{"name":"Journal of Ayurveda (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/journal_of_ayurveda\/","mytitle":"Journal of Ayurveda (IAPSOP)","mylang":"de","content":"  Journal of Ayurveda (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Journal of Ayhurveda<\/I>     \n\n    Summary:From Pat Deveney's database:\n\n Journal of Ayurveda, The.\r\n Or the Hindu System of Medicine.\r\n 1924\r\n Calcutta, India, and London, England.  Editor: Dr. Girindranath Mukerjee, Shibnath Sen.\r\n 1\/1, July 1924.  40 pp., 10 Rs. a year.\n\n This claimed to be an exponent of traditional Indian medicine and indeed published long articles on the subject (in English with extensive quotations in Sanskrit) but its primary justification seems to have been to function as an advertising journal for dubious products, devices and books.  Typical is the advertisement for \"Talismans and Charms for those People to Avoid all Sorts of Misfortunes and enter the Gates of Successful Life\" by D.A. Ram Duth, Astrologer, who sold suitable talismans for \"Honour, Riches, Learning and Greatness,\" \"For Love of Opposite Sex, Attractive Power,\" \"Success in Gemming,\" etc., and notably \"Rabbi Solomon's Special Talisman for success, Specially valued and worn by every Successful Hebrew: 2nd quality, 21 Rs., 1st quality, 30 Rs.\"  The journal notably carried advertisements for the products of G.W. Carnrick Co. (\"Dependable Gland Products\") of New Jersey (Hormotone, Trypsogen, Viriligen -- for the sexual neuroses, etc.)  New York Academy of Medicine; Johns Hopkins University; Harvard University; University of Michigan, etc.     <\/tr>   Issues:Journal of Ayurveda V8 1931-1932   <\/tr>   \r\n    <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/journal_of_ayurveda\/","_id":1015}