{"name":"Hermippus Redivvus Sages Triumph","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1744__anonymous___hermippus_redivvus_sages_triumph.pdf","mytitle":"Hermippus Redivvus Sages Triumph","mylang":"de","content":"E *> w . b a r k e r .\nT j U i u a f l o c k , A r t . .\nHermtppusRedwivus:\nO R , T H E\ns a g e s t r i u m p h\nO V E R\nQ ld A ge and the G rave.\nX\nW H E R E I N , A\nM e t h o d\nI S\nLaid down for P r o l o n g i n g\nT H E\n-\nLife and Vigour of M A N.\nI N C L U D I N G ,\nA Commentary upon an Antient I n s c r i p t i o n ,\nin which this great S E C R E T is revealed;\nfupported by numerous Authorities.\nThe Whole Interfperfed\nW ith a great Variety of remarkable, and well attefted\n. R e l a t i o n s .\n:P fr. 3-jK v t CoK*.US&v>\n~ 67~ t y I\n’\nL O N D O N :\nPrinted for J. N O U R S E, at the Lamb, without\nTemple-Bar. M,DCCx\nXLIV.\n[Price Two Sh i l l i n g s . ]\nDigitized by\nrERNET ARCHIVE\nOriginal frci\nTHE GETTY RESEARCH INstlT\n\fi * .\nI\nI\n*' '•*\n<A *’\n. —\n\\\/\n*\nDigitized by\n. INTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\fThe P R E F A C E .\nin a direff Road from the Beginning to the\nEnd; and as he is in no Danger of wifia-\nking his IVay, there is the lefis Occafion for\na\/fording him fitperunwary Lights in an\nIntroduction like this.\nB UT,fince we have undertaken to write\na T reface, it way not he amifs to obferve\ntherein, that very few Books contain fo\ngreat a Variety in fo narrow a Compafs.\n'The Author appears to be a Man of great\nReading, and deep Reflection, for mofi of\nthe Books he cites, are equally fcarce and\ncurious ; but then he does not, like many\nof the German Authors, content himfelf\nwith barely embroidering his Margins,\nwhich may befometimes done by tranfcrib-\ning thofe of other Writers, but generally\ngives you the Taffagcs that make for his\nTurpofe, and very often Characters of the\nAuthors themfelves, and this alone renders\nhis Work ofgreat Utility, to finch as defirc\nto be acquainted with the Merit of Books\nfeldom to be met with, and which, on that\nvery Account, are [welled to a high Trice.\nA N O T HER remarkable thing in this\nTreatifie is, the Choice the Author has\nmade\n(\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\fThe P R E F A C E .\nmade of his flotations, which are as En-\ntertain'tng, as they are lnjtruttive ;nor is it\neafy to conceive without reading his Book,\nhow it is poflible for a Man to enliven fo\ndry a Subject, as his feems to be in the\nManner he has done. The Extracts he\nhas given from Bacon the Monk, plainly\n{hew, the prodigious Knowlege of that ex­\ntraordinary ‘\nTer[on, who, when all Europe\nwas involved in the thiekeft Miji of Igno-\nranee, feems to have poffeffed alone fuch a\nTreasure of Science, as would have rendered\nhim a very confiderable Man, even in the\nmost enlightened Ages, and may poffibly en­\ngage fome able Writer to give ns fuch an\nAbridgement of his Works, as the ingenious\nand learned Dottor Shaw has done, of thofe\nof Chancellor Bacon, and thefamous Boyle,\nwhich if judicioujly performed, and illuflra­\nted as they are, with proper Notes, would\ndo equal Set vice to the Republic of Let-\nt ers, and Honour to our Country.\nT PIPI Stories he inferts of Eugenius\nPhilalethcs, Signor Gualdi, and the celebra­\nted Flamel, are not only extreamly divert­\ning, but may contribute alfo to the procur­\ning\nDigitized by\nINTERNET ARCHIVE\n, Original from\nTHE GETTY RESEARCH INSTITUTE\n\fThe P R E F A C E .\ning us fome well-written Hiftory of the\nTretaiders to the Thilofopher’s Stone }\nwhich, as it would be a very curious and\nentertaining Tiece,foif written from good\nAuthorities, and handled in a proper Man­\nner, it might be of confulerablc Ufe, fince\nthe Number of Operators in that Way, has\nof late Tears mightily encreafed, efpecially\nin this Country, where there are many who\nhave given themfeIves up to that delufive\nStudy, though they endeavour to conceal\nthem]elves, and their Labours, with the\nutmofi Secrecy, in order to avoid that Re-\ndicule, which generally attends the Tro-\nfeffors of the Occult Sciences. In Germany,\nhowever, this kind of Learning is fill in\nVogue and Credit, and it is fcarce poffible\nfor any one to obtain a confiderable Repu­\ntation as a Man of Letters, who has not\na touch at leaf of Chemifry.\nWI T H Rejpeff to the capital View of\nour Author, in recommending that Doc­\ntrine which he deduces from the Jnfcrip-\ntion in the Front of his Book, it is certain­\nly managed with great Skill and Ingenuity\njo that if the Reader Jhottld at lajl rejett\nits\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH\n\fT h e P R E F A C E .\nits 'Probability, he muft be obliged, not­\nwithstanding, to confefs, that the Writer\nhas not employed his Pains to little or no\nPurpofe, but has introduced jo many cu­\nrious Enquiries, and thrown out Jo many\nvaluable hints, that his Book mujl be al­\nlowed a Performance of great Merit,\nwhatever becomes of Hermippus and his\nSecret. Of this, the Author himfelffcems to\nbe very well aware, and therefore, while he\nfujhes his Arguments with the greatefl\nVigourj and appears evidently to have hts\nDefign much at Heart \\ he notwithstanding,\ntakes all alongfitch Precautions, as arenc-\nceffary to defend him from the Imputation of\nbeing a whimfical, conceited, or pedantic\nWriter, as aimoft any other Man would\nhave beenthought, who had undertakenfitch\na 'Task. Upon the whole, there is in this\nDiffertation, fuch a Mixture of Jerious\nIrony, as cannot but afford a very agreeable\nEntertainment to thofe who are proper\nJudges of ciibjetts of this Kind, and who\nare inclined to fee how far the Strength\nof human Under(Ianding can fupporr phi-\nlofophical\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH\n\fThe P R E F A C E.\nlofophical Truths againft common Notions■\nand vulgar Trejudices.\nHaving thus taken the fame Liberty with\nour Author, which he has done with other\nlearned Men, the whole is ftubmitted to the\n\"Judgment of the candid Reader, who\nwill, doubtlefs, retain {owe Tendernefs for\nthe Tains that have been taken for his A-\ntnufement, and not pafs a harfh Cenfure on\na Tiece which we may boldly fay, has no­\nthing in it dogmatical, tedious, or ojfenftve.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH\n\fHermiffus\nOR, T H E\nArt of Preferving Y out h .\nT was the laudable Cuftom of the\nAntients, to perpetuate the Memory\nof all fingular Events, and efpecially\nfuch as in any Degree might be ufe-\nful to Pofterity by Infcriptions.\nThefe had a peculiar Stile, in which three Things\nwere principally regarded *\n, Succindtnefs, Elegancy\nand Clearnefs. It would have been inconvenient,\nand indeed prepofterous, to have drawn fuch\nPieces into a great Length, confidering the Places\nin which they were Ere&ed ; that is to fay, Mar­\nkets, Temples, or public Roads; or, the Matter\nwhereon they were infcribed, which was Marble,\nor fome other kind of hard or curious Stone.\nBut, if Brevity was necefiary. Beauty was likewife\nconvenient. Where there is nothing ftriking,\nA the\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ a ]\nthe Memory Toon lofes a Thought. To retain\nwhat we are told, we mud receive at once both\nPleafure and Inftru&ion. This neatnefs of Stile,\nwas peculiarly cultivated by the Antients. It\ncame originally from the Eafl, where all Science\nwas taught in Parables and Proverbs. In Greece,\nthey refined upon this, and laid down the Rudi­\nments of Knowlege in Aphorifms. Amongft the\nRomans, this manner of teaching was much efteem-\ned, and nothing more admired, even in the po-\nliteft Ages, than Sentences. If they were after­\nwards abufed, and improperly applied, this ought\nnot to diferedit them, fince without Queftion\nthey ever did, and always wfiLl, appear with the\nutmoft Propriety in that kind of Writing of\nwhich I am lpeaking. Laftly, as to Perfpicuity,\nthe Antients were exceedingly careful, and the\nDifficulties that now arife about the true meaning\nof fuch Monuments of their Learning as have\nreached our Times, are rather owing to the Mif-\nfortune ot lofing filch Accounts of their Cuftoms\nand Manners, as might have made them eafy and\nfamiliar to us, than to any want of Clearneis in\nthe Stile of their Infcriptions.\nM e n of different Profeffions have employed\nthemfelves with different Views, in the Study of\nthole large and curious Cohesions, which learned\nand induftrious Perlons have made of fuch remains\nof\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 3 ]\nof antient Wifdom, as having efcaped Oblivion,\nare now fafcly repofited in the Cabinets of the\nCurious. AmongO: thefe, we are chiefly obliged\nto the celebrated '■Thom\nas Reinefius, who undertook\nto make a Supplement to the laborious Work of\nGruter, and has therein prefervedan infinite Num­\nber of valuable Inlcriptions; and amongft the rtft*\nthis, which hath given Occafion to my Treatife.\niESCULAPIO e t SANITATI\nL. CLODIUS. HERMIPPUS\nQUI VJXIT ANNOS CXV. DIES V.\nPUELLARUM ANHELITU\nQUOD ETIAM POST MORTEM\nEJUS\nNON PARUM MIRANTUR PHYSICI\nJAM POSTERI SIC VITAM DUCITE.\nThe learned Pelcchamp has given us a different\nAccount of this Inlcription ; according to him it\nIhould be read thus.\nA. Clodius JT'irpanus,\nVixit annos CLV. dies V\\\nPuerorum halitu refocillatus\nEt educatus a.\nA 2 T h e\naIn Notis ad. L. vii; c. 48. Plinii Natural. Hift.\nDigitized by\nERNET ARCHIVE\n\f[ 4 ]\nT he famous Cujas, gives it us in the follow­\ning Manner.\nL. Clodius Hirpanus,\nVixit cmnos CXV. dies V.\nAUtuspuerorum anhelitu b.\nT hese various Readings, though it cannot be\ndenied that they affeft the Senfe ftrongly, do not\nhowever, much concern the Subject. The firft\ntells us, that L. Clodius Hrmippus lived one hun­\ndred and fifteen Years, and five Days, by the\nBreath of young Women, which is worthy the\nConfideration of Phyficians and of Pofterity. Ac­\ncording to the Commentator upon Pliny, the\nName of this Long-liver was not Hermppus, but\nUirpanus, and the Date of his Life one hundred\nand fifty-five Years and five Days, with this addi­\ntional Circumftance; that he did not live by the\nBreath of young Women, but ofyoung Men. The\nLawyer again reduces the Life to the fame Stan­\ndard, and contends only, that his Name was Hir­\npanus, and that he received this extraordinary\nNourifhment from the Breath of Youths.\nIf therefore we take this Infcription as it fiends\nby the Confent of all thefe Writers, it informs us\nof a Fa£t equally Curious and Important, viz.\nThat\nb Ad Juftiniani Novel, 5.\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 5]\nThat a certain Pcrfon, no Matter whether his\nName was Hermippus, or Hirpanus, reached a very\nadvanced Age, by the Ufe of the Breach of young\nWomen, or of young Men. Now, whether this\nwere a real Fu£t which adtually happened, or\nwhether it be the Invention of fome malicious W it\namongft the Antients, in order to exercife the\nTalents of Pofterity, I concern not myfelf: It ap­\npears to me, in the Light of a Phyfical Problem,\nwhich may be exprdjed in very few Words, viz.\nWhether the Breath of young Women may\nprobably contribute to the maintaining long Life,\nand keeping off old Age ? This is what I pro-\npole to examine •, this is to be the Subject of my\nDifcourfe, in which, if what I deliver be Enter­\ntaining and Ufeful, the Reader need not trouble\nhimfelf much about the Truth or Falfehood of the\nInfcription.\nB u t it will be neceffary, before we come to\nthe ftritff Examination of this Propofition, to\nremove fome previous Difficulties out of the\nWay. In thefirft place, therefore let us enquire,\nwhether the Term of Life be a fixed or moveable\nThing. Some of the mod learned amongft the\nJews, have thought it abfolutely determined by\nthe Decree of God, and have alleged various\nScriptures for the Proof of this. c The moft\nAntient\nc Manaf. ben Ifrael de term, vitae.\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 6 ]\nAntient Philofophers, both in Chaldea and Egypt,\nthought the Life of Man depended upon the Stars,\nand by pretending to predidt its duration, plainly\nfhewed, that they thought it abfolutely under the\nInfluence of the Heavenly Bodiesd. The Stoicks,\nif they meant the Power of the Stars, by what\nthey diled Fate, were alfo of this Opinion; but\nwhatever they meant by Fate, mod evident it is,\nthat diey thought the Life of Man, as well as every\nother Thing, depended thereupon6; and that con-\nfequcntly it was unalterable by any means, within\nthe Compafs of human Power. Now, if there be\nary Truth in thefe Opinions, if there be the lead\nFoundation for any one of them, the Cafe is clear,\nthat all further Enquiries are Vain; for to what\nend fhould we fearch out the mod probable\nMeans of extending Life, when we are certain, that\nthis is a Thing bryond our Capacity? or at lead,\nincertain v\/hether it be or not?\nI n order to open the Way to further Specu­\nlations upon this cu ions and important Subject,\nI wili begin with the S lution of this Difficulty,\nand take upon me to prove, that contrary to the\nNotions cf thefe Divines and Philofophers, there\nis no fuch Thing, as a f »\ntied Term of Life by\nthe Law of Nature; or which is the fame thing in\nother Words, by the exprefs Will of Divine Pro­\nvidence.\nd Diod : Sicul: Hid: lib: i Diogen. Laert. e Plut. de\nplacit. Phiiofoph. Diogen: Laert: Senec.\n\f[ 7 ]\nvidence. In the firft place, I lay it down as an\nabfolute Certainty, that Contingency, is eflential\nto that mode of Rule purfued by the Divine Power,\nin the management of fublunary Things. Caufes\nindeed neceflfarily draw after them their Effie&s;\nbut then I deny, that there is any Chain of necef-\nfary Caufes, and becaufe it would require much\nTime and Space to eftablifh this Doctrine gene­\nrally, I will keep clofe to my Subject, and content\nmyfelf with proving it, as to this particular Point.\nIt is a thing agreed on all Hands, that the Law\nof Mofes, propounded chiefly Temporal Bleflings,\nand amongfl: thefe, long Life; now this is abfolutely\nincompatible with the Doftrine of a fix’d Term,\nand therefore if there be any Paflfages in the Scrip­\nture which look this way, we mutt interpret them\nin fome other Senfe, for the part muft accord with\nthe whole, and it is idle to allege a few detach’d\nPaflages againft the Scheme of the whole Book.\nAgain we are told, that God commended Solomon\nfor praying to him for Wifdom, rather than long\nLife, or lor Riches, which plainly thews, that he\nmight as well have afked for either, as for it; but if\nthis Inference ehipleafes, take the exprets D-ciflion\nof God thereppon; who, in the fame Place, fays,\nthat if Solomon, walked in the ways of David his\nFather, he would lengthen his Days f. Add to\nthefe\n\f[ s ]\nthefe Arguments, that it was theconftant Practice\not the belt Men, and fuchas moll intimately knew\nthe Will ol God, to pray in Terms irrecon-\ncileable to iiich an abiolute Decree. Thus Hezekiah\ndefired that his Life might be ipared 8. Elias h and\nJonah, that their’s might be Ihortnedl.\nB u t , to put the matter out of Doubt, one\nneed only confder, the Choice given to David, by\nthe Prophet Nathan k, of War, Peflilence, or\nFamine, in confequence of which, he chofe Pelti-\nlence; now, if there had been a fixed Time of Life,\nhow could this Choice, have poflibly taken Place ?\nAll the Perfons who died of the Peililence, mull,\naccording to the Doftrine I am refuting, have died\nif there had been no Peflilence, becaufe the de­\ncreed Term of their Lives was expired. On the\nwhole, therefore it is apparent, that a fixt Term\nof Life, is inconfillent with the reafon of Things,\nwhich is what we call the Law of Nature, wherein,\nif I may be allowed the Expreffion, there is a fet­\ntled Contingency. It is contrary to the Principles\nof Religion, as deducible from the natural Light\nof our Underftandings, and it is dire&ly contrary\nto Revelation, lo that I take it for granted, that\nthe moll pious Man in the World, that will fe-\nrioufly confider thefe Arguments, mull remain\nfatisfied,\ng Ifaiah, xxxviii. 3. h 1. Kings, xix, 4. * Jonah\niv, 3, k 11. Samuel xxiv, 13.\nDigitized by Original from\n. INTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ io 3\nThe ocher Argument I allege, is this-. That\nfince the Authority of the Antients is out of the\nCafe, if there be any modern Stoicks, who are dill\nof this Opinion, they mud fhew us the Grounds\nof it, and this, not from fuch Chimerical Notions\nas are laid down by the pretended Sages in judici­\nary Adrology, but from the fettled and unques­\ntioned Principles of true Philofophy. When they\ndo this, or at lead, when they attempt to do it, it\nwill be Time enough to examine how far this new\nSydem of theirs is rational. In the mean Time,\nI will conclude this Point with that fettled and\nmod reafonable Maxim of the Civil Law, That a-\nlout Things which are not, and about Things which\ncannot be made appear, there is the fame Reafon %\nthat is, there can be no reafoning about them,\nthey mud be confidered in the fame Light, fince\nnothing can be more idle, than to difpute about\nthe Confequences of a Thing, before the Thing\nis made manifcd, or we have any real ground for\na Difpute.\nW e have now done fomewhat towards e-\nftablidiing the Foundation of our Do&rine; but\nthere is dill another vulgar Notion in our Way,\nwhich mud be removed ; or to fpeak more pro­\nperly, explained. By this, I mean the prevail­\ning Opinion that the Life of Man is limited\nto a certain Term, and becaufe we fee People\ngrow Old at a certain Age, by which I mean, grow\nInfirm\nDigitized by ' Original from\nINTERNET ARCHIVE ‘ .THE GETTY RESEARCH\n\f[ « » ]\nInfirm and Decripcd; for Oldnefs has not fo\nmuch Reference to Time, as to Condition; and\nI account him Old, who has loft his Strength, ra­\nther than one who is advanced in Years. But, be-\ncaufe I fay the Maladies that attend old Age, come\non in moft People at a certain Period, they are\nheld to be neceflary; and if there were any Truth\nin this, we fhould be ftop’d again, here would be\na new Barrier through which we fnould be able\nto find no Pafiage, and when we talk’d of re­\ntarding old Age, People would expedt we fhould\nmake them Young again. It is requifite, there­\nfore, that this Matter be explained, and fet right,\nand that the Reader be fatisfied how far the in-\ncommodiaes of Old Age are ofNecefilty, and how\nfar the Product of natural Caufes, which may be\naffedted by the Skill and Art of Man.\nT h e human Body is a Machine, actuated by\nan immortal Spirit, and which is more to my\nPurpofe, fabricated by an Almighty Hand. It\ncannot be luppofed, that this Dwelling fhould be\nfo flightly, or fo injudicioufiy contrived, as that\nit fhould wear out in a very fhort Space of Time.\nThis does not feem very agreeable, either to the\nNature of Man, confidered as a rational Creature,\nor with that infinite Skill and Wifdom which is\nevident in the Compofition of the human Frame.\nWhen therefore the Divines fay, that Sin intro­\nduced Death, they feem to fpeak Philofophically ;\nB 2 and\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 12 ]\nand if I may be allowed to explain their meaning,\nI ffiould be inclined to fay, that Difeafes and\nDeath are not incident to the human Body by the\nWill of God, or which is the fame Thing, by\nthe Law of Nature, but were Superinduced by\nthe Follies and Vices of Men, which carry in\nthem naturally the Seeds of Death; and therefore,\nif it be an Evil, w\nT\ne ought not toaccufe Providence,\nbut our felves. Yet I will readily acknowlege,\nthat taking Things as they now Band, and have\nflood for many Ages pad,' there is no Hope left\nof Immortality in this Body, or even of pro­\nlonging our Lives to three or five hundred Years;\nbut dill I affirm, that there are no fettled Periods\nin Nature, no inevitable Laws which conjoin\nWeaknefs and Infirmity with a certain Number of\nYears ; but that it is very poffible, nay, and very\npra&icable too, for a Man to extend the length of\nhis Life, much beyond the common Date, and\nthat without feeling the incommodities of Age,\nfor otherwife, this would be rather avoiding Death,\nthan preferving Life.\nTo prove this, I (hall fird make ufe of Rea-\nfon, and next of Experience : I ffiall make it evi­\ndent by Arguments, that it may be fo, and by\nIndances, that it has been fo-, and then if any\nSceptic has a Mind to doubt the Truth of my\nP'j&rine, I ffiall leave him in his own Road,\n^vhere his Ignorance will infallibly bring upon\nhitB\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 1 3 ]\nhim the juft Punifhment of his Obftinacy, an\nhaftier Extinction of Life than he need othervvife\nhave fuffered.\nA ll wife Men have agreed, that Nature, by\nwhich I mean the Wifdom of God, manifefted in\nthe Order of all Things, aCts uniformly in every\nRefpeCt, and affigns proper Periods to all Things.\nSolomon fays, 'There is a Time to be borny and a\nTime to die m; a fhort Maxim, which may admit\nof a long Commentary. The Life of Man does\nnot certainly confift in Eating and Drinking, in\nWaking or Sleeping, or in the indulging by\nturns the Gratification of his many Appetites ; for\nif this was fo, the ufual Term of Life would cer­\ntainly be long enough, and there have been actu­\nally Inftances of People who have been fo fati-\nated with the round of thefe trivial Actions, as to\nbe weary of Life, before Death was at Hand, and\nin Confequence of this wearinefs, have haftned it.\nBut as the Divine Old Man juftly obferves. Art is\nlong, and Life isJhort n ; that is, there teems to be\nno juft Proportion between the Powers of the\nMind, and the Force of the Body. We hurry\non from Infancy to Childhood , from Childhood\nto the Age of Man j from thence, to what is ftiled\nmiddle\nmEcclef. iii. 2. nVita brevis, ars longa, occafio\nceleris, experimentum periculofum, judicitm difficile. Hippo-\ncrat. Aphorifm. I.\nOriginal from\nTHE GETTY RESEARCH INSTITl\n\f[ >4 ]\nmiddle Aged, and then we decline a-pace into\nFccblenefs, Mifery and Dotage. Can any Man\nthink that this is the true order of Nature ? Has\nNature given fo many Years to Pikes, to Eagles,\nand to Stags, nay, and to Serpents, at the fame\nTime that Ihe denies it to Man? Be it far from\nus to believe this ; let us rather ftifle our Pride and\nConceitedncfs, and believe that the \/hortnefs of\nLife, flows from the Wcaknefs and Wickedneis\nof Man.\nB u t it will be faid, that Death is not only the\nEnd of Difeafes, but that Old Age is as much a\nDifeafe as any other, and certainly brings it on.\nThat the human Frame is fo Conftituted as not\nonly to encreafe and arrive at Perfedtion, but to\nd^cay alfo, and wear out. That the Flame of\nLife grows after a certain Time weaker and wea­\nk er*\n*\n, that the Solids lofe their Tone by Degrees,\nand that the Vcflels grow cartelaginous, and be­\ncome at laft Boney; fo that Death, by Old Age,\nis a natural Thing °. Be it fo, I am not contend­\ning that Men may Live for ever, or that they may\nLive as I faid before, three or five hundred Years;\nbut this I fay, that Old Age is the only Difeafe to\nwhich we are fubjedt by Nature *\n, and that from\nthis, it is very poflible Men may be much longer\ndefended than they ufually are by the help of Art.\nThis\n—\n• Boerhaave Inftitut. Medic, 474, 475, ,053, I0-4.\n\ft\n[ 16 ]\nA gainst the common Opinion, the moft au­\nthentic Records of Hiftory enable me to allege,\nthat though vulgar Experience be oppofite to my\nNotions, yet that fhortnefs of human Life, which is\nnow become common, was not fo always, nor is yet\nfo in all Places. I fhall not dwell long on what is\nfaid of the great Age of the Antidiluvian Patriarchs,\nI fhall content myfelf only with a few Obferva-\ntions that are neceflary to my Purpofe, the Truth\nof which cannot be drawn into Difpute. In the\nfirft Place, let it be noted, that though Men lived\nto be then very Old, yet the Species was new. The\nhuman Body had been but lately taken out of the\nEarth by its Creator, and retained therefore a great\ndeal of its primitive Strength. We fay common­\nly in our Days, that a Man who lives Faff, takes\nPains to deftroy his Conftitution •\n, and on the\nPrinciples of Mofes, we cannot but allow, that\nthe Fabric of Adam's Body muft have been much\nftronger, and better compacted than ours •, and\nthis it was, that preferved him fo long, after he\nhad loft that Tree of Life, or Rule of Living\nwhich was fuited to his primitive State. My fe-\ncond Obfervation is, that thefe Patriarchs lived\nin another World ; I mean a World otherwife\nconftituted than ours, and after another Manner ;\nand therefore, what we are told of their Age, is not\nmore incredible, than a Multitude of Fadts which\nExperience and Evidence oblige us to believe\ntrue.\nITUTE\n\f[ *7 ]\ntrue p. I thirdly obferve, that, if with ftronger\nConftitutions, and in a better difpofed World,\nMen lived to various Ages, but moil of them\nnine or ten Times as long as we; there feems to be\nno repugnancy in admitting, that by great care of\nour Conftitutions, and our helping by Art the noxi­\nous Qualities of the feveral Elements as they are\nnow difpofed. Men may maintain as great a Dif-\ntindlion in the Periods of their Lives or Deaths.\nI t is very remarkable, that not only the Sa­\ncred Writers, but all the antient Chaldean, Egyp­\ntian, and Chinefe Authors, fpeak of the great\nAges of fuch as lived in early Times, and this with\nfuch Confidence, that Xenophon, Pliny, and other\njudicious Perfons, receive their Teftimony without\nScruple. But to come down to later Times; Aitilay\nKing of the Huns, who reigned in the fifth Cen­\ntury, lived to 124, and then died of Excefs the\nfirft Night of his fecond Nuptials, with one of\nthe moft beautiful Princefifes of that Age Piaftus,\nKing of Poland, who, from the Rank of a Pea-\nfant, was raifed to that of a Prince, in the Year\n824, lived to be 120, and governed his Subjedts\nwith fuch Ability to the very laft, that his Name\nis ftill in the higheft Veneration amongft his Coun-\nC trymen.*\n*\n*\np Burnet Theor. Tellur. Cudworth Syftem. Intellect.\n*\n*Prifcus apud Jornandes. Bonfinius Hiftoirede Hongrie, Decade\npremiere 1. ii. p. 75.\n\fI 1\n8 ]\ntrymenr. Marcus Valerius Ccrvinus, a Roman\nConful, was celebrated as a true Patriot, and a\nmoft excellent Perfon in private Life, by the elder\nCatof and yet Corvims was then upwards of an\nhundreds Hippocrates, the beft ofPhyfcians, lived\nto an hundred and four1: but AfclcpiadeSf a Perfian\nPhyfician, reached 1501\n1\n. Galen lived in undif-\nturbed Health to 104 w. Thefe Men do Honour\nto their Profeflion. SophocleSf the Tragick Poet,\nlived to 130 x. Democritus, the Philofopher, lived\nto 104^; and Euphranor taught his Scholars at\nupwards of 100 z: and yet, what are thefe to\nEpimenides of Crete? who, according to 7 beopom-\npus, an unblemifhed Hiftorian, lived to upwards\nof 157S I mention thefe, becaufe if there be\nany Truth or Security in Hiftory, we may rely as\nfirmly on the Fa<5ts recorded of them, as on any\nFadls whatever; and confequently, we have the\nftrongeft Afifurance, that even an hundred, or an\nhundred and twenty is not the utmoft limit of\nhuman Life.\nB u t*\ni.\nrGuagnini RerumPolon. p. 64. Herbert de Fulftin, lib. i.\np. 15, & Harchnoch, lib. i. cap. 2. p. 68, &c. *C2to\nde Re Ruftica, Cicer. de Sene&ut. Plin. Hiftor. Natural, lib.\nvii. 1Eufeb. Chronic. Petav. Rationar. Tempor. Tom.\ni. p 96. uPlin. Hiftor. Natural, lib. vii. c. 14.\nwFulgos. lib. viii. c. 14. p. 1096. xEufeb. Chronic,\nv Petav. Rationar. Tempor. Tom. i. p. 96. z Plin.\nHiftor. Natural, lib. vii. c. 14. *biogen. Lacrt. in\nvit. Epimen.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ J9 3\nBut what is dill more to our Purpofe, it is\nnot this, or that Country, in which iuch aged Per-\nfons are to be found ; we meet with them in many,\nI was going to fay, in mod Climates. We have it\non good Authority, that in Bengal, there lived a\ncertain Peafant, who reached the Age of 335;\nand having received Alms of many Infidel Princes,\nhad his Penfion continued to him by the Portu-\nguezeh In Cambaja. Pliny gives us an Account, that\nin the City of Parma, there were two of 130\nYears of Age, three of 120, at a certain Taxation,\nor rather Vifitation, and in many Cities of Italy,\nPeople much older, particularly at Ariminium, one\nMarcus Appoints, who was i5 0 c. Vincent Co-\nquelin, a Clergyman, died at Paris in 1664, at\n112 d. Lawrence Rutland, lived in the Orkneys to\n170 e. James Sands, an Englifhman, towards the\nlatter End of the lad Century, died at 140, and\nhis Wife at 120 f. In Sweden, it is a common\nThing to meet with People of above an hundred,\nand Ruabekius affirms, from Bills of Mortality,\nfigned by his Brother, who was a Biffiop, that in\nthe fmall Extent of twelve Pariffies, there died in\nthe Space of thirty-feven Years, 232 Men, between\n100 and 140 Years of A g e t; which is the more\nC 2 Credible,\nbBarthol. Hift. Annat. Cent. v. Hitt. 28, p. 46. cPlin.\nHiftor. Natural. lib. vii c. 29. dMemoir, de Paris,\np. 197. 'Buchan. Hift. Scot. f Hakewill’s\nApol. lib. iii. c. i. p. 166. s Ol. Rudbek. Atlantic.\np\/396.\nDigitized by\nINTERNET ARCHIVE\n\f[ 10 ]\nCredible, fince in the Diet, affembled by the late\nQueen of Sweden, in 1713, the bolded and bed\nSpeaker among the Deputies, from the Order of\nPeafants, was confiderably above an hundred h.\nThefe Accounts, however, are far fliort of what\nmight be produced from Africa, and North Ame­\nrica. But I confine myfelf to fuch Accounts, as\nare truly Authentic, and I affemble thefe Indances,\nnot to fhew my own Learning, or to gratify my\nReader’s Curiofity, but with a view to fatisfy him,\nthat as the Fa<d is certain. Men may far tranfeend\nwhat are edeemed the common Bounds of Life, fo\nthis bleding of Longevity is not confined to one\nClimate or Region, and therefore we need not\ndifpair of finding out the Art of prolonging Life,\nand keeping off the Decays of old Age in any\nCountry.\nIt may be perhaps, notwithdanding all I have\nfaid, fuggeded, that in fuch a Cafe as this, which\nconcerned Mankind in general fo much, and in\nwhich every Man would naturally think himfelf\nfo much intereded, if the Thing were at all poffi-\nble, this Art mud have been long ago found out,\nefpecially, fince in all Ages there have been a Race\nof Men, viz. Phyficians, whofe bufinefs it particu­\nlarly was, to dudy fuch Difcoverics. To this I\nanfwer, that fuch Prejudices as thefe, are the\ngreated*\n*Memoir, Hi\/tor. 1713. Tom. ii. p. 336.\n\f[ ai ]\ngreateft Bars to Science, that many ufeful Arts are\nbut of very late Invention ; and that if this was\ndifcovered heretofore, it might be concealed from\nPofterity for very many Reafons. But befides, the\nFadt is quite the contrary; this Art was avowedly\nftudioufly fought by the Antiens, and fome of them\nare faid to have difcorvered it. Afclepiades the Per-\nftan, whom I have mentioned already, was wont\nto declare, he accounted a Phyfician ignorant of\nhis Profefiion, who could not defend himfelf from\nDifeafes-, and this Notion he fupported by his\nown Example, having lived in the full enjoyment\nof Health 150 Years, and was then unfortunately\nkilled by a fall down Stairs5\n. Mithridates, King\nof Pontus, pretended alio to this Secret, and fo did\nmany others. But the belt Anfwer that can begiven\nto all Scruples of this kind, may be found in the\nfollowing PafTage from B a c o n , a famous Englijh\nMonk, who lived in the 13th Century, who thus\ndifcourfes on the Subjedb.\n“ T h a t it is pofiible to prolong Life, fays\n“ he, may thus be made Evident. By Nature\n“ Man is immortal, that is to lay, was fo formed\n“ originally, as that he might have efcaped Dying *\n,\n4\n1 and, even after he had finn’d, he could live a\n“ thoufand Years*, in procelsof time, by little and\n“ little, the Length of his Life was abbreviated.\n“ Therefore\n*Sab. bel. lib, x. c. 8. p. 69.\nOriginal from\nTHE GETTY RESEARCH INSTIT TE\n\f[ ai ]\ntc Therefore it muft needs be, that this Abbre-\n“ viation is accidental, and may confequently be\n“ either wholly repair’d or at leaft in part. But if\nct we would but make Enquiry into the accidental\n“ Caufe of this Corruption, we fhould find, it nei-\n“ ther from Heaven, nor from ought but want of\nct a Regimen of Health. For in as much, as the\n“ Fathers are Corrupt, they beget Children of a\n“ corrupt Complexion and Compofition; and\n“ their Children, from the fame Caufe, are cor-\n<l rupt themfclves, and fo Corruption is derived\n“ from Father to Son, till abbreviation of Life\n<\n{ prevails by Succeflion. Yet for all this, it does\n<\n£ not follow, that it fhall always be cut ftiorter\n“ and fliorter, becaufe a Term is fet in human\n“ Kind, that Men fhould at the mod of their\n“ Years, arrive at fourfcore; but more is their\n“ Regimen, which confifts in thefe Things, Meat\n“ and Drink, Sleep and Waking, Motion and\n“ Reft, Evacuation and Retention, Air, and the\n“ Palfions of the Mind. For if a Man would\n“ obfcrve this Regimen from his Nativity, he\n“ might live as long as his Nature aftumed from\n“ his Parents would permit, and might be led to\n“ the utmoft Term of Nature, lapfed from original\n“ Righteoufnefs; which Term neverthelefs he\n“ could not pafs •\n, becaufe this Regimen does not\n“ avail in the leaft againft the old Corruption of\n“ our Parents. But it being in a manner impof-\n“ fible,\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\fcc\ncc\n[ >3 1\n6\nC Able, that a Man fhould be fo governed in the\n“ Mediocrity of thefe Things, as this Regimen of\n“ Health requires, it muft of neceftity be, that\n“ Abbreviation of Life come from this Caule,\nu and not only from the Corruption of our\n“ Parents.\n“ N o w the Art of Phyfic determines this\n“ Regimen fufficiently. But neither Rich nor\n“ Poor, neither Wife Men nor Fools, nor Phy-\nficians themfelves, how fkillful foever, are able\nto perfect this Regimen, either in themfelves,\n“ or others, as is clear to every Man. But Na-\n“ ture is not deficient in Neceftaries, nor is Art\n“ compleat; yea, it is able to refill and break\n“ through all accidental PafTions, fo as they may\n“ be deftroyed, either altogether, or in part. And\n“ in the Beginning, when Men’s Age began to\n“ decline, the Remedy had been eafy; but now,\n“ after more than five thoufand Years, it is difti-\n“ cult to appoint a Remedy.\n“ N e v e rth e le s s , wife Men being moved\n“ with the afcrci'aid Conftderations, have endea-\n“ voured to think of fome Ways, not only a-\ngainft the Defeat of every Man’s proper Regi­\nmen, but againll the Corruption of our Parents.\n“ Not that a Man can be preferved to the Life of\n“ Adam, or Artepkius, becaufe of prevailing Cor­\nruption : But, that Life may be prolonged a\nCentury of Years, or more, beyond the common\ncc\ncc\ncc\n<\nc\nDigitized by\nin t e r n e t 'a r c h iv e\n“ Age\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ » 4 ]\n“ Age of Men now living, in that the Infirmities\n“ of old Age might be retarded ; and if they\n“ could not altogether be hindred, they might be\n“ mitigated, that Life might ufefully be pro-\n“ longed, yet always on this Side, the utmoft\n“ Term of Nature. For the utmoft Term of\n“ Nature is, that which was placed in the firft\n<\nc Man after Sin, and there is another Term from\n“ the Corruption of every ones own Parents.\n“ It is no Man’s Lot to pafs beyond both thefe\n“ Terms, but one may very poflibly overcome\n4t the Term of his proper Corruption. Nor y&\nc\n<\nc do I believe that any Man, how wife fbever,\n“ can attain the firft Term, though there be the\n“ fame pofTibility and aptitude of human Nature,\nct to that Term which was in the firft Man. Nor\nct is it a Wonder, fince this Aptitude extends it-\n<\nc felf to Immortality, as it was before Sin, and\n“ will be after the Refurrettion. But if you fay,\n“ that neither Ariflotle, nor Plato, nor Hippocrates,\ntc nor Galen, arrived at fuch Prolongation : I an-\n<\ne fwer you, nor at many mean Truths, which\n<\nc were after known to other Students; and there-\n“ fore they might be ignorant of thefe great\n“ Things, although they made their Attempt.\nte But they bufied themfelves too much in other\n“ Things, and they were quickly brought to old\n“ Age, while they fpent their Lives in worfe and\n“ common Things before they perceived the\n“ ways\nDigitized by\nINTERNET ARCHIVE\n\f[ AJ 3\nC\nc ways to the greateft of Secrets. For we know\ntc that Ariftotle faith in his Predicaments, that the\n“ Quadrature of the Circle is poffible, but not\n“ then known. And he confefies, that all Men\n“ were ignorant of it even to his Time. But\nwe know, that in thele, our Days, this Truth\nis known j and therefore, well might Ariftotle\n“ be ignorant of far deeper Secrets of Nature.\n“ Now alfo, wife Men are ignorant of many\n“ Things, which in Time to come, every com-\n“ mon Student (hall know. Therefore, this Ob-\n“ jedtion is every way Vain k.”\nS u c h were the Sentiments of this very great\nand very knowing Man, in Times of the deepefl\nIgnorance and darkeft Obfcurity; and fo through­\nly was he fixed in thefe Notions, and had attain­\ned fo many Lights from the Study of the Arabian\nWriters, or rather of the Greek Phyficians La­\nbours, digefted into the Language of that Nation,\nthat he afterwards wrote an exprefs Treatife on\nthis Subject \\ of which I lhall have frequent Oc-\ncafion to fpeak, and therein fuggefted many admi­\nrable Precautions for the Prefervation of Life, and\navoiding the Infirmities of old Age. It is then\ncertain, at leaft, that we are not purfuing a Shadow,\nor engaged in a clofe Search after an empty Chi­\nmera *\n, there may be fuch a Thing as the Art we\nD would\nk Roger. Bacon. De vigore Artis &Natural. 1De\nProlongatione Vic<e See.\n\f[ atf ]\nwould reach, and it is not impoflible, that the\nMethods fuggefted to us by the Roman Infcription,\nmay be the great Secret. In order to difcern the\nTruth of this, or to fpeak more corredtly, in or­\nder to difcover how much of Truth there is in it,\nwe ought firft of all to examine carefully the Na­\nture of human Breath, what Force it has, and\nwhat mighty Feats may be expedted from it, fince\nthe Infcription tells us, the long-lived Hermippus\nowed his Vivacity to the Nourishment he receiv­\ned from the Breath of Girls, or if we take in the\nvarious Readings of the Infcription to the Breath\nof young People of both Sexes.\nIn order to come to a thorough Knowlege of\nthis Matter, we muft confider firft what the\nBreath is, and we Shall foon learn, that as Man\nlives by Breath, fo that Breath is nothing more\nthan Air drawn in, and after palling through the\nLungs, thrown off again, that we may draw in\nSreSh. I do not tye my felf here to Phyfical\nTerms, or afFedl a technical Manner of fpeaking;\nthe Subject on which I write, is of general Con­\ncern, and I would therefore exprefs my felf in a\nLanguage that may be generally understood. This\nAir, when received into our Bodies, according to\nfome Phyficians, nourishes the Lamp of Life *\n, but\naccording to all, cauSes the circulation of the\nBlood, and other Juices upon which PIcalth and\nLife depend. On the other Side, the Air that\nwe refpire, and which we commonly call the\nBreath\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ >8 ]\n“ lated in the Hiftory of Plants, concerning the\n“ furprizing Effc£ts of Effluvia. The Shade of\n“ the Walnut gives the Head-ach, and makes the\n“ Body Coftive. The Effluvia of the Poppy\n“ procure Sleep. The Vapour of the Yew is\n“ reputed Mortal to thofe who Sleep under it; and\n“ the Smell of Bean Blofloms, if long continued,\n“ diforders the Senfes. The ftrong A<5\ntion of the\n<\nc Sun upon Plants, certainly raifes Atmofpheres\n“ of great Efficacy, by means of the Spirits it\n“ diffufes; and the Motions of the Winds carry\n<\nc them to a great Diftance. The dark Shades of\n“ thick Wroods, where Vapours are contra&ed,\n“ occafion various Difeafes, and often Death to\n“ thofe who refide among them, as appears by\n“ melancholly Examples in America, which a-\n“ bounds with poifonous Trees. For this Spirit\n“ of Plants, is a Thing peculiar to each Species?\n“ abfolutely inimitable, not producible by Art. It\n“ has, therefore, Virtues peculiar to itfelf, but\n“ fuch as are ftrangely agreeable to the human\n“ Spirits\"1*\\\nI f the Smell of Vegitables have fuch high\nEffe&s, much ftronger furely may be expe&ed from\nAnimal Odours; and as to the Effedls of human\nBreath, we know from Experience that they are\nvery extraordinary. It is generally thought, that\nin\nmBoerhaave Ekmenta Cheraiae.\n\f[ ]\nin the Cafe of Epidemic Difeafes, the infedion is\npropagated by the Breath n, and it is faid to have\nbeen the Pradtice of wicked Nurfes in the Time of\nthe Plague, to catch the dying Breath of their\ndeparting Patients in Lawn Handkerchiefs, for the\nvery word of Practices; and if human Breath when\nfetid and corrupt, is fo potent, why fliould we\nconceive it void of Efficacy, when Perfons are in\nthe freed State of Health? Every body knows\nhow grateful and refrefhing we difeern the Breath\nof Cows to be, which is thence fuppofed, exceed­\ningly wholefome; and as the Fragrancv of young\nPeoples Breath, who are brought up under a pro­\nper Regimen, falls little ffiort of this, one may\nvery reafonably fuppofe, that it partakes of the\nfame Virtues.\nNow to apply thefe Principles to the Mat­\nter at prefent under our Examination. It is,\nI think, allowed by fuch as are bed acquainted\nwith the Secrets of Nature, that there is a very\nbride and lively Motion in the Blood of young\nPeople to which, according to the Laws of Animal\nOeconomy, Health, Vigour, and Growth, are\nattributed. On the other Hand, a Decay of this\nlively Motion, and in confequence thereof, a\nduggidi Circulation, which by Degrees ceafes al­\ntogether in the fined and fmalled VelTels, is held\nto\na Hodges de Pefte. Profper Alpin. Hiflor. Natural iFgypt.\niTE\n\fr 30 ]\nto be the principal Caufe of the ftiffnefs in the\nMufcles, which creates that wearinefs and want of\nForce, that is the great Incommodity of old Age.\nThere feems therefore, to be nothing forced or\nabfurd, in conceiving that the Warm, Aftive,\nand Balfamic Particles thrown off by the Lungs\nof young People into the Air, which they Refpire,\nmay give it fuch a Quality, as when fucked in\nagain by a Perfon in Years, fhall communicate\nan extraordinary Force to the circulating Humours\nin his Body, and fo quicken and enliven them,\nas to beftow a kind of refle&ive Youthfulnefs,\nwhich may for many Years keep off and delay\nthole Infirmities, to which People of the fame Age\nare generally Subject. The more we confider this\nDo&rine, the greater Care we take in comparing\nCaufes and Effects of the like Nature, and the clo-\nfer we attend to fuch Experiments as feem fitteft\nfor the clearing up of this Matter, the more we\nlhall be fatisfied of the Truth of this Conje&ure,\nand the more credible this Invention of Hermippus\nwill appear.\nI am very fenfible, that there are many vain,\nill grounded, and fantaftic Notions that prevail\namong idle People, in relation to the Breath; fome\nhave fancied that Socerers have a Power of fal'cina-\nting therewith, fuch as they breath upon, and\ntherefore, in many of the Books which treat of\nWitchcraft, this is ufually thrown in as a Circum-\nftance ;\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 3« ]\nfiance; neither is it a new, but an ° old Piece of\nSuperftition, which has fubfifted in the World\nmany hundred Years before the late Affair in\nFrance, where Mifs Cadiere attributes her Poflcf-\nfion, to the Breath of the Prieff p. We are like-\nwife told of Nations in the Indies, who cure all\nDifeafes by breathing on fuch as are affetfied with\nthem; but this ought to be no more regarded than\nwhat we meet with in Pliny, of another Indian\nNation, who lived towards the Sources of the\nGanges, who have no Mouths, and who are nou-\nrifhed by fweet Savoursi. Thefe are either ablo-\nlute Fictions, or allegorical Accounts, which at\nthis diftance of Time, and perhaps, when Pliny\nhimfelf wrote them, were not underftood. He\ngathered mofl of his Faffs from the Greek Wliters,\nand they frequently difguifed, as they fometimes fa!-\nfified their Narrations. But thefe Fictions, which\nevery body can difcern, ought not to prejudice\nMatters of Faff, of the Truth of which, any\nEnquirer may be latisfied.\nT h e re are in Spain, a Race of People, or as\nfome Writers fay, an Order of Knighthood, ftiled\nSalutadores, who pretend to cure Wounds by\nbreathing on the Patient, and repeating certain\nPrayers,*\n*\n*\n° Pfellus de dasmon.\np See the feveral Fadtums in that famous Cnufe, in which\nthis Bufinefs of Fafcinating by the Breatn is largely treated.\n*\n*Plin. Hiftor. Natural, lib. vii. c. z. Cael. Rhod. Antiq. Left,\nlib. xiv. c. 21. The Name given to this Nation by thefe Au-\nttef«(jy be Aflomes. . from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ff\n[ 31 ]\nPrayers, which they affirm were taught by St.\nElmo r. The Church of Rome has condemned this\nFanatical Practice, and fo do I ; but there is another\nfomewhat related to this, which, whether Nature,\nor Chance firft introduced into the World, is uncer­\ntain but which is not like ever to wear out; and that\nis, breathing on People in a Swoon, in order to\nbring them to themfelves, which is found to be\nvery effectual, as from natural Caufes might well\nbe expeCted. Let us then in all Cafes of this\nNature, diftinguifh between Realbn, and report\nvulgar Opinion, and the Senfe of capable Judges,\nthe Practices of Mountebanks and Deceivers, and\nDeductions from Phyfical Principles, by Men of\nLearning and found Senfe. I do not however,\ndeny, that popular Remedies have found Admit­\ntance into Phyfic, and ought there to be retained;\nfor, in Phyfic as well as in Chemiftry, the Ef­\nfects of Medicines are confidered as Experiments,\nupon which wife Men Reafon, and afiign the Ufes,\nthough there might be another Sort of People\nwho firft found them out; it is one Thing to pre-\nicribe rationally, and another to be lucky in Cures.\nHoffman and Boerhaave> are the moft different\nPeople in the World from Paracelfus and Van HeU\nwont, who yet, were very extraordinary Men in\ntheir Way.\nI\n' Delrio Magic. Difquifit. v. ii. p. 114^\n\f*\n[ 33 1\nI do not imagine that Hermippus, by reafoning,\nFound out this Remedy againft old Age; I am in­\nclined rather to think, it found out him, that is to\nfay, by vigorous Effects, he was led to the Caufe,\nand by feeling himfelf, revived by this Medicine,\ntaught the Knowlege and Efficacy of it. If one\nwas difpoled to purfue the Method of the Antients,\nand to drefs up this Story in the Garb which Plato\nwould have given it, one might relate it thus.\nW h e n the blooming 'ffsyjbe, whom the Graces\nadorn, and the Mufes inftruft, converfes with the\ngood old Hermippus, her Youth invigorates his\nAge, and the brilk Flame that warms her Heart,\ncommunicates its heat to his, fo often as the love­\nly Virgin breaths, the kindly Vapours fly off full\nof the lively Spirits that fwim in her Purple Veins;\nthefe old Hermippus greedily drinks in, and as\nSpirits quickly attradl Spirits, fo they are prefent-\nly mingled with the Blood of the old Man. Thus\nthe Vapour, which but a Moment before was ex­\npelled by the brilk beating of the Heart of Tbyjbe,\nis communicated by the Aither to Hermippus, and\npalling through his Heart, ferves to invigorate his\nBlood, fo that almoft without a Metaphor, we\nmay fay, the Spirits of c\nThyJbe give Life to Her-\nmippus. For, what is there more eafy to ap­\nprehend, than that the aftive Spirits of this brilk\nand blooming Maid, ffiould, when received from\nthe Air, thaw the frozen Juices of her aged\nE Friend,\nD igitized^\nINTERNET ARCHIVE\n, Original from\nTHE GETTY RESEARCH INSTITUTE\n\ft\n[ 34 3\nFriend, and thereby give them a new Force, and a\nfreer Paflage; and thus Hermippus pofieffing at once\nthe Strength his Nature retains, and borrowing\nfrefh Spirits from the lovely c\nthyjbe, what Won­\nder that he, who enjoys two Sorts of Life, (hould\nlive twice as long as another Man ?\nSuch had been its Appearance, if we had de­\nrived this Fa£t from a Grecian Sage, and then\nperhaps, it had been honoured with numerous\nCommentaries, and laboured Explications. But\nthe Romans were a graver People, they contented\nthemfelves with delivering Truth in the Language\nof Truth, and thought, that like all great Beauties,\nfhe looked belt in a plain Drefs.\nH i s t or y informs us, that very many who\nfpend their Time in the Inftrudlion, and of confe-\nquence in the Company of Youth, have lived to\ngreat Ages; thus Gorgias%the Mailer of Ifocrates9\nand many other eminent Perfons, lived to be 1085\nthe year before his Death fomebody demanded in\nhis School, how he had been able to fupport fo\nlong the tedious Burthen of old A ge; the Sophift\nreplied, that he regretted nothing he had done,\nand felt nothing of which he could reafonably\ncomplain *\n, my Youth, faid he, cannot accufe me,\nnor can I accufe my old A ges. His Scholar I t ­\nerates,\n‘Plin. Hillor. Natural, lib. vii. c. 48. Valer. Max. lib. viii.\nc. 13.\n\f[ 35 ]\ncrates, in the 94th Year of his Age, publiffied a\nBook, and furvived that Publication four Years, in\nall which Time he betray’d not the leafb Failure,\neither in Memory or in Judgment; but as he had\nlong lived, fo he died with the Reputation of being\nthe molt Eloquent Man in Greece *. Xenophilus,\nan eminent Pythagorean Philofopher, taught a\nnumerous Train of Students, till he arrived at the\nAge of 105, and even then enjoyed a very per­\nfect Health, and yet he left this World before his\nAbilities left him u. Nicholas Leonicenus read the\nPhyfic Le£tures at Ferrara, in the lad Age, up­\nwards of 70 Years, and Languis tells us, that when\nhe heard him, he was fomewhat above 96, and\nto a Perfon who afked him, by what Rule he had\nacquired this green old Age, he anfwered, by de­\nlivering up my Youth chad to my Man’s Eftate w\n.\nPlaterus tells us, that his Grandfather who exer-\ncifed the Office of a Praeceptor to fome young\nNoblemen, married a Woman of thirty, when he\nwas in the 100 Year of his Age. His Son by this\nMarriage, did not day like his Father, but took\nhim a Wife when he was twenty; the old Man\nwas in full Health and Spirits at the Wedding,\nand lived fix Years afterwards*. Thefe are indan-\nE 2 ces\n*Plutarch in vit. Ifocrat. uPlin. Hiftor. Natural, lib.\nvii. c. 50. Valer. Max. ubi fupra. wMelch. Adam,\nin vit. Germ. Med. p. 141. xPlateri Obferyat. lib i,\np. 233, 234.\n\f[ 37 ]\nan ancient Greek Poet, though he was ten Years\nyounger than myfelf, was admired and celebrated\nFor his having wrote a Tragedy, why fhould I be\nefteemed lefs Happy, or lefs myfelf, who have\ncompofed and Publifiied a Comedy ? When I am\nconfident, the fame Poet, though he was ten years\nYounger than I am, yet had not a better Share of\nHealth, or a livelier Imagination y. I make ule of\nthe Authors own Words, becaufe Cornaro muft of\nall others, have beft known himfelf, and the very\nSpirit he fhews in reciting thefe Things, is a moll\nevident Proof of the ftrength, vigour, and youth-\nFulnefs of his Conftitution. I will, however, men­\ntion another more modern Inftance.\nFrancis Secardi Hongo, ufually diftinguifiled by\nthe Name of Huppazoli, was Conful for the flate\nof Venice, in the Ifiand of Sew, where he died,\nin the beginning of 1702, when he was very\nnear 115. This Man was a Native of Cafal, in\nthe Montferrat. He married in Scio, when he\nwas young, and being much addidted to the\nFair-Sex, he had in all five Wives, and fifteen\nor twenty Concubines, all of them young,\nbeautiful Women, by whom he had forty nine\nSons and Daughters, whom he educated with the\nutmoft Tendernefs, and was conftantly with them,\nas much as his Bufinefs would permit. He was\nnever\nDigitized by\nINTERNET ARCHIVE\ny See Cornaro’s Benefits of a fober Life, p, \\\n\f[ 3« ]\nnever Sick, his Sight, Hearing, Memory, and\nActivity, were amazing; he walked every Day\nabout eight Miles, his Hair, which was long, and\ngraceful, became White by that Time he was\nFourfcore, but turned Black at an Hundred, as\ndid his Eyebrows and Beard at 112. At n o ,\nhe loft all his Teeth, but the Year before he died,\nhe cut two large ones with great Pain. His Food\nwas generally a few Spoonfuls of Broth, after\nwhich he eat fome little Thing roafted; his\nBreakfaft and Supper, Bread and Fruit, his con-\nftant drink, diftilled Water, without any addition\nof Wine, or other ftrong Liquor, to the very laft.\nHe was a Man of ftrid Honour, of great Abilities,\nof a free, pleafant, and lprighdy Temper, as we\nare told by many Travellers who were all (truck\nwith the good Senfe, and good Humour of this\npolite old Man z. The Reader will eafily difcern,\nthat the Point upon which I chiefly inflft, i*\ns his\nhaving continually young Company about him,\nefpecially young Women; for though neither him-\nfelf, nor for ought I know any body elle, ever\nremarked that this might contribute to the length­\nening his Life, yet fo the Fad might be, though\nunnoticed. It is indeed more for my Purpofe to\ncolled Accounts like thefe, where there is clear\nevidence of the Fad, I would eftablifh before the\nPrinciple,\ny Voyages de Tournefort, &c.\n\f[ 39 ]\nPrinciple, to which, I refer, it was ever thought\nofj than to quote Inftances ofa frefher Date, fince\nthe Thing might have been in my Head. Thele\nare Inftances that cannot be warp’d, I have cau-\ntioufly cited my Authors, and fometimes the\nWords of the People themfelves, fo that I need\nnot afk, where I can force Belief.\nI will fuppole then of our Hermippus, that he\nwas a Tutor or Dire£tor of a College of Virgins,\nfor fince the Infcription tells us, not what he was,\nwe may be allowed all the Freedom of a rational\nConje&ure. This College of Virgins, I conceive\nto be founded purely for the Sake of Education,\nand thereby affording aquick and conftant Succeffi-\non of little Maids, from the Age of between five\nand fix, to thirteen and fourteen. I imagine it might\no u\nbe requifite for the Health, as well as proper In-\nftru&ion of thefe young Ladies, that they rofe pretty\nearly in the Morning, and this in all Seafons of *\nthe Year. In the Spring and Summer they might\nbe allowed to walk and enjoy the refrelhing Plea-\nfure of rural Profpecfts, but always in the Com­\npany of their Diredlor, who fhouid be obliged to\nentertain them during the Walk, with feafonable\nand lively Stories. If this feeming extraordinary\nMode of Education difguft Perfons of a nice and\nprudifh Tafte, give me leave to obferve, that the\nGreeks ufed it of old, and that it is (till praflifed\nby all the Eajlern Nations. Milejian, or Arabian\nTales,\nDigitized by Originalfrom\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\fC 40 ]\nTales, in which a Vivacity of Imagination ap­\npears, with here and there a Ray of found Judg­\nment, fuit beft with tender Minds, and efpecially\nwith feminine Underftandings. Women are re­\nmarkably governed by Example, or to make Ufe\nof a modern Phrafe, by the Fafhion. W hy,\ntherefore, fhould they not be inftruded by Ex­\nample ? There is lefs Difference than mod People\nimagine between real and feigned Stories. They\ndiffer but as Morning and Evening Shadows, the\none is the faint Picture of what has paffed, the\nother as lively a Reprefentation of what may\npoffibly come. In all other Refpe&s they are alike\nthe Story of Alexander and Roxana, is now as\nmuch a Dream as any in the Perfian Tales. One\nAdvantage that Ideal relations have over Stories\ngrounded upon Fads, is, that we may contrive\nthem fo as to avoid improper Circumftances, which\n. cannot frequently be done with refped to the\nlatter, but at the Expence of Truth. W ith\nfuch Difcourfes, after their early Devotions were\nover, the fair Pupils might be entertained in Win­\nter Mornings, and the Day be thus opened with\na free, chearful, and kindly Spirit, alike agreeable\nto his lovely Wards, and grateful to the good\nold Man.\nA f t e r this Morning Exercife, I fuppofe that\nHennippuSy and his Female Pupils, retire in order\nto bathe, to drefs, and to adorn themfelves, ail\nwhich\n*\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITl TE\n\f[ 4 i ]\nwhich I look upon as no lels necefifary for the old\nthan fit and convenient for the young W o­\nmen. Every body knows, that the Antients\nwere remarkably fond of Baths, and of Undtions,\nefpecially for old Men ; and the Arabian Phyfi-\ncians preferibe them once in a Week or ten Days,\nand order fome hot and well fpiced Meat to be\neaten after ufing diem *\n, but to be fure wafhing,\ncleanfing, and keeping the Body neat, as they\ntend to make old Men pleafant and agreeable to\nfuch as converfe with them, fo they contribute not\na litde to their own Eafe, and to the preferving\nthat Supplenefs in the Limbs, which is frequently\nattacked by old Age. On the other Hand, ele­\ngance in Drefs, and great Nicenels about their\nBodies, is of very great Confequence to the Pre-\nfervation of fuch a Temper in thefe young Maids,\nas is fit to make them ufeful in that Way of which\nwe are fpeaking. About Noon, after all this Ex-\nercile is quite over, I fuppofe Hermippus meets\nhis Maidens with as much Chearfulnefs, as his Con-\nftitution will admit, while they receive him with\nthat fprightlinefs that is natural to theirs. A fhort\nConverfation fhould precede a light, well-chofen\nand wholefome Entertainment, of which all feed­\ning freely, but not to fulnefs, feafon the necef-\nfary Bufinefs of recruiting the Body with fuch in­\ngenious and diverting Stories, as may amufe and\nrecreate die Mind. After the Repaft, Mufic,\nF Vocal\nOriginal from\nTHE GETTY RESEARCH INSTITLrTE\n\f[ 4 1 ]\nVocal and Inftrumental, and then a Walk, or if\nthe Weather will not permit it, fome breathing\nExercife within Doors, to fuch a Degree as may\nexcite Colour, but without forcing a Sweat.\nThe Evening fhould among luch Company,\nbe chiefly dedicated to Diverfion, the Ladies, and\nefpecially the youngeft, fhould be indulged in all\nthe little innocent Paftimes that contribute either\nto the Exercife of their Limbs, or the Improve­\nments of their Wits, and thefe ought to take\ntheir Turns, according to the Rule prefcribed by\ntheir Director. For Inftance, after Blindman’s-\nBuflf, Hoop and Hide, or hunting the Hare, there\nfhould fucceed Queftions and Commands, Pictures\nand Motto’s, Riddles, or fomething of the like\nSort j and laft of all, two or three of the Eldefl\nmight gently lead them by a few grave Stories into\na fit Difpofition for their Evening Devotions;\nafter which, they might retire to their Dormitory,\neach having her proper Cell, but all open at the\nTop, as alfo the Director’s Apartment, at the\nupper End. In a College like this, with fuch\nCompany, and under fuch Regulations, where all\nthe Pupils are Chafte as Diana’s Nymphs, frefh\nas the Spring, fweet as the Summer, and harmlefs\nas the Winter, ever full of Life and Spirits, free\nfrom Difeafes, Cares or Diffractions of Mind, eafy\nin their Tempers, affable in their Manners, fond\nof obliging, grateful when obliged j I can fcarce\nimagine\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\ft 43 1\nimagine that any Man could fpend his Time more\nagreeably than Hermippus, live freer from a Senfe\nof Sorrow, or more remote from the Shadow of\nDeath. By this Regimen, he might be provided\nwith an almoft continual Refrefhment of their O-\ndoriferous Breaths, and never lofe the'r Company,\nbut at Seafons proper for them and for him. His\nBlood would not only receive conflant Supplies of\nSpirits from the artificial Atmofphere, constituted\nby this Contrivance, but his Genius alfo would be\nkept brifk and lively, by a perpetual Intercourfe\nwith Perfons in the mod a£tive Period of Life.\nSecluded in fuch a Retreat, from all the hurry,\nall the Diforder, all the Accidents that attend a\nLife of Bufinefs, he would eafily efcape Difquiet\nand Fatigue, removed from all the Views of Profit,\nPomp and Pleafure; he would never feel the cruel\nDifturbance of any reftlefs Pafiion, the defire of\ngetting would never torment him, he would never\nbe perplexed with the Fears of lofing, if his Heart\nwas at any Time touched with Pain, it muft be\nat the parting with a Scholar, and even this would\nadmit of fome Relief, from the Pleafure afforded\nhim by receiving a new Difciple. At leaft, thefe\nare the Comforts I have figured to myfelf, and\nfuch of my Readers as are bleffed with more\nvigorous Fancies, may conceive him in PofTeffion\ncf itill higher and more exquifite Bleffings.\nF 2 I am\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\fI 44 ]\nI am fenfible it may be obje&ed, that the whole\nof this Suppofition is abfolutely Arbitrary, that\namongft the Romans, there never was any fuch\nCollegea as this under the Diredtion of any Man,\nnor for ought appears, in any other Nation. But\nthen it is to be confidered, that I have fo Bated\nit. If Hermippus was really nourifhed by the\nBreath of Women, as I have already fhewn,\nit is very reafonable to believe he might, then\nwe muft conceive to ourfelves fome Occupation,\nfome Way of Life in which he might eafily,\nand conftantly receive this comfortable Medicine;\nand if the Account I have given be fo far pro­\nbable in itfelf, and free from Abfurdity, as to con­\nvey clearly to the Reader’s Mind fuch an Idea\nas I would willingly have it, it is not at all\nmaterial, whether there ever was fuch a College,\nfor that comes not at all within my Afiertion, it\nis fufficient for my Purpofe, if fuch a College\nthere might have been. Another Reader may,\nperhaps, devife fome eafier, clearer, and more\nprobable Method of Interpreting this Infcription,\nif he does, I fhall not difpute with, or envy him\nthe Fertility of his Invention. My Account of\nthe Matter fcrves to help the Notion I have form­\ned of the Poflibility of the Thing, and therefore\nas*\n*Except it may be the Puellze Fauftinianae, of whom we find\nfome mention made in the antient Infcriptions.\nOriginal from\n.THE GETTY RESEARCH INSTITUTE\n\f[ 45 1\nas a Mathematician draws his Figures in order to\nexplain the Proportions he lays down, fo I have\nexhibited this Example, to illudrate the Do&rine\nthat I would recommend.\nO ne may likewife fugged, that mod of the\nExamples hitherto alledged of the long Life of\nfuch as have taught young People, do not reach\nthe Point I have advanced, in as much as they all\nconfefiedly belong to young Men. Yet, if this\nObje&ion affefts what I have delivered, the Credit\nof the Infcription remains dill untouch’d, fince\nfome underdand it of Boys, though I incline to\ninterpret it of Girls, for Reafbns that will hereafter\noccur. But, whoever makes thisObje&ion, mud ad­\nmit, at the Time of making it, that there is an ex­\ntraordinary Efficacy in the Breath of young Men,\nwhich duly confidered, will be found a very great\nconceffion in my Favour; fince, if there be any fuch\nEfficacy in the Breath of young Men, no Reafon\ncan be affigned why my Suppofition fhould be held\nlefs reafonable. All Things, therefore, that make\nin general in Favour of human Breath, or in Fa­\nvour of the Breath of young People, tend to\ndrengthen and fupport what I have laid down.\nAs to thofe particular Circumdances which render\nfemale Breath preferable, it lies upon me to affign\nthem, and this I fhall do in its proper Place-, in\nthe mean Time give me leave to r nark one\nThing more in Favour of my fi&itious Hidory\nof\nDigitized by Original from u\nINTERNET ARCHIVE THE GETTY RESEARCH INSTIt I t E\n\f[ 4d ]\nof the College of Virgins, viz. That the great-\neft Men have thought it allowable to introduce\nfuch Dcfcriptions wherever they have judged\nthem requifite, or agreeable to the Subject of\nwhich they were treating. The learned Sir Thomas\nMorey laid down a Syftcm of Politics in his\nUtopiah. Barclay has written an ingenious Hiftory\nin his Argents, and the great Chancellor Bacon has\nexhibited the moft beautiful of all Fi&ions in his\nHiftory of the New Atlantis c, which Hiftory,\nif I miftake not, gave Birth to the Royal Society\nin England.\nBu t I muft not conceal two other Obje£Uons\nof far greater Weight, that have been made to\nthis Dofrrine of mine, by the ingenious Mr.\nNunning.\nbThere are fome Difputes about the firft Edition of this\nBook; The famous Mr. Maittaire fancies, there was one in\nthe Year 1516; but he is miftaken, the firft Edition of it\nbore the following Title. De Optimo Republics ftatu, de\nque nova infula Utopia Thomae Mori libri duo, quibus prefi-\nguntur Epiltolre Defiderii Erafmi, Gul. Budsei, Petri yEgidii, ac\nin fine adjun£ta Hieron. Buflidii Epillola. Bafileae. Joan.\nFroben. 1518. in 40. and has been printed very often fince.\nIt was tran(lated into Englifh by Ralph Robinfon, in 1557,\nwhich Tranllation Bilhop Burnet miitook for the Author’s\nown; however, he ventured to make another Tranllation in\n1683, and a very good one it is. It was tranllated into Italian\nin 1548, but the Author of that Verfion is not known.\nThere have been three Tranflations in French, of which that\nby Sorbire is eiteemed the belt.\nc The Author is right enough in his Obfervation, Abraham\nCowley borrowed his Notion of a Philofophic College from\nIx>rd Bacon’s Atlantis, and from Mr. Cowley’s Notion of\nfiich a College, the Royal Society had its beginning.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITl TE\n\f[ 47 ]\nNunningd. If, fays that learned Perfon, your Sy-\nflem be founded in Truth, if there be really any\nfuch Vigour and Efficacy in the Breath of Women,\nor even of young Women, how comes it to pafs,\nthat thofe Men have not attained to any extraor­\ndinary Age, who are known to have had the\ngreateft Advantages poffible in this Way ? Upon\nthis, he puts two Queftions, Why, fays he, did\nnot Solomon, whofe Wives and Concubines were\nfo numerous, and who undoubtedly were young,\nbeautiful, and kept entirely from other Men ;\nWhy did not this Solomon, continues he, live be­\nyond the ordinary Age of Man *\n, whereas, the\nScripture tells us, that he did not reach that which\nis common in our Times ? This is the firft Ob­\njection, and it muft be owned, that Mr. Nunning\nhas put it very modeflly, for Solomon had befide\nthis, many-other Advantages. He was undoubt­\nedly, a great Philofopher, an excellent Naturalift,\nand underftood perfectly the Art of conducting\nLife, to which we may add, that fome have be­\nlieved him an exquifite Anatomift, Phyfician and\nChymift •\n, fo that if he died before Seventy, who\nwas poffiefled of fuch extenfive Power, fuch im-\nmenfe Riches, and fuch Wifdom as never centred\nin\ndThis Gentleman is Cannon of Vreden, and is now pub-\nlidiing in Germany, in Quarto, a Work, Entituled Monuments.\nMonarterienfia, which is to contain, the Elogies of all the\ngreat Men who have been Natives of the Bifhoprick of\nMuniter.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ff 4» 1\nin another Man, what Reafon is there to fuppofe\nthat i'uch as are infinitely below him in all Re-\nfpedts, fliould acquire the Knowledge of that\nwhich was indubitably hid from him? This is the\nCafe Rated fairly, freely, and fully, for we mean\nnot to cheat or deceive our Readers, but to inform\nand fatisfy them *\n, our endeavour is not to give\nan Air of veracity to our own Opinion, but to\nre&ify our own Notions by the Standard of\nTruth.\nMr. Nuniting*s fecond Objection, is fetched\nFrom the Seraglio’sof the tfurkijh Monarchs. Why,\nfays he, do not the great Lords of the Ottoman\nEmpire, who have fuch Numbers of young and\nfine Women, always in their Power, live to a\ngreat Age? or rather, why fince they have this\nBalfam of Life continually in their Poffefiion, are\nthey fhorter lived than other Men? and that too,\nin a Country where there are more long lived\nPeople than in many others ? This excellent\nPerfon might have fortified alfo this Obje&ion,\nby extending it to the Shahs of Perfia, the Han’s\nof Partary, the gseat Moguls, and all the other\nEajlern Princes, who in this refpeft, enjoy to the\nfull the fame advantages with the Turhijh Sultans.\nI am not afraid of giving the utmoft Weight to\nthefe Suggeftions, becaufe if I can fairly and clear­\nly refute them, my Dodtrine mult appear, if not\nabfolutely certain, much more probable, at leaft,\nand\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\fI 49 1\nand much more agreeable to Truth, than if thefe\nObjections had never been mentioned. I do indeed\nadmit, that both are very plaufible, both ieem\ndireCtly diltruCtive of my Syftem ; but if notwith-\nllanding all this, I am as I think, I am in a\ncapacity of Ihewing that they do not at all affect\nwhat I have advanced, but that on the contrary\nwhen duly confidered, they fortify it extreamly,\nthen I hope the Reader will attend with the greater\nSatisfaction, to fome additional Arguments that I\nfhall offer in fupport of this Notion. It is the great\nBeauty of Truth, that the more we examine it,\nthe more different Lights in which we place it,\nthe more Pains we take in turning and twilling it,\nthe more we perceive its Excellency, and the better\nthe Mind is fatisfied about i t ; whereas Falfhood,\nhowever fair it may appear when drefs’d out to\nadvantage, or fee in a falfe light, yet it never can\nHand the Tell of a ItriCl and unbiafed Enquiry.\nT h e Hiflory of Solomon is very largely record­\ned in the Sacred Writings, and the Circumltances\ntherein laid down, enable us to give fuch an Ac­\ncount of the Manner of that Prince’s Life, that\nwe need be under no Sort of Surprize at the earli-\nnefs of his Death. He was, it is true, the wifeft\nMan that ever lived, of which he has left us very\nnoble Teflimonies in his Writings. He was a\ngreat Politician, excellently fkillcd in the Arts,\nand a perfect Mailer of the polite Literature of\nthofe Times •\n, but with all this, we fee that he\nG was\nDigitized by Original from\nINTERNET ARCHIVE * THE GETTY RESEARCH INSTITUTE\n\f[ J O ]\nwas a very voluptuous Man. Science and Pleafure\nengrolTed him by turns, he would have pufhed his\nRefearches beyond the Bounds of human Nature;\nand when he found himfelf checked, then he be-\ngan to complain of the burthen of Knowlege, and\nthe tirefomenefs of fuch Enquiries. To deliver\nhimfelf from thefe Anxieties, to calm his Cares,\nto drown his Doubts, and bury his Apprehenfions\nin Oblivion, he had recourfe to fenfual Delights,\nhaving conftantly in his Seraglio a Multitude of fine\nWomen, amounting, as the Author of the Book of\nKings tells us, to feven hundred Wives, who were\nPrinceffes, and three hundred Concubines6. W ith\nthefe, he led an effeminate, lafcivious, and profligate\nLife. Thefe Women were of all Nations, Egypti­\nans^ Moabites, Ammonites, Edomites, Zidonians, and\nHittites, and each endeavoured to recommend her*\nfelf to his Favour, by all the ftudied Arts of\nLuxury f. Amongft fuch a Heterogenous Mafs of\nFemales, all corrupt in their Morals, all different\nin their Cufloms, all filled with Jealoufy and E-\nmulation of each other: What reafon was there\nto hope either for Quiet, or for Health ?\nIn the Defcription we have given of the Life\no f Hermippus, we have ufed our utmoft Endeav­\nour, to fhew the means by which this Sovereign\nMedicine we are difcourfing of, operates, and how\nit\ne i Kings, xi. 3.\nDigitized by\nINTERNET ARCHIVE\nf Ibid v. 1.\nOriginal from\nTHE GETTY RESEARCH INSTITl TE\n\f[ 5 ' ]\nit is to be employed. We fuppofe our old Man\nto be of a gentle uniform, and pleafant Difpofition,\nalways eafy, always content, and furrounded by\nNumbers of blooming Virgins, too young to have\neither their Bodies, or their Thoughts tainted ♦\n,and\nwe fuppofe thefe Perfons fpending their Time to­\ngether, in chafte and innocent Amufements. But\nthe Life of Solomon was the very reverfe of this,\nhis Thoughts were in a perpetual Hurry, his Mind\nin conftant Adgitation *\n, one Day deeply plunged\nin Philofophical and Metaphyfical Contemplations\\\nthe next funk in fceptical Doubts, and gloomy\nReflexions; the third giving a loofe to his Plea-\nfures, and abandoning himfclf without Reftraint,\nnot only to the Lewdnefs of his own Defires, but\nto the wilder Extravagancies of a Multitude of\nvicious Women. All this we learn, not only from\nHiftories of indubitable Authority, but from his\nown Writings, there we fee the Struggles of his\nHeart; there we fee his reftlefs love of Pleafure;\nhis intemperate Third after Knowlege, and in\nconfequence thereof his Agonies and Difquiet. Is\nthere any likenefs between thefe two Characters ?\nCan one imagine, that the Converiation of Wo­\nmen in fuch a Diverfity of Circumftances, ffoould\nhave the fame Effect on Solomon and Hermippus ?\nOr can it enter into the Head of any Man, blef-\nled with a found Underftanding, that this, or any\nother Medicine, could defend Solomon from old\nG 2\nDigitized by\nTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 5* 3\nAge, confidering the Courfe he held ? Was there\never a Man that ftudied the Prolongation of Life,\nwith more aftiduity than Solomon laboured to fhort-\nen it ? Did he not harrafs his Spirits with intricate\nand perplexed Enquiries ? Did he not vex himfclf\nwith perpetual Queftions about prefent and future\nFelicity, which rendered it impoflible for him to\nenjoy it ? Did he not, by indulging his Pafirons,\nfcatter the Seeds of Deftru&ion ? and did he not,\nby his Luxury and Intemperance, cherifh and cul­\ntivate them, till they at laft, as they always do, dif-\nturbed the Frame of his Mind, as well as ruined\nhis Conftitution ? What wonder then that Solomon\nwas no Long-liver ?\nW h a t I have faid, will, I dare fay, fatisfy\nthe worthy Gentleman who propofed this Doubt,\nand every Reader who ferioufly confiders it. The\nObje&ion takes Solomon for a Perfon in that very\nSituation wherein I would place Hermippus ; but I\nhave (hewn this to be altogether groundlefs. The\nObje&ion takes it for granted, that I look upon the\nBreath of young Women to be a univerfal Medi­\ncine •\n, whereas, I afiert only, that the Breath of\nyoung Virgins in a particular Way, may defend\na Perfon againft old Age, who, by Temperance\nand Moderation defends himfelf againft Difeafes.\nBut, befides what I have mentioned, I have yet\nlbmething more to lay as to Solomon, which I might\nhave offered before, and which would have ex-\ncufed\nDigitized by Original frffm\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 5 3 3\ncufed me From examining his Cafe at all, if I had\ninclined to have flickered myfelf under any fuch\nSubterfuge.\nA ll the Accounts we have of Solomon, fuppofe'\nhim to be under a particular Difpenfation, and that\nhe had recourfe immediately to God himfelf, at lead\ntwice in his Life, fo that this Man was not in the\nlame Situation with others, and therefore, not fit\nto be confidered as an Example. I might pufh\nthis further kill, by obferving, that God waspleaf-\ned to promife him length of Days, if he imitated\nthe Righteoufnefs of his Father David; fo that he\nhad a much better Medicine in his Power, than\nhuman Wifdom could lupply him with, and yet\nhe knew not how to ufe it. The Scriptures fay.\nThat when Solomon was old, his Wives turned\naway his Heart after other Godsg. Oldnefs is\nhere ufed in the Senfe in which I underfland it,\nthat is, with refpedt to the Condition, and not to\nthe Years of Life, for in that Senfe, Solomon was\nnot Old when he died, fince he exceeded not Sixty-\nfeven. The plain meaning, therefore, of this\nText muft be, that when his Vices had broken\nhis Conftitution, and weakened his Faculties, then\ntheie Women to whom he gave himfelf up, drew\nhim to Idolatry, and thefe Nurfes of his fecond\nChildhood, induftrioufly taught him to fall.\nDrawn\ns Ibid. v. 4,\nDigitized by\n•INTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITL TE\n\f[ 5 4 ]\nDrawn by their Delufions, he facrificed both\nTitles to long Life, viz. That which Temperance\ngave him by the Law of Nature, and that which\nby an extraordinary Revelation he received from\nGod himfelf. For this, no doubt included that,\nfince we cannot fuppofe that God promifed long\nLife to Solomon without an implied Condition, that\nhe attended to the natural Means for attaining it,\nthe Laws and Promifes of God mult be always\nrational, becaufe they are made and propounded to\nreafonable Creatures.\nA f t e r examining this Objeftion fo fully, it\nwill caufe me much lefs Trouble to clear up the\nother. For what can there be more contrary to,\nor irreconcileable with the Do&rine I have laid\ndown, than the Lives led by Eajlern Monarchs ;\nall Writers agree, that to give Strength and Firm-\nnefs to the Body, there is nothing fo neceffary as\nChaftity in green Years. The Germans, as Tacitus\ntells us, were won’t to preferve themfelves\nfrom Women, till they were thirty at leaft, and\nthis he afligns as the Principal Caufe of their Ro-\nbuftnefs, Courage and long Life h. Long before\nhis Time, the Spartans had formed the fame No­\ntions led thereto by rcafon and experience but\nwith regard to the Afiatic Princes, they never\nknow what Purity of Manners, and Chaftity of\nMind\nfcDe Morib. German. ' Plutarch, ih Lacon.\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 5 5 1\nMind mean, they are corrupted in their Mother’s\nNurieries, and the dilTolute Temper of the Father,\nprevents the Virtuous Education of the Son.\nWhile they are yet Striplings, they are permitted\nthe ufe of Women, in order to enervate their\nMinds, and when they grow up, an effeminate\nLuxtfry, becomes the prime Bufinels of their Lives.\nAmongft fuch Men as thefe, fhall we look for\nHealth or long Life? Is this agreeable to the Rules\nof Wifdom or Science, I mean to the natural\nDi&ates of good Senfe, or to the Maxims of Phy-\nfic ? If not, where lies the Strength of the Ob-\nJe&ion ?\nB u t befides all this, what if there be Fill a\nfhorter, plainer, or more decifilve Anfwer, which\nis, that we can never properly judge in this Cafe,\nbecaufe Experience teaches us that thefe Princes\nfeldom or never die a natural Death. In the\nField they are expofed to the common Chances of\nW ar, and if we look into the Tnrkijh, Perfian, or\nIndian Stories, we fhall find at leaf! a third part\nof their Monarchs have fallen in Battle. Again,\nconfider them in their civil Capacity, and from\nthe very Nature of an Arbitrary deipotic Govern­\nment, you mult be fenfible that they are conti­\nnually liable to popular Infurre&ions, in which\nmany of their Princes have likewife fallen. But if\nyou purfue them further, and follow them into the\nRecelfes of their private Life, as you will perceive\nthem\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 5* ]\nthem to be no way happier, fo you will find them\nmuch lefs fafe than any of their Subjefrs. The In­\ntrigues and Jealoufies of their many Wives, mufi:\nalways expole fuch Princes to a multitude of Dan­\ngers, efpecially in Countries where Poifons are very\ncommon, and where the molt dexterous Ufe of\nthem is common too.\nBut what if the Sacred Hiftory, which fur-\nnifhed the firft and ftrongeft Objection, contains\nanother Hiftory, which is the fulleft, cleareft and\nmolt fatisfacftory Proof that can be offered in Fa­\nvour of the Opinion I efpoufe ? The Cafe I mean is,\nthat of King David in his old Age, which I fhall\nState fully and fairly. It is faid, that King David\ngrew Old and ftricken in Years, his natural Heat\ndecaying to luch a degree, that no Addition of\nCloaths could give him Heat *\n, in this Diftrefs, the\nPhyficians advifed him, to the very Remedy which\nI recommend. Let there be fought, laid they,\nfor my Lord the King, a young Virgin, and let\nher Hand before the King, and let her Cherifh\nhim, and let her lie in his Bofom, that my Lord\nthe King may get heat. Accordingly Abijhag\nthe Shunamite, was brought to the King, and of\nher we read, that fhe was a Damfel very fair, that\nIhe cheriftied the King, and miniftred to him i\nbut the King knew her m k. This is the Story,\nas\nk I. Kings i. i. See alfo the Commentaries of Munfter,\nGrotius, &c. among the larger Critics, who all interpret\nthefe PalTiges of Scripture in this way.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INST\n\f[ SI ]\nas it lies in the Book, and from hence I think it\nplainly appears, that the Phyfician’s of thole\nTimes, who were well acquainted with the Efficacy\nof this Remedy, and underflood how Age might\nbe benefited by Youth.\nT h e famous Monk Roger Bacon, whom I have\ncited before, in his Treatife of the Cure of old\nAge, has a large Chapter upon this Subject ;\nthough, as he wrote to a Pope, and in an Age\nno ways favourable to him or his Difcoveries, he\nthought proper to conceal what he admits to be\nthe moft Efficacious Medicine, it was in his Power\nto prefcribe, under fuch dark and obfcure Terms,\nthat few I believe have reached his true Mean­\ning. It may perhaps, be fufpe&ed that I have\ndeceived myfelf, and that having this Notion in\nmy Head, I have found in Bacon's1 Works, Things\nthat were never there; for which Reafon, as well\nas becaufe I can offer nothing more curious, or\nmore pertinent of my own, I will cite as much of\nhis Book, as relates to this Subject, and leave it to\nmy Reader to decide how far I do, or do not, do\nhim Juftice by my Comment.\n“ I have read many Volumes of the Wife, I\n“ find few Things in Phyfic which reftore the\n“ natural Heat, weakned by Diffolution of the in-\n“ nate Moifture, or increafe of a foreign One.\n1R. Bacon. De Prolorgatione Vitae, c. xii.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ j8 3\nct But certain, wife Men have tacitly made men-\n“ tion of fome Medicines, which is likened to\n“ that which goes out of the Mine of the noble\ntc Animal, they affirm, that in it there is a Force\ntC and Virtue, which reftores and encreafes the\n“ natural Heat. As to its Difpofition, they fay,\n“ its like Youth itfelf, and contains an equal and\n“ temperate Complexion; and the Signs of a\n“ temperate Complexion in Men, are, when their\n“ Colour is made up of White and Red, when\n“ the Hair is yellow inclining to Rednefs and\n“ Curling. According to Flirty, when the Flefh\n“ is moderate, both in Quality and Quantity;\n“ when a Man’s Dreams are delightful; his Coun-\n“ tenance chearful and pleafant, and when in his\n“ Appetite of Eating and Drinking he is mode-\n“ rate. This Medicine indeed, is like to fuch a\n“ Complexion ; for its of a moderate heat, its\n“ Fume is temperate and fwect, and grateful to\n“ the Smell; when it departs from this Tern-\n“ perature, it departs fo fir from its Virtue and\n“ Goodnels. This Medicine doth therefore tem-\n“ perately heat, becaufe it is temperately hot; it\n“ therefore heals, becaufe it is whole. When it\nu is Sick, it makes a Man Sick. When it is\n“ Diftempered, it breeds Diftempers, and chan-\n“ geth the Body to its own Difpofition, becaufe\n“ of the fimilirude it hath with the Body.\n<\nc For\nt\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 5\n9]\nc< For the Infirmity of a brute Animal, rarely\nC\n{ pafleth into Man, but into another Animal of\n<\nc the fame Kind. But the Infirmity of a Man,\n“ pafTeth into Man, and fo doth Health, becaufe\n“ oflikenefs. Know moft Gracious Prince! that\n“ in this, there is a great Secret. Fcr Galen faith,\n“ that whatever is diffclvecl from any Thing, it\n“ muft of neceffity be aftimilated to that Thing,\n“ as is manifeft in Difeafes palling from one to\n<\nc another; fuch as Weaknefs of the Eyes, and\n“ Peftilential Difeafes. This Thing hath an ad-\n“ mirable Property, for it doth not only render\n“ human Bodies fafe from Corruption, but it\n1\n1 defends alfo the Bodies of Plants from Putre-\n“ fafiion. This Thing is feldom found, and\n6\n6 although fometimes it be found, yet it cannot\n“ commodioufly be had of all Men. And inflead\nct of it, the Wife do ufe that Medicine which is\n“ in the Bowels of the Earth, complete and pre-\n<\ne pared, and that which fwims in the Sea, and\n‘4 that which is the fquare Stone of the noble Ani-\n“ mal; fo that every Part may be free from die\n“ Infection of another. But if that Stone cannot\n“ be acquired, let other Elements feperated, df-\ntl vided, and purified be made ufe of.\n“ Now when this Thing is like to Youth that\n4\n6 is of temperate Complexion, it hath good Ope-\n“ rations; if its Temperature be better, it pro-\n“ duceth better Effe&s; fometimes it is even in\nPI 2 “ the\nDigitized by • Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ So I\n“ the higheft Degree of its Perfection, and then\n“ it operates bell, and then there is that Property\n“ whereof we have fpoken of before. This differs\n“ from other Medicines and Nutriments, which\n“ Ileat and Moiften after a certain temperate\n<\nc Manner, and are good for old Men. For other\n“ Medicines principally Heat and Moiften the\n“ Body *\n, and Secondairly, they ftrengthen the\n“ native Heat ; but this doth principally ftrength-\ncc en the native Heat, and after that, refrefhes the\nt£ Body by moiftning and heating it. For it re-\n“ duces this heat in old Men, who have it but\n“ weakly and deficient, to a certain ftronger and\n“ more vehement Power. If a Plaifter be made\n“ hereof, and applied to the Stomach, it will help\n“ very much, for it will refrefli the Stomach\n“ itfelf, and excite an Appetite*, it will very highly\n“ recreate an old Man, and change him to a kind\n“ of Youth, and will make Complexions by what\nct means foever depraved or corrupted better.\ntc M a n y wife Men have fpoken but little of\n“ this Thing, they have indeed laid down another\ntc Thing like it, as Galen in his fifth Book of\ntc fimple Medicines, and Johannes Damafcenus,\n“ in his Aphorifms. But it is to be obferved,\nte that Venus doth weaken and demolifii the Power\n“ and Virtue of this Thing; and it is very likely\nci that the Son of the Prince, in his fecond Canon\n“ of Simple Medicines, fpoke of the Thing,\n“ where\nDigitized by 0r|ginBlfrom\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ft *1 1\n4t where he faith, that there is a certain Medicine\n“ concealed by wife Men, lead the incontinent\n“ fliould offend their Creator. There is fuch a\n“ Heat in this Thing, as in young Men of a\n“ found Complexion, and if I durd declare the\n“ Properties of this Heat, this mod hidden Se-\ntc cret fhould prefently be revealed. For this\n“ Heat doth help the Palfical, it redores and\n“ preferves the wraded Strength of the Native\nc\nC Heat, cauleth it to flouridi in all the Members,\n“ and gently revives the Aged.” Thefe are pre-\ncifely the Words of Fryar Bacon; the Thing now\nto be conddered is, whether wre have rightly in­\nterpreted them, or whether they are capable of\nany juder, and more natural Senfe, which after a\nfew Reflections on the Motives which have de­\ntermined us, fhall be left to the Reader’s Judg­\nment.\nSome have entertained an Opinion, that this\nmyderious Preparation was no other than the\nQuinteflence of human Blood *\n, but whoever con-\nfiders the Defcription of it in all its Parts, will\neafily difeern, that it can be no fuch Thing, fince\nthe Odour or Scent of it is recommended on Ac­\ncount of its grateful Sweetnefs; befides, Quinteflen-\nces are taken inwardly, w’hereas, he direfls the Me­\ndicine to be applied as a Plaider to the Stomach,\nand indeed the other Marks agree with fuch a\nQuinteflence as ill as this. Others have believed,\nthat\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 61 ]\nthat our Author intended here to deferibe a kind\nof precious Stone, but fucli muft be abfolutely un­\nacquainted with his manner of Writing •\n, for he is\nno affefter of Mifteries, in order to ftrike his\nReader with Amazement, or to raife his own Re­\nputation, both of thefe Things he juftly contemn­\ned. His Obfcurity proceeds from this, that at\nthe Time he wrote, he was in Priion for writing\nagainft the Philofophy that was then current, and\nhe addrefs’d this Book to Pope Nicholas IV. his\nProfecutor, in order to obtain his Pardon •, but be­\ning doubtful how far it would operate, he was\nvery cautious in Writing, that he might not\nafford room for a fecond Accufation, of laying\nThings lecret in their Nature open to vulgar Ca­\npacities. Now, if be was here deferibing a pre­\ncious Stone, why fhould he talk fo darkly ? This\ncertainly did not require fo much Pains to be ta­\nken to hide it, and fo far would fuch a dark Ac­\ncount have been from ferving his Purpofe, that\nit would have been viffbly contrary to his Defign,\nby leaving Room for extraordinary Conjectures,\n• _\nwhere, without the leaft Danger he might have\nfpoken out. Whereas, if our Interpretation be\nadmitted, there was the utmoft Reafon for all\nthis Caution; his Apology is perfectly reafonable,\nand all the Doubtings and Hefiitations that are\nthrown in, appear fo many modeft Excufes, very\nartfully and very properly placed.\nL et\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 6 3 ]\nL e t us confider this Defcription of Bacon's,\nand compare it with the Picture drawn by the\nHand of a Greater, and ftill more knowing Man,\nand we fhall be apt to think that we hear Solomon\ndefcribing the lovely Shunamite. Look upon Bacon's\nWords again, and imagine the thin Veil to be\nremoved; you will then fee the pcrfeft Figure of\nthis Damfel that was very Fair *\n, you will difqern\nthe Rofe of Sharon, and the Lilly of Domafcus ;\nher Hair like Purple, in curling Locks; her two\nyoung Roes that are Twins, feeding among Lillies;\nher Head filled with the Dew, and her Locks with\nthe Drops of the N ight; her Countenance fair as\nthe Moon, clear as the Sun ; her Fruit fweet to\nthe Tafte, as fhe fets under the Shadow with great\nDelight; her Spikenard and chief Spices, while\nthe South Wind blows upon her Garden, that the\nSpices thereof may blow; her Well of living Wa­\nters, and Streams of Lebanon; and here the faireft\namong Women is wounded by the Watchmen,\nand then her Beloved departs.\nT h i s Commentary lufficiently explains the\nText, but to put it beyond Doubt, and to apply\nall this effedtually to my Subject, I fhall touch\ngently on two or three remarkable Paflages. In the\nfirfl Place, our Author fays, that this Medicine is\nliken’d to that which goes out of the Mine of the\nnoble Animal, and what can this Mine be, but\nWoman, in whom, as in a Mine, the noble Ani­\nmal\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 6 4 \\\nmal is formed. Then again, our Author fays,\nthe Infirmity of a brute Animal rarely paflfes into\nMan, but into another Animal of the fame Kind •,\nbut the Infirmity of a Man, paflfes into Man, and\nfo does Health becaufe of Likenefs. Here he lays\nopen a great Secret in Philofophy, viz. That\nthere is a Sympathy in Health, as well as Con­\ntagion in Difeafe, and that as a Morbid Breath\ninfects, fo a wholefome one may exhilerate. Ta­\nken in this Senfe, nothing can be eafier, plainer,\nor more rational, nor is there any other Senfe,\nthe Words litterally taken, can bear. The laft\nPaflage I (hall remark is, when he obferves, that\nVenus weakens and diminifhes the Power and Vir­\ntue of this Remedy. How exa&ly does this agree\nwith the pertinent Reflexion of the Author of the\nBook of Kings, when repeating the Ufes David\nmade of Abijhag *\n, he fays, with a particular Em-\nphafis, but the King knew her not ? A young Vir­\ngin taken in this Manner, recalls Heat and Life\ninto an old Man ; but if forgetting that this is a\ntemporary and artificial Vigour, he ufes it as if it\nwere a natural One ; he may indeed give Life to\nanother, but it will beat the Expence of his own.\nWhen thefe Exploits are related to us as Marks of\nold Men’s Vigour, we Ihould fet them down as\nMarks of their Folly too; for as Solomon fays, that\nthere is a Time to be born> and a dime to die j\nfo\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTIT\n\f[ «5 ]\nfo Nature and true Philofophy teaches, that there\nis a Time to beget, and a Time to abftain from be­\ngetting.\nI will take the Liberty alfo of drawing fome\nAdvantage even from the lecond Objection, fince,\nwith refpedt to Eaftern Princes, though it be true\nthat moft of them die early, yet is it no lefs true,\nthat where they do not die violent Deaths, they\nfrequently live to a great Age ; as for Infiance,\nShah Abbas, and Anrer.gxebe. Now if we confider\nthe immenfe Fatigues of thefe Monarchs, the\nmany Battles they fought; the tedious Marches\nthey made; the variety of Dangers they run\nthrough, and the vafl Expence of Spirits that a\nLife of fuch continued Adlion, fuch intenfe\nThought mull occafion; it will not be eafy to find\nin a Country, where the Art of Phyfic is far from\nbeing fo perfect, as it is even in Europe: I fay it\nwill be hard to find in fuch Places, any Medicine\ncapable of producing fo extraordinary Effedl, if\nwe exclude this of which I am fpeaking. For\nthough I am very doubtful, and therefore lay no\nStrefs on the Wholefomenefs of the Breath of\nW omen; yet, in the Seraglios of fuch Princes,\nthere are always fo many Virgins, and thefe of\nfuch near accefs to the Perfon of the Prince, that\nI cannot but apprehend his Vigour and Health, to\nbe greatly fupported by thefe odoriferous Streams\nI of\nDigitized by\nERNET ARCHIVE\n\f[ ]\nof falutary Air. I cannot help adding what feems\nto be dill a dronger Argument in Favour of\nmy Suppofition, and that is, that the Arab Prin­\nces fcattered through the Dominions of the Grand\nSignior, who are lefs expofed to foreign Wars,\nor domedic Intrigues, than other oriental Princes,\nactually live beyond the ordinary Age ofMan, and\ndie at lad as every Man ought to die, becaufe their\nBlood can run no longer. At lead, I have a right\nto make ufe of a Circumdance fo probable as this\nis, in iupport of my Opinion, when it is thought\nreafonable to take a Faft, which has only a fuper-.\nficial refemblance to the Cafe I have dated, as a\nfufficient ground for an Objeftion againd the\nPofition I am endeavouring to make good; Pro­\nbability is certainly nearer a-kirrto Evidence, than\na bare Similitude of Circumfiances, which vanifhes\nupon a drift Examination.\nA f t e r thefe Excurfions, let us return to a\nmore drift Examination of our Subjeft: I have\nalready fhewn how the Breath of Virgins may\noperate upon old Men, when mix’d with the com­\nmon Air, and fo refpired by them. But let us\nconfider a little, whether thefe numerous and\nfubtile Effluvia may not operate fome other Way\nthan this. All Phyficians agree, fince the Doftrine\nof the Circulation of the Blood has been edablifh-\ned, as well as made known to the World, by the\nSkill\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ <7 ] . : t.\nSkill and Learning of that incomparable Eiv*lijh-\nman Doctor Harvey m; that a great Part of our\nAliments, after entering the Blood, are thrown\nout from thence in fo imperceptible a Manner,\nthat this kind of Evacuation, is very properly ftilcd\ninfenfible Perfpiration. This was firlt carefully\nexamined by Sanftorius> who found that it was far\nmore confiderable alone, than all the other ani­\nmal Secretions taken together n. If this be fo, and\nthat it is fo, no Man in his Senfes now doubts,\nthen it follows, that there muft be prodigious\nQuantities of the Matter of this infenfible Per­\nfpiration, mixed in the Air, furrounding the per-\nfpiring Bodies, and confequently this Air, muft be\nimpregnated ftrongly with the Qualities inherent\nto that Matter.\nI f we pufh this Enquiry ftill further, and la­\nbour to make ourfelves acquainted with the Na­\nture of the Particles that are thus thrown off, a\nI 2 little\nmOur Author alludes here to the remarkable Felicity of\nDodlor Harvey, who firft found out, and then fully demon-\nftrated the Dodtrine of the Circulation of the Blood, which\nwas at firft as moft new Inventions are, oppofed with great\nHeat and Spleen ; but came at laft to be as generally received\nand admired, as it deferves. Dodtor Harvey died in 16^7,\nthirty Years after he firft publilhed his Difcovery ; in his Ex-\nercitatio Anatomica de motu cordis. Printed at Francfort,\nin 1627.\nnSee his famous Treatife de Medicina Statica, which the\nEnglifh Reader may confult in his own Language, Tranflated\nby the judicious and indefatigable Dr. Quincy.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ft 68 ]\nlittle Attention will make that Matter plain. For\nfince infcnfible Perfpiration is owing to the Circu­\nlation of the Blood, it necefiarily follows, that\nthe Particles thrown off by the Blood, muff par­\nticipate of the Nature of that Fluid from which\nthey are thrown off. Now we know the Blood of\nyoung People to be foft, oily, and balfamic, as\nwell as we can know any Thing, becaule this ap­\npears to us from its Effedts, which are a brlfk and\nlively Difpofition •, perfect Health, and quick\nGrowth, to all which, a Blood thus conftituted,\nis abfolutely neceflary. Upon thefe Principles, it\nis plain, that the Matter perfpired by young\nPeople in fuch Circumftances, as I have fuppofed\nthe Pupils of Hennippus to be, muff have all the\nQualities of their Blood, and be a foft, fmooth,\nflippery, balfamic Steam, continually flowing from\ntheir Bodies, and as they are conftantly drawing\nin the Circumambient Air, and continually throw­\ning off this Matter, they muft, in the compafs of\na few Hours, abfolutely change the whole Mafs of\nAir, in a Room where they are taught by their\nPreceptor, who in that Cafe, will receive into\nhimlelf a large Proportion of this perfpirable\nMatter, in the fame Manner that it is thrown off\nby them.\nT here are many People, I know, who will\nbe 3pt to treat this Part pf my Difcourfe as Whim-\nfical\nDigitized by\nINTERNET ARCHIVE\nOriginal front\nTHE GETTY RESEARCH INSTITUTE\n\ft h ]\nfical and Chimerical, and for this very Reafon, I\nhave not infilled upon it fo largely as I might have\ndone, or in fuch llrong and dired Terms. I might\nhave entered nicely into the Computations that\nhave been made of the Quantity of Matter thrown\noff in this Way, and from thence I might have\ndeduced many Curious, and to competent Judges,\nconvincing Proofsj but I afted not this critical kind\nof Writing, which might polfibly deprive me of\na great Number of Readers, and fecure the Alfent\nonly of thofe who are lead likely to carry this\nDodrine into Pradice. But let me have leave to\nobfcrve, that what I have laid down, is an indis­\nputable Fad, and not among the Number of thofe\nabout which much has been written, and nothing\nfettled. Sanflorius who fird treated this Matter ju-\ndicioufly, and pradically, had the Honour to per-\nfed his Difcovery, and to carry.the Matter as far\nas it could go, and this in the bed Method, I\nmean that of Experiments; for he had a Chair\nfixed on a Ballance, and in fuch a Manner accom­\nmodated with Springs, as to difcover the flighted\nAlteration in his Weight. By the Ufe of this\nChair, and by condant Obfervation of what he\nEat, Drank, Perfpired, and Evacuated every\nother Way ; he came at the certain Knowlege of\nwhat he has delivered, and therefore we may with\nthe utmod Confidence, believe, that at lead, one\nhalf of what we eat or drink, after palling through\nthe\nDigitized by Original from\nINTERNET ARCHIVE . THE GETTY RESEARCH INSTITUTE\n\f[ 7° ]\nthe Blood, is thrown off in the way I have defcri*\nbed °.\nA very irgenious Frenchman, to whom the\nWorld is indebted, for as profitable, and at the\nfame time as pleafant a Work, as any publifiled of\nlate Years, has endeavoured to illuftrate this Doc­\ntrine by a very well contrived Fiftion, which I will\nrepeat to the Reader, becaufe nothing can ferve\nmy Purpofe better, as I am perfuaded nothing can\nentertain him more p. “ The Day after our Ar-\n“ rival at London, feveral Tradefmen came to our\n“ Lodgings, in order to fell us the Commodities\n“ and Curiofities of their Country. Every one\n“ of the Company fixed readily his Attention on\n“ what pleafed him mod. Some bought Gloves,\n“ others Ribbans, and others Silk Stockings; the\n“ Merchandize which fell to my Share, was feve-\n“ ral Perfpe&ive Glafies and Microfcopes. He\n“ who fold them, was an excellent Mathemati-\n“ cian, a Man of great Capacity, and could fpeak\n“ French tollerable well. I kept him to Dinner,\n“ and\n°We muft confider, in reafoning upon this Subject that\nSanttorius wrote in Italy, where the Perfpiration may be\nreafonably fuppofed much greater than in Northern Countries,\nwhich our Author was aware of, and has made a proper\nDeduction.\np Melanges d’Hiftoire et de Litterature par M. de Vigneul-\nMarville. Tom. ii. p. 461. It may not be amifs to obferve,\nthat this is not the true Name of the Author of that curious\nBook, but one, under which he chofe to hide it, on Account\nof fome freeCenfures contained in that diverting Mifcellany.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITL\n\f[ 7« 1\nc< and as he was mighty well pleafed with the En-\nce tertainment, he told me after he rofe from\n<\ne Table, that he had a great Curiofity to (hew\n<\nc me. He then took out of a Shagreen Box, an\ncc Inftrument in a Tortoilhell Cafe, which proved\n<\nc to be a mofl excellent Microfcope. I may well\n<\ne bellow this Epithet upon it, fince it was fo excel-\ntc lent, as not only todilcoveran infinity of Bodies\n“ impercitible to the naked Eye, but even the\ntc Atoms of Epicurus, the iubtile Matter of Defcar-\n“ les, the Vapours of the Earth, thofe which\nc< flow from our own Bodies, and fuch as derive\nto us here the Influence of the Stars.\n“ T he firlt Experiment I made, was looking\ncc on the Perfon from whom I reciev’d it, at the\n“ Diftance of four or five Paces, which gave me\ncc an Opportunity of difcerning an infinite Num-\n1\nC ber of little Worms, that were feeding molt\ncc voracioufly upon his Cloaths, by which I per-\n<\nc ceived, that contrary to the common Opinion,\n“ it is not we who wear out our Cloaths, but they\n<\nc are fairly eaten off our Backs, by thefe invifible\n<\nc Infefls •\n, I changed my Situation, and confider-\n<\ne ing my Mathematician in another light, he\ntc appeared to me inveloped in a dark Cloud. He\n“ told me, that this Appearance was owing to\nec his Perfpiring llrongly after Dinner, and that\n“ this ought to convince me of the Truth of\n“ what\nu i y i u t u u j\nINTERNET ARCHIVE\nDigitized by\n\ft 7» 3\n“ what Sanftcrius had delivered in refpedt to the\n“ Proportions, between this and other Secretions.\n“ W e next went into the Kitchen, where there\n“ was a large piece of Beef roafting for the Ser-\n“ vants, and I had the Pleafureof feeing with the\n<\nc fame Microfcope, how the fire feperates all the\n“ Parts of the Wood, upon which it atfts and\n“ darts them by the Violence of its Motion againft\n“ the Beef that turns before it, wounding it as it\n“ were witii an infinite Number of Shafts, and fb\n“ tearing it to Pieces, fome of which are convert-\n“ ed into Juice, and others into a delicate kind\n“ of Smoke or Vapour, which filled the Kitchen,\n“ and was very fenfibly diftinguifhed by our\n“ Noftrils.\n“ G oing out of the Houfe, we faw four young\n“ Men playing at Ball. I, at firft Sight, felt a\n“ ftrong Inclination in Favour of one, and as\n“ ftrong an Averfion againft another, whence I\n“ began earneftly to wilh that this might win, and\n“ that might lofe. I examined both with the Mi-\n“ crofcope, and thereby eafily diftinguifhed the\n“ Source of thefe Pafiions. As the Men were\n“ extreamly heated with their Exercife, they pcr-\n“ fpired ftrongly, fothat clouds of the Matter flow-\n“ ing from them, reached us. My Glafs lhewed\n“ me diftindtly, that the Matter perfpiredby him\n“ for whom I had an Inclination, was exa&ly\n“ fimilar to what was perfpired by m yfelfwhere­\nas,\nDigitized by • Original from\n\/INTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 7 3 ]\nC\nc as, the Matter flowing from the other Perfon,\n£\n< was ablolutely unlike to mine in ail refpedts, and\nci fo jagged and bearded, that it feemed to wound\n“ and pierce me like lb many Arrows. Hence I\n“ difcerned, that the true Caufe of our fudden In-\n“ clinations and Averfions, confilfs in the Figures\n“ of the Matter perfpiring from us, and from\n“ others, and in the Union or Contrariety of thefe\n“ infenflble Vapours.\n“ W e went out of the City, and at fome\n<\ne Miles diftance, we faw fome Gentlemen di-\n“ verting themfelves in Courflng a H are; as\n“ the poor Creature paflfed almoft clofe by us, I\n<\nc had juft Time to catch a Glance of her with\n5\n< my Glafs. She appeared to me like a Ball of\nee Fire, moving with prodigious Rapidity, and\n“ leaving a mighty Smoke behind her. This was\n“ the Matter perfpired by the Animal, and I faw\n“ that the Dogs followed exactly the Track of\n<\nc that Smoke, and were never at all at a Lois,\ni( except when the Wind diftlpated the Cloud\n<\n£ that iflued from the flying Hare.”\nI n this Ihort Account, our Author very in-\ngenioufly rallies fuch as expert to have occular\nDemonftration of Things, that do not admit ot\nany fuch Evidence. His Microfcope is nothing\nmore than an Invention to cenfure their Folly,\nand to expofe the Madnefs of having that verified\nto the Senfes, which can only be apprehended by\nK Reafon 3\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\nDigitized by\nINTERNET ARCHIVE\n\f[ 74 ]\nReafon ■\n, yet this kind of Weaknefs {till prevails\nin the World, and I dare fay, there is many a\nReader who would laugh at the Story of the\nHare, as an abfolute Fidtion, and afterwards blufii\nto fee the fame Thing gravely laid down by fo\njudicious, fo intelligent aPerfon, as the great Boer-\nhaave There feems to be nothing more unin­\ntelligible or abfurd, than to afifert that there are\nThings which are continually lofing part of their\nWeight, and yet never grow dilcernibly lighter;\nand yet this we fee in the Cafe of the Antimo-\nnial Cup, which when five hundred Times made\nUfe of, and after bellowing an Emetic Quality\non five hundred Glafies of Wine, remains juft as\nheavy as it was at firft; We may fay the lame\nThing of the Odoriferous Effluvia of Ambergreale,\nand the lefs agreeable Steam of Aflafetida. None\nof thefe Things can be brought under the Cogni­\nzance of all our Senfes, it is fufficient to convince\nour\n’ See his Chymiftry, vol. i. p. 151. wherein his Words are\nthus tranflated. The moft fubtile Part of the juices of Ani­\nmals is a fine Spirit, which is continually exhaling, wherein\nthe proper Character of the Animal feems to refide, and where­\nby it is diilinguifhed from all others. This we may infer from\nHounds, which through a long Tratt of Ground, and a\nMultitude of crofs Treads, will diltinguifh a particular Animal\nout of a whole Flock ; the Effluvia of whofe Footffeps it had\nlately feented, or will find out their Mailer through an hun­\ndred crofs Ways, in the Middle of a confufed Concourfe of\nPeople. By this we may infer, how thin and fubtile, yet how\ndifferent from all other Kinds of Bodies thefe Effluvia mull\nbe. They feem of an oily Origin, or to refide in a fubtile\nVehicle of an oily Kind, as may appear both from the Analogy\nD\nie z\n: ®f Things and other Properties.\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\fRofe at a certain Diftance ; my Reafon will tell\nme, that I am within the Atmofphere of that\nFlower, becaufe it is impofflble that I fflould dif-\ncern its Odour by the Smell, if its Effluvia did\nnot ftrike the proper Organ of that Senfe in me.\nHence, with a little Reflection, I can eafily form\na Notion of this Flower, perfpiring an infinite\nNumber of Odoriferous Particles, which for a\ncertain Diflance, fo much overcome all the other\ndifferent Sorts of Matter floating in the Air, as to\nbecome fo many Objects of my Senfe of fmellingr.\nB u t now, if we take this the other Way, and\nconfider a Body continually perfpiring fuch a Mat­\nter as is infenfible to us, that is, Particles fo fubtile\nas to efcape the Cognizance of all our Organs of\nSenfation, we muft be extreamly dull of Appre-\nhenfion, if we do not conceive, that this perfpir­\ning Body muft have its Atmofphere, as well as\nthe Rofe, or any other fragrant Flower. It is,\ntherefore, I think, a Point fet paft all Difpute,\nthat if a Number of Virgins are in the Company\nof an old Man, he muft derive from them into\nhimfelf a great Quantity of that fubtile Matter,\nthe Qualities of which have been before deferibed.\n1See a Multitude of thefe Inftances collected, and properly\napplied in Mr. Boyle’s curious Treatife upon Gems.\nK 21 and\n\f[ 76 1\nand efpecially if we confider, that as thefe Effluvia\nelcape through the Pores, the Pores muft confe-\nquently be continually open, and if fo, they muft\nimbibe from without, as well as give Pallage to\nwhat comes trom within.\nI doubt this will appear a new Paradox to\nmany of my Readers, and methinks I fee fome of\nthem ready to throw my Treatife out of their\nHands, and crying with an Air of Self-fufficiency\nand Difdain •\n, this poor Man is mad himfelf, and\nwould fain make us fo. But Patience a little, give\nme leave but to propofe a few familiar Queftions,\nand I will defy you to difbelieve what I had laid\ndown. Is there any Thing more common, than\nto find a Stranguary enfue upon the Application of\na Blifter, and yet how can this happen, if the\nParticles of the Cantharides did not enter through\nthe Pores, and thereby create a diverfion of that Salt\nwatry Fluid, which is ufually fecreted by the Kid­\nneys, and compofes what we call Urine. On the o-\nther Hand, it is a thing certain, that Opium ufed in\na Plaifter, will procure Sleep, which it could not\npofflbly do, if in like manner it did not find a Paf-\nfage through the Pores into the Blood: I might like-\nwile take Notice of an Effeft that frequently, if not\nconftantly, refults from the Application of a Catap-\nlafm of Camomile to the Stomach, the bitter tafte\nof which Herb, in the Space of two Hours, is dil-\ncerned on the Palate. I will mention one Inftance\nDigitized by\nINTERNET ARCHIVE\n\f[ 77 ]\nm\nmore, which is at once fo ftror.g, and lb common,\nas to put the matter quite out of Difputej I mean\nthe ordinary Method of railing Salivations by Unc­\ntion ; for whoever confiders this attentively, muft\nbe fenfible, that the Body may be very flrongly\naffecei by Things that enter only through the\nPores s*\n*\nI cannot help taking Notice of a very fingular\nPafTage in a French Hiilorian, whofe Character is\nperfectly well eftablilhed, and which Paflage in\nmy Apprehenfion, may contribute not a little to\nrender all that I have afferted equally Credible and\nClear. This Author tells us% that in the Year\n1346, there broke out of the Earth in Cathay,\nwhich is that part of Great Tartary, bordering upon\nChina, a certain Vapour, fo prodigioufly (linking,\nas to deftroy all living Creatures. This, like a\nlubterraneous Fire, after it once efcaped, rolled\nover two hundred Leagues of Country, devour­\ning even the very Trees and Stones, and affedled\nthe Air in a wonderful Manner. From Cathay,\nit palled through Afia and Greece, from thence it\ncrofted over into Africa, and after ravaging that\nCountry, it entered Europe in 134S, making fuch\nHavock\ns The Montpelier way of Salivating is ftill a ftronger Proof\nof this, fince it argues, that this Method of railing it, is fafer,\nmore equal and better adapted to the Ends it is to anfwer,\nthan that of taking Things by the Mouth.\n*Abrege Chronologique de l’Hiftoire, de France par le Sieur\nde Mezeray, Tom. iii. p. 32.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITl|TE\n\f[ 7 « J\nHavock in France, that not fo much as a City,\nVillage, or Tingle Houle efcaped, and from thence\nit patted into other Countries, fo as to reach even\nthe utmoft Extremities of the North the Venom,\nlays my Author, was fo Contagious, as to infed\neven by the Sight. It was remarked, that it con­\ntinued exadly five Months in every Country\nthrough which it palled. In thofe Places where\nit was moll favourable, it left only a third of the\nInhabitants, in molt about a fifteenth, in fome not\nabove a twentieth Part. Can one concieve that\nan Exhalation fhould pafs quite round the Globe,\nand produce fuch terrible Effects wherever it came,\nand fhall we believe that Exhalations that are con­\ntinually furrounding us, fhall have no Effed at all ?\nOr ought we to apprehend, that if fuch dreadful\nFeats can be wrought by {linking and noxious Ex­\nhalations, there is nothing nutritive or Salutary to\nbe performed by thofe of an oppofite kind ? I muff\nconfcfs, that I fee no ground for fuch a belief.\nT h e r e is undoubtedly, as the Learned Bacon\nlays it down, a healthy Sympathy, as well as a mor­\nbid Infedionu; and as in Spightof all the Care and\nCaution we can take, we find it extreamly hard\nto\n\"See p. 64. in the Quotation from Bacon. If this Argu­\nment be not allowed, it will be hard to aflign any Rational\nCaufe, why one Place Ihould be more Healthy than another ;\nand to underhand this Dottrine perfectly, the Reader ought to\nCQnfult Mr. Boyle’s Treatife of the Wholefomenefs and Un*\nwholefomnefs of the Air,\n\f[ 7\n9\n]\nto guard againft, and to ward off the latter; fo\nby a Parity of Reafon, it fhould feem, that of all\nthe Methods contributing to Health, the former\nought to prove the moft efficacious: That is to\nfay, we think there is no way hitherto laid down\nfor preferving the Vigour of the Body, and there­\nby fecuring fuch a Supply of animal Spirit^, as\nmay fupport the Dominion of the Soul, in its full\nextent and activity, fo feafible as this; which is\nfuggefled to be the Source of the Longevity, and\nHealthfulnefs of Hermippus. For if infenfible Per-\nfpiration be made through the Pores, fo that there\nis a continual Steam tranfpiring from every Body,\nthen it follows, that where an old Man is con-\nftantly attended by many young Women, his\nBody mud be furrounded with an infinite Quan­\ntity of the perfpirable Matter flowing from them ;\nand if on the other Hand, he not only perfpircs\nthrough the Pores, but alfo receives by them as\nhas been already demonftrated, the fineft and moft\nSpirituous Particles of other Bodies into his own,\nthen it is very evident, that fuch an old Man mud\nbe, as I obferved before, in fuch a Situation, as\nwill enable him to draw the greateft poffible Bene­\nfit from this moft comfortable Medicine.\nT he more ftri&ly we confider the Stru&ure of\nthe human Body, and the certain Caufes of Health\nand Sicknefs, the more Reafon we (hall find to be\nfatisfied with, and to acquiefce in the Syftem we\nDigitized by\n| INTERNET ARCHIVE\n' Origirval from\nTHE GETTY RESEARCH INSTITUTE\nhave\n\f[ 8° ]\nhave laid down. Reafon and Experience have\nconvinced us, rhat the Body is a Pneumatico-hy-\ndraulic Machi , compofed of Fluids and Solids,\nand that a good Conftitution, or healthy Difpo-\nfition arifes from the proper Motion of the one,\nand a due Circulation of the other. It is alfo, no\nlefs certain, that this Motion, and this Circulation\ndepend reciprocally on each other. For as the Cir­\nculation is obftru&ed, lefiened, and in lbme meafure\nHopped from the want of a proper Motion of the\nSolids, occafioned by their Lofs of the true Tone\nand Texture which they ought to have •,fo this very\nLofs on the other Hand, ariles from their not re­\nceiving a timely and fuitable Supply of Nutrition\nfrom the circulating Juices\"’. Hence that drynels,\nfliffnefs, and rigidity of the Fibres, which pro­\nperly caufes the Difeafe, we call old Age, to pre­\nvent which, in a natural, rational, and phyfical\nWay, the only proper Method is, to provide a\nconftant, equal, and effectual Supply of fmooth\nBaliamic and Lubricating Particles from the cir­\nculating Fluids. If this could once be done, it\nis, I think, very apparent, that old Age could no\nmore attack the human Body, than any other Dil-\neafe, againft which, proper Precautions may be\ntaken. But, as it is not to be expeifted that hu­\nman Wifdom Ihould be able to perfect fuch a Me­\nthod,\nwBoerhaav. Inftit. Medic. § 1053, 1054.\nDigitized by\nINTERNET ARCHIVE\n\f[ 8 i ]\nthod, all that we can reafonably hope for, is, to\narrive at fome Proficiency therein ; fo that though\nwe are not able to prevent old Age, we may have\nit at leaft in our Power to retard it. It is in a\nManner incredible, that by Art, a Man fliould be\nable to reach two or three Hundred ; but that he\nffiould live and enjoy Life to upwards of an Hun­\ndred 5 the wifcft of the Antients believed, and the\nMethods they prefcribed and prabtifed for this\nPurpofe, are all founded upon my Principals, as\nappears from their ufe of Fridtions, Baths, and\nOintments, all of which had been idle and im­\nproper, it they had not conceived i: poflible to\ncharge the Fluids, by means of them, with fuch\nParticles as were fit to repair the LofTes of the\nSolids x.\nHERM IPPUS undoubtedly made ufe of a far\nmore rational, as well as efficacious Medicine. For\nwe have proved by all the Methods, that the\nNature of our Argument will allow the Particles\nrefpired and perfpired by young Pcrions in full\nHealth, to be the frnootheft, fofteft, and moft\nNutritive that can be conceived. On the other\nHand, the Method he took in applying thefe, not\nonly by receiving them in the Air every Time\nL he\n—\nx Inftead of citing Phyficians, I lha!! refer the Re ' to\nPlutarch’s learned Treatife on Health and long Life, where, in\na narrow Compafs, he will fee the Senfe of the befi Writers in\nAntiquity on this Subject.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 8a 3\nhe drew Breath, but drawing them alfo in through!\nall the Pores of his Body, by that Sort of animal\nAction, which is in in a manner Spontaneous, muft\nhave encreafed their Effects, and taking this alto­\ngether, one cannot help confidering him as a Perfon\nin a conftant warm Bath, of the moft fpirituous and\nunCtuous Humours, which were continually per­\nvading him, at the fame Time, that by the Va­\npours of the young Peoples Breaths, he drank not\nio much Air as Life. But if we will add one\nCircumftance further, and that not at all forced\nand improbable, viz. That he caufed fome of thefe\nyoung People to lie with him, as David did\nylbijloag ; we fliall then carry the Medicine to its\nhigheft Pitch, and (hall eafily apprehend, that du­\nring that Time of free and copious Perfpiration,\nhe muft have received fuch a large fupply of Nu­\ntritive Spirits, as effectually refreshed his Nature,\nand reftored in a great meafure that wafte which is\noccafioned by performing the ordinary Functions\nof Life r.\nW e may add the laft Degree of Force to this\nManner of Reafoning, if we may be permitted to\nargue from Contraries. What is more common\nthan\ny The Opinions of many learned Phyficians might have been\ncited in fupport of this Dodtrine, if vve had not been afraid of\ntiring the Reader too much ; but if he is extreamly Inquifi-\ntive, he may confult the following Writers. Chriftian. Forman,\nde Fafcinat. Magic, p. 1014. Borellus Cent. iii. Obfervat.\n28 Lan. de motu Tranfpirat. lib, ii, cap. ii. prop. iv. p.\n56.\nDigitized Dy Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITljrE\n\f[ 83 ]\nthan to fee a Woman advanced in Years, grow\nnot only brilk and lively, but ftrong and healthy,\nby marrying a young Hufband. She drinks his\nBreath, exhales his Spirits, extrafts his Moifture,\nand thereby invigorates herfelf, while the poor\nMan fuffers from the impure Contagion of her\nBreath and Vapours, and from the Malignity of\nthis ill-chofen Union, finks very quickly into ap­\nparent Weaknefs, and falls at laft into what the\ncommon People call a Galloping Confumption.\nStrange! that the Death of a young Man fhould\nrefult from his Marriage with an old Woman, and\nthat the taking of a young Wife Ihould repair the\nWafte, and prolong the Life of an old Man z.\nYet, fo it is, and upon this Subjcdt I will venture\nto fet down a remarkable Inftance from the W rit­\nings of an unexceptionable Witnefs, one, whofe\nrepute for Veracity is as well eftablifhed, as his\nFame, for Learning in general, and for his par­\nticular Skill in Phyfic.\nT h e Perfon I mean is, Peter Lotichius, and the\nExample he gives us, this. A Man, upwards of\neighty Years old, married, after the Lois of his\nfirft Wife, a fecqnd, who was but twenty-five;\nwhen they had been married about a Year, he\nL 2 fell\nz The Author has very judicioufly omitted any Inftance of\nthis Kind, probably for two Reafons ; firft, becaufe every\nMan’s Memory may fupply him with Examples; and fecor.dly,\nto avoid faying too much on a Subject offenfive to the Fair\n£ex.\nOriginal from\nTHE GETTY RESEARCH INSTITU TE\n\f[ 8 4 ]\nFell into a very extraordinary and dangerous Dif-\ntempcr; he grew a* laft fo weak and low, that\nhis Cafe was judged to be defperate. By Degrees,\nhowever, he grew better, and as his Strength en-\ncreafed, his grey Hair and white Beard fell off\ngradually, and his Skin likewife began to peel *\n,foon\nafter, a light, ftrong Hair began to peep through\nthe Skin of his Head, which in time fell down to\nhis Shoulders, in ftrong natural Curls. His Beard\ncame in the fame Manner, and his Face acquired\na beautiful and florid Complexion •\n, in a Word, he\nbecame again a found, lufty, and if the Exprcflion\nmay be allowed, a young Man, which his Wife\nwas forced to atteft, fince fhe had by him after­\nwards fcveral fine Boysa. This is an Inftance\nmuch to my Purpofe, fince it proves the pro­\ndigious Efficacy of human Breath, and the Matter\nperfpired by a juveniel Body. Yet, give me leave\nto obilrve, that this extraordinary Effort of Na­\nture might poffibly contribute to fhorten the old\nMan’s Life, who without the Enjoyment of this\nyoung Women, might have preferved his Confti-\ntution many Years, and have lived in the perfect\nFruition of thofe Pkafures peculiar to the Mind,\nand for the Enjoyment of which it feems moft\national, that Life fhould be prolonged.\nT here\na Obfervat. Medic, lib. iv. Obferv. 3.\n\f[ 8? ]\nT h e re is fomething of the fame Kind obferve-\nable in the well known Hiflory of the famousEnglijh\nlong liver, Thomas Parre, and thefe particulars are\nvery curioufiy diftinguifhed by the great Anatomlft\nBartholin, who fet down his Account of him, not\nas a curioiity to pleafe Children, but as a fingular\nand memorable Fa£l, worthy of the Attention and\nConfideration of Men. This Parre, was born at\nWinnington, in the County of Salop, in 1483, and\npafted his Youth in very hard Labour, and which\nis as remarkable, in Sobriety and Chaftity. At\nfourfcore, he married his firft Wife Jane, by\nwhom he had two Children, neither of which\nwere long lived, or (hewed any extraordinary\nSigns of Strength; the firft died at the Age of a\nMonth, and the fecond lived but a few Years.\nAt an 102 he became enamoured of Katherine\nMilton, whom he got with Child and did Pen-\nnance in the Church for it. Some Months before\nhe died, the Earl of Arundel brought him up to\nLondon, and prefented him to King Charles I.\nbut through the change of Air, and in Living, he\ndied (oon after; though it was believed he might\nhave furvived many Years, if he had remained in\nhis own Country, and led the fame Life he was\nwont to do b. This Man was over-grown with\nHair,\nb Bartholin. Hift. Anatom, cent. v. hift. 28. p. 47. 48.\nSome accounts make Parre much older, and place his Death\nin 16c 1; I naveconfulied his Monument in Weftminfter-Abby,\nand\n\f[ 85 ]\nHair, and during the latter Part of his Life, flept\nvery much. In the fame Country lived the famous\nCountefs of Defmond, whofe Age was unknown to\nherfelf, but extreamly well fupported by the Au­\nthority of others *\n, fmce from Deeds, Settlements,\nand other indifputable Teftimonies, it appear’d\nclearly, that fhe was upwards of an hundred and\nforty, according to the Computation of the great\nLord Baco?iy who knew her perfonally, and re­\nmarks this Particularity about her, that file thrice\nchanged her Teeth c. We have it on the Credit\nof Alexander Benedictus, that there was a Lady of\nhis Acquaintance, who at the Age of Fourfcore,\nhad a complete new Sett of Teeth, and though her\nHair had all fallen off before, yet at the fame\nTime fhe cut her Teeth it grew again, of like\nColour and Strength as at firft d. Bartholin, the fa­\nmous Anatomift, whom I cited before, furnifhes us\nnot only with another Example, and informs us, it\nwas procured by Art, but gives us alfo the Receipt\nby which it was done, and which he affures us was\nno other than an Extract of black Hellebore, difolv-\ned\nI\nand there I find he diedon the 15th of November. 1635, Aged\nupwards of 152 ; when his Body was opened, his Bowels ap­\npeared very Sound, only the Lungs were fomewhat injured,\nwhich was thought to be owing to the Groflnefs of the Town\nAir, and that he might have lived much longer, if on his firlt\nComplaint he had been let Blood.\nc \\ erulam. Hilt, vitae et Mortis. Sir Walter Raleigh’s Hif-\ntory of the World, lib. I. cap. v. §. 5. d\nDonat.\nHilt. Med. mirab. lib. VI. c. 2. p. 300.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITL TE\n\f[ 87 3\ncd in an infufion of Wine and Rofese. If I miftake\nnot, the illuftrious Boyle hath fomething to the\nlame Purpofe about the Quintifience of Balm f.\nIf we confider thefe extraordinary Relations\nattentively, and reflect on the Weight of Evidence,\nwith which fome of them, and efpecially thofe of\nPane, and the Countefs of Defmond are fupported,\nwe mull be fatisfied, that the human Body is a Ma­\nchine capable of very extraordinary Changes. For\nwe ought to confider, that if we are once brought to\nbelieve, that a Woman thrice changed her Teeth,\nit isasclear a Proof of the poflibility of the Fad, as\nif we had twenty other Examples. Now, if there be\na Poflibility of renovating human Nature, why on\nthe one fide Ihould we not Study it? Or why on the\nother, Ihould this kind of Study be treated as a\nvain and fanciful Thing ? If the Office of a Phy-\nfician be Honourable ; if there be fomething No­\nble and God-like in curing Difeafes, in Hopping\nthe progrefs of Pain and Mifery, and warding off\nthe dart of Death for a few Years ; there is cer­\ntainly fomething much more excellent in the Art\nof renewing the human Body ; fecuring Health\nand Vigour, thro* a long courfe of Years ; keep­\ning not only Death, but his younger Brethren\nAge and Decripednefs, at a diftance. Let us re­\nmember\neHift. Anatomic, cent. v\n.hift. 28. p. 51. f S\ne\ne\nLis Treatife on Specific R\ne\nm\ne\nd\ni\ne\ns\n. As to the M\ne\nd\ni\nc\ni\nn\neits f\ne\nl\nf\nit was contrived by Paracelfus.\nDigitized by\nINTERNET ARCHIVE\n\ft 88 ]\nmember upon this occafion, what I have already\ncited from the learned Monk Bacon *\n, what fays he,\nif Arijlotle, Plato, Hippocrates and Galen, were Ig­\nnorant of this Secret *\n, Is that a Proof that we\nfhall not attain it ? Were they not Ignorant of\nmany other Secrets that are now commonly known;\nwhy then fhould we imagine the barrier of Sci­\nence fixed here, rather than any where elfe? Why\nfhould we not find out the means of prolonging\nLife, as well as a Method for fquaring the Circle?\nIs not the former, of as great Confequence to us\nas Men ? Or is the latter, a more ufeful Proof of\nthe ftrength of human Underftanding ? Let us\nproceed then ; let us colled and compare (fince\nthe nature of the thing forbids other Experiments)\nfuch Examples as we meet with in authentic Hif-\ntories •\n, and let us in this, as in other Cafes, endea­\nvour to convert Hiftory into Science, by obferving\nnicely the particulars in every Relation, and en­\ndeavour thereby to trace out the manner of Na­\ntures working *\n, for if this can be once done, we\nfhall be foon able to follow her Steps. If Nature at\nany time vouchlafes this favour to Men, it follows,\nthat their Bodies have no incapacity of receiving\ni t ; that is to fay, if every Man’s Body was not lb\nconftituted, as to exceed by far the ordinary limits\nof Life, it could not pcfilbly happen that any\nMan’s Life fhould be fo extended.\nDigitized by\nINTERNET ARCHIVE\nF ather\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\fr m\nF a t h e r Maffeus, who wrote a celebrated\nHiftory of the Indies, which has been always ef-\nteem’d a perfedt Model in point of Veracity, as\nwell as the elegance of its Compofition, giv^s us\nthe following Account, after having related the\nDeath of the Sultan of Cambaya, and the conqueft\nof his Kingdom by the Porlugucze. “ They pre-\nM fented, fays he, at this time to the General, a\n“ Man born amongft the ancient Gangards, who\ntc are now called Bengalar, who was 335 Y ars of\n<\nc Age. There were various Circumftancos which\n<\nc took from this Account all S.ifpicion ot Fall-\nhood. In the firft Place, his Age wascoi tinned\n“ by a kind of univerlal Tradition, all tne People\naverring that the oldeft Men in thc.r Iniancy\nM fpoke of this Man’s Age with Aftondhment 5\n“ and this old Man had then living in his own\n<\nc Houfe, a Son of ninety Years old. In the next\n“ Place his Ignorance was fo Great, and he was\n“ fo abfolutely void of Learning, that this re-\n*c moved all ground of Doubt, for by the ftrength\n“ of his Memory he was a kind of living Chroni-\nte cle, relating diftindtly, and exadtly, whatever\nhad happened within the Compafs of his Life*\ncc together with all the Circumftances relating to\n<\nc it. He had often loft and renewed his Teeth*\n“ his Hair, both on his Head, and Bear:l, grew\n“ infenfibly Grey, and then as infenfibly turned\n“ Black again. The firft Age of his Life he\nM. ee pa(fed\nDigitized by\nINTERNET ARCHIVE\nOriginal from I\nTHE GETTY RESEARCH INSTITU\n\f[ 9° 1\n“ patted in Idolatry, but for the two laft Centu-\n<\ne ries of his Life, had been a Mohammedan. The\n“ Sultan had allowed him a Penfion for his Sub-\n“ fiftance, the continuance of which he begged\n“ from the General; the fame Motive remaining,\n“ which had firft induced the King of Cambaya\n“ to grant him a Subfiftance, that is to fay,\n“ his great Age, and the extraordinary Circum-\n“ fiances that had attended his Life, thefe pre-\n<\nc vailed on the General to grant his Requeft\nThus far Majfcus.\nB u t , as it may be very eafily conceived, that\nfo flrange a Story as this muft have created many\nEnquiries, and have either funk in the World, or\nin confequence of thofe Enquiries, received abun­\ndance of concurrent Teftimonies. I fhall therefore\nbeg leave to add fome very remarkable Particulars\nin relation to this celebrated Long-liver, from the\nPortuguezeHiftorian, FerdinandLopezdeCafiegncda,\nwho was Hiftoriographer Royal. He tells us,\nthat in the Year 1536, there was a Man prefented\nto the Vice-Roy of the Indies, Nwnio de Cugna,\nwho was near 340 Years old. He remembered,\nthat he had feen the City in which he dwelt, and\nwhich was then one of the moft Populous in the \/«-\ndies, a very inconfiderable Place. He had changed\nhis Hair, and recovered his Teeth four Times, and\nwhen*\n* Hiftoriarum Indiarum lib. xi, c. 4.\n\fC 9]\nwhen the Vice-Roy faw him, his Head and Beard\nwere black, but the Hair weak and thin. He aver­\nted, that in theCourfe of his Life he had feven hun­\ndred Wives, fome of which died, and the reft he\nhad put away. The King of Portugal caufed aftri6t\nEnquire to be made into this matter, and an an­\nnual Account of the State of the old Man’s Health,\nbrought him by the returns of the Fleet from India.\nThis long lived Perfon, was a Native of the King­\ndom of Bengala, and died at the Age of 3701\n1\n.\nThis Hiftory is in itfelf very curious, founded up­\non good Authority, and therefore tranfcribed from\nthe Authors I have mentioned, by many curious\nand inquifitive Perfons, who were alfo proper\nJudges of Cafes of this Nature, and who have\nnone of them intimated any doubt or fufpicion as\nto the matters of Fa£F. I therefore fubmitittothe\nReader’s confideration, whether it be not a mat­\nter worthy of Reflcflion ; that there is a certain\nStrength in the human Body, which aftifted by\nfome lucky Circumftances, enables it to renovate\nits felf fometimes Once, as in the cafe mentioned\nby Lotichius, fometimes oftner; as in that of the\nCountefs of Defmond, who bred all her Teeth\nthrice ; and this Native of Bengala, who changed\nhis Hair and Teeth four times ; and there is ano-\nM 2 ther\nh Hift. Lufitam. lib viii. ‘ Bartholin. Hift. Ana­\ntom. cent. v. hift. 28. p. 46. Camer. hor. Subfis. cent. II. c.\n8. r\np«t*y8. Hakewill’s Apol. p. 168. Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 9 * 1\nther Circumftance of which I cannot but take no­\ntice, as it favours my Doftrine very much *\n, that\nthis Man who lived to an Age much greater than\nany, which we have as good Authority, had\nfo many Wives, to the Efficacy of whole Breaths,\nand the infcnfible Effluvia oi their wholefome\nBodies, I fhould not fcruple to attribute in a great\nM^afure, his extraordinary Longevity. Theie I:\nfay, are Points which deferve to be confider’d,\nfince if fuch a Power there be in the human Con-\nftitution, we ought not to defpair of finding out\nMethods, which may contribute to its manifefting\nits leif more frequently •\n, which would be certainly\na far greater benefit to Mankind, than the bare\nStudy of the proper Remedies for ufual and com­\nmon Di(tempers, Let me add, that perhaps if\nfuch a M thod could be found, it mud alfo de­\nfend from almoft all Diltafes, by procuring fuch\na Vigour, as (bould not permit the Entrance of\nthem.\nI have hitherto declined {peaking of long-lived\nAnimals, upon which, however, the great Lord\nBacon has infilled much. Appollonius, if we may\nbelieve the Writer of his Life, difeovered in\nMount Cautafus, an extraordinary Secret in Na­\ntural Hiftory. There are Apes there, it feems,\nwhich feed upon a kind of Pepper, and thefe\nApes are eaten by old Lyons, to renew their\nStrength\nDigitized by Original from -\nINTERNET ARCHIVE ' THE GETTY RESEARCH INSTITUTE\n\f[ 953\nStrength and make them young k. I mud confefs,\nI fufpedt this to be rather an Allegory, than a\nFable, and I (hould incline to interpret it thus;\nthat lofty and ambitious Spirits over-adt theBodies,\nin which they inhabit, and induce a premature old\nAge $ if this Effedt be not prevented by frequent­\nly unbending their Spirits in the Company of hu­\nmorous and diverting People, who are well enough\nmarked out by Apes well feafoned. Thus Agefilaus\nthe famous King of Sparta, when he was extream-\nly old, amufed himfelf by playing with young\nChildren. The great Scipio diverted himfelf in\nthe Company of Terence, and Auguftus had always\nabout him the mod fprightly Wits of Rome,\nCardinal Richlieu had funk under the Fatigues of\nhis Minidry, if from Time to Time he had not\nbeen relieved by the humorouus Buffoonry of\nBoifrobert. Lewis XIV. was as delicate in his\nAmufements, as great in his Councils, and (hewed\nas true Judgment in approving a Play of Moliere’s,\nas a Projedt of Louvois. We are not therefore to\nunderdand the Antients litterally, when they de­\nliver to us thofe Stories which appear to us in­\ncredible. But to return to long-lived Animals.\nI t is certain, that Eagles arrive at a great Age,\nand that they preferve almod as long as they live,\nthat prodigious Strength which didinguifhes them\nIrom*\n* Philoftrat. in Vit, Appoloo, Tyan. lib. iy. c. i.\nDigitized by\nNTERNET ARCHIVE\n\f[ 94 1\nFrom other Birds. We know too, that the Eagle\nrenews his Plumage annually, and it is not\neafy to conceive how this ftiould be done with­\nout a total Change of its Juices. The Stagg is\nanother long-lived Animal, though I cannot be­\nlieve many of the Stories that are told about it.\nI mention it only that I may obferve, that annually\nit cafts its Horns, which is another Proof of the\nrenewal of animal Juices. But this is ftill more\nconfpicuous in the Viper, which in the Spring\ncafts its Coat, and comes abroad Youthful as the\nYear. If the Eagle, the Stagg, and the Viper\nwere not common to every Climate, I make no\ndoubt that the Fads related of them would be\ntreated as Fables ; but as they happen every Day,\nand under our Eyes, we are obliged to own them\nFor Truths. Yet, what ufe have we made of thefe\nTruths ? Who can aftign the Caufes why thefe\nAnimals live longer than others; or, how it comes\nto pafs, that Nature grants them this Privilege of\nRejuvenefcency ? Yet fuch an Enquiry might re­\npay our Induftry abundantly h It is Paid, that we\nlearned Phyfic from Animals, that Dogs taught us\nthe Ufe of Emetics, and that Birds put us in\nthe Head of Glifters. If they were our Tutors\nin the lower Parts of Phyfic, why fhould we dif-\ndain1\n1Aldrovand. Orr.itholog. Gefner de Avibus lib. iii. Ariftot.\nde Animalibus.\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\fC95 ]\ndain their Inftru&ion in this fublimer Part of that\nScience ?\nI t is not only the Inhabitants of the Land and\nAir that attain to fuch vaft Ages, fuch as dwell\nin the Waters feem to have yet a larger Share of\nLife, of which I will give one well artefted In-\nftance out of many. In the Year 1497, a Fifh-\npond in Suabia, near Huilprin in Germany, they\ntook a Carp of a prodigious Size, which had in\nhis Ear, a Ring of Copper, with thefe Words in\nLatin. I am the firft Fifh that was put into this\nPond, by the Hands of Frederick II. Governor\nof the World, the 5th of October, 1230. This\nCarp appeared to have lived 259 Years, and pro­\nbably might have lived much longer, had he not\nbeen taken out. I cannot apprehend, that much\nufe will ever be made of Examples of this Sort,\nbecaufe Fifties live in another Medium, and leem\nto have their Lives regulated by Laws different\nfrom thofe of other Animals01. We may fay of\nthem, that if they do not, like the Eagle, renew\ntheir Vigour, yet they leem never to grow old,\nor to exprefs myfelf more clearly. Age with diem\nfeems exempt from Infirmities. The broken Claw\nof a Lobfter grows again, which if ferioufly con-\nfidered, is very wonderful, and it is generally\nbelieved.\nf Johnfton. Hiftor. Natur.\nOrigirval from *\nTHE GETTY RESEARCH IN\nST\nITUTE\n\f[ # ]\nbelieved, that moft Fifties grow as long as they\nlive, which if true, is not eafily accounted for.\nW h a t I would infer from all thefe Hints, is\nno more than this, that Nature has furnilhed us\nwith numerous Examples of what we feek long Life\nwith the Prefervation of Youth. We fee this daily\nin Birds, and in Beads, in Fifh and in Reptiles,\nand yet we fet down fatisfied, that fpeedy old Age,\nand premature Death, belong to us by the Law\nof Nature. Where is the Juftice, where is the\nConfiftency of this *\n, efpecially, if we conftder,\nthat the Flefti of many long-lived Animals has a\nQuality wonderfully reftorative ? We know that\nmighty Things have been done by feeding upon\nVipers, and not much lefs by living upon Shell-\nFifh *\n, the Bone of a Stag’s Heart is held to be a\nvery high Cordial, the Reafon of which is fome-\nthing Singular, and therefore I will take Notice\nof it n. This Bone is the ftrongeft Proof of the\nStag’s Longevity, for it is nothing elfe but the\nRoot of the Aorta, grown bony through a long\nSeries of Years. We are therefore in the wrong\nto take it for granted, that Nature has palled fuch\na Sentence upon us, when the Record of Expe­\nrience proves dire&ly the contrary, and when we\nfo\nnThis Bone of a Stag’s Heart enters into all the Receipts\nof Bacon the Monk, as well as into 1 thefe that are men-\ntior.cd by the Arabian Phyficians ; and as they tranferibe Greek\nAuthors, it is eaiy to ice, that this Medicine was of great\nAntiquity.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTI\n\ff 97 J\nfo plainly fee that the Seeds of long Life are in\nlong-lived Creatures. But we pafs this Sentence\nand execute it upon ourfelves. We fit down not\npatient, but deje<5\nted, under what we eileem a\ncommon Calamity, and defire rather to make the\nmoft of a fhort Life, than to fatigue ourfelves\nwith the Study of the means by which it may be\nprolonged.\nI had almofl forgot an Objection which has\nbeen ftarted from a luppofed Law of Nature, with\nrefpeft to Animals, viz. That thofe have their\nappointed Times, and that molt of them are but\nof very fhort Periods; the great Lord Bacon hath\ntaken much Pains to make this out, though with a\nbetter View than the fupporting fuch an Objection,\nbut after all, I very much doubt the Matter of Fad,\nviz. That there are any fuch immutable Laws, that\nAnimals cannot tranfgrefs. For inftance, it is (aid,\nthat the Age of a Horfe, I mean his extream Age,\nis twenty or twenty-four; Hiftory furnifhes us\nwith Inftances that contradi&s this. I will men­\ntion but one, Mezeray tells us, that a certain\nDuke of Gafcogny paid his Homage to the King\nof Burgundy on a Horfe that was an hundred Years\nold, and which was Hill vigorous and full of\nMettle °. But admitting the Matter of Fa<5\nt, where\nlies the Force of the Objeflion f Some Animals\nN reach\n®Hilloire Abrege, de France, Tom. i. p. 401.\nOriginal from\nTHE GETTY RESEARCH INSTITlfTE\n\f[ 9« 1\nreach ten, and others it is confeffed, live much\nbeyond a hundred *\n, what has this to do with the\nLife of Man ? why fhould it prove, that we are\nHinted to Fourfcore, more than that we have it in\nour Power to live as long as Stags and Eagles. It\nmay be faid, that there is a certain Gradation in\nthefe Periods, and that as each Animal has its af-\nfigned Term, fo likewife has Man. But we prov­\ned the contrary of this, by all the Methods of\nArgumentation yet invented ; we (hewed it from\nScripture, from Reafon, from Experience; and if\nall this is not lufficient to baffle a Notion founded\nonly on Fancy, why, let thofe who are fond of it,\nenjoy it. I do not think that Life ought to be\nforced upon People, my Creed goes no further\nthan this, 'That if we feck we may find, if we\nknock it will be open’d ; and this I am led to fay,\nbecaufe I find it fo in other Purfuits, where Men\nfollow Nature, and not their own Notions. What\nmighty Difcoveries has the Newtonian Philofophy\nafforded, which had been for ever hid from Men,\nif they had continued to follow the Vifions of\nDefcartes? How much more certain the Aftronomy\nof our Times, than that of our Anceftors? Yet\nfome fay, that all thefe Difcoveries are only loft\nTruths revived. Be it fo, and let us return to the\nSearch of that Truth which was known to Her-\nniippus, and which has been fo long loft to us.\n- - - -- I p\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ff 99 i\nIf, therefore, after all that has been faid, there\nremain yet any Doubts upon the Mind of the\nReader, we fhall endeavour by all means to re­\nmove thefe, as well for the Sake of his Satisfaction,\nas that, after fo much Pains already taken, we\nmay not fail in our Attempt, and have this Dif-\nfertation confidered only as a litterary Amufe-\nment; whereas, we intend it as a ferious and ufe-\nful Difcourfe. The Antients, who feem to have\nftudied this Matter with the greateft Afiiduity,\nand whofe Opinions generally fpeaking, on mature\nExamination, appear not altogether unreafonable\nto the Moderns; obferve with RefpeCt to the Caufes\nof old Age, that they are chiefly three. Firft,\nthe Circumambient Air, which drys up the natu­\nral Moiflure in Man, at the fame Time, that the\ninnate Heat of the Body confumes it, as the ne-\ncefiary Subfiance on which the Flame of Life muft\nfeed. The fecond is the Toil and Motion of the\nBody, which likewife waftes that aerial Humidity\nwhich is fo neceffary to Health and Life ; the iaffc\nis the Paflions of the Mind, which according to\nthe Sentiments of the learned Avicenna, have\ngreater Influence than both the other Caufes taken\ntogether, which will feem extreamly reafonable,\nif we confider how clofe a Connection there is be­\ntween the Pafflons of the Mind, and the Motion\nof the animal Spirits, which particularly appears\nin Madnefs, when we compare the Circumflances\nN 2 attending\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 10° ]\nattending it, as a Difeafe of the Mind, with thofc\nby which it alfo appears to be a bodily Diftem-\nper.\nSuch as are acquainted with that myfterious\nkind of Philofophy, which was in the higheft\nCredit with the learned Vulgar of the laft Age,\nand which is now as unreafonably difcredited a-\nmongft the fame People, and regarded only by\nfuch as enquire after Truths, and not received\nOpinions; this Philofophy I fay, teaches us, that\nthere is a great Correfpondence between the Body\nof the Earth, and the Body of Man, whence the\nPatrons of this Dcxftrine were wont to call the\nlatter the little World, and the former the great\none. Now, though there is fomething very fanci­\nful in their way of treating this Matter, yet the\nNotion in its felf is very juft, and whoever ex­\namines it carefully, will find, that the general\nLaws of the Univerfe, are alfo the particular Laws\nof all the different kind of Bodies in itj and\nhence it comes to pafs, that as Man fuffers and is\ndeftroyed for want of Moifture, fo this is like to\nbe the cafe of the World too, or at leaft would be\nthe Cafe, if it did not receive foreign Supplies;\nwhich the judicious Sir Ifaac Newton fuppofes it\ndoes from the Tails of Comets, the Watery Va­\npours of which, he imagines communicate with\nour Atmofphere for that purpofe p.\nT h is\npPhjlofopb. Natural. Princip. Mathem. lib. iii.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 1°1 ]\nT his we muft allow to be a rational, and pro­\nbable Account of what for many Ages puzzled\nthe Underftanding of all Mankind *\n, and if fo\nwonderful a Method as this is, be necefiary to\nfupply the Earth with Moifture, why lhould we\nthink it ftrange, that a new, and in fome Meafure\nunaccuftomed way, lhould be the fitteft for re­\npairing that Humidity, which is fo necefiary to the\nwell being of the human Body. The Univerfe\nis under the fpecial Care and Direction of its in­\nfinitely wife Creator, who at certain Seafons there­\nfore has provided it with fuch requifite Supplies j\nbut the Bodies of Men are in this refpeCt left to\ntheir own Care, and if the Materials be within\nour own Reach, and our Faculties are firong e-\nnough to difcover them, we have no more a right\nto complain that the Secret of preferving long\nLife is not difcovered to us, than that the Art of\nbaking Bread, of melting Ores, and refining\nMetals, or indeed any other Art was not revealed\nto our Anceftors in the earlieft Ages of the World,\nbut left to be the Reward of their Induftry and\nSegacity. The Furniture of Man’s Mind, and\nthe Structure of his Body, are both of them fuch,\nthat if he has any Reafon to complain, it muft\nbe of himfelfj and his Reflections upon Providence\nare not only impious, but ridiculous. He has it\nabfolutely in his Power to be eafy, and happy if\nhe pleafes. Health will always attend on Tem­\nperance\nDigitized by\nINTERNET ARCHIVE\nOriginal from <\nTHE GETTY RESEARCH INSTITUTE\n\f102 ]\nperance fteadily purfued, as Galen aftert$ in his\nWorks, and manifefted in himfelf by living to\nupwards of a hundred, without being attacked\neither by acute or chronic Difeafes. Riches are aot\nindeed within every Man’s Reach, but there is\nfomething always at hand infinitely more valuable\nthan Wealth, I mean Content. If to thefe Blef-\nfings we would add length of Days, why that ac­\ncording to this Hypothefis is in our Power, and\ndepends on our finding out a proper Supply of\nthe aerial Humidity before-mentioned.\nW e have now the Clue in our Hand, and no­\nthing can hinder us from extricating our felves\nfrom this Labyrinth of Doubts, about the proper\nMethod of obtaining this Supply, but our own\nNegligence and want of Attention. We ought\nto remember that Heat and Moifture are from\nthe very beginning the Principles of human Life.\nLet us reflect then, and fee if we cannot dif-\ncover whence thele Principles arife. There is, I\nthink, very little Difficulty in this Cafe, that of\nHeat is derived from the Male, that of Moifture\nFrom the Female. It is equally unneceflary and\nunbecoming me to introduce a Treatife of Gene­\nration in a Work like this •\n, it is fufticient that I\nput my Readers in mind, that the enlargement\nof the Foetus in the Womb, requires a very ex­\ntraordinary Degree of Moifture in all Refpe&s,\nand that this is entirely derived to it from its Mo-\nDigitized by\nFERNET ARCHIVE\n\f[ io 3 J\nther. The Growth of an Infant is furprizingly\nquick, and this is owing to the Strength of the\nVital Flame, the condant Supply of a proper Hu­\nmidity, and the not being expofed to thofe Acci­\ndents which have been before-mentioned, I mean\nthe A&ion of the Circumambient Air, bodily\nMotion, and the Pafiions of the Mind, from all\nwhich. Children while in the Womb, are in a\ngreat Meafure free. This I think is fo extreamly\nclear, and plain, that it is fimply impoflible for a\nMan to be in any Perplexity about it, and therefore\nI fhall proceed to the next Stage of Life, and en­\nquire into the Method which is therein purfucd\nby Nature.\nIn the State of Infancy, there is likewife an ex­\ntraordinary Provifion necefiary of this humid Ma­\nter, not only fufficient for performing the ordinary\nFunctions of animal Life, but alfo to facilitate the\nr\ngrowth of the Child, and this too proceeds from\nthe Mother. Nature has furnilhed her with\nBreads, and with Milk, which is the mod luitable\nNutriment, that under fuch Circumdances, the\nhuman Body can receive; and in extream old Age,\nwhen the Body is a fecond Time reduced to the\nFeeblenefs of Infancy, Milk, and efpecially Wo­\nmens Milk, is found to be of very great Ufe, and\nin confumptive Cafes alfo, is allowed to be a mod\nadmirable Redorative. Hence I think it plainly\nappears, that the radical Moidure, fo neccflary\nto\nDigitized by Original\nINTERNET ARCHIVE THE GETTY\n\f[ i o 4 ]\nto fupply the Flame of Life, and to keep it not\nonly alive, but vigorous and clear, is to be fought\nin Woman. I forefee one great Objection that\nmay be made to this, viz. That I infid not on\nthe Breath or Effluvia of Women, but of Virgins.\nYet weigh the Cafes thoroughly, and you will find\nall that I have advanced, very confident. The\nNourifhment of a Child in the Womb, and an In*\nfant at the Bread, is a Nourifhment no way fit\nfor Perfons in Years, and therefore I approve what\nBacon delivers from the Arabian Phyficians, viz.\nThat Milk is an improper Diet for old Men. This\nhinders not its being ufeful when People are quite\nworn out, for that may furnifh Strength to a dy­\ning Flame, that would not advantage a Lamp in\nits ordinary Situation. Perfons in the lad Stage\nof Life, are frequently emaciated, and in this\nCafe, Milk may help *\n, but dill there is a wide dif­\nference between the natural and gradual Decay ofthe\nhuman Body, and what the Phyficians call a Con-\nfumption, there mud be confequently a Difference\nin their Cure. Thus from certain and almod felf-\nevident Principles, I have edablifhed the Reafon-\nablenefs of this Propofition, that the Breath and\ninfenfible Perfpiration of Virgins in a young and\nhealthy State, mud be very falutary for old Men,\nand may very probably be a means of prote&ing\nthem from thofe Infirmities, which ulually attend\nan advanced Age. Now, in refpe<ft to this, it\nmatters\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ i °5 ]\nmatters not at all, whether the Infcription I fet\nout with be founded in Truth or not, neither is\nit requifite to believe that I have hit exadtly on the\nMethod ufed by Hermippus. The fmgle Point in\nQueftion is, whether I have fhewn that Senfe in\nwhich I take this Inlcription, to be agreeable, to\nthe Dictates of Reafon, and the Laws of Nature ;\nand as to this, every Reader muft decide for him-\nfelf. Before he does this, there is another Sort\nof Evidence that he ought to hear, and which,\nfor the Sake of Truth I fhall readily produce.\nT h e r e are two Sorts of People whofe Inter-\neft it is particularly to decry this Dodtrine on a\nSuppofition that it is deftrudtive of their own, to\nwhich they are prodigioufly, and perhaps unrea-\nfonably addidted: I mean the Aftrologers and\nHermetic Philofophers. I fhall examine what\nboth may objedt, rather for the Entertainment and\nSatisfaction, than for the Conviction of the wifer\nPart of the World, who are already well enough\napprized of the Credit due to thefe Virtuofi; and\nwhen I have done this, I fhall draw to a fpeedy\nConclufion, from an Alfurance that nothing more\ncan be neceflary to eftablifh the Probability of this\nMethod for prefcrving Health and Life, and for\ndefending our Bodies from the Infirmities of old\nAge as long as their Conftitutions will permit.\nT he modern Patrons of Aftrology, for fuch it\nfeems there are, will probably pretend, that this\nO Notion\nDigitized by Original from 1\nINTERNET ARCHIVE THE GETTY RESEARCHI\n\f[ io6 ]\n«\nNotion of Hermippm was a mere Fancy, and that\nif he really reached to an Age fo advanced, it\nwas not through the Afliftance derived from the\nBreath of Virgins, bat from the happy Pofition\nof the heavenly Bodies at the Time of his Birth.\nIt is, however, lucky for me, that they can never\nmake good this Objection, becaufe I prefume their\nArt will not furnifli them with the means of Con-\nftruCting any Scheme of his Nativity. I know\nthey may plead the Authority of Thomas Aquinas %\nand other great Men who have given into thele\nOpinions. I know too, that they may produce\nfome extraordinary Inftances of the Verification of\nAftrological Predictions; particularly thofe of\nBqfil, who was fo famous at Florence, and of La\nBrcjfe, at Paris, who were particularly happy in\nguefling at future Events, and in having their\n. Predictions recorded by Hiltorians of Credit.\nT h e former of thele foretold to Coftno de Me­\ndici, then a private Citizen at Florence, that he\nwould attain fome very high Dignity, in as much\nas the Afcendant of his Nativity was adorned with\n•\nthe fame propitious AfpeCts, as thofe of the Em­\nperors Augujlus, and Charles V. had been; and he\nwas accordingly raifed to the Dukedom of Tufcany,\nin\ns One ftrong Pafiage among many in his Writings, runs\nthus. Qui Sciret virtutes Caelorum & Stellarum dum res\nahqua nafeitur poflet judicare de natua rei, licet hoc necefli-\nt-tem non imponat, &pofeet impediri per Accidens. D. Tho*\nSecundo de Generatione.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTI\"\n1 JTE\n\f[ i° 7 ]\nin the Month of January 1434r. The fame Greek\nAftrologer, did, with equal Capacity, foretell the\nDeath of Prince Alexander de Medici, and this\nwith fuch Confidence, as to paint out the Perfon\nby whofe Hand he fhould die, and whom he af­\nfirmed to be that Prince’s intimate and familiar\nFriend ; of a (lender habit of Body, a fmall Face,\nand lwarthy Complexion, and who, with a relerv-\ned Silence, was almoft infociable to all Perfons in\nthe Court; by which Defcription he did almoft\npoint out with the Finger Laurence de Medici, who\nmurdered Prince Alexander in his Bed-chamber,\ncontrary to all the Laws of Confanguinity and\nHofpitality, in the Year 1537 s. But great\nMisfortune is, that in thofe Days it was fhrewdly\nfufpeded, that thefe pretended Sages had better,\nand more certain Methods of penetrating into\nConfpiracies, than are afforded by Aftrological\nMeans, and I muft confefs myfelf inclined to fuf-\nped from the very manner in which this Predic­\ntion was delivered, that Baftl was employed to\ncaution Prince Alexander againft his Coufin Law­\nrence, and that for want of Penetration, he fell\ninto that Snare which he might otherwife have\navoided.\nT he Inftance of La. Brojfe, is more to the Pur-\npofe, becaufe better fupported ; indeed, I think\nO 2 it\nINTERNET ARCHIVE\nrDinoth. Memorab. lib. vi. p. 390,\nP- 320.\nCrgitizea by\n\fC*08 3\nthat it is the befl attefted Story of its kind.\nThe Baron de Biron, afterwards the famous Mar-\nIhal of that Name, being under fome Difficulty\nabout a Duel, went to La BroJJe, and carried him\na Scheme of his Nativity, but told him it was that\nof a Friend of his; the Aftrologer having confider-\ned the Scheme, allured him, that the Perfon whofe\nNativity it was, would infallibly be a great Man ;\nnay, that he might even come to be a King, but\nfor the Caput Algol pointing to the Figure of the\nDragon’s FLad in the Scheme. M. de Biron,\nwho did not underftand the Term, infilled on a\nclearer Account; why then, replied La Broffe,\nthrough a Defire of being a King, this Man will\ndo fomething that will coll: him his Head. Pro­\nvoked at which Anfwer, the Baron beat him un­\nmercifully, but he lived to fulfill his Predi&ion,\nhaving his Head cut off, as all the World knows}\nfor a Confpiracy againft Henry IV .l.\nH ovvmuch foever thefe Sort of Notions have\nbeen difcountenanced by the prevailing of Expe­\nrimental Philofophy, and true Science; yet, where\na Prince gives Ear to his own Praifes, there will\nnever be wanting fuch as will adopt Aftrological\nSchemes, as well as other Things to flatter his\nVanity. Nothing is eafier than to give fuch a turn\nto a Piece of this Nature j Men of fprightly Parts\n‘I\nn\nv\ne\nn\nt\n.G\ne\nn\n. dc France, p\na\nrM\n. de Serres. p\n, 1\n0\n5\n1\n.\nknow\nDigitized by\nINTERNET ARCHIVE\n\f[ IOC) ]\nknow how to drefs up the Face of Heax'en upon\nfuch an Occafion, and to difpofe properly of all\nthe Signs and Planets, fo as to raife mighty Ex­\npectations in the World, as well as the higheft\nPleafure in the Mind of the Prince they flatter.\nS u c h were the favourable Influences of the\nCeleftial Orbs, at the Birth of the late Lewis\nXIV. King of France. The Genethliac Syftem may\nbe feen in one of the Medals that compofe the Hif-\ntory of that Reign. The Gentlemen of the Royal\nAcademy of Infcriptions, have obferved the precife\nPofition of the Planets, at the Moment of the Birth\n*\nof that Prince*, round about this curious Medal,\none fees the twelve Signs of the Zodiac, forming\nthe twelve Houfes, of this Syftem the feven Planets\nappear in the fame Degrees they occupied at that\nTime, the Sun which gives Perfection to the other\nPlanets, is in the mid Heaven *\n, Mars, the Lord\nof the Afcendant, in reception with Jupiter, the\nProteCtor of Life, and this is what they call the\ngreater Fortune *\n, Saturn, the Enemy of Nature, is\nin his Dignities, which makes him lefs malevolent;\nthe Moon is in conjunction with Venus and Mer­\ncury, in his little Houfe of Predilection, to ten\nDegrees of the Sun out of Combuftion, and en­\nlightened by his Rays, gives a Superiority of Ge­\nnius in the molt difficult and moft important En-\nterprizes, which his being in Quartile with Mars,\nis not capable to abate. The Nativity of Lewis\nXIV.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ n o 7\nXIV. was figured in the Middle of the Medal, by\na rifing Sun, the King is placed in the Chariot\nof that glorious Planet of which Ovid has given\nus the Defcription. This Chariot is drawn by four\nHorfes, guided by Viftcry, the Infcription is in\nthefe Words. Ortus Solis Gallici, The Rifing of\nthe Gallic Sun; and the Exergue contains thefe\nother Latin Words. Septembris quinto minutis 38\nante Meridiem, 1638. The $th of September,\n38 Minutes before Noon, 1638.\nI muft confefs, that this is a pretty Contrivance,\nand ingenioufly put together; yet I dare fay, that\nnone of the learned Gentlemen concerned in fram­\ning this Medal, ventured to predidl any of the\nClouds that obfcured their Sun. No, they were\ntoo great Courtiers for that. But if this famous\nMedal give any Reputation to AftroJogy, I fhall\nventure to lay down a few Obfervations which\nwill free my Dodtrine from all Inconveniencies.\nI obferve then, that as the happieft Nativities ad­\nmit of natural Caules to Co-operate in bringing\nabout what they portend, fo it is not at all impro­\nbable, that if by fome happy Accident we could\ngain a Sight of the Horolcope of Iiermippus, it\nwould fhew us, that Mercury well pofited at the\nTime of his Birth, and beheld by Luna with a fa­\nvourable Afpedt, caufed his difcovery of this migh­\nty Secret, and enabled him to make fuch a Ufe\nof the Breath of Virgins, that no Man ever\nthought\nDigitized by Origiralfrom\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ft in ]\nthought off before. If the Affrologers are content\nto grant me this, I am willing to compromife the\nMatter, and which, I think is as much as they can\nexpedt, to allow this Dodtrine to be derived from\nthe Stars. But, if they are fo tenacious of their\nown Notions, as not to accept of fo fair an Offer,\nI fhall rccurr to my firft Principles, and deny\n.abfolutely the Certainty of their Art, and demand\nas good Reafons for the Credit of Aftrology, as I\nhave produced in favour of my own Syffem, be­\nfore I enter the Lifts with them. Affirmation is\nnothing in this Age, wherein Men expedt Proofs\nfor every Thing. Let them ffiew us then, that\nthey can predidt an Earthquake, Whirlwind, or\nfo much as an Irruption of Mount Etna nay, let\nthem but mark the Rainy, and fair Days for a\nwhole Year in any Climate in Europe, and I will\nbe content, that their Affertions weigh down my\nEvidence, and that the long Life of Hermippus\nIhall be afcribed to a happy Conjundtion of humid\nStars, in the Sign Virgo, which was the Interpre­\ntation once offered me by a learned Aftrologer of\nthis Inlcription, and which, together with my\nowh Sentiments, I freely lubmit to the Judgment\nof the Impartial Reader.\nSuch as feek after Truth, difguife nothing, and\nare fo far from being afraid of feeing their Opinion\ncanvaffed, and even refuted, that on the contrary,\nnothing pleafes them better, becaufe they are ftill\ngainers\nDigitized by \" Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ III ]\ngainers by the Difpute *\n, fince, when Truth is once\ndifcovcred, they have as much right to it, as he\nwho found it. In the prefent Cafe, if this Trea­\ndle of mine fhould dir up any wifer Man to look\nfor a better Solution of the Problem I have dated,\nand he fhould luckily fall on the genuine Method\nof Hermippus, he could not rejoice at it more than\nI, nor would he find any one more willing to\nown, or to applaud his Ingenuity. Let us read,\nlet us meditate, let us difpute, but all for the fake\nof Truth, which is the great Property of Man­\nkind, conditutes all our Happinefs, and which it is\ntherefore our common Intereft to purfue. The\nPoint I have now in view, is todifcover the means\nof prolonging Life, without feeling the Infirmities\nof Age •\n, to the Difcovery of which, if the Pub­\nlication of this Treatife any way contribute, not\nmy end only, but the end of Mankind is anf-\nwered, and a mod noble Point of Science will\nbe illufirated, from what many might at fird\ntdeem an idle Difpute.\nI fhall not treat the Hermetic Philofophers al­\ntogether fo brifkly as I have done the Adrologers *\n,\nbecaufe, without doubt, there have been amongd\nthem, many very excellent Perfons. I cannot take\nupon me to fay, when they began to lay claim to\nthe Univerfal Medicine, by which they pretend to\npreferve Life for many Centuries, at lead, of which\nthey fay Artephius was an Indance, who lived by the\nUfe\nDigitized by\nINTERNET ARCHIVE\n\ft « 3 l\nUle of it, to the Age of 300, or as fome fay, neat\n1000. This is certain, that the Society of the Ro'\nficrucians openly claimed it as one of the Privileges\nof their illuftrious Body. Peter Mormius, who for\nought I know, was one of the laft of them that ap-\n. peared in Public, reduced their high Pretenfions,\nwhich at firft were very extenfive, to the Polfefliori\nof three Secrets. Of thefe, the firft was the Per­\npetual Motion ; the fecond, the Art of tranfmu-\nting Metals *\n, and the third, the Univerfal Medi­\ncine. In the Book publifhed by this Mormius,\nthere are abundance of curious Things, though he\ndoes not fufficiently explain himfelf, efpecially up­\non the laft Subjectu. It is, however, well enough\nknown, that thefe Illuminati afierted, that they\nhad a Power of prolonging their Lives for many\nAges, nor is it very clear from their Writings,\nwhether, what they are pleafed to call the Philofo-\npher’s Stone, be not at once the great Secret of\nTranfmutation, and of the Univerfal Medicine.\nT h e cleareft Account of this Matter that I\nhave ever met with, is in the Anfwer of a French\nP Adept,\nuThis Mormius went into Holland in the Year 1630, were\nhe demanded an Audience of the States-Genera), in order to\ntender them certain Propufitions from the Fraternity of Rofi-\ncrufians, which they refufed to hear; this did not, however,\nhinder Mormius from publi(hing a Treatife under the follow­\ning Title, which is now become a fcarce and valuable Book.\nArcana totius naturae Secretiflima, nec ha&enus unquam de-\ntefta, a Collegio Rofiano in Lucem produntur, Opera Petri\nMormii, in 24 Lugduni Batavorum, 1630.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 114 ]\nAdept, to Doctor Edmund, Dickenfon, Phyfician to\nKing Charles II. and a profeft Admirer of the\nHermetic Philofophy. The Do&or’s Letter is\nvery plain and clear. He wrote to this Friend of\nhis, in order to be thoroughly informed as to thofe\nContrarieties, which he thought he had difcerned in\nthe Difcourfes of fome of the Hermetic Sagesi\nHis Friend gives him a very plaufible Anfwer to\nall his Objections, and to enforce the Belief of\nwhat he lays down, he puts the Doctor in mind\nof his having made Projection, that is, his having\ntranfmuted bale Metals into Gold, more than once,\nbefore the DoCtor in the King’s Laboratory in\nWhitehall •\n, as to the Univerfal Medicine, and its\nCapacity of extending the Life of Man for many\nAges, he pofitively aflerts, that it is the Hands\nof the illuminated Brethren, and gives many Rea-\nfons why they fhould be fo extreamly careful in\nconcealing it. He goes fo far as to infinuate, that\nit was in his own Pofieflion w. I mult own, I am\naftonifhed at fuch Sort of AfTertions, and more\nfo.\nwThe Title of Dr. Dickinfon’s Book, referr’d to by our\nAuthor, is, De quinta eflentia Philtffophorum, It was printed\nat Oxford, in 1686, and a fecond Time in 1705. There is a\nthird Edition of it printed in Germany, in 1721. The Au­\nthor was one of thofe very great Men, whofe Merits are better\nknown abroad than at home ; he is mentioned by the learned\nOlaus Borrichius, and many other foreign Writers, with much\nRefpeft, and juit Teflimonies of Efteem for his extenfive\nKnowlege.\n- Original from\nTHE GETTY RESEARCH INSTITUTE\n\f[ ” 5 ]\n£o, at Tome Relations well attefted, that feem to\nfavour the Truth of it.\nT h e r e happened in the Year 1687, an odd\nAccident at Venice, that made very much ftir then,\nand which I think deferves to be fecured from\nOblivion. The great Freedom and eafe with\nwhich all Perfons, who make a good Appearance,\nlive in that City, is known fufficiently to all who\nare acquainted with it; they will not therefore be\nfurprized, that a Stranger, who went by the Name\nof Signor Gualdi, and v\/hj made a confiderable Fi­\ngure there, was admitted into the bell Company,\nthough no body knew who, or what he was. He\nremained at Venice fome Months, and three Things\nwere remarked in his Conduct. The firft was,\nthat he had a fmall Collection of fine Pictures,\nwhich he readily Ihewed to any Body that defired\ni t ; the next, that he was perfectly verfed in all\nArts and Sciences, and fpoke on all Subjects with\nfuch Readinefs and Sagacity, as aftonifhed all who\nheard him ; and it was in the third Place obferved,\nthat he never wrote or received any Letters; never\ndefired any Credit, or made ufe of Bills of Ex­\nchange, but paid for every Thing in ready Mo­\nney, and lived decently, though not in Splendor.\nThis Gentleman met one Day at the Coffee-Houfe\nwith a Venetian Nobleman, who was an extraor­\ndinary good judge of Pictures: He had heard of\nSignor Gualdi's Collection, and in a very polite\nP 2 Manner\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ *\n>\n<\nS ]\n. Manner defired to fee them, to which the other\nvery readily confented. After the Venetian had\nviewed Signor Gualdi's Collection, and exprefled\nhis Satisfaction, by telling him, that he had never\nfeen a finer, confidering the Number of Pieces of\nwhich it confided; he cad his Eye by chance over\nthe Chamber Door, where hung a Picture of this\nStranger. The Venetian look’d upon it, and then\nupon him. This Picture was drawn for you, Sir,\nfays he to Signor Gualdi, to which the other made\nno Anfwer, but by a low bow. You look, con­\ntinued the Venetian, like a Man of Fifty, and yet\nI know this Picture to be of the Hand of Titian,\nwho has been dead one hundred and thirty Years,\nhow is this poflible ? It is not eafy, faid Signor\nGualdi, gravely, to know all Things that are\npoffible •, but there is certainly no Crime in my\nbeing like a Picture drawn by Titian. The Ve­\nnetian eafily perceived by his manner of fpeaking,\nthat he had given the Stranger Offence, and there­\nfore took his leave. He could not forbear fpeaking\nof this in the Evening to fome of his Friends, who\nrefolved to fatisfy themfelves by looking upon the\nPicture the next Day. In order to have an Op­\nportunity of doing fo, they went to the Coffee-\nHoufe about the Time that Signor Gualdi was wont\nto come thither, and not meeting with him; one\npf them who had often converfed with him, went\ntO his Lodgings to enquire after him, where he\nh^rd,\nDigitized by Original from\nINTERNET ARCHIVE “ THE GETTY RESEARCH INSTITUTE\n\f[ l l 7 ]\nheard, that he fet out an Hour before for Vienna,\nThis Affair made a great Noife, and found a Place\nin all the News-Papers of that Time *\nT h is Story agrees very well with what is faid\nby Doctor Dickenfon*sCorrelpondent, who obferves,\nthat the Adepts are obliged to conceal themfelves\nFor the fake of Safety, and that having a Power\nnot only of prolonging their Lives, but alfo of\nrenovating themfelves, they take Care to ufe it\nwith the utmoft Difcretion, and inflead of making\na Difplay of this wonderful Prerogative, they\nmanage it with the utmoft Secrecy, which he lays\ndown as the true Caufe of the World’s being in\nfo much Doubt about the Matter. Hence it comes\nto pafs, that though an Adept is poffelfed of great­\ner Wealth than is contained in the Mines of Peru.\n,\nyet he always lives in fo moderate a Manner, as\nto avoid all Sufpicion, and fo as never to be dis­\ncovered, unlefs by fome unforefeen Accident, like\nthat which happened to a famous Englifo Artift,\nwho difguifed himfelf under the Name of Eugenius\nPhilalethes, and whofe true Name is laid to be\nThomas Vaughan, the cleareft and moft candid\nWriter of all the Hermetic Philofophersy. He tells\nus\nx Memoires Hiftoriques, 1687, Tom i. p. 365.\ny The moft famous of his Pieces is intitled, Introitus Aper-\ntu s ad Occlufum Regis Palatium, This was written originally\nin Englifh, has been tranflated into almoft all the European\nlanguages, and is unqueftionabiy the beft and cleareft Rook\nupon the Subject that is extant in any Tongue.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\ft n 8 ]\nus of himfelf, that going to a Goldfaith, in or­\nder to fell twelve hundred Marks of fine Silver,\nthe Man told him at firft Sight, that it never\ncame out of the Mines, but was the Produdt of\nArt, as not being of the Standard of any Nation\nwhatever ; which furprized Philalethes fo much,\nthat he withdrew immediately, and left the Gold-\nfaith in Poflfeffion of hisTreafure. This famous\nMan, who certainly was an Adept, if ever there\nwas one, led a wandering kind of Life, and fell\noften into great Dangers, merely from his poffefling\nthis great Secret. He was born, as we learn from\nhis Writings, about the Year 1612, and what is\nthe ftrangeft part of his Hiftory, he is believed\nby thofe of his Fraternity, to be yet living, and\na Perfon of great Credit at Nurenberg, affirms, that\nhe converfed with him but a few Years ago. Nay,\nit is further afferted by all the Lovers of Hermetic\nPhilofophy, that this very Philalethes, is the Pre-\nfident of the Illuminated in Europe, and that he\nconftantly fits as fuch in all their Annual Meetings.\nIt is on the one hand true, that there is fomething\nwild and incredible in thefe Relations, and yet it\nis as certain on the other, that feveral who atteft\nthem, are Perfons of irreproachable Character,\nand even with Refpedt to this Philalethes, he was,\naccording to the Report of the great Boyle, and\nothers who knew him, a Man of remarkable Piety,\nand of unftained Morals. In the Englijh Planta­\ntions,\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ ” 9 ]\ntions, he became acquainted with one Starkey, a\nChymift, before whom he made Projection, but\nfinding that Starkey was a vicious and extravagant\nMan, he broke off his Acquaintance with him,\nwithout communicating any part of his Secrets2.\nBut it may be faid by liich as look upon this\nwhole Affair, as an idle and rediculous Thing,\nand who confider all thefe Relations, however\nattefted, or fupported, as mere Dreams, orVifions.\nI fay it may be alleged by thefe angry Critics,\nthat it is a direct Proof of the Fahhood of their\nPretentions to long Life ; that we have diftindt\nAccounts of the Time when their molt celebrated\nPatriarchs, fuch as Roger Bacon, Raymond Lully,\nand Bafil Valentine died, and were buried. If there­\nfore, thefe Men could not preferve their own Lives,\nor even protraft them beyond the ordinary Extent,\nwhat probability is there, will thefe People lay,\nthat any of the Fraternity fhould prolong their\nLives in the Manner they relate ? In Anfwer to\nthis, the Adepts always infinuate, that if thefe\ngreat Men died, it was by their own Choice, and\nthat many of their Fraternity ftill decline that\nlength\n2 This George Starkey, was originally an Apothecary, had\na Head turned to Chemiftry, but managed his Affairs fo ill,\nthat he was obliged to Tranfport himfelf to ih Plantations,\nwhere ne became acquainted with Philalethes, of u.iich \\c-\nquamta ce he boafts much in his Writing'. In 165S ne pub-\nlifhed a Book ot Chemiitry at London, which was ti nil.ted\ninto French in 1706, and into High Dutch in 1712.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ 120 ]\nlength of Life their Art would enable them to\nEnjoy. This I muft confefs, is an unfatisfaCtory\nAnfwer, efpecially to fuch as make the Objection,\nbut then, fay the Adepts, it is the only Anfwer\nthat becomes us to give *\n, we do not aim at the\nConviction of thefe Sort of People, we are not de-\nfirous of making a Noife in the World, we do\nnot even regard the poffefiion of Riches, and long\nLife as blefiings in themfelves; further than that,\nthey enable us to do good, and the foie Reafon of\nour ever mentioning fuch Secrets, being in our\npoffefiion, is in Order to lead to our Society fuch\nworthy Perfons as deferve to be affociated. Now,\nhowever Weak, however Sophiftical, this Rea-\nfoning may appear to the generality of Mankind,\nyet upon the Principles of the Hermetic Philofo-\nphy, it muft be allowed to be extreamly Plaufible,\nand in all fuch Cafes, we muft admit Men to\nargue from their own Principles, and not from\nthofe we lay down.\nAs I do not profels myfelf either an Adept, or\nlb much as a ftudent in this Sort of Philofophy,\nI lhall take the Liberty, as the matter of FaCt\nnearly concerns the SubjeCt of which I am treat­\ning, to Ihape out another Anfwer to this Objection,\nand it is this, that perhaps we are not always fo\nfecure as to the Deaths of thefe Virtuofi, as we\nimagine. The continuance of their Lives is a\nThing, that though they boaft of in one Senfe,\nyet\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTF JTE\n\fyet in another they ftudioufly affeCt to conceal.\nOf this, I (hall give an extraordinary Inftance,\nwhich will be fo much the more entertaining to\nthe Reader, as for any thing I know; it has not\nyet been taken Notice of by any Writer upon this\nSubject, not even by the profcfled Hiftorian of this\nFraternity, notwithftanding he has made larger\nCollections concerning them, and their Philofo-\nphy, than any Man that ever let Pen to Paper.\nThis Inftance will be alfo found the more ex­\ntraordinary, fince I take it from one who never\npretended to be an Adept, and who, therefore,\nought to be confidered as an unprejudiced Witnels.\nBut before I enter upon this Story, I muft defire\nmy Readers to obferve, that I lay down barely\nFaCts as I find them, and do not pretend to m-\ntereft myfell in the leaft, as to the credit they may\nmeet with.\nA m o n g s t the Hermetic Philofophers, who\nare allowed to have attained the higheft Secrets of\nScience, Nicholas Flamel of Paris, has been al­\nways reckoned one of the moft confiderable, and\nhis right to this Reputation, the leaft to be con-\ntefted. The Hiftoryof this Flamel, whoflournn-\ned in the XIV. Century is very curious: He was\na Perfonof a good Family, though much reduced\nin point ofFortune ; had quick Parts a lively Wir,\nand with the advantage of no more than an ordi­\nnary Education ; was lent to Paris to get a living\nas\nDigitized by • Originalfrom\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ 122 ]\nas he could. Flarnel wrote an extraordinary good\nHand, had Tome notion of Poetry, and Painted\nvery prettily ; yet all thefs Accompli (laments raifed\nhim no higher than a hackney Clerk, in which\nCondition he work’d very hard, and had mucha-\ndo to pick up a Subfiftance. In 1357, chance\nthrew in his way a Book of Hermetic Philofophy,\nwritten by one Abraham a Jewy or rather Engra-\nven on Leaves made of the Bark of Trees, and\nilludrated with very curious Pictures, in which\nthe whole Secret was laid down in the cleared\nManner poflible, to luch as were acquainted with\nHermetic Philofophy. This Treafure coft Flamcl\nno more than two Florins, for the Perfon who fold\nhim the Book, knew nothing of what it contain­\ned, and Flamcl himfelf though he made it his\nwhole Study for twenty Years, and though he took\nthe precaution of Copying the Pidtures, and hang­\ning them up in his Houfe, and asking the Learn­\ned their Opinion about them, was able to make\nvery little of them3.\nT i r e d at length with fo vain, and fo la-\nborious a Study, he in 1378, took a Refolution\nto\na The beft Part of this Account of Nicholas Flame!, is ta-.\nken from his Article in a very curious Book, which, as it de­\nserves to be more known than it is, encourages me to fet down\nthe Title thereof at large, which runs thus. Trefor des\nRecherches Sc Antiquitez, Gauloifes reJuites en ordre alpha-\nbecique Sc enriches de beaucoup d’origines epitaphes Sc autres\nchofes rares & curieufes, comme auffi de beaucoup de mots dc\nla kuigue Tbyoife, ou Theuchlranque. Paris. 1655.in4.co.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTIT |TE\n\f[ i *3 ]\nto Travel into Spain, in hopes of meeting there\nwith fome learned Jew, who might give him the\nKey to the Grand Secret; that this Journey might\nnot appear to be undertaken on quite fo Chime­\nrical a Motive, he n de a Vow to go in Pilgri­\nmage to St. James of Campojlella, a Practice fre­\nquent in thofe Times. After much Search to little\npurnofe, he met at laif with a Jew Phyfician at\nLeon, who had been lately converted to the Cril-\ntian Religion, and who was well verfed in this\nkind of Science; this Man, at the Perfuafion of\nFlamel, confented to go with him to Paris; but\nwhen they were got as far as Orleans, the Phyfi­\ncian who was far in Years, and little accuftomed\nto the fatigue of Travel, fell fick of a Fever,\nwhich carried him off in a few Daysb. Flamel\nhaving rendered the laft kind Offices to his dying\nFriend, returned very difconfolate to Paris,\nwhere he ftudied three Years more, according to\nthe Inftru&ions he had received from the Phyfi­\ncian, with fuch Succefs, that on the I yth of Ja­\nnuary, 1382, he made Proje&ion on a large Quan-\n2 tity\nb As the Hiftory of Flamel was colle&ed long after his\nDeath, it is very poffible that there might be fome Miftakes\ncommitted in Relation to the Circumftances attending his Ad­\nventures ; but there is one Thing which I chink proves the\nReality of the Story beyond Difpute, which is, that this very\nBook of Abraham the Jew, with the Annotations of Flamel,\nwho wrote from the Initrudtions he received from this Phy­\nfician, was actually in the Hands of Cardinal Richlieu, as\nBorel was told by the Count de Cabrines, who faw and ex­\namined it.\nDigitized by\nINTERNS^ ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITl TE\n\f[ 124 ]\ntity of Mercury, which he changed into fine Sil­\nver, and on the 25th of April following, he tranf-\nmuted a vaft Quantity of Mercury into Gold.\nHe afterwards repeated frequently the Experiment,\n• and acquired thereby immenfe Wealth. He and\nhis Wife Perrenella, in the midft of all thefe Riches,\nlived (till in their old fober way, and eat and drank\nas ufual, out of Earthen Vefiels. They maintain­\ned however a vaft Number of Poor, founded four­\nteen Hofpitals, built three Chapels, and repaired\nand endowed feven Churches. In fhort, the Abts\nof Charity they did, were fo aftonifhing, that\nCharles the VI. who was then upon the Throne,\nrefolved to enquire how they came by their Wealth,\nand fent for that purpofe M. de Cramoifi, Mafter\nof Requefts, and a Magiftrate of the higheft Re­\nputation for Probity, and Honour, to examine\ninto their Circumftances i to whom Flamelgave fo\nfatisfabtory an Anfwer, that no further Enquiry\nwas made about them ; but the honeft old People\nwere left in Pofieflion ofthe only Privilege they de-\nfired, which was no greater, than that of doing all\nthe good that lay in their Power c.\n* T he *\nc This too. is a Fadl out of Difpute, and as a Proof that\nFlamel drew his Riches from his Acquaintance with the Her­\nmetic Philofophy, the Hterogliphic Pidlures upon his Tomb,\nare ufually, and I think very juilly cited, as well as the\nTreatifes he wrote upon this Subjedl, particularly the following\nWork of his, La grand Ecclairciflment de la Pierre Philofophale,\npour la tranfmutation de tous Metaux, par Nicholas Flamel,\nin Svo. Paris, 1628.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTIT jTE\n\f[ i *5 ]\nT he Circumftances of this Story, the immenfe\nWealth of Flamel, and his Wife, their many\nFoundations, their vaft Endowments, and the pro­\ndigious Eflate they left behind them, are all Fadls,\nfo well attefted, that no Difpute can be railed\nabout them; or if there were, the laft Will of\nNicholas Flamel, which, with forty Authentic\nA&s, of as many charitable Foundations, that\nare laid up in the Archives of the Parifh Church\nof St. James, in the Butchery at Paris, are Proofs\ncapable of convincing the greateft Infidel. This\nFlamel, wrote feveral Treadles on the Art of Chy-\nmiftry; but they are extreamly Obfcure, becaufe\nthey are all delivered in an Allegorical Way, and\nconfequently one may hit upon various Interpre­\ntations, without coming at the true one ; which it\nis faid, he gave to a Nephew of his, and that the\nSecret remained long in the Family, nay it is owing\nto Indifcretion, if it does not fo ftilld. I mufl\nnot however, conceal an Attempt that has been\nmade to overturn the whole of this Hiftory, not\nby denying the Fads, for that would have been\nrediculous, fince there are hundreds of Poor that\nyet4\n4Flamel left his Secret to the Family of Du Perrier, the\nlaft of which was a Phyfician of that Name, amongft whofe\nPapers it was found ; I meanonly part of the Powder, by one\nDu Bois ; who having adled very imprudently in making Pro\njeftion before feveral Perfons, and pretending to much greater\nKnowlege than he really had, brought upon himlelf an un­\nfortunate End, being hang’d by order of Cardinal Richelieu.\nDigitized by Original from I\nINTERNET ARCHIVE - THE GETTY RESEARCH INSTITUTE\n\ft ]\nyet fubfifl on Flamel*s, and his Wives Foun­\ndations, and are confequently fo many living W it­\nn ess of the Veracity of that Part of the Relation.\nB u t the Thing attempted is, to give another Ac­\ncount of Flamel’s acquiring his Wealth, and in or­\nder to this, they tell you, that he was a Notary Pub­\nlic, at the Time the Jews were expelled France, that\nthey depofited with him in Trufl:, a great Part of\ntheir Wealth, and that he kept it for his own\nUfe e. Such as treat all that is faid of the Philo •\nfophers Stone, and of Hermetic Philofophy, as a\nFable, have run away with this Explication, as if\nit had been a clear and fatisfadlory Account of the\nMatter, without confidering that it is in Truth\nattended with greater Difficulties, than the Tale of\nthe Tranfmutation. For what probability is there,\nthat Perfons of fo much Worth and Piety as\nFlamel and his Wife are allowed to have been,\nfhould be guilty of fuch a flagrant Act of Injuftice,\nas to betray the Trufl: repofed in them, and this\npurely to do Adis of Charity ? If, indeed, they\nhad lived in luxurious Plenty, and had rioted in\nall the Pleafures which their immenfe Wealth\ne This Story, as far as I am able to learn, was firft ufhered\ninto the World by Gabriel Naude, a warm and angry Writer,\nand one far from being exaft ; from him it is copied by George\nHornius, in his Preface to the Works of Geber, and by many\nother Writers. But as to the Notoriety of the Fa£t, with re-\nfpett to the Baniflimcnt of the Jews, as all rhp T'renrR FTif_\ntorians agree in it, and in the Dates relatin\nfafely conclude, that it is fully anfwered.\nmight\nDigitized by\nINTERNET ARCHIVE\n\fmight have enabled them to have indulged, the\nStory might have deferved Tome Credit; but to\nimagine that two fober People, leading a Life of\nthe utmoft frugality, and expending all their Re­\nvenues for Pious and Charitable Purpofes, Ihould\ncontrive to get the Money fo fpent, by bafe and\nfraudulent Means, is utterly incredible. Befides,\nif this had been the Cafe, it is impofiible to account\nfor two Circumftances; the firft is, that the King\nof France Ihould be fatisfied with the Account that\nFlamel thought fit to give to Cramoifi; the other,\nthat this Story Ihould never break out during the\nLife of Flamel, nor within an Age after his Death:\nBut as I know there are People, who, to avoid\nbeing fufpe&ed of Credulity, will fwallow any\nThing oppofite to what they think, it would be\na Ihame to believe; I fhall deftroy this Critical\nHiftory of Flamel*s Riches, by an Argument,\neven that thefe People dare not diferedit. In\nIhort, the Jews have been twice expelled France,\nfirft in 1180, long before Flamel was born, and\nagain in 1406, feveral Years after all his Endow­\nments were made, and but Even Years before the\nDeath of him and his Wile Pcrrenella f.\n•\nB u t\nf If the Reader has a Mind to be better acquainted with\nthe Adventures of this Adept, he may confuit the Hiftory of\nHermetic Philofophy, published lately by the Aboe Lenblet\ndu Frefnoy.\nDigitized by\nINTERNET ARCHIVE\n\f[ 1*8 ]\nB u t methinks I hear fome Captious Reader\ncry out, what did Flamcl and Pcrrenella die ? to\nwhat end then all this tedious Story ? what is\nthere in FlamePs Life, that Correfponds with that\nof Hermippus ? or what has Alchymy to do with\nthe Breath of Virgins, or the Prolongation of hu­\nman Life ? Peace a little *\n, I promifed you fome\nAccount of Flamel, that has not been hitherto re­\ngarded, that has elcaped the Notice of all who\nhave written the Hiftory of Hermetic Philofo-\nphers, from the noble Olaus Borrichius, down to\nAbbe du Frenfoy, and this I am going to give you.\nBut, permit me, to obferve, firft, that my Ac­\ncount is taken from the Travels of the Sieur Paul\nLucas, who by order of Lewis XIV. palled\nthrough Greece, Afia Minor, Macedonia, and Afri­\nca^ in fearch of Antiquities, who dedicated this\nBook of his, to that Prince, and who mull be\ntherefore prefumed to relate what was true, or\nwhat he took to be true •\n, for no body, who knew\nthe Chara&er of Lewis XIV. can imagine, that\nhe would luffer a Fellow to Ulher his Fallhoods\ninto the World, under the Sanction of his Name ;\nmuch lcls, that after being guilty of fuch a Piece\nof Infolence, he fhould encourage, proteft, and\nemploy fitch a Man, as in fa£t he did, to the very\nend of his Reign •\n, and this, in confequence of the\nReputation he acquired from the Publication of\nthe\n\f[ 12$) ]\nthe Voyages, the Authority of which I am going\nto ufe s.\nI t may not be amifs, to put my Reader in\nmind, that I have ftriiftly kept my Word. The\nSieur Lucas was no Hermetic Philofopher, no\nChymift, no deep Student in the Sciences ; and if\nwe guefs from his Writings, no Man of Art, or\nAddrefs; but a bold, rough, free-fpoken Tra­\nveller, who had feen much, and was willing to\ntell the World all he had feen. If from hence,\nany Ihould be led into an Opinion that he was a\nCredulous Man, and might be eafily impofed on,\nI have nothing to fay to that; I do not intend to\nturn Advocate for the Solidity of a Traveller’s\nUnderftanding, any more than for the Truth of\nHermetic Phflofoph’\ny. I only lay down Things\nas they are, or at lead: as they appear to be, and\nleave all the reft to the Readers Decifion. All\nI infift upon, as to the Sieur Lucas's Relation, is\nthis, that he could not be deceived as to the M at'\nter of Fa6t; he could not dream the Story he has\ntold us; he could not fee it in a Vifion, and as to\nthe reft, Id o not concern myfelf about it; he\nmight poftibly be cheated by the Mohammedan\nMonks, for I can readily conceive, that Monks\nR of\ne See the Preface to the Book from which this Story is taken,\nwhich is entitled Voyage de Sieur Paul Lucas fait par Ordre\nDu Roi dans La Greet, &c. Amlterdam, 1714. in 12010. two\n“ “\nDigitized by Original from J\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITfTE\n\fC >3° ]\nof all Religions, are the fame; and yet, if as great\nAbfurdities, and much greater Difficulties attend\nthe Story in this Light, than in any other *\n, I pre-\nfume it may juftify a Hint, that it is not impoffi-\nble it might be, otherwife than fuch fevere Critics\nmay incline to believe. But it is now time to\ncome to the Story, and therefore I fhall put an end\nto my Reflections.\nH e informs us, that being at BrouJJa, in Natolia,\nand going to take the Air towards a little Village\ncalled Bournous Bachy, at a fmall Diftance from\nthence, in Company with a Perfon of DiftinClion j\nhe met with the following Adventure, which I\nfhall relate to you exaCtly in his own Words. We\nwent together to a little Mofque, fays he, where,\none of their moft eminent Dervifes was interred.\nIt is always a Dervife that has the Cuftody of fuch\nPlaces, which are, generally fpeaking, pleafantly\nfituated, adorned with Gardens and Fountains,\nand on that Account, fet a-part for public Walks,\nand Places for Recreation. We were quickly in­\ntroduced into a little Cloifter, where we found\nfour Dervifes, who received us with all imaginable\nCivility, and defired us to partake of what they\nwere eating; we were told, what we foon found\nto be very true, that they were all Perfons of the\ngreateft Worth and Learning. One of them,\nwho faid he was of the Country of the Usbecks,\n(a Tribe of Tartars) appeared to me more learned\nthat)\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITILITE\n\fL VJ A j\nthan the reft, and I believe verily he fpoke all the\nLanguages in the World. As he did not know\nme to be a Frenchman, after we had converfed\nfometime in the Furkifh Languages, he afked me,\nif I could fpeak Latin, Spani\/h, or Italian. I told\nhim, that if he pleafed, he might talk to me in\nItalian •, but as he foon difcovered by my Accent,\nthat it was not my Mother Tongue, he afked me\nfrankly, what Country I came from. As foon as\nhe knew that I was a Native of France, he fpoke\nto me in as good French as if he had been brought\nup at Paris. How long Sir, faid I, did you ftay\nin France ? He anfwered me, that he had never\nbeen there, but that he had a great Inclination to\nundertake the Journey.\nI did all that lay in my Power to ftrengthen\nthat Refolution, and perfuade him to it, in order\nto which, I told him, that there was no Kingdom\nin the World more polifhedj that Strangers ef-\npecially were extreamly well received there, and\nthat without Queftion, he would receive the great-\neft Satisfaction from this Journey. No, no, re­\nturned he, I am not in fuch a hurry to make it,\nI fhould be a Fool to flatter myfelf with any fuch\nHopes *\n, I am one of the Sages, and I know that\nit is enough to hinder me from enjoying Quiet\nthere, fo that I am not like to think any more of\nthe Matter. 1 took a great deal of Pains to con­\nvince him, that he was deceived, that fome bad\nR 2 People\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f' ' [ , 3 2 - !\nPeople had given him ill ImprefTions of my Coun­\ntry-, tliat France on the contrary, was the very Nur-\nfery of the Learned, and that the King, whofe Sub­\nject I had the Honour to be, was the greatefl Pa­\ntron of the Sciences. I went further (till, I told\nhim, that though I had not the Honour to be of\nany learned Profeffion myfelf, yet his Majefty was\npleated to defray the Expences of the Travels in\nwhich he law me engaged, and this with no other\nView than to procure Notices of thofe Things,\nthe Knowlege of which, remained yet necefiary\nfor perfecting the Sciencesj fuch as of Herbs that\nmight be ufeful in Phyfic, antient Monuments,\nthat might contribute to the Illuftration of re­\nmarkable Events, and confequently ferve to render\nHiltory more compleat; the View of the Coun­\ntries themfelves, in order to the rectifying Geo­\ngraphical Charts■\n, in fine, I run through all the\nProofs i could think of, in order to convince him\nof the Inclination that prevailed in France, in Fa­\nvour of the Sciences, and of Learning, all which\nhe attributed to the Climate, and feemed to ap­\nprove what I faid, out of pure Civility. At laft,\nhowever, he feemed to be ravifhed with the fine\nThings I told him, and went fo far as to allure\nme, that fome Time or other he would certainly\ngo thither. Our Converfation being ended, the\nDervifes carried us to their Houfe, which was at\nthe Bottom of the Mountain, very near Bournous\nBachy,\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH IN:\n*\nl l E\n\fBacbyy where having dia. 1\n; \" I x k my\nleave of them, but with a Promife, however, that\nI would come and fee them again.\nO n the 10th, the Dervife whom I took for an\nUJbeck, came to pay me a Vifit. I received him\nin the bell Manner pollible, and as he appeared\nto me a very Learned, as well as curious Man, I\nIhewed him all the Manufcripts I had bought,\nand he allured me, they were very valuable, and\nwritten by great Authors: I mull lay, in Favour\nof this Dervife, that he was a Perfon every way\nextraordinary, even to his outward Appearance.\nHe lhewred me abundance of curious Things in\nPhyfic, and promifed me more *\n, but at the fame\nTime he could not help faying, that it was ne-\ncefiary, that I Ihould make fome extraordinary\nPreparations on my Side, in order to put myfelf\ninto a Condition of profiting by the Lights he was\nable to give me. Tojudge according to his Ap­\npearance, he Ihould have been a Man about thirty,\nbut by his Difcourfe, he Teemed to have lived at\nleaft a Century, and of this, I was the more per-\nfuaded from the Accounts he gave me of fome\nlong Voyages he had made.\nH e told me, that he was one of feven Friends,\nw'ho all w\nrander’d up and down the World, with\nthe fame View of perfecting themfelves in their\nStudies, and that at parting, they always appoint­\ned another Meeting at the End of twenty Years,\nin\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITLTE\n\f[ 134]\nin a certain City which was mentioned, and that\nthe firft who came, waited for the reft. I per­\nceived, without his telling me, that Broujfa was\nthe City appointed for their prefent Meeting.\nThere were four of them there already, and they\nappeared to converfe with each other, with a Free­\ndom that fpoke rather an old Acquaintance, than\nan accidental Meeting. In a long Converfation,\nwith a Man of great Parts, it is natural to run\nover abundance of curious Topics. Religion and\nnatural Philofophy took up our Thoughts by\nTurns, and at laft, we tell upon Chemiftry, AI-\nchymy, and the Cabala ; I told him, that all thefe,\nand efpecially the Notion of the Philofophers\nStone, were now regarded by moft Men of Senfe,\nas mere Fictions and Chimeras. That, returned\nhe, ought not to furprize you, for in the firft Place\nwe ought to fufter nothing to aftonifh us in this\nLife ; the true Sage hears all Things without be­\ning fcandalized at them ; but though he may have\nfo much Complaifance, as not to fhock an ignorant\nPerfon when he talks of thefe Things, yet is he\nobliged, do you think, to fink his Underftanding\nto a Level with vulgar Minds, becaufe they are\nnot able to raife their Thoughts to an Equality\nwith his ? When I fpeak of a Sage, faid he, I\nmean that kind of Man to whom alone the Title\nof Philofopher properly belongs. He has no fort\nof tie to the World, he fees all Things die and\nrevive\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ *35 ]\nrevive without Concern; he has more Riches in\nhis Power, than the greateft of Kings, but he\ntramples them under his Feet, and this generous\nContempt, fets him even in the midfl of Indi­\ngence, above the Power of Events.\nH e r e I Hop’d him. With all thefe fine\nMaxims faid I, the Sage dies, as well as other\nPeople. What imports it therefore to me, to\nhave been either a Fool, or a Philofopher, if\nWifdom hath no prerogative over Folly, and one\nis no more a Shield againft Death than the other?\nAlas! faid he, I perceive you are abfolutely unac­\nquainted with fublime Science, and have never\nknown true Philofophy. Learn from me my\nFriend, fuch a one as I have defcribed dies indeed,\nfor Death is a Debt which Nature exads, and\nfrom which therefore no Man can be exempt; but\nthen he dies not before the Time fix’d by his great\nCreator. But then you muff obferve, that this Pe­\nriod approaches near a thoufand Years, and to the\nExtent of that Time a Sage may live. He arrives\nat this, through the knowlege he has of the true\nMedicine. By this means, he is able to ward off\nwhatever may impeach, or hinder the Animal\nFunctions, or deftroy the Temperature of his\nNature. By that, he is enabled to acquire the\nKnowlege of whatever God has left within the\nCognizance of Man. The firft Man knew them\nby his Reafon ; but it was this fame Reafon that\nblotted\nDigitized by Originalfrom\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ i 3<\n* ]\nblotted them again from his Mind ; for having\nattained to this kind of natural Knowlege, he\nbegan to mingle therewith his own Notions and\nIdeas. By this Confufion, ,which was the Effects\nof a foolifh Curiofity, he rendered imperfect even\nthe Work of his Creator, and this Error it is, that\nthe Sage labours to redrefs. The reft of Animals\na£t only by their Inftindt, by which they preferve\nihemfelves, as at their firft Inftilution, and live as\nlong now, as when the World firft began. Man\nis yet a great deal more perfect j but, has he ftill\npreferved that Prerogative we mentioned, or\nhas he not loft long ago the glorious Privilege of\nliving a thoufond Years, which with fo much Care\nhe fhould have ftudied to preferve ? This then\nit is, that the true Sages have retrieved, and that\nyou may no more be led into miftakes; let me\nafiure you, that this is what they call the Philo-\nfophers Stone, which is not a Chimerical Science,\nas fome half read People fancy, but a thing Solid\nand Sound. On the other Hand, it is certainly\nknown, but to a few, and indeed it is impofiible\nit fhould be made known to moft part of Man^\nkind, whom Avarice or Debauch deftroy, or\nwhom an impetuous defire of Life kills.\nSurprized at all I heard, and would you\nthen perfuade me, faid I, that all who have pof-\nfefled the Philofophers Stone, have likewife lived\na thoufand Years? Without doubt, returned he\ngravely.\nDigitized by Original from\nINTERNET ARCHIVE * THE GETTY RESEARCH INS\n<\nTE\n\f[ >37 ]\ngravely, for whenever God has been pleafed to\nfavour any Mortal with that BlefTing, it depends\nentirely on himfelf to reach the Age of a thoufand\nYears, as in his State of Innocence the firft Man\nmight have done. I told him, that there had been in\nour Country, lome of thofe happy Mortals that were\nfaid to have poflcfled thisLife-giving Stone, and yet\nhad never extended their Days to fuch a Length as\nto go with a decripidnefs, that muft attend fuch an\nexcefilve an Age, into another State. But, con­\ntinued he, don’t you know that the Appellation\nof a Philofopher, is much proftituted •\n, let me tell\nyou once again, there is none properly fuch, but\nthofe who live to the Age I have mentioned. At\nlaft, I took the Liberty to mention the illuftrious\nFlamel, who, I faid, had poflefled the Philofopher’s\nStone, but was dead to all Intents and Purpofes\nfor all that. At the mention of his Name, he\nfmiled at my Simplicity. As I had by this Time\nbegun to yeild fome degree of Credit to his Dif-\ncourfe, I was lurprized he fliould make a Doubt of\nwhat I advanced, upon this Head; the Dervife\nobferved this, and could not help faying with an\nAir of Mirth, and do you really think the Thing\nfo ? do you actually believe Flamel is dead ? No,\nno, my Friend, continued he, don’t deceive your-\nfelf, Flamel is living (till, neither he nor his Wife\nare yet at all acquainted with the dead. It is not\nabove three Years ago fince I left both the one and\nS the\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ >33 1\nthe other in the Indies, and he is, laid he, one of\nmy beft Friends; upon which, he was going to\ntell me, how their Acquaintance grew, but Hop­\nping himfelf Ihort of a fudden, that, faid he, is\nlittle to the purpofe, I will rather give you his\ntrue Hiftory, with refpe<5\nt to which, in your\nCountry, I dare fay, you are not very well ac­\nquainted.\nW e Sages, continued he, though rare in the\nWorld, yet are we equally of all Sedls and Pro-\nfeflions, neither is there any great inequality a-\nmongft us on that Account. A little before the\nTime of Flamel, there was a Jew of our Fra­\nternity ; but as through his whole Life he had a\nmoll ardent Affe&ion for his Family, he could not\nhelp defiring to fee them after he once came to\nthe Knowlege of their being fettled in France.\nW e forefaw the Danger of the Thing, and did\nall that in us lay, to divert him from this Journey,\nin which we often fucceeded. At laft, however,\nthe Paffion of feeing his Family grew fo ftrong\nupon him, that go he would; but at the Time\nof his Departure, he made us a folemn Promife to\nreturn to us as foon as it was pofilble. In a Word,\nhe arrived at Paris, which was, as it is now, the\nCapital of the Kingdom, and found there, his Fa­\nther’s Defendants were in the higheft Efteem a-\nmong the Jews. Amongft others, there was a\nRabbi, who had a Genius for the true Philofophy,\nand\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INST .TE\n\fC »3P ]\nand who had been long in Search of the great\nSecret. Our Friend did not hefitate at making\nhimfelf known to his Relation, on the contrary,\nhe entered into a ftridt Friendfhip with him, and\ngave him abundance of Lights. But as the firft\nMatter is a long Time preparing, he contented\nhimfelf with putting into Writing, the whole Se­\nries of the Procefs, and to convince his Nephew that\nhe had not amufed him with Falfhoods, he made\nProjection in his Prefence on thirty Ocques {an Oc-\nque is three Pounds) ofbafe Metal, and turned it into\npure Gold. The Rabbi full of Admiration, did all\nhe could to perfuade our Brother to remain with\nhim, but in vain ; becaufe he, on the other Hand,\nwas refolved not to break his Word with us. The\nJew when he found this, changed his Affection in­\nto mortal Hatred, and his Avarice ftifling all Prin­\nciples of Nature and Religion, he refolved to ex-\ntinguilh one of the Lights of the Univerfe. Ditt\nfembling, however, his black Defigns, he befought\nthe Sage in the tendered: Manner, to remain with\nhim only for a few Days. During this Space, he\nplotted and executed his execrable Purpofe, mur-\nthered our Brother, and made himfelf Matter of\nhis Medicine. Such horrible Actions never re­\nmain long unpunilhed. Some other black Things\nhe had done, came to light, for which the Jew was\nthrown into Prilon, convi&ed, and burnt alive.\nS 2 T he\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ M ° 3\nT he Jews Fell foon after under a Perfecution\nat Paris, as without Doubt you have heard.\nFlame!, more reafonable than the reft of his Coun­\ntrymen, entered into a ftridl Friendfhip with fome\nof them ; and as his great Honefty, and unble-\nmilhed Probity were well known, a Jew Merchant\nentrufted him with all his Books and Papers, a-\nmong which were thofe of the Jew which had'\nbeen burnt, and the Book that our Brother had left\nwith him. The Merchant taken up no doubt with\nhis own Affairs, and with the Care of his Trade,\nhad never confidered this valuable Piece with any\nAttention *\n, but Flame!, vvhofe Curiofity led him\nto examine it more clofely, perceiving feveral Pic­\ntures of Furnaces and Alembicks, and other Vef-\nfels, he began immediately to apprehend, that in\nthis Book was contained the grand Secret. He\ngot the firft Leaf of the Book, which was in He­\nbrew, mandated, and with the little he met with\ntherein, was confirmed in his Opinion *\n, but know­\ning that the Affair required Prudence and Circum-\nfpe&ion, he took, in order to avoid all Difcovery,\nthe following Steps. He went into Spain, and as\nJews were every where fettled throughout that\nCountry, in every Place that he came to, he ap­\nplied himfelf to the moft learned, engaging each of\nthem to tranflate a Page of his Book ; having thus\nobtained an entire Verfion, he fet out again for Pa­\nris. He brought back with him a faithful Friend\nof\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTf TE\n\f1\n[ H I 3\nof his, to labour ,T,;:h rk. and with\nwhom he intended .\nging Fev^r carried him on, t.\nof his Afifociateh. When therefore he cam.\nhe and his Wife entered together upon the \\ \\\nand arriving in procefs of Time at the Secret, ac­\nquired immenfe Riches, which they employed in\nbuilding public Edifices, and doing good to a\nMultitude of People.\nF ame is frequently a very dangerous Evil;\nbut a true Sage knows how to extricate himfelf\nfrom all kinds of Peril. Flamel faw plainly, that\nthe prevailing Notion of his having the Philofo-\nphers Stone might be fatal, both to his Liberty\nand Life; he therefore bent all his Thoughts to\nthe contriving fome Method for extricating himfelf\nout of this Danger, and having at laft (truck out\none, he took Care to execute it immediately, and\nfound means to fecure their Flight, by fpreading\na\nhThe Reader will eafily perceive, that there are fome\nVariations in this Hiftory from that which we have before\ngiven of Flamel; but this only (hews, that we have not done\nany Thing to countenance this Tale, or to give it that Air of\nProbability, which in Truth it wants, and after all the Dif­\nference between thefe Accounts, is very far from being fo\ngreat, as to deftroy the Credit of either of them. For it is\nvery probable, that Lucas’s Memory might betray him, and\nthat he might refrelh it on his return into France, from the\ncommon Story of Flamel, w'ith which his agrees The prin­\ncipal Reafon of my citing it, was, his Conclufion, which I\nparticularly recommend to the Reader’s Confideration ; fince,\nif Flamel’s Story be known in thofe Parts of the World, with\nfuch a Degree of exaflnefs, it is little lefs wonderful than tne\nlhe StMy “>a11 '«* Circumlhnccs. on*™, t™,\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\fi\nt »4* ]\na Report of his Wives Death, and his own. By\nhis Advice, ffie fained herfelf Tick of a Diftemper,\nwhich had its ufual Courfe, fo that by the Time\nfhe was laid to Die, (he had reached the Frontiers\nof Swiflerland, where he had directed her to wait\nfor him. They buried in her ftead a Wooden\nImage, drefs’d up, and that nothing might be\nwanting to the Ceremonial, it was interred in one\nof the Churches that they had founded. Some\ntime after, he had recourfe to the like Stratagem\nfor his own Security, and having buried another\nWooden Statue, he by that time the Funeral was\nover, joined his Wife. You will eafily perceive,\nthat there was no great Difficulty in all this, fince\nin every Country if a Man has Money, Phyficians\nand Priefts are always at his Service, ready to fay,\nor do whatever he dire&s them. To give the\nThing ftill the better Grace, and to prevent the\nleaft Sufpicion of the Cheat, Flamel made his laft\nW ill and Teftament in Form, wherein he parti­\ncularly defired that his Corps might be interr’d\nnear that of his dear Wife, and that a Pyramid\nffiould be ere&ed to their Memories. Since that\nTime, both of them have led a Philofophic Life,\nfometimes in one Country, fometimes in another.\nThis, depend upon it, is the true Hiftory of Fla-\nmel and his Wife, and not that which you have\nheard at Paris, where there are very few who\nhave ever had the leaft Glympfe of true Wifdom.\nf T his\nOriginal from\nTHE GETTY RESEARCH INSTIT TE\n\fr 143 ]\nT his Story appeared to me what I think it\nmuft appear to every one, equally lingular and\nftrange, and the more fo, as it was told me by a\nQ\nMohammedan, who I have all the reafon in the\nWorld to believe never fat one Foot in France.\nAs to the reft, I report this Matter purely as an\nHiftorian, and I have even pafled by abundance\nof Circumftances more remarkable than any I have\nrelated; the Truth of which however, he affirmed.\nI fhall content myfelf therefore, with faying, that\nwe are apt to entertain too mean Notions of the\nLearning of the Mohammedans, for certainly this\nMan was a Perfon in all refpeCtsofextenfive Know-\nlege, and a fuperior Genius *\n.\nW e have now done with the Hiftory of Flame!>\nand if the Reader has a mind to know how I bring\nit to have any Connection with my Subject, I\nfhall inform him, in very few Words. According\nto my Sentiments, which are in part founded upon\nthe Writings of Flame! himfelf, the firft Matter of\nthe Univerfal Medicine, the Pnilofophers Stone,\nor the grand Secret of the Hermetic Philofophers,\nis taken from the Air*, and from fome of their\nWritings I have gathered, that they were not\naltogether unacquainted with the Secret of Hermip-\npus (b that if this Infcription had failed into their\nHands, I make no queftion but they would have\npronounced\n| Voyage du Lucas, Tom. i. p. 79 — 90.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ M\n4 ]\npronounced him an Adept, and have fupported\nthis Decifion of their’s, by giving us an Account\nin their Manner, of his Method of performing\nitk. This Account fo far as I have been able to\nCollett it, the Reader (hall receive in the cleareft\nTerms, for I pretend not to adopt their Manner\nof Writing, or to hide in ambiguous Allegories,\nfo ufeful a Truth.\nIn fome Books, written by thefe Sort of Phi-\nlofophers, I have met with various Experiments\nfor applying the Salubrious Particles of the human\nBreath to Medicinal Purpofes ; and amongft thefe,\nthe following feems to be that which belt deferves\nNotice, as it (hews a wonderful Ingenuity, and is\nI believe, the fingle Attempt that was ever made\nto extratt the Tinttures of living Animals, in\norder to make them enter like other Tinttures, in­\nto all the Ufes of Phyfic. “ Let there be, fays\n“ my Author, a fmall clofe Room prepared, and\n“ let there be fet up in it, five little Beds, each\n“ for a fingle Perfon. In thefe Beds, let there\n<\nc lie five Virgins under the Age of thirteen, and\n“ of wholefome Conftitutions. Then in the\nSpring\nk This Difcovery will be pretty evident to any Reader who\nconfults the fourth, ninth, and twelfth Pages of a Treatife\nat the End of Mangctus’s Bibliotheca Chemica, which Piece is\nentitled, Mutus Liber, in quo 'I amen tota Piulofophia Her-\nmetica, figuris hieroglyphicis depingitur ter optimo maximo,\nDeo mifencordi confecratus, fohlque filiis arris dedicatus, Au­\nthors cuius nomen tit Altus.\n&\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTt flE\n_________________________ ____________________________________________________________\n\fL HS\n4\n4 Spring of the Year, about the Beginning of the\n4e Month of May, let there be a Hole pierced\n*4 through the Wall of the Chamber, through\n44 which, let there be inferted the Neck of a\n“ Matrafs, the Body of the Glal's being expofed\n44 to the cold Air without. It is eafy to appre-\n4\n4 hend, that when the Room is filled with the\n44 Breath and Matter perfpired by thefe Virgins,\n44 the Vapours will continually pafs through the\n44 Neck of the Matrafs into the Body of the\n44 Veflfel, where, through the Coldnefs of the Cir-\n4e cumambient Air they will be condenfed into a\n4\n6 clear Water, which is a Tindture of admirable\n44 Efficacy, and may be juftly firiled an Elixir\n4\n6 Vita, fince a few Drops of it, given in the\n<\nc Beginning of any acute Diftemper, refolves and\n<\nc difperfes the morbific Matter, fo as to enable\n4\n4 the animal Force to throw it off by infenfible\n44 Perfpiration K3\n3\nI could mention another Preparation from the\nVital Part of the Air itfelf, which is a great Se­\ncret amongft thefe Philofophers, and is, perhaps\nthe IVhite Dove, often mentioned in the Writings\nof Philalethes, of which, thus much is certain,\nthat when the Air is once fpoiled of this Principle,\nit is no longer fit for Animal Rcfpiration, and it\nT was*\n3\n1Secreti di diverfi cxcellentiflimi Huomini. in Svo. in\nMilano. 1^58. See alfo Lana : de mot. tranfpirat. lib. ii.cap.\n3. artific. ii. p. 73. 74.\nOriginal from\nTHE GETTY RESEARCH INSTIT TE\n\f[ 146 ]\nwas by a Contrivance of this Kind, that the fa­\nmous Cornelius Drebell made that Liquor, which\nfupplied the Place of Air in the Machine he con­\ntrived for carrying on a Kind of fubmarine Navi­\ngation. This Medicine, which is, as I have faid,\nextracted from the Air, is whiter than Snow, cold­\ner than Ice, and fo volatile, that if the Quantity of a\nNutmeg be expofed to the Air, it is afcrib’d there­\nby in the Space of a few Seconds. This Secret,\nwhich is ufed for the fame Purpofesas the former,\nis (tiled Aura 'Puellarum m. W e may gather from\nall this, that if the Hermetic Philofophers have in\nreality any fuch Secret as they boaft off, for the\nprefervation of human Life, it is built upon the\nlame Principles with thofe which I have already\nlaid down, and confequently no true Adept can\nconfidently with his own Notion of Things, op*\npofe my Doctrine, efpecially when he confiders,\nwith what Reftri&ions it is offered, fince I do not\npropofe, as the Sages do, the prolonging Man’s\nLife to the Term of a thoufand Years, neither\ndo I promife the Renovation of Life, as fome\nmeaner\nmWhoever confults the Liber Mutus, will plainly perceive,\nthat the firft Matter is taken from the Air ; but by a Method\nvery different from that which I here fuggeft, though poffibly\nthey may both contribute to the fame End, fince it is eafy to\nconceive, that the firft Matter of the Philofophers may refide\nin feveral Places; nay, fome of them have affirmed, that it\nis to be found every where ; the famous Jacob Boehmen aflert-\n«d, that it was to be met with in the Dirt of the Streets.\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTlTiTE\n\f[ J47 ]\nmeaner Artifts have done; all I contend For is, the\npoflibility of making fuch Ufe of youthful Spirits^\nas for a Time to keep of the Inconveniencies of\nAge, which though far inferior to what others af-\nfert they are able to perform, would ftill be of the\nutmoft Benefit to Mankind, if with Facility it\ncould be carried into Pra&ice.\nI know very well it may, and I doubt not but\nit will be objected, if Hermippus was fo wife a\nMan, why inftead of drawing old Age to fuch a\nLength, did he not preferve the Vigour of his\nYouth? this furely would have been by far a nobler\nDifcovery, and to which the young Ladies would\nwith the greateft Readinefs have contributed. But\nI mult put fuch People as thefe in mind, that as\nin this Treatife I have inferted nothing which\nmay not be fome way or other ferviceable, either\nto the InftruCtion or Entertainment of Mankind,\nfo I fhall not think myfelf at all obliged to take\nNotice of any ludicrous Reflections. The Pre-\nfervation of Life, the defending the human Body\nfrom decay, and of rendering it a fit Tenement\nfor the Soul to inhabit, in that Seafon in which\nfhe is moft capable of exerting her nobleft Fa­\nculties, are grave and ferious Subjects; with which\nno trivial Matters ought to mingle. Befides, to\nfpeak my Opinion freely, though I think the Me­\nthod of Hermippus extreamly proper for repairing\nthe Waftes of Nature, and preventing the Incom-\nT 2 modities\nI INTERNET ARCHIVE\nDigitized by Original from\nTHE GETTY RESEARCH INSTITUTE\n\f[ !4 8 ]\nmodities which ufually attend on Years; yet I am\nfar from believing, that this Method would con­\ntribute at all to the Extention of Youth, but rather\nthe contrary; and for this I think, I am able to\noffer fome very probable Reafons.\nI n the firft Place, it will be neceffary to ob­\nserve, that I do not here mean by Youth, a ftate\nof Infancy or Childhood, but rather that robuft\nState between twenty-five and forty; for the Con­\nvention of very young People with each other,\nI conceive to be as wholefome for their Bodies, as\nit is pleafant and agreeable to their Minds. But\nwhen the human Body is arrived at its full\nStrength, and is in that State of Health in which\nTemperance and Equanimity will maintain it, a\nSurcharge of animal Spirits may not only prove\nufelefs, but dangerous. It is an old, and a very\ntrue Obfcrvation, that the moft florid State of\nHealth, is that, in wT\nhich a Man is in the greateft\nPeril, in cafe he receives any Infedlion, and the\nReafon is obvious, viz. becaufe the animal Spirits\na£t then with the utmoft Vigour, and confequently\nmuft do the more Mifchief, if by any means they\nare tainted. From the fame Method of Reafon-\ning, we may conclude, that fuch a Manner of Liv­\ning as that which we have fuppofed Hermippus led,\nmight be attended with inconveniencies to a Man\nof a robuft Conftitution, and perhaps, incline him\nto Frenzies, or at leaft to Fevers. A pure Air,\nlight\nDigitized by Original from\nINTERNET ARCHIVE . THE GETTY RESEARCH INST\n\f[ T45> 1\nlight Diet, moderate Exercife, and a perfect Do­\nminion over his Paffions, with a few flight Re­\nmedies taken on proper Occafions, and according\nas Nature dire&s, may maintain a Man in the\nfull Pofieflion of Health and Spirits to fixty, and\nthen it is Time enough for him to think of avoid-\n9\ning the Inconveniencies which ufually attend old\nAge. I might alfo obferve, that the Converiation\nof many young Women, might, in the Summer\nof Life, draw along with it other Inconveniencies ;\nbut thefe are Subjects on which I do not chufe to\ninflft, becaufe it is not eafy to treat them with that\nDelicacy, which a Philofophic Difcourfe like this,\nrequires ; and becaufe the flighted Hint is fufflcient\nto fuggeft more to a Man of good Senfe, than is\nat all neceflary to be delivered upon this Subject.\nI take it therefore for granted, that I have ai-\nflgned the proper Bounds to my Remedy, and that\nI may fafely define it, the Cordial of advanced\nYears, which can never be fafely adminiftered, till\nfrom ajuft Application of Reafon, there has been\nproduced an ablolute retreat of Appetite n.\nBut if any one fhould be mad enough to pur-\nfue this Objection further, and cry out, of what\nSignificancy then is your Remedy ? why in fuch a\nSituation would you extend Life at all, or of what\nufe is Years when deprived of Enjoyments? If I\nfay\nc Cicer. de Sencdute.\nDigifized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\n\f[ '50 ]\nliiy there are any fo wild as to talk in this Manner,\nmy Anfwer is, that they miftake my meaning.\nI am clearly of Opinion, that the Pleafures of the\nMind are far fuperior to all fenfual Delights, and\nthat the Cultivating youthful Underftandings,\nwhich is the Bufinefs in which I have fuppofed my\nold Man employed, is a pleafont and noble under­\ntaking, every way worthy of the Souls fupream-\neft Faculties, and carrying along with it, its\nown Reward, viz. afecond Youth, more pleafing,\nmore delightful, than the firft. For as on the\none hand, I cannot allow that fuch a Perfon fhould\ngratify, or fo much as feel his Pafiions, fo on the\nother, I would not have him plunged into deep\nand perplexing Studies, but rather amufed and di­\nverted by purl'uits of another Nature. At parti­\ncular Sealons, indeed, he might difcourfe with his\nFriends on grave and ferious Topics ; but I would\nnot have fuch Conventions return too frequently,\nfor fear of their leading him by Degrees into Me-\nlancholly, which is nothing elfe but fixing the\nThoughts too intently on a fingle Objedt. In\n4\norder to require and maintain a green old Age,\nthere is nothing fo requifite as Chearfulnefs of Mind,\nwhich can never be fecured if we meditate much\non abftrufe Subjects. I do not fay, that thefe are\nalways to be ncgledted *\n, but what I fay is, that this\nis not the Seafon of Life in which they ought to be\npurfued. They require fuch Vigour, fuch Atten­\ntion,\nOriginal from\nTHE GETTY RESEARCH IN\nS\nT\nI\nDigitized by\nINTERNET ARCHIVE\n\f[ «5 J ]\ntion, and filch a degree of Penetration, as would in­\nduce fo great a wafte of Spirits as would defeat the\nintention of that Remedy, which I would recom­\nmend, and therefore I lay it down as a fupple-\nmental Rule, that thefe are to be avoided.\nT here is, as far as my Forefight will carry\nme, but one Objection more, that can be raifed\nagainft my Syftem *\n, and this mull come from the\nQuarter of the Politicians, who conceive nothing\nto be right or worthy of Encouragement, which\ndoes not fquare with their Notions, which are,\nhowever, generally fpeaking, not very agreeable\nto thofe of other Men. It would not therefore\nfurprize me, if thefe Gentlemen fhould take it into\ntheir Heads, to treat this as a Whimfical and\ntrifHing Performance, becaufe I know that accord­\ning to their Syftem, old Men are fo many Incum­\nbrances, of which, the State ought to be difcharg’d.\nIt is upon this Principle I prelume, that fome\nIndian Nations make great Feafts in their Families,\nwhen their Chief becomes decripid, and when\nthefe Rejoicings are over, fairly put him out of\nthe Way °. Our Free-thinkers in Politics there­\nfore.\n° I remember to have read in a late French Writer, that\nthis is pra&ifed by fome of the barbarous Nations, who live\nin the Neighbourhood of Hudfon’s Bay ; and he fays lurcher,\nthat he was prefent at one of thefe Fealts, at the Clofe of\nwhich, the Son cut the Throat of his Father. I do not re­\ncollect, that he bellows any ReheCtions upon this Palfoge ;\nbut from the Account he has given us of the Country, I think\nit\n\fr *5* ]\nfore, muft necefiarily have a bad Opinion (at leaft\nwhile they are young) of fuch a Proportion as\nthis, which intends no more than prolonging the\nLives of thofe, who, in the Account of our\nMachiavelijis, ought to be in their Graves already.\nWhat Benefit, fay they, can refult to Society from\nmaintaining People paft their Labours, and who,\naccording to this very Scheme, are declared unfit\nfor Propagation ? The Public is only benefited by\naCtive and induftrious Perfons, why then fhould\nfo much Care be taken to preferve People fit only\nfor a fedentary Life ? If the ordinary Laws of Na­\nture can be difpenfed with, let it be in Favour of\nthe Public Weal, why fhould the extravagant\nDefire of Life be gratified, rather than any other\nextravagant Defire whatever? Reflections like\nthefe, it is evident, muft induce thefe over-wife\nPerfons to treat my Book with Contempt, what­\never Opinion they may have of the Arguments\ncontained in i t ; and therefore it is neceflary for\nme to fliew, that thefe Maxims, how plaufible,\nhow refined foever they may appear, are very far\nfrom\nit no difficult Matter to diftinguiffi the Caufe of fo inhuman (I\nfhould be in the wrong to call it fo brutal) a Cuftom, which I\ntake to be this, that they find it very difficult in that part of\nthe World to acquire Subfifiance, and therefore think them-\nfelves under a kind of Neceffity of maintaining only fuch as\nare ufcful. This, 1 perfuade myfelf, was the Original of fo\nhorrid a Pradlice, which cannot, however, be founded on real\nNeceffity, becaufe thefe People who murder their Parents,\npreferve their Children, though equally helplefs.\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INST§\n\f[ *53 ]\nfrom being either jult or realonable, and which is\nftill of greater Weight in the prefent Cafe, ai*e\nfar from being calculated for the Benefit of Man­\nkind in general p.\nI t is, I think, a Fadl fo well eftablifhed, that\nI need be at no great Pains to prove it, that\nmoll of the Mifchiefs and Miferies broughr upon\nprivate Families, and even upon whole Nations,\nflow from the Warmth of Mens Pafiions, and\nfrom their indulging their irregular Inclinations at\nthe Expence of others, nay and of Society it-\nfelf. I cannot, therefore, help thinking, that it\nmight be a means of leflening thefe Evils, if\np It may be, perhaps, thought I exaggerate a little in\nfuppofing, that there are People capable ot reafoning in fuch\na Manner; but, whoever conliders the Principles of the Spar­\ntan Government, and the Syllem of Morals, recommended by\nLycurgus, will be of another Opinion. Neither are we to\nimagine, that only fevere Politicians are inclined to fuch a\nDodtrine ; there have been in all Ages fome polite Writers,\nand refined Wits, who have been inclined to treat old Age,\nnot as a Misfortune only, but as a Crime. For Inftance, Cor­\nnelius Gallus, one of the Favourites of Auguftus, and himfelf\nthe Patron of Virgil, and of Horace, paints old Age thus.\nStat dubius tremulufq; fenex, femperq; malorum\nCredulus et Stultus quae facit iple timet.\nLaudat prxteritos, prefentes defpicit annos:\nHoc tantum in redlum quod facit ipfe putat.\nTrembling and Doubtful, ftill the Old we find.\nAnd much to Credit all ill News inclin’d ;\nFoolilhly fearful of what e’re they do,\nAnd when it’s done, they’re apprehenfive too.\nPafs’d times their Praife, the prefent claim their Spighf.\nAnd only what they do thcmfelves is Right.\nu we\nDigitized by\nINTERNET ARCHIVE\n\f[ IJ4 3\nwe could encreafe the Number of thofe who are\nfree from fuch irregular and depraved Appetites,\nand are confequently mod capable of conducing\nwith Judgment and Integrity, either public or\nprivate Affairs. It is remarkable, that in all\nwell-governed States, a certain maturity of Age\nis required before Men are entrufted, not only\nwith the Management of public Concerns, but of\ntheir own. Upon what Reafon then is this found­\ned ? Is it not becaufe they are thought to want in\nthe firft Place, the Lights of Experience, and in\nthe next, to be too much hurried by their Pafiions ?\nIf this be right, and if it be not right, the wifeft\nMen in all Ages have been in the wrong: If this\nI fay be right, why fhould we fancy Men pal's’d\ntheir Labours; for being in pofTeffion of thofe\nQualities which are certainly the firft Ingredients\nin the conftituting true Wifdom ? There will be\nalways People enough in the World full of that\nHeat, Vigour, and Strength, which is requifite for\ncarrying on the a<\n5\ntive and laborious Parts of Bu-\nfinefs ; but we fee plainly, that private Families\nare brought to Ruin, and by Degrees, great States\ndecay for want of that Moderation, Experience,\nand Forefight, of which, Men far in Years, and\nwhofe Spirits are not opprefifed with the Infirmities\nof Age, are ufually poffefTed. If, therefore, we\nregard the Eafe and Happinefs of Mankind, rather\nthan Hurry and Noife, and efteem fuch a Govern­\nment\nDigitized by\nINTERNET ARCHIVE\ndhginal from\nTHE GETTY RESEARCH INSTi ,TE\n\f[ *JS]\nment as preferves its Subje&s in the conftant En­\njoyment of thefe Blefiings, better than that which\nemploys them at the Expence of their own Eafe\nand Happineis, in difturbing thofe of their Neigh­\nbours, then there can be no Weight in this part\nof the Objection. As to what refpedts Generation,\nit is a very (light and idle Surmife *\n, for if in Po-\npifh Countries Monafteries are found no great In­\nconvenience, where thofe that (ill them make\nVows of Celebacy in the Flower of their Age,\ncertainly for Men who are turned of Seventy to\nforbear getting Children, can never be an Incon­\nvenience to any State.\nT hi s is undoubtedly a fufficient Anfwer as to the\ngeneral Reafoning of thofe I would refute; but\nwith Refpeft to the Do&rine I have endeavoured\nto eftablifti, a dill clearer and more explicit An­\nfwer might be given. For without enquiring\nwhether their Principles be wrong or right, I may\n.eafily obferve, that nothing I have laid down tends\nto burthen Society with a Race of Dotards. What\nI propofe, is quite the contrary. If, on the one\nHand, I plead for the Extention of human Life,\nI recommend on the other, fuch a Method as mud\npreferve the Faculties in the higheft Order. Nor\nis it to be at all apprehended, that the Number\nof Men who (hall prolong their Lives by this Me­\nthod, in cafe it (hould be ever carried into Pra&ice,\nwill be excedive, or burthenfome to Society, the\nU 2 very\n• Original from\nTHE GETTY RESEARCH INSTITUTE\n' Digitized by\nINTERNET ARCHIVE\n\f[ IJS ]\nvery Nature of it provides againfl: any fuch In­\nconvenience, by requiring fuch Moderation and\nSelf-denial, as will not frequently be found. It\nis, therefore, an unjuft and unfair Imputation up­\non my Principles, that they tend to burthen the\nWorld with ufelefs People, fince the utmoft to\nwhich they can be drained is, that I am for pre-\nferving as long as polTible, the Lives of fuch as\nmay be ufeful. As to the Subfiftance again of\nfuch People, it is eafy to difcern, that this can be\nbut a very trifling Expence, when compared even\nwith what they are able to acquire towards the\nIncreafe of the common Stock. So, that con-\nfidered in this, which is the very word Light\nin which the Thing can be put, a true Politician,\nand one who has a proper Regard for the Intered,\nand at the fame Time, a juft refpeft for the Rights\nof Mankind, will be far from thinking that I\nhave offered any Thing which can be prejudicial\nto a well-ordered Society, but have rather pro­\nvided a very good Method for fecuring a condant\nSupply of fuch Counfello\/s, as may preferve it\nin the bed Order poflible.\nO n this Occaflon, I beg leave to cite a Paflage\nwhich Tiilly hath put into the Mouth of the elder\nCato% thatdeferves as much Attention from its\nSolidity, and good Senfe, as it does Praife for the\nBeauty\nn • Ciccr. de Seneftute. c. ii.\nDigithze : by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH IN S T | PTE\n\f[ \\5 7 ]\nBeauty and Accuracy of Stile, in which it is deli­\nvered. C\n<\n*to is there anfwering the very Objec­\ntion, which I have been treating. “ If, fays hey\n“ Petulence or Lull be Vices more frequent among\n“ young Men than Old, yet all young Men are\n“ not infe6ted with them, but fuch only as want\n“ proper Talents, fo it is with that fort of Diftem-\n“ per which you call Dotage, it is indeed the\n“ Difeafe of old Men *\n, but, however, all old Men\n“ are not infe<5\nted with it. Appius was for fome\n“ Years quite dark, and yet he managed a Family\n4t of four Sons grown up, and five Daughters,\ntc with abundance of Relations and Clients, who\n* depended upon him. He kept his Mind always\n“ in order, and though his Vigour decayed, yet\n<\nc his Senfes never failed him. He preferved to\n<\n£ the laft Moment his Character, and his Au-\n“ thority every body looked up towards him as\n“ became their Station •\n, his Slaves feared, his\n“ Children revered, and all who were about him,\n1\n4 Loved him. In a Word, he kept up the old\n4\n4 Difcipline, and did Honour to the RomanName,\n“ by preferving the Manners of his Family un-\n“ tainted. So that it is plain, old Age may\n“ maintain a graceful Superiority, ifit bejealous of\n“ its Prerogative *\n, if on all Occafions it maintains\n“ its right, if it never fneaks and gives way, but\n“ keeps up a Manly Spirit to the laft. For as\nct I approve fome Qualities of Age in a young\nMan,\nOriginal from\nTHE GETTY RESEARCH INSTITI TE\nDigitized by\nINTERNET ARCHIVE\n\f[ 'iS ] 1\n4\n4 Man, To a Youthful Spirit is very commendable\n44 in Men of Years, for while they preferve this,\n“ though the Body may feel the effe&s of Age,\n4\n4 yet the Mind ftands out of its reach. At this\n4\n4 very Inftant I am employed in writing the Se-\n“ ventb Book of my Antiquities, and am actually\n44 making large Collections from fuch old Records,\n44 as may ferve my purpofe. I likewife, Review,\n“ and fometimes touch a frefh, the Orations I have\n“ formerly made in the capital Caufes, wherein I\n44 have been concerned : I ftill keep up my Stock of\n44 knowlege in the Augurial, Pontifical, and Civil\n44 Law, and have time enough to read a great\n44 deal of Greek befides. I conftantly ufe the Py-\n44 thagorean Method for the Exercife of my Me-\n<\n4 mory, and every Evening run over in my Mind,\n4\n4 whatever I have faid, heard or done that Day.\n44 Thefe are the Exercifes of the Underftanding,\n44 and in thefe, as in a Chariot, the Soul takes the\n44 Air, while I am capable of thefe, I don’t\n‘4 give myfelf much concern about bodily Decays,\n4\n4 I am always at the Command of my Friends,\n4\n4 attend the Service of the Houfe frequently, and\n44 diftinguilh myfelf in Debates, wherein a Man\n44 compafies more by the flrength of his Facul-\n4\n4 ties, than he can do ellewhere, by Force of\n4\n4 Arms. But fliould it ever prove my Misfor-\n4\n4 tune to be confined to my Bed, and be thereby\n4\n4 rendered incapable of going through thefe Em-\n44 ployments.\nDigitized by oYiginal from\nINTERNET ARCHIVE THE GETTY RESEARCH INST ^ fTE\n\f[ l 59 1\n5‘ ployments, yet the very thoughts of what I\n“ would do, if I were able, would confole me.\nBut thanks be to Heaven, I have no reafon to\n“ apprehend any fuch Thing, I have been abetter\n“ Hufband of my Time than fo, for let a Man\n“ be butconftantly exercifed in Labours like thefe,\n•* and he will not fo foon find the Breaches of Age.\n,e Years will fteal upon him infenfibly, he will\n<\nc grow old by Degrees and without feeling it;\n“ nay, when he comes to break at laft, the Houle\n“ will crumble gently, and fall down fo (lowly,\nas not to give him any great Pain” . This is\na very fine Picture, and contains a more finifhed\nApology for that {fate of Life which I am endea­\nvouring to extend, than my Abilities would luffer\nme to draw, but the very producing it, ferves my\npurpofe better than if I had wrote it. If I follow\nthe Sentiments of Cicero, and the Example of Cato\nthe Elder, who fhall queftion either my Senfe, or\nmy ConduCt ?\nI t ought to be further confidered, that for per­\nfecting many of the Sciences, a longer Life is\nrequifite than Men ufually enjoy ; or to fpeak with\ngreater Propriety, the free Exercife of their Facul­\nties to a more advanced Age. If we examine all the\nImprovements that have been made in true Science,\nwe fhall find, that they have proceeded from Men,\nwho have exercifed their Thoughts in fuch kind\nof Studies for a long Courfe of Years. The laft\nBooks\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f• C Ifo ]\nBooks of Arijlotle, are efteemed the mod pcrfeCt,\nfo are thofe of Seneca, which he wrote in an ad­\nvanced Age *\n, and we may fay the fame Thing\nwith requeft to modern Philofophers *\n, fuch as\nGajfendi, Bacon, and Newton. A ferene old Age is\ntherefore of the higheft Confeqnence in this Re-\nfpeCt, fince it would contribute to furnifli the\nWorld with new and uleful Lights, and prevent\nthe Expectations they conceive from the early\nProductions of great Men, from being fruftrated\nas they frequently are, by their premature Deaths.\nI muft likewife obferve, that mechanical Inventi­\nons acquire much Time to PcrfeCt them, and that\nvery profitable Dilcoveries, and very ufeful Ma­\nnufactures have been loft, by the Deaths of thofe\nwho firft Cultivated them, of which many Inftan-\nces might be given. We may likewife remark,\nthat fettling any new Plantation *\n, reforming a So­\nciety ; or in fhort, reducing any People who have\nbeen long under an ill form of Government, or\nin a great mealure without any, requires length of\nDays. Lewis XIV. changed entirely the Face of\nThings in France during his Reign, which was\nprincipally owing to the length of it, as it gave\nhim an opportunity of feeing molt of his Schemes\nbrought to bear ; whereas, the unexpected Death\nof the Great Czar Peter, caul'ed many of his Pro­\njects to be buried in Oblivion, and mult have over­\nturned the whole of his Glorious defign for re­\nforming\nDigitized by\nINTERNET ARCHIVE\nOriginal fror'\nTHE GETTY RESEARCI TE\n\f[ 1(0 ]\nForming his Subjects, and raifing the Credit of his\nCrown, with the reft of the European Powers •\n, if,\nwhich was fcarce to be expected, his Succeflors had\nnot generally fpeaking, perfifted in the purfuit of\nhis Plan. We may therefore eafily difcern, that\nfuch an extention of Life as this Treatife propo-\nfes, would be fo far from contributing to burthen\nthe World with an ufelefs race of old Men, that\nit would really furnifh it with fuch People, as are\nmoft wanted for the Improvement of Knowlege,\nthe perfecting mechanical Difcoveries, and contri­\nbuting in other RelpeCts, to the Welfare of Man­\nkind.\nU p o n the whole, therefore, I think I may\nvery juftly conclude, that by examining this\nantient Infcription, I have not only exercifed my\nThoughts in a Manner that may contribute to\nthe Amufement of the Learned *\n, but that I have\nhinted many Things which may be of public\nUtility. In this RefpeCf, indeed, I think, I\nhave made the proper Ufe of the Infcription;\nfor certainly, it is much better to inform our-\nfelves as to Things than Words, and the World\nwould be much more indebted to the Labours of\nlearned Men, if they would pay that Regard to this\nMaxim which it deferves. What Ufe would\nit be of to Mankind, fuppofing it poftible for\nme to fix the Reign of the Roman Emperor,\nunder which Hermippus flourifhed ? or what\nX Thanks\nOriginal from\nTHE GETTY RESEARCH INSTITUTE\n\f[ iS a ]\nThanks would my Readers owe me, if I had en­\ndeavoured to difcufs whether he lived to hundred\nand fifty-five, or a hundred and fifteen only. Have\nI not chofen the better Part, in examining what\nmay ftill be of fome Ufe, viz. By what Method\nhe arrived at fo great an Age, and how far it is\npracticable for us to follow his Method. I think,\nI may go ftill farther, and affirm, that I have\nmade it at leaft extreamly probable, that the An-\nhelitus Puellamm, is in fome Meafure the Breath\nof Life •\n, in order to which, I hope I have effec­\ntually deftroyed fome Prejudices that affeCted the\nMinds even of People of good Senfe, as to the\nfettled Term of human Life, and the Impoffibility\nof prolonging it by Art. I have likewife, in the\nCourfe of this Differtation, collected the Senti­\nments of feveral great Men, who think, or lead\nfeem to me, to think in the fame Way that I do,\nand have thereby given an Opportunity to the\ncurious and inquifitive Reader, of fearching more\nftriCtly into their Opinions, in order to do them\nJuftice, in cafe, after mature Confideration, he\nthinks that I have failed in fo doing.\nI f this fhould contribute little to the Elucida­\ntion of the prefent Point, yet it might prove the\nMeans of bringing many Things of Confequence\nto light. We have made it evident, by our Cita­\ntions from old Books, that many of the Dilcove-\nries for which the Moderns are famous, were actu­\nally\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTI JTE\n\f[ i ]\nally known to the Learned in former Times;\nwhence we may [ cbably conje&ure, that fome\nother Things were know to them, with which\nwe are not acquainted, and the rather, becaufe\nthere is force anv Country where antient Monu­\nm ent are to be touiid, but we may diicern in them\nMarks of Skill and Capacity, that tranfcend the\nPower of modern Workmen, and though thefe\nmay not be agreeable to the prefent Tafte which\nfeems to be a handfome Exprefiion for the reign­\ning Humour of Mankind, that changes too\noften to deferve the Name of a Rule, yet they {till\nmanifeft great quicknefs of Invention, and the pof-\nfelfion of many Arts, that are now loft. It is fome\nCredit to Antiquity, that the oldeft building in\nthe World, which is the Temple of P’\nhefeus at\nAthens, is by far the fineft; and in literature again,\nHomer and Hippocrates, plainly prove, that in\npoint of Genius, or of Induftry, the firft Ages\nare yet unrival’d. There are fcveraJ Roads which\nlead to true Wifdom, we may fometimes reach it\nby going backwards, as well as forwards, and pro­\nfit as much be detecting the Prejudices of the\nModerns, as by refuting the Errors of Antiquity.\nIt is a juft Obfervation of the great Lord Verulam,\nthat much Learning frees us from thofe Miftakes\ninto which we are plunged, by having only a lit­\ntle. When firft the Moderns began to examine\nthe Writings of Herodotus, and Pliny, they found\nX 2 nothing\nDigitized by\nINTERNET ARCHIVE\nOriginal from\nTHE GETTY RESEARCH INSTITL TE\n\ft 1 6 4 ]\nnothing but Abfurdities and Improbabilies; but\nnow, that we are better acquainted with Experi­\nmental Philofophy, we begin to have a better opi­\nnion of thefe Authors, and are obliged to confefs,\nthat in fome Cafes, fagacity may fupply Expe­\nrience. I am, however, ready to admit, that in\nfome Branches of Science, we have out done the\nAntients very much; but what of that, we are\nftill far fhort of Perfection. Our very Difcoveries\nprove i t ; for example, we difcern the Effects of\nGravity, we fee the whole Mechanifm of the Uni-\nverfe, depend upon i t ; but the Caufe has been hi­\ntherto inexplicable. We are well acquainted with the\nmany properties of the Needle, which were Secrets\nto former Times, but the caufe of its Variation re­\nmains a Secret to us. We have, indeed, made fome\nbold Gueffes at both, and it is not impoflible, that\nPofterity may be able to demonftrate our Conjec­\ntures ; as it is on the other Hand, likewife pof-\nftble, that they may prove them to be only idle\nConjectures. If we would avoid being deceived,\nwe mult decline Bigottry of all Sorts, we mull not\ncarry our Veneration for the Antients too far, and\nat the fame Time, we ought not to be afraid of\nufing a juft Freedom with the Moderns; fince it\nis not our Bufinefs to admire others, but to inftruCt\nourfelves.\nW ith the fame View of coming at Truth, by\nletting the Subject of which I treat in different\nLights,\nDigitized by Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INSTI\n4\nI\nJTE\n\f[ «65 ]\nLights, I have ftated the Opinions of others fairly,\nand have reafoned upon them as freely as I defire\nto fee my own Syftem treated. I have given the\nReader the Sentiments of Aftrologers, and of\nHermetic Philofophers on this Infcription, and\nhave left it to him to decide, whether they are\nmore in the right than I, or whether we may not\nbe all miftaken, and this Infcription have at laft\nfome other Secret, and yet more probable Senfe than\nany of us have reached. To encourage, an ex-\naft Difcuflion of this, I have often inculcated the\nUfefulnefs of fuch an Enquiry, and I think, have\nfully proved without the Poffibility of a Reply,\nthat as it is very practicable to extend the Thread\nof Life, beyond that length to which it ufually\nreaches, fo this will be a real Benefit, and not an\nidle, or trifling Difcovery. Thefe are the princi­\npal Points that I have laboured, and to avoid that\nheavinefs and drynefs which is commonly com­\nplained of, in Difcourfes of this kind: I have fre­\nquently made Excurfions for the Entertainment of\nmyfelf and my Readers, and have inferted abun­\ndance of curious Pafiages from fcarce and valuable\nBooks, that I hope will make full amends for the\ntrouble of perufing this Treadle, even to fuch as\nmay remain unconvinced of the Truth, or practi­\ncability of my Syftem. At leaft, I can fay this\nfor my Book and for myfelf, that nothing has been\nomitted within the Reach of my P ----- ~ u:~u\nDigitized by\nINTERNET ARCHIVE\n\f[ i 6 6 ] -\nmight render it at once both profitable and plea-\nfant-, and therefore, I hope, that if any one fhall\ntake the Trouble of Criticifing it, he willatleaft\ntreat it with that Candour and good Manners\nwhich I have ufcd through the whole, and not\nwith that fjrly and pedantic Peevifhnefs which is\ntoo often vifible in the Works of Minor Critics,\nwho value themfelves much more on expofing the\nFaults of other Men, than on manifefting any\nvaluable Qualities in themfelves, and are better\npleafed to deftroy an Edifice ere&ed by another,\nthan to acquire a juft Reputation, by raifing a\nbetter Structure of their own.\nT h e r e is one Thing more I muff remark,\nand it is this, that my Syftem is entirely on the\nright Side: I have not undertaken to demonftrate\nas many have done, a Paradox in the Teeth of\ncommon Senfe, and the common Interefl of the\nhuman Species, of which the famous Encomium\non Folly, and the Panegyric on Drunkennefs, are\nglaring Inftances ; but what I have laid down in\nthis Dilcourfe is, with a View to public Utility,\nand from a defire of doing Good; if therefore,\nupon throughly fifting this Difpute, the Matter\nfhould come at laft to be in Equilibrio, I hope the\nturn of the Scales will be allowed me ; for furely,\nif Senfe be preferable to Dotage, Eafe to Pain,\nor Life to Death, I have a fair Title to this Fa­\nvour. I would not be underftood, to intereft by\nthis\nDigitized by . Original from\nINTERNET ARCHIVE THE GETTY RESEARCH INS^i ^TE\n\f[ i<$7 1\nthis Means, the Inclinations or Prejudices of my\nReaders, on my Side, for that might prove Detri-\nfecure me againft the Effe&s of a Petulant H u­\nmour, which reigns but too much in the World, of\ndiHiking whatever has the appearance of Novelty,\nand fuppofing, that there is fomething equally Juft\nand Wife, in maintaining old Opinions againft New,\nand in running down any Syftem upon its firft Ap­\npearance. Againft this unequitable Prepoffeffion,\nin favour of Antique Notions, I fet up this Claim\nto the good Will of Men, founded on the Benefits\nrefulting from my Syftem, to the human Species,\neither confidered as Individuals or in Society. It\nwas upon the fame Principle, that the late Dr.\nHarvey, eftablifhed his Do&rine of the Circulation\nof the Blood, which he juftly obferved, would\nExempt the Art of Phyfic from many Reproaches,\nand enable us to give a clearer and more rational\nAccount of the Animal Oeconomy. On this\nBafis too, (lands the Philofophy of Sir Ifaac New-\nton, which is perhaps the nobleft Effort of the\nhuman Underftanding. I do not mean by this, to\ncompare my Invention with theirs, or myfelf to\neither of thofe great Men. All I aim at is, to\n(hew, that the greateft Men have had need of In­\ndulgence, when they propounded new Syftems *\n,\nwhence I infer, that iuch a defire cannot be thought\nmental to Truth ; but I introduce this remark, to\neither\n\f[ ]\neither unjuft or unrealonable, in the leaft, as I rea*\ndily own myfelf to be.\nH ere, then, let me reft this Affair, and after\ntaking fo much Pains to render this Work not al-\ntogether unworthy the View of the Public, or the\nEye of equal and impartial Judges, I refign it freely\nto their Confideration, and depend upon their Can­\ndour and Humanity for the kind Acceptance of my\nLabours.\nf i n i s :\nDigitized by\nINTERNET ARCHIVE THE GETTY RESEARCH INSTITUTE\nOriginal from\n\f","_id":1018}