{"name":"Abstract Of Medical Transactions At The Temple Of Health","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1780__graham___abstract_of_medical_transactions_at_the_temple_of_health.pdf","mytitle":"Abstract Of Medical Transactions At The Temple Of Health","mylang":"de","content":"A N\nA B S T\nFROM\nA BOOK JUST PUBLISHEP,\nINTITULED,\n\" Medical Transactions at the Temple of Health in London, in the\ncourse of the year 1780:\" or, An account of upwards of five\nhundred selected, extraordinary, and well authenticated CURES\nperformed by Electricity, and by Dr. Graham's Three great\nMedicines, Electrical Æther, Nervous .Æthereal Balsam, and Jrn-\nperial Pills !\nTHIS GREAT AND MOST USEFUL INSTITUTION,\nTHE TEMPLE OF HEALTH!\n(Established in the Centre of the Royal Terrace, Jde\/phiJ\nIs now open for the reception of patients, and for the dispensation of\nthe three great Medicines therein prepared, every day from eight\nin the morning till eight at night, under the immediate direction\nof Dr. Graham, the sole Proprietor and Director of it, and of\nthe Temple of Hymen in Pall Mall, London.\nIT is well known that Dr. Graham was regularly brought up to\nthe profession of Medicine at the celebrated University of Edinr\nburgh, and that for many years past he has travelled over most part?\nof the world, with the view of bringing to perfection this most use\nful and most honourable art. His ntw and improved methods of\ncuring the most rooted and most dangerous diseases, consist in regi\nmen, herbs, simple medicines, the choicest articles of the Materitf\nMedicaand æthereal essences, rendered most salutary and active by the\nmost powerful vital agents in nature, viz. electricity;, vivifying air, music,\nand magnetism ; or, in other words, by gently conveying to those at\nthe altar, or on the Medico-electrical throne, without shock, or any\nkind of uneasiness, into the general system, to the seat of the dis\nease, or only to parts particularly affected,—the pure, active, balmy,\nbracing, and restorative effluvia of medicines, simply, or combined\nwith full genial tides of the celestial electric fire or vital light, mag\nnetic effluvium, vivifying æthereal air, or with any of those great\nprimary elementary principles which are the universal Pabulum, or\nvital food of animal life, and indeed of universal nature ! The great\npumbers who .daily by these means are cured radically pf the,\nA »ftst\n!rCfb. <f. \\?L.\n\fs 2 ]\nmost dangerous and most confirmed diseases, are really astonishing—\neven after they have been turned incurable out of hospitals, and\ngiven over by the most celebrated of those physicians who stand in\nthe regular medical trammels. Dr. Graham, therefore, for the public\ngood, as well as for his own honour and emolument, thinks it his\nduty to depart from what is called the regular mode, by thus pub\nlicly announcing the nature and properties of these three most valu\nable medicines, and the following important facts.\nist. Electrical æther ! This admirable composition is, without ex\nception, the purest and most subtil essence in nature. It is a combi\nnation or concentration of all her elementary powers and vivifying in\nfluences ! being a quintessence exalted by solar light, and extracted by ,\nthe electrical or celestial fire, from the richest aromatics, with the\nbalmiest and most active æther.—The experience of every day proves,\nthat for preventing every kind of malignant or infectious disease, and\nfor curing all low, lingering, nervous and putrid disorders, and espe\ncially pains, weaknesses, and other disorders of the head, breast, and\nstomach, nothing on earth can equal this most noble medicine, the\nelectrical aether. Its effects are seemingly miraculous in refreshing\nand recruiting those who are relaxed and exhausted by inordinate and\nexcessive sacrifices to Venus or Bacchus. It coils up and strengthens\nboth body and mind, acting like fresh- oil poured into a tremulous\nexpiring lamp ; and it is most earnestly recommended to those who\nattend courts of justice, sick persons, public meetings, or any of\nthose places of amusement where hundreds of people are crammed\nup, with hundreds of burning candles or lamps, in one building.\n2d. Nervous æthereal balsam ! or the balmy bracer of relaxed\nfibres, and restorative æthereal oil for decayed and worn-out constitu\ntions. If the reader can conceive of the richest, purest, and most\nstrengthening parts of all the cordial, bracing, and nourishing things\nhe is acquainted with in nature being extracted, purified, exalted, and\nconcentrated into a small compass, by the irresistible powers of pure\næther and the celestial or electrical fire, he may also conceive of the\nnature and properties of this most precious balsam, which instantly\ncures all those lesser nervous complaints occasioned by tea, coffee, bad\nwine, and pernicious liquors. In lowness of spirits too, in head\naches, tingling of the ears, dimness of sight, lots of memory, apo\nplexies, convulsions, hysteric sits ; in consumptive and asthmatic com\nplaints ; and in all those tormenting lingering fevers, heats and chilli\nnesses, and in those tremors and quiverings of body, and restless\nanxieties, dread, honors, gloominess, discontent and unsettledness of\nmind, which proceed from an irregular circulation of the blood and\nanimal spirits, or from fpalms, debility, or relaxation of the nervous\nsystem, this æthereal balsam will always be found of immediate ser\nvice, and by a gentle and persevering course of it, and of the impe\nrial pills, a perfect and lasting cure will in general be obtained ; be\ncause by them the blood and juices are purified, sweetened, tem\npered, aud brought to a pure fluid state; while the solids are braced\n%, . up\n\ft 3 1\nup and strengthened ; the genial vital warmth promoted; the animal\nspirits increased and invigorated ; and the nerves sheathed, nourished,\nsteadied, and firmly coiled up.\n3d. Imperial electrical pills ! or universal purifiers of the blood\nand juices. This title was given to them to mark their infinite supe\nriority over all the analeptic or stomachic pills, antiscorbutic drops,\nand alterative medicines that perhaps ever were invented, or which\nare now used in the world. In all weaknesses, oppressions, flatulen\ncies, cholicky gripings, want of appetite, and windy distensions of\nthe stomach and bowels, especially when those uneasy and tormenting\ncomplaints proceed from scorbutic, venereal, gouty, rheumatic and\nbilious humours, fretting, corroding, and irritating the nervous coats\nof the stomach and bowels ; or from heats, acidities, crudities, and\nindigestions, occasioned by full and foul feeding, excessive drinking of\nstrong and bad wines, spirituous or malt liquors, heats and colds, or\nforfeits ; irregular and late hours as to sleep ; want of exercise and\nperspiration, &c. &c. in all such cases, the imperial pills are con\nstantly found to give immediate relief, and by a regular and gentle\nperseverance in the use of them, a perfect and lasting cure will as\nsuredly be obtained.\nRubbing and exercise are universally allowed to be good for the re\ncovery, as well as for the preservation of health. Now these three\ngreat medicines act by exciting the electrical fire in the body and\nlimbs, which removes obstructions, animating and bracing the whole\nsystem. The imperial pills, therefore, the æthereal balsam, and elec\ntrical æther, being filled with the vivifying electrical or celestial fire\nand solar light, which the balmy resins of which they are composed\nhave imbibed and do retain, promote effectually all the natural and\nnecessary circulations and secretions, and consequently must be of the\ngreatest service to those persons, especially to females, who take too\nlittle free air and exercise, though at the same time they live full, and\nare of a costive or irregular habit. Upon the same rational grounds\nthey are found exceedingly beneficial in those heats, spasms, pains, and\nuneasinesses in females, which are occasioned by the periodical fulness\nof their vessels, and from certain other causes: but their good effects\nin gouty, dropsical, scorbutic, and rheumatic cases, and in all scurfy\neruptions or pimples of the face, fores, blotches, or scurf on the\nbody and limbs, however inveterately blended in the blood, however\nobstinately confirmed in the constitution from former follies, impru-\ndencies, and irregularities (especially from debilitating evacuations)\nare really astonishing. The dreadful train of sufferings which the\nmiserable patients in the above cafes endure, and even the most ob\nstinate rheumatic, gouty, or venereal pains, swellings and weaknesses\nof the joints, &c. yield very readily to the superior and irresistible\nefficacy of electricity, and of these excellent pills and æthereal bal\nsam ; and they are a diuretic of so soft yet searching a nature, that\nthey give instant ease in the severest fits of the stone and gravel ; and\n,by persevering in a proper course of them, and at the same time of\nA 2 my\n- J\n\fC 4 3\nmy electrical æther, and drinking veal broth with gum arabic dissolved\nin it, or of a decoction of liquorice, linseed, poppy heads, and marsh-\nmallow roots poured upon shred leeks, and bruised fennil or anniseeds,\nwith plenty of treacle or honey,—.they often have been found to cure\nradically those dangerous and most excruciating disorders—the stone,\ngravel, and all obstructions and weaknesses of the urinary organs.\nThese three great medicines are sold in phials of one guinea,\nios. 6d. and 5s. each, with very ample directions, at the Temple of\nHealth, Adelphi, and at the Temple of Hymen in Pall Mall.\nFrom the Medical Transactions at the Temple of Health, just\npublished, the following important cures, and most respectable names\nare extracted, viz.\nFourteen cures in obstinate and severe maladies, especially in the\npalsy, rheumatism, &c. which Dr. Graham lately had the high honour\nof performing immediately under the eye, and of having attested by\n(he hand-writing of her Grace the Duchess of Devonshire, the Right\nHonourable Lord and Lady Spencer, the Right Honourable Lady Cler-\nmont, his most Serene Highness Frederic Prince of Hesse Cassel, and by\nmany others of the first nobility, both in church and state, in Europe ;\nwho, for the encouragement of the afflicted, and general benefit of\nmankind, were pleased, voluntarily and unsolicited, to honour Dr.\nGraham with the above-mentioned certificate.\nN° 15. Mrs. Catharine Macaulay Graham, the justly celebrated his\ntorian (sister to John Sawbridge, Esq; Member of Parliament for the\ncity of London) cured of that variety of symptoms which accompany\na relaxed system, and an irritable state of nerves, viz. pains in the\nstomach, indigestion, trembling of the nerves, shivering fits, repeated\npains in her ears and throat, and continual agitations of body and\nmind, which had reduced a constitution, originally delicate, to an al\nmost insupportable degree of weakness and debility. These com\nplaints had been brought on or increased by a seven years severe ap\nplication, in writing her invaluable History of England, of which eight\nvolumes in quarto are already published.\nTo the letter which that lady had the goodness to publish, contain\ning a full account of her late cafe and cure, addressed to Dr. Graham,\nis annexed the following Postscript :\n*' I am happy, Sir, in being able, from what I have seen, and from\nwhat has come to my certain knowledge, to congratulate you on the\ngreat success which has attended YOUR MEDICINES and methods\nof cure by Electricity, &c. in the most desperate stages of con\nsumptive, asthmatic, nervous, bilious, and scorbutic diseases : such in\nstances cannot fail to establish the reputation of tour medicines\nand medical practice, to your own honour and emolument, and to the\nblessingpf mankind in general, in matters of the highest sublunary im\nportance, namely the prolongation of life, and the enjoyment of health.\n*H!* Mrs. Macaulay has lately man ied Dr. Graham's only brother. At\nthe lime of performing so great and so important a cure, and of receiv\ning the letter aljoye alluded to, and which is published at full length,\nin\n\fI s }\nin Dr. Graham's medical practice, Dr. Graham little expected the\nhigh honour and happiness of so near an alliance with so great and so\namiable a character.\nThe lady of Sir John Miller, Baronet, of Bath-Easton Villa, near\nBath, cured of a rheumatic pain in her face to which her ladyship had\nbeen subject for some years; and likewise of head-aches, colds, and\nslight sore throats. In the fame letter which she had the goodness to\nfend to Dr. Graham, with leave to publish it, her ladyship describes\nthe cafe and cure of her own French maid, of a complication of disor\nders, especially of severe nervous complaints, adding, \" I think it, Sir,\nincumbent on me thus publickly to mention, that, to my certain know\nledge, you have proved your skill in the cure of three other persons,\nwhose maladies, in many respects, were of a still more dangerous\nnature.\nN°ai. The following letter is from the Rev. Dr. Thomas Wilson,\nRector of St. Stephen's, Walbrook, and Senior Prebendary of\nWestminster.\nTo Dr. GRAHAM.\nSIR,,\nI have no sort of objection to your mentioning in the most public\nmanner the perfect cure you happily performed in my cafe, by means\nOf YOUR ÆTHEREAL AND ELECTRICAL MEDICINES, &C. I had\nlaboured, for many years, under an oppression of the lungs ; attended\nin the spring and fall of the year with a troublesome and tormenting\ncough. My complaints had baffled the skill of the best physicians in\nLondon.—The hot well water at Bristol I had often tried, but to no\neffect ; and the nauseous drugs from the apothecaries lhops were so\nfar from giving me ease, that they really increased my sufferings, in\nsomuch, that I had great reason to apprehend a confirmed asthma\nand consumption. It is now, Sir, near twelve months since you cured\nme, and I have not had the least return of those troublesome and\nvery dangerous complaints,\nI am, dear Sir,\nAlfred-house, Bath, Your sincere friend,\nJan. 5th. Thomas Wilson.\nN° 22. G. F. Esq; of Bath, cured of deafness, and of a scorbutic\ncomplaint, by a three weeks course of my medicines, and electricity.\nN° 23. The Hon. Mrs. at Bath, cured of a severely painful and\ncomplicated jaundice, in a\/ewdays, by means of my three great medi\ncines, assisted with electricity ; and in about six weeks by continuing\nthe medicines, not only the jaundice with all its concomitant symp-\ntomps were effectually cured, but even the paralytic cold numbness,\nlow spirits, &c. perfectly removed,\nN° 24. A lady of fortune at Bath, well advanced in years, by my bal\nsam and electrical æther, cured of a most excruciating pain in her head,\nday and night, and almost total blindness, of near a year's standing,\noccasioned by an operation performed on her eye by the most cele\nbrated oculist in Europe.\n\ft 6 ]\nN° 25. H. Disney Roebuck, Esq; of the Crescent-, Bath, cured of\nhardness of hearing and noise in his ears, occasioned by a weak irri\ntable relaxed slate of nerves, by a three weeks course of my electrical\naether, and æthereal balsam, assisted by mild electricity.\nN\" 26. Mr. Edmund Rack, secretary to the Philosophical Society,\nand to the Society for the encouragement of Arts, Manufactures, and\nCommerce, at Bath (recommended by the Rev. Dr. Wilson) cured of\na severe asthmatic and consumptive complaint, and of a most trouble\nsome congh of more than seven years standing, by a short course of my\nthree great medicines, and a few genial electrical operations.\nN\" 27—8. Mrs. Brett of New King's-street, and Mrs. Lambert of\nthe Circus, Bath, both completely cured of deafness, and the most\ndistracting noise irr their ears, occasioned by a want of good wax, and\nby weak relaxed nerves.\nN° 29. A respectable young gentleman at Bristol, radically cured\nof a consumption, by the judicious use of my three great medicines,\nand the gentle application of the medicated electrical fire. — The\nyoung gentleman is since married, and has got a fine boy.\nN. B. Several of his family had died of consumptions.\nN° 30. Mrs. Cox of St. Phillip's Plain, Bristol, cured of an asthma\nand consumption, when at the point of death, and given over by all\nthe faculty, by the regular and determined use of the above balsamic\nmedicines.\nN° 31—2. Mrs. Dyer in Trinity-street, Mr. Harris, millener and\nhaberdasher in Clare-street, and Mr. Vining, grocer, on the Great\nBridge, Bristol, all cured of deafness.\nN° 33. Mr. Orchard, baker and confectioner, in Horse-street,\nBath, cured of a stiortness of breath, and almost continual cough\nand spitting, with which he had been afflicted near thirty years, by a\nregular though short course of my wonderfully efficacious medicines.\nMr. Orchard can now walk six or eight miles od a stretch, without\npain, difficulty, or oppression.\nN° 34. A gentleman near Bath, cured of an inveterate scorbutic\ncomplaint, under which he had laboured from his infancy, and which\nhad degenerated into an universal leprosy, being covered all over, from\nhead to foot, with white scaly scurf, frightful cracks, and horrid offen\nsive blotches.—The cure was completed in four months, by means of\nmy imperial pills, mynerv. æthereal balsam, and proper outward appli\ncations, and now and then his body and limbs pervaded for a couple\nof hours with a full balmy tide of the celestial vivifying fire.\nN° 35. Mrs. Mary Kelly, of Park-house, near Bath, cured by my\n•excellent medicines and electricity, of a dead palsy, complicated with\na dropsy, and alarming consumptive complaints, under which she\nhad long laboured, notwithstanding the endeavours of the most ce\nlebrated of the faculty at Bath.\nN° 36. Mr. Thomas Nourse, of Shire Hampton, cured of a rheu\nmatic gout, which had brought on a total palsy, and deprived him of\nthe use, and of all motion of his limbs.—Mr. Nourse was cured by my\nthree\n\f\"t 7 1\nthree great medicines and electrical operations, in a few weeks, fi>\nthat he could walk well without his crutches, and after he had been\nturned out incurable, and much worse, from the Bath Hospital, after\nhaving been a patient in it for more than eight months.:.\nN° 37. Mrs. Mary Bailey, opposite Walcot Church, Bath, com\npletely and lastingly cured of a confirmed black jaundice; dropsy, and\nasthma, of several years continuance, when at the point of death, after\nhaving been dismissed from St. George's Hospital in London, after being\nin three months, and from the Bath Hospital, in which me wasa patient\ntwo months. Her liver was schirrous, hard as a stone, and swelled to\na monstrous degree ; and she was covered all over with purple and\nblack blotches.\nN° 38. The lady of a captnin in the army, cured by my æther, bal\nsam, after having been confined ro bed ten weeks, and brought to the\npoint of death after a miscarriage in the sixth month.\nN° 39. A noble countess, well advanced in years, cured of a rhea-\nmatic gout, of two years standing, which had swelled to a monstrous size,\nand deprived her ladyship of the use of her hands, arms, and one knee.\n—This extraordinary cure was performed in five weeks, with the im\nperial pills and balsam alone, without electricity.\nN° 40. A Gloucestershire gentleman, a staunch fox-hunter, radically\ncured ofa confirmed dropsy and black jaundice, occasioned bya longcon-\nfinement, after having had his collar-bone and several of his ribs bro\nken by a fall from his horse in hunting. This astonishing and unex\npected cure was performed chiefly by ray imperial pills and electrical\næther.\nN° 4 1 . A lieutenant in the royal navy, cured of a most dreadfulvene\nreal and scorbutic complaint, under which he had laboured four years;\nafter having been several times salivated. The gentleman was covered\nall over with blotches, had a fistula in ano, violent straining, pain and\nobstruction in making water, and was so weak and emaciated as not to\nbe able to walk or stand without crutches. He was perfectly cured in\nten weeks by my imperial pills and nervous æthereal balsam, with a\nstrong decoction of sarsaparilla, gum arabic, and the Peruvian bark ;\nbathing the parts with the fame, and drinking nothing but the above,\nwith new milk beat up with the yolks of new laid eggs for break\nfast and supper.\nN°42—3. Two other gentlemen in the king's service, recommended\nby the lame officer, were cured, the one of a monstrous swelled testicle,\nthe size of a pint pot, and of eight months continuance ; the other of\n'stoppages in the urethra, from ulcers and strictures of six years dura\ntion, occasioned by ill-cured venereal complaints and free living. He\ncould make water but in a very small stream, with frequent desire, and\nsometimes almost total obstructions.—But were all the cures I have\nperformed in the above and similar cafes, and of gleets and weaknesses\nin both sexes, to be printed, they would occupy many large volumes ;\nand the numbers whom I have had the pleasure of rescuing from\nwretchedness\n\fI « 3\nwretchedness, from a state worse than death, brought on by impru-\ndence, excesses, or secret venery in early youth, are likewise very\ngreat.\nGreat numbers in the course of the last year have been cured of\nputrid ulcerated sore throats, hoarsenesses, and loss of voice.\nN°44. The daughter of a great peisonage in G— Square, aged twelve\nyears, cured of a dreadful scrophulous disorder, of six years standing,\nafter having baffled every thing that could be done for her in Europe.\n—Her ladyship's throat, neck, arms, and feet were swelled and dis\neased to a shocking degree, maoy pieces of bones had come away, and\nstie was pale, weak, and emaciated to a great degree. This most im\nportant and unexpected cure was radically performed in four or five\nmonths, by my three great medicines, electricity, &c.\nThe multitude of seemingly .miraculous cures which I have per\nformed in scrophulous swellings, stiffnesses, fores, and lameness, in\nLondon, as well as in every place where I have practised, is well\nknown to many persons and personages of rank and character in Lon\ndon, Edinburgh, and Bath.\nN°45—6. Two young gentlemen, and an amiable young lady, cured\nradicallyof a disorder which was brought on in the lady's cale by drink\ning cold water while hot, after dancing. They were covered all over\nfrom head to foot with red blotches, or white scaly powdery scurf,\nalthough in all other respects they seemed perfectly well. They were\nall effectually cured in a few months by my imperial pills, æthereal\nbalsam, and proper outward applications.\nThe numbers which have been cured of the most confirmed asth\nmas, coughs, consumptions, and of those excruciating diseases, the\nstone and gravel, are equally astonishing and unprecedented.\nN° 47. Mr. William Everson from Gateshead, Newcastle, cured of\na dead palsy, which had deprived him of the use of both his arms,\n&c. and\nN° 48. Mr. Monro, a schoolmaster in the same place,, cured by my\ngreat medicines of a consumption, hoarseness, cough, hectic fevers, &c.\nafter having been under the cure of the priucipal physicians in Edin\nburgh for several months.\nN° 49. Mrs. Mary Hay, of Newbiggin, near Morpeth, of a disease in\nher bladder, under which she had laboured five years, suffering day and\nnight the most excruciating tortures in making water every minute or\ntwo. I had the pleasure, the high honour of curing Mrs. Hay in a\nfortnight, after having been for months in London under the care of\nDr. Cooper, man-midwife, and the celebrated surgeon Pott, and after\nhaving used in vain opiates, uva ursi, soap, and lixivial medicines,\nmercury, hemlock, and a three months course of Adams's solvent.\nN° 50. The Rev. Mr. Murray of Newcastle (author of the Sermons\nto Asses, &c. and of the History of the present American war) cured of the\nstone by my great medicines, which that learned and ingenious gentle\nman fays in his polite and obliging letter to me, did him moie good\nin one week than Adams's solvent, &c. hid done in half a year.\nN'51.\n\f[ 9 :\nN° 5* • The son ofaworthy and most respectable farmer, in the north\nof England, afflicted for fix or seven years with a terrible eruption all\nover him, was in the following condition when first brought to me ;\nhis skin, from the crown of his head to the soles of his feet, had the\nappearance of raw fiesh, or was covered over with a white powdery\nicurf ; the rawness and soreness was so very great in some places,\nparticularly his neck and shoulders, that he couid not move his\nhead without turning his whole body, and that with great pain.\nThe glands in his groins and arm pits were swelled to a great de\ngree. The regular faculty were of no service to him. The lea, Har-\nrowgate, upwards of sixty bottles of Mr. Norton's Maredant's drops ;\na long course too of Mr. Spilsbury's, and in short every outward and\ninward application and medicine, foreign and domestic, that could be\nthought of, produced not the smallest nor the most tranlient good effects.\nIn this pitiable, and indeed hopeless condition, did he apply to me.\n—Many days did not elapse before his friends observed the most flat\ntering alteration for the better in every respect, by the determined use\nof my great medicines, in less than a month, his worthy and respecta\nble father, and several who were acquainted with him, came to see\nhim ; they scarcely knew him again ; he had now recovered his fiesti, '\nand a fresh healthy colour and good spirits, and could bear all his\ncloaths fast abont him. The young gentleman was with me only\nabout six weeks ; he went home supremely happy, aud was, when I\nlast saw him, after having been the half of his life in the above con\ndition) intirely clear, whole, and well in every respett, except a little\nrawness on one leg, and behind his ears, which is now, I hope, per\nfectly well, by having continued a little while longer the medicines and\noutward applications.\nN° 52. J. L. Esq; a worthy gentleman of distinction, perfectly cured\nof a most painful, inconvenient, and dangerous complaint in the urinary\norgans, under which he had laboured for eleven years, proceeding\nfrom ill-cured, or rather neglected, venereal disorders, in a long and\nimpetuous pursuit of pleasure. This gentleman had tried, at different\ntimes, the principal physicians and surgeons in England, Scotland,\nFrance, and Italy ; bougees too, and every thing that could be thought\nof, without any considerable or lasting benefit. He was completely\ncured in two months by the peculiar methods I employ in such truly\npitiable cases.\nExtraordinary and well authenticated Cures performed at\nthe Temple of Health in London, in the course of\nthe la\/l Tear, 1 780.\nN° 53. Miss Beat, at Mr. Schroeder's warehouse (robe and habit\nmaker to her Majesty) in Tavislock-street, Covent Garden, was radi\ncally cured by my three great medicines, &c. of a terrible disorder\nwhich- had broke out and spread over both sides of her face and neck,\nB which\n\f[ io ]\nwhich with her eyes and ears it had swelled to a monstrous degree. The\nhumour was so sharp and so excessively profuse, that day and night, it\n, would wet and run through twenty folds of cloth or handkerchiefs in one\nquarter of an hour ; but notwithstanding that incredible discharge,\nthe swellings did not abate, but the disease soon degenerated into a\n• mimbness and mortification ; blind of both eyes, for two days unable;\nto swallow or smell, and dead on one fide of her body ; her face,\nneck, eyes, and ears being entirely covered over with a thick cold\nblack crust or scab, like a complete mask, with the mortification far\nadvanced in her throat inwardly.—Miss Beat was soon restored to\nperfect health, and cleared of every appearance of the disorder, by\nthe judicious and incredibly -plentiful use of the three great medicines,\nafter having been thus as it were in the very jaws of death. The\nyoung lady herself, and the worthy family with whom she lives, very\nreadily declare to every respectful enquirer the truth of the above\nseemingly miraculous cure.\nN° 54. Mrs. Vere, a worthy and most respectable lady, at her house,\nN° 52, Greek street, Soho, effectually cured of a most dreadful nervous,\nbilious, and paralytic disorder, of twelve years standing, by electricity,\nand my three great medicines, after having consulted and tried in vain\nalmost every physician of note, and every powerful medicine. The\ndisorder was attended with a total loss of appetite, an almost constant\nvomiting, after eating, and a paralytic numbnefs of both hands. It\nis at the earnest desire of Mrs. Vere, that this important cure is\nmade public.\nN° 55. Miss E.Watridge, sister to Mr. Watridge, haberdasher, in\n•King-street, Covent-garden, was perfectly cured of a severe rheumatism,\nwhich had confined her to bed, and afflicted her for several months.\nA few electrical operations, and a short course of my great medicines,\nperfectly cured this amiable young lady of these severe and most\npainful complaints.\nN° 56. Mrs. York, at the Bunch of Grapes, in Hemming's Row, St.\nMartin's Lane, was seized last autumn with a violent stitch in her side ;\nat first, bleeding three times a day, two blisters on her back, and two\non her side, moved the pain into her breast and stomach, producing a ,\nviolent cough and shortness of breath ; at length the disorder seized\nher bowels, with the most cruel racking and excruciating pains, never\neasy one moment day nor night. During the whole of the fortnight\nbefore Mrs. York came to the Temple of Health, she had not in all\n• that time two hours sleep ; her legs swelled through weakness, and\nthe pain was a sort of violent burning, as if all on flames.—Mrs. York\nwas most perfectly cured by a three weeks course of my three great\nmedicines, and a few electrical operations.\nN° 57. A worthy and very respectable lady, who had been married\nfive years, without children, owing to weaknesses, and profuse evacua\ntions at certain periods, was so perfectly strengthened and invigorated in\nevery respect, by my uervous æthereal balsam, the divine or prolific\nbalsam,\n\fbalsam, and gentle electrical operations, that the lady is now in perfect\nhealth and spirits, advancing in a happy pregnancy.\nN° 58. Captain Hoar, in Craven-buildings, Drury-lane, encouraged by\nhaving been cured by me, a few years ago, of a most terrible inflamma\ntion of both eyes, with white specks or skins over the sight, so as to\nhave been almost entirely blind,—having been afflicted for several\nmonths last winter with a severe rheumatic gout, which swelled his\nhands, wrists, arms, and even one fide of his jaw bone, to a great de\ngree, with dreadful pain when in bed, or upon catching cold, was\nperfectly cured of all his complaints by a judicious course of my\nthree great medicines, and electrifying now and then for a few weeks\nwith my apparatus, which exceeds, by many thousand degrees, any\nthat ever was in the world for strength, safety, ease, elegance, and\nusefulness.\nN° 59. An eminent physician in Westminster, having been afflicted\nfor many weeks with a vertigo, or noise, giddiness, pain, and fullness of\nthe vessels, and weakness of the nerves of his head, attended with a\nheavy drowsiness, yet an inability to sleep, was perfectly cured, after\ntrying every thing else in vain, by my nervous æther, a few of my\nimperial pills, and a short mild course of electricity by my irresistibly\npowerful machines.\nN° 60. A gentleman was perfectly cured by my medicines alone, after\nhaving laboured for several months under a most dreadful nervous com\nplaint, which had several times attacked him with an alarming palsy,\nand deprived him at times of almost all the faculties of both body and\nmind. He has now firm nerves, and a serene happy contented\nmind.\nN° 61. Captain R. B. at the Spring Garden Coffee-house, Charing-\ncross, cured of a fever and ague, of thirteen months continuance ; his\ndisorder baffled the skill of all the physicians and surgeons with the\nroyal army at New York, for nine months ; on his return to England\nhe could scarce walk, but in two weeks he was perfectly cured by my\nelectrical æther, imperial pills, and electricity.\nN° 62. A most worthy lady of fashion and fortune in Hanover-square,\nin repeated and most violent inflammations of her liver and bowels, was\nbled about twenty times in one month, by which her whole frame\nwas so exhausted and broken down as not to be able for many weeks\nro walk across her room ; and notwithstanding every possible assistance\nfrom the first physicians, &c. the lady found herself growing daily of\na deeper yellow with the jaundice, an increase of the perpetual fever,\nand of all the dropsical symptoms, and the whole aggravated by so\nwretched a nervous complaint, that she could not rest one hour in a\nwhole night. For many weeks the violent spasms or catchings, and\ndrawings up of her legs, got to such a pitch of violence as to hinder\nher from sleeping alrogether. In this low, distressed, and hopeless\nstate flie applied to me (by the recommendation of a worthy gentle\nman from the East Indies, whom 1 had had the happiness of curing\npf an asthmatic complaint) and she received a most perfect cure of all\nB 2 her\n\fc i2 r\nher complicated maladies, by means of a regular fix weeks course of\nroy three great medicines, assisted by electricity, after an almost fatal\nindisposition of near two years standing.\nN. B. It is now near a year since this most intelligent and most\namiable lady was cured, and she has remained perfectly well ever since.\nIn a letter which I had the honour of receiving from her with the\nabove account of her cafe, she had the goodness to fay, that although\nshe did not chuse to have her name exposed to the whole world, yet\nstfe gave me full liberty to refer any person to her who wished to have\nfarther particulars, or any other confirmation of this most important,\nand (to all her friends) seemingly miraculous cure.\nN° 63. A young woman, among the number of those who partake of\nthe above lady's charitable benevolences, who had for several years la\nboured under a variety of complaints, fores, and swellings, from\nnever once having been visited by the necessary monthly evacuations,\nwas at this lady's expence cured by a short course of my imperial\npills and electrical æther, assisted by electricity. What had been so\nlong wished for appeared the second or third day after she began the\nuse of my most valuable medicines.\nN°64- A most amiable lady of fashion, a friend of the lady whose case\nis last related, was afflicted for a considerable time with severe nervous\nand lethargic complaints, insomuch that ihe frequently burst om into\nfits of crying without any cause whatever, and would at times drop\nasleep even when at dinner with much company. She had so violent\na palpitation, that her heart beat like a little hammer against her\nbreast, producing likewise universal tremors ; and these dreadful\ncomplaints continued to encrease notwithstanding the assistance of\nphysicians, and the more friendly powers of travelling, sea air, and\nsea bathing. This worthy lady was likewise completely cured of all\nher complaints, by a short course of my nervous æthereal balsam and\nelectrical æther, assisted by electricity, and thereby restored to perfect\nhealth and firmness of body und of mind, which she has continued to\nenjoy for many months without interruption.\nN° 65. Miss Papps, N° 74 , Basinghall-street, near Guildhall, aged 21,\nis now completely cured of a dead palsy, which had totally deprived her\nof the use of her limbs for near two years. Miss Papps's limbs, from\nher middle downwards, were cold, dead, and insensible like death\nitself; and she was repeatedly every day afflicted with spasms, draw\nings or convulsions so odd and severe, that they would draw her down\nfrom the scat of the coach or chair, upon the floor in a moment, and\nwere so violent that three or four people could not prevent them, or\nkeep her on her seat. This most amiable young lady had had the\nadvice of the best physicians, and was at Bath for six months without\nan;' fort of relief; but by a regular course of my three great medi\ncines and gentle-genial electrical operations, ssie was completely cured\nin four or five months; she hung up her crutches as honourable tro-?\npbies in the T^snple of Health, and has for several months walked as\n•Well, and enjoys as good health and spirits as any person in Great*\nBritain. The uuth of th^s very great and wonderful cure is per\nfectly\n\fC *3 I\nfectly well known to several hundreds of the friends and acquaint\nances of this respectable family, who will have the goodness to cer\ntify any respectful enquirer at Mr. Papps's house, N° 74, Basinghall-\nstreet.\nN° 66. The truth of the following most extraordinary cure may be\nknown by calling at N-> 40, Newman-street, Oxford-street. Mrs. Kirk-\nman was seized with a severe rheumatic fever, which suddenly affected\nher right knee with exquisite pain, which soon spread to the other knee,\nboth feet, hands, and arms, insomuch that she could neither move nor\nturn, nor bear to touch any thing, and was deprived intirely of the\nuse of all her limbs. This amiable lady was tormented night and\nday with the most excruciating pain, convulsive spasms, restlessness,\nand a constant violent heart-burn ; her nails became quite black with\nthe convulsions, nor could she find any relief from opium, laudanum,\nblisters, or any thing that the faculty could do for her. Mrs. Kirk-\nman, however, by the earnest advice of a gentleman whom I had\ncured of a similar complaint, was carried to the Temple of Health as\nhelpless as a new-born child ; but in little more than a week she was\nfreed from all pain, weakness and swelling, and by continuing my\nthree great medicines, and the genial copious streams of the celestial\nfire a week or two longer, she was strengthened, braced up, and invi\ngorated in every respect, so as to walk as nimbly as ever, and has ever\nsince continued perfectly well.\nN° 67. A very amiable and beautiful young lady offashion, aged ig,\nwas cured by my æthereal balsam, electrical æther, and pectoral herbs,\nof a confirmed consumption, constant pain and soreness in her throat\nand ears, and loss of voice, profuse sweats, constant coughing, spit\ning of phlegm and matter, and swelling of her legs, after she had\nbetn given over by the faculty, and returned to town without any\nbenefit from hei native air in the country. This most desperate of\nall diseases was occasioned by the measles, and the miraculous cure\nwas completely performed anJ established in less than two months.\nN°68. A respectable tradesman too, who from peculiar connections\ndoes not wish for his name to be mentioned, was snatched from the grave\nwhen at the point of death in the same disorder, a confirmed con\nsumption, with ulcerated lungs. He used the æther, the balsam, the\npectoral herbs, &c. daily for three or four months, and then he was\nbuilt up in perfect health, flesh, and firmness.\nN°6o. Mr. Beck.jun. brazier, &c. opposite Bell Dock.Wapping, about\nthe middle of last June was seized with a severe pain in his stomach\nand side, insomuch that he could hardly breathe, sloop, sleep, or rest\nnight or day. When he coughed, walked, drew .his breath, or went\nin a coach, he had sharp and severe pains in his breast. Mr. Beck la\nboured under an almost continual fever, thirst, white rough tongue,\ncramps and spasms, his spirits and his flesh wasted every day, the de\ncline was so rapid, and receiving no benefit from medicines, country\nair, &c. that he despaired of recovery, and even of ever seeing his\nfriends agaia.—Mr. Beck, his father, however, wrote for him to\ncorn^\n\fr 14- r\ncome to town ; trie young gentleman came, and in a few weeks he\nhad the good fortune to be perfectly cured of this confirmed con\nsumption, to the great joy of that worthy and respectable family,\nand of all his friends, who beheld with astonishment so important\nand so unexpected a cure, which was accomplished, under God ! by\nmy balsam, æther, electricity, and pectoral herbs ; and Mr. Beck has\nremained strong and perfectly well ever since.\nN° 70. The son of Mr. George Thorburn, N° 23, Cecil-court, St.\nMartin's-lane, aged nine years, from his infancy (his mother being in a\ndecline when breeding) was seized in the autumn of every year with\na severe cough, spitting, and dropsical fulness and stoney hardness of\nbis belly and stomach, which were swelled up to his throat, nor could\nhe rest or breathe for spasms and convulsions ; but after the measles,\nwhich he had three years ago, he was given up for dead. When his\nworthy parents applied to me, the child was pale, swelled, spit bloody\nhumour in incredible quantities ; could not raise himself up without\ngreat pain and soreness ; he had a great and constant thirst, no appe\ntite ; his breath was difficult and offensive, and so short, that after\ndrinking he could not recover his breath, but seemed ready to expire,\nand could not lay down in bed for the cough, &c—--Receiving little or\nno benefit from all which the faculty could do for him in Scotland and\nEngland, his parents quite despaired of his life ; but by my three\ngreat medicines, electricity, balsamic herbs, &c. the child was per\nfectly cured in a few months, and remains now strong, active, and\nwell in every respect, although this confirmed asthma and consump\ntion was complicated with a dropsical, and severe nervous disorder.\nN° 71 —8. Seven young ladies of very respectable families and genteel\nfortune, and near a hundred women married and single of different ages\nand conditions in life, have been cured by the proper use of my three\ngreat medicines, assisted by electricity, &c. in the course of the last\nyear, of obstinate obstructions in the monthly periods, and of the\nlong train of complaints which are consequent thereupon : and a still\ngreater number have been perfectly cured of the whites, and other\nweaknesses of the organs of generation, by my nervous æthereal bal\nsam, in ordinary, or by my prolific balsam, &e. in extraordinary cases\nof weakness, barrenness, &c.\nIt is now so universally known, that it is almost unnecessary to\nmention the great number of gentlemen, especially of those who have\nsuffered from imprudence, and from excesses with women and wine,\nor from hot climates, who have been restored to perfect and perma\nnent vigour, and prolific youthful virility, from the most feeble and\ndebilitated states, by those two great and supremely invigorating\nmedicines.\nN° 79. A worthy man, a book-keeper at a great inn near Lincoln's Inn\nFields, was perfectly and speedily cured by my electrical æther, pills,\nand electrifying, when scarce able to walk, with weakness, stiffness,\nand swelling of his knees from a rheumatic gout.\nNT 80.\n\fN°8o. Mr. William Williamson, N° I, Little Essex-street, Temple,\nby a severe cold eight years ago, lost the use of his limbs, ofwhich, how\never, he recovered ; but about three years ago he was seized with a\npain in his left side so excruciating, that he was deprived of the use\nof that side. He could not rest night nor day; but racked, he\nscreamed out like a woman in labour, that he might have been heard,\nhe thinks, a mile off. His sufferings brought tears frora almost every\none who beheld him. The pain generally came on about five at\nnight, and lasted till about five in the morning. But the least motion\nwould at any time bring it on ; and nothing but squeezing or pressing\nhard upon it would deaden the fain. Mr. Williamson was under the\ncare of Doctors Lettsome, Salkeld, and George Fordyce a whole year,\nwithout any material benefit, and was electrified by Mr. Partington\n(late of Russel-street, Bloomfbury, but now of Cavendish-square) regu\nlarly for six months. Although Mr. Partington did all in his power for\nhim for so long a time, he became worse and worse, and before he applied\ntome, he had been carried out and into bed for seven weeks. But the\nsecond night after he was electrified by my medico-electrical apparatus\n(which is infinitely more valuable and efficacious than any other in the\nworld) and took of my three great and most precious medicines, he\nwas most sensibly relieved ; and by continuing them and the electri\ncity a few weeks, he had the happiness to be perfectly cured, to the\njoy and astonishment of all his friends, &c.\nN° 8 1—3. Three respectable ladies, recommended by each other,\nwere completely cured of a redness, fiery itching, and swellings of\ntheir legs of considerable standing, by being electrified a few times,\na short course of my balsam and imperial pills, and a cooling strengthen\ning outward application.\nN° 84. Mr. Alexander Bouk, at the Turk's Head, Castle-street, Seven\nDials, cured of a severe nervous disorder, attended with great pain\nand weakness of his back and limbs, and a considerable weakness\nand dimness of sight, &c.\nN° 85. George Fowler, servant toJohn Harvey, Esq; of Ickwellbury,\nBedfordshire, was completely cured of a dreadful train of nervous\ncomplaints, which had reduced him to the lowest degree of weakness\nand misery, of body and of mind. This cure was performed by my\nnervous æthereal balsam alone, assisted by electricity and the cold bath.\nN° 86. Mr. Clarke, a most respectable grocer and tea-dealer at his\nwarehouse in St. James's-streer near the King's Palace, was perfectly\ncured of a deafness or hardness of hearing, attended with a stupe\nfying noise and hissing, resembling a distant cascade. Mr. Clarke had\nbeen afflicted with the deafness and noise about fifteen months.\nN° 87. A worthy lady of fashion in Cleaveland-row, St. James's, was\nlikewise perfectly cured of a most alarming deafness of both ears.\nN° 88. Mr. Potter, a mosl respectable and substantial mast-maker,\nin Narrow-street, below Ratdiff-cross, having been afflicted with a very\nconsiderable degree of deafness in both his cars for about eighteen years,\nbut for the last nine years very bad, was completely and lastingly cured\nin\n\fr us ]\nin about a fortnight, by my irresistibly powerful magnerico;electrical\nand æthereal operations and applications. This worthy gentleman\nnow hears as well as any man in England.\nN° Ktj. A Captain Harman, recommended by Mr. Potter, was\nalso perfectly cured by me of a very great degree of deafness and noise\nin his ears, under which he had laboured for many years.\nN° 90. Mr. Henry Tosch, at the Bunch of Grapes, Hemming's-row,\nSt. Martin's-lane, quite deaf in both ears.for more than two years, with\na discharge of matter, and a violent and constant noise like the rushing\nof water under London-Bridge, perfectly cured by three or four\n. magnetico-electrical æthereal operations.\nN° 91. Mr. Peter Maughee, N° 1 26, Wardour-street, two doors from\nOxford-street, most perfectly cured of a severe deafness of both ears,\nof several months continuing, occasioned by a cold, and attended by\na singing or buzzing noise, and resisting the skill of two Doctors,\nand the power of all sorts of remedies and applications. The deaf\nness had encreascd so exceedingly the last month, that Mr. Maughee\nhad despaired of ever being cured.\nN° 92. Mrs. Ann Pillock, at Mrs Hayman's, N° 42, Carey-street,\nLincoln's Inn Fields, from a severe cold, was afflicted with deafness and\nconstant noise in her head, for upwards of three years. Mrs. Pillock\nhad tried many kinds of oils, &c. as well as electricity, but re\nceived no great benefit from any thing, till she had the happiness to\nbe electrified and fumigated with my balmy aromatic æther, and by\nthe most powerful as well as magnificent apparatus that ever was con\nstructed in the world, which soon radically cured her.\nN° 93. Mrs. Brown, Bridge-row, Chelsea, coming over Westminster\nBridge about eight months ago on a cold blighting night, which\nviolently affected many other people, was seized with a pain in her\nhead, sickness, violent rash, burning, and restlessness, with her head\nand eyes swelled up ; her hearing too was affected in the greatest and\nmost alarming degree, so that she could not hear any thing at times,\nand had a constant noise like the running of water ; she was very\nnervous, weak, low-spirited, and her appetite intireiy gone; but\nMrs. Brown was soon restored to perfectly good fight and hearing,\nand freed from every complaint by electricity, and a short course of\nmy precious nervous æthereal balsam.\nN° 94. Mrs. Tuckfield, N° 4, Warwick-lane, near St. Paul's, by\ntrouble and nervous weakness, was afflicted with total deafness for two\nyears, growing worse and worse, with noise and beating in her head.\nShe became quite weary of life, and would sit sometimes for three\ndays without speaking ; but even this desperate and complicated\nnervous cafe and deafness, was speedily and perfectly cured by my ex\ncellent medicines, and this worthy gentlewoman continues very well.\nN° 95—6. A coachman, and a coach-harnessmaker were both com\npletely cured of a very melancholy degree of deafness under which\nthey had laboured for several years. The acknowledgment of these\ngreat\n\f. t 17 1\ngreat cures, and of their names and places of abode which they gave\nin for publication, were accidentally lost.\nN°97- Mr. Cornelius Batstoneof Hampstead, aged 68 years, had\nbeen afflicted for sixteen years with a most painful windy rheumatic\ndisorder, proceeding from a ladder falling on his loins, which bruised\nhim very much; he lay chiefly on his face in bed with his hands\npressing on his loins, for he could not raise himself up but slowly,\nand with racking, distracting pain, as if he had been pierced with\nswords. Although Mr. Batstone had applied to mmy physicians,\n&c. in vain, yet he met with a perfect cure in a few weeks at the\nTemple of Health, by electricity and my balmy æthereal medicines.\nThad intended to insert a much greater number of cures in deafness,\nand in various kinds of blindness, weak and sore eyes ; but I find\nthat so far from a small pamphlet being sufficient, a large volume\nwould not contain them.\nN°o8. Mr. Isaac Goodfalls at N8 n, Hungerford-market, Strand,\nwas afflicted with a violent rheumatism in his loins for about twenty\nyears. His pain was such as to allow him but little rest night or\nday ; and his weakness so great, that he crawled about helpless, and\nalmost despairing of a cure, as he had tried many hundred things\nwithout effect. By my powerful æthereal and electrical medicines,\nhowever, assisted with electricity and my strengthening balsamic\nherbs for tea, Mr. Goodfalls was soon perfectly cured in every\nrespect.\nN° 99. Mr. James Walker at Wathnm-green, bydrinking cold water\nwhen very hot, was seized with a stiffness all over, as if covered or\nbound about with strong scales ; a general eruption came out; but\n- as that went off became affected with pain, noise, heaviness, and\nconfusion; he had no pleasure in life: his sight and hearing were '\nconsiderably affected, and he looked as it were through a thick\nmist. Mr. Walker had the good fortune (like almost every one who\napplies at the Temple of Health, or uses the genial medicines there\nprepared) to meet with a perfect and lasting cure.\nN° 100. Mrs. Careless of Hungerford-market was seized abcut two\nyears ago with a violent pain and swelling in almost every part of her body\nand limbs; fits then came on, which would last six, eight, or twelve\n» hours, and were so strong as to require four or fix men to hold her\nin bed. After these fits she had most excruciating headachs. In one\nof those fits, about a week before she was brought to me, flic\nseemed to expire, and was laid out as dead. Frequent bleeding in\nthe feet, opiates, and all sorts of nervous medicines seemed to do\nher no good ; but by the medicines and operations at the Temple of\nHealth, Mrs. Careless was to all appearance cured, and made to walk\nstoutly without any help whatever.\nN° 10 1. Mr. Pike, painter, at Mr. Williams's, box-maker, in White\nHart-yard, Drury-lane, was long afflicted with a rheumatic gout, and\nboth hands and feet so swelled and feeble, that he could neither walk,\ndress, nor undress, was as helpless as a child, nor could he sleep\nC night\n\f£ i8 ]\nnight or day with the excruciating pain. He was quite cured by my\nmedicines and electricity, when he applied to me in July last; but\nby a severe cold last Christmas the disorder came on agaiii, but was\nremoved, under Cod, by the fame means.\nN° 102. Mr. Thomas Fox, coach-master, Crooked Billet-yard, Shore-\nditch, KingQand-road, fornineyears, at times, was afflicted with a rheu\nmatic, gouty complaint, which swelled his legs, hams, wrists, arms,\nand shoulders ; he was all over pain, soreness, and weakness. When\nhe rose up, or moved, or was touched, he would sweat and hollo out\nat times like a woman in labour. By a proper course of my me\ndicines, however, and seven electrical operations, this worthy, honest\nman was completely cured, and has remained well ever since last\nsummer.\nN° 103. Mr. Fox's brother-in-law was likewise cured by my ex.-\ncellent medicines of a low, nervous disorder, with violent pain and\nsoreness in his head, breast, and stomach, after various means had\nbeen tried in vain.\nN° 104. Serjeant Henry Daviesof the 59th regiment, brought almost\nto death, and discharged from the King's service as incurable, of a\ncompiica'ion of disorders brought on by an every day ague, under\nwhich he had laboured for many months. He was swelled all over, had\na cough and asthma, and was jaundiced to a great degree. In this\nmelancholy and desperate condition, given over by all the army _\nsurgeons and physicians, and finding no fort of relief from any\nthing in town or country, he applied to the Temple of Health ;\nwhere, by a regular course of my most valuable medicines and elec\ntricity, he was perfectly cured of all his' complaints to the astonish—\nment of every body, especially of his former doctors ; and he con\ntinues strong, hearty, and happy in every respect whatever; and this\nbrave serjeant, who weathered the battle of Bunker's hill, and several\nothers, fays, that he now feels himself a match for at least ten\nFrenchmen.\nBy Captain B.'s and Mr. Davis's recommendation many? military\nmen have been lately cured of agues, and other obstinate diseases,\nwhich had baffled all other human means.\nN° 105- Mrs. Catharine Robertson, at Mr. Howard's, Marigold-\ncourt, opposite the Savoy, Strand, a noble lord's butler, and a great\nnumber of persons too tedious to insert, have lately been cured of\nthe most obstinate agues, and dropsical asthmatic complaints.\nN° 106. Mrs. Robinson's daughter, Seven Dials, aged about 13,\nand Mr. King's son at Brentford, aged about 9 years, were both\ncured of fits with which they had been long afflicted. Electricity\nwas used three times a week, for a full hour each time, to assist and\nco-operate with my balmy-comforting medicines.\nIn this place, on the books, occur memorandums of a great variety\nof the most obstinately confirmed and complicated venereal cafes in-\ntirely eradicated, as well as of the cure of many young people who\nhad suffered and been reduced to the lowest degree of wretchedness\nand\n\fC 19 ]\nand imbecility of body and of mind, especially suffering in the sight,\nhearing, memory, and nerves by imprudence and diabolical practices\nand indulgencies; but common decency, as well as delicacy, forbids\nthe publication of any of them.\nN° 107. Miss P. H. a sweetly beautiful and most amiable young lady\nfrom the country, healthy and blooming as the very Goddess of Health !\nwas soon after her arrival in London last July seized with a putrid,\nnervous fever of the most deadly kind. From the first hour this\nangelic Being was struck with every symptom of death ; and she was\nherself deeply and decidedly impressed with the certainty of the fatal\nissue of this disease: so was her amiable sister, and all her anxious\nfriends. To describe the progress and the horribleness of this tedious\ndisease would be to write a volume. It shall suffice to mention a few\n•of the moll important facts. Spasmodic catchings and twitchings of\nalmost every muscle and nerve of her body, especially of her face,\nher sight, hearing, memory, and indeed all the faculties of her\nbody and mind, with every mark of high putrefaction, came on\nvery early in the disease. Nothing that I could do, did her any good ;\n(he never once said in the course of three weeks that she was even\nrelieved by any one medicine or application that was employed.\nBaths of Wine and the most cordial aromatics were used; a score\nperhaps of large and small blisters were applied ; aromatic clysters\nof the Peruvian bark were administered, and that excellent medicine\nin pounds daily, with the addition of castor, saffron, cinnamon, rose\nleaves, musk, salt of amber, and the purest æther, were used out\nwardly and inwardly in incredible quantities, without measure, and\nregardless of expence, but all without producing one symptom\nwhereby I could flatter myself with the hopes of her recovery. The\nabove medicine?, however, were continued inwardly—by way of\nclyster—and were almost constantly applied to her head, stomach,\nand feet; music was selected and performed, with proper intervals,\nday and night; she was taken out, even, and most especially when at\nthe worst, in an open post-chaise or chariot ; but the smell of the\ngrave prevailed, and accompanied us every where. Every token of\ndeath continued to haunt us. I was with her continually almost\nnight and day; for I was determined {Codforgive me) that she should\nnot die. My whole soul was in arms, and every bodily faculty was\nstrained to preserve her. So intensely anxious was I for the preserva\ntion of this innocent—this charming young creature! that I believe\nmy foul was transfused as it were into her body, and animating her,\nenabled her to struggle with disease and death, till nature prevailed—\nand health resumed its happy—its welcome empire I—Camphorated\nvinegar—odoriferous wine, my electrical, ambrosial æther, and every\ncordial—every vivifying essence which i could devise, were distilled\nin the room, or poured forth in liberal and almost continual libations-\nabout the room, bed cloaths, and carriages. As the weather was\nvery hot, the windows were not closed for one minute day nor ni\"ht.\n—Between the sheet and the hair matrass on which she lay, dried\nC 2 baum,\n\fI 20 ]\nbaum, sage and rose leaves, lavender and rosemary flowers, mingled\nwith fine dried salt, were strewed, and renewed twice daily.\nBy the united power of these means—means altogether unknown\nor unpractised by the regular faculty, was the life of this amiable\nyoung person saved ; and the moment I found that the disease was\nconquered, or rather that life and death were trembling on an equal\nbeam, in order to secure and expedite her perfect recovery I sup\nplied her with a plentiful stock of my three great medicines, and\nsent her with the same careful, intelligent servant who had attended\nher fiom the beginning to Margate. The intention was merely by\n(travelling in an open carriage to shift the air and the scene every\nmoment, and to do both most effectually bymaking her ride out sot-\nmany hours every day by the sea side, an element she had never before\nin her life even seen. How great and necessary the transition was '\nin a disease where every drop of blood, and every nervous fibre,\nstamps with death, had been dissolved and relaxed into putrid gore\nand lax ligaments ! —the salutary effects demonstrated : for'in a few\nweeks her smell, her sight, her hearing, and all the senses and facul\nties of both body and mind, which depend on good florid blood,\nand balmy, braced nerves, were recovered, and she was built up.\ninto high health the fame beautiful, amiable young lady which nature\nin her kindest mood had formed—studded as it were with roses,\nand streaked with celestial blue ! —the darling of her worthy parents,\n—the beloved companion of her amiable sister, who watched over\nher in that dreadful illness—the supreme joy of the worthy man\nwho has since married her—and an eternal, indisputable monument\nof the transcendent worth of my three great medicines, and infinite\nsuperiority of my peculiar modes of practice in difficult and very\ndangerous cafe?. ' ,-v\nN. B. As this was in reality perhaps the greatest and most extra\nordinary cure that ever was done in the world, I am very happy\nthat so many creditable people were eye-witnesses to the facts as\nabove sketched out; particularly my worthy friend Dr. Mercier,\nphysician in this city, who having had the goodness to visit Miss H.\nin every stage of her illness, was himself an eye-witness to the cure,\n&c. and who will attest the truth of it to any respectful inquirer\nwho may be pleased to call at his house, N° 21, Frith-street, Soho.\nN° 108. Mr. Clarke, a worthy and most respectable tradesman at Mill-\nbank, Wefiminfler, having been for 15 years a martyr to the gout, was\npleared several months ago to apply to me. His limbs, especially the\njofots of his toe, and feet, were exceedingly feeble, swelled and stiff, and\nhe walked very lamely indeed ; but by a regular and persevering course\nof my three gre:t medicines, conforming strictly to my regimen, assisted\nby the electr city of my most excellent apparatus, and bathing his feet\nin what I ordered, Mr. Clarke found great benefit from the first day ;\ninsomuch that in a few weeks he actually walked from his own\nhouse in the extreme suburbs of Westminster to Whitechapel, and\npack again, which is many miles, with strength and ease, which he\n'•'••*,'*••• >• < :, .> \" neither\n\fC 21 3\nneither could, nor had attempted to do for more than twelve years\nbefore.—This judicious gentleman still continues a gentle course of\nmy great medicines, has had no return of the gout, finds the chalky\nswellings, stiffness and weakness very trifling, and in good health and\nspirits walks about his business with pleasure and active alertness. Se\nveral persons with the gout, rheumatism, &c. recommended by Mr.\nC. have likewise received the greatest benefit.\nIf people who have suffered from the gout, rheumatism, or scurvy,\nor from a complication of these maladies, would take even a\nshort course of these excellent medicines once or twice a year,\nthey would suffer very little, or not at all, from these cruel and\ntoo universal diseases.\nN° ico. Mrs. S. amantua-maker, an industrious, ingenious, and very\nrespectable woman, was very warmly recommended to my best offices\nby the Right Honourable Lady S. Mrs. S.'s cafe was the most pain\nful and the most obstinate that can be imagined. Her hand, thumb,\nand fingers were swelled, stiff, and contracted to a great degree ;\nand on the inside of her wrist there was a hard swelling the size of a very\nlarge hen's egg. Mrs. S. being prevented from following her business\nas usual, in working for most of the ladies of the first fashion in this\ngreat metropolis who employed her, was the least of her misfortune ;\nfor the excruciating torture which this worthy woman endured both\nnight and day for many months, nay, I believe years, in that hand\nand arm, is not to be expressed. From the long and continual\nwant of rest, her health was considerably impaired. No one of the\nfaculty to whom she had applied, the Bath waters nor any thing\nthat could be thought of proved effectual. But Mrs. S. had not\nbeen three weeks under my care, using my electrical æther, electri\ncity, &c. till the swellings, contractions, ancj agonizing pain were\nremoved ; and this worthy industrious woman steeps perfectly well,\nand free from all pain and contraction ; can open and firmly close her\nhand, and follows her business as usual to the great joy of all who\nknow her, especially of the divinely benevolent, the truly Noble\nCountess, who, from the number of great cures her Ladyship has\nknown me to perform, advised her to apply to me at the Temple of\nHealth, Adelphi.\nN° no. A very respectable lady in Oxford-street, who from weak\ntremulous nerves and a relaxed habit of body, had always miscarried\nabout the third month in so; r successive pregnancies, applied to me\nin the last ; and being directed to a gentle course of my nervous\næthereal balsam, and an infusion of the Peruvian bark, red rose leaves,\nand comfry root, with a milk diet, she was freed from all her nervous\ncomplaints, went her full time, and was happily delivered of a very\nfine plump boy about two months ago.\nN° 1 1 1 . Mrs. Manly, a most amiable and respectable lady in Cheap-\niide, N° 119, was severely afflicted with the rheumatism in her head,\narms, and indeed at times all over her, for about three years. It is\nnot to be described what Mis. Manly fusil-red with this cruel and con\nfirmed disease; yet she was perfectly cured by eight or ten gentle\nelectrical\n\f• ' ['« ]\nelectrical operations at the Temple of Health, and a short course of\nmy electrical a?ther and impeiial pills. Mrs. Manly was cured last\nsummer, and she has remained all the autumn, winter, and spring\nperfectly well in every respect.\nN° 112. The son of the above worthy lady, a beautiful boy of five\nyears of age, who had been afflicted with deafness in both ears for\"\nabout twelve months, was likewise perfectly cured of the deafness ia\na few weeks, by the peculiar means I in such cases employ ; and the\nchild is now at boarding-school, healthy and well in every respect.\nThe truth of the above important cures will be certified to respectful\nenquirers by Mr. aud Mrs. Manly themselves, at his silversmith and\njewellery shop, N\" 119, almost opposite Bow Church, Cheapside.\nMr. Manly is the inventor and sole proprietor of the curious—so much\nesteemed—goid-coloured metal.\nN° 113. Mrs. Sarah Tomlinson, at Mr. Truston's, Little George-\nstreet, Petty France, was seized about three years ago with pains in\nher limbs, so violent as to deprive her of the ule of them. Soon\naiter that, pimples broke out all over her body like the small pox ;\nshe was admitted into St. George's Hospital, where she was salivated,\nand remained there for eight weeks with little or no benefit. She\nwas however by the advice of friends, advised to go in again, which\nshe did, and continued for ten weeks more, but without relief. Mrs.\nT. nevertheless, by my powerful medicines and electricity, was to all\nappearance perfectly cured in two or three weeks.\nN° 114. Mr. Wilson, shoemaker, near the Artillery Ground, was\nafflicted for a long time with a severe rheumatic gout, which succeed\ned a nervous fever ; his legs, arms, and shoulders were so swelled,\ninflamed, and\\ve;;k, and so crippled and helpless was he, that he could\nnot even dress or undress himself, and was full of the most excruciat\ning pain. In this deplorable condition he applied to me, and I had\nthe pleasure of making a complete and lasting cure of Mr. Wilson in\nabout a fortnight, so that for many months he has been entirely free\nfrom pain, swelling, and weakness, following his business, as usual,\nwith pleasure and alacrity.\nN° 115. Mrs. Monkwire, H° 7, Burleigh-street, Exeter 'Change,\nwas afflicted for seven or eight months with a fever and ague, which\nhad nigh put an end to her existe;*:. At first it recurred every third\nday, but the latter months every day. When she applied to me, she\nwas all over like a person dying of the darkest yellow jaundice ; her\nfeet, legs, and body swelled prodigiously, with a total loss of appe\ntite, and a violent pain at her stomach and about the region of- the\nliver, with every hectic and consumptive symptom. Mrs. Monkwire\nhad not been three weeks however under my care, till she was not\nonly perfectly cured of the ague and fever, but also of the pains,\nswellings, indigestion, and of every other complaint, so that now she\nis fair, blooming, and a healthy and hsppy mother. This great cure\nwas performed by electricity, and the diligent use of my three great\nmedicines, assisted with a couple of emetics.\nN° 1 16.\n\fC 23 ]\nN' 116. This is to certify all whom it may concern, That 1, Wil\nliam Hefford, being in perfect health and of sound mind, do hereby\nmake voluntarily, and for the public good, the following declaration :\n—That I have been afflicted for upwards of forty years with mon\nstrously swelled and ulcerated legs, and that I was salivated for the\nsame by Cesar Hawkins, Esq; about the year 1737, after which I\nfound myself seemingly well ; but in a little time I was in as bad a\ncondition as before I was salivated, and continued so till the year\n1740, when I was admitted into St, George's Hospital, Hyde Park\nCorner, and where I went through another gentle salivation and con\ntinued seven weeks, when I was discharged seemingly well. But, alas !\nin about three months after I relapsed into my former condition, and\nhave been bad ever since. About two years ago I was so bad, that I\ncould not lie in bed, but have been obliged to sit up three or four\nnights together in a chair, with my legs on another chair, and I was;\nsorely afflicted all last winter ; and about the beginning of September\nlast I was visited with a complicatidn of disorders ; my legs swelled to\nan enormous size, nearly as big as anchovy banels; my whole\nbody was likewise prodigiously swelled ; I was likewise troubled with\na difficulty of respiration, so that I could not lie down in bed with\nout danger of suffocation ; I was likewise afflicted with the rheuma-\ntism, so that I could not without great difficulty cither dress or un\ndress myself. Under all these melancholy circumstances, on the loth\nof September last my daughter, when file saw what a deplorable\ncondition I was in, said, for God's fake, father, do have other ad\nvice ; I pray you now go to Dr. Graham, and hear what he fays.\nAccordingly on the nth of September I went to Dr. Graham, and\nasked him whether he thought he could be of any service to me under\nmy present melancholy condition. After looking very stedfastly at\nme, he told me he believed he could, and ordered a gentle operation\nof electricity, telling me at the same time if I found any benefit to\ncome again, recommending too a steady course of his wonderful me\ndicines, to be taken according to his directions.—By these means I\nfound great and immediate relief; so that by the powerful influence\nof his most precious medicines, and being electrified about twenty\ntimes, all the above complaints are happily and completely removed.\nAnd I hereby declare, that I am in as good a state of health and free\nfrom paiti, as I could wish, and that I have no other motive in mak\ning this declaration, but my humble and unfeigned thanks to Almighty\nGod, and grateful acknowledgments to Dr. Graham, for his humane\nand benevolent behaviour and attention to me during this very great\nand unexpected cure.\nJan. 17th 1 78 1. Witness my hand,\nWILLIAM HKFFORD.\nAny person doubting the truth of the above declaration, may be\nfully satisfied by enquiring for William Hefford at the sign of the\nCock, Market-lane, Sr. James's Market, Westminster.\n« N°ii7.\n\fr 24 ]\n»\nN° 1 17. Mrs. M. Bellis, in Castle-street, Long Acre, about a year\nago was seized with a severe rheumatic gout. When slie applied at\nthe Temple of Health, she was afflicted with a violent pain in her\nleft side night and day, and her feet and legs were monstrously\nswelled. Mrs Bellis could neither stoop nor dress herself; she met,\nhowever, with a speedy cure from my excellent medicines, &c.\nN° 118. The following letter is an obliging and grateful acknow\nledgment of a very extraordinary cure in a deep and confirmed\nconsumption, in the case of an amiable and very respectable\nyoung lady in Houghton-street, Clare- market.\nTo Dr. GRAHAM.\nSIR!\nLast autumn I was seized with that violent eruption called St. An\nthony's Fire, in my breast, which soon run down my arm, swelling it\nand my hand to the most enormous size, and attended with the most\nexcruciating pain, especially when touched. Notwithstanding the\nmedicines and applications of my apothecary and a very eminent\nphysician, this terrible disorder degenerated into a gangrene; and the\nmortification and purple blackness of my hand, inside and outside,\nwhen I first had your advice, was very far advanced. Indeed, I ex\npected at least to have lost my hand and arm, if not my life. Your\napplications, however, relieved me immediately ; and in a few weeks,\nby electricity and your electrical æther, you made a perfect cure, and\nrestored me to the intire use of both hand and arm.\nEarly in the spring L was seized, in consequence of a severe cold,\n.with a constant fever, heats, cold, restlessness, and inceffmt cough\ning. My breast felt raw and fore ; I became very hoarse, and I spit\nprodigious quantities of phlegm, and at length corrupted matter.\nMy appetite and spirits were gone ; I was reduced to a mere skeleton ;\nmy legs and feet swelled at night and towards morning ; by the\nconstant coughing in the night time I was melted down, and re\nduced to the lowest degree of weakness by cold chilly sweats ; in a\nword, I was thought by all my friends to be so far gone in a deep\n.consumption, as to be intirely beyond the reach of medicine. En\ncouraged, however, by the great cure you had performed on my\nhand, I applied to you, and I with the g-eatest pleasure and gratitude\ndeclare, that in less than six weeks by your three excellent medicines,\nespecially I think by your æther, balsam, and your healing nourishing\nherbs, I am now perfectly cured of the cough, spitting, fever, &c.\nI have recovered my flesh, colour, natural sleep, and spirits ; and in\nshort, that I have recovered as good health and strength as I ever be-\nfoie enjoyed.—I give you full liberty, Sir, to publish my extraordi\nnary cure, in order that others afflicted in like manner may know\nwhere to meet with certain relief.\nI shall always remain, Sir, your obedient,\nAt Mrs. Thornton's, atKj mQft 0bliged servant and well-wisher,\n*a£SZ?u£Z' ELIZABETH DAVIS.\nN' 119.\n\fC 25 ]\nN° 1 19. Major Forbes of the 29th regiment, about three years ago,\nafter a long and severe complaint which had preyed a good deal on\nhis nerves and spirits, was struck in an instant with an universal dead\npalsy, which intirely deprived him of the use of all his limbs. The\nmajor's head was particularly affected ; his speech was taken away ;\nhe could neither articulate words, nor connect ideas ; and his me\nmory, and indeed ail the faculties of both body and mind were lost.\nHe was confined to his bed for nigh two years, unable to turn or to\nhelp himself on any occasion. In this deplorable, this hopeless and\nhelpless condition, did this worthy and truly respectable gentleman\napply to me. His legs were swelled to a monstrous size ; he was agi\ntated and debilitated with spasms and convulsions ; and his appetite\nand spirits were extremely bad. The advice of the best physicians in\nLondon, and the virtues of the most powerful medicines, had hi\ntherto availed nothing ; but the major finding considerable benefit\nfrom the very first electrical æthereal operation at the Temple of\nHealth, wifely and resolutely persisted in the repetition of these\nbalmy, genial, and invigorating influences, and in taking my three\ngreat medicines regularly and in very large quantities for about six\nweeks ; and this brave officer has now recovered the use of all his\nlimbs, his speech, and indeed of all his faculties. At the end of the\nfirst three weeks he joyfully hung up both his crutches as most ho\nnourable trophies in the Temple of Health ; he now eats, drinks,\nsleeps, and walks pretty well ; is free from all pain, weakness, and\nfrom the swellings of his legs, and proposes very soon to join his\nregiment, and to serve, he says, with double ardour and thankful\nness, his country and his most gracious King i—That the above\nis a true state of my cafe, and of the great benefit I have received\nby Dr. Graham's medicines and electrical operations, is attested\nBY ME,\nJOHN FORBES.\nAs it is impossible in the narrow bounds allotted for this Pamphlet,\nto insert the hundredth part of the number of cures performed at\nthe Temple of Health, I will conclude this multitude of astonish\ning and well-authenticated cures, with exhibiting the General\nMonthly State of my Medical Practice at the Temple of Health in\nLondon, as it appears upon the books for April last.\nPerfectly cured, or very considerably relieved, of violent colds,\nsevere coughs, and asthmatic complaints, 22 ; of consumptions, some\nof which in the most advanced stages, 17 ; of the rheumatism, 34;\nof nervous disorders, especially stow fevers and low spirits, proceeding\nfrom weakness, relaxations, and irritations, 48 ; of the dead palsy,\n5 ; of persons crippled and lame with pain, swellings or contractions\nin the joints of their hands or feet, from the gout or rheumatic gout,\n16; of recent veneceal injuries, 38; of inveterate and consumed\nvenereal diseases, o ; of weaknesses, relaxations, tremors, and low\nD spirits,\n\fC 26 ]\nspirits, from neglect, bad treatment, repeated infections, or too much\nmercury in venereal complaints, 13 ; of debility, and of wretchedness\nof body and of mind, occasioned by j'onthful imprudencies, excessive\ndrinking, or unnatural strainings and exertions, 8 ; of severe head-:\naches, and of windy spasmodic complaints in the stomach and bowels,\n12; of that disease which is cured by the touch of kings ever since the\npriests communicated to them the power of working miracles, the firo-\nphula, 4; of thefistula, piles, and old scorbutic sores, 9 ; of fiery, itch\ning scorbutic eruptions, some of which had degenerated into an univer\nsal leprous scurf, 23; of convulsion and hysteric fits, 8 ; of the dropsy\nand cold swellings of the legs, 6 ; of scarlet and spotted fevers, 5 ; of\nthe ague, 7; ot lunacy, 2; of the confirmed jaundice, and biliary-\npains and obstructions, 1 1 ; of the gravel, habitual stranguries, and\nobstructions in the ,urethra, 7 ; of mortifications far advanced, 2 ; of\nthe ulcerated sore throats, and loss of voice, 5 ; of the small-pox and\nmeasles, 4 ; of stoppages dr rising in the stomach or throat, 4 ; of\nworms, 9; of deafness and noise in the ears, 34; of sore eyes, dim\nness of sight, and blindness, 8 ; of barrenness, 3 ; of the diseases pe\nculiar to women, 37; and of decayed and worn- out constitutions, by\nage, fretting, or free living, 5 ; rejected at first sight as incurable, 42 ;\ndismissed as incurable, after a lhort trial, 14 ; dismissed for neglect, 8.\nN. B. The above cures were performed chiefly by electricity, and\nby the Three Great Medicines, prepared and sold alone at the\nTemples of Health and of Hymen; namely, the electrical æther,\nnervous œthereal balsam, and imperial pills; which may be had\nas usual in vials of five shillings, half-a-guinea, or one guinea\neach, with very ample directions.\nADVERTISEMENT.\nSuavijsmunx eji immanbs Dolores rtfeiniere ! pracipiic, cvm nee\nSuniptit, nee longa Abjliuentid Vel Dolere id obtineri pojjit.\niR. GPvAHAM, for the public good, as well as for his owrj\n_} honour and emolument, thinks it his duty to depart\nfrom what is called the regular mode, by thus publishing to the world\n(having first obtained the permission of the respective parties) a great\nmultitude of attested cures, as important and extraordinary as any\nthat ever were performed in any age or country 'since the creation of\nthe world, and which have now effectually removed every doubt or\nsuspicion in even the most incredulous mind, and have shewn, to the\nfullest conviction of every reasonable being, the infinite superiority,\nsafety, 'and certainty of Dr. Graham's discoveries and improvements in\ntut lug and eradicating most diseases and weaknesses to which the\n' <.• \" ' '' '\"' ' , ' -'. human\n\fC 27 ]\nhuman body is liable ; and of restoring health and cheerful serenity\nof body and of mind, even when all other human means have proved\nineffectual. From the fame benevolent motives, therefore, which\ninduced the worthy persons whose names and residence are above in\nserted ; namely, that the afflicted may know where they may me:t\nWith relief, Dr. Graham adds this public notice, which is particularly\naddressed to the friends op persons apparently at. the\npoint of death, and to every individual who labours under any\nkind of complaint or infirmity which has resisted the ordinary reme\ndies.—To such, in whatever station of life, this advertisement is ad\ndressed ; but more especially to the charitably disposed Christian—to\nthe affectionate parent— the dutiful child—the fond companion—aud\nthe tender—the anxious friend.\nThe above cafes, and to recapitulate briefly those which Dr.- Gra\nham has been the most remarkably successful in curing, are the fol\nlowing :—viz. Violently dangerous fevers, particularly scarlet, putrid,\nand nervous ones—excruciating pain and imminent danger from the\ngout in the head or stomach—apoplexy—putrid ulcerated throats-\nstone or gravel—-cflammations of the brain, lungs, bowels, or blad\nders-obstinate and confirmed VENEREAL complaints, from repeated\ninfections and irregularities, or from having been neglected, trifled\nwith, or improperly treated with that deadly poison mercury, severe\npurging, &c.—stomach and bowels complaints—weaknesses, total sup\npressions of urine too —relaxing, sinking ; and the more immediately\ndangerous female complaints—Jits, spasms, and convulsions,\nespecially in children and young people—the measles, small-pox,\nmortifications, nervous and consumptive weaknesses—immoderate\nfluxes—severe fits of coughing, suffocation, or asthma—acute, bilious,\nend other obstructions—the fever and ague—the dropsy, the dead*\npalsy, but especially recent strokes of the palsy, &c. In these, and\ninmost other diseases, particularly in glandular and white swellings ;\ncomplicated, severe, and wandering rheumatisms ; obstinate scurvies ;\nin blindness and in deafness too, and in most of the disorders of those\nmost precious and most delicate organs the eye and ear, his medicines,\nand gentle æthereal and electrical applications, produce the most\namazing good effects : they open obstructions, promote a due and\nregular circulation of the blood and spirits, which they sweeten,\npurify, enrich, and animate; nourishing, bracing, and coiling up\nthe nervous system when weakened and relaxed ; overcoming every\ndegree of putrefaction, recruiting decayed strength, and generally\nacting on an exhausted body, like fresh oil poured into an expiring\nlamp. After all, however, Dr. Graham is far from pretending to\nwork miracles or impossibilities. No : he is abundantly sensible of\nthe impossibility of curing many diseases in their advanced and\nconfirmed stages; and of the fallibility and uncertainty of all sub\nlunary things ; all that he contends for is, that his methods of\ntreating diseases are far more powerful, safe, and rational than those in\ngeneral employed by any other physician in the world, and that he often\nsucceeds in curing, effectually and lastingly, diseases internal and exter-\nD 2 nal,\n\fC 28 ]\nnal, when the most celebrated surgeons and physicians, and even\nwhen the more friendly powers of regimen, exercise, and the best\nmineral waters, have failed.\nSo amazingly has his business increased, that he has vow found it\nnecessary, from wotives of humanity more than for his own emolu\nment, to fit up additional apartments, and to receive at any hour of\ntlv.- day such lick and lame persons as cannot afford to give fees for\nadvice ; aud that they are now admitted daily, Sundays excepted,\nfrom eight o'clock in the morning, till eight at night, to whom advice,\nand all necessary medico-electrical operations, &c. are administered\ngratis, in rotation, according to priority of arrival, without respect\nof persons, paying the apothecary for such medicines only (if any) as\ntheir respective cafes require. As the greatest hindrances have arisen\nfrom multitudes crowding, into the Temple of Heaith ! under\nthe pretence of attending sick friends, but merely to gratify their\ncuriosity, by staring at the apparatus, to obviate, therefore, in future,\nthose 'inconveniencies and impertinencies, and that as many diseased\npersons as possible may partake of the salutary effects of this grand\nSystem of Healing ! no poor person whatever,, will be admitted\nwithout a ticket, which must be had of the porter, price half-a crown.\nThis is required only at the first consultation ; for Dr. Graham, on\nreceiving it, gives another ticket gratis, which admits the patient\nduring the whole course of the cure.—No sort of objection, however,\nis made to one friend attending each paiicnt—that being often neces\nsary, as well as decent.\nThe nobility, gentry, and others, in genteel or easy circumstances,\nmust pay a Guinea the first consultation, and at least half-a-guinea\nevery time after. No persons whomsoever, even personages of high\nrank, need expect to be attended at their own houses, unless confined\nto bed by sickness, or to their room through extreme weakness ; and\nfrom those whom he attends at their own houses, two guineas the\nfirst, and one guinea each visit after, is expected. Dr. Graham, for\nreasons of the highest importance to the public, as well as to himself,\nhas a chemical laboratory and a great medicinal cabinet in his own\nhouse ; and in the above fixed Fees, either at home or abroad, every\nexpence attending his advice, medicines, applications, operations, and\ninfluences is included—a few tedious, complex, and expensive opera-\ntions in the great Apollo apartment only excepted. But in cafes\nwhere electricity or attendance are not necessary, and medicines are\nrequired to be taken at home, or when any are sent into the country,\nif they are furnished and prepared by Dr. Graham's chemists and apo\nthecaries, they must be paid for separately.\nBefore he concludes this address, it may not be amiss to fay a\nfew words on the dangerous, and even fatal effects which may be\nproduced by so mighty an agent as the electrical fire, in the hands\nof ignorant and rash people. So very powerful an element cannot\nbe indifferent when applied to the human body ; it must do consider\nable good or considerable harm ; striking instances of both have re\npeatedly\n\fC 29 3\npeatedly fallen under Dr. Graham's observation.—and lie trembles\nwith apprehension for his fellow-creatures, when he fees in almost\nevery street in this great metropolis, a barber—a surgeon—a tooth-\ndrawer—an apothecary—or a common mechanic turned electrical\noperator. How dangerous !—how ridiculous must it be in most\ncafes to venture so curious, so complex, and so delicate a machine a*\nthe human body\", and that too, even when diseased, into such hands\nto be shook, torn, and convulsed with the ignorant and improper\napplication of this awful element !\nFor his own part, he has been taught by reason, and by the most\nattentive observations in innumerable experiments on almost every\nsubstance in Nature, and in a course of practice in the cure of dis\neases, far more extensive than that of perhaps any other man in the\nworld, he has been taught, that all violence is hunful ; that ELEC\nTRICAL SHOCKS OUGHT SELDOM OR NEVER TO BE\nGIVEN ; that partial frictions, sparks, and brushings, with rich me\ndicinal substances charged with electricity, or gently pervading the\nwhole system with a copious tide of that celestial fire, fully im\npregnated with the purest, most subtile, and balmiest parts of medi\ncines, which are extracted by, and flow softly into the blood and\nnervous system, with the electrical fluid, or restorative æthereal\nessences. In those cases where shocks are absolutely necessary, instead\nof charging bottles lined with tin foil, or other gross, impure, and\nperhaps ariienical metals, his jars are filled with loadstones, sulphur,\nquick-silver, and with the mildest, yet most active medicinal sub\nstances from the animal, mineral, or vegetable kingdoms:—These are\ncharged with the celestial fire, solar vital light, vivifying air, and\nwith the powerful and salutary Effluvia of antimony, aromatic oils,\nPeruvian bark, castor, camphire, musk, ambergrease, the balsams of\njuniper, Peru, Tolu, and Gilead, and the influences of electricity,\nair, æthereal medicines, and magnetism, thus combined, and positive\nly charged with the pure celestial fire, or with the magnetic effluvium,\nare made to pass through the whole or any particular part of the\npatient's body, giving, in such cafes as require them, a great number\nor quick succession of pleasant little vibratory Shocks, so genial\nand gentle as not to hurt or alarm even an infant. But, as he said\nbefore, he generally prefers the Effluvia of these genial, aromatic,\nbalsamic, antispasmodic substances, or the Effluvia of the magnetic,\naerial, or æthereal essences, passing silently, sweetly, and insensibly\ninto the body, or confined to the seat or cause of the disease, while\nthe spasmodic tensions and stiffnesses are relaxed—or the relaxed and\ndebilitated tone of the nerves or muscular fibres braced up, or invi\ngorated, as the cafe or constitution requires, with the above, and\nwith properly adapted harmonious vibrations, or musical modulations\nof celestial sounds.\nLest it should be thought that Dr. Graham uses electricity in all\ncafes, he desires to inform the public, that many of his greatest and\nmost extraordinary cures have been done entirely without the asis-\ntanc« of electricity; and that he makes it an iavamble rule to reject\nthe\n\fC 3° J\nthe incurable—and to Inform every patient, or their friends, at first\nfight, whether a perfect cure, or what degree of relief may be ex\npected.\nDr. Graham, after a regular, classical, and medical education of\nmany years, at the justly celebrated university of Edinburgh, and after\nattending to the practice in the best hospitals, and the lectures of the\ngreatest physicians in Loudon, Dublin, &c. became exceedingly dissa\ntisfied at the trifling absurdities and feebleness of what is called the\nregular practice of physic : but animated with the hopes of being\nable to make valuable discoveries, and important improvements in the\ncure of diseases, and for the prolongation of human life, he travelled\ninto various foreign countries, making, in the course of twelve years,\nseveral tours through the continent of Europe, and over the extensive\nprovinces of America ; at length, after gathering and digesting the\nfairest flowers, and the choicest fruits of the sciences, by conversing\nWith and attending to the labours and the lectures of the most learned\nand most ingenious men in every country through which he passed )\nafter investigating the nature and properties of the various natural\nproductions, and making the most accurate chymical analyses of the\nmost celebrated mineral waters in Europe; he returned to Britain,\njmd after sitting tip, with infinite labour and expence, the most pow\nerful, most useful, and most magnificent medical apparatus that ever\nwas in the world, he has now practised near two years in the metro\npolis of his native country, and of the world ! with the greatest ho\nnour and emolument to himself, and to the greatest benefit and ad-\nVantage of thousands of his fellow-creatures of every rank and deno\nmination, who had laboured under pains and diseases which the best\nregular practitioners, and the most powerful medicines in common use,\ncould neither cure tior alleviate.\nThe fame and emoluments which Dr. Graham, in consequence of\nhis successes in the cure of diseases, is honoured with, have long\nsince placed him in a sphere which is an object of envy to the\nselfish and narrow-minded part of the faculty; but which neither\nenvy, jealous artifices, nor their illiberal, false, and wicked represen\ntations, insinuations, and libels of theatrical buffoons, or of rascally\navaricious editors of newspapers have been able to remove him from.\nLet them continue to act—to print, and to publish whatever their avari\ncious and diabolical nature prompts them to. Dr. Graham never has, nor\neverwill take the leastnotice, oranswer^oneof them. No : he looksdown\nupon them all with pit}', or with smiles of sovereign—of ineffable con\ntempt!—What !—shall the genial—the life-giving sun cease to mine,\nbecause his nature and powers are not understood, or properly valued\nby the generality of mortals, or because his beams offend the weak or\ndistorted eyes of those foul animals—those vile, venomous reptiles\nwhich assassinate and devour in the dark ? Dr. Graham has at least\nthe negative consolation, that those villainous and lying represented\nof things which concern him, cannot treat him worse than they have\ndone his betters—even the FIRST, most respectable, most innocent,\nand\n\fI 3i 1\nand even the most sacred characters in the British dominions. The\nliberal and enlightened few—the discerning public, can readily\ndistinguish true merit from pretended knowledge.—Facts are incon\ntrovertible—his superiority is universally acknowledged. He balks\nin the sunshine of wealth and honour. He rejoices in the applause\nof the candid and of the learned world—he exults in the testimony of\nhis own conscience !—in the approbation of his own heart ! —and as\nwreaths obtained without opposition confer no honour, he cordially\nhas adopted the following motto—Magnum iter ascendo, fed dat mihj\ngloria vires !\nIn order to remove cfeUually every unfavourable impression\nwhich the jealous or envious insinuations of the faculty or their\nfriends, alarmed at Dr. G.'s unprecedented Fame and\nSuccess, may have created in the minds of those who are unac\nquainted with Dr. Graham, and his valuable discoveries and im\nprovements ; and to demonstrate to the world at large,-the infinite\nsuperiority of his peculiar modes of treating diseases, he will continue\nfor another year to attend at their own home, patients in severe\nACUTE diseases, when given over for death by any other, even by\nthe most celebrated apothecary, surgeon, or physician, without any\nexpence whatever, either for attendance, advice, or medicines, (the\nfirflfee only excepted) if his endeavours to preserve life, under God !\nprove ineffectual. When restored to health his gratuity shall, as\nvisual, be regulated by the generosity or circumstances of the patient.\nNo ordinary or trifling case will be attended to: THE ABOVE is\nCONFINED TO THOSE — AND TO THOSE ALONE, WHO ARE\nTHOUGHT TO BE NEAR DEATH IN SEVERE ACUTE DISEASES.\nSeldom, very seldom a day passes, but he has the blessedness of\neasing excruciating pain, and of snatching from the grave one or\nmore sick persons, even when struggling in the agonies of death,\nand efren after they have been abandoned by the most celebrated\nPhysicians. Indeed, so very amazing, so unprecedented has been the\nsuccess which has attended his practice, that not more than three or\nfour persons have died in the whole course or circuit of his practice\nduring the last two years—of the multitudes who come or are\nbrought every day to his house—or of those whom he has been feat\nfor to attend, when near death, at their own habitations. While he\nassures the pubiic of the above fact, he defies the whole world to\ndisprove the truth of it. Such success is an honour which few other\nPhysicians can boast—a pleasure which very few have experienced:—•\nnor, than the above, can any thing so effectually demonstrate the\ninfinite superbri y of his methods of treating diseases, especially as\nit is well known, that for several years past he seldom ha; had less\nthan one hundred persons every day under his care, and often more\nthan even double that number. He may, therefore, with the Poet,\nexclaim \\\nÆjne Pa>tj>eribm proiesl, Locujiletibus aqu:,\nÆqui negleclit?n Pueris,—Senibul'que nocclit. HoR.\nThis\n\fC 32 3\nThis Day are fublijbed,\nI.\nA NEW EDITION, being the SIXTH, of\nTHE\nPRESENT TRIFLING, ABSURD, and INEFFECTUAL STATE OF\nMEDICAL PRACTICE EXHIBITED;\nWITH A FULL ACCOUNT OF\nDr. GRAHAM'S DISCOVERIES, IMPROVEMENTS,\nAnd Methods of treating Diseases.\nTo this edition, which consists of 3,500 copies, is added a treatise\non medical rrmlic; a dissertation on the uses and abuses of the waters\nand medical discipline or gauntlet of Bath, Aix-la-Chapelle, the Ger\nman Spa, and of other great watering places in England ; a complete\ndescription too is given of Dr. Graham's Medico- electrical Apparatus,\nand of the Three Great Medicines, Electrical Æther, Nervous Æthe-\nreal Balsam, and of the Imperial Electric Pills .'—and to the whole\nare added, above an hundred and ten recent and remarkable cures,\nin most kinds of diseases and lamenesses, wrought by Dr. Graham's\npeculiar methods, many of which he lately had the high honour of\nperforming immediately under the eye, and of having attested by the\nhand-writing of her Grace the Dutchess of Devonshire J the Right\nHonourable Lady Spencer ! the Right Honourable Lady Clermont !\nHis most Serene Highness Frederick Prince of Hesse Cassel ! Earl\nSpencer ! and many other of the first nobility, both in church and\nstate, in Europe—who, for the encouragement of the afflicted, and\ngeneral benefit of mankind, were pleased, voluntarily and un\nsolicited, to honour Dr. Graham with the above-mentioned cer\ntificate.\nThe whole interspersed with such observations, reflections, and pre\ncepts—medical, philosophical, moral, and religious—as are necessary\nfor the preservation of health and long life in this world, and for the\nactainment of happiness and glory in future states of existence!\nPrinted for Almon, Piccadilly ; Becket, Adelphi ; and Rich\nardson and Urqjjhart, under the Royal Exchange; Price only\n3s. 6d though it contains as much matter (reading) as a modern.\nGuinea Quarto.\nThis book is fold, likewise, at the Temples of Health ano\nof Hymen ! but as the sale of it is no fort of object, Dr. Graham\nhas given orders for his porters to return the money to those who,\nhaving\n\fC 33 1\nhaving read the book, choose to return it. But this is not meant\nto extend to those books which have been given away, or to those\n• sold by the Booksellers.\nII.\nDr. Gfaham'j private medical advice to married ladies andgentlemen\n—to those especially who are not blessed ivith children—to be had at\nvsual, sealed up, price One Guinea, alone at the Temple of\nHealth in the Adelphi, and at the Temple of Hymen in.\nPail-Mall, near the King's Palace ! At the fame places may be\nhad the divine or prolific balsam, for the removal of the -watery\n•weakness and*debility in men, and barrenness in -women, price One\nGuinea the vial, -with direclions.\nIn which such plain, simple, natural, and effect ual means for re\nmoving the causes of barrenness in both sexes, as never before were\nrecommended, or even perhaps thought of, in any age or nation,\nare pointed out. Containing, likewise, prescriptions and directions\nfor a speedy and perfect recovery after severe miscarriages and lyings-\nin for recruiting and renovating decayed and worn-out consti\ntutions for fanning and blowing up the smallest sparks of virility\n—or even the expiring embers of the vital generative powers in either\nsex, into a genial and prolific flame;—and, in a word, for enjoying\njuvenile strength and feelings under the controul of wisdom and the\ndivine influences of mental happiness, serenity, and peace. The\nwhole interspersed with such precepts and directions as will, if duly\nattended to, make man and wife sweeter, lovelier, and MORE\nDES I R AB LE in the eyes of each other—the lady speedily be\ncoming a healthy and happy mother!—and if naturally healthy, well\nformed and disposed—a snowy rock of Health, studded with roses,\nand 'streaked with celestial blue ! The whole comprized in eight large\nfolio pages.\n*#* If any lady or gentleman, who fends for the above, after pe\nrusing it, and paying that attention to it which the high importance\nof the subject demands, calls upon Dr. Graham, and declares that\nthey have found no benefit, and that the advices,are not worth the\nGuinea, he will not only return the Guinea, but eveu Ten more, if\nthe- party desires it.\nPOSTSCRIPT.\nAS this great system of healing, and of encreafing the number\nand happiness of the human species, which I have with so\nmuch labor and expence explored, and bow happily confirmed, is of\nE the\n\fr 3+ t\nthe highest importance, not only to the inhabitants of the British empire\nat present, but likewise to the whole human species throughout the\nwhole earth, for thousands of years to come, even perhaps to the end\nof time ! I propose to continue to practise in this great metropolises my\nnative country, till the end ot the year i 783—in order to demonstrate\nto the entire satisfaction of ^persons of every rank, from the throne to\nthe cottage, the facility, certainty, and, in a word, the infinite supe\nriority ot my methods of propagation in difficult cafes, of preventing\nand curing all curable diseases, external as well as internal, to which\nthe human body is liable, and of extending life free from sickness,\nand with the dear healthy exercise of the mental faculties, to the\nlongest possible period.——At the expiration of the three years, I in,.\njend to make proposals to the British Parliament concerning\npublishing to the world\" all my discoveries, improvements, and me\nthods of propagation, and of managing and curing diseases, &c. with\nout any reserve whatever; and that I may continue to communicate,\nfrom time to time, such farther discoveries and Improvements as\nassiduous investigation, and a practice with an apparatus more po\ntent and more extensive than that of any other physician on the face\nof the globe, shall enable me to make.\nIf I do not meet with that benevolence and encouragement from-\nthe Legislature ot my own country, which the vast importance\nof the object merits—I propose to reside and practise about a year\nat each of the principal courts in Europe;' and after that, under the\nroyal and imperial auspices of European wisdom and munificence at\nlarge, I will then publish to mankind the great prolific Code, andj\nSystem of Health and of the Healing Art, which I am now\ndigesting, compiling, and perfecting as far as the experience of\none age will permit—I fay one age, because I am now establishing a\nmedical correspondence in every part of the world—for the universal\nimprovement and perfection of Medical and Chirurgical Science.\nWould to God that a Franklin, a Priellley, and several other great\nand learned men I could name, had been practising physicians,\nwhat might not be expected from the indefatigable labors of such\nbright and penetrating intelligencies !\nIn order to lessen my fatigue in business, and for the good of\nthe public, as well as for my own private emolument, I propose im\nmediately to take as pupils and aslillants, three gentlemen more, whq\nhave bad the advantages, if not of a medical, at least of a liberal or\nclassical education.—To prevent all trouble, the premium I demand\nfrom each is a thousand guineas prompt, and an hundred guineas\nper annum for board, &c. while he remains in my Louse.\nThe\n\ft 35 J\nThe following Trophies, or little Pieces of Poetry, and especially the\n•following Ode, which was set to Music,\" and performed in the\nGreat Apollo Apartment at the solemn Dedication of the Temple\nof Health, on the Organ, the Harmonica, and the Cclestirn,\naccompanied with Flutes, Clarionets, and by some of the finest\nvocal Performers, give so sweet au Idea of the gentle Nature\nand salutary Effects of my astonishing Appafarus* and of^Tny\npeculiar Methods and great Success in curing Drfeales, and re\nstoring decayed Constitutions to blooming Health and juvenile\nStrengths that they must be introduced With the greatest Propriety\ninto this Advertisement;\nRECITATIVE. (The Sim blazing in its Meridian Splendour.)\nHail ! Vital Air Æthereai! --Magnetic Magic— Hail !\nThine Iron Arm—-thy bracing sinewy Arm !—is everlasting Strength !\nHail! Harmony—Music Divine!!!—thrice Hail !•>- Thy Soul is Love—J.iy—Peace-is\nand Heaith !\nAnd thou, celestial Fire !—Thou, Fixe Electric .'—GREAT RENOVATOR !—<\nTHE LIFE OF ALL THINGS ! Hail!\n«-Hail ! Wondrous Combination !—Heavenly Unity !—In Majesty and Mystery com-\nbin'd——\nF.nthron'd—unveil'd—-in this tremendous—this most genLl Temple !-i—'.\nFirst to Britannia's Sous—to Britain's Daughters—on thy soft fostering Wings\nIn gentle Progress through the balmy the Æthereai Air——bear the best Blessings\nHEALTH !\nThen to eaeh human Being-'-without excepting One of any Rank or Nation,\nWho thankfully accepts thy proffer'd gifts, the three gre.1t tiiccours give.\nElectric Æther I Nervous Æthereai Balm ! and Pills Imperial !\nO ! open wide thy Hand, that flings the rose of Health o'er the pale Cheek os Sickncssj\nThy kind Hand—lhat bears the healing Branch ! O let it far-\nFar from TH use sacred Walls remove dire Pain, Disease, and Melancholy\nAnd the long Train of Ills, which ever and anon torment their wretched victims.\nAIR. The Litrbt moderated by the Intervention of rose-colouredsilk Curtains:\nCome, then, ah come ! 0 sacred HEALTH!\nThe Monarch's Bliss! —the Beggar's Wealth ;\nThe Seas'ning of all Good below,\nThe sovereign Friend in Joy or Woe.\nO thou ! most courted, most despised^\nAnd but in Absence duly prized ;\nRoot of the soft and rosy Face !\nThe vivid Pulse—each Charm—each Grace !\nThe Spirits when they gayest shire,\nYouth, Beauty, Pleasure—all are THINE !\nGRAND CHORUS, accompanied with the full Organ, &*;\n(The Windows being suddenly darkened, and the Apartment illuminated, i\/i\na Moment, with many Ibattfarids of Eiettrical Stars; and Meteors of et'\nlejlial Brilliance.)\nHail ! Wond'rous Combination ! ! !—but chief—THCTJ FIRE ELECTRIC !\n—Celestial Renovator!—Thou Life of all Things—IHail !\n• ' In Majesty and Mystery eombin'd!\nXnthron'd—unveil'd—in this tremendous—this most genial Temple !\nTo Britain's Daughters—to Britannia's Sons—bear the best Blessing, HEALTH!\nStretch forth thy Hand that bears the triple Branch\nMedicinal !—which binds up broken Hearts !—illumes the Soul,\nAnd flings the Rose of Health o'er the pale Cheek of Sickness, ...\nFar—far from those who tak« them, auJ from these secred Walls removing F*in an«\nDeath.\n\fE 36 ]\nw\nOn reading the Letter from Mrs. Catharine Macaulat\nGraham, the celebrated Hi\/torian, inserted in this Pam\nphlet, acknowledging her extraordinary Cure.\nI T H pensive step, and humid eye,\nHer bosom charg'd with many a sigh,\nBefore APOLLO 's Throne:\nTh' Historic Muse reclin'd her head,\nHer supplicating hands she spread,\nAnd made her sorrows known.\nGreat patron of the healing art,\nO cheat- this fond, forboding heart,\nAnd let these tears be dry ! ,\nThey for my dearest fav'rite flow,—\nO ward from- her the fatal blow,\nThat bids MACAULAY die J -\nLong in her tender frame unseen,\nThe How progressive foe has been.\nAnd now my fears presage,\nToo soon that pen shall useless be,\nFair Cath'rine had from truth and me,\nTo fill th' immortal page.\nSay not, these fears are mine, in vain,\nFor ah ! behold in yonder fane *\nThe marble tomb arise ;\nAlas ! the monumental bust,\nAnd tribute to her fame, though jufl,\nAre horror to mine eyes ;\n\" O ! is there not some potent charm,\nThe cruel spoiler to disarm,\nThat health again may bloom ?\nMay not the Muse dismiss her fears,\nAnd fee, her fav'rite's added years,\nStill disappoint the tomb.\"\n\" Thou shalt,\" th'indulgent God reply'd,\nDear maid, let all thy tears be dry'd,\nCath'rine shall yet be thine ;\nHer hand shall re-afTume the quill,\nAnd bid the faithful record still\nAlong thy pages shine.\nTo stop the ravage of the foe,\nMy GRAHAM instantly lhall go,\nAnd set thy fav'rite free ;\nAlluding to a sine marb'e statue ofiMrs. Macaulay Graham, lately erected in St.\nitcrfiea's, AValbrook, behind the Mansion-house, London,\n\fC 37 ]\nNo more let sorrow fill thine eye,\nOn GRAHAM'S (kill secure rely,\nFOR HE WAS TAUGHT BY ME.\"\n\" O how,\" (the Muse inraptur'd cries,\nWith transports beaming from her eyes)\n\" Shall I reward him then.\"\n\" His great reward,\" APOLLO said,\n\" Shall be the thanks, my dearest maid,\nFrom GREAT MACAULAY's pen.\"\nMarlborough, Nov. i$th. J. H.\nI beg leave to lay the following before the public, as a very great\ncuriofity—I suppose they were written by a poor Collier in a coal-pit ;\nthey do me however no less medical honour than if an equal number\nof lines had been composed on the occasion by the Poet Laureats\nExtras} from the Newcastle Journal, April tth 1780.\nThere is so much honest simplicity in the introduction to the following\nlines, that it excites at once a tear of commiseration, and a desire\nto oblige \" the unlettered Muse.\" They are indeed a homely, but\na very honourable panegyric on Dr. Graham's medical abilities.\nTo the Printer of the Newcastle Journal.\nSIR,\nIF you think these verses will not disgrace your paper too much,\npray insert them:—I beg you would be so good as to excuse my mis\ntakes ; for I am a person that works daily at the hardest of labour ;\nand were it not, sir, for some few rays of light, which force their way\nthrough the cold and obscurity of birth, situation, and fortune, I might\nbe safely said to live—or rather to lie buried in the bowels of the\nearth.\nNewbiggin by the Sea, R. G.\nMarch 28, 1780.\nTHE great Doctor GRAHAM,\nOne cure's rais'd his fame,\nThat has spread our country around ;\nIn Albion's fair ifle,\nIf you search ev'ry mile,\nJts 'equal is not to be found.\nMost\n\fr 3s i\nr:\nMost surely our God !\nFrom his sacred abode,\nHearing the poor suff'rer mourns,\nHath diffused from thence,\nSome part of his essence,\nBy his hand to make health returi.\nMy friend, whom he cur'd,\nMuch pain hath endur'd,—\nSufficient a monster to kill j\nFive long years, or more,\nA disorder she bore,\nWhich had baffled all medical skill.\nThe Faculty stare, .\nWhile we all revere,\nA cure which is clear.as noon-day ;\nThey are forc'd to be mute,\n\"While we all salute,\nOur neighbour and friend Mrs. Hay.\n%* See Mrs. Hay's Cafe, N° 49, Page 8.\nAn ACROSTIC, by a LADY, art\nD EIGN to accept the tribute which* I owe,\nO ne grateful, joyful tear permit to flow ;\nC an I be silent when good health is given ?\nT hat first—that best—that richest gift of Heaven t\nO Muse ! descend, in most exalted Jays,\nR epleie with softest notes, attune his praise,\nG en'rous by nature, matchless in thy skill !\nR ich in the godlike art—to ease—to heal ;\nA ll bless thy gifts !—'the sick—the lame—the blind,\nH ail thee with rapture for the cure they find 1\nA rm'd by the DEITY with pow'r divine,\nM ortals revere HIS attributes in thine !\nFebruary qth. J. B.\n\" Ex sanis pulmonibus spirant phthisid.\"\nA Tribute by a Clergyman cured of a Consumption,\nOn hearing that Dr. GRAHAM intends leaving BATH on the %th of\nApril.\nWILL GRAHAM go ?—who, born to bless mankind,\nGives health of body, firmness to the mind ;\nWhose\n\ft 39 ]\nWhose public merit to the world is known—\nWhose private worth would dignify a throne !\nWith sense, politeness, elegance endu'd,\nAverse to evil—eager to do good—\nEffusive virtues from his breast arise,\nAnd soft compassion sparkles in his eyes!\nYe who have seen—have prov'd his skillful art,\nWill feel his absence iti a grateful heart ;\nThe echoing sigh, the silent speaking tear,\nShall grace his memory—to hundreds dear ;—\nHonour'd—esteem'd—he gains a deathless fame,\nWhile Envy sickens at a GRAHAM'S name !\nE. P.\nBy a Gentleman cured of a Complication of Disorders, Nervous, Fe-\n.nereal, and Scorbutic, after he had been deemed incurable by the\nprincipal Physicians in England.\nTo Dr. GRAHAM.\nSIR,\nWHILE partial foes incessantly declaim,\nAnd point their malice at distinguiih'd fame.\nForgive an humble Bard, his wish to praise,\nAnd with your exellence exalt his lays.\n'Tis yours alone to point out Nature's laws,\nAnd from effects produce the real cause,\nThe force of electricity display,\nWhat will effect, and what will disobey ; '\nThe pow'rs of Physic you alone define,\nAnd Health's fair Temple glows with fire divine !\nProceed, great Sir, in spite of pedant fools,\nWho judge from what they call establish'd rules ;\nHold up the mirror ofjhy matchless skill,\nAnd prove, that NATURE is your object still ;\nFame join'd with fortune shall the truth advance,\nAnd prove your doctrines not the works of Chance.\nMarch 2 ist, A. Z.\n1781.\nTO\n\fTO THEIR EXCELLENCIES\nTHE\nFOREIGN AMBASSADORS!\nTO THE NOBILITY, GENTRY,\nAND TO\nGENTLEMEN AND LADIES OF LEARNING AND OF TASTE,\nEvery Monday, Wednesday, and Friday Evening, exatlly at Eight\no'clock,\n(For this Week only)\nTHE CELESTIAL BRILLIANCY of the Medico-Electrical\nApparatus in all the Apartments of the\nTEMPLE of HEALTH,\n•will be exhibited by Dr. GRAHAM himself, who will have the\nhonour of explaining the true nature and effects of Electricity, Air,\nMusic, and Magnetism, when applied to the human body.\nIn the introductory Oration, the whole art of enjoying health and\nvigour of body and of mind, and of preserving and exalting personal\nbeauty and loveliness ; or, in other words, of living with health, ho\nnour, and happiness in this world, for at kail an hundred years, is\npointed out, and warmly inculcated.\nPrevious to the display of flic Electrical Fire, the Doctor will deli\ncately touch upon the CELESTIAL BEDS, which are to be opened\nrexr week in the TEMPLE of HYMEN, in Pall-Mail, for the pro\npagation o{ beings rational, and far stronger and more beautiful in\nmental as well as in bodily endowments—-than the present puny, feeble,\nand nonsensical race of Chiistiahs, of probationary immortals! writ*\ncrawl and fret, and contra.i y to every principle of reason, humanity^\nnational policy, and of Christianity, persecute, rob, destroy, chace,\nand cut one another's throats tor nothing at all. on molt part of this\nterraqueous globe.\nThis Apparatus, which visibly displays, as it were, the various\nfaculties of the material foul of universal and eternal Nature, is ac\nknowledged by ail, who have seen it, to be by far the largest, molt use\nful, and most magnificent that now is, or that ever was in the world.\nAdmittance 5s.\nN. R. Dr. GRAHAM, on account of the very great increase of bis\npractice in the cure of diseases, bas been under the necessity of\ndiscontinuing the exhibition of the Medico Electrical Appa-\nra.us in the day-time.\nThe\n\f^^\n\\\\\nC 4i 3\nThe design of Dr. GRAHAM's CELESTIAL BED being misun\nderstood, requires explanation, lest the public through ignorance or\nprejudice, should be disappointed of the benefit of so ingenious and\nuseful a discovery.\nThe want of children so much lamented in many noble families,\nand indeed by all married people, arises from corporeal, mental, or\naccidental defects. The corporeal defects are a laxity or debility of\nthe nervous system, and a consequent acrimony of the juices which\nactuate that system, an indisposition of the parts or (which most fre\nquently happens) obstructions. The mental defects are want of cou-\nxa Jh the male side, or of imagination on the female. The acciden-\nta^Qfuses are, when a lively vivacious woman is married to an inert,\ninactive man, or, vice versa. Electricity is the most powerful engine\nor influence in Nature to remedy these several effects : it gives a tone to\nthe lax fibres—it corrects the acrimony of the juices by increasing the\nperspiration, strengthens the animal powers, and effectually removes\nobstructions. It expels all fear, expanding the imagination with the\nliveliest and most sublime ideas; and lastly, it assimilates the most inac\ntive to the most inert ; and from all these causes cannot fail of produc\ning the wilhed-for effects. The CELESTIAL BED is highly elec\ntrified, so that the persons reposing therein bask in a genial, invigo\nrating tide of the celestial fire ; which, as it powerfully vivifies, at the\nfame time it removes all impediments,—it cannot fail in the nature of\nthings of producing a healthful and most beauteous offspring.\nSons springingfrom this Bed like Marsshallprove,\nAnd Daughters beauteous as the Qtteen of Lave !\n*#* Dr. Graham designs it for the use os married people only,\nand will take every possible precaution in his power to exclude\nthe licentious and impure ; and flatters himself that he shall\nmeet with the patronage of the great, the learned, and the\ngood, and the approbation of the public at large j as the\nchief object of his ambition is to promote the happiness of\nprivate families, and to prevent chagrin, adultery, and di\nvorces, which frequently arise from the want of children in\nillustrious and noble families.\n45* In order to deter the wantonly lascivious,—the mere votaries of\npleasure, from polluting the Temple of Hymen, the following\nlines are written in Goldan Capitals over the Grand Entrance,\nOTAEI2 AKA0APTO2 EI2ITJ2!\nProcul ! 0 procul este Profanj J Vise\nf\n\f","_id":1037}