{"name":"Memoire De La Jonglerie","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1784__retz___memoire_de_la_jonglerie.pdf","mytitle":"Memoire De La Jonglerie","mylang":"de","content":"$4\nM É M O I R E\nPOVR SERVIR A L'HISTOIRE\nDE 3LA JONGLERIE,\nV A N S L E Q U È L O N D É M O N T R E\nL E S P H É N O M È N E S\nD U M E S M É R I S M E .\nN O U V E L L E É D I T I O N ,\nPrécédée d'une Lmte fur le Secret de M. Mefmer.\nPAR M. RETZ, Médecin ordinaire du Roi, fervant\npar quartier, ancien Médecin des Hôpitaux de la Marine*\nOn y a joint une Réponfe au Mémoire qui paroît\nici pour la première fois*\nA L O N D R E S ,\nEt fi trouve A PARIS)\nChez MÉ QVlGNCrnl'aîné, Libraire9 rue des Cordelîern\n1 7 8 4 #\n\fW O O D L I B R A R Y - M U S E U M\nO F A N E S T H E S I O L O G Y\n\f«C i,\nA V A N T - ? ROPOS.\nVoI LA donc enfin le Public défabuféj\nLesCompagniesfçavantesde laCapitaleont\nporté le.flambeau de la vérité & de la raifon\nfur le Mefmérifme; les rapports de l'Aca­\ndémie des Sciences, de la Faculté & de la\nSociété Royale de Médecine confirment\nl'opinion des perfonnes fenfées qui avoient\nen quelque forte héfité de parler. L'avis\nunanime fe rapporte à ce que j'ai publié\nau commencement de 1782 fur ce fujet:\n( Lettre fur le Seçret de M. Mepner, Paris,\nMèquigtion).La fatisfa&ionque j'aide m'être\nrencontré avec les plus fçavans hommes du\nmonde, & d'avoir preffenti leur jugement\ntouchant Vinfluence de Pimagination,dans les\nprocédés du Mefmérifme, deux ansaupara­\nvant, eft trop vive pour que je nç l'exprime\npas.\nAi)\n\fT A B L E .\nIj£TT RE fur le Secret de M. Mefmer, dans\nlaquelle on prouve qûe les effets du Mefmérifme ne\n. \/procèdent que de l'imagination*\nA r t I C L E I . De la Jonglerie• Page i\nï ï . Origine d u Mefmérifmes o u Kiftoire d e diverfts\nJongleries de la même efpèce , 12\nÏ I ï . Procèdes d u Mefmérifme, 2 7\n'Cures opérées par le Mefmérifme , 56\nCaufes de la crédulité au Mefmérifme s 40\nJi Avantages que le Mefmérifme aura procuré, 46\nApologie de M. Mefmer , ou Réponfe à la Brochure\n' intitulée : Mérnoire pour fervir à l'Hiftoire de\nlà c Jonglerie , dans lequel on démontre les\n\" \"Ffiénomènes du Mefmérifme.\n\fL E T T R E\nS U R\nL E s e c : R E T\nDM\nM . M E S M E R .*\".\n\\ Dt Rockefort j te 10 Mai 178a.\nX 'Al eu , comme vous , Monfieur & honoré\nConfrère , la démangaifon de découvrir en quo*\nçonfiftoit le Magnétifme animal, ce phénomène\nqui a excitéTattention des Curieux de la Capitale*\ndont la renommée s'elî étendue dans les Provinces.\n& fur lequel une partie du monde {avant héfite\nencore de prononcer.\nEn obfervant M. Mefmer lui-même*propriétaire\nd'un Secret qui lui eft très-lucratif, vous avez dû.\nfentir les raifons qui le faifoient s'envelopper d'un\nvoile impénétrable à vos yeux „ & le peu de fuccè$\nde vos recherches n'a rien qui furprenne* Votre?\nqualité d'homme de l'Art étoit fur-tout un aver-\nÛffçment poux lui d'être en garde. Vous jçave&\n\f( « >\nqu'il n'initie perfonne à fes myftères. Quoiqu'il ait\ntoujoursufé decettecirconfpeftion, ila cependant\nété deviné.\nVous avez appris fans doute par les Gazettes\nde Santé du 25 Novembre 1781 & du 27 Janvier\n1782 , qu'une étincelle dérobée au foyer de\nM. Mefmer & apportée à Rochefort, a produit\ndans les mains du nouveau Prométhée le même\nembrâfement, a caufé le même enthoufîafmequ*à\nParis.\nLe rang & la réputation de cbnnoiflances qui\ndifiinguoiem l'Émule de M. Mefmer » prévenans\nen fa faveur , il a trouvé d$B Partifans dans plu-\nlieurs perfonnes de confidération. Un de fesamis,\nAmateur des Sciences & connu pour les avoir\ncultivées avec fuccès, a levé un coin du voile qui\ntenoit les Opérations Mefmériennes dans le myf-\nère, lesa faifies & répétées heureufement. Quel»\nques Chirurgiens diftingués dans leur Profeffion ,\nayant fait la même découverte , fefont empreffés\nde l'appliquer à leur Art.\nLe Secret de M. Melmer en étoitâce degréde\npublicité dans cetteVille, lorfque ma curiofité fut\npiquée. Ses Emules que j'avois fou» les yeux,\nn'ayant des prétentions ni à la gloire ni au lucre,\nqui font leurs motifs ordinaires , agifloient, pour\n®infi dire %fans myftère, & parloient, quoiqu'avec\n\f(?)\nménagement, affez pour être pénétrés. A l'ex­\nception de la confidence de la chofe , ils- jettoient\ndans leurs raifonnemens tout le jour propre à\nfavorifer mesrecherches; de forte que ces circonf-\ntances, bien différentes de celles dans lefquelles.\nvous avez fuivi M. Mefmer en 1778, étoient pour\nmoi fi heureufes » qu'à moins d'être très-mal\nadroit » je ne pouvois manquer de réuffir. .\nLeprincipalavantageque j'ai tiréde la franchife\ndesÉmulesde M.Mefmer, aétéde voirque, pour\nparvenir à la découverte de leur Secret « je devois\nentièrement écarter mes idées des routes dans\nlefquelles M. Mefmer a conduit celles du Public.\nLe flambeau qu'il fèmble avoir placé pour éclairec\nla carrière qu'il parcourt» eft un tour d'adiefTe\nextrêmement bien concerté, il fert le plus heureu-\nfement du monde à éloigner du but une infinité\nde perfonoes inftroites, qui l'euffent atteint dès\nl'abordfans cette rufe.\n. D'abord , ces mots Magnéùfmt animal, que\nM. Mefmer a pris pour la dénomination de fbn\nphénomène , font un mafque dont il couvre la\nchofe, afin de la rendre plus méconnoiflàhle. Il ne\ns'agit nullement de Magnétifme dans le Secret de\nM. Mefmer ; l'aimant n'entre pour rien dans fes\nprocédés; cette inlinuation eJft de pure Gharla»\njanerie*\nA 'vt\n\f( 8 )\nL'épithètë animal ftë convient pas non plus à 1*\nchofé; elle n'eft ni animale, ni végétale . ni miné-\nralé. Il eft vrai qu'on y fait jouer un rôle à des\nconducteurs de métal ; mais ce n'eft qu'un preftigô\nde plus.Il en eft de même de tout ce que M. Mef»\nmer débite dans fa brochure * touchant le fluide\nnouveau qu'il veut créer.\nPuifque vous avez lu ce qu'on a écrit pour &\ncontre ce phénomène de M. Mefmer, vous faveç\nque les opinions fur ce point fe réduifent à trois.\nLes uns croient bonnement que M. Mefmer &\nfies émules ont un agent, une propriétéparticulière\nqui les rend capables de communiquer dss fenfa-\ntions à autrui, & de caufer des changemens dans\nl'économie animale,parleur attouchement,même\nfans qu'il foit immédiat. Des fenfations mafquées\npar des convulfions violentes & caufees par l'in-i\nfluence , autorifent les partifans de \"cette opinion;\nils penfent de plus que l'agent en queftion eft pro­\npre ,par fon influence ,à guérir les maladies, & 4\nfaire découvrir leur iiege. Les partifans de cette\nopinion portent la crédulité àce point.\nLes autres reftreignent les effets du phénomene\ndeM, Mefmer;ils admettent l'influence de l'agent^\nils lui accordent lafaculté de caufer des fenfations5\nmais ils lui refufent celle de guérir & dé proçyfe*\nla découverte des maladies,\n\f( 9 . )\nD'autresenfin nient abfolumentlesinfluences dû\nphénomène deM. Mefmer, le traitent de chimèreM\n& fe trouvent par là en contradi£]tion avecles faits;\ncar il y a des faitsfrappansen fa faveur. Outre ceux\nqu'il a pour lui dans la Capitale , quatre ou cinq\npersonnes de cette ville tombent,par fon moyen »\ndans des convulfionsextraordinaires > & celaau vu\n& au fçu de tout le monde»\nDe ces trois opinions fur le phénomene de\nM. Mefmer, il n'y en a aucune de jufte : ni lui, ni\némules n'ont l'agent particulier qu'ils s'attri»\nbuent, mais on ne peut nier les fenfations qu'ils\nexcitent. Quoique je vous nie la caufe en admet­\ntant l'effet # ne vous hâtez pas , Monfieur & très-\nhonoré Confrere, de trouver mon raifonnement\ninconféquent; c'eft fur ce qu'il a d'incompréhen*\n$ble aux yeux de ceux qui ne font pas initiés, que\nfont pofés les fondemens du fyftême des Mefrhé-\nliens.\nPermettez-moi d'irriterencore pendantquelques\nminutes votre curiofîté, L'influence du phénomene\nMefmérien a été reconnue par d'illuftres Médecins\n& par unefoule deSavans de l'antiquité. Polydore*\nVirgile , d^nventoribus rerum ; Cardan, de varie-\ntarie rerum ; Gaffarel , dans fes Curiofités inouïes ;\nIVÎkauid, de mirabilibus arcanis j Albert le grand 9\nAv\n\f( 10 )\n&c. en rapportent des effets évidens & d'une noto­\nriété inconteftable.\n; Bien des modernesdont l'autorité a force de loi,\nconviennent des effets de cette influence* dans des\ncirconftances qui ne paroiffent avoir aucun rapport\navec Ses procédés des Mefoférîens , & où elle agit\ncependant de la même manière. ToutMédecin doit\ny croire.Il n'y en a peut-être pas un qui n'en ait vu\n& qui n'en ait même déterminé plulieurs fois Tac-\nlion , fans en avoir eu pofitivement le deffein , &\nfans le fecoursdu Secret de M. Mefmer.\nJe ne vous raconterai pas les fenfations du genrfe\ndes procédés de M. Mefmer, que je me rappelle\navoir caufées par hafard â quelques malades & fan»\nm'en douter; mais je vous parlerai des expériences\nque j'aifaitesduSecret en queflion Se de mes fuccès*\nMa feule préfence a diflipé un accès de vapeurs\nà une perfonne qui y eft très fujette & qui en eft\nfort incommodée. Une autre jeune perfonne s'eft\névanouie à la vue du conducteur que je dirigeois\nvers fon image refléchi par une glace. J'ai jetté\ndans un tremblement univerfel une fille de treize\nans , en lui préfenrant au creux de Peftomac le\ndefifus de ma pelle à feu » &c. Vçus jugfe bien que\njç ne me fuis pas expofé à rougir de ces fuccès » par\nToftentation du Charlatanifme*\n\f(\")\nCe qui vous furprendra le plus , c'eft qu'étonné\nmoi-même des phénomènes que j'opérois , j'étoii\nauffi embarraffé pour m'en rendre raifon, que fi\nd'autres les euffent opérés en ma préfence. Le di­\nrai-je? j'aurois peut-être été dupe de moi-même,\nfi, portant le flambeau du fcepricifme fur mes\npropres opérations, je n'étois refté perfuadé de\nSavoir employé a ucun agent,\nR A I S O N N KM E N S.\nPour traiter méthodiquement la chofe, revenons\nfur nos pas, & réfléchirons furies cas auxquels les\nMefmeriens appliquent leur prétendu agent. Ils\nl'appliquent, pour ainfi dire, exclufivement aux\nmaladies invifibles, tellesque celles des nerfs & des\nobftruftions, maladies qui ont été de tous tems\nla meilleure reflource des Charlatans diftingués par\nletir adreffe , pour tromper les perfonnes oifives ,\ncrédules & de peu de jugement.\nEn paffant en révue les guérifons publiées par\nM, Mefmer & fes émules, on trouve qu'elles fe\nréduifent d'elles-mêmes à %éro , en exigeant feu­\nlement que chaque maladie ait été conftatée avant\nle traitement. Dans toutescescures , on ne voit que\nFart de l'homme éloquent, aflfez adroit auprès d'un\nfujet affez fufceptible de perfuafion , pour lui faire\ncroire qu'il avoxt telle maladie, afin de palier pour\n\f( » )\nTavoir guerie , Iorfqu'il lui plairoit de détruite \\t\npreftige. ,\nCe deflein d'en împofer par des affermons Tiar#\ndies & propres à exciter la confiance par la crainte »\neft puiffamment fécondé par la préférence que le»\nMefmériens accordent pour leurs traitement aux\nperfonnes dont l'imagination eft facile à ébranlers\ncomme aux femmes à vapeurs. Il eft d'ailleurs en\nquelque forte démontré par l'impuiflance abfolue\ndu phénomène fur les perfonnes douées d'un juge­\nment ferme & à l'épreuve des preftiges de l'imagi-\nftation.\nUne fois que les Mefmériens ont trouvé réunies\ndans un fujet les circonftances d'une imagination\nfacilement irritable , de la peur de mourir , & fur-\ntout de cette avidité de Pefprit pour les chofes qui\nfe préfentent fous les dehors du merveilleux, l'ap­\npareil du traitement aflure leur triomphe. Vous\nâvez vu quel il eft dans les deux articles de la Ga­\nzette de Santé qui en font mention.\nlis ajoutentencore à cela la féduélion de Texem-\npie, en donnant artificieufement aux fujets qu'il*\nprétendent émouvoir, le fpeftacle de ce qu'ilcon­\nvient d'éprouver. On ne peut s'empêcher de faire\ncette remarque en voyant que les affections des\nnerfs , fi difiemblables dans différcns fujets lor£*\nqu'elles font naturelles, font dans toutes les per-\n\f( • 3 )\nformes magnétifées , poïir ainfî dire, uniforme» 8c\ncomme de pure imitation.\nIls mettent enufage jufqu'aux aiguillons de l'a-,\nmour-propre, pat des comparaifons avantageufes,\npar lefquelles ils portent les fujets à feindre une,\nfenfibilité de nerfs égalé à celle <ïfi quelques per­\nsonnes de considération,diftinguées par leurs qua­\nlités perfonnelles &. furtout par leur fenfibilité.\nCe trait de rufe n'a point échappé à l'immortel\nSauvages, qui en parle en ces termes: ( Voy. Nofa*\nlogia merhodica , tome II, pag. 6$g , art. Morbî,\nmorales ),\nMorbi Jîmulati » &c. « Lès maladies feintes mé-\n» rirent une attention particulière, & trompent\n»> fouvent les Médecins Plufieurs femmes-,\n» par exemple , croyent qu'il efk du bon ton de\n» paflfer pour vaporeufes, parce qu'elles fe font\n» figurées que les vapeurs caraftérifent une touche\n» de génie délicat & fupériçut à celui du commun\n.» des hommes.C'efl pourquoi elles rougiroient de\n* ne pas fe trouver mal, de ne pas tomber en con-\n» vulfion, de ne pointêtre emportées par le délire,\n» dans des contorfions,au récit de quelque chofe\n*> d'attendriflant, au fon greffier & faux de quel-\n»» qu'inftrument de mufique, à la terreur, à la fur-\n» prife , & furtout à la préfence de quelque objet\n*>.' extérieur que ce foit, ( comme le Condufteuï\n\f(*4)\n» Magnétique ) qui aura affefté de la même ma-\n» nière quelques perfonnes recommandables de\n» leur connoifTance *».\nDe tous ces raifonnemens tiré» déTobfenratioii\n& furtout desexpériencesque j'ai faitesmoi-même\npour me convaincrede leur véracité , j'ai été forcé\nde conclure que le Secret de M. Mefmer confifte\ndans l'art de porter aux imaginations foibles , des\natteintes capables de produire des impreffioris fur\nl'économie animale. Lesfaits &l'autorité n'ont fait\nque fortifier en moi cette opinion.\nFJ I T S .\nIl n'y a aucune efpèce de fondà faire furle ré-\nfultat des faits dont il a été quefHon dans la Ga­\nzette de Santé du 25 Novembre. Leurdégréde\nprobabité dépend exclufivement du dégré de cré­\ndulité de ceux qui en ont connoifTance & de l'a-\ndreffe de ceux qui les racontent.\nPour ce qui eft desfaits rapportés dans la même\nGazette du 27 Janvier, leur témoignage n'eft pa»\néquivoque. On y parle d'une Dame de qua­\nlité , foumife au traitement pour des obftruftions;\nd'une autre tourmentée d'un levain de fièvre in­\ntermittente , 8c d'un Soldat paralytique.\nLes deux premières malades font mortes peu de\ntems après la première Édition dé cette Lettre »\n\f( i 5 )\npendant lé coursde leur traitement; leSoldata eu\nle même fort dès le commencementde fon traite-\nment, qui lui étoit admmiftré par le Chirurgien-\nMajor del'Hôpital, à l'Hôpitalmême.\nA vT O x I x i s.\nLe fruit de mes'recherchesultérieures, Monâeot\n& très-honoré Conftère,fur le Secret de M. Mef-\nmer, ne m'a pas paru moins intéreffant, ni moine\ndigne de votre attention, que ce que vous venez\nde voir.\nAdmirez furtout mon bonheur. J'ai trouvé tout\nle thème des Mefmériens dans un petit ouvrage\nrare & récherché des Curieux, compofé par un\nMédecin du xv. fiècle, Thomas Fienus, & intitulé:\nDe viribus imaginationis. Ainfi les chofes les plus\nfrappantes par leur nouveauté & par leur degré\nd'intérêt, ne font le plus fouvent, aux yeux de\nl'homme érudit » que de nouvelles repréfentations\ndes fcènes jouées chez nos Prédécefleurs.\nThomas Fienus diftingue les influencesfur l'ima­\ngination, en celles qui ont lieu dans un fujet, &\nen celles qu'un fujet peut produire fur les autres.\nLes premières dépendent de la difpofition natu­\nrelle;les autres exigent le concours dedeux difpo\nfitions ; la difpofition naturelle , & le pouvoir que\n\f( * 6 >\nJ'en fuppofeà un autre d'agir for elle.-M. Mefmet\nqui a-écrit fur phénomène, ni M. Deflon qui a\ncpmpofé une brochure en forme d'apologie de ce\nSecret, à deffein ou autrement, n'en ont riendit\nd'auffi intelligible.\nLe Médecin d'Anvers traite faornière en philo-\nfophe, & fuîtout en phyficien confommé; celui\nde Vienne, pour ne pas pâroître donner \"du ré­\nchauffé, s'écarte des grâces de fom maître , & f©\nperd dans des fpéculations ridicules ; pour être in*\ncompréhenfible, il préfère d'êtreabfurde.\nDes raifonnemens * Thomas Fienus paffe au*\nfaits. Il rapporte une multitude de fenfations re­\nmarquables caufées par la feule influence de l'imam\ngination, & de guérifons difficiles opérées par ce\nmoyen. Mais M. Mefmer, quoiqu'iln'emploie pas\nautre chofe pour faire fes miracles, ne le dit pas ;\n& il a fes raifons. Celui-là peint avçc l'exaélitude\n& l'impartialité quicara&érifent l'homme de juge­\nment & de probité; on fait quel eft le faire des\nMefmériens aux yeux des perfonnes impartiales.\nJe quitte ThomasFienus dont l'ombre pourrait\ns'offenfer d'un plus long parallelle * pour pafler A\nd'autres autorités. Différens ttaits répandus dans\nl'hiftoire de la Médecine, ont la plus grande ana­\nlogie avec le Secret de M. Mefmer. Une multi­\ntude de Charlatans ont précédés les Mefmérien*\n\f( 17)\ndans la, carrière où ils font, & la plupart ont 34\nplus de fuccès que lui & plus, de réputation.\n. Rappellez-vous ,Monfieur & très-honoré Con-\nfrère, les fuccès prodigieux des amulettes chez 1$$\nGrecs & les I<ati{i& »,& déstalifmoMchpz les Ara*\nbes: « moyens, à^Çafiellaat (picliQnarium me?\ndkum }, dont l'u&ge étoit établi, fur un grand\nj».fond-de, v,amt^ &, prinçipa$eïpent de fuperfç\n« ûtion ». . ; -.«h m.. -,\n..^Parmi lesamulettes qui ontfait le plusde bruits\nondiftingue celled'un certain Serenus Sammonicus,\nMédecin qni. vivait dans le ttoifième fiècle, du\ntems de. l'Empereur Sevère. Cet homme étoit e£\ngrande vénération,à caufe du fççretqu'il avoit de\nguérir la fièvre par l'impofition des mains fur le?\nmalades, & en lçur faillit écrire en triangle\nflbtacadabra.\nLes Mefmériens agiffent par l'impolition de?\njjnains feulement, & fans le fecours du mot trian­\ngulaire.\nLes talifmans confiftoient dans des pièces d®\njnetal ou de bois que l'on portoit pendues au cou\nou appliquéesfur quelque pâççie du corps, comm?\nlajboîte préparéedont les Mefmériensfont ufage^\nLes charmes &enchantemens quifefonç multi­\npliés fous une infinité de formes dans la Médecine\n\f( i S )\nChez toutes les nations du monde » étoiefit * dit\nCajlellan, des moyens trompeurs & illufoires de\nguérir les maladies. Leur application étoit ana­\nlogue au* fimagrées que font les Mefmériens fur\nle verre d'eau que quelques perfonnes ne peuvent\navaler fansfaire des contorfioAfe.\nIl eft queftion dans un ouvrage; de Michel Me-\ndîna., d'un enfant renommé de fon tems par la fa­\nculté qu'il exercoit de guérir,comme les Mefmé-\nriens, les maladies les plus graves, par le feulat­\ntouchement. Plufieurs autres traits de cette nature\nnous font connus par tradition ;quelques-uns font\nïnême venus jufqu'à nous.\nLe fiécle où nous fommés , quelqu'humiliant\nqu'il foit de fé le rappeller, offre desexemples des\ninfluences de l'imagination , ridicules dans leurs\nprincipes & , comme le Secret de M. Mefmer,\nvétonnans dans leurs effets.\n' Il n'y a pas plus de cinquante ans , que l'on\nvoyoit encoredes viélimes de la crédulité, languir\ninifërablement & périr frappées de l'idée d'avoir\nreçu untrait morteldela fimple volonté dequelque\nCorcier. Avecdesfortilèges, onfaifoit mille cfaofes\n-miraculeufesaux yeuxdel'imagination, fi l'on peut\nfe fervir de cetteexpreffion.\n\f( *9)\nAilleurs, des perfonnes font mortes <Timagina­\ntion frappée3 à l'époque à laquelle leur mort avoit\nété prédite par des horofcopes.\nLes influences des preiliges,ont encore opéré\ndes phénomènesplus furprenans dans des temsqui\nne font pas fort éloignés de nous. Y a-t-il rien de\nplus fort que le fecret de fuipendre les tranfports\nd'un nouvel époux & de le rendre impuiffant la\npremière nuit de fes nôces, par l'appareil myfté-\nrieuxd'un procédéquis'appelloit nouerVéguïUeae7\nCe phénomène, qui s'eft répété mille ibis » fur-\npaffe fans doute ceux de M. Mefmer en merveil­\nleux. La force propre à donner des convuliions\nn'approche pasde cellequi met un frein à l'amour.\nJe crois en avoir allez dit, Moniteur & très-ho­\nnoré Confrère, pour vous perfuader que le Secret\nde M. Mefmer n'eft qu'un enchantement renou*\nvellé des Grecs & des anciens de tous les fiècles ,\n& quetoute perfonne peut en faire autant que lui,\nen employantles mêmes artifices, le même appa.\nreil, & en ne l'appliquant qu'à des perfonnes cré­\ndulesou capablesdefeindre.Je ne iàisiî fonmoyen\na encore à Paris quelque vogue, A Rochefort, il\ns'eil décrédité de lui même par fon infuffifance.\nVoulez-vousque je vousdifeen confidence,ce qui\n\f(*>)\naie plu9 contribué à fon difcrédit?L'amour-propre\nrtvolté des perfonnes qui ont été dupes de leur\nconfiance.\nJ'ai l'honneur d'être, &c. R&it, D. M.\nF l &\n\fM E M O I R E\nPOUR SERVIR A L'HISTOIRE\nDE LA JONGLERIE.\ni.\nDe la Jonglerie,\nCO M M K tout eft relatif à l'égard des progrès\ndes connoiffances, il n'efl pas étonnant que les\nAnciens aient commis beaucoupd'erreurs dans le»\nfciences qu'ils ont • cultivées, & que le Vulgaire,\nait été fouvent trompé. Aujourd'hui que nous\nfommes plus inftruits, nous devrions être plus cir-\nconfpeéls. Cependant la légèreté avec laquelle\nnous apprécions ce qui fe préfente fous l'afpeÉl\ndes nouvelles découvertes* nous fait errer dans\nnos jugemens, pour ainfi dire, autant que les.\nAnciens; ainfi tout eft compenfé. Si nous avon^\nfur ceux-ci quelqu'avactage, c'eflt celui d'être dit»\npofës à embrafler le parti de la vérité » dès qu'elle\nparoît préfentée d'une manière convenable.\nCette prodigïeufe facilité avec laquelle on fa\nprend d opinion pour quelqu*objet nouveau fur\nîa foi de celui qui a intérêt de l'accréditer f\nJ*enthoufiafme qui fuccède aux premiers fuccès de#\nA\n\f(»>\n'Novateurs, la multiplicité de ceux-ci chezles Na­\ntions crédules, leur audace, leur mauvaife-foi\nn'ont rien non plus qui furprenne. 11 a exifté de\ntout tems 8c dans tous les pays, des peifcmnes\nfupérieuïes par Tefpxit, qui ont profité de l'infé­\nriorité de celui des autres pour les tromper.\nParmi les erreurs qui ont régné, que l'igno­\nrance a accréditées-de fîècle en fiècle, & qui font\ndevenues célèbres par la honte qui en «Il reftéc,\non diftingue la Jonglerie, cet Art d'en impofer\nde mille manières, dont l'origine fe perd dans\nl'antiquité la plus reculée, & dont on a vu dé­\nriver fucceffivemem un nombre infini de nouveau­\ntés ridicules & abfurdes; monumens éternels de\nla foiblefle de l'efprit humain & de l'inhabilité\ndes idées dominantes.\nLes principales de ces nouveautés ont été l'art\ndes arufpices, des augures, l'aftrologie, la nécro­\nmancie, la pyromancie t l'aëromancie , l'hydro-\nmancie, la géomancie, la chiromancie, la catop-\ntromancie, la cofcinomancie, l'étude de la phy-\nfîognomie, la céphalaionomancie,la métopo(copie,\nPonéirocritie, la puiflance des eiprits, celle des\nrevenans, la pofleffion desdiables,Ja palingénefie,\nlesépreuvespar le feu, parl'eau , par l'huile bouil­\nlante ,les exorcifmes, les enchantemens, la tranf-\nplantationdesmaladies,lésfortiléges,l'efcamotage»\n\f( 5 )\nl'art des convuîfion*, le jet* de la baguette divina­\ntoire, £c le Mtfmérifme. Ces noms ne méritent que\nd'être oubliés comme les chofes qu'ils expriment*\nDe tous les hommes qui-ont mis en vogue ce»\nphénomènes, les plus distingué» font les Magi-»\nciens, MagU Ils étoient suffi Médecins*** Le»\n« Mages étoient tenus parmi les Perfes pour\n» des gens fages & fçavans. Or, il y a de l'ap*\n»> parence qu'après que ces gens-là furent par­\nti venus à une haute eftime parmi le peuple & à\n» la Cour, cet art fe trouva infuffifant pour main»\n« tenir leur réputation. Alors ils commencèrent;\n» â fe fervir d'artifices & de tromperies. 11 y en\n» eut même quelques-unsf|ui joignirent la mali*\nt» gnité à l'artifice, firent un mauvais ufage de\nt> cet art, 6fc n'épargnèrent ni le. bien, ni le fang\nt» de qqantité de perfonnes »> ( t ). Voilà les hom­\nmes à qui on a donné dans la fuite le nom dô\nJongleurs.\n• «t Ils pouffent en quelque forte la nature hor*\n» de fa place , pour s'y mettre eux -mêmes.;\n» ce qu'ils tâchent de faire par les mouvemens,\n» par les nombres, par les po\/lures, par les fons é\n» par les voix, par iesafflemblées, par le?lumières*\n« par penchons de fefprit, & par les paroles.\n( t ) Monde enchanté, pag. 46.\nA a\n\f( O\n* C-eft de cette manière que les habitons de Pfilli\n» & de Ma}fi conjuroient les ferpens , & leur\n» faifoientprendrela fuite. C'eft ainfi qu'Orphée^\nwpar fon chant , appaifoit 1 a tempête en faveur\nt» des Argonautes, & qu'Homère récite que par\n» certaine»paroles, on arrêtale fangi Ulyfle» (IJJ\nCes hommes, dontle Philofophe Hohbesappelle\nla fcience unflratagème pour Je garantir de la faim\naux dépens des fots (2), profitant des lumières\ncontemporaines, ont pris dans les différens teins\n& lieux des formes diverfes;ils ont cultivé une\nJonglerie analogue à i'efprit du fièele où ils ont\nvécu , & toujours féduifante par les dehors de la\nnouveauté. En fuivaqg les Jongleurs dans l'Hif-\ntoire, on pourroit calculer leurs métamorphofes,\nfuivant les progrès des connoiflances.\n• Après avoir été le fujet de l'admiration de leurs\nContemporains, les JongleUrs font toujours de­\nvenus\"les objets du mépris des générations fui-\nvantes:maiscependantlaJonglerien'a jamaisperdu\nfon empire fur les eiprits. Dès qu'un des célèbres\nCultivateurs de cet Art commence à être le jouet\ndu Public, il efi remplacé par un autre, qui,\nayant changé de méthode, parvient à paraître\n( 1 ) I b i d . , pag, 5 3 .\n( 1 ) Traces d u Magnétifme* p a g . 2 2 ;\n\f( 5 )\nencore plus admirable aux yeux mêmes desdétrac­\nteurs de la manière précédente de-jongler. La\ngloire que chaque Nation attache à Tes opinions\ncomme au fuccés de fes armes, a cent foia ren«\nverfé les autels élevés à la Jonglerie ; mai» cenl\nfois les Jongleurs ont terni cette gloire par la fu­\nmée de l'encensqu'ils ont faitapporter fur d'autre#\nautels.\nLa Jongleriea éprouvéd'autres révolutions.Tel\nJongleur bafoué au Nord, s'eft fait une feôe bril­\nlante au Midi. Le fuccès de l!Art dépend de l'ha*\nbileté de celui qui l'exerce à connoître le côté\nfoible des hommes avec lefquels il fe trouve, d*\nfon adteffeàbien faifir les pafîions> de ceux qu'il\nveut fuïprendre, & à s-'en fervir comme de rênes-»\npour conduire les efprits à ce qu'il,a intérêt de\nleur faire adopter. ' '\nPartout où la Jonglerie,s'eft présentée avec ce*\navantage, elle a féduit. Les;Grands ont quelque?*\nfois précédé le Vulgaire dans le chemin de la fé?\nduélion. C'étoit desJongleurs, qui,• dans la.Réc\npubliqueia plus floriflante , rendoient folemnel-\niëmern les oracles des feux Dieux. Tous.,Je#\nPeuples T 'ont éprouvé des traits de Jçngle»\nrie qui-ont fait des époques dans leur hiftoire »\n& qui ont opéfé de» révolutions. Le Prophète\nqu'on révère àla Mecque^ n'ajdû qu'à fon excel»\nA 3\n\f( f )\nlent* Jonglerie, .les fuccès qui lui ont ftit rendre\nles honneurs dûs à la Divinité.\n_Les Sorciers, les Partisans de la Pierre Phalofo-\nphale & des efprits familiers, les Auteurs des\namuletes » de la poudre fympathique, de la tranC-\nfufion du fang, les Démoniaques » les Sourcier»\n&c. on été des Jongleurs qui ont furpris plus\nprès de nous la confiance de nos Pérès; nous\nrougiffons aujourd'hui pour eux de tout ce que\nla phvtofophie a arraché de deffous le voile, de\nl*ig!M>ïance & de la fuperftition * tandis que la\ncrédulité a&uelle prépare autant dé confusion à\nta poftérité.\nCertaines Jongleries ont été d'un grand fe-\nCours dans des circonilances délicates, desGou-\nvernemens n'ont pu établir leur fiabilité que fur\nles reffources de cet Art. A Rome, des Jongleurs\n«onïèrvoieiit dans les Temples, des Divinités au\nnom defquelles le Peuple fe laiflbit gouverner\n•dans un ordre convenable & exécutoit tout ce\n•que le bien Public exigeoit; on àvoit tiré de la\n•Jonglerie jufqu'à des Dieux Pénates qu'il étoit\nî>refcrit de ne point quitter, fous peine de mal-\nfieur, & qui attachoient par conséquent les Ro*\n•nains à la Patrie; la chafteté s'y confervoit aufli\nj>ar \\e moyen de la Jonglerie.\nDans d'autre» pays , de» Jongleur» habiles\n\f( 7 )\nmenoient des armées au combat, fous la pro-\nte&ion de certaine» figures Hyérogliphiques ou\nde TaBjman^t qui devoient aflurer la viftoire;\nquelqueP eupies ont eu des Jongleurs pour ren­\ndre les Guerriers invulnérables.\nA confiderer de près les événemens remarqua.\nMes qui ont tiré leur origine de l'opinion , on ne\npeut les attribuerqu'à la Jonglerie. Sous ce point\nde vuel'influence de cet art fur les a&ions des\nhommes, eft»,pour ainfi dire ,univerfelle. Il eft\nl'auteur de mille chofes curieufes dans leur tems,\n& incompréhenfibles pour nous , qui nous ont\nété tranfmifes par la Fable ; dans les iiëcles de U\nChevalerie, il e*citoit à la valeur , il prêtoit fon\niècoursà la beauté , à l'innocence opprimée; il\n«oncurroit à la confervation des bonnes mœurs ,\n&c.\n. La fentéplus fbuvent altérée parmi nous qu'au­\ntre fois r paroît auffi plus particulièrement l'objet\nde notre attention. Auffipour nepas multiplier lec\ncitation^ étrangèresi notre fujet, nousparlerons à\nla Jonglerie relative à la famé de« hommes ; fous\nquelqu'afpeâ qu'on en confidère les influences\ndan» un État, en même tem» qu'elle eft la plut\nattrayante;,elle eft aufltla plus dangereuse.\nDans un corps politique, ce- n'efl pas affez que\nles membres, éclairés gémiflent en fecret de la\n\f(.8)\n•crédulité des autres, il réfulte une humiliation\ngénéiale de l'erreur du plus grand nombre. On\na nié la exrctflâtiort du fang , oi|* a' cru -aux\nfteuéurs d'éguillettés , aux guérifons -par tranf-\nplantation , on a panfé du fecret, on a prati­\nqué- !a trarisfûfion, 6c fait périr des malheureux\naècufés de fortiléges \\ voilà comme il fuffit d'un\nJoi ou deux pokr- deshùftoAr une Nation ( t ).\nSi on coniidèf e un État par rapport aux Scien­\nces qu'on y cultive » la Jonglerie apporte tin\nautre' préjudice 4 la Nation , en ce qu'elle dé­\ntourne brdioaiielnent des recherches tuiles, la\npartie des fcurieux la: plus aftive , qu'elle s'en\némfpare -, 8c. que les autres fe relâchent de leur»\ntravaux à roefure que le PublicV occupé des tiou-*\nveaatëS', leur accorde moins d'attention. Cette\ndéfertion , que plufieurs Jongleries ont opérée»\nêiv différent tettis dans la Médecine »; n'a jamais\nété aûffi- remarquable'qu'à l'occafion de; la Pierre\nPhifôfoiphale & du Mefmérifme.\n' U y- a plutf 'de rapport qu'on ne penfe entre5\nces deux efpèces de Jongleriô8 : l'une & l'autre\nOnt pour but d'attirer des richeffes aux Jongleurs\n& elles n'exigent pas une pénétration au-deffus\nde la commune; l'Art de faire de l'Or n'occu*\npoit dans les liécles précédens, que des ignorans,\n( i ) Voltaire,\n\f( 9 )\nqui n'avoient rien & qui manquoient de talent»\npour fe procurer de l'aifance; beaucoup de Mage»,\nou Médecins qui avoient mal étudié, dan» le»\nmains de qui les préceptes 3e leur Art fe chan­\ngement en autant d'arrêt de mort & qui étoient\nabandonnés à caufe de leur impéritie , s'adon-\nnoient au grand Œuvre j ils efpéroient corriger\npar-là les rigueurs de la fortune ; mais ils n'ont\nété que plus miférables, &, qui pis eft, méprifés;\nle Mefmérifme reffemble réellement plus à la'\nPierre Fhilofophale, qu'on n'auroit imaginé. .\nL'humanité n'élève pas une voix moins puiflante\ncontre les Jongleries relatives à la fanté, que l'a­\nmour-propre des gouvernemens & les découver-\"\ntes-utiles; mais les hommes fouffrent beaucoup\navant que leurs cris ayent diffuadé les partifans des\nJongleurs..Ce n'eft qu'après bien des cataftrophea\nfuneftes que la transfufion a été profcrite, que les\npèlerinages & les Bains de mer ont été reconnus'\ninfuffifans contre la rage, &e. Quand même une\nJonglerie ne feroit pas meurtrière par elle-même»\nelle le devient néceffairement,lorsqu'elle détourne\nles. malades des fecours qui pourroient les foula-\nger, & qu'elle leur fait perdre un tems pçgcieux\npour leur application, qui eft fouvent irréparable.\nA cçs titres, le Mefmérifme mérite plus que\ntoute autreJonglerie,la réprobation: on aplufieurt\n\fO o )\n«semplcs tîe perfonnes facrifiées inhumainement\nau ridicule exercice du Jongleur ; fon prétendu\nAgent occupe férieufement <des gens de l'art ca­\npables ( ïl faut le préfumer ) de travailler avec fruit\nà des recherches folides, ou du moins d'acquérir\nde l'expérience; enfin cette innovation ridiculife\nles François aux yeux des autres peuples, Se fur-\ntout de celui qui a déjà fait juftice de cet objet de\nleur enthoufiafme » fans égard pour la perfonne\nd'un compatriote.\nAinfi la Jonglerie eft prefqu'aufli ancienne que\nle monde, &, pour ainfi dire, indifpenfable. Quel­\nqu'un (i)a prétendu que le Mefmérifme lui-même:\njouifloit des prérogatives de l'antiquité la plus re-\nculée; mais on ne doit pas prendre cette afTertion\nà la lettre; Mefmer a été plus adroh:s'il eut.mit-\nen ufage une Jonglerie déjà connue, déjà pat\nconféquent décréditée, il n'auroit pu obtenir au­\ncun fuccès ;c'eft l'originalité qui diffingue cet ha»\nbile Jongleur , & qui lui mérite l'avantage d'êtr»\naffimilé à ceux dont l'art a balancé le plus long»\ntems le poids des vérités phyfiques (l ).\n( i \/^Traces du Magnétifme.\n( a ) Orf a appuyé le fentiment de l'Auteur des Tracer\ndu Magnciifau, en faifant voit l'analogie du M«lxaériim«\n\f(\")\nDe cet art font fortis toutes les merveilles par\nlefquelles les Hiftorierre étonnent encore aujour­\nd'hui ceux dont l'autorité des crédules entraîne\nl'opinion; mais lemerveilleux des Jongleriesa été\nbien plus perfualif, quand les Jongleurs ont eu le\nbonheur d'être perfécutés; c'eft delà qu'une Dame\nde beaucoup d'efprit regrettoit un jour qu'on laif-\nfât Mefmer auffi tranquille : En vérité, difoit-elle,\nit ne lui manque que d'être p pour que fa feSt\ntriomphe.\navec d'anciens principes dans lefqi*els on a trouvé pofitire-\nment les 27 Proportions de Mefmer. 11 pourroit cependant\nfe faire que ce dernier n'eût pas pris tant de peine pour\nchercher fon fyftême , qu'il n'en a fallu pour en découvrir\nl'origine. En matière de raifonnement, les gens d'efprit fe\nrencontrent ; mais dans les faits, ce Jongleur eft à peu-près\noriginal. Il n'a pas eu- la raal-adreffe de copier fervilement.\nVoici la marche que le phénomène a fuivi dans foa efprit.\n\f( 1 2 )\nI I .\nOrigine du MJ Î S M E R I S M E , ou Hijlolrc\nde diverfes Jongleries de la même, ejpèce.\nM U M ZR , en étudiant la médecine, a lu cette\nfentence de 'Galicn : Jlle plures fanat de quo pïures\nconjidant (i), La Mothe le Vayer lui a appris que\nïe plus leuvent la fanté du malade dépend de la\nbonne opinion qu'il a de celui qui le traite (2); il\nfait la fage réponfe de J. J Roujfeau à qui on pro-\npofoit un Médecin , & qui vouloit que la médecine\nvint feule le vifuer ; d'après cela, Tempreffement\nd'acquérir la confiance de beaucoup de perfonnes\npour en guérir un plus grand nombre , de donner\nune opinion de lui à les malades, fupérieure à\ncelle qu'ils ont communément des Médecins, &t\nd'ifbler fa Médecine, afin de la préferver du re­\nproche d'être affujettie â fes caprices, a conduit\nfon génie dans un fentier écarté des chemins con­\nnus, fous les aufpices d'une cupidité peu commune,\n« Telle efi la marche de Tefprit humain , dit\n£1) Plus on a de Malades, plus on en guérit*\n[ a ) Des Remèdes.\n\f( * 3 )\n» M. !e Comte de Buffon^ que lorfqiPil efl une\n*> fois frappé de queiqu'objet: rare Se fingulier; il\n» fe plaît à le rendre plus fingulier encore, en\n$9 lui attribuant des propriétés chimériques &\n» fouvent abfurdes Delà Mefmsr n'a étudié\nla Médecine que pour apprendre des chofes pro­\npres à piquer Pefprit humain par la rareté & la fin-\ngularité des objets qu'il vouloir employer à guérir.\nPour mieux exécuter fon projet, il s'eft: pro-\npofé des modèles ; PHiftoire de Part de guérir en.\nfourmille; il a cherché parmi les hommes qui Pont\nprécédé dans la carrière de la Jonglerie, celui qu'il\npourroit copier avec le plus d'avantage , aidé des\nlumières de fon fiècle , de beaucoup de fineffe dans\nle difeernement des chofes capables de féduire, 8c\nd'un grand fond de hardieffe & de fang-froid,\npour remplir méthodiquement toutes les formali­\ntés extraordinaires qu'exigeroit le fyftême qu'il\nauroit embraffé.\nDans fes recherches il a trouvé mille moyens\nde fe diftinguer fur les traces de bien de grands\nhommes; mais la plupart n'étoient guères dignes\nde confiance aux yeux de la génération a&uelle,\n<k il n'y fut pas pris ; il rejetta les guérijons home-\nriquts M ainfï appellées , parce qu'elles confiltoienc\npour tout remède» à mettre ie quatrième Livre de\nYlliddô fous la tête du malade :\nMconiiZ îliadas quartum fuppone liment\/,\n\f( 1 4 )\nLe remède de Caton contre les luxations (i), qui\nfe fait en prononçant donata darks àardanc$-afla~\ntaries, lui parut aufli ingrat; il ne fe décida pas\nplus pour les motsde Marc Varron, qui enlevoient\nles douleurs de goutte s ni pour le fecret de Ser-\nvilius Novianus,qui guériffoit les maladies de l'œil,\nen faifant porter au cou un billet fur lequel il avoit\nécrit les deux lettres grecques a & r, alpha & ro.\nLe fils d'Autoliust de qui la parole arrêtoit le flux\nde fang, & l'Empereur Adrien qui, félon Cœlius\nAurelianus (2), faifoit fortir l'eau du ventre des\nhydropiques, en les touchant du bout du doigt ,\nn'étoient pas à fes yeux des Jongleurs plus dignes\ndu fiècle dans lequel il auroit voulu rajeunir leurs\ndécouvertes. La grande réputation & la fortune\nprodigieufeque Serenus Sammonicus s'étoit acquife\nà Rome, du tems de l'Empereur Sevèrey ne pu­\nrent même l'entraîner dans le parti de fon hyéro-\nlogliphe admirable contre les fièvres.\nA B R A C A D A B R A\nB R A C A D A B R\nR A C A D A B\nA C A D A\nC A D\nA\n( i ) De Re ruflicâ,\n(2. ) Chronic. I.\n\ft ' 5 )\nLes Jongleries par les pierres précieufes excî-\ntoient Tonadmiration, auiïi bien que les charmes,\nles Talifmans , les fortiléges dont il lut mille\nHiftoires curieufes ; ici les Savans Agrîcola &\nCardan (i)> lui offroient le préfervatif contre\ntoute forte de poifons, pour ceux qui porte-*\nroient les larmes épaiffies d'un cerf ou les dents;\nlà, Arnaud de Villeneuve lui enfeignoit le moyen\ninfaillible de conferver la chafteté , en portant\nhabituellement un couteau dont le manche feroit\nfait avec Fagnus cajlus.\nAilleurs on lui vantoit les pierres les plus tranf-\nparentes qui fe trouvent dans les ventricules de\nl'autruche , portées au cou , pour procurer de\nbonnes digeftions ; la tunique intérieure du géfier\ndu même oifeau pour ranimer le tempérament\naffoibli, & exciter à l'amour; la préfence de la\npomme de Mandragore, pour provoquer le fom-\nmeil ( 2 )\\ &c. Il lut d'admirables chofes fur les\nBé^oards^ tant animal que minéral, & principale­\nment fur les infignes propriétés de celui qui fe\ntrouve dans Teftomac d'un vieux bouc fauvage\n& qui eft une concrétion graduelle de fes poils\n( X ) De Subtilhaîe.\n( 2 ) Levlnus Ltmnius , Htrb*. Bibl. Çap. 2,\n\f( «6 )\nqù'il avale en le léchant ; mais où le trou-*\nyer1\n• Si Mefmer a parcouru les Ouvrages d'QEtius,\nde Marcellus , Fline t TheophrafieL Trallian,\nDelrio , Maxwel » Pecklin , Pierre d'Apono,\nGaffarel » Naudé, Mi^ault, Scot (i), Albert-h-*\nGrand ( 3)» &c» ils ont dû, linon lui fournir\nle trait de Jonglerie qu'il à adopté, du moins\nlui en préfenter beaucoup d'autres capables de\nplier Ton efprit à tout ce qu'il lui falloit faire\npour réuflir dans cet Art; l'autorité de tous ces\nJongleurs, ou qui étoient les Hiftoriens des Jon­\ngleurs de leur tems & leurs Partifans, étoit fur-\ntout faite pour flatter Tes efpérances, en lui\nmontrant combien la crédulité eft infaillible.\nA mefure qu'il découvroit une nouvelle Jon­\nglerie, qui avoit eu quelque crédit, il fe perfua-\ndoit qu'on ne feroit plus incrédule à fon égard;\nil s'extaiia à la vue des fuccès de la méthode\n' de guérir les bleffés en les panfarit du fecret\\ il\nadmira ce fameux onguent inventé par Para-\ncelfe ( 3) » & compofé de la moufle qui s'attache\n( i ) De Secretis Naiurœ*\n( 2 ) De mirabïlïbus Secretis«\n( 3 ) De Philo fopkiâ occulta«\nan\n\f( 17 ),\n9U; crâne de» Rendus.* de .gmflkr.hjijtnaine. Çc\nd'ours mâle K mêlées avec d'autres;ingrédiens.\nconçut comment un tel mélange, préparé tant\ndis que le fbleil .eft au figne dfi la balance, &\nappliqué tous les jours fur le- fei flui a fait la\nplaie ou fur un autre qui y ?ux<tj été introduit^\nJa guérit infailliblement, quand m|«ie ce panfe-\nment fe feroit à cent lieues du blefle.\nBaptifle Porta t Tollius , r Servius Senneft ,\n.Goclenius , Vanhelmont , le Chancelier Bacont\nJes Jéfuites Lana 8c Kirker, Charles Sorel, fur»\nxiommé de Lille, 8c M. Loifel, Médecin d'un de\nnos Rois ( i ), autprifoient de leiirs fufFrages l'in?\nclination de Mefrner pour cette merveille; mais\nelle, n'étoit pas propre à un affez grand nombre\nde maux pour fa cupidité. Il auroit pu débiter ui>\nautre onguent fait le vendredi, avant le lever du\nfoleil, dont le fuccès eft afluré pour rendre invul­\nnérables toutes les parties du corps qui en auroient\nété ointes ; mais il étoit plus difpofé à s'occuper\nde maladies internes , que de l'application de lit\nmain.\nMefmer vit beaucoup d'autres chojfes furprenantes\ndans ce dernier genre. Que ne trouva-t-il pas fur\n( 1 ) Mag. Nat. De'Magnet. Vuln. Cur. Sylva Sylvarum ,\ncent. X. Philofoph, Nat. Lïb. 2. Secret, AJlrolog. Mund. Sub-\nterran., &c.\nB\n\f( *8 )\nla guërifon des maladies par tranjplantattdn? Bo-\nrelli & Hoffmann Pautorifoient à faire coucher fes\nMalades arec dés animaux, pour enlever les dou­\nleurs. On verrà dâns la fuite comment le nouveau\nJongleur profitai dé cette ouverture, pour perfec­\ntionner l'Art, en y couchant lui-même.\nTanarole ( r) l'exhortoit à guérir les Hydropî»\nques, en attachant les ongles de leurs pieds &\nde-leurs mains fur le dos d'une écrevifle, & en\nla jettant enfuite dans la rivière. Balthafar Wagner\nlui propofoit :de faire paffer l'inflammation des\nyeux dans un morceau de racine de guimauve\ncueillie Iorfqùèle foleil eft dans vïrgoM & attachée\nà,la nuque.\nL'Auteur de YUnguentum Magnettcum lui van-\ntoit encore fa Mumis contre la fièvre & la jau-\niiiffe (2). Ce remède fouverain confifte à mettre\ndu fang des Maladesdans des coquillesd'œufqu'on\na vuidées, à les faire couver en cet état fous une\npoule, 8c à donner enfuite ce fang à manger à\nun chien. Il y eut jufqu'à Maupertuis qui voulut\nlui perfuader à Vienne de guérir les maladies, en\nenduifant les Malades de poix réfine (3).\n( 1 ) Fafcicul. Arcan. I, pag. no.\n( a ) Paracelfe de Lampade Vittt.\n{ j ) Métn. pour fervir à la Vie de Voltaire.\n\f< *9 )\nRobert Flud ( t ) lui expofoit avec enthoufîafmd\nlès fuccès d'un Gentilhomme Anglois, qui faifoit\nmétier de guérir plufieurs maladies, & fur-totft\nla jaunifle, quôique le Malade fût éloigné de Tut\nde plufieurs.mille , pourvu qu'il\"eût de fon uriné.\nIl mêloit cette urine avec des cendres de bois de\nfrêne ; il en formoit 3, 7 ou ,9 petites boules. I!\nfaifoit un trou\"au haut de chaque boule; il y mettoit\nune feuille de fafran,&il le rempliffoit de la même\nurine. Ces \"boules, en fe defféchant, guériffoient\nle Malade.\n\" Un autré Ànglois qiïe Mefiïier auroit pu imiter*\nnommé Rumelius Tharamundust guéri(Toit ainï! Itf\ngoutte 5c la grâvelle.Il prenoitdesongles despiedrf\nÔt du poil des jambes des Maladeis , les mettoit\ndans un trou percé dans lè\"tronc d'un chêne jàP\nqu'à la moelle, boucHoit le trou avec une chévillé\nfaltè dù même bôis, COUVroh lâ deflus avec dii\nfumier de vache, & donnoit aiftfî tout le mal à\nl'arbre, fàhs en excepter la rétention d'urine.\nCette JëHglètië médicale àvbit ôu des Partifans'\niecommandâbles. Thomas Bûrùiolin, premier Mé­\ndecin de la Cour de Copenhague, avoit écrit en\nfaveur de la transplantation des maladies contre\nHerman Grubet Auteur d'une Differtation critique\n( I ) Philofoph, Mo\/aie. lit. a, fol. 110.\nB %\n\f•{ «ï )\n<|e ce phénomène, ALnlï Mefmer auroit pu la te»\nnouveller fans beaucoup fecompromettre. Ilauroit.\neu à fon appui une infinité d'exemples des ma­\nladies tranfplantées, & il n'auroit pas oublié\nde faire valoir leur tranfplantation citée par Bar-\ntfcgliji ( i ), au moyen de laquelle des démons paf-\nièrent du corps des poffédés dans des pourceaux..\n_• Mais une doflrine auffi compliquée épouvanta\nMefmer. 11 ne vouloit pas charger fa mémoire de\nplufieurs recettes.?,11 n'en; defiroit qu'une j mais il\nvouloit qu'elle fût propre à tous les maux.\nîJl;fefewijt:fQr.t^^podé de quelque chofe qui\n^ur^it reffemblé\\\\z.poudre dejympathie j, au moyen\n- ^e^aquelle unJongleur adroit (leChevalier Dighbi)\n«toit parvenu I s'illuftrer & à s'enrichir. Il faifoit\ntremper un petit morceau de linge teint du fang\n<Jes Malades ou du pus de.s plaies, dans une diffo-\njiwiQn de ,ppudfg de. vitriol, & les .maladies fe\nguériffoient pendantl'ipfufion. .. . .\nRien n'étoit plus.aifé à imiter.On comptoit mille\ncures opéréespar ce remède,.quoiqu'on n'en citât\naucune- Son Auteur.,s'étoit faitdes.Partifans nom­\nbreux, du plus gragd poids, &ia.u,flV~zçlés,que2lI^\nMoine Herviar , d'autres >font ceux de Mef­\nmer. Cependant le nouveau Jongleur fentit que\n( I ) Cem 3, Obf. Sé.\n\f( 2» )\nle moment de l'infaillibilité de cette Jonglerie étoit\npaffé. Il ne jugea pas à-propos de la reproduire. Il\nne retint de Dighbi que le raifonnement (i) , qui\neft celui de la plupart des Jongleurs qui l'avoient\nprécédé* y fit de très-légers changemens ( 2 ), &\ns'expliqua myftérieufement, de manière à feire\nfoupçonnerque c'étoit la poudre fympathique, qui\noccupoit la capacité de fes baquets.\nLe renouvellement d'une fuperftition qui avoit\nfait du bruit en Allemagne fous les yeux de Mef-\nmer, décida fon choix. La Jonglerie du Prêtre\nGajjher fut fon fait. Elle mit fin à fes recherches. Il\nadopta fa manière de guérir, en touchant. Il attri­\nbua cette vertu furprenante de l'Ecclélîaftique à\nune propriété naturelle qui fe trouvoit en lui (3).\nIl fé donna? comme de raifon ,la même propriété;\n( 1 ) « Que toute la fphère de l'air eft remplie de lumière.\nM ( Mçfmer dit de Magnétifme ) ; — Que l'air enlace tous\n» les corps du monde. — Que fes parties très-déliées foirt\ndans chaque ;corps. «— Que ces parties en entrant, en\n» fortant & en pafiant au travers des corps, font la caufe\n» des changemens qui y arrivent. — Qu'en excitant l'aftioti\n» de ces parties, on excite ces changemens. — Que d'una\n» certaine manière de les exciter* dépend lerétabliffement dé\n» la fanté ».\n( 1 ) Meïîmer juftifié , pag. 3 3 & fuiv.\n( 3 ) Mém, fur la Déc. du Magnét. animal, pag. 36,\nB 3\n\f. ( » o\n8t fans le fecours des connoiflançes qu'il auroit ptt\nlirer pour le nouveau rôle qu'il alloit jouer, dç\nMichel Médina, de l'Anglois Greatrakes (i), &\nde l'enfant de Salamanque (2), qui ont exercé\nla même Jonglerie avec le plus grand fuccès, il\nparvint à guérir par l'attouchement.\n: Il perfectionna même cette méthode ; au lien\nd'appliquer groffièrement la main entière fur les»\nparties malades ,ildécouvrit la manière de réuflir,\nen n'approchant qu'un doigt ou une baguette de\nfer, à l'exemple de Circê la Magicienne, dont les\ngeftes changeaient les hommes en bêtes { 3), & qui\nfaifoit une infinité de prodiges. Il y ajouta encore\ndans la fuite une élégance qui avoit été inconnue\nà la JonglereflTe Grecque; il ne touchoit point ; fa\nvertu opéroit à des diftances aufli éloignées que la\nportée des fens.\nCes gentillettes finement adaptées à la Jongle-\nlie du défintéreffé Gaffner, qui n\"\"avoit pas été\nperféfiuté , fufcitèrent des tracafferies à Mefmer,\nqui ne jongloit que pour de l'argent; mais il punit\nfon ingrate patrie par fon abfence. Il parcourut\nplufieurs Villes d'Allemagne, fans rencontrer dans\n( 1 ) Pechlin, Obf. 31.\n( a) Lettre fur le Secret de Mefmer, pag. ÎO«\n(3 ) Odyff. 10, jEnéid., 7, Métamorph. 17,\n\f( 2 3 )\naucune, dés hommes affez boB&poûc faire cas d£\nfa découverte. Il .vint à Paris ; il y fuccéda à ,un\nJongleur de la rue des Moineaux t qui guériflbig\nles Malades en les touchant, & qui avoit, comme\nMefiner à Vienne., reçu de la Police, le confeit\nde ne plus rendre. &s compatriotesilçs témoins de\n£es miracles ( i ).\nA plus d'un égard, cette circonfiance n'étort\npas très-favorablei Mefmer. Mais c'étoit un autre\nJongleur que celui de la rue des Moineaux, qui\navait eu la mal-àdreffe de parler bûn.François, &\nde ne pas donner un nom à ce qu'il mettoit en\nufage pourguéfir*.^Tout-, au cônwafçis , concout-\nlut au fuccès de la Jonglerie du nouveau venu.\nLa perte de plufieurs Médecins diftingués avoit\nfait fenfation, quoiqu'il y en eut erilbre plufieurs j\nde malheureufes diffentions divifoient ceux qui\nreftoient; les gens malades par -état, étoient al-\nlarmés par la crainte de fouffrir de leur.méfintel-\nlîgence; Mefmerparoifïoitfeul contre tous«.mais\nil promeftoit de tout guérir; & comment? Par\ndes moyens délicieux, enchanteurs, qu'il fubfti-\ntuoit aux fecours défagréables de la Pharmacie.\nD'autre côté , tout le mondé1 éroit occupé de\nPhyfique & de-Ghymie; c'étoit far-tout lesper-\n( i ) Miracles de Mefmer , pag. 9.\nB 4\n\f(?4>\nfonnes les moin»;éclairées qui raifonnoient de cé$\nfciences avec: le plus de bruit ;'bn etoit paffionné\npar la préfence~àe Francklin , pour le fluide élec­\ntrique ; Cornus',attirait une multitude de Spetta-\nteufs aux merveilles qu'il operïritpar le moyen\nde l'Aimant ;.*la: poudre Àilhaud perdoit de-foi)\ncrédit; aucun procès fcandaleux ne faifoit épo*\nque; le Jongleur CagUoflro , âgé de aoo ans ,\nn?avoit pas encore paru, & c'étôii un peu avant\nla navigation aerieinne. i• .\n,. profitons.,'dit en lui-même Mefmer, de cettd\neonjbn&ure;mettons au jour une idée hardie,fait#\npour étonne^entraîner eh même, teras fubftip-\ntuons à l'ai*:fi«;Via lumière de? Gighbi ( i ), à la\n:?eroi pur.éil& Xwple du boà.iGafiFner 1(2), un\nagent qui prKÇfe pour tenir\" & do\nMûgnéàjrne v-mais qui ne puifle :être pris ni pour\nl'un ni pour^'èiutre-, ;fans quoi-les S,£ayans m'en\nâuroiènt bientôt dépouillé ; pour ne pas être com­\npromis, faifoosJè exifter dans un lieu inpceeflible\ntain fens t-daas nioi*même ; qui; ira y.voir ? Appel­\nions-!e Magnéttfme animal t & fur-tout fàifons en\nun remède ytîijvgrfel.\nAttribuons-nôus la propriété exclufive de le\n( x ) Voyez gag, ai, Not.\n(a) Voyez pag. ai.\n\f' ( » » )\nfaire fervif aux guëriions * infirmons feulement,\npour ne pas paroître abfurdev que tous les hom­\nmes font également doués de la même vertu; ce\nfyftême eft fait pour flatter la vanité • 8c pour ex­\nciter, dans bien des perfonnës, le defir de con-\niioître en eux une faculté nouvelle; lesPhyficiens\nne me croiront pas , fans doute; mais ce n'eft pas\nd'eux que les Jongleurs attendent la fortune\/&\nils ont ici peu de crédit.\nC'eft au vulgaire, ajojita-t-il, qu'il importe de\nfaire adopter ma nouvelle do&rine ; pourquoi lui\nrépugneroit elle? Ne fournira-t-elle pas une belle\nmatière, bien nouvelle , aux converfations ? Né ra­\nnimera t-ellfc pas avec avantage la langueur de la\nplupart des cercles? Ne débute:t-on pas dans tous\n.par demander â chacun des nouvelles 'de-fa fanté?\n-Me voilà donc d'emblée fur le tapis. Ce fera à\nqui ébruitera le premier mon phénomène, & ceux\n<jui l'auront ébruité» par amour-propre * ne feront-\nils pas obligés de le défendre contre la cenfure,\nde le préconifer ?\"\nQue pourroit-on trouver d'incroyable dans le\nMefmérifme ? N'y a-t-il pas à Hambourg unComte\nde Saint~Germain,parlant mauvais Allemand,qu'on\ncroit âgé de deux miiîe ans , qui a beaucoup connu\nJ.C. & quia bu avec lui aux noces deCana del'eau\nqu'il avoit changée en vin? (i)\n( i ) E f p r i t d e s J o u r n a u x , J u i l l e t 1 7 8 4 , p a g . 3 8 6 .\n\f( i6 )\n# jAlnfi parla Mefirjer; & il Te mit à établir qu'il\nn'y a qu'une nature > qu'une vie, qu'une Jante'; d'où\nil conclut! qu'il ne devoit y avoiî' qù'wne maladie,\nqu'un remède , qu'une guérifon ; enfuite il raifonna\nai-nfi : « La Nature fubordonnée à Timpulfion qui\n», lui a été donnée par la main créatrice, porte\n» -en nous, parmille canaux divers, l'aftion delà\n», vie; fon libre cours conliitue la fahté; fon dé-\n» rangement ou les obftacles à ce cours, forment\n«. les maladies ; &\"quoique les maladiesayent reçu\n» différens noms ,1a caufe en eft -unique. Or^\n» rendre à la, nature fon véritable cours, voilà la\n» feule, médecine q-ui puiffe exifter donc je fuis\n» propriétaire de cet agent récupérateur de l'inn-\n*• pullion donnée par la main créatrice; donc cet\n» agent.eft le magnédfme animal ; donc.tous, les\n» remèdes ufités depuis que la Médecine exiile,\n» n'ont obtenu du fuccès qu'en ce qu'ils ont\nv» fervi de conducteurs au Magnétifme ». Ne\nvoilâ-t-il pas qui eft clair?\n\f(27}\n* . 1 L\nProcédés du M E S M É R i SM E.\nDA N S le principe., Mefme'r p'employoit pour\nfes attouchemens qu'une petite barre de fer de\nla-grandeur d'un*crayon de poéhe ordinaire, ou\nl'index, ou le pied, ou la main ^ c'était, félon lui*\nlés conducteurs de ion .fluide» ou:les guides par\nle moyen defquels il conduifoitce prétendu fluide\ndans les malades pour y rétablir l'équilibre da\nleur; fes attouchemens n'avoient même pas befoin\nd'être immédiats; un efpace entre Je conducteur\n& la peau, le foulier qui couvre le pied, les\nhabit? de laine. ou de foye , n'e'toient pas dés\nobftacles à l'intromiflion ; la communication avoit\négalement lieu par la réfleftion des glaces, par\nl'intermède de l'air, de l'eau, de la terre, par\nla vibration des Sons. .\n11 mefmérifoit fans appareil apparent, Ion fluide\nétoit en lui; on ne voyoit que le condu&eur; il\nvoyageoit avec le Mefmérifme, fans qu'il s'éva­\nporâtdans le tranfport; quelquefois ilfe mettoit au\nlit avec fesmalades pour accélérer l'influence (I)J\n( i ) Réponfe d'un Médecin, &c., pag. 97. Miracles d«\nMefmer, pag. 13.\n\f( a # )\nfi les Médecins avoient eu leurs cheveux, il auroit\nvraifemblablement pris perruque ; cette raifon\nfit que les cheveux furent nécefTajres pour mef-\nmérifer (i); enfin il donnoit à fes opérations tout\nl'air myftérieax qu'exigeoit une*Jonglerie de cet\nintérêt.\nA cette époquele Mefmérifme étoit peu remar­\nqué , une ou deux têtes exaltées feulement t.fé\ntrompoient ou vouloient tromper en embraflant lé\nparti de cette nouveauté ; mats bientôt l'intérêt\naugmenta & la recette devint honnête; Mefmer\nrie pouvant fuffire à toucher tcfûs les malades*?qui\nie préfentoient, initia fon Valet^Antoine, Gardon,\ndifoit-on fort intelligent, qui s'acquittoit au\n«lieux, à ce qu'on affûte j de fon emploi, fur-\ntout auprès des Dames (2).\n, Pour foutenir cette bouffée de vogue, on eut\nrecours à un appareil, à quelque chofequi fentit\nun peu fon merveilleux; on conftruifit desbaquets}\nil faut lire ce que c'eft qu'un baquet (3); la pofté-\nlité admirera cette précieufe invention : un grand\nyâfè coûvert myftérieufement, préfente plufieurs\npetites barres de fer, dont ùnfe extrémité eft rén-\n( 1 ) Mefmériade , Chant II, Not.\n( %) Mefmer juftifié. ( Ouvrage très-délicatement écrit t\n& fort de chofes), pag. 10.\n(3 ) Ibid,, pag. 18 & fuiv.\n\fC«9)\nfajme'e dans le vâfe, & l'autre s'éi,èvç & offre\naux malades le fluide récupérateur.;, on fe mef,\nune dç ces derniçres .extrémités^ fur le creuxdçî\nl'eftomac ou fur les parties malades pour fouti-\nrer le fluide du-baquet qui en ejl un réfervoir.\nLe fluide de Mefmer n'étoit déj^ plus propre\n8ç perfonnel à fçn individu,» il,3,vQ^timagîn^.çei:\nexpédient ,pqur fe difpenfer de ^.çudaer tant de\nmonde , & pour foulager un peu. \/an pauvre\nAntoine ; il s'occ^poit pendant Jes„, féançes du\nbaquet, à contempler les merveilles de la Nature,\nà perfeftionner fQn fçcret, qui étoit pour lui la\npierre Philqfophalje,, & à ^n^er.ren.Ville.\nOn n'admettoît aux traitemens que. des per-\nfonnes dont je fluide étoit dérangé & à qui le\nMefmérifme devoit le rétablir, d'une manière\nîenfible ; .mais par des circûnflançes, qu'on ne\npeut attribuer qu'ay caprice du remède, il rattoit\nla plûpart des. malades ; quelques fujets feule­\nment paroifloient éprouver des^révolutions; c'e-\ntoit toujours,les mêmes perfonnes, elles étoient\nde 1% fociété inçime de Mefmer^ .^c leurs Ten­\ntations apparentesétoient çonftarnment les mêmes\ni& comme de pure imitation. Alors on conçut\ndavantage ce que le Jongleur avoit ayancé, que*,\npour éprouver des fenfations , il falloit avoir\nde la foi.\n\f(3°)\nLa perfualîon ne fâifoit pas encore de grand»\nprogrès, faute de guérifons bien évidentes, précé­\ndées de maladies bien conftatées ; mais Mefmer\nufa d'un autre ftratagême, il augmenta l'atten-\nfion par des merveilles, les perfbnnes habituées\nau baquet, donnèrent le fpe&acle des plus vio­\nlentes convulfions, & on les attribuoit au Mef-\nmérifme ; Mefmer mefmérifa fa canne ( i ), un\nhorloge (2), des arbres (3), un livre, un\nfopha; il menaçade mefmérifer la lune.Les mêmes\nperfonnes en regardant toutes ces chofes, tom-\nboient en convulfion; on fut obligé de préparer un\nappartement de ténèbres, garni de matelats pour\ncontenir les a<5lrices de ces grandes pièces.\nLes ris immodére's, les pleurs, les chants, la\ndéclarnation qui paffoient pour involontaires,\naiguillonnèrent la curiolîté ; à ces Ipeftacles^\non ajouté des concerts, le fon de l'harmonica,\ndu Piano-Forte. Le moyen de ne pas croire qu'il\nCe pafToît des chofes extraordinaires chez Mef­\nmer!Comment nepas y courir, puifqu'on n'avoi't\nplus le Colifi'e? Et comment ne pas fe perfuader\n<jue toute chofe extraordinaire efl: un excellent\nremède ?\n( 1) Mefmer juftifié, pag. aa. 4\n( 2 ) I b i d e m , p a g . 2 5 .\n( 2 ) Ibidem» pag. 26. Mefmériade , pag. 4.\n\f( 3 0\nOn tira parti de tout 9 des tableaux allégo~\nrïques (i), repréfentant dès fujets féduifans, firent\nplus de feqfation qu'on ,ne penfe. Combien de\nfables accréditées par les tableaux &la mufique (a)ï\n( i ) Meûner juftifié, pag. 27.\n( a) Il fuffit d'en cher un exemple du XlIIk016 Siècle:\nScokms raconte dans fon Htjloria Hamelenfis , qu'à\nfïamdem fur le \/Wiefer , dans la.baffe Saxe, les Habitans\nétoient tourmentés en 1184 d'une quantité fi furprenante d®\nrat$ & de fourrs, .qu'il .ne leur reftoit pas nn grain qui n'en\nfût endommagé. Sur ces entrefaites,, un Étranger ( un Jon­\ngleur ) arriva dans la Ville , & s'offrit de chaffer ces animaux\nmoyennant une fomme. On conclut le marché. L'Étrange*\ntira de fa gibecière une flutte dont les fons attirèrent les rats\nde toutes parts. Ils le fuivirent en plein joyr jufqu'au Wefer,\n©vi il entra en* relevant fes habits * 8t où les animaux qui le\nfuivoient toujours ,furent tous noyés. Le Jongleur demanda\nfon falaire: onlui manqua de parole. Pour s'en venger, il\nrevint le lendemain jouer d'une autre flûte , quiattira après\nlui tous les enfans de la Ville, depuis quatre ans jufqu'à\ndouze , au nombre de 130, & il les emmena fi loin, qu'oïl\nn'ena jamais entendu parler depuis. Or cette anecdote n'eft\nparvenue àla connoiffance desHiftoriens,:que par un tableau\nqui repréfentoit l'événement fur l£ porte de la Ville, ap-\npellée la Neuve 3 oU l'on voyoit encore, il y a cent ans 9\ncette infcription:\nCentum ter denos cutn mapis ab Urbe puellos\nDuxeral antè amas ÇCLXXÏÏ condïta porta fiuK\n\f( 3 * )\n^infi donc l'admirable Mefmer, l'intérieur ad-\nmirable de la majjon de Mefmer,&les chofes\nadmirables qui fe jDaiîbient chez ïiieïmer f tout\nçtoit très-différent des Médecins de la Capitale,\n6è de la {implicite qui les environne.\n\"Dn s'efforçoit d'exciter le moral des malades à\nagir fur le phyfiquev pour opérerdes\"changemens\nqui ferviffem, au mains de prétexte; on annon­\nçait avec appareil aux foibles qu'ils alloient reffen-\ntir de grands effets qu'ils alloient ëf&iyer des crz*\nfeï'ï la plupart étoftiïés feulement,\" rte reffentoient\nrien. Cependant fe trouvoit-on mal au baquet paf\nfa^gêne de l'attitude , par des douleurs que le re-\ninedejî'augmentoit pas,mais qui conpnuoient, par\n^eunui, pat l'impatience , par la honte? c'étoit\nJe Mefmérifme; une j«une perfonnerougifïbit-elle*\nlorfque les attouchémens d'Àmoine eu d'un au-*\ntre Jongleur étoient immédiats & faits dans un\ncertain fens, d'une certaine manière? c^étoit le\n^ïefmérifme; c'étoit encore le Mefmérifme au-^\nguel on attribuoit l'effet des remèdes internes que\nMefrner glifloit adroitement dans Hoccafion (i). >\nMalgré tout ce travail, comme perfonne n'étoit\nguéri chez Mefmer, excepté ceux qui avoient de\nlà foi, la-Jonglerie manquoit fon but, & la\n( i ) Magnétifme animal dévoilé, pages 5 & 6.\nrecette\n\f( 33 >\nTecetteétoit médiocre;le bonfens qui jtettede tems\nen tems des étincelles au milieu des ténèbres,dp\nl'erreur, là durée de* la même chofe , quelques\nbrochures en éloignoient ; te Jongleur perdoit\ntout, excepté la tête; il tira des circonftances un\nmoyen de recueillir «e que la pratique du Mefmé-\nrifme lui avoit refufé; il propofa de céder cette\nprécieufe découverte; on admira cet aéte de gé-\niiérofitét, mais encore plus celle ^des Amateurs\nffui fe préfentèrent.\nQuelques-uns ont taxé à cette occafion Mef-\nimer d'inconféquence; mais les gens fenfés n'ont\naffurément rien vu que de très - conféquent dans\nfa conduite : il avoit refufé » dit-on » de commu­\nniquer fon fecret au Gouvernement * fous pré­\ntexte que fon agent lui .étoit exclufivement per-\nfonnel; enfuite il l'avait tranfmis à Antoine fon\nfubftitut; enfuite un Médecin moins ingénieux 2c\nplus fubtil lé lui avoit dérobé, enfuite il le met-,\ntoit à l'encan; pour trouver là de l'inconféquençe,\nil faut bien avoir envie de s'af>pefantir fur des\nmisères. '\nEnfin ce'fecret fut cédé à quarante-huit perfon-\nnes, auxquelles Mefmer promit 3foi de Jongleur,\nqu'elles fauroient guérir aufli bien que lui,lorfqu'il\nles auroit endoctrinées; chacun des éluscéda\nfon côté cent louis pour acquérir le préfervatif de\nC\n\f(34)\ntoutes les maladies* le remède de toutes les ma*\nladies pour lui & tous ceux qu'il voudrait en\ngratifier. Le Marchand en «ivoit refufé davantage\ndu Gouvernement ; mais il facrifia le furplust\ncomme il avoit facrifié le plaifir de vivre dans (à\nchère patrie, à l'amourd'êtreutile à desEtrangers.\nOn s'eftécrié contreun pareil défintéreffement$\non a eu tort; pour rejetter les offres brillantes d'un\ngrand Miniftre, Mefmer avoit d'excellentesraifons»\n& il ne tarda pas de mettre le Public dans fa coilf\nfidence. Des murmures«'élevèrent parmi fes élè­\nves; il ne leur enfei£noit point ce qu'il leur avoit\npromis* il ©hetchoit bien à les éblouir par des rai-\nfonnemens fpécieux, à leur en imppfer par la cé­\nrémonie pompeufé de leur réception (t)t par leur\nàggrégation à une Société enharmonie (2) ; mais il\nS'étoit répété tant de fois,qu'on le favoit par cœurt\n& desformalités puériles n'étoient pas à leurs yeux\nune fcience} ils vouloient avec jufteraifon du fo-\nfide , comme les cent louis qu'ils avoient donnés.\nCependant les Elèves paffoient une partie de\nleur vie au baquet, à fucer, pour ainfi dire » le\nWejmérifmi; ils enfortoieht imprégnés, ils répan-\ndoient ce baume invifible dans les individus qui\n(1 ) Hift. du Magnétîfme , pages 13 8cfuiv.\nX») Lettre d*M.te te Marqsis dé Puyfégur. SoUToiu»\n\f(31)\nvenoient demander du foulagement; ils le por­\ntaient au-dehore, & s'en fervoient au lit des ma­\nlades; ceux d'entr'eux qui étoient Médecins, &\nqui n'étudioient que pour devenir d'auffi habiles\nJongleurs que Mefmer, ne l'employoient que pour\nla forme, ils en conviennent (i); ils traitoient les\nmalades félon le peu de médecine qu'ils favoient;\nlesautres,qui voûtaientquele Mefmérifme fit toi#,\ncomme on le leur avoit promis» & dans les main»\ndefquels il ne fàifoit rien du tout, témoignèrent\ndu mécontentement; on eutalors desfcènes dif­\nférentes de celles de la mufique & des eonvul-\nfions ; on entendit d'autres épithètes que celle de\ndivin qu'on avoit quelquefois prodiguées au Jon­\ngleur; on vk clairement qu'il avoit Mt des dup*\npes, &. qu'on avoit payé la leçon.\nLa plûpart de ces Elèves firent aîfément le fa-\ncrifice de l'argent & du tems qu'ils avoient perdu;\nmais il n'en fut pas de mêtné de tous\\ ils avoient\neu le deffein de placer cette Comme à intérêt, il*\nperftftèreiit dans leur réfolution. Les Habitans de\nMaltht -,Bordeaux,BreJI, Ro^hefori,Amienst L}vns\nBefanpon» Virfaill.cst (ans compter les P&rtifant\ndu Baquet de la rueVivitnnt, à Paris * Virent fe\nformer denouveaux atteliers de Mefmérifme»d<Jnt\n( i} Magft&Hme animal dévoilé pagv\nC 2\n\f(3*)\nUs ne furent pas longteim à connoître le ridicule;\npar-tout l'amour-propre révolté des perfonnes qui\nont été duppes de leur confiance, ont jette cette\nJonglerie dans le difcrédit.\nI V.\nCures opérées par le M R S M E R I s M E,\nJJE Mefmérifme une fois connu parTon origine,\n& par les procédés de fon Auteur, tant avec Tes\nMalade», qu'avec fes Élèves dans l'Art de la Jon­\nglerie, il ne relie plus qu'à achever lrexamen par\nlïexpofition des guérifons dûes à ce phénomène.\nCeft le feul moyen de fixer le jugement fur cette\nnouveauté. Affez de malades ont parlé; aflez\nd'autres ont été condamnés à un éternel iïlence;\naffez de perfonnages inftruits & impartiaux ont\nétabli là-deffus des réfultats, pour qu'ils ne foient\npoint douteux.\nIl efl: de fait qu'on ne citera pas une feule per-\nfonne atteinte d'une maladie grave, bien confta-\ntée » guérie par le Mefmérifme» aidé même du\nfecours de la Pharmacie » qu'on ne néglige pas\nde lui ajouter.\nQui pourrait entreprendre de s'élever contre\nce témoignage irréprochable de3 faits7 Sera-ce\n\f( 3 7 )\nfeu M* Court de Gébelin, fApologifte du\nrifme ( i )» & le Martyr dte fa crédulité ? Feh\nM. Bùurgade (2)? Feu M. Gqchin Feu M.\nJL R. (4)? Feu M. l'Échtvin de Vexfàilles? Feu\nM. de Ruç.... ( $)? Feu Madame ta Ducheffe dt\nChqulnes * & Madame de la Corée (6)? Feà\nMadame Poiffonnier? Feu Mefdames de Caquerey ;\nde Saint - Surin , & un Soldat paralytique à Ro*\nchefort ( 7 )? Feu Madame la Marquife de Fltury ?\nFeu Mademoifelle Buffonï &c. &c.\nSera-ce l'Epoufe de l'Avocat du Fauxbourg S-\"'\nHonoré ( 8 ) ? Ou le Libraire que la Pharmacie a\nguéri, comme il l'aurait été fanslefecoursdu-Mef-\nmérifme (9) ? Ou la Dame accouchée parMefmer;\ncomme toute autre femmeaccouche (ïo)?Ou l'Au­\nteur du Magnétifme animal dévoilé'V qui aie cou­\nrage de confeffer lui-même comment il a été dupe?\nSera-ce des perfonnes qui* comme le P. Her~\n( 1 ) Lettre dè l'Auteur du Monde Primitif.\n( 2 ) Mefmer juftifié , pag,. 30.\n( 3 ) I b i d . p a g . 3 2 .\n( 4 ) M a g n é t i f î h e a l h î m a l d é v o i l é , p a g . 9 .\n( 5 ) Obfervation de M. de Bouzeis. Parts.\n( 6 ) Mefmer juftifié , pag, 3 î.\n( 7 ) Lettre, fur le Secret de M. Mefmer, pag. 16«\n( 8 ) Magnétifme animal dévoilé, pag. 16»\n(9 ) Ibid. pag. 7.\n( là ) Ibid. pag. 2^\n\f( ? « )\nvier, fe portent bién depuis qu'elle»ont eu recours\nà la Jonglerie f êc qui n'avoient pas été malades\nauparavant ( i ) ? Sera-ce celles dont Mefmer a\ncité les cures miracuteufe.s, mais fans nommer les\nTOafqués , & pourcaufe (2)? Ou bienfera-ce celles\nquvil a priées, dit-on, en payant, de feindre d'être\njnalades, à l'exemple du Jongleur du coin, qui\nefcamoce lefteroent avec la pointe moufle de fa\nlarg* épée, une dent de la bouche d'un manant\nqu'il a fût approcher de fa monture popr un petit\nécu?\nSi aucun de cesPerfonnages n'eft. propre à dé­\nfendre le Mefmérifme contre le témoignage pré­\ncédent desfaits, à quifaudra-t-il avoir recours ? A\nMefmer lui-même & à Dtlon* qui fè font guéris\nréciproquement (3), puis vanté réciproquement*\npuis injurié réciproquement par des motif* que le\nprofane Vulgaire ne doit point pénétrer» & qui\nont continué de jongler féparément , comme k\nl'ordinaire ?\nFaudra-t-il interroger les Médecins Jongleurs\nqui imitent Mefmer, (4.) efpérant de fortir de\n( 1 ) Mefmer bleffé, pag. 6.\n( a ) Miracles de Mefmer , pages 10 fit fuir.\n( 3 ) Ibid pages 18 & 19.\n( 4 ) Plufteurs qui ne feraient peut-être pat bien aife qu'o*\nles nommât.\n\f( 39)\nl'obfcurité pat la charlatannerie ? Les Chirur­\ngiens ( i )? Les Accoucheurs ( 2 ) ? Ou bien les\nElèves Jongleurs», qui ne font pas Médecins, &\nqui ont perdu avec Meftner cent louis & leur\ntems (3)?\nSera-ce enfin l'autorité, le nombre & le poids\ndes Partifans du Mefmérifme, qui empêcheront\nqu'on en croye les faits ? N*a-t-on pas vu la cré­\ndulité de très-graves Perfonnages de l'Antiquité,\nexcitée par desJongleries moinsabfurdes & moins\npernicieufes ( 4).\n(1) Gazette de Santé, 47 Janvier *78ïi\n(1) Magnétifme animal dévoilé, pag, 13»\n( 3 ) Hift. du Magnétifme, pag, 19.-\n(4) Voye» l'Article IL\n\f( 40 )\nV.\nÇaufcs de la crédulité au ME s M é R I S M E.\nL E Mefmérifme préfenté comme on Ta vu\nd*abord, devoit attirer beaucoup de Spe&ateurs\ndans un pays ou tout eft fpe&acle , où la con~\nvërfation route beaucoup fur les Spe&acles, &\noù Ton a f pour aïnfi dire , épuifé rout ce qu'il y\navoit à dire fur les plus connus. L'air du Jon­\ngleur , fes manières 9 fon ton d'affurance, fes ex­\nportions -germanifées * l'attrait de la Mufique, &\nfurtout d'un infhument nouveau pour bien des\nperfonnes, telque Y Harmonica, la grande liberté\ndont on jouiffoit chez Jui, la certitude d'y trou­\nver des gens de connoiffance, l'efpoir d'en faire\nde nouvelles, d'y voir des femmes, 8c des fem­\nmes plus intéreflantes par leur lituation , la cu-\nriofité , l'amour du merveilleux , qui fait tout les\nmotifs f s'il faut en croire la critique ? détermi­\nnèrent à participer des phénomènes d'une Jongle­\nrie aufïï adroite & aufli bien concertée.\nLes curieux devinrent attentifs,& de l'attention\non paffaà la perfuafion.Comment dira-t-on,lorfque\nle voilefera tombé , eft ilpoflible qu'une fuperche-\nrie aufli groffière que le Mefmérifme ait pris faveur\ndans un pap aufli éclairé que la France, au milieu\n\f(40\nde tout ce que l'Europe admire de fçavans dans\ntous les genres, de Phyficiens érudits, de Mé­\ndecins profonds & expérimentés, & d'un grand\nnombre d'hommes de génie, furtout après avoir\nété rejettée par les Allemands, dont on ne verroit\npas fans peine le jugement effacer ta pénétration\ndes François.\n- Celui-là feul qui ignore la marche des chofes\nen France, fera embarafle par cette queftion. Tout\nce qui concerneles grandes fociétés,eft mû dansce\nRoyaume par deux pui\/Tances : l'argent & l'amour-\npropre; le premier paroît plus particulièrement\nl'idole des hommes; les femmes font en géné­\nral plus efclaves de l'autre» Il y ades hommes vains\n& des femmes avides ; quelqu'un d'efprit qui a re­\nconnu cette difpofition, & qui a une flexibilité de\ncara&ère & un talent propre à en tirer parti, peut\nprétendre à tout.\nL'homme avide & adroit met en jeu l'amour-\npropre d'autrui pourfe fatisfaire;les perfonnesvai­\nnes ,.de leur côté embraffent avec empreffement\nles fantômes qui fe préfentent fous la forme de\ndécouvertes glorieufes, pour s'aflimiler, en quel­\nque forte, aux inventeurs, & briller du reflet de\nleur gloire. C'eft pour cette raifon qu'on voit de\ntous côtés dç nouvelles expériences de la Mont­\ngolfière, dont le plus grand nombre n'eft pas celles\nqui réuflifîent.\n\f( 4* )\nC'eft le même fentiment qui à fait accourir tout\nParis dans la rue des Moineaux,^oat y!voirl'homme\nqui guériffoit par des geftes (i); c'eft ce qui a dé»\nterminé M. Court de Gebelin à imprimer que le\nMefmérifme l'avoit guéri (2) un inftant, pour ainfi\n«jire, ayant de mourir dans les bras de Mefmer %\n& ce qui a engagé le R. P. Heryier à publier que\nlp Méfmérifme l'avoit délivré de plufieurs mala­\ndies qu'évidemment il n'a jamais eues (3).\nDès qu'on a fait ce premier pas inconfidérér\nl'honneur, tel qu'on l'entend, défend de rebrouffer\nchemin ; on perfifte avec obfiination dans fon\nfentiment; on tâche d'atténuer ce qu'il a de\nfingulier en faifant des Profélitesj chaque Parti*\nfan devient Chef de Sefle & l'erreur fe multi-»\nplie par le moyen desChefs éloquens; on ne prend\npoint les armes pour défendre fon opinion; mais\non n'obéit pas moins à une efpèce de fanatifme\nqui fait détefter ceux qu'on ne peut perfuader &\nqui entraîne à leur vouloir du mal.\nTelle peut [être la raifon qui force ceux qui\nécrivent fur le fyftême de Mefmer , â garder\nl'anonyme : on ne devroit pas craindre d'op-\npofêr fon autorité à celle d'un Jongleur ; mai»\n( 1) Voyez ci-devantpag.23',\n( a) Lettrede l'Auteur du Monde Primitif\n( 3) Mefmer bleffé , pag. *7.\n\f(43)\nbien de fes Partifans ne feroient peut-être pat\nbien- aifes qu'on offenfât leur amour-propre en\ndivulgant leur erreur ; Mefmer l'a fenti ; c'eft\npourquoi « il ne cherche (es garans que parmi\n» les Grands, comme pour être fondé à taxer\n» d'impoliteffe ceux qui révoqueraient en doute\n»> de pareils témoignages (i) ».\nLes femmes ont commencé la fortune du\nMefmérifmej; la délicatefle de leurs organes ,\nleur infériorité en matière de fcience, leur plus\ngrande fufceptibilité , leur avidité moins réflé­\nchie pour les phénomènes, leur amour de tout\nfpeftacle , cet amour qui les traîne en foule «\nmême à ceux quife donnent à la Grève, (i) & le»\nfoins qu'a eu Mefmerde difpofer toutes les nuances\nde fa Jonglerie, de manière à exercer principale­\nment fur elles l'empire de la féduftion, tout cela\nexplique naturellement leur influence fur cette\nnouveauté.\nPlulieurs hommes dont la conftitution phyfique\n& morale a de l'analogie avec celle des femmes,\nont été féduits comme elles & ils ont voulu féduire\nà leur tour. Le nouveau fyftême qu'ils ont pré-\nfente a d'abord révolté les Penfeurs; les Méde-\n( i ) RéflexionsfijrleMagnétifmeanimal, pag. 18.Notes.\n(Ï) Tableau de Paris.\n\f(44)\ncins fur tout ont crié Haro ; peu-à-peu quelques\nçomplaifans, prétendus gens d'efprit , fe font\nenrôlés dans la Milice des Croyans; ils ont accré­\ndité l'objet de la Se£te; des Médecins étonnés de\nce fuccès & effrayés de fes conféquences, fe font\nmis avec empreffement de leur parti ; ils ont\nprouvé qu'il ne leur manquoit que d'être auffi\nhardis & auffi heureux que M. Mefmer, pour\nl'imiter; quelques-uns ont cru de bonne-foi au*\nmiracles du Mefmérifme. Les doutes raifonnés des\nautres, leurs réflexions & leurs réfutations férieufes\nn'ont pas peu contribué à étayer la nouvelle Jon­\nglerie au-delà même de ce que , le Jongleur s'y\nétoit attendu.\nLes Partifans d'une erreur, une fois qu'ils font\nconnus pour Partifans , ne s'embarraffent pas que\nla cholè pour laquelle ilsont pris parti, leur paroifle\nclaire, ils ne défirent que de la voir continuer de\nparoître vraifemblable; c'eft pourquoi les Partifans\ndu Mefmérifme font fi fatisfaits du fpe&acle des\nconvulfions, qui ont lieu chez le Jongleur, qu'ils\nlé donnent quelquefois eux-mêmes; ils ont alors\ndeux motifs , celui d'éblouir fur l'erreur de leur\nopinion & celui de faire la cour aux Grands, qui\nont befoin de la même feinte; ils prennent auffi\nce parti dans un cas preffant où il s'agit d'en­\ntraîner l'opinion d'un homme de poids, qui,, ea\n\f( 4 5 )\nprenant fa part du ridicule de la croyance, dimi­\nnue en quelque forte celui dont ils fe font\ncouverts.\nOn fent que cette- petite fupercïierie n'eft pas\nnéceflaire à fuppofer dans les femmes à vapeurs\n& dans les hommes hypochondriaques, quVn a\nappelles les trompettes des Charlatans (i)}c'eft touÉ\nde bon que ces fujets font faifis par les chofes?\nextraordinaires au point d'en éprouver des fen-\nfations manifeftes ; un hruit, un foiiffle inatten­\ndus, leur ombre leur caufe des treffaillemens, les\njette en fyncope, en convulfion; que ne feront\npas fur eux les fimagrées médiates ou immédiatesr\nd'un Jongleur qui emploie avec art: tous le$\nmoyens d'émouvoir ?\n(i) Eclairciflemens fur le Magnétifme animal, page 32*\n\f( 4 * )\nV I.\nAvantages que h MESMÉRISMM aura\nprocurés.\nL' é p o q u e à laquelle l'aveuglement fur le\nMefmérifme fera diifipé & les Mefraétiens ren-.\ntrés dans l'oubli, n'eft pas encore bien certaine»\neu égard à l'importance que Mefmer a fçu donner'\nà cette Jonglerie, en intéreffant lesCompagnies\nfçavantes à fa découverte ; mais les avantages1\nqu'on en retirera , font connus d'avance. Elle\nfervira d'abord d'un excellent moyen pour avertir\nnos defeendans d'âtre en garde contre la réduc­\ntion qu'on voudroitopérer datasla fuite de quelque'\nmanière femblaWe. Elle n'eft pas non plus inutile\nà la génération préfente. v -\nDepuis quelque tems les Corps refpeâables\ndes Médecins & les plus confidérés étoient étonnés\nde voir fe gliffer chez quelques-uns de leurs\nMembres , un goût fecret à, moitié voilé , pouf\nla Charlatannerie; c'étoit un feu caché fous la\ncendre, dont il jailliffoit de temsen tems desétin­\ncelles affez confidérables pour allarmer &qui me-\nnaçoient, en quelque forte, la Médecine de quel­\nque révolution fâcheufe, par rapport à l'opinion\npublique.\n\f( 4 7 )\nOn çstignoit que ce goût Te répandît, & qui!\nlit diminuer l'eftime & la confiance que méritent\nles Médecins diftingués par leur connoiffance 8c\nleur défintéreffementî; on gémiffoit de les voir\nconfondus avec ceux dont les manœuvres ten-\ndoient à dégrader la profeffion.\nLe Mefmérifme a opéré cette révolution d'une\nmanière avantageufej II s'eft fait tout-à-coup hois\ndu fein de la Médecine & des Corps refpeâables\ndes Médecins , une explofion de ceux qui étoient\nles plus enclins au charlatanifme ;ils ont embrafle\navec enthoufiafme cette nouvelle Jonglerie; ils fe\nfont enfin montrés à cette occafion tels qu'ils\nétoient ;ils ont par-là tracé une ligne de démar­\ncation bien évidente, qui, en féparant d'eux la\npartie faine des Cultivateurs de l'Art de guérir »\nlui confervera ionancienne fplendeur, qu'il mérite\naujourd'hui plus que jamais.\nf i ir.\n\f","_id":1063}