{"name":"Etzel Cardeña | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/etzel-cardeña","mytitle":"Etzel Cardeña | Psi Encyclopedia","mylang":"de","content":"                     Etzel Cardeña | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Etzel Cardeña                                                                                                                                                                                                                          Etzel Cardeña is a leading psychologist, preeminent in the study of consciousness, dissociation, trauma sequelae, and altered states of consciousness such as hypnosis and meditation. He has been Thorsen Professor of Psychology at the University of Lund Department of Psychology since 2005. Cardeña is also active in the field of parapsychology, with research interests in shamanism, spirit possession, the influence of altered states on psi performance, and other topics. He has also served the field as an organizational leader, editor and advocate.   Contents   \tBackground and Education \tCareer  \tTheatre   \tParapsychological Research  \tGanzfeld Telepathy \tOther Research   \tAdvocacy  \tVarieties of Anomalous Experience \tEminent Scientists \tHandbook \tAmerican Psychologist Article   \tWorks  \tParapsychological Research and Reviews in Mainstream Publications \tSelect Commentaries   \tVideos \tParapsychological Awards and Honours \tLiterature \tEndnotes     Background and Education\n\nEtzel Cardeña was born on 9 November 1957 in Mexico City. His interest in parapsychology was nurtured by both parents, who followed the work of JB Rhine and other researchers of the era. His father was a psychoanalyst, setting the scene for Etzel’s mainstream interests; he also conducted and wrote about his own informal psi research, which Etzel witnessed.1 Cardeña said in an interview that he was particularly impressed by ‘a friend of the family who had an uncanny ability to diagnose precisely someone whose name had just been given to her’.2\n\nIn 1981, Cardeña was granted his license in clinical psychology with highest honours from the prestigious Universidad Iberoamericana in Mexico City. In 1982–83, he interned at Wellesley Hospital in Toronto.\n\nIn 1983, he earned one MA in clinical psychology at York University in Toronto, then a second MA and his PhD in personality psychology (supervised by Charles Tart) at the University of California, Davis (in 1985 and 1988 respectively).3\n\nWhile working on his dissertation, he was encouraged by Tart to take an intense summer learning program at the Rhine Research Center (at that time named the Foundation for Research on the Nature of Man). Here, he solidified his knowledge of past and ongoing parapsychological research. He also participated in experiments in which he showed some indication of ability in psychokinesis and as a receiver in ganzfeld experiments.4\n\nHe spent the summer of 1990 at Ohio State University as a faculty fellow in psychophysiology, and 1988–91 as a postdoctoral fellow and visiting scholar at Stanford.\n\nIn 2019, he took a course from Copenhagen University in the emerging technique of non-invasive transcranial brain stimulation.5 However, his plans to use this in psychokinesis experiments are on hold due to Covid-19.  Career\n\nCardeña has held the endowed position Thorsen Professor of Psychology at the University of Lund Department of Psychology since 2005. The duties of the post include research on parapsychology and hypnosis.6\n\nHe also heads the Center for Research on Consciousness and Anomalous Psychology (CERCAP), a group of researchers focusing on anomalous experiences, the neurophenomenology of hypnotic phenomena, high hypnotizability and dissociation, the relation between hypnotizability and performance in psi tasks, and dissociative reactions to trauma.7\n\nHe has served as a professor, associate professor, visiting professor or adjunct at the National Center for Disaster Psychiatry, Uppsala University Hospital (Sweden); Catholic University of Valencia (Spain); Department of Psychology and Anthropology (of which he was Department Chair) and Department of Drama (of which he was Artist-in-Residence), University of Texas-Pan American; Trinity College; Pacific Graduate School of Psychology; Universidad Complutense de Madrid; Universidad Nacional de Educación a Distancia; University of California, Davis; and several other institutions. He worked at Mexico’s Centros de Integración Juvenil as a clinical psychologist from September 1978 to March 1980.\n\nCardeña has presented at innumerable conferences, served as a peer reviewer for many publications, written reviews of innumerable books and some films, translated abstracts, and supervised many students through their masters and doctorates in psychology. A recipient of several BIAL Foundation grants, he also consults with the Foundation on future meetings and research grants.\n\nHe has served as a consultant on updates to the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM), the authoritative guide to mental illness diagnosis in much of the world.\n\nCardeña has served as editor, guest editor, associate editor and member of editorial boards for many publications, mostly psychological. Most notably in the parapsychology field, he was editor of the Journal of Parapsychology from 2017 to 2020, and preceding that, founding editor of Mindfield: The Bulletin of the Parapsychological Association from 2009 to 2017. During the same period, he served as associate editor for the Journal for Scientific Exploration. He recently launched the open-access, university-based Journal of Anomalous Experience and Cognition.\n\nCardeña’s research has been covered in various mainstream media including the New York Times, USA Today, Newsweek, New Yorker magazine, the BBC, The Learning Channel, The Guardian, and Science News.8  Theatre\n\nCardeña has a strong side interest in theatre, having worked professionally as an actor, director, and playwright from his time in Mexico to the present. He has been the Artistic Director for the International Theatre of Malmö and many of his radio play adaptations are archived in México National University’s Descarga Cultura.  Parapsychological Research\n\nCardeña considers parapsychology to be a natural part of psychology, as anomalous experiences and altered states of consciousness are by definition aspects of consciousness. The importance of parapsychology, he argues, is in questioning the limitations of consciousness that are assumed in materialistic-reductionist models; in agreeing with ‘a model of a unified continuous aspect of reality’ suggested by some interpretations of quantum mechanics; and finally, in exploring what light the link between ASCs and psi sheds on the nature of consciousness.9\n\nCardeña’s major area of interest in parapsychology is factors that can affect performance in psi tasks, particularly hypnotizability, dissociation and ASCs, using the ganzfeld protocol.  Ganzfeld Telepathy\n\nIn 2011, Cardeña co-published with his graduate student David Marcusson-Clavertz a paper10 hypothesizing that ganzfeld scores would be positively affected by three factors – belief that one will succeed, reported past psi experiences, and high hypnotizability – and also that dissociation would moderate the effect of hypnotizability, and alterations in consciousness would be significantly related both to hypnotizability and performance in the task.\n\nPercipient expectation of individual success did moderately correlate with high scoring, as did percipient reporting of prior psi experiences; however, when other factors were controlled for, it was low hypnotizability rather than high that correlated with high psi scores.&nbsp;There was no effect of dissociation on hypnotizability’s effect on scores.\n\nMost notably, there was a strong correlation between experiencing an altered state during the test and high scores for high hypnotizables. The authors write: ‘Generally, our results may be the clearest evidence until now of a relationship between experiencing an altered state of consciousness and psi-hitting, but only for the select group of high hypnotizables, who are the people more likely to experience such alterations’.11\n\nA successful replication was carried out using only highly hypnotizable subjects, with a larger sample, finding a moderate correlation.12  Other Research\n\nCardeña has also studied various aspects of shamanism (including how its practices compare with hypnotism), spirit possession, the relationship between art and psi, the relationship between dissociation, suggestibility and anomalous experiences, meditation and anomalous experiences, the relation between body position and out-of-body experiences, near-death experiences, comparing Brazilian Spiritist mediumship and dissociative identity disorder, testing a professional medium, and other anomalous phenomena.13\n\nResearch planned by Cardeña as of this writing includes using functional magnetic resonance imaging to compare brain activity of a subject performing automatic writing and high hypnotizables who can experience automatic writing, as well as subjects undergoing mystical experiences. He also plans to continue researching the ingredients of successful ganzfield sessions by analyzing their content.14  Advocacy\n\nCardeña notes the negative influence of sceptic campaigns against parapsychology, decrying their ‘wrathful and prejudiced intolerance’.  \n\nThe anti-parapsychology movement has been very effective so far in marginalizing the field and exerted a very high cost on those who want to work in the field, with the main exception of Great Britain. The result is that there are preciously few researchers and theoreticians working in the area.15\n\nTo counter this, Cardeña has expended much effort to try to bring parapsychology into mainstream science by placing parapsychological research papers in mainstream journals and books (see list below), by presenting overviews of the evidence for psi, and by engaging in lively debate with detractors.  Varieties of Anomalous Experience\n\nIn 2000, Cardeña collaborated with Steven Jay Lynn and Stanley Krippner on a book published by the American Psychological Association, Varieties of Anomalous Experience: Examining the Scientific Evidence (now available on archive.org).16 &nbsp;‘Thousands of psychologists on this continent are members, receiving the APA’s journals and publication catalogs’, writes Leonard George in a review.17\n\nThe first of two sections discusses methodological concerns, notably the difficulty of trying to gather introspective data that mostly cannot be produced on demand. The second contains chapters titled ‘Hallucinatory Experiences’ (by Richard Bentall), ‘Synaesthesia’ (Lawrence E Marks), ‘Lucid Dreaming’&nbsp;&nbsp;Stephen LaBerge and Jayne Gackenbach), ‘Out-of-Body Experiences’ (Carlos Alvarado), ‘Psi-Related Experiences’ (Elisabeth Targ, Marilyn Schlitz, and Harvey J Irwin), ‘Alien Abduction Experiences’ (Stuart Appelle, Steven Jay Lynn, and Leonard Newman), ‘Past Life Experiences’ (Antonia Mills and Steven Jay Lynn), ‘Near-Death Experiences’ (Bruce Greyson), ‘Anomalous Healing’ (Stanley Krippner) and ‘Mystical Experience’ (David M Wulff).\n\nIn 2014, Cardeña, Lynn and Krippner edited the second edition of Varieties of Anomalous Experience,18 a fourteen-year update to the first. It has the same structure, and many of the same authors returned with then-state-of-the-art overviews of their specialties. New authors include Ian Stevenson’s successor Jim B Tucker on past-life experiences.&nbsp;In addition to co-editing, Cardeña wrote or co-wrote two chapters for the first edition of Varieties and four for the second.  Eminent Scientists\n\nIn 2013, Cardeña published a list of deceased eminent scientists, along with seminal figures in the the arts and humanities, who engaged in or supported parapsychological research. His aim was to make ‘it easier for faculty who are given the spiel that parapsychology is pseudoscience and that no “real” scientists take it seriously’.19 The list includes Einstein, Freud, Bell, Marie and Pierre Curie, more than thirty Nobel laureates including those still living, and hundreds of other pre-eminent people.20\n\nAn updated version of the article can be read in the Psi Encyclopedia.\n\n‘To give some cover to those who want to work in the field’,21 Cardeña co-organized a ‘call for an open, informed study of all aspects of consciousness’ which was published in a mainstream journal in 2014.22 Though he is cited as the sole author, it was also signed by one hundred&nbsp;additional current or past academic notables in the parapsychology field. It was reprinted in Network Review23 and also translated into German and Russian.  Handbook\n\nIn 2015, Cardeña, John Palmer and Marcusson-Clavertz co-edited Parapsychology: A Handbook for the 21st Century,24 placing it with a mainstream commercial publisher. As described in a review by Caroline Watt, the volume is a successor to the 1977 Handbook of Parapsychology,25 with top specialists in many branches updating the work in their fields, to create ‘a comprehensive&nbsp;guide to the last few decades of endeavour in parapsychology’. Chapters and authors are summarized in Watt’s review.26  American Psychologist Article\n\nIn 2018, the American Psychologist, the flagship publication of the APA, published a paper by Cardeña which summarized the evidence produced by experimental parapsychology.27 In the abstract, he restates the point he has made in many other works, that the evidence for psi is ‘comparable to that for established phenomena in psychology and other disciplines’,28 and substantiates it through the presentation of several parapsychological meta-analyses. He also rebuts common complaints by critics with regard to replicability, small effects and purported poor methodological quality.  Works\n\nCardeña has written, co-written, edited and presented about four hundred books, papers and book chapters. A full list of citations can be found on Google Scholar here. For new works as they are published, visit here.  Parapsychological Research and Reviews in Mainstream Publications\n\nAcunzo, D., Cardeña, E., &amp; Terhune, D. (2020). Anomalous experiences are more prevalent among highly suggestible individuals who are also highly dissociative. Cognitive Neuropsychiatry 25, 179-89.\n\nCardeña, E. (2019). Meditation, exceptional psychophysiological control, and parapsychology. In Oxford Handbook of Meditation, ed. by M. Farias, D. Brazier, &amp; M. Lalljee. Oxford, UK: Oxford University Press.\n\nCardeña, E. (2018). The experimental evidence for parapsychological phenomena: A review. American Psychologist 73, 663-77.\n\nCardeña, E. (2013). Dealing with human experience as a whole. [Review of the book Science, the Self, and Survival After Death: Selected Writings of Ian&nbsp;Stevenson by E.W.&nbsp;Kelly (ed.)]. PsycCRITIQUES – Contemporary Psychology: APA Review of Books 58\/21, Article 1.\n\nCardeña, E. (2010). Research methodology on anomalous experience: Between Borges and a hard place… Qualitative Research in Psychology 7, 73-78.\n\nCardeña, E. (2009). Rhine’s believe it or not… [Review of the book Unbelievable: Investigations into Ghosts, Poltergeists, Telepathy, and Other Unseen Phenomena, from the Duke Parapsychology Laboratory by S. Horn.] PsycCRITIQUES – Contemporary Psychology: APA Review of Books 54\/40), Article 7.\n\nCardeña, E. (2008). Consciousness and emotions as interpersonal and transpersonal systems. Journal of Consciousness Studies 15, 249-63.\n\nCardeña, E. (2007). The truly astonishing hypothesis. [Review of the book Irreducible Mind by E.F. Kelly, E.W. Kelly, A. Crabtree, A.Gauld, M. Grosso, &amp; B. Greyson. PsycCRITIQUES – Contemporary Psychology: APA Review of Books, 52\/49, Article 5.\n\nCardeña, E. (1989). The varieties of possession experience. Association for the Anthropological Study of Consciousness Quarterly 5\/2-3, 1-17\n\nCardeña, E., &amp; Facco, E. (eds.) (2015). Non-Ordinary Mental Expressions. [Collection of papers from Frontiers in Human Neuroscience.] Frontiers Media S.A.\n\nCardeña, E., &amp; Krippner, S. (2018). Commentary on The Cultural Evolution of Shamanism: Some needed psychological clarifications on the experience(s) of shamanism. Behavioral and Brain Sciences 41.\n\nCardeña, E., Lynn, S.J., &amp; Krippner, S. (2017). The psychology of anomalous experience: A rediscovery. Psychology of Consciousness: Theory, Research, and Practice 4, 4-22.\n\nCardeña, E., &amp; Marcusson-Clavertz, D. (2012). On the need to compare anomalous experiences carefully. Commentary on Aura in mysticism and synaesthesia: A comparison. Consciousness and Cognition 21, 1068-69.\n\nEvrard, R., Pratte, E.A., &amp; Cardeña, E. (2018). Pierre Janet and the enchanted boundary of psychical research. History of Psychology 21, 100-125.\n\nMoreira-Almeida, A., Lotufo Neto, F., &amp; Cardeña, E. (2008). Comparison between Brazilian Spiritist mediumship and dissociative identity disorder. Journal of Nervous and Mental Disease 196, 420-24.\n\nSchaffler, Y., Cardeña, E., Reijman, S., &amp; Haluza, D. (2016). Traumatic experiences and somatoform dissociation among spirit possession practitioners in the Dominican Republic. Culture, Medicine, and Psychiatry 40, 74-99.\n\nVan Ommeren, M., Komproe, I., Cardeña, E., Thapa, S. B., Prasain, D., de Jong, J., &amp; Sharma, B. (2004). Mental illness among Bhutanese shamans in Nepal. Journal of Nervous and Mental Disease 192, 313-17.\n\nZingrone, N.L., Alvarado, C.S., &amp; Cardeña, E. (2010). Out-of-body experiences and physical activity and posture: Survey responses from a survey conducted in Scotland. Journal of Nervous and Mental Diseases 198, 163-65.  Select Commentaries\n\nCardeña, E. (2019). “The Data Are Irrelevant”: Response to Reber and Alcock. Journal of Scientific Exploration 33\/4, 593-98. [Rebuttal to their rebuttal of Cardeña (2018).]\n\nCardeña, E. (2015). The unbearable fear of psi: On scientific censorship in the 21st century. Journal of Scientific Exploration 29, 601-20. [Contains examples.]\n\nCardeña, E. (2012). Psi is here to stay. Journal of Parapsychology Supplement&nbsp;(December), 17-19.\n\nCardeña, E. (2011). On wolverines and epistemological totalitarianism. [Guest editorial.] Journal of Scientific Exploration 25, 539-51.\n\nCardeña, E. (2014). When dogma trumps evidence and the scientific method. EdgeScience 17&nbsp;(February), 18-19. [Reprinted from Cardeña, E. (2013). Review of the book Heretics: Adventures with the Enemies of Science, by Will Storr. Journal of Scientific Exploration 27, 515-19.]  Videos\n\nThe New Psychology of Anomalous (Extraordinary) Experiences by Etzel Cardeña (lecture at the Spiritist Medical Congress, 2016).\n\nEtzel Cardeña on “What do anomalous experiences tell us about the potentials of consciousness?” (lecture at the International Workshop on East West Approaches to the Nature of Mind, Consciousness and Self, 2014).\n\nEtzel Cardeña: From Monkey-mind to Embodied Performance Presence (Keynote lecture at the 5th Colloquium on Artistic Research in Performing Arts, 2017).\n\nVarieties of Anomalous Experience (Parapsychology Foundation, 2016.)\n\nInterviews with Jeffrey Mishlove on New Thinking Allowed:\n\nExperimental Evidence for Parapsychological Phenomena with Etzel Cardeña (2019).\n\nPsi and the Visual Arts with Etzel Cardeña (2021)  Parapsychological Awards and Honours\n\nCardeña began winning awards, scholarships and other honours as a student and continues to collect them in all his areas of interest. In parapsychology, he has earned the following:   \tEileen Garrett Scholarship, to study spirit possession in Haiti, Parapsychology Foundation (1985) \tHilgard Award, for best theoretical paper on hypnosis published in 1996, for ‘Just floating on the sky: A comparison of shamanic and hypnotic phenomenology'. Society for Clinical and Experimental Hypnosis (1997) \tBest Theoretical Paper, for ‘The ways to study anomalous experience’, Division 30 (Psychological Hypnosis) of the American Psychological Association (1999) \tPresident, Parapsychological Association (2008–2009) \tCharles Honorton Integrative Contributions Award, Parapsychological Association (2013) \tParapsychological Association Book Award for Parapsychology: A Handbook for the 21st Century (2015) \tParapsychological Association Book Award, for the second edition of Varieties of Anomalous Experience (2016) \tOutstanding Career Award, Parapsychological Association\n\nKM Wehrstein  Literature\n\nAlef Trust (n.d., c. 2015). Parapsychological (psi) phenomena – Interview with Etzel Cardeña, PhD. [Web Page.]\n\nCardeña, E. (n.d.). Etzel Cardeña, PhD (curriculum vitae).\n\nCardeña, E. (2013). Eminent authors from other areas [requires download]. Mindfield 5\/3, 83-90. An updated online version is in Psi Encyclopedia.\n\nCardeña, E. (2014). A call for an open, informed, study of all aspects of consciousness. Frontiers in Human Neuroscience (27 January). [Web Page.]\n\nCardeña, E. (2018). The experimental evidence for parapsychological phenomena: A review. American Psychologist 73, 663-77.\n\nCardeña, E., Lynn, S. J., &amp; Krippner, S. (eds.) (2000). Varieties of Anomalous Experience: Examining the Scientific Evidence. Washington, DC: American Psychological Association.\n\nCardeña, E., Lynn, S. J., &amp; Krippner, S. (eds.) (2014). Varieties of Anomalous Experience: Examining the Scientific Evidence (2nd ed.). Washington DC: American Psychological Association.\n\nCardeña, E., Palmer, J., &amp; Marcusson-Clavertz, D. (eds.) (2015). Parapsychology: A Handbook for the 21st Century. Jefferson, North Carolina, USA: McFarland.\n\nCardeña, E., &amp; Marcusson-Clavertz, D. (2020). Changes in state of consciousness and psi in ganzfeld and hypnosis conditions. [Abstract.] Journal of Parapsychology 84, 66-84.\n\nFrench, C. (2016). Varieties of Anomalous Experience: Examining the Scientific Evidence (2nd ed.). [Review]. Journal of the Society for Psychical Research 80\/2, 93-94.\n\nGeorge, L. (2001). Varieties of Anomalous Experience: Examining the Scientific Evidence. [Review.] Journal of Parapsychology 65, 85-90.\n\nLund University Research Portal (n.d.). Etzel Cardeña, Professor. [Professional web page, frequently updated.]\n\nMarcusson-Clavertz, D. &amp; Cardeña, E., (2011). Hypnotizability, alterations in consciousness, and other variables as predictors of performance in a ganzfeld psi task. Journal of Parapsychology 75, 235-59.\n\nWatt, C. (2016). Parapsychology: A Handbook for the 21st Century. [Review.] Journal of the Society for&nbsp;Psychical Research 80\/3, 176-78.\n\nWolman, B.B., Dale, L.A., Schmeidler, G.R., &amp; Ullman, M. (1977). Handbook of Parapsychology. Van Nostrand Reinhold.   Endnotes 1. Cardeña, personal communication, 25 May 2021. 2. Alef Trust (n.d.) 3. Cardeña (n.d.). 4. Alef Trust (n.d.) 5. Cardeña (n.d.). 6. Alef Trust (n.d.) 7. Lund University Research Portal (n.d.). 8. Cardeña (n.d.). 9. Alef Trust (n.d.) 10. Marcusson-Clavertz &amp; Cardeña (2011). 11. Marcusson-Clavertz &amp; Cardeña (2011), 251. 12. Cardeña &amp; Marcusson-Clavertz (2020). 13. Cardeña (n.d.) 14. Cardeña, personal communication, 27 May 2021. 15. Alef Trust (n.d.) 16. Cardeña, Lynn, &amp; Krippner (2000). 17. George (2001), 85. 18. Cardeña, Lynn, &amp; Krippner (2014). 19. Alef Trust (n.d.) 20. Cardeña (2013). 21. Alef Trust (n.d.) 22. Cardeña (2014). 23. Network Review&nbsp;6-8 24. Cardeña, Palmer, &amp; Marcusson-Clavertz (2015). 25. Wolman, Dale, Schmeidler &amp; Ullman (1977). 26. Watt (2016). 27. Cardeña (2018). 28. Cardeña (2018), 663.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: June 28, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: KM Wehrstein Word count: 3,100 Created: 9th June 2021 Last updated: 28th June 2022 May be cited as:Wehrstein, KM (2021). &lsquo;Etzel Cardeña&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/etzel-carde%C3%B1a&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y3q6znl4                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/etzel-cardeña","_id":108}