{"name":"Walter Whately Carington | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/walter-whately-carington","mytitle":"Walter Whately Carington | Psi Encyclopedia","mylang":"de","content":"                     Walter Whately Carington | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Walter Whately Carington                                                                                                                                                                                                                          Walter Whately Carington (1892–1947) was a British psychical researcher who pioneered the use of quantitative methods based on word association tests in the investigation of mediumship.   Contents   \tLife and Career  \tPsychical Research   \tQuantitative Study of Trance Personalities  \tTelepathy   \tViews On Survival \tWorks  \tBooks \tArticles \tBook Reviews   \tLiterature \tEndnotes     Life and Career\n\nWalter Whately Carington was born Walter Whately Smith in 1892 in London. He was educated at Eton and Cambridge, where he studied science. He joined the Royal Flying Corps during World War I and became an experienced pilot, but was badly injured after a forced landing. He returned to Cambridge to undertake scientific research into the psychogalvanic reflex, which led to the publication in 1922 of his book The Measurement of Emotion.1\n\nAfter a period living in the Netherlands, where he met his future wife, he returned to England and took up residence in Cornwall. There he devoted his life to psychical research, turning his back on a conventional academic career.\n\nHe changed his name from Smith to Carington in 1933, adopting a modified spelling of the name of the region in Normandy (Carenton) where his family originated.  Psychical Research\n\nIn December 1916 Carington had sittings with the mental medium Gladys Leonard. He sat twice with Kathleen Goligher, a physical medium, in Belfast, the first time being convinced that the phenomena were genuine, the second time noting a 'conspicuous and startling deterioration'&nbsp;&nbsp;that suggested to him that on this occasion they were produced fraudulently.2\n\nHe became a member of the Society for Psychical Research and was appointed to its governing council in 1920, also joining its investigation of the materialization medium Martha Beraud (Eva C.)3 In the same year he published&nbsp;The Foundations of Spiritualism, which contained a summary of the existing arguments in favour of survival of consciousness after death. He also founded and edited the journal Psychic Research Quarterly (later re-named Psyche).\n\nCarington soon became dissatisfied with the qualitative methods that psychical researchers had been using to investigate mediums since the nineteenth century, arguing that a quantitative approach based on statistics would be more rigorously scientific. He proposed a word-association test, which some time later he applied to Leonard, Eileen Garrett and Rudi Schneider (see below).4 He also conducted experiments in precognitive guessing of the throw of dice, considering that low scoring – which was as likely to occur as high scoring – was equally anomalous in departing from the chance mean, a phenomenon that was later recognized as ‘psi missing’.5\n\nIn 1940 he was awarded a Perrott Studentship in Psychical Research and a short time later a Leverhulme Research Grant.  Quantitative Study of Trance Personalities\n\nBetween 1934 and 1936 Carington carried out tests with mediums in which he applied Jung’s word association tests, both in a state of normal waking consciousness and also in trance states.6 The aim was to try to discern whether the ‘control’ personalities who spoke during trance were discarnate beings, as they represented themselves, or secondary personalities of the mediums, as was believed by sceptics and some researchers.&nbsp; Responses from the trance personalities were analyzed for reaction times and physiological reflexes, and these were compared to those for the medium during a normal state. Carington concluded that, with regard to Eileen Garret and her control ‘Uvani’, and Gladys Leonard and her control ‘Feda’, the controls were secondary personalities.\n\nAs a later SPR commentator described in relation to Leonard,  \n\nCarington discovered that the results given by Feda and Mrs Leonard were neither what one would expect from testing two different persons nor what one would normally get from testing the same person twice. Superficially their patterns were grossly dissimilar, but they were related to each other – that is, negatively correlated. Where the normal Mrs Leonard tended to give a long reaction time, the entranced Mrs Leonard gave a short one, and vice versa. In other words Feda and Mrs Leonard were not independent individuals; they were complementary characters. The result is in keeping with the theory that Feda is a dramatization of the medium's own subconscious trends. It is very difficult to reconcile these findings with a Spiritualistic interpretation.7\n\nOther researchers recognized the potential importance of Carington’s qualitative method, while doubting that his knowledge of statistical applications was sufficient for his findings to be trusted. For instance, Robert Thouless made a detailed analysis, praising ‘a brilliantly designed experimental plan which well displayed Whately Carington’s gifts of boldness and originality’8 but pointing out significant errors.9 &nbsp;The Cambridge philosopher CD Broad agreed, writing that Carington’s ideas and methods were ‘essentially sound’ but that ‘serious fallacies’ in his statistical analysis meant that ‘very little can be confidently accepted of [his] conclusions.10  Telepathy\n\nCarington’s experimental work on the association of ideas led to the formation of a theory of telepathy, in which individual minds are linked by subconscious associations, or ‘psychons’. As he further speculated in his book Telepathy: An Outline of Its Facts, Theory, and Implications, such a group mind, in which images are held in common, might be the basis of telepathic contact.11\n\nIn experiments on paranormal cognition of drawings he found a degree of displacement that appeared to indicate precognitive and retrocognitive effects.12  Views On Survival\n\nIn Telepathy, in the words of a reviewer, Carington ‘suggests that disintegration of the psychon system after death is possible but not very likely, and he considers it more probable that from an initially dream-like state after death there will be a process of integration and more complete adjustment to the new conditions’.13\n\nJust prior to his death, Carington set down his views on the survival of the mind:  \n\nI should like to make it clear that, speaking within a few days of my probable death, my views on Survival are substantially those set out in the relevant section of my book Telepathy. That is to say: it is my firm intellectual conviction that Conscious Existence does not terminate with the death of the body, though the form it takes is unlikely, in my judgement, to be closely similar to any of those commonly accepted.14   Works  Books\n\nThe Foundations of Spiritualism (1920). New York: E.P. Dutton &amp; Company.\n\nA Theory of the Mechanism of Survival (1920). London: K. Paul, Trench, Trubner &amp; Company.\n\nThe Measurement of Emotion (1922). London: K. Paul, Trench, Trubner &amp; Company.\n\nThe Death of Materialism (1933). London: George Allen &amp; Unwin.\n\nThree Essays on Consciousness (1934). London: London Forum re-prints.\n\nTelepathy: An Outline of Its Facts Theory and Implications (1945). London: Methuen &amp; Company.\n\nMatter Mind and Meaning (1949). London: Methuen &amp; Company.  Articles\n\nA suggested new test for evidence of survival (1920). Journal of the Society for Psychical Research 19, 163-64.\n\nPositive implications of telepathy (1933). Journal of the Society for Psychical Research 28, 57-64.\n\nThe quantitative study of trance personalities I: Preliminary studies - Mrs Garrett; Rudi Schneider; Mrs Leonard (1934). Proceedings of the Society for Psychical Research 42, 173-240.\n\nReview of H. Carrington: An instrumental test of the independence of a ‘spirit control’ (1934). Proceedings of the Society for Psychical Research 42, 241-50.\n\nThe quantitative study of trance personalities II (1935). Proceedings of the Society for Psychical Research 43, 319-70.\n\nThe quantitative study of trance personalities III (1936). Proceedings of the Society for Psychical Research 44, 189-222.\n\nPreliminary experiments in precognitive guessing (1935). Journal of the Society for Psychical Research 29, 86-104.\n\nCorrespondence: The qualitative study of trance personalities (1936). Journal of the Society for Psychical Research 29, 279-81.\n\nThe quantitative study of trance personalities (1936). Proceedings of the Society for Psychical Research 44, 189-222.\n\nSome early experiments providing apparently positive evidence for extra-sensory-perception (1938). Journal of the Society for Psychical Research 30, 295-305.\n\nThe quantitative study of trance personalities: New series (1939). Proceedings of the Society for Psychical Research 45, 223-51.\n\nFreak bridge hands (1940). Journal of the Society for Psychical Research 31, 181-83.\n\nExperiments in the paranormal cognition of drawings with an introduction by C.D. Broad (1940). Proceedings of the Society for Psychical Research 46, 34-151.\n\nCorrespondence (1941). Journal of the Society for Psychical Research 32, 44-46.\n\nExperiments in the paranormal cognition of drawings (1941). Proceedings of the Society for Psychical Research 46, 277-344.\n\nExperiments in the paranormal cognition of drawings (1942-45). Proceedings of the Society for Psychical Research 47, 155-228.\n\nSome positive results from a small group of experiments (1944, with R. Heywood). Proceedings of the Society for Psychical Research 47, 229-36.\n\nCorrespondence (1945). Journal of the Society for Psychical Research 33, 130-31.\n\nSome experiments in willed dice-throwing (1947, with J. Fraser Nicol). Proceedings of the Society for Psychical Research 48, 164-75.  Book Reviews\n\nPsychical Research by Hans Driesch (1933). Journal of the Society for Psychical Research 28, 159.\n\nMelvyn Willin  Literature\n\nCarington, W.W. (1922). The Measurement of Emotion. London: K. Paul, Trench, Trubner &amp; Company, Limited.\n\nCarington, W.W. (1934). The quantitative study of trance personalities I: Preliminary studies - Mrs Garrett; Rudi Schneider; Mrs Leonard. Proceedings of the Society for Psychical Research 42, 173-240.\n\nCarington, W.W.&nbsp;(1935a). Preliminary experiments in precognitive guessing. Journal of the Society for Psychical Research 29, 86-104.\n\nCarington, W.W. (1935b). The quantitative study of trance personalities II. Proceedings of the Society for Psychical Research 43, 319-70.\n\nCarington, W.W. (1936). The quantitative study of trance personalities III. Proceedings of the Society for Psychical Research 44, 189-222.\n\nCarington, W.W. (1940). Experiments in the paranormal cognition of drawings with an introduction by C.D. Broad. Proceedings of the Society for Psychical Research 46, 34-151.\n\nCarington, W.W. (1941). Experiments in the paranormal cognition of drawings. Proceedings of the Society for Psychical Research 46, 277-344.\n\nCarington, W.W. (1942-45). Experiments in the paranormal cognition of drawings. Proceedings of the Society for Psychical Research 47, 155-228.\n\nCarington, W.W. (1947). Cited in Fraser Nicol (1946-49). Obituary: Mr W. Whately Carington. Proceedings of the Society for Psychical Research 48, 212.\n\nFraser Nicol, J. (1946–49). Obituary: Mr W. Whately Carington. Proceedings of the Society for Psychical Research 48, 200-12.\n\nSalter, W.H. (1946–49). Obituary: Mr W. Whately Carington. Proceedings of the Society for Psychical Research 48, 197-99.\n\nThouless, R.H. (1936–37). Review of Mr Whately&nbsp;Carington’s work on trance personalities. Proceedings of the Society for Psychical Research 44, 223-75.\n\nThouless, R.H. (1945). Book review: Telepathy. An Outline of Its Facts Theory and Implications by W. Whately Carington. Proceedings of the Society for Psychical Research 47, 275-76.\n\nThouless, R.H. (1946–49). Obituary: Mr W. Whately Carington. Proceedings of the Society for Psychical Research 48, 199-200.\n\nWest, D.J. (1954). Psychical Research Today. London: Gerald Duckworth &amp; Co.   Endnotes 1. Carington (1922). 2. &nbsp;Nicol (1946–49), 202. 3. Salter (1946–49), 197. 4. Salter (1946–49), 198. 5. Carington (1935a), 86-104, 117-18, 158-67. 6. Carington (1934, 1935b, 1936). 7. West (1954), 60. 8. Thouless (1946–49), 199. 9. Thouless (1936–37), 223. 10. Broad (1962), 268-69. 11. Thouless (1945), 275-76. 12. Carington (1940; 1941; 1942–45). 13. Thouless (1945), 276 14. Carington (1947).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 06, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,700 Created: 2nd June 2021 Last updated: 6th October 2023 May be cited as:Willin, M. (2021). &lsquo;Walter Whately Carington&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/walter-whately-carington&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yjgrmnnq                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/walter-whately-carington","_id":109}