{"name":"Hereward Carrington | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/hereward-carrington","mytitle":"Hereward Carrington | Psi Encyclopedia","mylang":"de","content":"                     Hereward Carrington | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Hereward Carrington                                                                                                                                                                                                                          Hereward Carrington (1880-1958) was a British-born psychical researcher and author resident in the USA, with particular interests in alternative health treatments, conjuring and physical paranormal phenomena. He is noted in particular for his participation the Naples investigation of the physical medium Eusapia Palladino.&nbsp;A large collection of his writings and correspondence is held in the Princeton University library.   Contents   \tLife and Career \tMediumship \tOut-of-Body Experience \tWorks  \tBooks \tArticles   \tLiterature \tEndnotes     Life and Career\n\nHereward Hubert Lavington Carrington was born on 17 October 1880 in St. Helier, Jersey and attended school in London and Kent.1 &nbsp;He visited the USA in 1888 and later moved to Boston before settling in New York City in 1904, where he worked as an assistant editor for Street and Smith magazines.\n\nCarrington became interested in psychical research after encountering books on the subject, joining the Society for Psychical Research (SPR) in 1899 and the American Society for Psychical Research in 1907. He was chiefly interested in physical phenomena of poltergeists and mediumship, and is said to have sat with almost every prominent physical medium of the time, both in the UK and elsewhere. He is best known for his in-depth report of an investigation of Eusapia Palladino, which decisively endorsed at least some of the observed phenomena as genuine (see below).\n\nCarrington founded the American Psychical Institute and Laboratory in New York in 1921 which closed after two years, but was re-opened ten years later.\n\nCarrington was a consultant for The Mysteries of Myra, a fifteen-episode silent film series released in 1916, which introduced various paranormal concepts. &nbsp;He is said to have been the model for Payson Alden, the psychical investigator in the films.2  Mediumship\n\nAn extensive knowledge of conjuring made Carrington sceptical about the claims of séance mediums. His 1920 book The Physical Phenomena of Spiritualism, Fraudulent and Genuine gives detailed descriptions of tricks that he argued were used by mediums such as Henry Slade, the Eddy brothers and William Eglinton to deceive scientists and spiritualists.3 &nbsp;However, a shorter section describes mediums he considered to be genuine, notably DD Home, William Stainton Moses and Eusapia Palladino.\n\nIn 1908 Carrington, with fellow SPR researchers Everard Feilding and WW Baggally, carried out an investigation of Palladino in a hotel in Naples. Contrary to the results of an earlier investigation held in 1895 in Cambridge, which concluded she was entirely fraudulent, the trio became convinced that much of the phenomena they observed could not be accounted for by such tricks as she undoubtedly often used. In particular, Carrington noted, the more stringent their precautions the stronger the effects became. Carrington also commented on the psychological barriers to conviction that the investigators experienced, and which had hitherto been underestimated.4\n\nKeen to show Palladino to an American audience, Carrington acted as her manager in a tour of US cities in 1910, which, however, led to accusations of cheating that damaged her reputation.5&nbsp;\n\nFor a full assessment, see Eusapia Palladino.\n\nCarrington later took part in a long-running investigation of the American medium Mina Crandon (Margery), who likewise convinced him of the genuineness of the observed phenomena. However, he is also said to have admitted carrying on an affair with her, which sceptics argue may have affected this judgement.6 See Margery (Mina Stinson Crandon)\n\nStarting in 1932 Carrington undertook experiments with the Irish clairvoyant medium Eileen Garrett, aiming by the use of word association and other tests to establish whether ‘Uvani’, her ‘control’, could be considered to be an entity independent of her. Significant variation was found in eleven out of a hundred stimulus words, sufficient to convince Carrington but not Garrett herself.\n\nA visit to the Lily Dale Assembly spiritualist camp in New York convinced him that all seventeen of the mediums working there were fraudulent.7\n\nConsidering research carried out with the clairvoyant medium Leonora Piper,8 Carrington opposed James Hyslop, who considered it to be strong evidence of survival, adopting instead an explanation in terms of secondary personalities and telepathy among the living. Carrington accepted that Piper’s ability to demonstrate knowledge of facts unknown to the sitter might be considered a major obstacle. However, he argued that this could be accounted for if people are unknowingly able to obtain knowledge telepathically from others.  Out-of-Body Experience\n\nIn the 1920s Carrington collaborated on two books with Sylvan Muldoon, who described frequent occurrences of out-body-experiences, or what they called ‘astral projection’. The second of these, The&nbsp;Phenomena of Astral Projection,9 has become a classic and is described fully here.  Works  Books\n\nIn addition to the selection of psychical research titles below, Carrington wrote numerous books about dieting, fasting and the benefits of vegetarianism.\n\nThe Coming Science (1908). Boston: Small, Maynard &amp; Co.\n\nEusapia Palladino and her Phenomena (1909). New York: B.W. Dodge.\n\nHindu Magic (1909). London: The Annals of Psychic Science.&nbsp;&nbsp;&nbsp;\n\nDeath: Its causes and phenomena, with special reference to immortality (1911, with J.R. Meader). London: Rider &amp; Co.&nbsp;\n\nPersonal Experiences in Spiritualism (1913). London: T.W. Laurie Ltd.\n\nThe Problems of Psychical Research (1914). New York: W. Rickey &amp; Co.\n\nPsychical Phenomena and the War (1918). New York: Dodd, Mead and Company,\n\n&nbsp;Higher Psychical Development (1920). New York: Dodd, Mead and Company.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nThe Physical Phenomena of Spiritualism, Fraudulent and Genuine (1920). New York: Dodd, Mead and Company.\n\nYour Psychic Powers (1920). New York: Dodd, Mead and Company.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nDeath Deferred: How to live long and happily, defer death, and lose all fear of it (1922). New York: Dodd, Mead and Company.\n\nPsychical Research Volumes 1, II. Little Blue Book Nos. 445\/46 (1923). Kansas: Haldeman-Julius Company.\n\nThe Story of Psychic Science (1931). London: Rider &amp; Co.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nA Primer of Psychical Research (1932). London: Rider &amp; Co.\n\nHoudini and Conan Doyle. The Story of a Strange Friendship (1933, with B.M.L. Ernst). London: Hutchinson.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nLoaves and Fishes (1935). New York: Charles Scribner’s Sons Ltd.\n\nLaboratory Investigations into Psychic Phenomena (1939). New York: Arno Press.\n\nThe Invisible World (1947). London: Rider &amp; Co.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nPsychic Science &amp; Survival (1947). New York: Beechhurst Press..&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nPsychic Oddities (1952). London: Rider &amp; Co.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nThe Story of the Poltergeist Down the Centuries (1953, with N. &nbsp;Fodor). London: Rider &amp; Co.&nbsp;&nbsp;&nbsp;&nbsp;\n\nThe American Séances with Eusapia Palladino (1954). New York: Garrett Publications.&nbsp;&nbsp;&nbsp;&nbsp;\n\nMysterious Psychic Phenomena (1954).&nbsp; Boston: Christopher Publishing House.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nThe Case for Psychic Survival. (1957). New York: Citadel Press.  Articles\n\nDiscussion of the trance phenomena of Mrs Piper (1903). Proceedings of the Society for Psychical Research 17, 337-73.\n\nThe trance state (1908). Journal of the Society for Psychical Research 13, 204-208.\n\nReport on a series of sittings with Eusapia Palladino (1909, with E. Feilding and W.W. Baggally). Proceedings of the Society for Psychical Research 23, 309-569.\n\nA discussion of the Willett Scripts (1914-15, et al). Proceedings of the Society for Psychical Research 27, 458-91.\n\nA further discussion of Mr Soal’s report on sittings with Mrs Cooper (1926). Journal of the Society for Psychical Research 23, 55-59.\n\nConcerning ‘a series of sittings with Mr George Valiantine’ (1926). Journal of the Society for Psychical Research 23, 87-89.\n\nIn defence of D.D. Home (1930). Journal of the Society for Psychical Research 26, 110-11.\n\nThe word association test in the Garrett-Uvani mediumship (1934). Journal of the Society for Psychical Research 28, 288-289.\n\nOn the quantitative study of trance personalities (1935). Proceedings of the Society for Psychical Research 43, 537-41.\n\nMemory and telepathy (1936). Journal of the Society for Psychical Research 29, 244-45.\n\nEvidence of survival and of telepathy between the living (1940). Journal of the Society for Psychical Research 31, 168-71.\n\nA recent investigation of some unusual ‘psychic phenomena’ (1947). Journal of the Society for Psychical Research 34, 93-94.\n\nThe investigation of spontaneous cases (1948). Journal of the Society for Psychical Research 34, 306-07.\n\nTelepathy between animals (1950). Journal of the Society for Psychical Research 35, 315-16.\n\nMelvyn Willin  Literature\n\nDale, L.A. (1959). Obituary: Hereward Carrington, Journal of the American Society for Psychical Research 52\/2.\n\nGuiley, R.E. (1994). The Guinness Encyclopedia of Ghosts and Spirits. Middlesex: Guinness Publishing Limited.\n\nCarrington, H. (1903). Discussion of the trance phenomena of Mrs Piper. Proceedings of the Society for Psychical Research 17, 337-73.\n\nCarrington, H. (1920). The Physical Phenomena of Spiritualism, fraudulent and genuine. New York: Dodd, Mead and Company.\n\nCarrington, H. (1909). Eusapia Palladino and her Phenomena. New York: B.W. Dodge.\n\nCarrington, H. (1954). The American Séances with Eusapia Palladino. New York: Garrett Publications.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nFeilding, E.,&nbsp;Baggally, W.W., &amp; Carrington, H.&nbsp;(1909). Report on a series of sittings with Eusapia Palladino. Proceedings of the Society for Psychical Research 23, 309-569.\n\nLupak, B.T. (2020). Unravelling Myra’s Mysteries. [Web page]\n\nMuldoon, S.J. and Carrington, H. (1939). The Projection of the Astral Body. London: Rider &amp; Co.\n\nTabori, P. (1972). Pioneers of the Unseen. New York: Taplinger Publishing Company.   Endnotes 1. Biographical details in Dale (1959). 2. Lupak (2020). 3. Carrington (1920). 4. Carrington (1909). 5. Carrington (1954). 6. Tabori (1972). 7. Guiley (1994), 57. 8. Carrington (1903), 337-73. 9. Muldoon &amp; Carrington (1939).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 10, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,500 Created: 10th May 2023 Last updated: 10th May 2023 May be cited as:Willin, M. (2023). &lsquo;Hereward Carrington&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/hereward-carrington&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/2qgnlso8                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/hereward-carrington","_id":112}