{"name":"La Magie au XIXe Siecle (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/magie_au_xixe_siecle\/","mytitle":"La Magie au XIXe Siecle (IAPSOP)","mylang":"de","content":"  La Magie au XIXe Siecle (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  La Magie au XIXe Siecle <\/I>      \n\n    Summary&nbsp;  From Pat Deveney's database:\n\n Magie au Dix-neuvieme Siecle, La.\r\n Revue des sciences occultes et analytiques comparés.  Magnétisme raisonné.   Bulletin des manifestations des Esprits ou télegraphie  de l'ésprit humain .\r\n Qui vivra verra\r\n 1854  Monthly at the new moon\r\n Paris, France.  Language:  French.  Editor: Alcide Morin.\r\n  1\/1, February 27, 1854-1\/10, November 24, 1854.  10 issues only, 32 pp.  12 francs a year in Paris and 13 in the rest of France.\n\n The journal was published monthly at the new moon.   Andre Morin describes this as the work of his homonym [Alcide] Morin who had \"more imagination than judgment\" and set himself as a professor of magic.  For him, \"la magie, c'est l'art de formuler son intelligence suivant les lois absolues de la création, afin d'en obtenir les plus grands résultats possibles.\"  A.-S. Morin, Du magnétisme et des sciences occultes (Paris: Germer Balliere, 1860), 501.  The journal was a rambling compilation of articles on \"Paradox and Truth,\" \"Rational Initiation into Magic,\" \"Occult and Analytic Sciences Compared, and on Animal Magnetism and the Magnet,\" \"The Secret of Gold-Making,\" \"Explanation of the Phenomena of the Tables,\" \"First Notion of Imponderable Fluids,\" together with a regular series \"Bulletin on the Manifestations of Spirits.\"  The journal's motto (\"We shall see!\") provides a hopeful skepticism about the matters dealt with and Morin's fine distinctions of thought: he believed in the turning tables and the planchette but could not believe they were moved by an invisible being or spirit.  The journal's mentions Morin's experiences with the planchette and with the basket and pencil (a form of ouija device) are among the first in the literature.  His employing a \"young American woman\" as his medium in some of his seances is notable as well.  An extended compilation from the journal was published by Morin as Ténebres: Magie du XIXe siecle, Treize Nuits (Paris: Dentu, 1860), and it was that book and others published by him (Du Magnétisme et des Sciences Occultes, 1860, and Comment l'esprit vient aux tables, 1854) rather than the journal, which is practically unknown, that made Morin a precursor of the revival of occultism 25 years later.  Some issues at the Bibliotheque municipale de Lyon.       Issues:Magie au XIXe Siecle N1-10 Feb-Nov 1854                                         <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/magie_au_xixe_siecle\/","_id":1124}