{"name":"Life Of The Count Cagliostro","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1787__anonymous___life_of_the_count_cagliostro.pdf","mytitle":"Life Of The Count Cagliostro","mylang":"de","content":"5\nTHE\nl i f e\nOF T H E\nCOUNT CAGLIOSTRO;\nCONTAINING\nAn authentic Relation of the uncommon Incidents\nthat befel him during his Refidence in England in\nthe Years 1776 and 1777.\nHis Arrival in France; his Commitment to the Baf-\ntile— His Trial, Acquittal, and Baniihment.\nHis Return to England in 1786 ; particular Anecdotes\nof him till 1787: and, laftly, a Detail of the Cir-\ncumftances which occaiioned his Departure for\nSwitzerland.\nD E D I C A T E D TO\nMADAME L A COMTESSE DE CAGLIOSTRO.\nT H E S E C O N D E D I T I O N .\nL O N D O N :\nPR IN T E D FOR T H E A U T H O R }\nA N D S O L D B Y T. H O O K H A M , B O N D - S T R E E T }\nA\nN\nDM\nAY B\nKH\nA\nDO\nPALL T\nH\nEB\nO\nO\nK\nSE\nL\nL\nE\nR\nS IN SN\nG\nLA\nK\nD\n*\n1787.\nD\nig\nitiz\ne\ndb\nyG\no\no\ng\nle\n\f-D\nig\nitiz\ne\ndb\nyG\no\no\ng\nle\n\fM\nA\nD\nA\nM\nE\nL\nA\nC\nO\nM\nT\nE\nS\nS\nE\nD\nEC\nA\nG\nL\nI\nO\nS\nT\nR\nO\n.\nM a d a m e ,\nT h e p le a fu re w h ic h e v e r y fu f-\no e p tib le m in d m u ff e x p e rie n c e in\ni h e v in d ic a tio n o f a n in ju re d c h a ­\nra c te r, I c o n fid e r, in th e p re fe n t\nin fta n c e , m u c h h e ig h te n e d b y th e\no p p o r tu n ity it offers m e o f ad d refs-\nin g a la d y n o t lefs d iitin g u iih e d b y\na m ia b le q u a litie s th a n u n d e ferv ed\nm isfo rtu n es.\n*• T h e c u p o f fe lic ity , p u re a n d\nu n m ix e d ,” fa y s a n e le g a n t a u th o r,\n« is\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ V\ni ]\n•* is b y n o m ean s a d ra u g h t fo r\n“ m o rta l m a n :** Y e t p e rm it m e ,\nM a d a m e , to la m en t th a t in g ra titu d e\na n d c a lu m n y h a s fo fa ta lly im b it-\nte re d y o u rs. T h e u n ite d liv e s o f\ny o u r fe lf a n d th e C o u n t illu ftra te ,\nI c o n fe fs, a m e la n c h o ly tru th , th a t\nn e ith e r v irtu e n o r th e m o ft r ig id\nc irc u m fp e d tio n o f m an n ers w ill\na lw a y s ih ie ld th e poffefTor fro m th e\nm a ch in a tio n s o f v ic e . E n v y to o\nfre q u e n tly tread s o n th e h eels o f\n• fc ie n c e ; a n d d e tra c tio n w ill e ve r\np o in t h e r e n v e n o m e d ih a ft to w a r d\nth e w o r th y p a rt o f m a n k in d . Y e t ,\nth o u g h fe v e re th e trials w e are\nd o o m ed in th is tra n lito ry fta te to\ne n c o u n te r, I am fe n iib le y o u w ill\njo in\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ v\nii ]\nt ■ •\njo in fine in co n fid e rin g V irtu e its\now n recom penfe.\nA p rin c ip a l p a rt o f th e e v e n ts,\nw h ic h c o m p o fe th e n a rra tiv e I\nn o w ta k e th e lib e rty o f o fferin g\nfo r yOUr p e ru fa l, a re e x tra c te d\nfro m L a L e ttr e de Com te C a g lio jiro\na u P e u p le < F A n g lo is, a n d o th e r o f\nh is M e m o irs. I fla tte r m y fe lf th e\nw o r k w ill m e e t w ith y o u r a p p ro ­\nb a tio n , as y o u w ill find it co n ta in s\na n im p a rtia l d e ta il o f th e m oft re ­\nm a rk a b le even ts o f th e C o u n t’s\nlife . • H a p p y d id I p o flefs e lo ­\nq u e n ce; to fu b d u e th o fe p reju d ices\nw h ic h , b y th e foulefi: m h rcp refe n t-\natio n s o f fa & s , b u t to o g e n e ra lly ,\nw ith\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ v iïr ]\nw it h re g a rd t o th é C o u n t C a g li*\no ftro , re ig n in th e m in d s o f th é\np u b lic . B u t, w h ile I la m e n t m y\nin a b ility , I h a v e th is o o n fo la tio n ,\nth a t tr u th s a9 th e p o e t fa y s o f\nb e a u ty ,\n“N\ne\ne\nd\nsiio\ntt\nh\ne\nf\no\nr\ne\ni\ng\nn\na\ni\nd\no\nfo\nr\nn\na\nm\ne\nn\nt\n,\n“ But is when unadorn’d adorn’d the moft.”\nW it h th e fin cereft h o p e th a t y o u\nm a y lo fe th e re m em b ra n ce o f p a ft\nfo rro w s in a n u n in te rru p te d ferie«\no f fu tu re h a p p in e fs, I ta k e th e\nlib e rty o f fu b fc rib in g m y fe lf,\nM A D A M E , .\nW it h a ll d u e R e fp e é t,\nY o u r m o ft o b e d ie n t\nH u m b le S e r v a n t,\nL U C I A .\nD\nig\nitiz\ne\ndb\nyGoogle\n\ff i ]\nfé\"\nP R E F A C E .\nI H A V E been encouraged to venture on\nthe publication of the Count de Caglioftro’s\nLife, by the information I have obtained\nfrom feveral perfons, whofe unblemiihed in­\ntegrity, and intimate connexion with that ex­\ntraordinary character, render their authority\nundoubted. In thofe incidents I have ex­\ntracted from the various accounts published\no f Mr. Caglioftro, I have been particularly\ncautious to prefent my readers with fuch.\nb fads\nD\nig\nitiz\ne\ndb\nyGoogle\n\ffads only as are interefting and authentic.\nBut before I enter on this talk, it may not\nbe improper to take a curfory view of thofe\ncharges brought againft the Count by the\nEditor of the Courier de l’Europe. There ’\ncannot furely be a being againft whom our\nindignation more juftly rifes than the man\nwho, under the fpecious guife of public\nipirit, gratifies a private pique or pecuniary\ndemand by deliberately Mailing the repu­\ntation of another.\nTor the honour of humanity I would fain,\nwith the reader, believe this portrait to be\nthe child only o f 'imagination, Hid not\nthe many calumnious paragraphs published\nin the Courier de TEufope, at the expenfe\nof the Count Cagtioftro, prove it to be\n** un fils infortune de la nature\n* The Author flatters herfelf ihe will not be cen-\nfured for adopting this favourite phrafe, rendered for\nfeme time paft ‘fo eminently VoriQ\n>7cudds in almolfc\nevery page of that paper.\nBut\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ Hi ]\nBut let me afk the reader, can there be any\nconfidence placed in the aflertions o f a man\nwho, iron* his own accounts, ereits a new\nopinion on every vague report ? ,\nMr. De Morande at firft profefles himfelf\nan enemy to the Count Caglioftro, merely\nfrom the prejudices of report. A gain$ from\nthe flattering teftimonies o f approbation la­\nvished on him by the difcerning people of\nParis, on his acquittal from an injurious\ncharge, he becomes his warm advocate,\nand publifhes on the occafion, but without\nrefle&ion he fays, a letter of high panegyric\nin the Courier de l’Eufope. Soon after this he '\nHumbles on another opinion j or, as FalftafF\nfays, **opinion lay inhis way, and he found it.”\nBut perfectly convinced of, as he allures us,\nthe fallacy o f his former affirmations, this in­\ngenious cenfor fuffers the public to remain\nthree months in error, becaufe, he fays, it\nwould have appeared ridiculous immediately\nb 2 to\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ *\n* 3\nto W e contradicted his own affermons *. And\nwhy fo, Mr. Editor ? Is it not the greateft\nproof of a liberal mind to acknowledge an\nerror on the moment of its difcovery ? But\nif we may be allowed to account for this\nfilence, from what follows we ihall believe\nit to originate from an intended négociation\nwith M r. Caglioftro.\nMr. Swinton, formerly a proprietor of the\nCourier de l’Europe, at whofe houfe the\nCount, on his arrival in town, vifited,\nhad more than once congratulated him on\nthe encomiums occaiionally beftowed on\nhim in the above paper; and obferving\nthe infinite advantage his reputation would\nacquire from thefe paragraphs, ventured\nclearly to point out to him the means that\nwould enfure their continuance. Mr. Cagli­\noftro, however, difregarding this advice, the\n* See the Courier cte l’Europe, No. 20, page 156.\nEditor\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ ' ]\nEditor aíéribed his infeníibility to the ill ad-\ndrefs of his negotiator, and in a few days\nrenewed his fuit to the Count in propria.\nperfona-y elated with the hopes o f obtaining\na card blanche for the fuppreffion o f that\nabufe which, on all occafions, he has fo per­\nfectly at command. But h o l d t h i s vi-\nfit, we are allured by Mr. Dé Morande, was\nthe effeCt of mere curiofity! The Count not\nreflecting, perhaps, that our Editor owned a\npaper o f extenflve circulation, in which he\ncould exercife the happy art which Gay\nafcribes to the lawyers, who, he tells us,\n“ twift •words and meanings as they pleafe,”\ntreated his propofals and ridiculous menaces\nwith that contempt they will ever experi-\nepee from an honed and ingenuous mind: and\nfrom that moment Mr. De Morande became\n|iis implacable and avowed enemy. His re-\nfentment might, however, have fpent itfelf\nin a few defamatory paragraphs, had not\njntereft added a new fpur to his malignity.\n1>3 The\nD\nig\nitiz\ne\ndb\nyGoogle\n\fThe reader is» without doubt, acquainted\nwith the fuit commenced by M r. Caglioftrq\nagainft the governor of the Battile, and\nothers, for the iniquitous plunder of hi$\nproperty; he will not, therefore, iuppofe\nthat the defendants, while a caufe o f\nfuch importance was depending, would\nomit cither expenfe or trouble to invalidate\nthe affertions of their adverfary. T h e abili­\nties of Mr. D c Morande were perfeétly of a\nnature to admit him on the lift o f defamatory\nScribblers employed to circulate reports to\nthe difadvantage of M r. Caglioftro, with the\nview of proving his pretentions a mere chi­\nmera.\n«\nBy the moft illiberal fuggeftions, the\nblackeft calumnies, and total perverfion of\nfails, the Editor of the Courier de I’Europe\nhas endeavoured to effedl this} nay, he has\nmore than once had fo little policy as to\ndraw openly the above conclution from his\nOWQ,\n. '■ *•\nD\nig\nitiz\ne\ndb\nyGoogle\n\fL v.H ]\nown libels: but it muil be confeffed that\nhe frequently defeat? his owp purpose by too\ngreat an eagernefs to injure the reputation of\nMr. Caglioftro. Nor is this furprifing when\nwe remember that the tnoft baneful creatures\noften carry about them an antidote to their\nown venqm.\nMr. De Morande had yet another incen­\ntive in this bufinefs: “ There are fecrets in\nall trades,” fays the old adage. The Editof\n■ 1 . • . '• > ! V _ - . a\n. J w. _ i\nof a newfpaper, therefore, who is acquainted\nwith his bufinefs, will be fenfible that nothing\nwill further the circulation of his paper more\nthan a paper wary in which, at all events, he\nwill certainty engage. The talents of Mr.\nD e Morande in this line had, it is true, for\nfome time remained dormant j haying\nmore than pnee nearly involved him in\ndifagrepable confequenc.es: for the explana­\ntion of which, I muff entreat my readers\nto call a retrofpeft on his affair with the\nb 4 Reverend\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ viii ]\nReverend M r. Bates, Madame the Chevalier\nde Eon, M . le Comte de Ldrague, &c. &c.\nHowever, as he probably concludes there is\nlefs danger of a perfonal affault in attacking, a\nphilofopher, he has ventured to exert his moil:\nftrenuous efforts to provoke Mr. Caglioftro\nto enter the lifts with him in his own way.\nBut a contemptuous Jtlence is the only return\nhe has been able to obtain, unlefs it is when\nthe Count ludicroufly invites him to come\nand be potfoned with a pig of bis dreffing * .\nIt is really to be lamented that ib much\ninduftry has not met with its due reward!\n' M r. De Morande attacks the Count on the\nvariety of names and titles he has aflumed\nin his travels^ although of this information\nhe would probably have remained ignorant,\nhad not the Count himfelf candidly particu­\nlarized them in his M em oir: yet this M e-\nSee the Public Advertifer, Sept. 3, 1786.\nmoir\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ ix ]\nmoir is conftantly reprobated by Mr. De\nMorande as an intire fidion: why then does\nhe place the leaft confidence in any part of\nit ? But I forget; this gentleman is a per-\nfed adept in extrading black from \"white;\nalthough from the various experiments he\nhas made on himfelf, he has never yet\nbeen able to tranfmute theformer into the\nlatter. T o return, however, from this di-\ngreffion: a charge o f this nature cannot\npoflibly injure Mr. Caglioftro in the opinion\no f any difcerning individual j while he conr\ntinues to fupport thoie names with honour,\nwhich are io particularly the objed of our\nEditor’s refentment, he can not furely incur\ncenfure for making ufe o f that privilege\nwhich is equally the right of every traveller\nwho is defirous o f remaining incognito.\nM r. De Morande boldly invites thofe per­\nfons whole abilities and rank in life he is\nconfcious place them at too great a diftancc\nto regard the interrogatories of a newfpaper\n' fcribblcr,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ * }\nfcribbler, to confirm or cdntradid his infa­\nmous aflertions with regard to Mr. Caglioftro.\nBut, in fome inftances, where a public\nrefutation is more to be dreaded, he con-\nduds himfelf with a greater degree of cau­\ntion:— when he afcribes his generofity to\ninterefted motives — when he limits his ex-\ntenfive benevolence to fo narrow a compafs\n^s two or three inftances, he is fenfible that\nthe voice of a grateful people might rife to\nconfute him. He contents himfelf therefore\nwith requeuing, that each individual who has\nknown the Count will interrogate tbemjelves\nonly on his condud *. From which it is to\nbe inferred, that thofe who have not had\nthe honour of knowing Mr. Caglioftro are\nintirely to reft their faith on tliat inexhaufti-\nble fountain of truth— the Editor of the\nCourier de 1’Europe I\nHow repeatedly has he invoked all the\nCourts of Germany to difavow the diftin-\n* See the Courier de l’Europe, No. 23, page 182.\nr guiihed\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI W ]\nguiihed reception with which they have\nhonoured the Count Caglioftro. The Cou­\nrier del’Europe, he fays, is read in all thoie\ncourts, yet his invocation is unnoticed,\nHow repeatedly has he called on thoie\nilluftrious perfons, by whom the Count pro-\nfefles himfejf to have been honoured and re­\nceived, to contradict his aflertions ? He has\ndefcriptively published their names, with\nfuch vile comments on the conduit o f Mr.\nCaglioftro, as muft naturally have induced\nthem, had not the aflertions of the latter\nbeen well-founded, to have difclaimed any\nknowledge o f a character fo infamous j yet\nall the calumnious addrefles of M r. De\nMorande has not been able to obtain one\nwell-attefted refutation. Constrained at\nlength to admit that the Count has been re­\nceived and carreflcd by feveral of thofe dif­\n- tinguiilied perfons, he qualifies this reluCtant\nconviction with the fuggeftion, that they\nrefpeSled\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ XU ]\nrefpeSled him only becaufe they did not know\nhim.\nW ith all due reverence to the abilitiesof Mr.\nD e Morande it is to be prefumed, that among\nio large a number of illuftrious perfons, there\nmight be fome few as good judges of merit,\nand perfons of as perfect difcernment, as\nthe Editor of the Courier de l’Europej and\nyet it is a bold fuppoiition when we con­\ntemplate the ailonhhing powers o f that great\nm an!\nM r. De Morande modeftly aiks the public,\nWhether the man who by Jalfe pretences\ncheats the world of their opinion, is not more\nculpable than he who enters the fhop of a\ntradefman and defrauds him pf his pro**\nperty ? .\nPurfuinghis example, I will aik, Whether\nthe man who alternately fabricates fiippo-\niitious\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI\nI [ *\niii ]\nfitious crimes in one nation, with the view\no f prejudicing the other againft an injured\nand innocent chara&er, ihould not be con-\nfidered anobjedt of univerfal deteftation ?\nIn N o. 22, page 175, o f the Courier dc\nl’Europe, we arc informed, that Mr. Cagli-\noftro, after being conftrained to put off the\nuniform of a Spaniih Colonel, was ignomi-\nnioufly expelled Peterfburgh. For this\ncalumnyt the falfehood o f which has been\ntoo clearly proved by the Baron de Corbe-\nron, charge d’affaires of France and Ruffia,\nduring the refidence o f Mr. Caglioftro at\nP\ne\nt\ne\nr\nf\nb\nu\nr\ng\nh\n,a\nn\ndm\nin\niile\nrp\nle\nn\nip\no\nt\ne\nn\nt\nia\nr\ny\n,\nto need further refutation, the Editor has\nhad recourfe to the Memoirs of Madame de\n■ %\nla Mottej and, it is probable, from the evi­\ndence contained in that calumnious work,\nthat Mr. De Morande has the audacity to\nqueftion, or at lead to pretend to queftion,\nthe juftice o f that acquittal, io folemnly\nawarded\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( XÍV ]\nawarded to M r. Caglioftro, by the parlia­\nment of Paris.\nM r. De Morande is at infinite pains to per-\nfuade us ‘ that the Count refided in London\nin 1772, under the name of Balfamo, in\nextremé poverty, from which he was re­\nlieved by Sir Edward Hales. That Baro­\nnet profeflés, indeed, to recollect an Italian\no f that name; but as Mr. D e Morande\npofitively allures us the Count is a Calabrois,\na Neapolitan, or a Sicilian, we can defire no\nbetter argument to prove the fallacy of his\ninformation.\nAnother grand proof which he advances,\nto biafs the opinion of his readers on this\nfubjett, is, the pretended refemblance which\nexifts between the figriature of Jofepb Bal­\nfamo and Jofepb Cagliojiro: the Editor o f the\nCourier de ¡’Europe is, however, the only\nperlón who pretends to difcover this refem-\n, blance j\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ *v ]\n. Mance; and it ittuft be confefled, admitting\nhis opinion juft, the adcidental fimrlitude of\na hand-writing does not afford fufficiènt\ngrounds for the aflertion.\nAgain; he would induce, or rather fe-\ndùce, us to believe that the Count was, in\nthe fame year, under the above name, igno-\nminioufly expelled Paris ; and that his lady\nwas at the fame time confined in la\nPelagie. -\nEvery ofie who is acquainted with the ■ p\no\n­\nlice of Paris muft inftantly perceive the falfe-\nhood o f this charge. A vagabond is no\nfooner expelled that city than a minute de-\nicription o f his perfon is put into the hands\no f every officer o f the police, and circulated\nindifcriminately throughout Paris; by which\nmeans all poffibility of a clandeftihe return\nis cut off. If then, as the Editor would in-\nfinuate, Mr. Caglioftro had fuiflèred this dif­\na grace\nD\nig\nitiz\ne\ndb\nyGoogle\n\f. [ xvi ]\ngrace in the year 1772, with thefe pre­\ncautions, it would not have been poffible\nfor him to have pad fix days at Paris in\n1781, which was actually the cafe; to\nhave frequented, during that time, the houfes\nof the principal merchants there, and have\nefcaped the vigilance o f the officers o f\nthe police.\nBut admitting this to be poffible in 1785,\nwhen,with the Cardinal de Rohan, he was in*\nnocently involved in the affair o f Madame de\nla Motte, his conduct then at leaft muff have\nundergone the minuteft examination : when\na circumftance o f this nature, if true, would\ncertainly have been brought forward to pub­\nlic obfervation.\nAgain; had MadameCaglioftro been con- '\nfined in la Pelagie under the name o f Lau­\nrence Felictaniy as M r. De Morande would\ninfer, Felicinai would certainly have been\nthe laft name ihe would have adopted when\ninterrogated\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xvii ]\n. interrogated on that fubjeit by the lieutenant\ngeneral o f the police; Nor will it be fup-\npofed that the Count would have employed\nthat fund o f cunning, o f which we are\ntaught to believe him mailer, to C\no little ad­\nvantage as to have mentioned her by a name\nalready infcribed in red letters throughout\nParis— a name which might probably recall\nto the remembrance of the police his former\nmildemeanors. Yet in his Memoir, written\nfive months before his trial, he has men-\nhoned her by the name o f Seraphina Feli-\nciani.\nIn fpeaking o f this Memoir, I cannot fcr-\nbear recalling to the remembrance .of the\nreader the folemn appeal which the Count\ntherein makes to many illuilrious and diilin-\nguiihed characters: a s appeal, which being\n. made during his confinement in die BaftUe,\ncould only have been defeated by an innate\nc fenfe\nD\nig\nitiz\ne\ndb\nyGoogle\n\fXVU1 ]\nV\nfenfc of the moil perfect reditude of c'on-\ndud. “ Let them,” fays he, “ declare whe-\n« ther I have ever been guilty of an ad ion\n*« difgraceful to a man of honour: let them\n«\n* fey whether 1 have at any time fued for a\n** favour, or courted the protedion of thole\n«\n« fovereigns who were delirous of feeing m e:\n“ let them declare whether I have at any\n\" time, or in any place, done more than\n«\n* cure the fick gratis, and affift the indigent.”\nT h e world is, alas! but too ready to exult\nover the misfortunes of others. I f the Count\nhad been the impoftor which Mr.DeMorande\naflerts, or had been guilty of thofe iniquitous\npradices of which he allures the public he\ncan furnilh incontejlible proofs.* on an ap­\npeal like this, would not fome one among\nthofe who had been the dupe of his decep­\ntion have Hood forth to draw alide the veil\nthat concealed his impoilares ?\n2 '\nWould\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xix ]\nWould not the vigilance of the intriguing\nDe la Motte, the jealous friends o f the Car­\ndinal de Rohan, have procured thofe incon-\ntejltble proofs of which the Editor of the\nCourier de l’Europe ipeaks with fuch confi­\ndence ; yet their accufations, unfupported by\na ihadow of truth, were rejcded by the\nFrench minifters} and the reputation of\nM r. Caglioftro, like gold proved in the fur­\nnace, became more pure by the feverity of\nthe trial it had endured.\nBut, perhaps, we are to believe that the dis­\ncovery of thefe enormous crimes, theie un­\nheard o f impoftures, which have efcaped the\npenetration of higher powers, were referved\nfor the microfcopic eye of the immaculate\nEditor o f the Courier de l’Europe!\nIs it likewife given to Mr. De Morande to\npenetrate the moil: Secret thoughts of man ?\nc 2 Or,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( XX ]\nOr, by what authority does he pretend to fay\nthat Mr. Caglioftro never dijlributed to the\npoor hit with the view of obtaining vouchers\nfo r bis liberality, or oftricking the rich out o f\ntbeit good opinion ?\nI f he can fupport this afiertion, by proving,\nas he pretends, that the Count has received\nprelents a tboufandtimes more confderable than\nthefilms: he has dijlributed^ why does he not\nrefer to the individuals by whom he has\nbeen enriched? W hy does he not publish\ntheir names and places o f abode in his Cou­\nrier de l’Europe ? But M r. De Morande is\ntoo politic an artift to expofe his colouring\nto minute investigation. His performances\nappear to tnoft advantage when viewed afar\noff. General references and initial letters\ngive play to the imagination o f the reader,\nand are therefore bed calculated for his\npurpofe.\nMr.\nD\nig\nitiz\ne\ndb\nyGoogle\n\ff xxi ]\nM r. De Morande objedls to the evidence of\nthe apothecary to whom the Count appeals\nfor the quantity of medicines diftributed at\nhis expenfe to the poor of Straiburgh, be—\ncaufe, he fays, the nature of their profeffion\nobliges thefe gentlemen to accord with the\nperi'ons by whom they are fupported.\nIn this inftance it is but juft to pardon the\nfufpicious incredulity of our E ditor; we are\nbut too apt to judge the motives of others\nby our own feelings: and M r.D e Morande,\nbeing confcious that a golden key will\nequally unlock his repoiitories o f abufe or\npanegyric, readily conceives that a like in-\nftrument will be equally fuccefsful with\nothers. However, it being evident from\nmany of our Editor’s paragraphs, that he ha$\nlong iince revived the lyftem laid down in\nold times by the Vicar of Bray j he never\nholds an opinion fo fait but he can relinquish\nit when it becomes an impediment to his in*\nc 3 . tereft:\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ x*ii' ]\ntereft: being therefore at a lofs for a credita­\nble witnefs, he has furmounted his fcruples,\nand would willingly admit the evidence of\nan apothecary at Knightfbridge, though he\nitill finds it impofiible to admit one from\nStrafburgh. Mr. Jackfon, we are inform­\ned, was applied to by the Count, on his ar­\nrival in England, for the purpofe o f vending\nhis Egyptian pills, at the rate of thirty-fix\n{hillings a box, the contents of which did\nnot amount to more than eight-pence. How­\never, this gentleman’s confciencey as Laun-\ncelot fays, “ hanging about the neck of his\nheart,” would not fuffer him to engage in ib\ngrofs an impofition.— Thus far the Courier\nde l’Europe. But as this anecdote has re­\nceived additions and variations from the fer­\ntile pen of Mr. De Morande, I rauft entreat\nthe reader to fufpend his judgment till I have\nreduced it to its primitive fimplicity. Mr.\nJackfon being recommended to the Count,\nby M r. Swinton, as a proper perfon to fupply\nhim\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ XX“ i ]\nhim with drugs, and to aflift him in the\npreparation of his medicines, the latter went\none day to his ihop, and having purchafed\nthofe drugs he had occafion for, took them\nhom el and adding to them other materials,\nknown only to himfelf,* compofed a certain\nquantity o f pafte, which he fent back for\nM r. Jackion to make into pills. Mr. Jack­\nion having followed thefe directions, returned\nthem to the Count, who faid to him with\na fmile, “ You don’t know, perhaps, that\n“ thefe pills were fold in Paris at thirty-fix\n“ (hillings a box ?” T o this Mr. Jackfon re­\nplied, That i f they were in fuch repute at\nParis, it was a pity the Engliih people ihbuld\nnot be permitted to purchafe them likewife.\nOn this obfervation, the Count made M r.\nJackfon underftand that he had not, nor did\nhe ever intend to fell them i that what he\nalluded to, were the apothecaries he em­\nployed j who, as he had been informed, had\ntaken that advantage.\n\/\ng 4 M r.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxiv ]\nM r. Jackfon not underftanding any lan­\nguage but the Engliih, and the Count finding\nthe danger of trailing to an interpreter, whole\nleaft error might prove of fatal confequences\nto his patients, employed, in a ihort time\nafter, a perfon with whom he could con-\nverfe without the aid of onej which giving\noffence to Mr. Jackfon, broke off all\nfurther connexion between «the Count\nand him.\nO n the above circumffances M r. De\nMorande has founded the affertion, that Mr.\nCaglioftro applied to the above gentleman\nto vend his pills at thirty-fix ihiliings per\nbox, the falfehood of which was proved by\nM r. Jackfon himfelf, who, in the pre­\nfence o f his fhopman, confefied that the\nCount had never applied to him,, for any\nfuch purpofe, and that he had not given\nM r. Dé Morande authority fpr what he had\nafferted.\nT h e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxv ]\nT h e ridiculous ftory of the Count’s being\nthe fon to one Cicho, a coachman at Naples,\nformerly in the fervice o f Mr. Chriftiplu;\no f his being bred to the profeflion of a hair-\ndrefier, becoming valet de chambre, and\nafterwards a mountebank doctor, is o f a\nnature too low and abfurd to merit any\nferious confederation. But as thefe anecdotes,\nwith many others equally exalted in their\nkind, derive their exiftence from, the fertile\nbrain of M r. Sachy, one o f the principal\npillars that fupports our Editor’s magazine\no f calumnies: it may not be improper to\nprefent the reader with a few traits of this\ngentleman’s cha»after.\nDuring the refidence of Mr. Caglioftro\nat Straiburgh he was addrefied by Sachy,\nwho having pleaded the moil extreme po­\nverty, fblicited to be taken into his fervice.\nT h e Count touched with his apparent miiery,\nplothpd h im ; and as he profeflied having\nfeme\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxvi ] .\nibme little knowledge in chirurgy todk\nhim to aflift him in the attendance o f his\npatients. He had not purfued his new oc­\ncupations more than eight days, when the\nCount was informed by an honed citizen\no f Straiburgh, that Sacky was a ipy employed\nby the faculty to injure his reputation ; for\nwhich purpofe he had already extorted mo­\nney from feveral of his patients, under the\npretext that it was by the Count’s order\nhe did fo. '\nSacky at this moment entering the apart­\nment, the citizen repeated his accufations;\ni\nand his confuiion evidently evincing his\nguilt, Mr. Caglioftro inftantly difcharged\nhim. Enraged at the mifcarriage of his\nichemes, he now threatened to aflaffinate\nthe perfon who had revealed his duplicity j\nwhich coming to the ears of the Marquis\nde la Salle, commander at Straiburgh, to\nprevent any difagreeable confequences, he\nbaniilied him from the city.\n\"\" ’ A ihort\nD\nig\nitiz\ne\ndb\nyGoogle\n\f' [ xxvii ]\nA ihort time after the Count received a\nletter, wherein Sacky demanded th.e payment\no f an hundred and fifty louis, for the eight\ndays he had paffed in his fervice, declaring,\nthat if he refufed to comply with this re-\nqueft, he would defame him in a libel.\nThis epiftle, however, being infufficient to\nterrify the Count into compliance, Sacky,\nin conjunction with Mr. Rochebourn, a\nFrench advocate, who has with much dif­\nficulty faved himfelf from the gallies, to\nwhich he was condemned, compofed the\nlibel, which Mr. De Morande, in his Courier\nde l’Europe, dignifies with the title pf\nMemoir.\nIn 1783-— 4, during the time the Count\ngave public audiences at Bourdeaux, Sacky\nagain endeavoured to injure his reputation,\nby publiihing the fame libel there; for which\nthe chiefs of the city were on the point of 1\nimpriibning him, had not this meafure been\ngeneroufly\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxviii ]\ngencroufly oppofed by the Count. From\nthis time the talents o f Mr. Sacky feem\nto have remained inadive till the moment\no f Mr. Caglioftro’s imprifonment in the\nBaftile, when, under the aufpices of Ma­\ndame de la Motte’s advocate, he published\na new edition o f his libel, which was fup-\nprefled by the parliament o f Paris, as con­\ntaining injurious calumnies.\nExiled from France,” fays the Count,\n“ and defpoiled of my effeds, my neceflary\n“ reclamations have procured me new ene­\n** nemies. Sachy, their worthy agent, has\n“ followed me to England, and not content\n“ with publiihing a third edition of his libel,\n“ has dared to make oath that I am indebted\n“ to him an hundred and fifty guineas, for\n“ which fum he has adually arrefted me.”\nSuch is the man who inherits the\n, confidence of the Editor o f the Courier\nde 1’Europe.\nT h e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxix ]\nThe following letters, which were written\nby the French minifters during the refi-\ndence of the Count Caglioilro at Straf-\nburgh on account of feveral libels publiflied\nagainil, him in that city, will, I hope, ef­\nfectually eradicate any unfavourable im­\npreffions they may have oocaiioned in die\nbread o f the reader:\nL E T T E R I.\nWritten byM m ffur Le Compte De Vergermes,\nSecretary of State fo r Foreign Affairs, to\n. Monfieur Gerrard, Prater ( f Strajburgh.\n. VerfaiHes, 13th March, 1783.'\nC o m p t e D e Caglioftro, Mdsfieur,\njs not perfohally known to me j but com­\nmon report, ever fince he fettled at Straf-\nburgh, is fo very much in his favour* that\nhumanity requires that he fhould find there\nboth regard and tranquillity. His being a\nftranger, and the good wbioh he is laid to\nhave done, is a double title which authotifes\nme\nD\nig\nitiz\ne\ndb\nyGoogle\n\fi XXX ]\nme to recommend him to you, and to thtf\nmagiftrates over whom you preiide. Moniieur\nCaglioftro only afks for peace and fecurity:\ntheie are infured to him by the ,law& of hof-\npitality; and, acquainted as I am with your\nnatural diipoiition, I am fully perfuaded\nyou will eagerly maintain him in the enjoy*\nment o f both, as well as all other advantages\nwhich he may perfonally deferve.\nI have the honour, & c.\n(Sighed) De V e r g e n n e s .\nL E T T E R II.\nFrom the Marquis De Mirominil, Keeper of\nthe Seal, to thefame,\nVarfáflles, March 15, 1783.\nS I R , *\nT H E Compte De Caglioftro\nhas zealoufly employed his time fince he\nhas fettled in Straiburgh in relieving the\npoor and neceflltousj and, to my knowledge,\nthat\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxxi ]\nthat foreigner has, in feveral inftances, aded\nwith that humanity which makes him wor­\nthy o f a peculiar prote&ion. I beg you\nwill, as far as concerns you and the magis­\ntrates whofe chief you are, procure him all\nthat fupport and tranquillity which every\nftranger ought to enjoy within his majefty’s\ndominions j efpecially when he makes him-\nfelf ufeful to the nation.\nI am, &c.\n(Signed) M ir o m in il ,\nL E T T E R III.\nFrom the Marquis De Segur to the Marquis\nDe la Salle, Commanderat Strajburgh.\nT h E good condud which l am\nwell allured Compte Caglioftro has fupported\nin Straiburgh; the very laudable employ he\nmakes in that city of his,knowledge and\nabilities ; and the repeated proofs o f his\nhumanity\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ xxxil ]\nhumanity there to the individuals labouring\nunder various complaints, who had recourfc\nto him, entitle that foreigner to the prote&ion\no f government. The king gives you charge\nto fee not only that he be not mokfted at\nStraiburgh, whenever he thinks fit to return\n' to that city, but even that he may be treated\nwith that regard which he deferves, for the\ngood he does to the diilrefled.\n(Signed) Segur.\nI will not now detain my readers with a\ndiflertation on what M r. De Morande calls\n** the affair of a London Necklace,” but for\ndie explanation refer them to the enfuing\nnarrative, In which I will “ nothing extenuate,\n** norJet tkvm aught in malice.*\nL I F E\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 1 )\nJL I F E , & c .\nT h e Count Caglioftro informs us, in\nhis celebrated Memoir, that he cannot\nipeak pofitively as to the place o f his\nnativity, nor to the parents who gave\nhim birth .\n*S\no\nm\ne\na\nu\nt\nh\no\nr\nsa\nr\ne\no\nfo\np\ni\nn\ni\no\nn\nt\nh\na\nth\neist\nh\neo\nf\nf\n*\n-\nf\np\nr\ni\nn\ng\no\nft\nh\ne\ng\nr\na\nn\ndm\na\nt\nt\ne\nro\nfM\na\nlt\nab\nyaT\nu\nr\nk\nilh\nla\nd\ny\n,m\na\nd\ne\nc\na\np\nt\ni\nv\ne\nb\ny\na\nM\na\nlt\ne\nf\ne\ng\na\nlle\ny\n. O\nt\nh\ne\nr\ns\n,t\nh\na\nt\nh\nei\nst\nh\neo\nn\nly\nf\nu\nr\nv\niv\nin\ngf\no\nn\no\nft\nh\na\ntp\nr\ni\nn\nc\ne\n,w\nh\no\n,\na\nb\no\nu\ntt\nh\ni\nr\nt\ny\n-\nf\ni\nv\ney\ne\na\nr\nsa\ng\no\n,f\nw\na\ny\ne\ndt\nh\nep\nr\ne\nc\na\nr\ni\no\nu\ns\nf\nc\ne\np\nt\nr\ne\no\nfT\nr\ne\nb\nif\no\nn\nd\nja\ntw\nh\ni\nc\nh\np\ne\nr\ni\no\nd\n,ar\ne\nv\no\nlu\nt\ni\no\nn\nt\na\nk\nin\ngp\nla\nc\ne\n,t\nh\ner\ne\ni\ng\nn\ni\nn\ngp\nr\ni\nn\nc\ne\nw\na\nsm\na\ni\nl\na\nc\nr\ne\nd\nb\ny\nh\ni\nsf\ne\nd\ni\nt\ni\no\nu\nsf\nu\nb\nje\nd\ns\n;a\nn\nd\nh\ni\nsi\nn\nf\na\nn\ntf\no\nn\n,t\nh\ne\nC\no\nu\nn\nt\nC\na\ng\nlio\nf\nt\nr\no\n,c\no\nn\nv\ne\ny\ne\nd\nb\nyat\nr\nu\nt\nt\ny\nf\nr\ni\ne\nn\ndt\noM\ne\nd\ni\nn\na\n,\nw\nh\ne\nr\ne\nt\nh\ne\nc\nh\ne\nr\nifh\na\nd\nt\nh\neu\nn\np\nr\ne\nj\nu\nd\ni\nc\ne\nd\ng\ne\nn\ne\nr\na\nli\nt\nyt\no\nh\na\nv\neh\ni\nm\ne\nd\nu\nc\na\nt\ne\ndint\nh\nef\na\ni\nt\nho\nfh\ni\nsC\nh\nr\ni\nf\nt\ni\na\nn\np\na\nr\ne\nn\nt\ns\n.\nA H e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 2 )\nH e fpent his early years at Medina in\nArabia, under the auipices o f a governor,\nwith whom he redded in the palace o f the\nmufti Salahaym.\nAlthotas, who difcovered toward his\npupil all the tender folicitude o f pa­\nrental affedtion, with joy perceived the\nearly inclination he difcovered to the\nfciences; among which botany and phyiic\nwere thoie in which he particularly de­\nlighted. By his inftroOions he became\nacquainted with the Eaftern languages, and\nby him was taught the duties we owe to\nGod, to mankind, and to ourfelves. .\nAlthotas informed him, that his parents\nwere Chriftians o f diitinguUhed birth; and\nthat he was left an orphan at the age^of\nthree m onths; but their names, and the\nplace of his nativity, was a fecret, over\nwhich he caft an impenetrable veil.\n2 It\nD\nig\nitiz\ne\ndb\nyGoogle\n\fi\n( 3 }\nIt being the couniel o f Althotas to refpedt\nevery where religion and the laws, they\nconformed' outwardly to the Mahometan\nmode o f worship; “ but,” fays the Count, 1\n“ the true religion was imprinted on our\nfe hearts.” M r. Caglioftro informs us, that\nhe was in the twelfth year o f his age when\nthe frequent difcouries o f his governor on\nthe antiquities o f Egypt, & c. awakened\nin his hreaft a defire o f travelling ib irre*\nfiftible, that the pleafures o f Medina and\nthe amufements of his youth were no\nlonger objeds o f his attention: his imagi­\nnation was continually anticipating that\nperiod, when Althotas informed him they\nWere to enter on their travels. The long-\nwiihed for hour at length arrived; and all\nthings being prepared for their departure,\nthey bid farewell to the mufti, and began\ntheir journey toward Mecca.\nA 2 On\nD\nig\nitiz\ne\ndb\nyGoogle\n\ft 4 1\nOn their arrival at that city, the €ount\nhaving changed the fimple habit he had\ntill then worn, for one more fplendid, was,\non thé third day after his arrival, by A l-\nthotas, prefented to the chcrif *. ** A t the\n** light o f this prince,” fays the Count,\n«* I experienced a fudden emotion, which\n** it is not in the power o f words to exprefs;\n** my eyes dropped the moil delicious tears\n“ I ever ihed : and, while he honoured me\n** with the tenderell carefles, his I. per­\n« ceived were likewife fuffufed.”\nA t Mecca he relided three years ; during\nwhich time the attachment o f the cherif\ntoward him feemed hourly to encreafe.\nH e would at times gaze on him with the\nm oll fixed attention ; then railing his cyesr\n•H\neis the iovereign of Mecca, and is always\nchofen from among the defendants of Mahomet.\nto\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 5 )\nto heaven, his countenance would betray\nthe moil lively picture o f pity and com»\nmiferation.\nT h is ambiguity o f conduit naturally\nexerted the curiofity o f the Count; - but\nhe dared not to demand an explanation o f\nJjis governor, who, on fuch occafions,\nnever failed to rebuke him with the utmoil\nfeverity; “ as if,” fays he, “ it had been\n** a crime in me to wiih for information\n* concerning my birth.”\nT h e Count’s inclination for travel itill\nreigning predominant, he prepared to\nleave Mecca. The cherif faw him depart\nwith a regret that indicated the tendered\naffc&ion: he preifed him to his bolom\nw ith more than ufual warm th; and con*\neluded their lail interview with this re*\nmarkable fentence, “ Adieut thou nature s\nunfortunate chiW \\\nA 3 Afc\nD\nig\nitiz\ne\ndb\nyGoogle\n\f[ 6 ]\nM r. Caglioftro had now the fatisfa&ion\no f vifiting Egypt j and by procuring the\nintimacy of the minifters o f the ieveral\ntemples o f that ancient city, was admitted\nto places into which the foot o f the com­\nmon traveller had never before penetrated.\nHaving continued his travels, during\nthree years, through the principal cities\no f Africa and Afia, he arrived in the year\n1766 at the ifland o f Malta. It was here,\nfor the firil time, he affumed the European\ndrefs, and with it the title o f Count De\nCaglioftro, having till this period retained\nthe name o f Acharat, Nor was it without\nAngular, aftoniihment, that be perceived\nhis governor adopt the clerical habit, and\nwith it the infignia o f the order o f M alta.\nT h e grand: mailer, Pinto, prefented them\nwith apartments in his palace, and treated\nthe Count with the moft Unking marks\no f diilin&ion. H e allured.him o f a. very\nrapid\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 7 )\nrapid preferment, would he conform to\ntheir religious order; but his prevailing taile\nfor travel, and for phyfic, made him refolve\non a life of more aitive virtue. The Count\ninforms us, that he has every reafon to\nfufpe& the grand mailer was no franger\nto his birth, though he was ever averle to\nentering on a fubjeft ib particularly in*\ntereiling to his young friend.\n“ It was ih the ifland o f Malta,” fays\nthe Count, ** that I had the misfortune.\n*• of lofing my beft friend and mailer, the\nw venerable Àlthotàs, thè wiieil and m od\nMlearned of mankind !” This melancholy\nevent deeply affe&ed him j and, to di­\nvert his grief, he obtained permiffion o f\nthè grand mailer to quit the iiland, and\npurfue his travels over Europe. Accompa­\nnied by the Chevalier D ’Aquino of the\nnoble houfe o f Caramanica, he made the\ntour o f Sicily ; and, after being introduced\nA 4 by\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 8 )\nby his friend to the nobility o f that coun­\ntry, they pafied through the idands o f the\nArchipelago; and, again eroding the Mer\nditcrrancan, arrived at Naples.\nAt this city, o f which the Chevalier was\na native, the Count parted with his com­\npanion, and proceeded unaccompanied to\nRome, provided with a letter o f credit op\nthe banking houfe of Sieur Belloqa. In\nthe capital of the Chriflian world he re-\nfolved to remain incognito. Chance, how­\never, in a ihort time, difeovered him to\n(¡ordinal Urjina, who, yrith the moil Bat­\ntering attention, introduced him to ieveral\nCardinal? and Roman princes: among\nothers, to Cardinal Ganganelli, w{io became\npfterwarda Pppe Clement the X lV Ih. H e\nhad likewife, he tells us, the honour of\nconferring repeatedly with Pope Rez#o-\npica, whp then filled the papal chair.\nto\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 9 )\nIni77°> twenty-fecond year of his age,\nhe became acquainted with Seraphina Feli-\nciani, a young lady, to whom he was iooti\nafter united^ by the moil indifibluble ties.\nHaving travelled with his fair companion,\nduring fix years, into different parts o f\nEurope; at the end o f that time he\nturned his thoughts toward England, the\nfavourite iile of compierce and o f liberty;\nand, in the month of July, 1776, for the\nfipil rime, vifited London. —- PofieJTed oq.\nhis arrival, in plate, jewels, and ipecie,\nto the amount o f three thoufand pounds;\nhe hired apartments in Whitcomb-Street,\nwhere he dedicated a large portion of his\ntime to his favourite ilucjies, chymiftry\nand phyfic.\nIt happened that at this time a poor\nPortuguefe occupied an apartment in the\npime houie; her name was Blavary: fhe\nyras perfectly acquainted with the French\nand\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 10 )\nand Portugeufe languages» and though re­\nduced by fortune, her manners and conver~\niation ieemed to befpeak her well born.\nT he compailion of the Count and his\nlady were eafily awakened; ftrangers them -\nfelves in a country in which they knew\nneither the language nor the cuftoms, they\nreadily iympathifed with one whofe fitu-\nation appeared to be in a degree fimilar:\nand, at the interceffion of the woman of\nthe houfe, the Portuguefe was admitted\ninto the fervice of Madame Caglioltro as\ninterpreter and companion.\nMr.Vitellini was foon after recommended\nto the Count in the former of thefe capa­\ncities: he was bred up among the Jefuits j\nbut, at their expuliion, being mailer of\nthe Latin, French, and Italian, he came\nto London as profeifor o f languages. W ith\na ilrong propenfity to the gaming houfe and\n. chymiftrjr,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( II- )\nchymiftry, on the knowledge of which tail\nhe particularly piqued himfelf, it will\nnaturally be concluded that his finances\nwere not in the mod flourishing condition ;\nthey were, indeed, at the lovveft ebb, when\nhe was relieved by the generofity of the\nCount, who clothed1and took him into\nhis fervice.\nVitellini carefully ingratiated himfelfwith\nhis patron j he was frequently witnefs to his\nexperiments in chymiftry; fome of which,\nbeing entirely new to him, in the height of\nenthufiaitn, u he had the weakmfs, and 'in*\n\"diftretion” fays the Count, “ to hold me\n** forth to his acquaintance, and in all public\n.«* places, as an extraordinary man, a ttue\n“ adept, whofe fortune was immenfe, and\nK who pofteffed the grand fecret o f tfani-\n“ muting metals,” &c. This reportwas fuf-\nficient? to excite the curiofity Of the public:\nM r.: Caglioftro was in a very Short time\nfurrounded\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 12 )\nfurrounded by different ranks o f people,\nwhom an idle curiofity, or the hope o f\nreaping advantage from that wealth or\nknowledge pourtrayed in fuch lively colours\nby Vitellini» drew together. H e now\nfound himfelf expofed to the infults o f\nipcn of whom he was entirely ignorant:\namong others, Pergolezzi, an Italian, en*\nraged at being excluded from the ibciety\npf the fuppofed adept, with an affurance\nunparalleled, apprifèd the Count, through\nVitellini* that if he longer continued to\nnfufe him admittance, he would entirely\nblafl his reputation, by circulating a report\nthrough London* that he was ignorant and\nneceffitous, of obfcure birth, and had he*\nfpr? refided in England, ■ .\n- T he reader w ill fuppofe that this for­\nmidable menace did not contribute to erafe\nany unfavourable ideas the Count might\nprevioufly have foriped of its author : op\nthe\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( - 13 >\nthe contrary, he was now lefs than ever de-\nfirous of an interview; and in return, Per-\ngolezzi gratified his revenge by inventing a\nridiculous hiftory at the expenfe of his ad-\nverfary. Madame Blavary, the Portuguele,\nappeared to entertain the fame opinion con­\ncerning the Count as Vitellini; ibe was\nperfuaded he poilefied the grand cymic art,\nand refolved to exert her abilities in order\nto participate the fruits o f it. T o effe<5\n1\n:\nthis, ihe thought it expedient to obtain the\naififtance of one Scot, a man well known\nfrom the ambiguity o f his chara&er, and\nthe pliability of his principles, which lait\nhe is ever ready to convert to the intereft\nof the prefent moment.\nThis Proteus it was agreed ihould per-\nfonate a Scotch nobleman, whom Madame\nBlavary was at a convenient opportunity to\nintroduce to the Count. But before the\nproject was ripe for execution, ihe was\nfeized\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( »4 )\nfeized with a fevere Cckncfs, in which ihe\nagain experienced the generality and hu­\nmanity o f her benefactors. By the Count\nand Madame Caglioftro ihe was provided\nwith a commodious apartment at a finall\ndiilance from their abode, in which they\ndaily vifited, and fupplied her with every\nneceflary comfort.\nThis conduCt did not, however, make\nthe leaft impreilion on the Portugcfe,\nor divert the treacherous delign ihe had\nformed. She difpatched a melTenger one\nday ta inform the Count “ that Lord Scot,\n“ o f whom ihe had before fpoken to\n“ him, was arrived in town, and pro­\n“ pofed to himfelf the honour o f an intro-\n“ duCtion that afternoon.” .\nLittle iuipeCting the treachery of -a wo­\nman on whom they were daily exerciiing\naCts o f kindnefs, the Count and his Lady\nwere\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( *5 )\nwere eafily made the dupes of this artifice\nthe pretended Lord Scot was at the ap­\npointed time received with that civility and\nrefpedt due to his fuppofed rank. His ap«.\npearance, indeed, did not altogether cor-\nrefpond with his pretenfions: but his infi-\nnuating addrefs, and the fpecious apology\nhe made for appearing in his travelling ha­\nbit, quickly difperfed any ideas which\nmight ariie to his difadvantage on that ac-r\n* ■\ncount. In this vifit Lord Scot exerted his\npowers o f plpafing with fuch fuccefs that,\nfrom that time, he became a conftant gueit\nat the table of the Count.\nA few days after his introdu&jon, the\nCount happening to remark the lofs at­\ntendant on the exchange of foreign coins,\nmentioned fome Portugueie pieces ; for\nwhich he had received feven fhillings lefs\nthan their true value. Scot exclaimed that v\nit was a grofs impofition, and offered to\nprocure\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( i6 )\nprocure thé exalt worth from his banker •\nfor which purpofe the Count put into his\npoffeffion twelve pieces.\nT w o days elapfed, during which Lord\nScot did not make his appearance: on the\nthird he returned apparently much cha­\ngrined and agitated. The Count inquired\ninto the caufe of this alteration ; to which\nScot replied, that he had unfortunately loft\nthe Portuguefe coins through a hole in his\npocket. Lamenting with many expreffions\no f concern, that his fituation was at pre­\nlent fuch as put it entirely out of bis power\nto replace them.\nT he inconûftency of this tale m ail cer~\ntainly have awakened the fuipicion of any\none lefs credulous, or more acquainted with\ndie deceptions praltifed by iharpers to im -\npofc on the Unwary, than the Count. H e\nhowever, not in the.leaft doubting the ve­\nracity\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( ‘ 7 )\nrarity of my Lord, entreated him to think\nno more of an affair fo trivial ¡ and gave\nhim an invitation to dine with him the\nnext day. It is natural to imagine the\nPortuguefe pieces equipped Scot in a man­\nner more fuitable to his aifumed rank. H e\nappeared in a fplendid habit— his baggage\nwas arrived— and he talked largely of in­\ntroducing his lady, whom he hourly ex­\npelled from Scotland. In a few days Lady\nScot was accordingly prefented to Madame\nCaglioftro.\nThe fabulous recital of her misfortunes,\nand the extreme poverty which appeared\nbeneath the face of affeded grandeur, ex­\ncited the companion of that lady. s She\nfupplied her with money, clothes, and\nevery other neceifary of which ihe evidently\nHood in need.\nB The\nD\nig\nitiz\ne\ndb\nyGoogle\n\fc .« )\nThe Count, likewife, not deter­\nred by the affair of the Portuguefe\npieces, had the generality to lend to her\nand Scot two hundred pounds on their\nfimple note of hand.\nThe lottery was at this time on the\npoint of commencing. T he daily dif-\ncourfes of Scot on that fubjeCt, who, like\nVitellina, was addi&ed to all games of\nchance, brought to the remembranct o f\nMr. Caglioftro a manufcript which he had\nin his pofleffion. It contained many cu­\nrious cabaliffic operations, by the aid o f\nwhich, among other fecrets, the author fet\nforth the poftibility of calculating numbers\nfor lotteries. •\n** I had ever,” fays Mr. Caglioftro,\n** coniidered this as a vague and enthufi-\n“ aftic idea, but had long contracted the\n** habit of fufpcnding my judgment on\n** thofe\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 19- ) '\n“ thofe things I had not particularly made\n** the objed o f my fpeculations.”\nH e was refolved, he tells us, to prove\nthe truth or falfehood of this aflertion; and\nby adhering to the rules propofed in the\nmanufcript, for the 6th o f November, pre-\ndided the N o. 20. On this Scot riiked a\ntrifle, and w on : but by N o. 25, which\nwas calculated for the enfuing day, he\ngained upwards of a hundred guineas.\nThe nnmbers 55 and 57 were announced\nwith eqnal fuccefs for the 18th of the fame\nmonth 1 the profits of which day were\nequally divided between Viteliini and the\npretended Lady Scot.\n“ Judge of my aftoniihment,” fays the\nCount, “ at perceiving the exadnefs of\n“ thole calculations I had believed a mere\nch im e r a !’*\nB z The\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( * ° )\nThe poflibility of fuch calculations I\nmuft entirely fubmit to the determination\nof the reader; but was this uncommon fuc-\ncefs the effett of human ikUl or of entire\nchance ? The Count, from a point of de­\nlicacy, thought proper to refill: the repeated\nfelicitations of Scot, 6cc. by refolutely re-\nfufing to predict other numbers. Scot ex­\nerted every effort to flrengthen his intereft\nwith the Count. He prefented Madame\nCaglioftro with the trimming of a cloak\nworth four or five guineas; in return for\nwhich, as he would not mortify him by a\nxefufal, the Count pjefented him on the\nfame day with a gold box value twenty-five\nguineas; and to free hiinielf from ■\nfarther\nimportunity, ordered his fervant. to deny\nhim both to Scot and Mifs Fry, which was\nthe real name of his pretended lady.\nThe latter, however, in a few days\ngained admiffion to Madame Caglioftro.\n6 She\nD\nig\nitiz\ne\ndb\nyGoogle\n\f(- ¿1 )\ni\nShe informed'her, in broken accents, ac­\ncompanied with tears, that ihe was for\never ruined: Scot, the iaid, -to whom ihe\nhad the weaknefs to be attached, having\ndecamped with the profits arifing from the\nlottery, leaving her; with his three chil­\ndren, entirely7 deftitute. This imaginary\ntale produced the intended confequences.\nMadame Caglibilfo, touched with the pre­\ntended roifery o f her fituation, generoufly\ninterceded with the Count in her behalf,\nwho, atherrequeft, fent her a guinea, and,\nfor.the enfuing day, thechance ofnumber 8 .\nFluihed with her former fuccefs, ihe now\nbelieved the calculations of her benefa&or\ninvariable, and having procured caih on\nber effects, ihe boldly riiked a confiderable\nfum on the above number: fate was\nagain propitious, on the 7 th of Decem­\nber the number 8 emerged from the wheel\nof fortune. This extraordinary chance,\non which the Count did not rifle a Angle\nB 3 guinea,\nD\nig\nitiz\ne\ndb\nyGoogle\n\fL2\n2 1\nguinea, returned to Scot and Mifs Fry,\nwhofe difference was entirely fabulous, the\nfull fum of fifteen hundred guineas.\nThe lady, in the firil moment o f exulta­\ntion, would have'fubmitted to M f. CagU-\noftro the entire difpofal of her new-iscquired\nfortune: but* in the prefence of Vitellini,\nhe refufed to have any concern in it.\n“ Keep it, my good woman,” faid be, “ it\n“ is wholly your own. If you.would follow -\n** my advice, retire into the country with\n**your threechildren, and live oh the intereft\nof it— If I have obliged you, the only re­\nturn I defire is, that you will never more\n“ re-enter my doors.” She then endeavoured\nto force on Madame Caglioilro an ivory\nbox, containing feveral bank notes, which\nwas likewife rejected by that lady.\nThis golden fhower did not, however,\nfatisfy the avarice of Mifs F ry,. who ilill\nfighed\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( *3 )\nfighed for more numbers. She had, on\nthe commencement of the lottery, agreed\nto divide the lodes and the gains of each\nday with Vitellini; but perceiving the\nfuccefs that conftantly awaited the cal­\nculated numbers, ibe found means to rid\nherfelf of an unprofitable incumbrance, by\ndi.flolving the partnerihip.\n‘ r\nIt was to his refentment, on this ac­\ncount, that ihe attributed the decline of\nher intereft with Mr. Caglioftro: Ihe con-\nfidered it neceflary,. therefore, to foften\nhis difpleafure, and, by the moil prevail­\ning of all arguments, gold, fo far fuc-\nceeded in her endeavours, as entirely to\nbring him over to her intereft *. She con-,\nfulted with him on the moft effectual means\n* She gave him twenty guineas; but foon repent­\ning of her liberality, made a debt of it, and threw him\ninto Newgate ; from which prifon he was, after fom$\nmonths, liberated by the generofity of the Count.\nB 4 of\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 24 )\nof procuring other calculated numbers from\n(he Count; but Vitellini being at a lofs\nhow to advife her in this bufinefs, (he be­\ngan to think it the bed: expedient to enfure\nthe good offices of Madame Caglioftro, and\nthe more firmly to engage that Lady in her\ncaufc, (he determined, if poffible, to bind\nher by an obligation. The difficulty was\nin what manner to confer it, Madame\nCaglioftro having refufed the bank notes\n(he had lately offered. After ruminating on\nvarious fchemes, (he went to a pawn-bro­\nker’s, in Princes-Street, where (he purchas­\ned a diamond necklace, value ninety four\npounds; and, having procured a fmall gold\nbox divided into ttvo apertures, in one of\nthem (he put the necklace, and in the other a\nmedicinal fnuff. Thus prepared, (he await­\ned the moment in which Madame Cagli­\noftro was alone j and having introduced\nherfelf, opened that part of the box which\ncontained the fnuff, and entreated her to\ntake\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 25 )\ntake a pinch, allegihg that it was extremely\ngood for the eyes. The Countefs praifed\nthe odour of the fnuffj and Mifs Fry availed\nherfelf of this opportunity to entreat her\nacceptance of the box that contained it.\nFor fome time it was ftrenuoufly refuted;\nbut at length overcome by repeated foli-\ncitations, and ignorant till the ¿nfuing day\no f its more valuable contents, ihe yielded\nto the entreaties of this artful woman.\nIn January, 1777, the Count changed\nhis refidence to apartments in SuiFolk-\nStreet. This circumftance did not, how­\never, retard Mifs Fry in the protecution o f\nher defigns: (he was apprifed of his re­\nmoval by Vitellini, and hired an apartment\nfor herfelf in the fame houfe. Here it\nwas impoifible to avoid her : (he pretended\nthat her journey into the country was de­\nlayed from want of ready caih, having, (he\nfaid, fecured her money in fuch a manner,\nas\n\/\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( *6 )\nas put it out of her power to withdraw the\nprincipal. She, therefore, entreated the\nCount to extricate her from this embarraiT-\nment, by giving her numbers for the\nFrench lottery. In anfwer to this requeft,\nMr. Caglioftro replied, that her fuccefs had\nproceeded more from chance than calcu­\nlation y but that was it effe&ed by the one\nor the other, he was refolved to have no\nfurther concern in any thing of that nature.\nHowever, in confideration of thepreient\nIhe had impofed on Madame Caglioftro,\nand with the hopes of being entirely rid\nof her, he gave her, by the hands o f\nthat lady» fourteen Portuguefe pieces, value\nfifty- pounds, and the next day ioquired\nthe time ihe had fixed for her departure.\n. • ' < *\nShe replied, that the caih ihe had received\nfrom the Countefs was infufficient to de­\nfray the expenfes of her journey y and that\nihe was thep going into the city, with the\nhopes\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( *7 )\nhopes of procuring the payment pf four\nhundred pounds, a debt, ihe faid, for fame\ntime due to her. At her return, which,\nwas ppt till the evening, ihe informed\nMadame Caglioftro, that ihe had beep dis­\nappointed of the caih ihe expected, and\nwith tears, requeued her to engage the\nCount in giving her numbers for the French\nThis laft effort, like the former, proving\nunfuccefsful, determined her on the exe­\ncution, .of a long premeditated icheme j a\nScheme the moil diabolic that ever entered\ninto the heart o f .ingratitude 1. .\nThe principal characters to be concerned\njn it were the pretended Lord Scot, Mr,\nReynolds, an attorney,who, notwithstanding\nhis expertnefs in the pettifogging finefle of\nthe low law, could not preierve himfelf\nfrom an ignominious exhibition in the pil­\nlory.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 2\n&)\nlo\nry. O\nn\neM\nitch\nell,ofth\nefa\nm\nep\nro\nfeffio\nn\n,\nw\nh\no\nfe ch\na\nra\ncter b\nein\nglefsn\no\nto\nrio\nu\nsth\na\nn\nth\neab\no\nve,itw\na\nsth\no\nu\ngh\ntp\nru\nd\ne\nn\ntM\nifsFry,\ntoa\nv\no\nidfu\nfp\nicio\nn\n,ih\no\nu\nldn\no\nm\nin\na\nteh\nera\nt­\nto\nrn\ney, a\nn\ndtoth\nis h\no\nn\no\nu\nra\nb\nle g\nro\nu\npw\ne\nm\na\ny a\nd\ndB\nro\na\nd\n, th\ne p\nre\nte\nn\nd\ne\ndfe\nrv\na\nn\nt of\nth\nelad\ny. *\nE\nvery th\nin\ng b\nein\ng p\nro\np\nerly a\nrra\nn\ng\ne\nd\n,\nth\ney p\nro\ncu\nred a\nna\n&\nio\nn a\nt th\ne fu\nit of\nM\nifs Fry, fo\nr o\nn\ne h\nu\nn\nd\nred\n'an\nd n\nin\nety\np\no\nu\nn\nd\ns,-' a\ng\na\nin\nfi th\ne C\nou\nn\nt C\naglio\nftro\n;\nw\nh\nich\n, o\nn\ntth\ne even\nin\ngof th\ne7thof Fe­\nb\nru\nary, w\na\nsfe\nrv\ne\ndo\nnh\nimb\ny a ih\nerifF\ns\no\nfficer w\nh\no th\ne\nnlivedinW\narw\nickC\no\nu\nrt,\nH\no\nlb\no\nrn\n.\nInth\nem\ne\na\nnw\nh\nileR\neyn\no\nld\nsh\navin\nglm\n-s\np\no\nfe\ndo\nnth\neC\no\nu\nn\nt, b\nyfa\ny\nin\ngh\new\na\nsth\ne\nIh\neriffof L\no\nn\nd\no\nn\n, w\nho;b\na\nda\nu\nth\no\nrityfo\nr\nw\nh\nat h\ne d\nid\n, a\ncco\nm\np\na\nn\nie\nd b\ny S\nco\nt a\nn\nd\nB\nro\na\nd\n,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( *9 )\nB\nro\na\nd\n, e\nn\nte\nre\nda\nna\nd\nja\nce\nn\ntch\na\nm\nb\ner,* a\nn\nd\nb\nro\nk\neo\np\ne\nna clo\nfet, w\nh\nereth\necre\nd\nu\nlo\nu\ns\nV\nitellin\ni h\na\nd a\nllu\nre\ndth\nemth\nem\na\nn\nu\nlcrip\nt\nb\nyw\nh\nichth\neC\no\nu\nn\ntp\nre\nd\nicte\ndth\nen\nu\nm\nb\ne\nrs,\nw\nithago\nldb\no\nx co\nn\ntain\nin\ngap\no\nw\nd\ner h\ne\nm\na\nd\neu\nfeofinth\netra\nn\nfm\nu\nta\ntio\nnofm\neta\nls,\nw\nered\nep\no\nfited\n. W\nithth\nisim\na\ng\nin\na\nrytre\na\n­\nsu\nre, th\neyto\no\nkp\no\nfieilio\nnoffe\nv\ne\nra\nlp\na\np\ne\nrs,\na\nm\no\nn\ngo\nth\ne\nrsth\nen\no\nteof h\na\nn\ndfo\nrth\netw\no\nh\nu\nn\nd\nredp\no\nu\nn\nd\nsth\neC\no\nu\nn\nth\na\ndlen\nttoS\nco\nt\na\nn\ndM\nifs Fry. M\nr. C\naglio\nftrow\na\ns th\nen\ncon\nd\nu\ncedtoth\neh\no\nu\nfeofth\neih\nerifF\ns o\nffi­\ncer, w\nh\nereh\nep\na\nffe\ndth\nen\nigh\nt. Then\next\nd\na\ny\n, b\nein\ngd\ne\nfiro\nu\nsofreg\na\nin\nin\ngh\nislib\nerty,\nh\ned\ne\np\no\nfite\ndin th\ne h\na\nn\nd\ns of th\ne a\nb\no\nv\ne\njew\nelstoth\nea\nm\no\nu\nn\ntofth\nreeo\nrfo\nu\nrh\nu\nn\n­\nd\nre\ndp\no\nu\nn\nd\nsj b\nu\ntS\na\nu\nn\nd\ne\nrs, a\nfte\nr a\nllu\nrin\ng\nh\nimev\neryth\nin\ngw\no\nu\nldb\nefa\nfeinh\nisp\no\nflef-\n* The connivance of Saunders, the iheriiPs officer,\nwho arrefted him, at this impoiition, clearly demon-\nftrates that he likewife was concerned in the con-\nfpiracy.\nfio\nn\n,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3° )\nfio\nn\n, d\ne\nfire\ndtoh\na\nv\nelik\new\nife th\neb\no\nxa\nn\nd\nth\nen\neck\nlacew\nh\nichM\nifsFtyh\na\ndp\nre\nfe\nn\nte\nd\ntoM\na\nd\na\nm\neC\naglioftro: th\nefe b\nein\ng d\ne\nli«\nv\ne\nre\ndtoh\nim\n, h\ne fu\nffe\nre\ndth\neC\nou\nn\nttore­\ntu\nrntoh\niso\nw\nnre\nfid\ne\nn\nce\n.\nTheca\nlmw\nh\nichfu\ncceed\ned w\na\ns b\nu\nt of\nffio\nrt co\nn\ntin\nu\na\nn\nce. In\ncred\nib\nle a\ns th\neie\ntra\nn\nfa\n&\nio\nn\ns m\na\ny a\np\np\ne\na\nr ina co\nu\nn\ntry re\n­\nn\no\nw\nn\nedfo\nr freed\no\nm\n, h\ne w\na\ns o\nnth\nep\nfe-\nceed\nin\ngn\nigh\nt a\np\np\nre\nh\ne\nn\nd\ne\nd b\nyvirtu\neof a\nw\na\nrra\nn\ntta\nk\neno\nu\nta\ng\na\nin\nfth\nimb\nyM\nifsF\nry;\ninw\nh\nichih\nech\narged b\no\nthh\nima\nn\ndM\na­\nd\na\nm\neC\naglio\nftrow\nithth\nepraSHce o f witch­\ncraft. In th\nis en\nligh\nteda\ng\ne, w\ne ftio\nu\nld\nh\na\nv\neth\no\nu\ngh\nt«\no\nu\nrfe\nlv\ne\nsa\nu\nth\no\nriie\ndinfu\np\n-\np\no\nfin\ngth\na\nt ach\na\nrg\neof th\nisn\na\ntu\nrew\no\nu\nld\nh\na\nv\ne b\ne\ne\nn tre\na\nte\nd w\nith th\ne co\nn\ntem\np\nt it\nm\nerited\n, fuftice M ilk t h\nad\n, h\no\nw\never, th\ne\nweaknefs, o\nr th\necomplaifance, o\nnth\ne A\nm\n­\np\nlea\nffid\na\nv\nitof th\nela\nd\ny,tog\nra\nn\ntaw\na\nrra\nn\nt\nfor th\ne a\np\np\nreh\nen\nd\nin\ng th\ne C\no\nu\nn\nt a\nn\nd\nM\na\nd\na\nm\ne C\naglio\nftro o\nn th\ne a\nb\no\nv\ne p\nre-\n2 text.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f' ( 3\n* )\ntext. The co\nn\nfta\nb\nle, w\nithth\ne a\nffifta\nn\nce\nof fo\nm\neg\nu\nin\nea\ns, w\na\ns p\nre\nv\na\nile\ndo\nntodif-\np\ne\nn\nfew\nithth\neir a\ntte\nn\nd\na\nn\ncetill th\neju\nftice\nih\no\nu\nldreq\nu\nireitth\nen\nextd\na\ny.\nIn th\ne m\no\nrn\nin\ngth\neC\no\nu\nn\nt receiv\ned a\nvifitfro\nmM\nr.R\neyn\no\nld\ns;h\nep\na\nidh\nimh\nigh\nco\nm\np\nlim\nen\nts o\nn th\ne k\nn\no\nw\nled\nge h\ne fu\np\n-\np\no\nfe\ndh\nimto p\no\nflefs}a\nn\ndbym\na\nn\nyargu\n­\nm\nen\ntse\nn\nd\ne\na\nv\no\nü\nre\ndtop\ne\nrfu\na\nd\neh\nimtod\ni­\nvu\nlgetoh\nima\nn\ndS\nco\ntth\nem\na\nn\nn\ne\nrinw\nh\nich\nh\ne m\na\nd\ne u\nfe of th\ne m\na\nn\nu\nferip\nt a\nn\nd th\ne\np\no\nw\nd\nerth\neyh\na\ndta\nk\ne\nnfro\nmh\nim\n. ,\nS\nco\nt, w\nhod\nu\nrin\ng th\nisco\nn\nv\ne\nrfa\ntio\nnh\na\nd\nco\nn\ncea\nledh\nim\nfelf w\nith\no\nu\nt th\ned\no\no\nr, p\ner­\nceivin\ngth\na\ntth\neelo\nq\nu\nen\nceofR\neyn\no\nld\nsd\nid\nn\no\ntp\nro\nd\nu\nceth\ned\ne\nfire\nde\nffe\né\nt, ralliedp\nre\n­\ncip\nitatelyin\ntoth\nea\np\na\nrtm\ne\nn\nt, a\nn\nd\n,p\nrefen\nt-\nin\ngap\nifto\nltoth\neb\nre\na\nd\n:of M\nr. C\naglio\nftro\n,\nth\nre\na\nte\nn\ne\nd tod\nifeh\na\nrg\ne it a\nt th\na\nt in\nfta\nn\nt,\nu\nn\nlefsh\neco\nn\nfen\ntedtore\nv\ne\na\nlth\nefecretsth\ney\nd\ne\nm\na\nn\nd\ne\nd\n.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n2 )\nd\ne\nm\na\nn\nd\ne\nd\n.R\neyn\no\nld\nsh\no\nw\neverco\nn\nd\nefcen\nd\ned\ntoin\nterp\no\nfe,a\nn\ndh\navin\ngd\ni&\nrm\nedh\nim\n,w\nith\ng\nrea\ntco\nm\np\no\nfu\nreb\ne\ng\na\nntore\nn\ne\nwh\nisfo\nrm\ner\ne\nn\ntrea\ntie\ns.\nThe C\no\nu\nn\nt rep\nliedth\na\ntfo\nlicita\ntio\nn\nsa\nn\nd\nth\nrea\nts w\nere eq\nu\nallyinvain\n, th\nat th\neob\n-\njefts th\ney h\na\ndu\nn\nju\nftly d\ne\np\nriv\ne\ndh\nimo\nf,\nw\nere to\ntallyu\nfele\nfs toa\nn\ny o\nn\neb\nu\nt h\nim\n-\nfelf; a\nn\ndth\na\nt if th\neyw\no\nu\nldd\nifch\na\nrg\neth\ne\nafiion\n, a\nn\ndre\ntu\nrnth\neb\no\nxa\nn\ndth\nem\na\nn\nu\ns­\ncrip\nt, h\new\no\nu\nldth\nin\nkn\nom\no\nreofth\nen\no\nte\nofh\na\nn\ndth\neyh\na\ndro\nb\nb\nedh\nimof,a\nn\ndw\no\nu\nld\ngiveu\nptoth\ne\nmth\nee\nffe\nctsd\ne\np\no\nsite\ndinth\ne\nh\na\nn\nd\ns ofS\na\nu\nn\nd\ne\nrs. S\ne\ne\nin\ngth\ne\nrew\na\ns n\no\nb\nettera\nltern\na\ntiv\ne, th\neya\ncce\np\nte\nd th\nis p\nro\n-\np\no\nfitio\nn\n, a\nn\ndim\nm\ned\nia\ntelyre\np\na\nire\ndto th\ne\nh\no\nu\nfe of th\neih\ne\nrifF\ns o\nfficer, ino\nrd\ner to\na\np\np\no\nin\nt am\neetin\ng toco\nn\nclu\nd\neth\nea\nffa\nir,\nb\nu\ntS\na\nu\nn\nd\ne\nrsp\nerceivin\ngth\nerew\na\nsn\noh\no\np\ne\ns\nof h\nis lh\narin\ngth\neb\no\no\nty w\nith th\nem\n, a\nn\nd\nb\nein\ngu\nn\nw\nillin\ng tolo\nfefigh\ntof ap\nrizefo\nco\nn\nfid\ne\nràb\nle,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n3 )\nco\nn\nsid\ne\nra\nb\nle\n, p\nrevio\nu\nilya\nd\nv\nifcdth\ne C\no\nu\nn\nt\nn\no\nttoco\nm\np\nro\nm\nifeth\nem\na\ntte\nr*b\nu\nttom\na\nk\ne\no\nath\n, w\nh\nen\n, p\nu\nrfu\na\nn\nt to th\ne w\na\nrra\nn\nt, h\ne\nS\nh\no\nu\nlda\np\np\ne\na\nr b\nefo\nre th\ne ju\n(lice, of d\nie\nth\nin\ngsth\neyh\na\ndro\nb\nb\nedh\nim\nof,b\nyw\nh\nichth\neir\n«\n¿\nlio\nnm\nü\nft n\necefla\nrily fall toth\neg\nro\nu\nn\nd\n»\nThe C\no\nu\nn\nt h\na\ndex\np\nerien\ncedto\nom\nu\nchill\ntrea\ntm\nen\nt n\no\nt top\nro\nfit b\nyth\nisfe\na\nfo\nn\na\nb\nle\nad\nvice; h\nefo\nllo\nw\nedth\ned\nired\nio\nn\nsofS\na\nu\nn\n­\nd\ners, b\nyw\nh\nichm\ne\na\nn\ns fo\nu\nr w\na\nrra\nn\ntsw\nere\nim\nm\ned\nia\ntely g\nra\nn\nte\ndfo\nr th\néa\np\np\nreh\nen\nd\nin\ng\nof S\nco\nt,R\neyn\no\nld\ns, M\nifs F\nry, a\nn\ndB\nro\na\nd\n.\nThe lad\ny w\nas, h\no\nw\never, th\ne o\nn\nly o\nn\ne\nta\nk\nenin\ntocu\nllod\ny. S\nh\ne a\np\np\ne\na\nre\ndb\nefo\nre\nth\ne Ju\nftice, a\ncco\nm\np\na\nn\nied b\ny tw\no co\nu\nn\n-\nfello\nrs, M\nr. Low a\nn\nd M\nr. D\nelam\nain\n,\nw\nh\no\nfcelo\nq\nu\nen\ncefo\no\nnextricatedh\nero\nu\ntof\nth\nis d\nifa\ng\nreea\nb\nle p\nred\nica\nm\nen\nt. F\nor, n\not-\nw\nith\nftan\nd\nin\ngth\nebilloftw\noh\nu\nn\nd\nredp\no\nu\nn\nd\ns\nw\na\nsfe\ne\nninh\nerp\no\nfleifio\nn\n,yeta\nsih\ned\nidn\no\nt\np\nerfo\nn\na\nllyen\nterth\nea\np\na\nrtm\nen\nt a\nt th\netim\ne\n=\n2\n= c o\nf\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n+ )\nof th\ne ro\nb\nb\nery, th\nefc w\na\ns n\no\nt fu\nfficien\nt\np\nrooftoco\nm\nm\nith\ner.\nIn th\nem\no\nn\nth\ns of F\neb\nru\narya\nn\ndM\narch\nth\ne C\no\nu\nn\nt w\na\nsco\nn\ntin\nu\nally h\na\nra\nffe\nd w\nith\np\nre\nte\nn\nd\neda\n&\nio\nn\ns, a\nltern\na\ntelya\ntth\nereq\nu\nell\nof S\nco\nta\nn\ndM\nifsF\nry, b\nyw\nh\no\nmth\neyw\nere\nfa\nb\nrica\nted\n,m\nerelyw\nithth\neviewoftro\nu\nb\nlin\ng\nh\nisre\np\no\nfe\n, a\nn\ndexto\nrtin\ngm\no\nn\ne\nyfro\nmh\nim\n,\na\nsh\new\na\nsu\nfu\nallyco\nn\nllrain\nedtofreeh\nim\n*\nfelfa\ntth\neex\np\nen\nfeoffo\nm\negu\nin\nea\ns.\nM\nr. S\na\nu\nn\nd\ne\nrs, th\ne Ih\nerifF\ns o\nfficer, ex-\np\nre\nffe\ndg\nrea\ntco\nn\ncerna\ntth\nefeperfections;\nth\no\nu\ngh th\ne re\nm\ned\ny h\ne p\nro\np\no\nfe\ndw\na\nsn\no\nt\nen\ntirelyd\nifin\nterefted\n: h\nea\nd\nv\nife\ndth\neC\no\nu\nn\nt\ntota\nk\nea\nna\np\na\nrtm\ne\nn\nt inh\nish\no\nu\nfe, w\nh\nere\nonly, h\ne a\nllu\nred h\nim\n, h\nisp\nerfo\nnw\no\nu\nldb\ne\nfa\nfe. H\no\nw\never th\nis p\nro\np\no\nfa\nl m\nigh\nt h\na\nv\ne\nb\ne\ne\nnreceivedh\nya\nnE\nn\nglilh\nm\nan\n, w\nem\nu\nll\nn\no\nt b\nefu\nrp\nrifed if it o\np\ne\nra\nte\ndd\nifferen\ntly\no\nna fo\nreig\nn\ner u\nn\na\ncq\nu\na\nin\ntedw\nithth\necu\nf-\nto\nm\ns\nD\nig\nitiz\ne\nd\ne\ndb\nyGoogle\n\f( 3\n5 )\nto\nm\nsa\nn\ndm\na\nn\nn\ne\nrs of th\neco\nu\nn\ntry. S\na\nu\nn\n­\nd\ne\nrs a\ntth\nattim\nekep\nt aca\nrria\ng\ne, a\nn\nda\np\n­\np\nea\nredtoth\neC\nou\nn\nt,inev\neryrefp\neit,am\na\nn\ni ‘\nofp\nro\np\nertya\nn\ndch\na\nra\ncter. D\nefiro\nu\nsth\nere­\nfo\nreof.p\nu\nrch\na\nfin\ngtran\nq\nu\nillity, h\ne,w\nith\no\nu\nt\nh\neiltatio\nn\n,co\nn\nfen\ntedtoh\nisp\nro\np\no\nfa\nl*.\nD\nu\nrin\ngth\ne re\nfid\nen\nceof M\nr. C\naglio\nftro\ninth\neh\no\nu\nfeofth\nisih\nerifF\nso\nfficer,h\ned\naily\nd\nefra\ny\ne\ndth\nee\nx\np\ne\nn\nfesof th\ned\niilrefledp\nri-\nio\nn\ners co\nn\nfin\ned th\nere, a\nn\nd freq\nu\nen\ntly re­\nlea\nfed th\no\nfe w\nh\no\nle d\ne\nb\nts w\nere of fm\nall\na\nm\no\nu\nn\nt.\nItw\na\ns h\nereh\ne b\neca\nm\nea\ncq\nu\na\nin\ntedw\nith\n* If we place confidence in the Editor ofthe Courier\nde l’Europe, we fha.ll believe that'Mr. Caglioftro was,\nfrompoverty, conftrained to take up his abode in the\nhoufe of this fheriiPs officer; but the falfrhood of the\nafiertion is evidently proved by its abfurdity. Thofe\nperfons at leaft who have, at any period of their lives,\nunfortunately had connexions with people of the above\ndefcription, will readily agree, that it is not to them\npovertymuft fly for a retreat. - -\nC 2 M r.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n6 )\nM\nr.P\niid\nd\nle,a\nnatto\nrn\ney,eq\nu\nallyk\nn\no\nw\nnby\nth\ne d\nep\nra\nvityofh\nish\nea\nrt,a\nn\ndth\neftren\ngth\nofh\nisa\nb\nilitie\ns}h\new\na\nsintra\nd\nu\ncedtoth\neC\no\nu\nn\nt\nb\nÿS\na\nu\nn\nd\ne\nrs, a\nsap\nro\np\nerp\ne\nrfo\nntotra\nn\nfait\nh\nis b\nu\nfin\nefs w\nithre\ng\na\nrdtoM\nifsFry, &c.\nA\nn\nda\nsM\nr. P\nrid\nd\nlev\na\nu\nn\nte\ndh\nista\nlen\ntsa\ni»\nd\np\nro\nb\nityw\nithh\nis u\nfu\na\nl a\nd\nd\nre\nfs, th\neC\no\nu\nn\nt\nth\no\nu\ngh\nth\ne co\nu\nldn\not d\nob\netterth\na\nnem\n­\np\nlo\nyh\nim\n.\nAt th\ne e\nn\nd of fix w\neek\ns M\nr. C\nagli-\no\nftro q\nu\nitted h\nis tem\np\no\nra\nry a\nb\no\nd\ne} n\no\nr\nw\nasitw\nith\nou\ntfen\nfib\nlereg\nretth\natS\na\nu\nn\nd\ne\nrs\nfawh\nim\nfelf d\ne\np\nriv\ne\nd of io b\nen\neficia\nl a\nled\nger. B\nu\nt o\nnth\ne2\n4\nthof M\nayh\ne h\na\nd\nth\ne p\nte\na\nfu\nreof reco\nn\nd\nu\nd\nin\ng h\nimto h\nis\nh\no\nu\nfe, M\nifs Fry h\navin\ngo\nnth\natd\na\nyta\nk\nen\no\nu\nt a w\nrit a\ng\na\nin\nfi:h\nimfor tw\no h\nu\nn\nd\nred\np\no\nu\nn\nd\ns.\nTheC\nou\nn\nt,h\no\nw\never, to\no\nkth\nen\ne\nc\ne\niT\na\nry\np\nreca\nu\ntio\nn\ns tore\ng\na\ninh\nis lib\nerty, b\ny p\nro\n­\n' vid\nin\ng\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n7 )\nv\nfc\nJ\nin\ng b\na\nil fo\nr h\nis a\np\np\ne\na\nra\nn\nce\n; w\nh\nenh\ne\nw\nasp\nerm\nittedo\nn\nce m\no\nre tore\ntu\nrntoh\nis\na\np\na\nrtm\nen\nts.\nO\nnth\ne2\n7th ofJ\nu\nn\ne th\neca\nu\nfew\nh\nere­\nin M\nifs FryW\na\nsp\nlain\ntiff, a\nn\ndM\nr. C\nagli-\no\nftrod\nefen\nd\na\nn\nt, w\na\nstob\netriedinth\neco\nu\nrt\nofK\nin\ng’sB\nen\nch\n; b\nu\nt L\no\nrdM\na\nn\nsfieldp\ner­\nceivin\ng th\nein\ntricacya\nn\ndco\nn\nfu\nfio\nn w\nh\nich\ne\nn\nco\nm\np\na\nffed th\ne &\n£\nts, p\nro\np\no\nfe\nd to th\ne\nco\nu\nn\nfel; M\nr.W\nallacefo\nr th\neC\nou\nn\nt, a\nn\nd\nM\nr;D\nu\nn\nn\nin\ng for M\nifs Fry, toh\nave th\ne\na\nffa\nird\necid\nedby a\nrb\nitra\ntio\nn\n, a\nn\ndreco\nm\n­\nm\ne\nn\nd\ne\ndM\nr.H\no\nw\narthfo\nrth\nea\nrb\nitra\nto\nr.\nThisb\nein\nga\ng\nre\ne\ndtoo\nnth\ne4\nthofJuly, .\n17\n7\n7\n» th\nep\na\nrties, th\neir law\nyersa\nn\ndw\nit-\nn\nefles, Were to a\nd\njo\nu\nrn b\nefo\nrehim\n; b\nu\nt\nh\nowg\nrea\ntw\na\nsth\nefu\nrp\nrizea\nn\ndin\nd\nig\nn\natio\nn\nof M\nr. C\naglioftro, w\nh\nen M\nr. ’P\nrid\nd\nle,\nw\nh\no\nmh\ne h\na\nd em\np\nlo\nyed a\nsh\nis atto\nrn\ney,\nrefu\ntedtoa\np\np\ne\na\nr w\nithh\nimb\nefo\nreth\nea\nr­\nbitrator:\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n8 )\nb\nitrator: felicitatio\nn\nsw\nereofn\noavail,a\nn\nd\nth\ne C\nou\nn\nt, u\nn\na\ncq\nu\na\nin\nte\nd a\nsh\ne w\na\ns w\nith\nth\neE\nn\ngliihla\nn\ng\nu\na\ng\ne, a\nn\nd w\nithth\nefo\nrm\ns\nofju\nd\nicatu\nre, w\na\nsco\nnd\nra\nin\nedtod\ne\nfe\nn\ndh\nis\ncau\nlcth\nro\nu\nghV\nitellin\ni, w\nh\no,itisn\ne\ne\nd\nle\nfs\nto rem\nin\ndth\nere\na\nd\ner,w\na\nsafo\nreig\nn\nerlike*\nw\nife, a\nn\ndfecretlya\ntta\nch\nedtoth\nein\ntereft\nofh\nisa\nd\nv\neria\nrie.\nThe firft o\nb\nject th\nat ca\nm\ne u\nn\nd\ner th\ne\nin\nip\neltion ofM\nr. H\now\narth\n, w\na\nsth\ne w\nrit\nof F\neb\nru\nary th\ne feven\nth\n, 1777, w\nh\nerein\nM\nifs F\nryaverted\n, th\na\nt,th\neC\no\nu\nn\ntw\na\nsin\n­\nd\neb\ntedto h\ner th\ne fu\nmof;o\nn\neh\nu\nn\nd\nred\na\nn\ndn\nin\netyp\no\nu\nn\nd\nsfo\nrm\no\nn\neyle\nn\nt.\nThis d\ne\nm\na\nn\ndw\nas, h\no\nw\never,fet a\nfid\neb\ny\nM\nr. H\now\narth\n, a\ns th\ned\nep\no\nn\nen\nt co\nu\nldn\no\nt\nb\nrin\nga\nn\nyfa\ntisfafto\nryp\nro\no\nf of itslegality.\n; • . . . . r\nThe w\na\nrra\nn\nt of th\ne n\nin\nthof th\nefa\nm\ne\nm\no\nn\nth\n, in w\nh\nich th\nech\na\nrg\ned th\ne C\no\nu\nn\nt\na\nn\nd\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 3\n9 )\na\nn\ndM\na\nd\na\nm\neC\naglio\nftrow\nithth\nepractice o f\n\\witchcraft *, w\na\nsto\norid\nicu\nlo\nu\ns toreq\nu\nire\nth\nefe\nrio\nu\nsa\ntten\ntio\nnofM\nr.H\now\narth\n. The\nlaft w\nrita\ng\na\nin\nft th\neC\no\nu\nn\nt, ofth\ne2\n4\nthof\nM\nay, w\na\nsfor tw\noh\nu\nn\nd\nredp\no\nu\nn\nd\ns, w\nh\nich\nM\nifs Fry p\nre\nte\nn\nd\ne\nd to h\na\nv\ne p\na\nid fo\nr a\nq\nu\nan\ntity of feq\nu\nin\ns p\nu\nrch\na\nfedfo\nrh\nisu\nfe.\nT\nhe e\nn\ntire fa\nlfeh\no\no\nd of th\nis a\ntteila\ntio\nn\nw\na\ns re\nn\nd\ne\nre\ndco\nn\nfp\nicu\no\nu\ns b\ny th\nep\nrev\na\nri­\nca\ntio\nnofth\ned\ne\np\no\nn\ne\nn\nta\nn\ndh\nerw\nitn\nefs.\n\/\nM\nr. H\no\nw\narthd\ne\nm\na\nn\nd\ne\ndinw\nh\nat m\na\nn\n­\nn\ne\nrih\neo\nb\nta\nin\ne\ndth\nefe\nq\nu\nin\ns?M\nifsF\nryre\n­\nfe\nrre\ndh\nimtoB\nro\na\nd\n,h\nerw\nitn\nefs; w\nh\nore\n­\np\nlied\n,th\nat “ h\neb\no\nu\ngh\ntth\nemfo\nrh\ner of a\n4t m\nerch\na\nn\nt, w\nh\no\nfen\na\nm\neh\neco\nu\nldn\no\ntre\n­\n“ collett.”\nM\nr.H\no\nw\narthth\nenfa\nid\n, ** th\nere m\nu\nft\n* As the Count had thrown in an appeal from this\nwarrant into the court of King’s Bench, it came un­\nder the inveftigation of Mr. Howarth.\nC4 *\n*h\na\nv\ne\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 4° )\n“ h\na\nv\neb\ne\ne\nnalarg\neq\nu\nan\ntityof feq\nu\nin\ns to\n** h\na\nvea\nm\no\nu\nn\ntedtotw\noh\nu\nn\nd\nredp\no\nu\nn\nd\ns;\n•\n*a\nn\ndth\nat h\ne d\nidn\no\nt b\nelieve a\nn\nym\ner­\n** ch\nan\nt co\nu\nldh\na\nve in re\nferv\nefog\nreat a\n*\n*n\nu\nm\nb\ner.”\n• B\nro\na\nd rep\nlied\n, th\nat “ it w\na\ns n\no\nt one\n1•m\nerch\na\nn\nt w\nh\no fu\nrn\nifh\nedh\nimw\nith th\ne\n,e w\nh\nole,b\nu\ntth\nath\neb\nelievedh\neh\na\ndb\ne\ne\nn\n“ w\nithfour jcore toco\nm\np\nleteth\nen\nu\nm\nb\ner.”\nH\new\na\nsth\nend\nciiredtod\necla\nreth\nen\na\nm\ne\n,\nerp\nla\nceof a\nb\no\nd\ne\n, of a\nn\nyo\nn\neof th\nefo\nu\nr\nfeo\nre, b\nu\ntw\nith\no\nu\nteffeft.\nM\nilsF\nryn\no\nwe\nn\nd\ne\na\nv\no\nu\nre\ndtod\nifen\ntan\ng\nle\nh\nerev\nid\nen\nce,b\nyfayin\ngth\nat*\n*th\nefo\nu\nrh\nu\nn\n­\n** d\nre\ndfe\nq\nu\nin\ns w\nere b\nro\nu\ngh\nt toh\nerb\nya\n*\n*Jew\n, of w\nh\nq\nfe n\na\nm\neihe likew\nife w\na\ns\n*\n*ig\nn\no\nra\nn\nt.”\nThis p\nalp\nab\nle,co\nntradition of a\nll th\nat\nh\ner\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 4* )\ntierw\nitn\nefsh\na\ndb\nefo\nrea\nd\nv\na\nn\nced\n;th\neen\ntire\nfilcn\nceo\nnth\nelo\nu\nr h\nu\nn\nd\nred(e\nq\nu\nin\nsin th\ne\nfo\nrm\ner w\nrit;h\nerp\na\nthb\nefo\nre th\neju\nfticeof\np\neace; a\nn\nd\n, a\nb\no\nv\neall, th\nea\nb\nfu\nrd\nityofh\ner\na\nttefta\ntio\nn\n, to\no clearly d\nem\no\nn\nftra\nte\nd h\ner\np\nerju\nry to b\ne m\nifta\nk\nen b\nyth\ne a\nrb\nitra\nto\nr,\nw\nh\nofeverelyre\np\nrim\na\nn\nd\ne\ndb\no\nthh\nera\nn\ndh\ner\nw\nitn\nefs.\nC\no\nn\nfu\ntedo\nnth\nefep\no\nin\nts, Ih\nen\no\nwlaid\nclaimto th\ne n\neck\nlace, a\nn\ndth\ne go\nldb\no\nx\n(h\nep\nre\nlen\nte\ndtoM\na\nd\na\nm\neC\naglio\nftro\n.\nTheC\no\nu\nn\ntb\nein\nga\nik\nedb\nyM\nr.H\no\nw\narth\n,\nW\nh\nat h\neh\na\ndtofay a\ng\na\nin\nft; th\nisn\newp\nre­\nte\nn\nfio\nn?rep\nliedth\nat, “ h\new\na\ns co\nn\nicto\niis\n*\n.*h\neh\na\ndarigh\nttoreta\ninth\netw\noo\nb\nje\n<\n3\ns\nf* inq\nu\neftio\nn\n, n\no\nt o\nn\nly b\ncca\nu\nfeM\nifsFry\n*\n*h\na\nda\nb\nio\nlu\ntelygiven th\nemtoh\nisL\nady,\n*\n*b\nu\ntb\neca\nu\nfe(h\new\na\nsin\nd\neb\ntedtoh\nimfor\n“ m\no\nn\neylen\nt toth\neir d\no\nu\nb\nle a\nn\nd trip\nle\n** va\nlu\ne;” b\nu\nt a\nd\nd\ne\nd\n, “ th\nat h\ne d\nid n\no\nt\n*\n*w\ni(h\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 4* ) .\n“ w\nifhtoexert th\nep\no\nw\ner h\neco\nn\nfid\nered\n** h\nim\nfelfinth\nisca\nfeveiledw\nith\n, b\nu\ntw\na\ns\n“ re\na\nd\nytoreflo\nreth\nem\n,a\nsh\neh\na\ndfo\nrm\ner­\n“ lyo\nffe\nre\ndtod\no\n. .\nM\nr. H\now\narth\n’s fin\na\nl ju\nd\ngm\nen\nt o\nn th\nis\nca\nu\nfew\na\nsa\nsfollow\ns: h\ned\ne\ncre\ne\ndth\nen\neck\n­\nlacea\nn\ndth\ne b\no\nx to b\ne retu\nrn\nedtoM\nifs\nFry, a\nn\ndco\nn\nd\nem\nn\nedth\neC\nou\nn\ntto a\nllex-\np\ne\nn\nfe\ns ofth\ne fu\nit,w\nh\nichw\nereto b\nep\naid\n,\na\nn\ndth\neb\no\nxa\nn\ndn\neck\nlacere\ntu\nrn\ne\nd\n«o\nnth\ne\n17thofN\no\nvem\nb\ner follow\nin\ng. .\n<\nl Thein\nju\niticeof th\nis fen\nten\nce,” fa\ny\ns\nth\ne C\nou\nn\nt, “ re\nn\nd\ne\nre\ndm\ne u\nn\nju\nilm\nyfelf;\n“ I a\nttrib\nu\nted to th\ne w\nh\no\nle n\na\ntio\nn th\ne\n“ fau\nltsof afewin\nd\nivid\nu\nals, a\nn\nd d\ne\nte\nr­\n** m\nin\nedtolea\nv\neap\nlaceinw\nh\nichI d\nif-\n“ co\nv\neredn\neith\ner law\ns, juflice, n\no\nr h\no\nf­\n“ p\nitality.”\nW\nas it n\no\nt fo\nrth\neeflab\nlifh\ned a\nn\ndu\nn\n-\nblemifhed\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 4\n3 )\nb\nlem\niih\ned re\np\nu\nta\ntio\nnof th\nea\nrb\nitra\nto\nr, w\ne\nm\nuft certain\nly a\ng\nreew\nith th\neC\nou\nn\nt, in\nco\nn\nfid\nerin\ng th\neju\nd\ngm\nen\nt a\nw\na\nrd\ne\ndh\nima\n.p\na\nrtia\nl o\nn\ne; b\nu\ntw\nh\nenw\ne rem\nem\nb\ner th\nat\nM\nr. C\naglio\nftro\n,fro\nmth\nea\nb\nfen\nceof h\nisa\nt­\nto\nrn\ney, w\na\ns co\nn\nftra\nin\ne\ndtoreftaco\nn\nfid\ner-\na\nb\nle p\na\nrt of h\nis ju\nftificatio\nno\nnV\nitellin\ni,\nw\nh\no\nfe im\np\nerfedaccen\nt, a\nn\ndu\nn\nco\nu\nthd\ne­\nlivery, w\na\ns n\no\nt ca\nlcu\nla\ntedtore\np\nre\nfe\nn\nta\nd\n­\nv\na\nnta\ng\neo\nu\nfly\n,fadsinth\ne\nm\nfe\nlv\ne\nshighly ro\n­\nm\nan\ntic; a\nn\ndth\na\nt falfeh\no\no\nd\n, fu\np\np\no\nrtedby\nth\neelo\nq\nu\nen\nceofaD\nu\nn\nn\nin\ng, to\nofreq\nu\nen\nt­\nlyco\nn\ncea\nls h\nern\na\ntu\nra\nld\nefo\nrm\nity, w\neih\nall\ncea\nfe to w\no\nn\nd\ner a\nt th\ned\necre\ne of M\nr«\nH\now\narth\n. N\nord\noIm\ne\na\nn b\nyth\nis tore\n­\ndedo\nn.th\ned\nifcern\nm\nen\ntofth\na\ntg\nen\ntlem\nan\n;\nth\ne h\nigh\neft h\nu\nm\na\nn u\nn\nd\nerfta\nn\nd\nin\ng is n\no\nt\na\nlw\naysexem\np\ntfro\nmerro\nr!\nA fewd\na\ny\ns a\nfter th\ne a\nrb\nitra\ntio\nn\n, M\nr.\nB\nad\nio\nli, o\nn\ne of th\ne C\nou\nn\nt’s b\nail, called\no\nn h\nim\n, a\nn\nd p\nro\np\no\nfed th\nat th\ney ih\no\nu\nld\nta\nk\ne\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 44 )\ntakea\nnairin\ngto\ngeth\ner,w\nh\nichb\nein\nga\ng\nre\ne\nd\nto,th\neyfeto\nu\nt. Inth\neirw\nayth\neyaligh\nt­\ne\ndataju\nd\nge’sch\nam\nb\ners,w\nh\nereM\nr. B\nad\nio\nli\nfa\nid h\ne h\na\ndb\nu\nfin\nefs tofettle: th\neyth\nen\na\ng\na\nine\nn\nte\nre\nd th\ne co\nach\n, w\nh\nichinafh\no\nrt\ntim\ne flo\np\np\nedb\nefo\nre a\nn ed\nifice of w\nh\nich\nthe C\no\nu\nn\nt w\na\ns ign\no\nran\nt. H\now\never, h\nis\nco\nm\np\na\nn\nio\nn en\nterin\ng\n, h\ne fo\nllo\nw\ned h\nisex­\na\nm\np\nle; w\nh\nen M\nr. B\nad\nio\nli m\nak\nin\ngafligh\nt\nap\no\nlo\ngy, d\nefired h\nimtow\naitth\nereafew\nm\nin\nu\ntes w\nh\nile h\netran\nfad\nedfo\nm\neb\nu\nfin\nefs\nn\no\nt fa\nr, fro\nmth\nen\nce; fayin\ng w\nh\nich\n, h\ne\nlefth\nim\n. M\nin\nu\ntesa\nn\ndh\no\nu\nrs elap\nfed\n, b\nu\nt\nn\no M\nr. B\nad\nio\nli a\np\np\ne\na\nre\nd\n. The C\nou\nn\nt\nth\nene\nn\nd\ne\na\nv\no\nu\nre\nd to re\ntu\nrn th\nro\nu\ngh th\ne\ndoof' a\nt w\nh\nich th\ney en\ntered\n, bu\nt fo\nu\nn\nd\nhim\nfeltrep\nu\nlfed\n, th\no\nu\nghh\new\na\nsig\nn\no\nra\nn\nt\nof th\neca\nu\nfe. H\nere\nm\na\nin\nedtillev\nen\nin\ngin\nth\negreatefla\ng\nita\ntio\nnofm\nin\nd\n, ro\nvin\ng fro\nm\np\nlacebo p\nlace, w\nh\nen h\ne attrad\nedth\neob\n-\nfe\nrv\na\ntio\nnof afo\nreign\ner, w\nh\noh\navin\ngh\ne\na\nrd\nh\nisflory, a\nn\ndm\na\nd\neth\nen\ne\nce\nfia\nryin\nq\nu\niries,\n2 in\nfo\nrm\ned\nD\nig\nitiz\ne\ndb\nyGoogle\n\f< 45 )\nin\nfo\nrm\ned h\nimh\ne w\na\ns a p\nrifo\nn\ner in th\ne\nK\ning’sB\nen\nch\n.\nThe re\na\nd\ne\nr\"w\nill ea\nfily im\na\ng\nin\ne th\neaf-\nto\nn\niih\nm\nen\nt ofM\nr.C\naglip\nftroa\ntth\nisin\nfo\nr­\nm\na\ntio\nn\n, w\nh\nich w\na\ns in\nd\nee\nd b\nu\nt to\no tru\ne.\nM\nr. B\nad\nio\nli rep\nen\ntin\ngof th\ne en\ng\na\ng\nem\nen\nt\nh\neh\na\nden\nte\nre\ndin\nto\n, h\na\ndta\nk\ne\nnth\nism\neth\no\nd\nof fu\nrren\nd\nerin\ngth\neC\no\nu\nn\nt, ino\nrd\ne\nrtod\nif-\nch\nargeh\nim\nfelfa\nn\ndth\neo\nth\nerb\nail.\nIfth\nefitu\na\ntio\nnof M\nr.C\nagliftrow\na\nsd\nif-\ntreffin\ng, w\nh\nat m\nu\nft n\no\nth\naveb\ne\ne\nnth\na\ntof\nh\nisla\nd\ny\n?Tw\nod\na\ny\nsh\na\ndela\np\nfe\nd\n,n\no\nrh\na\ndih\ne\nb\ne\ne\nna\nb\nle too\nb\nta\nina\nn\nyin\nfo\nrm\na\ntio\nnco\nn\n­\ncern\nin\ngh\nimj o\nnth\neth\nirdh\nera\nn\nxietyw\na\ns\nreliev\nedb\nyM\nr. O\n’R\neilly, w\nh\nob\nein\ngacci­\nd\nen\ntally in\ntro\nd\nu\ncedto th\neC\nou\nn\nt, at h\nis\nreq\nu\neft, w\nen\nt im\nm\ned\nia\ntely toin\nfo\nrmh\ner\nof w\nh\na\nth\na\ndh\na\np\np\ne\nn\ne\nd\n. N\nord\nidth\nisgen\n­\ntlem\nan\n’s go\no\nd o\nffice\ns reft h\ne\nre; to\nu\nch\ned\nw\nith th\ne recital of th\ne C\nou\nn\nt’sp\nerfecu\n-\nt\nio\nn\ns\n,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 4« )\ntio\nn\ns, h\ne re\nfo\nlv\ne\nd toexert h\nis effo\nrts to\np\nro\ncu\nre h\nisen\nla\nrg\nem\nen\nt. B\nu\nt th\nis cou\nld\nn\no\ntb\neeffe&\nedtillh\nisa\nd\nv\ne\nrfa\nrie\nsco\nn\nien\nted\ntoaccep\nt ofo\nth\nerb\nail, w\nh\nichth\neyco\nu\nld\nrefu\nfe, tillth\neen\ndof th\neva\nca\ntio\nn\n. M\nr.\nO’R\neilly, h\no\nw\never, w\nithth\ne a\nffifta\nn\nce of\nM\nr. S\nh\nerid\na\nn\n, a yo\nu\nn\ng co\nu\nn\niello\nr, fu\nr-\nm\no\nu\nn\ntedth\niso\nb\nffacle, b\nyexp\no\niin\ngtoL\nord\nM\nan\nsfieldth\ne villan\ny of h\nisp\nerfecu\ntors;\nw\nh\non\no\nto\nn\nlyd\ne\nta\nin\ne\ndh\nisp\ncrfo\nn\n, b\nu\nt h\nis\np\nro\np\nerty lik\nev\nv\nife, w\nh\nichflill re\nm\na\nin\ne\ndin\nth\neh\na\nn\nd\ns pf th\nefh\neriiT\ns o\nfficer. In con\n-\nieq\nn\nen\nce of w\nhich, th\na\nt g\nreat m\na\ng\niftrate\nlen\nta\nno\nrd\ne\nrtoco\nm\np\nelM\nifsFry’satto\nrn\ney\ntoa\nccep\ntth\neb\na\nilo\nffered\n.\nThe C\no\nu\nn\nt w\nas p\nrep\na\nrin\ngtole\na\nv\neth\ne\nK\ning’sB\nen\nch\n, w\nh\nenM\nr. C\nrifp\n, th\neu\nn\nd\ner\nm\na\nrfh\na\nlof th\na\ntp\nrifo\nn\n,in\nfo\nrm\nedh\nim\n, th\nat\no\nn\ne A\nylett h\na\ndlo\nd\ng\ned a d\ne\nta\nin\ne\nr a\ng\na\nin\nft\nh\nim\n, b\ny th\ne n\na\nm\ne of M\nelifa C\naglioffro,\no\nth\nerw\nife J\no\nfep\nhB\na\nlfa\nm\no\n, for a d\neb\nt of\nten\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 47 )\ntenp\no\nu\nn\nd\nsa\nn\ndu\np\nw\na\nrd\n; TheC\no\nu\nn\nt« in\nth\ne u\ntm\no\nft fu\nrp\nrife, d\necla\nred h\ne w\na\nsen\n­\ntirelyign\no\nran\nt of th\nep\nerio\nnat w\nh\no\nièfu\nit\nth\ned\ne\nta\nin\ne\nrw\na\nslod\nged\n; a\nn\nd d\ne\nfiro\nu\ns of\nreg\na\nin\nin\ngh\nislib\nerty, o\nffe\nre\nd togive*b\nail.\n* Mr. Aylett pretends that this fum was due to him\nfrom one Jofcph Balfamo, by whom he was employed\nin the year 1772 to recover a debt of a Dr. Bene­\nmore. Mr. Aylett fays, he had not feen his client\nfrom that time till 1777, when, being one day in\nWeftminfter Hall, he perceived aperfon whom he im­\nmediately recognized to be the faid Jofegh Balfamo:\nbut inftead of accofting him, and making his demand,\nas every one will naturally expe&, he fays he was at\ninfinite pains to find out the place of his abode; and\nat length, with much difficulty, learnt that the perfon\n* he had feen was in the King’s Bench prifon, at the\nfuit of a Mrs. Fry ; and that his name was Cagliojlro.\nUpon this information, without firft obtaining an in­\nterview to make his demand, and afcertain the identity\nof the man he arrefted, he lays a detainer againfl:\nthe Count, by adding the name of Jofeph Balfamo to\nthat of Caglioftro. The ambiguous manner in which\nthis affair was conduced, cannot but awaken in the\nmind of the unprejudiced reader, afufpicion thatAylett\nwas kept by Mifs Fry and her party as acoupdereferee%\nto bring forward when occafion ihould render it necef*\nfary ; nor does thé chara£ter of this attorney perfuade\nus to relinquifli the idea ; as the poet fays, ‘\n“ A loft good nam\ne is ne'er regain'd.”\nM\nr.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 4* )\nM\nr.C\nrifpto\nldh\nim\n, th\nat lieco\nu\nldh\not\naccep\nt b\nail w\nith\nou\nt th\ne co\nn\nfen\nt of M\nr.\nAylett; b\nu\nt at th\ne fa\nm\netim\nefa\nid\n, if h\ne\nw\nou\nld d\nep\no\nik inh\nis h\na\nn\nd\ns th\nirtyp\no\nu\nn\nd\ns\nto in\nd\nem\nn\nify h\nim\n, h\ne w\nou\nld a\ng\nre\ne to\nh\nis en\nla\nrg\nem\nen\nt. The C\nou\nn\nt affected\n;\nb\nu\nt n\no\nt h\navin\ng fu\nfficien\ntca\nfha\nb\no\nu\nt h\nim\n,\nd\nefired M\nr. O\n’R\neilly to o\np\ne\nn h\nis tru\nn\nk\n,\nw\nh\nich w\na\ns p\na\nck\nedfo\nr h\nisd\nep\na\nrtu\nre, a\nn\nd\nd\neliver p\nla\ntetoth\nat a\nm\no\nu\nn\nttoM\nr. C\nrifp\n,\nw\nh\nichh\new\no\nu\nldre\nd\ne\ne\nmth\nen\nextd\nay.\nM\nr.O\n’R\neillyco\nm\np\nlied\n, a\nn\ndth\nefo\nllo\nw\n-*\nin\ngisth\neexaft co\np\ny of th\neack\nn\no\nw\nled\ng­\nm\nen\nt g\niven b\ny th\ne u\nn\nd\ne\nr m\na\nrih\na\nl,o\nnth\ne\nreceip\ntofit.\nSeptember 24, 1777.\n«\n«R\neceived fro\nmM\nr. P\neter R\neilly tw\no\n4\n*fo\nu\np la\nd\nles, tw\no can\nd\nleftick\ns, tw\no fa\nit\n*\n*cellars, tw\nop\nep\np\nerca\nfto\nrs, fixforks, fix\n** tab\nle fp\no\no\nn\ns, n\nin\ne kn\nife h\nan\nd\nles ,w\nith\n“ b\nla\nd\ne\ns\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 49 )\n“ b l a d e s , a p a i r o f f n u i f e r s a n d ( l a n d , a l l\n« * o f f i l v e r , w h i c h a r e t o r e m a i n w i t h m e\n\" a s a f e c u r i t y t o i n d e m n i f y m e i n a c a u f e\n* * o f a c t i o n a g a i n f t J o f e p h C a g l i o f t r o , n o w\n* * i n m y c u f t o d y a t t h e f u i t o f A y l e t t ,\n“ a t t o r n e y a t l a w ; a n d I p r o m i f e , t h a t w h e n\n* ( t h e f a i d a d i o n ( h a l l b e d i f c h a r g e d , o r b a i l\n“ p u t i n a n d j u f t i f i e d f o a s t o d i f c h a r g e m e ,\n“ o r t h e m a r i h a l o f t h e K i n g ’ s B e n c h , f r o m\n“ a n y a d i o n , f o r e f c a p e o r o t h e r w i f e , f r o m\nu t h e f a i d A y l e t t , o n a c c o u n t o f t h e f a i d\n* * c a u f e , t h e n t o d e l i v e r t o M r . R e i l l y , o r\n“ h i s o r d e r , o r r e p r e f e n t a t i v e , t h e f a i d a r t i -\n“ c l e s f o d e p o f i t e d w i t h m e , o n p a y m e n t\n“ o f a l l f e e s . B u t i n c a f e t h e a & i o n i s n o t\n“ f e t t l e d , o r t h e m a r i h a l i h o u l d b e f u e d f o r\n“ a n e f c a p e , t h e n t h e f a i d a r t i c l e s m a y b e\n* * d i f p o f e d o f b y m e * .\n• “ ( S i g n e d ) C R I S P . ’ »\nT h e a f f a i r b e i n g f e t t l e d , o n t h e 2 4 t h o f\nS e p t e m b e r , 1 7 7 7 , t h e C o u n t l e f t t h e K i n g ’ s\nD B e n c h\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 5° )\nf i e n c h a f t e r f i x w e e k s i m p r i f o n m e n t . T h e\nf o l l o w i n g d a y h e p e r f o r m e d h i s p r o m i f e , b y\nc o n v e y i n g t h e t h i r t y p o u n d s t o M r . C r i l p ;\nw h o t h e n f a i d t h a t A y l e t t h a d b e e n W i t h\nh i m , a n d t h r e a t e n e d t o b r i n g a n a & i o n\na g a i n f t t h e m a r i h a l f o r l i b e r a t i n g t h e p r i -\ni o n e r ; a n d h a d t a k e n t h e p l a t e o u t o f h i s\np o f i f e i l i o n . A y l e t t , o n t h e o t h e r h a n d , d e n y ­\ni n g t h e c h a r g e , i t w a s i m p o f f i b l e f o r t h e\nC o u n t t o a i c e r t a i n b y w h i c h h e w a s p l u n ­\nd e r e d .\nA t t h e e n d o f t h e v a c a t i o n t h e C o u n t ,\nw h o w a s n o w c o n v i n c e d t h e r e w a s a c o l -\nl u f i o n b e t w e e n P r i d d l e , S a u n d e r s , a n d M i l s\nF r y , b y t h e a d v i c e o f c o u n f e l , m o v e d t h e\nc o u r t f o r l e a v e t o n o m i n a t e M r . J a m e s h i s\na t t o r n e y i n t h e r o o m o f P r i d d l e , a n d l i k e -\nw i l e f o r t h e r e c o v e r y o f h i s p r p p e r t y i n t h e\nh a n d s o f S a u n d e r s . T h i s r e q u e f t w a s\ng r a n t e d , a n d t h e j e w e l s , & c . p r o d u c e d i n\nc o u r t .\nO n\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 5\n* )\nO n ' t h e 1 7 t h o f N o v e m b e r , p u r f u a n t t o\n¿ h e j u d g m e n t o f M r . H o w a r t h , t h e n e c k l a c e\na n d t h e b o x w e r e r e t u r n e d t o f W i f s F r y ;\na n d M r . J a m e s , n o w t h e C o u n t ’ s a t t o r n e y ,\nh a v i n g t a x e d t h e b i l l s o f P r i d d l e a n d M i f s\nF r y ’ s l a w y e r s , p a i d a l l c o f t s .\nI n v a i n d i d t h e f r i e n d s o f M r . C a g l i o f t r o\np e r f u a d e h i m t o c o m m e n c e a n a f t i o n a g a i n f t\nA y l e t t f o r p e r j u r y , a n o t h e r a g a i n f t t h e u n d e r\nm a r i h a l o f t h e K i n g ’ s B e n c h f o r f w i n d l i n g ,\na n d t o p u n i i h , a s t h e y m e r i t e d , M i f s F r y ,\nS c o t , R e y n o l d s , a n d B r o a d .\nD e a f t o t h e i r i n t r e a t i e s , h e a b a n d o n e d\na l l p r e t e n f i o n s o f t h a t n a t u r e ; o n l y e m ­\np o w e r i n g M r . O ’ R e i l l y t o r e c o v e r , i f p o f i b l e ,\nh i s b o x a n d m a n u f c r i p t : a n d h a v i n g p a i d\ne v e r y d e m a n d , h e l e f t E n g l a n d , p o f l e f l e d\no f n o m o r e t h a n f i f t y g u i n e a s a n d f o m e\nj e w e l s , o f a l l h e h a d b r o u g h t w i t h h i m o n\nh i s a r r i v a l . T h e f i f t y g u i n e a s c o n d u c e d\nD 2 h i m\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 52 )\nh i m t o B r u f l e l s , w h e r e h e a w a i t e d t o r e ­\ni n f l a t e h i m f e l f i n c a l h ; a f t e r w h i c h h e\nr e n e w e d h i s t r a v e l s o v e r E u r o p e .\nO n t h e 1 9 t h o f S e p t e m b e r , 1 7 8 3 , h e\na r r i v e d a t S t r a i b u r g h j w h e r e , h i s l i f e a p ­\np e a r s t o h a v e b e e n o n e c o n t i n u e d f c e n e\no f b e n e v o l e n c e : t o t h e l i c k h e a d m i n i f l e r e d\nr e l i e f j t o t h e p o o r m o n e y ; a n d t o t h e p r i -\nf o n e r f r e e d o m . * * I a p p e a l , ” f a y s t h e\nC o u n t i n h i s M e m o r i a l , “ t o t h e p r i n c i p a l\n* * ! m e n j t o t h e m a g i f t r a t e s j t o t h e p u b l i c\n“ a t l a r g e : l e t t h e m d e c l a r e w h e t h e r i n a l l\n“ m y t r a n f a c t i o n s a A n g l e d e e d o f m i n e\n“ c o u l d b e r e p r o b a t e d a s c o n t r a r y t o t h e\n* * l a w s , t o m o r a l i t y , t o r e l i g i o n . I f f i n c e\n* * m y a r r i v a l i n F r a n c e I h a v e o f f e n d e d\n“ a n y o n e , l e t t h e i n j u r e d i p e a k , a n d r i f e\n* * u p i n j u d g m e n t a g a i n A m e . ”\nA m o n g t h o l e t o w h o m h e w a s p a r t i -\n• c u l a r l y k n o w n a t , S t r a l b u r g h , w e r e t h e\nM a r l h a l d e C o n t a d e s , M a r q u i s d e l a\nS a l l e ,\nD\nig\nitiz\ne\nd\n'b\nyGoogle\n\f( 5\n3 )\nS a l l e , B a r o n s F r a x i l a n d e , D e l ’ o r , V o r m i n -\nf t e r , a n d D i e d e r i c k ; a l f o t o t h e p r i n c e f r\nC h r i f t i a n a . .\nH e h a d a l m o f t l o f t f i g h t o f t h e a f f a i r a t\nL o n d o n , w h e n h e r e c e i v e d a l e t t e r f r o m\nM r . O ’ R e i l l y , i n f o r m i n g h i m t h a t R e y n o l d s\nw a s i n c u f t o d y , a n d t h e p r o o f s o f h i s\ng u i l t b e i n g c o m p l e t e , i f h e w a s t r i e d i t\nm u d n e c e f i a r i l y t o u c h h i s l i f e . M r *\nO ’ R e i l l y o f f e r e d h i m f i v e h u n d r e d p o u n d s ,\nt o g e t h e r w i t h h i s l i b e r t y , i f h e w o u l d r e -\nf t o r e t h e b o x a n d m a n q f c r i p t , B u t S c o t ,\ni n w h o f e p o f i e f f i o n R e y n o l d s a f f i r m e d t h e y\nw e r e , p r o b a b l y c o n c e i v i n g t h a t a r e f t i t u t i o n\no f t h e f e o b j e d l s w o u l d f u r n i i h h i s o p o n c n t s\nw i t h u n r e f u t a b l e p r o o f s o f t h e r o b b e r y ,\nr e f u f e d , o n a n y c o n f i d e r a t i o n , t o r e f t o r e\nt h e m . M r . O ’ R e i l l y c o n c l u d e d w i t h e n ­\nq u i r i n g i n w h a t m a n n e r h e w o u l d h a v e t h e\na f f a i r t e r m i n a t e d ? H e r e p l i e d , t h a t h e d i d\nn o t w i f h t o r e t a l i a t e h i s i n j u r i e s b y t a k i n g\nP 3 t h e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f< 5\n4 )\nt h e l i f e o f a n y m a n , n o r t o e m b r o i l h i m f e l f\ni n f u r t h e r d i f p u t e s .\nI n c o n f e q u e n c e o f t h i s r e p l y , M r .\nO ’ R e i l l y d r o p p e d t h e p r o f e c u t i o n , p a i d\nt h e e x p e n f e s , a n d l i b e r a t e d h i s p r i f o n e r .\nN o t l o n g a f t e r h i s a r r i v a l h e w a i t e d o n\nt h e C a r d i n a l d e R o h a n , w h o b e i n g a t t a c k e d\nw i t h a n a f t h m a , e x p r e f i e d a n e a r n e d : d e i i r c\no f c o n f u l t i n g h i m\nd i e w a s l i k e w i f e i n t h e f a m e y e a r h o ­\nn o u r e d w i t h a v i f i t f r o m t h a t p r e l a t e , w h o\nc a m e t o r e q u e f t t h a t h e w o u l d a c c o m p a n y\nh i m t o t h e p r i n c e S o u b e f e , w h o w a s f e i z e d\nw i t h a m o r t i f i c a t i o n .\n“ * T h e Cardinal de R ohan is defcended from one o f\n“ the firft families in France. H e is him felf a prince o f\n“ the Ri\/man em pire; and, in the. right of his bifhopric\n“ o f Strafburgh, grand alm oner to his moft C hriftian\n•“ rtiajefty, and a cardinal. He poflefles livings and\n“ church preferm ents to the yearly am ount o f fixty\n“ thoufand pounds fieri¡ng, befides a large patrim ony\n“ of his ow n.”\n2 T h e\nD\nig\nitiz\ne\ndb\nyGoogk\n\f( 5\n5 )\nT h e C o u n t , h a v i n g l e f t i n f t r u & i o n s w i t h\na f u r g e o n , t h a t h i s p a t i e n t s m i g h t n o t\nf u f f e r i n h i s a b i e n c e , y i e l d e d t o t h e p o l i t e\ne n t r e a t i e s o f t h e C a r d i n a l , w i t h w h o m h e\nf e t o u t f o r P a r i s . O n t h e i r a r r i v a l t h e y\nr e c e i v e d i n f o r m a t i o n t h a t t h e p r i n c e S o u -\nb e f e w a s d e c l a r e d , b y h i s p h y f i c i a n s , t o\nb e o u t o f d a n g e r . T h e C o u n t , t h e r e f o r e ,\nd e c l i n e d v i f i t i n g h i m , “ b e i n g u n w i l l i n g ”\nf a y s h e , • * * t o r e a p t h e g l o r y o f a c u r e\n* c t h a t c o u l d n o t b e a f e r i b e d t o m e . ”\nH e r e m a i n e d t h i r t e e n d a y s a t P a r i s j\nd u r i n g w h i c h h i s w h o l e t i m e w a s o c c u p i e d\ni n a t t e n d i n g t h e n u m e r o u s i n v a l i d s w h o\nd a i l y f o h e i t e d h i s a d v i c e . I a p p e a l , ”\nf a y s h e , * * t o t h o f e w h o h a d o c c a i i o n t o\n* * a p p l y t o m e i i f t h e r e i s f o u n d a f i n g l e\np e r f o n w h o c a n , w i t h t r u t h , f a y [ w a s\n“ e v e r p r e v a i l e d u p o n t o a c c e p t o f a n y\n* * g r a t u i t y , e i t h e r i n m o n e y o r p r e f e n t s , I\nc o n f e n t t o b e d e e m e d u n w o r t h y o f c o n ­\n' “ f i d e n c e . ”\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 5\n6 )\n“ f i d e n c e . ” T h e C a r d i n a l a c c o m p a n i e d\nh i m b a c k a s f a r a s S a v e r n , w h e r e a f t e r\nm a n y a c k n o w l e d g m e n t s o n h i s f i d e , t h e y\np a r t e d .\nT h e C o u n t p r o c e e d e d t o S t r a i b u r g h ,\nw h e r e h e r e f u m e d h i s u f u a l o c c u p a t i o n s :\nb u t , a l a s ! h u m a n a p p l a u l e i s n o t a l w a y s\nt h e a t t e n d a n t o n d e e d s o f v i r t u e . T h e\ng o o d w h i c h h e d i f f u f e d t o o t h e r s , g a v e\nr i f e t o f e v e r a l l i b e l s , i n w h i c h h e w a s\nf t y l e d t h e A n t i c b r i f t , t h e w a n d e r i n g J e w ,\nt h e m a n o f f o u r t e e n h u n d r e d y e a r s o l d , & c .\nU n a b l e t o e n d u r e t r e a t m e n t f o u n j u f t , h e\nw a s o n t h e p o i n t o f l e a v i n g S t r a i b u r g h ,\nw h e n t h e m i n i f t e r i a l l e t t e r s , i n f e r t e d i n\nt h e p r e f a c e t o t h i s w o r k , c a u f e d h i m t q\nr e l i n q u i i h h i s d e f i g n . < * I t w a s o n t h e\nf a i t h o f t h o f e l e t t e r s , ” f a y s t h e C o u n t ,\n“ w h i c h m e t h o u g h t f o f u l l y d e m o n f t r a t e d\n“ t h e i f r o n a r c h ’ s d i f p e i i t i o n t o w a r d s m e ,\n“ t h a t I f o n d l y c o n i i d e r e d F r a n c e a s t h e\nì a f t\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 57 )\n* * l a f t f t a g e o f m y t r a v e l s : h o w c o u l d I t h e n .\n“ i m a g i n e t h a t t w o y e a r s a f t e r i t w o u l d b e\n* * m y f a t e t o c l a i m , — b u t a l a s ! t o c l a i m i n\ni n v a i n f o r m y f e l f , a n d m y u n f o r t u n a t e\n* * w i f e , t h o f e f a c r e d r i g h t s o f h u m a n i t y f o\n* ' f o l e m n l y a c k n o w l e d g e d , f o n o b l y e x ­\n* * p r e i f c d , i n h i s m a j e f t y ’ s n a m e i ”\nT h e t r a n q u i l l i t y w h i c h t h e y p r o c u r e d h i m\nw a s , h o w e v e r , b u t t r a n f i e n t : p e r f e c u t e d\nb y a f e t o f m e n w h o v i e w e d h i s f u c c e l s\nw i t h a n i n v i d i o u s e y e , h e o n c e m o r e d e «\nt e r m i n e d t o l e a v e S t r a i b u r g h ; a n d , b y\nc e a i i n g p u b l i c l y t o e x e r c i f e h i s t a l e n t s , n o\nm o r e t o e x p o f e h i m f e l f t o t h e m a l e v o l e n c e\no f e n v y . A t t h i s p e r i o d h e r e c e i v e d a\nl e t t e r f r o m t h e C h e v a l i e r D’A q u i n o , w h o\na c c o m p a n i e d h i m f r o m M a l t a t o N a p l e s ,\ni n f o r m i n g h i m t h a t h e w a s i e i z e d w i t h\na d a n g e r o u s i i c k n e f s . M r . C a g l i o f t r o i n «\nf l a n t l y f e t o u t f o r N a p l e s j b u t , n o t w i t h -\ni l a n d i n g a l l t h e e x p e d i t i o n t h e w a r m t h o f\nf r i e n d l h i p\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 5\n8 )\nf r i e n d i h i p c o u l d u r g e , “ h e a r r i v e d , ” h e\nt e l l s u s , “ o n l y t i m e e n o u g h t o r e c e i v e\n* * t h e l a f t f a r e w e l l o f h i s e x p i r i n g f r i e n d . ”\nA t N a p l e s h e w a s r e c e i v e d b y t h e S p a n i s h\na m b a f i a d o r , a n d o t h e r s , w h o h a d k n o w n\nh i m d u r i n g h i s f o r m e r a b o d e i n t h a t c i t y .\nB u t b e i n g i m p o r t u n e d t o r e f u m e t h e p r a c ­\nt i c e o f p h y f i c , t o f r e e h i m f e l f , h e r e f o l v e d t o\nt a k e a t o u r t o E n g l a n d j w i t h w h i c h i n t e n t\nh e e r o d e d t h e f o u t h e r n p a r t s o f F r a n c e , a n d\non t h e 8 t h o f N o v e m b e r , 1 7 8 3 , a r r i v e d\na t B q u r d e a u x .\nT h e j u r a t s a n d t h e i n h a b i t a n t s o f t h i s\nc i t y h a v i n g g i v e n h i m t h e m o f t d i f t i n -\ng u i d l e d r e c e p t i o n , e n t r e a t e d h i m t o d e ­\nv o t e h i s t i m e a n d k n o w l e d g e , a s h e h a d\nd o n e a t S t r a i b u r g h , t o t h e r e l i e f o f t h e\nf i c k a n d i n f i r m . . T h e C o u n t , w h o f e r e i e n t -\nm e n t r i m e h a d m o d e r a t e d , w a s n o t p r o o f\na g a i n f t . t h e i r , f e l i c i t a t i o n s . F i e b e g a n o n c e\nm o r e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f< 5\n9 )\nm o r e t o g i v e a d v i c e a t h o m e , a n d t o d i f t r i - r\nb u t e a m o n g t h e p o o r r e m e d i e s a n t t p e c u ­\nn i a r y f u p p l i e s ; t i l l a t l e n g t h t h e c o n c o u r i i f e\np f p e o p l e w h o r e f o r t e d t o h i m w e r e f o\ng r e a t , t h a t t h e j u r a t s g r a n t e d h i m a m i l i t a r y\ng u a r d t h a t h i s h o u f e m i g h t b e k e p t i n d u e\no r d e r * . I t w a s a t t h i s c i t y , ” f a y e t h e\nC o u n t i n h i s d e f e n c e , “ t h a t I h a d t h e\n\" h o n o u r o f b e i n g i n t r o d u c e d t o t h e\n“ M a r i h a l d e M o u c h i , t h e C o u n t d e F u m e l ,\n* * V i f c o u n t d u H a m e l , a n d o t h e r p e r f o n s\n* * o f c r e d i t , w h o w i l l , i f r e q u i r e d , b e a r t e f -\n“ t i m o n y t o t h e m a n n e r i n w h i c h I c o n -\n* f d u d e d m y f e l f d u r i n g m y f t a y a t B o u r -\nM d e a u x . ” I n l e f s t h a n e l e v e n m o n t h s h e\n♦ T o w hat a miferable fubterfuge is the Editor of\nthe C ourier de l’Europe reduced, when he afcribes to\npure chance thofe repeated cures w hich every occurrence\ncontributes fo fully to detnonftrate ! C an it be fup-\npofed that the jurats would have paid a diftin&ion of\nthis nature to an individual, whbfe ignorance m uft ne-\npeflarily have rendered him dangerous to fociety ?\nf o u n d\nD\nig\nitiz\nè\ndb\nyGoogle\n\f( «\n0 )\nf o u n d h i m i e l f a g a i n p e r f e c u t e d a s h e h a d\n• .\nb e e n a t S t r a i b u r g h . H e d e p a r t e d f r o m\nB o u r d e a u x , a n d r e a c h e d L y o n s t h e l a t t e r\ne n d o f O d l o b e r , 1 7 8 4 , w h e r e h a v i n g f t a i d\nt h r e e m o n t h s , h e f e t o u t f o r P a r i s .\nT h o u g h t h e a f f a i r o f t h e C a r d i n a l d e\nR o h a n , a n d t h e f a m o u s n e c k l a c e , i s g e n e ­\nr a l l y k n o w n t o t h e p u b l i c , I m u f f i n t r u d e\no n m y r e a d e r s , b y g i v i n g a f l i g h t a c c o u n t\no f i t i n t h i s p l a c e , i n o r d e r t o i n t r o d u c e ,\nw i t h m o r e u n i f o r m i t y , t h a t p a r t o f i t w h i c h\ni m m e d i a t e l y r e l a t e s t o M r . C a g l i o f f r o .\nT h e C o u n t e f s d e l a M o t t e , t h o u g h b r e d\nt o t h e b u f l n e f s o f a m a n t u a - m a k e r , i s\np r o v e d t o b e a d e f c e n d a n t , b y t h e b a f t a r d\nl i n e , f r o m H e n r y t h e l i d o f F r a n c e . F o r\nf o m e y e a r s t h e f u b f i f t e d b y h e r p r o f e f l i o n ,\nj n w h i c h t i m e i h e f o r m e d a c o n n e x i o n w i t h\no n e l a M o t t e , a p r i v a t e i n t h e c o r p s o f\nQ e n d a r m s . M a d a m e d e l a M o t t e w a s\nd r a w n\nD\nig\nitiz\ne\nd\n,b\nyGoogle\n\f( 6\n: )\nd r a w n f r o m o b f c u r i t y b y t h e M a r c h i o n e f s\nd e B r a i n v i l l i e r s ; a n d b e i n g a w o m a n o f\nq u i c k p a r t s , w i t h n o i n c o n f i d e r a b l e p o r t i o n\no f a m b i t i o n , i h e a f p i r e d w i t h f u c h f u c c e f s\na s t o o b t a i n , a t l e n g t h , a d e g r e e o f f a v o u r\nw i t h t h e Q u e e n . A d i a m o n d n e c k l a c e o f\ni m m e n f e v a l u e , w a s a t t h i s t i m e o f f e r e d t o\nh e r M a j e f t y , w h o , o n a c c o u n t o f t h e e x o r ­\nb i t a n c e o f t h e p r i c e , d e c l i n e d t h e p u r c h a i e .\nM a d a m e d e l a M o t t e w a s p r e f e n t , a n d ,\nf r o m t h a t m o m e n t , a p p e a r s t o h a v e m e d i ­\nt a t e d t h e d e l i g n o f m a k i n g h e r f e l f m i f t r e f s\no f i t , b y d e f r a u d i n g t h e o w n e r s . T h i s \/ h e\nr e f o l v e d t o e f f e d b y a d e e p l a i d f c h e m e .\nT h e C a r d i n a l d e R o h a n h a d f o r i b m e\nt i m e a b f e n t e d h i m f e l f f r o m V e r f a i l l e s , o n\na c c o u n t o f a c o o l n c i s h e o b f e r v e d i n\nM a j e f t y t o w a r d h i m ; h e h a d f r e q u e n t l y\ni m p a r t e d t h e c h a g r i n e h e f e l t o n t h e o c c a -\nf i o n t o M a d a m e d e l a M o t t e , w h o n o w i n ­\nf o r m e d\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 62 )\nf o r m e d h i m t h a t a c i r c u m f t a n c e h a d h a p «\np e n e d , b y w h i c h h e m i g h t r e i n f t a t e h i m i e l f\ni n t h e Q u e e n ’ s f a v o u r . T h e C a r d i n a l\ne a g e r l y i n q u i r e d w h a t i t w a s ? H e r M a j e f t y ,\nf a i d M a d a m e d e l a M o t t e * h a s f e e n a d i a ­\nm o n d n e c k l a c e , w h i c h i h e h a s a n i n c l i n a t i o n\nt o p u i r c h a f e , b u t i t n o t b e i n g a t p r e f e n t c o n ­\nv e n i e n t f o r h e r t o p a y f o r i t — I f t h a t i s a l l ,\ni n t e r r u p t e d t h e C a r d i n a l , I w i l l i m m e d i ­\na t e l y p a y t h e m o n e y . B y f o d o i n g , r e p l i e d\nM a d a m e d e l a M o t t e , y o u w i l l o f f e n d : h e r\nM a j e f t y w i l l g i v e a b i l l f o r t h e m o n e y , p a y a b l e\na t a f t a t e d p e r i o d . Y o u n e e d , t h e r e f o r e , o n l y\nt o t e l l t h e j e w e l l e r s , w h o m I ( h a l l r e f e r t o\ny o u , t h a t t h e b i l l w i l l b e h o n o u r e d a t t h e\na p p o i n t e d t i m e . T o t h i s t h e i n f a t u a t e d\nC a r d i n a l w i l l i n g l y a i f e n t e d , a n d t h e y p a r t e d .\ni n a f e w d a y s M a d a m e d e l a M o t t e\nt o l d h i m , t h a t i h e h a d i n f o r m e d t h e\nQ u e e n o f w h a t h a d p a f t e d b e t w e e n t h e m ,\nr e l a t i v e t o t h e n e c k l a c e , w h o w a s h i g h l y\np l e a f c d\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( % )\np l e a f e d W i t h t h e i n t e r e f t h e t o o k i n t h e\na f f a i r ; a n d a s a p r o o f o f h e r a p p r o b a t i o n ,\nw o u l d m e e t h i m t h e e n f u i n g e v e n i n g i n t h e\ng a r d e n s o f V e r f a i l l e s . H e r M a j e f t y , f a i d\nM a d a m e d e l a M o t t e , w i l l h a v e o n a c a l a f h ,\na n d i n h e r h a n d a H o W e r * w h i c h i h e w i l l\ng i v e t o y o u a s a t o k e n o f h e r f r i e n d i h i p .\nT h e C a r d i n a l h i g h l y e l a t e d w i t h H e r M a *\nj e l l y ’ s c o n d e f c e n f i o n , w a s p i m f f u a l a t t h e\np l a c e o f a p p o i n t m e n t ; w h e r e * a s h e i m a *\ng i n e d , h e w a s m e t b y t h e Q u e e n : b u t h t\nr e a l i t y , b y M a d e m o i f e l l e . d ’ O l i v a , w f t o f t\np c r f o n b o r e a l i n k i n g r e f e m b l a n c e o f h e r\nM a j e f t y ’ s . T h i s r e f e m b l a n c e , b e i n g d b ^\nf e r v e d b y M o n f i e u r a n d M a d a m e d e l i\nM o t t e , i t o c c u r r e d t o t h e m , t h a t I h e m i g h t\np r o v e a n u f e f u l e n g i n e i n t h e f c h e m e t h e y\nw e r e n e g o t i a t i n g . B y a n c & ( y f a m i l i a r i t y\no f m a n n e r s p e c u l i a r t o t h e F r e n c h n a t i o n *\nt h e y f o o n o b t a i n e d a n i n t i m i t y w i t h l i e f *\na n d d i f e o v e r e d , t h a t t h o u g h c o m e o f a g o o d\nf a m i l y .\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( H )\n\\ •\nf a m i l y » h e r f i n a n c e s w e r e r e d u c e d . T h i s\nd r c u m f t a n c e w a s p a r t i c u l a r l y f a v o u r a b l e t o\nt h e i r d c f i g n : b y t h e p r o m i f e o f 6 o o q l i v r e s\n\/\nt h e y p r e v a i l e d o n h e r t o i m p o s e o n t h e\nC a r d i n a l , b y p e r i o n a t i n g t h e Q u e e n . B u t\nt h o u g h M a d a m e d e l a M o t t e i n f t r u d t e d h e r\ni n t h e m a n n e r i h e w a s t o c o n d u i t h e r f e l f\nd u r i n g t h e i n t e r v i e w , i h e c a r e f u l l y c o n ­\nc e a l e d f r o m h e r t h e r e a l m o t i v e o f t h e d e ­\nc e p t i o n . M a d e m o i f e l l e d ’ O l i v a f p o k e a f e w\nw o r d s t o t h e C a r d i n a l i n a l o w v o i c e , a n d\np r e f e n t e d h i m w i t h a f l o w e r , a s M a d a m e d e\nl a M o t t e h a d b e f o r e a p p r i f e d h i m : a f t e r\nw h i c h , h e r e t u r n e d h o m e p e r f e & I y f a t i s f i e d\nw i t h h i s l o n g - w i i h e d f o r r e c o n c i l i a t i o n w i t h\nher Majejiy,\nM a d a m e d e l a M o t t e w e n t t h e n e x t d a y\nt o t h e o w n e r s p f t h e b r i l l i a n t n e c k l a c e , a n d\ni n f o r m e d t h e m t h a t t h e Q u e e n w o u l d p u r -\nc h a f e i t , i f t h e y w o u l d t a k e h e r > b i l l f o r\nt h e p a y m e n t . ; t h e f e t e r m s w e r e r e a d i l y a c ­\nc e p t e d\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC«5 )\nb e p t e d b y t h e j e w e l l e r s , w h o a i k e d , W h e n\nt h e y f h o u l d h a v e t h e h o n o u r o f p r e f e n t i n g\ni t t o h e r M a j e f t y ? “ O h , ” r e p l i e d M a d a m e\nd e l a M o t t e * “ I w i l l c o n v e y i t t o h e r m y f e l f .\n“ Y o u k n o w m y q u a l i t y , a n d c a n h a v e n o\n“ o b j e c t i o n t o t r u f t i n g i t t o m y c a r e . ” T h e\nJ e w e l l e r r e p l i e d , h e r a t h e r w i f h e d t o h a v e t h e\nh o n o u r o f d e l i v e r i n g i t i n t o h e r M a j e f t y ’ s\nh a n d s . “ T h e Q u e e n , ” . f a i d M a d a m e d e l a\nM o t t e “ i s d e f i r o u s o f h a v i n g t h e a f f a i r k e p t\n“ f e c r e t f r o m t h e K i n g , t h e r e f o r e y o u m u l l\n“ n o t a p p e a r i n i t . H o w e v e r , I f u p p o f e y o u\n* * q a n . h a v e n o o b j e d i o n t o d e l i v e r i t , i f\n“ P r i n c e L o u i « d e R o h a n i n d e m n i f i e s y o u ? ”\nT h i s e n t i r e l y f i l e n c e d t h e f c r u p l e s o f t h e\nJ e w e l l e r . H e w e n t i m m e d i a t e l y t o t h e\nC a r d i n a l , w h o a c q u i e f c e d i n a l l t h a t M a d a m e\nd e l a M o t t e h a d f a i d , a n d t o l d t h e m t h e y\nm i g h t w i t h . g r e a t f a f e t y d e l i v e r i t i n t o t h e\nh a n d s o f t h a t l a d y . A f e w d a y s a f t e r t h i s ,\n. t h e C a r d i n a l r e c e i v e d i n f o r m a t i o n t h a t t h e\nQ u e e n h a d f a l l e n i n t o a d e e p m e l a n c h o l y ,\nE ' o c c a f i o n e d\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 66 )\no c c a C i o n e d b y ap r e d i c t i o n , t h a t i h e i h o u t d l\ne x p i r e i n c h i l d - b i r t h .\n* '\nT h i n g s w e r e i n t h i s f i t u a t i o n w h e n t h e\nC o u n t C a g l i o f t r o a r r i v e d a t P a r i s . T h e\nC a r d i n a l h o n o u r e d h i m w i t h f r e q u e n t v i f i t s ;\ni n o n e o f w h i c h h e t o o k o c c a l i o n t o i n f o r m\nh i m o f t h e l a f t - m e n t i o n e d c i r c u m f t a n c e .\n“ M a d a m e V a l o i s d e l a M o t t e , ” f a i d h e ,\n\" a l a d y t o w h o m I w i l l i n t r o d u c e y o u , i s\n* * e v e r y d a y w i t h h e r M a j e f t y . S h o u l d i h e ,\n* * m y d e a r C o u n t , a i k y o u r o p i n i o n c o n c e r n -\nu i n g t h i s u n l u c k y p r e d i c t i o n , y o u c a n n o t\nc * o b l i g e m e m o r e t h a n b y . t e l l i n g h e r t h e\n* * Q u e e n w i l l b e f a f e l y d e l i v e r e d o f a p r i n c e ;\n“ i t m a y p o f f i b l y c o n t r i b u t e t o e r a f e t h i s\n* * i d e a f r o m h e r m i n d , a n d r e f t o r e i t t o i t s\n“ f o r m e r t r a n q u i l l i t y . *\n“ T o t h i s p r o p o f a l , ” f a y s t h e C o u n t , “ I .\n* * f r e e l y a i f c n t e d t h e m o r e r e a d i l y , b e c a u i e\n“ w h i l e I o b l i g e d t h e C a r d i n a l I h a d t h e\n\" p r o f p c C t\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( b )\n• * p r o f p e d o f c o n t r i b u t i n g i n d i r e d l y t o t h e\n* * Q u e e n ’ s h e a l t h . ”\nT h e n e x t d a y t h e C o u n t w e n t t o t h e\nh o u f e o f t h e C a r d i n a l , w h e r e M a d a m e d e\nl a M o t t e a w a i t e d w i t h t h e u t m o i l i m p a ­\nt i e n c e t h e a r r i v a l o f t h e p r o p h e t i c g u e f t .\nS h e i n t r o d u c e d t h e f u b j e C t w i t h m u c h a d .\nd r e f s i a n d , h a v i n g r e l a t e d t o M r . C a g l i o f t r o\nt h e c i r c u m i t a n c e o f w h i c h h e h a d b e e n\np r e v i o u f l y i n f o r m e d b y t h e C a r d i n a l , i h e\ne n t r e a t e d h i m , i f h e c o u l d p o f f i b l y d i i c o v e r\nt h e t r u t h , t o m a k e h e r a c q u a i n t e d w i t h i t .\nT h e C o u n t r e p l i e d , t h a t “ a l l p r e d i c t i o n s\nw e r e m e r e n o n f e n f e ¡ ” a n d a d v i f e d h e r t o t e l l\nh e r M a j e f t y t o r e c o m m e n d h e r f e l f t o d i v i n e\np r o t e c t i o n , a n d t h a t i h e n e e d n o t b e u n d e r\na n y a p p r e h e n f i o n s f o r h e r i a f e t y .\nT h i s a n f w e r d i d n o t f a t i s f y t h e C o u n t e f s ,\nV h o i t i l l p e r h i t e d i n h a v i n g - f o m e m o r e\np o f i t i v e a f f u r a u c e .\nE z Mr.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 6\n8 )\nM r . C a g l i o f t r o t h e n c a l l e d t o m i n d t h e\np r o m i f e h e h a d m a d e t o t h e p r i n c e ; a n d ,\na f l u m i n g a l l t h e g r a v i t y h e w a s m a i l e r o f ,\n“ I t i s t r u e M a d a m e , ” f a i d h e , * * t h a t , b e ­\n* * i n g a p h y f i c i a n , I a m a n a d e p t i n t h e\n* * f c i e n c e o f n a t u r e , n o r a m I w i t h o u t f o m e\n“ k n o w l e d g e o f t h e p r o p e r t i e s c o n t a i n e d i n\n* * a n i m a l m a g n e t i f m : b u t , b e f o r e I c a n\n* * r e f o l v e w h a t y o u r e q u i r e , a b e i n g p e r f e c t l y\n“ i n n o c e n t m u i l b e p r o c u r e d , o n w h o m t h e\n* * e f f e c t s w i l l , i n t h i s c a f e , o p e r a t e m o r e\n.* * p o w e r f u l l y . ”\n* * I f t h a t i s a l l y o u r e q u i r e , ” f a i d M a ­\n* * d a m e d e l a M o t t e , I h a v e a n i e c e e x a c t l y\n« a n f w e r i n g t h a t d e f e r i p t i o n , a n d w i l l b r i n g\n* * h e r w i t h m e t o - m o r r o w . ”\ni\nT h e C o u n t , w h o h a d n a t u r a l l y f i g u r e d\nt o h i s i d e a t h i s n i e c e f o p e r f e c t l y i n n o c e n t\nt o b e a c h i l d w h o f e a g e d i d n o t e x c e e d\nf i v e o r f i x y e a r s , h a d m u c h d i f f i c u l t y t o\nr e t a i n f u f f i c i e n t g r a v i t y t o c a r r y o n t h e\nf a r c e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 6\n9 )\nf o r c e w h e n M a d a m e d e l a M o t t e , o n t h e\ne n f u i n g d a y , i n t r o d u c e d t o h i m , a s t h e\ni n n o c e n t c r e a t u r e o f w h o m t h e h a d f p o k e n ,\na l a d y o f f i f t e e n y e a r s o f a g e , a p p a r e n t l y\na r r i v e d a t m a t u r i t y . - H e c o m p o f e d h i s\nf e a t u r e s a s w e l l a s h e w a s a b l e , a n d a i k e d\nM a d e m o i f e l l e d c l a T o u r , ( w h i c h w a s h e r\nn a m e ) i f t h e w a s t ^ u l y i n n o c e n t ? t o w h i c h\nt h e p o f i t i v e l y a n f w e r e d i n t h e a f f i r m a t i v e ,\n“ W e l l M i f s , ” f a i d h e , I ( h a l l i n a n\n* * i n f l a n t d i f e o v e r t h e t r u t h o f w h a t y o u\n“ a f f e r t , S t e p b e h i n d t h a t f e r e e n ; ( h u t\n“ y o u r e y e s , a n d t h i n k w i t h i n y o u r f e l f o n\n“ t h e o b j e c t y o u d e f i r e m o i l t o f e e j i f y o u\n“ a r e i n n o c e n t i t w i l l a p p e a r t o y o u ; i f\n* * n o t , y o u w i l l n o t f e e a n y t h i n g . ”\n* * M a d e m o i f e l l e d e l a T o u r , ” f a y s t h e\nC o u n t , “ f o l l o w e d m y d i r e c t i o n s , w h i l e\nI r e m a i n e d o n t h e o u t f i d e o f t h e f e r e e n\n* * w i t h t h e C a r d i n a l , w h o f l o o d n e a r t h e\n“ f i r e - p l a c e ,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 7 ° )\n* * f i r e - p l a c e , n o t l o f t i n e c f t a f y t a s M a d a m e\n“ d e ] a M o t t e h a s b e e n p l e a f e d t o e x p r e f a\n“ i t , b u t b y h o l d i n g h i s h a n d b e f o r e h i s\n“ m o u t h , l e f t b y a n i n d i f c r e e t l a u g h h e\n“ i h o u l d i n t e r r u p t p u r m y f t e r i o u s p e r e -\nm o n i e s . ”\nD u r i n g t h e t i m e M a d e m o i f e l l e d e I 3\nT o u r r e m a i n e d b e h i n d t h e f c r e e n M r .\nC a g l i o f t r o f u p p o r t e d t h e f a r c e b y m a k i n g\nf e v e r a l m a g n e t i z i n g g e f t u r e s : S t a m p o n\n“ t h e f l o o r w i t h y o u r i n n o c e n t f o o t , ” i a i d\nh e , “ a n d t e l l m e i f y o u f e e a n y t h i n g . ”\nS h e r e p l i e d i n t h e n e g a t i v e . 4 t T h e n M i f s , ”\ni a i d h e , “ y o u a r e n o t i n n o c e n t . ” 1 T h i s o b -\nf e r v a t i o n p i q u e d t h e l a d y ’ s p r i d e : “ H o l d ! ”\np r i e d i h e , “ m e t h i n k s I f e e t h e q u e e n . ”\nT h i s w a s e n o u g h t o p o n v i n c e t h e C o u n t\nt h a t p r o p e r i n f t r u d t i o n s h a d b e e n g i v e n t o\nt h i s i n n o c e n t c r e a t u r e b y a n a u n t , w h o\np r o f e f l e d b e i n g f o t o t a l l y e x e m p t f r o m\nh u m a n f r a i l t y .\nD e f i r o u s\nD\nig\nitize\ndb\nyGoogle\n\f( 7 1 )\nD e f i r o u s o f t r y i n g h o w f h e w o u l d g o\nt h r o u g h h e r p a r t , M r . C a g l i o i t r o r e q u e f t e d\nt h a t M a d e m o i f e l l e d e l a T o u r w o u l d d e -\nf c r i b e t h e p h a n t o m b e f o r e h e r e y e s j f h e\nc o m p l i e d , b y g i v i n g a m i n u t e d e f c r i p t i o n\np f t h e Q u e e n . * * A i k t h e l a d y , ” f a i d t h e\nC o u n t , * * w h e t h e r ( h e w i l l n o t b e f a f e l y\nf t d e l i v e r e d . ” S h e r e p l i e d , t h a t “ ( h e\n“ b o w e d h e r h e a d , f i g n i f y i n g t h a t n o i l l\nf * c o n f e q u e n c e s w o u l d e n f u e . ” “ I c o r n *\nm a n d y o u , ” c o n c l u d e d M r . C a g l i o f t r o ,\n“ r e f p e d t f u l l y t o k i f s t h e l a d y ' s h a n d : t h e\ni n n o c e n t c r e a t u r e , ” f a y s h e , “ k i t t e d h e r\n< * o w n h a n d , a n d c a m e f o r t h , p e r f e d l l y f a *\nt i s f i e d w i t h h a v i n g c o n v i n c e d u s o f h e r\n* • p u r i t y . ”\nT h e t w o l a d i e s h a v i n g e a t e n f o m e f w e e t *\nm e a t s , a n d d r a n k l e m o n a d e , i n a b o u t a\nq u a r t e r o f a n h o u r r e t i r e d a t a b a c k f l a i r .\nT h u s , ” f a y s t h e C o u n t , * * e n d e d a f a r c e a s\nh a r m l e f s i n i t f e l f a s i t w a s l a u d a b l e f r o m i t s\n‘ J\n?4 f*m\no\ntiv\ne\n.\nD\nig\nitize\ndb\nyGoogle\n\f( 7* )\n* * m o t i v e . H o w c o u l d I t h e n f o r e f e e t h a t\nt h i s f o c i a l r e c r e a t i o n w o u l d o n e d a y\n’ •\n* * b e r e p r e f e n t e d t o t h e m a g i f t r a t e s o f\n0*rv<A\nF r a n c e a s a n a £ t o f w i t c h c r a f t , a f a c r i -\n* * l e g i o u s p r o f a n a t i o n o f t h e C h r i f t i a n\nm y f t e r i e s r ”\nT h e C a r d i n a l d e R o h a n , h a v i n g t h u s\ni n t r o d u c e d t h e C o u n t t o M a d a m e d e l a\nM o t t e , f o o n a f t e r i n q u i r e d h i s o p i n i o n o f\nh e r . M r . C a g l i o f t r o r e p l i e d , t h a t * f h e b e ­\n* * l i e v e d h e r t o b e a d e c e i t f u l i n t r i g u i n g\n4 t w o m a n . ” T h e C a r d i n a l e n d e a v o u r e d\nt o i m p r e f s h i m w i t h m o r e f a v o u r a b l e i d e a s ,\nb y . a l l u r i n g h i m t h a t i h e w a s a v e r y h o n e f t\nc r e a t u r e , b u t i n d i f t r e f l e d c i r c u m f t a n c e s .\nO n t h i s t h e C o u n t o b f e r v e d , t h a t , i f i t w a s\nt r o e t h a t i h e e n j o y e d t h e f p e c i a l p a t r o n a g e\no f t h e Q u e e n , i h e w o u l d , w i t h o u t d o u b t ,\nb e b e t t e r p r o v i d e d f o r . S o o n a f t e r f h i s t h e\np a r d i n a l f e t o u t f o r S a v e r n e , w h e r e h e c o n * -\nt i n u e d a m o n t h o r f i x w e e j c s . O p h i s r e » -\ntu\nr\nn\nD\nig\nitize\ndb\nyGoogle\n\f( 7 3 )\nt u r n t o P a r i s h i s v i f i t s b e c a m e m o r e f r e ­\nq u e n t t o M r . C a g l i o f t r o , w h o p e r c e i v e d\nt h a t f e e w a s t h o u g h t f u l a n d c h a g r i n e d .\n“ B u t w h e n e v e r , ” f a y s h e , * * M a d a m e d e\nt f l a M o t t e w a s t h e f u b j e i l o f o u r c o n -\n“ v e r f a t i o n , I w o u l d t e l l h i m , w i t h m y u f u a l\n“ f r a n k n e f s , t h a t ' w o m a n d e c e i v e s y o u . ” A t\nl e n g t h t h e - C a r d i n a l o n e d a y f a i d t o h i m ,\nf ‘ D e a r C o u n t , I r e a l l y b e g i n t o t h i n k y o u\n“ a r e r i g h t i n y o u r c o n j e & u r e s w i t h r e g a r d\nt f t o M a d a m e d e l a M o t t e . ” H e t h e n , f o r t h e\nf i r f t t i m e , r e l a t e d t o h i m w h a t h a d p a i T e d\nb e t w e e n t h e m c o n c e r n i n g t h e n e c k l a c e ;\na n d i m p a r t e d t h e a p p r e h e n f i o n s h e w a s u n ­\nd e r l e d i t h a d n o t b e e n d e l i v e r e d t o t h e\nQ u e e n .\nT h e n e x t d a y t h e C a r d i n a l a g a i n f a w\nM r . C a g K o f t r o , a n d t o l d h i m , i n g r e a t\na g i t a t i o n o f m i n d , t h a t M a d a m e d e l a\nM o t t e w i t h h e r h u i b a n d , d r e a d i n g t h e c o n ­\ns e q u e n c e s o f t h e a f f a i r h e h a d d i f c l o f e d t o\n? h i m\nD\nig\nitize\ndb\nyGoogle\n\f( 7 4 )\nh i m t h e p r e c e d i o g e v e n i n g , h a d f l e d f o r\np r o t e c t i o n t o h i s h o u f e j a n d r e q u e s t e d p f\nt h e C o u n t l e t t e r s o f - r e c o m m e n d a t i o n f o r\nE n g l a n d , o r t h e e n v i r o n s o f t h e R h i n e ,\nT h e C a r d i n a l d e f l r e d M r . C a g l i o f t r o ’ s\na d v i c e i n t h e a f f a i r ; w h o t o l d h i m t h e r e\nw a s b u t o n e w a y l e f t b y w h i c h h e c o u l d\na v o i d b e i n g i n v o l v e d w i t h t h e m ; a n d t h a t\nw a s , b y d e l i v e r i n g M a d a m e d e l a M o t t e\ni n t o t h e h a n d s o f t h e p o l i c e , a n d i n f l a n t l y\nl a y i n g t h e w h o l e m a t t e r b e f o r e t h e K i n g\na n d h i s M i n i f t e r s . T h e C a r d i n a l r e p l y i n g ,\nt h a t a f t e p o f t h i s n a t u r e w o u l d d o v i o l e n c e\nto h i s f e e l i n g s — “ I n t h i s c a f e , ” l a i d t h e\nC o u n t , “ G o d i s y o u r o n l y r e i b n r c e : H e\n“ m q f t , a n d I w i f h h e m a y , d o t h e r e d . ”\nT h e a f f a i r h a v i n g c o m e t o t h e k n o w l e d g e\np f t h e K i n g , h e l e n t i m m e d i a t e l y f o r P r i n c e\nL o u i s , w h o l e c o n i l e r n a t i o n a n d c h a g r i n d e ?\np r i v e d h i m o f p o w e r t o e n t e r i n t o a j u f t i f i c a ­\nt i o n o f h i s c o n d u c t , H e w a s , t h e r e f o r e , o n\nt h e\nD\nig\nitize\ndb\nyGoogle\n\f( 75 )\nt h e 1 9 t h o f A u g u f t , c o n v e y e d t o t h e B a f t i l e .\nO n t h i s f e v e r a l o f t h e C o u n t ’ s a c q u a i n t a n c e *\no b f e r v e d t o h i m , t h a t , b e i n g o n e o f t h a t\np r e l a t e s f r i e n d s , h e m i g h t p o f f i b l y ( h a r e\nt h e f a m e f a t e . T o w h i c h h e r e p l i e d , t h a t ,\nb e i n g c o n f c i o u s o f h i s i n n o c e n c e , h e w a s\np e r f e c t l y r e i i g n e d , a n d f t i o u l d w a i t p a t i e n t l y\nf o r w h a t G o d a n d t h e g o v e r n m e n t f t i o u l d\no r d a i n .\nI n a i h o r t t i m e b e h a d o c c a l i o n t o e x e r t\nt h i s f o r t i t u d e j f o r , o n t h e 2 3 d o f A u g u f t ,\nC o m m i i T a r y C h e f n o n e n t e r e d h i s h o u i e ,\na n d i n f o r m e d h i m t h a t h e \/ h a d o r d e r s t o\nt a k e h i m b e f o r e t h e L i e u t e n a n t o f t h e p o l i c e .\nB u t t h e n u m b e r o f t h e f a t e l l i t e s t h a t a t *\nt e n d e d h i m i n d u c e d t h e C o u n t t o f u i p e f i\n* t h a t f o m e t h i n g w o r f e w a s t o f o l l o w . E v e r y\nf e a r b e i n g a w a k e n e d f o r o n e w h o l e f a f e t y\n. w a s m o r e d e a r t o h i m t h a n h i s o w n , h e\nt o o k t h e C o m m i f t a r y a f i d e , a n d i n q u i r e d\nw h e t h e r h i s o r d e r s e x t e n d e d t o M a d a m e\n4 C a g l i o f t r o ?\nD\nig\nitize\ndb\nyGoogle\n\f( 7\n6 )\nC a g l i o f t r o ? O n t h i s a c c o u n t h e w a s m a d e\nc a f y , b y t h e C o m m i i f a r y ’ s p l e d g i n g h i s w o r d\no f h o n o u r t h a t t h e y i n c l u d e d n o o n e b u t\nt h e C o u n t h i m f e l f .\nT h e m e t h o d t a k e n t o f e c u r e t h e p r o ­\np e r t y o f t h o f e w h o a r e t a k e n u p o n t h e\nK i n g ; s w a r r a n t i s t h i s : T h e C o m m i f i a r y ,\ni n t h e p r e f e n c e o f t h e p r i f o n e r , i s b o u n d\nt o t a k e a n i n v e n t o r y o f t h e m o n e y , p l a t e ,\n& c . a n d t o a f f i x t h e l a w f u l f e a l s . B u t , a s t h e\nb e f t l a w s a r e t o o f r e q u e n t l y p e r v e r t e d b y\nt\nh\no\nf\ne\nw h o a r e a p p o i n t e d t o e n f o r c e a n d p r o t e c t\nt h e m , t h e e f f e d t s o f t h e C o u n t C a g l i o f t r o\nb e c a m e a p r e y t o t h o f e W r e t c h e s w h o w e r e\ne m p l o y e d t o e f c o r t h i m . T h e y c o m p e l l e d\nh i m t o o p e n h i s f c r u t o i r e s , w h i c h t h e y\np l u n d e r e d i n h i s l i g h t , a n d a f t e r w a r d s\nd r a g g e d h i m i n t h e m o f t i n d i g n a n t m a n n e r\na l o n g t h e B o u l e v a r d , d e n y i n g h i m t h e\nf m a l l i n d u l g e n c e o f h i s o w n c a r r i a g e , o r\ne v e n a h a c k n e y c o a c h , t i l l t h e y c a m e n e a r\nth\ne\nD\nig\nitize\ndb\nyGoogle\n\fi( 7\n1 )\nt h e p l a c e o f t h e i r d e f t i n a t i o n ; t h e y t h e n\nf u f f e r e d h i m t o g e t i n t o o n e , w h i c h c o n ­\nv e y e d h i m t o t h a t g l o o m y m a n f i o n o f h o r ­\nr o r s — t h e B a r t i l e . *\nC o m m i f l a r y C h e f n o n , w h o w i t h t h e r e f t\no f h i s f a t e l l i t e s r e m a i n e d i n t h e h o n i e\na w a i t i n g t h e r e t u r n o f d e B r u n i e r s , t h e\nE x e m p t w h o e f c o r t e d t h e C o u n t , e x c l u d e d\ne v e r y w i t n e f s , w h o m i g h t i m p e d e h i s d e -\nf i g n , f r o m t h e a p a r t m e n t o f M a d a m e C a -\ng l i o f t r o , h e r f e l f o n l y e x c e p t e d , w h o w a s t o o\nm u c h a g i t a t e d t o m a k e a n y r e i i f t a n c e t o h i s\nu n l a w f u l r a v a g e s . H e t h e n o r d e r e d t h e\np r e f t e s , c h e r t s o f d r a w e r s , & c . t o b e o p e n e d j\nw h i c h h a v i n g f e a r c h e d w i t h i m p u n i t y , h e\np u t t h e c a r t i a n d v a l u a b l e s i n t o a b a n d ­\nb o x ; a n d , t y i n g i t r o u n d w i t h a r i b b o n , o n\no n e e n d o f i t p l a c e d h i s o w n f e a l , a n d\nf o r c e d M a d a m e C a g l i o f t r o t o p u t a c o m ­\nm o n h e a d o n t h e o t h e r . I n v a i n d i d i h e\nf o l i c i t t o b e p e r m i t t e d t o u f e h e r o w n f e a l ,\nw h i c h\nD\nig\nitize\ndb\nyGoogle\n\f( 7\n8 )\nW h i c h b e i n g b e t t e r e n g r a v e n , a n d m o r e\nc o m p l e x e d , w a s c o n f e q u e n t l y n o t f o e a i y\nt o b e c o u n t e r f e i t e d . T h e C o m m i f l a r y p e r ­\ni l l e d i n h i s r e f o l u t i o n j a n d “ M y w i f e \/ '\nf a y s t h e C o u n t , * * w a S c o n t a i n e d t o p u t\n* * o n t h e b a n d b o x , w h i c h i s f u p p o f e d t o\n* * c o n t a i n t h e b u l k o f m y f o r t u n e , a i t a m p\n“ c h o i e n b y M a i t r e C h e f u o n . ”\nN o l a w f u l f e a l s w e r e a f f i x e d . — T h e\nk e y s r e m a i n e d i n t h e b u r e a u a u d d r a w e r s :\nt h e r o o m d o o r o n l y w a s l o c k e d .\nA f t e r t h i s M a d a m e C a g l i o f t r o w a s f o r c e d\ni n t o a c o a c h , a n d c a r r i e d t o t h e B a i l i l e j\nt o w h i c h p l a c e t h e b a n d b o x , t h o u g h b y\nn o m e a n s a r e g u l a r p r o c e e d i n g , w a s c o n *\nv e y e d l i k e w i f e ; a n d , w i t h t h e k e y s o f t h e\na p a r t m e n t s , d e l i v e r e d t o t h e g o v e r n o r o f\nt h e p r i f o n .\n. T\nh\ne\nD\nig\nitize\ndb\nyGoogle\n\f( 7 9 )\nT h e t w o f o l l o w i n g d a y s M r . C a g l i o f t f o\nu n d e r w e n t a m i n i f t e r i a l e x a m i n a t i o n ; w h e n\nt h e L i e u t e n a n t o f t h e p o l i c e p r o p o f e d t h a t\nt h e b o x t h o u l d b e o p e n e d i n h i s p r e f e n c e :\nb u t t h i s w a s o p p o f e d b y t h e g o v e r n o r o f t h e\nB a f t i l e a s u n n e c e i T a r y .\nT h e C o u n t f r e q u e n t l y i n t e r r o g a t e d h i «\nj a i l e r s c o n c e r n i n g M a d a m e C a g l j o f t r o »\nW h e t h e r o r n o t t h e ( h a r e d i n h i s c a p t i v i t y ?\nB u t , i t b e i n g a n i n v a r i a b l e r u l e f o r t h e\np r i f o n e r i n t h e B a f t i l e t o r e m a i n i g n o r a n t\no f e v e r y t h i n g t r a n f a d l e d a b r o a d , t h e y\nw o u l d i o l e m n l y a f f i r m , t h a t ( h e w a s n o t\ni n c o n f i n e m e n t . .\nT h e C o u n t , h o w e v e r , a t l e n g t h o b t a i n e d\np e r m i f f i o n t o w r i t e t o h e r ; b u t , i n o r d e r\nt o k e e p h i m f t i l l i n d a r k n e f s , t h e y d e v i l e d\nt h e f o l l o w i n g f c h e m e :\nM a d a m e C a g l i o f t r o w a s p e r m i t t e d t o\nr e c e i v e h i s l e t t e r s , o n l y o n c o n d i t i o n t h a t\n(he\nD\nig\nitize\ndb\nyGoogle\n\f( 8\no )\nfilef i i o u l d a n f w e r t h e m u n d e r t h e d i & i o n o f\no n e o f t h e p r i n c i p a l o f f i c e r s , a l w a y s i n f o r m ­\ni n g t h e C o u n t t h a t i h e w a s a t h o m e u n - *\nm o l e f t e d , a n d t a k i n g f u c h f t e p s a s w o u l d *\ni n a i h o r t t i m e , r e f t o r e h i m t o f r e e d o m .\nM a d a m e C a g l i o f t r o r e a d i l y a g r e e d t o a f f i f t\ni n a d e c e p t i o n , t h a t f a v e d M r . C a g l i o f t r o\nt h e p a i n o f k n o w i n g t h a t h e r f i t u a t i o n w a s\ne q u a l l y m e l a n c h o l y w i t h h i s n o w . “ I f , ” f a y s ;\nt h e C o u n t , “ I w a n t e d c l o t h e s o r l i n e n , I\n• « d i f p a t c h e d a l i n e t o . m y w i f e . A n o f f i c e r\n“ w o u l d t h e n g o t o m y h o u f e , o p e n t h e\n« * t h e d o o r s a n d d r a w e r s , i n t h e p r e f e n c e\n* * o f a n e i g h b o u r , a n d r e t u r n w i t h t h e\n* * t h i n g s , b r i n g i n g a l e t t e r c a l c u l a t e d t o\n* * m a k e m e b e l i e v e t h e y w e r e f e n t b y m y\n* * w i f e . ”\nB y t h i s m e a n s t h e y c o n t r i v e d t o k e e p h i m\ni n d a r k n e f s t i l l t h e m o n t h o f F e b r u a r y , w h e n\nh e w a s a c q u a i n t e d t h a t M a d a m e C a g l i o f t r o\nh a d b e e n b r o u g h t t o t h e B a f t i l e o n\nt h e\nD\nig\nitize\ndb\nyGoogle\n\f< 8\ni )\nt h e f a m e d a y h e e n t e r e d i t . H e w a s l i k e *\nw i f e t h e n p e r m i t t e d t o f e e c o u n f e l , a n d i n *\nf o r m e d t h a t h e w a s c h a r g e d b y M a d a m e\nd e l a M o t t e w i t h b e i n g a n a c c o m p l i c e i n\nd e f r a u d i n g t h e j e w e l l e r s o f t h e i p l e n d i d\nn e c k l a c e .\nM r . C a g l i o f t r o , h a v i n g l e a r n e d t h e u f u a l\nm e t h o d t a k e n t o f e c u r e t h e e f f e c t s o f t h o f e\np r i f o n e r s c o n f i n e d o n t h e k i n g ’ s w a r r a n t ,\ne x p r e f l e d h i s f u l p i c i o n s t h a t t h e y h a d n o t\nb e e n a t t e n d e d t o o n h i s c o m m i t m e n t ;\nw h i c h f u l p i c i o n s , t h o u g h t h e y a t f i r f t a p ­\np e a r e d t o h i s c o u n f e l g r o u n d l e f s , w e r e a t\nl e n g t h p r o v e d t o b e b u t t o o w e l l f o u n d e d .\nT h e f o l l o w i n g i s a c o p y o f t h e a c c o u n t h e\nl e n t t o h i s a t t o r n e y o f t h e c a i h a n d p a p e r s\nc o n t a i n e d i n h i s b u r e a u a t t h e t i m e C o m *\nm i l i a r y C h e f n o n e n t e r e d h i s h o u i e .\nI n t h e u p p e r p a r t f i f t e e n r o u l e a u s f e a l e d\nw i t h m y a r m s ; e a c h o f t h e m c o n ­\nt a i n i n g f i f t y d o u b l e l o u i s d ’ o r s .\nF S e c o n d l y ,\nD\nig\nitize\ndb\nyGoogle\n\f( 8\n2 )\nS e c o n d l y , A m o n e y - b a g c o n t a i n i n g o n e\nt h o u f a n d t w o h u n d r e d a n d t h i r t y -\nt h r e e R o m a n a n d V e n e t i a n f e q u i n s .\nT h i r d l y , T w e n t y - f o u r S p a n i s h q u a d r u ­\np l e s , i n a r o u l e a u , f e a l e d w i t h m y\nf e a l .\nF o u r t h l y , T w o p o r t f o l i o s , o n e r e d a n d\no n e g r e e n : i n t h e f o r m e r a r e d i f f e r e n t\nc e r t i f i c a t e s a n d o t h e r p a p e r s . T h e\ng r e e n o n e c o n t a i n s f o r t y - f e v e n b i l l s\no n t h e C a i f i e D ’ E f c o m p t e o f o n e\nt h o u f a n d l i v r e s e a c h , a n d v a r i o u s\np a p e r s w r i t t e n i n L a t i n a n d f o r e i g n\nl a n g u a g e s . I n t h e f a m e b u r e a u a r e\n& c . & c .\nA p p r o v e d t h e w r i t i n g , a n d c e r t i f i e d t h e\na b o v e i n v e n t o r y t o b e t r u e a n d j u f t .\n( S i g n e d ) L e C o m t e d e C a g l i o j l r o .\nW h e n M r . C a g l i o f t r o r e l a t e d t o h i s\nc o u n f e l t h e c i r c u m f t a n c e o f t h e b a n d b o x ,\nw h i c h\nD\nig\nitize\ndb\nyGoogle\n\f(\"83')\nw h i c h h a d b e e n p r o d u c e d b u t n o t o p e n e d ,\nt h e y i n q u i r e d o f S i e u r L a u n a y — W h e t h e r\nh e h a d i n h i s p o f l e f l i o n t h e a b o v e a r t i c l e s ?\nH e a n f w e r e d , t h a t t h e . b a n d b o x c o n t a i n e d\no n l y t w o r o u l e a u s , o f t w e n t y - f i v e d o u b l e\nl o u i s d o r s e a c h , a n d f o t n e j e w e l s .\nT h i s r a i l e d t h e a p p r e h e n f i o n s o f t h e C o u n t ,\nw h o , o n * h e t w e n t y - f e v e n t h o f F e b r u a r y ,\np r e f e n t e d a p e t i t i o n t o P a r l i a m e n t , r e q u e f t -\ni n g t h a t t h e r e m a i n d e r o f h i s e f f e c t s m i g h t\nb e . p u t u n d e r f e a l j b u t , t h r o u g h t h e i n t e r ­\nf e r e n c e o f t h e A t t o r n e y - g e n e r a l , i t w a s n o t\nr e p o r t e d t o t h e H o u f e .\nT h e a n x i e t y o f m i n d , w h i c h M a d a m e\nC a g l i o f t r o h a d u n d e r g o n e f o r f o m e m o n t h s ,\na t l e n g t h t h r e w h e r i n t o a d a n g e r o u s i l l n e f s .\nT h i s w a s a f e v e r e a n d u n e x p e & e d i l r o k e t o\nt h e C o u n t , w h o , o n t h e o c c a f i o n , p r e f e n t ­\ne d a n o t h e r p e t i t i o n t o p a r l i a m e n t , p r a y i n g ,\nh e r e n l a r g e m e n t f r o m a d u n g e o n “ W h e r e , ”\nF 2 f a y s\nD\nig\nitize\ndb\nyGoogle\n\f( 84 )\nl a y s h e , * * m a n h i m f e l f h a s o c c a f i o n f o r a f t\n* * h i s f t r e n g t h , a l l h i s f o r t i t u d e , a l l h i s\n* * r e f i g n a t i o n , t o f t r u g g l e a g a i n f t d e f p a i r . * *\nT h i s p e t i t i o n w a s m o r e f u c c e f s f u l t h a n t h e\nf o r m e r , b y t h e i n t e r p o l a t i o n o f M . d ’ E p r e -\nm e f n i l a n d o t h e r s , w h o g e n e r o u i l y i n t e r ­\nc e d e d w i t h h i s M a j e f t y i n h e r b e h a l f . T h e\nr e c o v e r y o f M a d a m e C a g l i o f t r o w a s h a f t e n c d\nb y h e r t i m e l y r e l e a f e f r o m t h e B a i l i l e , a f t e r\nf i v e m o n t h s i m p r i f o n m e n t .\nT h e C o u n t h a d d e t e r m i n e d , o n h i s\na c q u i t t a l , t o h a v e r e q u e u e d t h e p r e f e n c e o f\nC o m m i i T a r y C h e f n o n , t o a i c e r t a i n t h e\nn o n - a p p o l i t i o n o f t h e f e a l s , a n d t o t a k e\na n i n v e n t o r y o f t h e e f f e & s t h a t r e m a i n e d i n\nh i s h o u f e j b u t t h i s i n t e n t i o n w a s f r u f t r a t e d\nb y t h e p r e v i o u s r e l e a f e o f M a d a m e C a g l i ­\no f t r o . S h e w a s a l f o p r e v e n t e d f r o m t a k i n g\nt h e a b o v e p r e c a u t i o n , b y t h e o f f i c i o u s a t ­\nt e n t i o n o f t h e G o v e r n o r o f t h e B a f t i l e , w h o\nf e n t\nD\nig\nitize\ndb\nyGoogle\n\f. ( »\n5 )\nf c n t t h e k e y s e a r l y i n t h e m o r n i n g t o h e r\nf e r v a n t s , t h a t i h e m i g h t f i n d e v e r y t h i n g\np r e p a r e d f o r h e r r e c e p t i o n .\nH e r f i r i t c a r e w a s t o e x a m i n e t h e C o u n t ' s\nb u r e a u « i n w h i c h f h e f o u n d o n l y a f e w\nl o o f e p a p e r s « o f n o m a t e r i a l c o n f e q u e n c e ,\na n d f o m e m e d i c a m e n t s .\nO n t h e d e p a r t u r e o f M a d a m e C a g l i o i t r o\nf r o m t h e B a f t i l e , S i e u r L a u n a y p r o m i f e d t o\nr e t u r n t h e c o n t e n t s o f t h e b a n d b o x i n\nt h r e e d a y s ; b u t « h i s m e m o r y f a i l i n g h i m «\nh e w a s a p p l i e d t o r e p e a t e d l y t o f u l f i l h i s\np r o m i f e , b u t w i t h o u t f u c c e f s ,\nT h e a w f u l m o m e n t a t l e n g t h a r r i v e d\nw h e n t h e p a r t i e s a c c u f e d w e r e f i n a l l y t o\na p p e a r b e f o r e t h a t t r i b u n a l r e n o w n e d f o r\nt h e e q u i t y o f i t s d e c r e e s . T h e e v i d e n c e\np n e a c h f i d e b e i n g i m p a r t i a l l y w e i g h e d ,\na n d t h e g u i l t o f M a d a m e d e l a M o t t e f u l l y\nF 3 p r o v e d ,\nD\nig\nitize\ndb\nyC\nlO\nIO\n\f( 8\n6 )\np r o v e d , i h e w a s f e n t e n c e d t o h a v e h e r h e a d\ni h a v e d , t o b e p u b l i c l y w h i p p e d , b r a n d e d\no n t h e i h o u l d e r s , a n d i m p r i f o n e d f o r\nl i f e * . M a d e m o i f e l l e D ’ O l i v i a , t h e i n n o ­\nc e n t t o o l t o h e r a v a r i c e , w a s c l e a r e d o f a n y\nw i l f u l c o n c e r n i n t h e f r a u d . V i l l e t t e ,\nw h o a f f i f t e d i n i m p o f i n g o n t h e j e w e l l e r s ,\nb y f i g n i n g M a r i a A n t o i n e t t e d e F r a n c e ,\nt o t h e f o r g e d b i l l , w a s b a n i i h e d - j * f r o m\nP a r i s . — W h i l e t h e C a r d i n a l d e R o h a n ,\na n d t h e C o u n t C a g l i o f t r o , c l e a r e d o f e v e r y\ni m p u t a t i o n o f g u i l t , w e r e h o n o u r a b l y a c ­\nq u i t t e d , t o t h e j o y o f a f e e l i n g p e o p l e ,\n* Mr. de laMqtte has not yet beenapprehended.\nAfter takingthebrilliantnecklacetopieces,heefcaped\nwithit toEngland ; where, report fays, he has fold\na part of thejewels.\nf The French m\nake a great diftin&ion between\nbanijhment and exilej the latter they confider not dif*\ngraceful, it being the abfolute decree of arbitrary\npower. Banijhment is, on the contrary, infli&ed only\nyn crim\ninals. -\nwho\nD\nig\nitize\ndb\nyGoogle\n\f( 8\n7 )\nw h o t e f l i f i e d t h e i r f a t i s f a d l i o n b y t h e m o d\nj o y f u l a c c l a m a t i o n s .\n*\n' T h e n e x t d a y M r . C a g H o f l r o w a s m e t i n\nt h e c o u n c i l - c h a m b e r b y t h e G o v e r n o r o f\nt h e B a f l i l e a n d C o m m i f l a r y C h e f n o n , w h o\nr e p r o a c h e d h i m , n o t i n t h e m o i l c i v i l t e r m s ,\nw i t h t h e f u f p i c i o n s h e e n t e r t a i n e d c o n c e r n ­\ni n g t h e f a f e t y o f h i s e f f e d t s . “ A s c h a n c e\n“ w o u l d h a v e i t , ” f a y s t h e C o u n t , * * I h a d\n“ t h e n a c a n e i n m y h a n d : I t h r e w m y ­\n* * f e l f i n v o l u n t a r i l y i n t o a n e n e r g e t i c p o f -\n“ t u r e , t h a t g a v e t h e C o m m i f l a r y t o u n d e r -\n“ ( l a n d t h a t , a l t h o u g h i l i l l a p r i f o n e r , I\n“ w o u l d n o t b e i n f u l t e d w i t h i m p u n i t y :\n“ t h e G o v e r n o r r u l h e d b e t w e e n u s , a n d\n“ e a c h r e f u m e d t h e t o n e t h a t f u i t e d h i m\n“ b e f t . ”\nD o y o u k n o w t h i s b o x a g a i n ? f a i d t h e\nC o m m i f l a r y i n a f o f t e r k e y , ( p o i n t i n g t o o n e\nt h a t f l o o d o n t h e t a b l e . ) N o j ” a n d t h e\nr i b b o n r o u n d i t ? “ N o . ” T h e f e a l ? “ M u c h\nF 4 • * l e f s . ”\nD\nig\nitize\ndb\nyGoogle\n\f( 8\n8 )\n* * l e f s . ” K n o w t h e n t h a t i t i s y o u r o w n .\n* * W h a t c a r e I ! ” B u t t h i s o t h e r i e a l i s\n• f u r e l y k n o w n t o y o u ? * i N o . ” Y o u r l a d y\nf e t i t h e r f e l f ! “ I t m a y b e f o . ” A r e y o u\na c q u a i n t e d w i t h t h e c o n t e n t s o f t h e b o x ?\n* * N o . ” T h e y , c o n f i f t o f y o u r d i a m o n d s\na n d m o n e y . “ P e r h a p s . ” I t a l f o c o n t a i n s\na r e g u l a r i n v e n t o r y o f y o u r e f f e d t s . * * I\n“ w i i h i t m a y . ” Y o u c a n n o t b u t b e l i e v e .\n“ W h e n I f e e i t . ” U p o n t h e t r u t h w e\np l e d g e o u r h o n o u r . « « I t i s f a y i n g m u c h . ”\nW i l l y o u h a v e i t o p e n e d ? “ J u f t a s y o u\np l e a f e . ” — T h e G o v e r n o r t h e n c u t\nt h e r i b b o n a n d o p e n e d t h e b o x j b u t n o\ni n v e n t o r y w a s t h e r e . T h e y b o t h l o o k e d\na f t o n i i h e d : e f p e c i a l l y S i e u r L a u n a y , w h o\nf a i d i t w a s i n c r e d i b l e — t h a t h e w o u l d g i v e\nh a l f h i s f o r t u n e f u c h a t h i n g h a d n o t h a p »\np e n e d .\n* { T h u s , ” f a y s t h e C o u n t , “ d i d I a c ­\n* * q u i r e t h e f a d c o n v i d i o n t h a t t h e p o r t ­\n“ f o l i o\nD\nig\nitize\ndb\nyGoogle\n\f( *9 )\nf o l i o a n d t h e h u n d r e d t h o u f a n d l i v r e s , o r\n^ t h e r e a b o u t s , w h i c h w e r e i n m y b u r e a u »\n“ h a d b e e n p u r l o i n e d j e i t h e r t h r o u g h t h e\n“ f a u l t o f t h e C o m m i i f a r y , w h o h a d n o t\nf * f e t t h e f e a l s , n o r t a k e n a n i n v e n t o r y o f\n“ t h e c a i h , b i l l s , a n d o t h e r v a l u a b l e s h e\n“ h a d f e i z e d , o r b y t h e c a r e l e f l n e f s o f t h e\n“ G o v e r n o r , w h o h a d p o t k e p t a g o o d\nf * w a t c h u p o n t h e b o x h e h a d i n , h i $\nc u f t o d y . ”\nM r . C a g l i o f t r o i n f o r m e d t h e G o v e r n o r\na n d t h e C o m m i i f a r y t h a t h e w a s r e a d y t o\nr e c e i v e t h e c o n t e n t s o f t h e b o x , p r o v i d e d\nt h e y d i d n o t r e q u i r e a f u l l d i f c h a r g e , b u t\no n l y a p a r t i a l o n e , f p e c i f y i n g t h e e f f e d ?\nt h e y r e t u r n e d : t h i s c o n d i t i o n t h e y d i d n o t •\nt h i n k p r o p e r t o r e f u f e .\nO n t h e f i r f t o f J u n e t h e C o u n t w a s r e «\ni t o r e d t o h i s l i b e r t y , a f t e r n i n e m o n t h s c a p ­\nt i v i t y i n a p l a c e o f w h i c h w e m a y f o r m\na n\nD\nig\nitize\ndb\nyGoogle\n\f( 9° )\na n i d e a f r o m t h e f o l l o w i n g e x p r e i f i o n :\n* * W e r e I , ” f a y s h e , “ l e f t t o c h u f e b e ­\n* * t w e e n a n i g n o m i n i o u s d e a t h a n d f i x\n* * m o n t h s i m p r i f o n m e n t i n t h e B a f i i l e , I\n* * w o u l d w i t h o u t h e f i t a t i o n f a y — L e a d m e\n“ o n t o t h e f c a f f o l d . ”\nI t i s d i f f i c u l t t o d e f c r i b e t h e f u r p r i f e o f ,\nM r , C a g l i o f i r o w h e n , o n l e a v i n g t h e B a f -\nt i l e , h e f o u n d h i m f c l f f a l u t e d b y t h e p l a u d i t s\no f e i g h t o r t e n t h o u f a n d p e o p l e . * « M y\n* ' d o o r s , ” f a y s h e , “ h a v e b e e n f o r c e d o p e n ;\n* * t h e y a r d , f i a i r c a f e , a p a r t m e n t s — e v e r y\n“ p l a c e i s f u l l ; I a m c a r r i e d i n t o t h e v e r y\n“ a r m s o f m y w i f e . ” » ^ ■\nB u t , h o w e v e r f l a t t e r i n g t h e f e t e f i i m o n i e s\no f p u b l i c a p p r o b a t i o n m i g h t b e t o M r ,\nC a g l i o f i r o , i t i s c e r t a i n t h e y w e r e n o t\ne q u a l l y p l e a f i n g t o t h e G o v e r n o r s o f t h e\np o l i c e , w h o p r o b a b l y c o n f i d e r e d t h e m a n\ni n f r i n g e m e n t o n t h e g o o d o r d e r a n d r e «\n> . g u l a r i t y\nD\nig\nitize\ndb\nyGoogle\n\fC9i )\ng\nu\nla\nr\nit\nyo f t h e c i t y , i f w e m a y j u d g e f r o m\nt h e e v e n t t h a t f o l l o w e d } w h i c h I w i l l p r e -\n. f e n t t o m y r e a d e r s , a s r e l a t e d b y t h e C o u n t\ni n h i s M e m o r i a l :\n“ N o t a b o v e t w e l v e h o u r s , ” f a y s h e ,\n“ h a d e l a p f e d l i n c e m y r e l e a f e f r o m t h e\n“ B a f t i l e : m y m i n d , l o n g o p p r e f i e d w i t h\n* * t h o u g h t s a s g l o o m y a s t h e t o w e r o f m y\n* * c a p t i v i t y , w a s h a r d l y c a p a b l e o f e n j o y -\n“ i n g t h e e n c h a n t i n g f p c < 3 a c l e b e f o r e m e , '\nI t w a s n o l o n g e r t h a t f r i g h t f u l f o l i t u d e ,\n* * t h a t d e a d l y f i l e n c e , f e l d o m i n t e r r u p t e d\n* * b u t b y t h e h o r r i d f o u n d s o f k e y s a n d\nb o l t s : a f n u g a p a r t m e n t , w h i c h , i n c o m *\n“ p a r i f o n , a p p e a r e d t o m e m a g n i f i c e n t , c o n ­\nt a i n e d a l l I h e l d d e a r a n d n e a r e i l t o m y\n“ h e a r t — m y w i f e a n d f r i e n d s . T h e y\n* * g a z e d u p o n m e , a n d e m b r a c e d e a c h\n° o t h e r : a l t e r n a t e l y p r e f i e d t o t h e i r b o ­\n\" f o m s , I e x c h a n g e d w i t h t h e m t h e m o i l\ni * e n d e a r i n g c a r e f l e s . T e a r s o f j o y b e ­\n*\n_ 1 H dewed\nDigitized by Google\n\f( 92 )\n* « d e w e d o u r c h e e k s — o u r h e a r t s w e r e a t\n* * c a f e — - w h e n l o ! a f t r a n g e r a p p e a r s ,\n« W i t h o u t f a r t h e r i n t r o d u c t i o n h e b o l d l y\n« * r u f l i e s i n t o t h e r o o m . — H i s l o o k s a r e\n« ‘ o m i n o u s . — H e * g r i n r i d h o r r i b l e a\n* < g h a f i l y \/ m i l e . ' I k n e w h i m t o b e t h a t\n« « f a m e d e s B r u n i e r e s , w h o h a d h e a d e d\n“ d i e c x p e d i t o n o f t h e t w e n t y - t h i r d o f\n« « A u g u f t , ” * t h e K i n g ' s n a m e ( f e i d\n4 * f o g ) . M ■ E v e r y h e a r t i h r u n k a t t h e t r e -\n« « m e n d o u s f o u n d . H e t h e n p r o d u c e d a t\n« « p a p e r , w h i c h I r e c e i v e d a n d r e a d . I\n“ c o u l d f c a r c e l y b e l i e v e m y o w n e y e s ;\n• • I p e r u f e d i t o n c e m o r e . I t w a s a n o r - »\n« d e r f o r m e t o q u i t P a r i s i n t w e n t y - f o u r\n« h o u r s , a n d t h e k i n g d o m w i t h i n t h r e e\n* * w e e k s } f o r b i d d i n g m e e v e r t o r e v i l i t i t\n• « a t a n y t j m e } o r o n a n y p r e t e n c e w h a t e v e r ,\no n p a i n o f d i f o b e d i c n c e . ” — ■ * ' I \/ h a l l n o t , •\nc o n t i n u e s t h e C o u n t , “ a t t e m p t t o d e f c r i b e\n« ‘ t h e e f f e C t f p d i r e , f o u n l o o k e d - f o r , a a\n* * e v e n t p r o d u c e d o n t h e p u b l i c a t l a r g o ,\nt i * B u t ,\nDigitized by Google\n\f( 9\n3 >\n* * B u t , i f 1 1 a m p e r m i t t e d t o j u d g e o f t h e\n* * F r e n c h n a t i o n f r o m t h e c r o w d s t h a t m e t\n“ m e o n t h e r o a d , I . m a y v e n t u r e t o f a y\n“ t h a t m y p r i v a t e m i s f o r t u n e b o r e a l t t h e\n* ( f y m p t o m s o f a g e n e r a l c a l a m i t y \/ '\nT h e C o u n t l e f t P a r i s o n t h e t h i r d o f\nJ u n e , a n d r e t i r e d t o P a f l y , a f m a l l v i l l a g e\nn e a r P a r i s , w h e r e h e r e m a i n e d n i n e o r t e n\nd a y s , t o f e t t l e h i s a f f a i r s , a s h e m e a n t t o\nf u e C o m m i f l a r y C h e f n o n a n d t h e S i e u r\nL a u n a y f o r t h a t p a r t o f h i s p r o p e r t y w h i c h\nw a s m i f f i n g . H e w a s i n f o r m e d b y h i s\nc o u n f e l t h a t h e c o u l d c o m m e n c e a n a d i o a\na g a i n f t t h e m i n t h e c r i m i n a l c o u r t ; b u t\nt h e c o u r t o f C o m m o n P l e a s b e i n g l e f s f e ­\nv e r s , h e e n t e r e d h i s p r o c e f s t h e r e . A m o n g\nt h e n u m e r o u s f r i e n d s w h o r e f o r t e d t o h i m\nd u r i n g h i s f l a y a t P a f l y w e r e m a n y w h o\na f l u m e d t h e t i t l e o n l y ; b y w h o f e a d v i c e\nh e w a s p e r f u a d e d t o p r e i e n t a r e q u e f t t o\nP a r l i a m e n t , w h e r e i n h e c o m p l a i n e d o f t h e\n' p e r f o n s\nDigitized by Google\n\fi 94 ) .\np e r f o n s b y w h o m h e h a d b e e n a c c u f e d ,\na n d i n t r o d u c e d f e v e r a l o f t h e M i n i f t e r s\no f S t a t e n o t i n t h e m o i l a d v a n t a g e o u s\nl i g h t .\nT h i s r e q u e i l d i d h i m t h e g r e a t e f t i n j u r y\nw i t h t h e G o v e r n m e n t . S p i e s w e r e i m m e ­\nd i a t e l y p l a c e d a b o u t h i m : a m o n g o t h e r s\nw a s M r . d e V i n e , w h o w a s t r e a t e d b y t h e\nC o u n t a s a c o n f i d e n t i a l f r i e n d . M r . C a g l i -\no i l r o h a v i n g r e f o l v e d t o m a k e E n g l a n d t h e\np l a c e o f h i s r e f i d e n c e , M r . d e V i n e , b y\nl e t t e r , t r a n s f e r r e d h i s t r u i l t o M r . T h o m a s\nS w i n t o n , w h o m h e r e c o m m e n d e d t o t h e\nC o u n t a s a p r o p e r p e r f o n t o n e g o t i a t e h i s\na f i a i r s o n h i s a r r i v a l .\nT h i s g e n t l e m a n w a s f o r m e r l y a p r o p r i ­\ne t o r o f t h e C o u r i e r d e l ’ E u r o p e , a n d i t i l l\nr e c e i v e s a n e m o l u m e n t f r o m i t . H e w a s\nm a n y y e a r s w e l l k n o w n a s a W i n e - m e r ­\nc h a n t , b u t a t p r e f e n t k e e p s a n u r f e r y o f f o ­\nr e i g n p l a n t s , i n S l o n e - S t r e e t , K n i g h t i b r i d g e .\nM r .\nDigitized by Google\n\f( 95 )\nM r * d e V i n e a c c o m p a n i e d t h e C o u n t a s\nf a r a s B o l o g n e , ■ w h e r e h e l e f t h i t n a n d\nM a d a m e C a g l i o f t r o t o p u r f u e t h e i r j o u r n e y\nt o E n g l a n d . O n t h e a r r i v a l , a g r e e a b l e t o\nt h e a d v i c e o f M r . d e V i n e , t h e C o u n t w e n t ,\ni m m e d i a t e l y t o M r . S w i n t o n , w h o h i r e d\nl o d g i n g s f o r h i m ; a n d , f o m e t i m e a f t e r , a\nh o u f e a d j o i n i n g t o h i s o w n . M r . S w i n -\nt o n , w h o h a d h e a r d o f t h e C o u n t ’ s r e p u t e\nd u r i n g h i s r e f i d e n c e a t S t r a f b u r g h , n o w\nt h o u g h t h i s f o r t u n e m a d e * H i s p l a n w a s ,\nt o c o m m e n c e a p o t h e c a r y , a n d t o v e n d t h e\nm e d i c i n e s p r e f e r i b e d b y M r . C a g l i o f t r o . H e\nb e g a n b y e a r n e f t l y f o l i c i t i n g h i m t o g i v e\np u b l i c a u d i e n c e s , a s h e h a d d o n e a t S t r a f -\nb u r g h a n d B o u r d e a u x . T h e C o u n t r e a d i l y\na l i e n t e d ; a n d a c c o r d i n g l y a d m i n i f t e r e d h i s\na d v i c e , a n d d i f t r i b u t e d m e d i c i n e s g r a t i s , t o\na l l w h o a p p l i e d t o h i m . B u t w h e n M r .\nS w i n t o n p r o p o f e d o p e n i n g a d r u g g i f t ’ s ( h o p ,\nh e d e c l i n e d t h e p r o p o f i t i o n , j u f t l y f e a r i n g\nt h e w o r l d m i g h t f t i f p e d h e h a d p a r t o f t h e\ne m o l u m e n t s .\nDigitized by Google\n\f( 96 )\ne m o l u m e n t s . N 6 t l o n g a f t e r h i s a r r i v a l\ni n E n g l a n d o n e o f h i s p r e t e n d e d f r i e n d s\nf e n t h i m a n i n f l a m m a t o r y l e t t e r , r e f l e c t ­\ni n g o n t h e f i r f t M i n i i l e r o f S t a t e , t h e\nQ u e e n , a n d t h e l a w s e x i f l i n g i n F r a n c e ;\nr e q u e f l i n g h i m t o p u t h i s n a m e t o i t , a n d g e t\ni t p u b l i i h e d i n E n g l a n d . T h e C o u n t , i r r i ­\nt a t e d p e r h a p s b y n i n e m o n t h s u n m e r i t e d\ni m p r i f o n m e n t , a n d b y a n e x i l e e q u a l l y u n ­\nj u f t , i m p r u d e n t l y c o m p l i e d w i t h t h i s r e -\nq u e f t , a n d c i r c u l a t e d t h e a b o v e l e t t e r *\nt h r o u g h L o n d o n , n o t w i t h f t a n d i n g t h e p e r -\nf u a f i o n s o f M r . O ’ R e i l l y t o t h e c o n t r a r y ,\nw i t h w h o m h e h a d r e n e w e d h i s f o r m e r i n * *\nt i m a c y .\nO n t h e t w e n t i e t h o f A u g u f t , 1 7 8 6 , M .\nd ’ A r r a g o n , S e c r e t a r y t o t h e F r e n c h A m b a f -\n* T h is was frd h m atter fo r the E d ito r o f the C o u rie r\nde l ’Europe to proceed upon, w ho did n o t fu ffe r fo fa­\nvourable a circum ftance to pafs unnoticed. •\nfadoiV\nDigitized by Google\n\f( 9 7 )\nf a d o r , w a i t e d o n t h e C o u n t t o i n f o r m h i m\nt h a t h i s M o i l C h r i f t i a n M a j e f t y g a v e h i m\np e r m i f f i o n t o r e t u r n t o h i s d o m i n i o n s a t p l e a -\nf u r e . T h e C o u n t i n q u i r e d , W h e t h e r M r .\nB a r t h e l e m v h a d r e c e i v e d t h o f e o r d e r s f r o m\n*\nh i s M a j e f t y ? T h e f e c r e t a r y r e p l i e d t h a t ,\ni f h e w o u l d t a k e t h e t r o u b l e o f g o i n g t o\nt h e H o t e l d e F r a n c e b e t w e e n t h e h o u r s o f\ne l e v e n a n d t w e l v e t h e n e x t d a y , t h e A m -\nb a f t a d o r w o u l d g i v e h i m a l l t h e f a t i s f a f t i o n\nh e r e q u i r e d .\nM . B e r g e r e t d e F r o u v i l l e , a n d L o r d\nG e o r g e G o r d o n , w h o h a d a b o u t t h i s t i m e\nb e e n i n t r o d u c e d t o t h e C o u n t b y M r . S w i n -\nt o n , h a p p e n e d t o b e w i t h h i m w h e n M .\nd ’ A r r o g a n a r r i v e d . O n b e i n g m a d e a c ­\nq u a i n t e d w i t h t h e p u r p o r t o f h i s v i f i t , t h e y\no b f e r v e d t o t h e C o u n t , t h a t , a s i t w a s p o f f i -\nb l e t h e r e m i g h t b e t r e a c h e r y i n t h e a f f a i r ,\nh e c o u l d n o t w i t h p r u d e n c e g o t o t h e A m -\nb a f l a d o r a l o n e . M r . C a g l i o f t r o a c q u i e f c i n g\nP i n\nDigitized by Google\n\f<98 )\ni n t h i s o p i n i o n , L o r d G e o r g e G o r d o n a n d\nM . d e F r o u v i l l e o f f e r e d t h e i r f e r v i c e s t o\na c c o m p a n y h i m t h e n e x t d a y . T h e A m -\nb a f f a d o r , f u r p r i f e d a t t h e i n t r u i i o n o f t w o\nG r a n g e r s , r e q u e f t e d t h e i r a b f e n c e w h i l e\nh e d e l i v e r e d h i s b u f i n e f s t o t h e C o u n t\nC a g l i o f t r o : b u t L o r d G e o r g e G o r d o n ,\np r o m p t n o d o u b t b y z e a l f o r a f o r e i g n e r\nu n d e r t h e p r o t e c t i o n o f E n g l i f h l a w s , a b -\nf o l u t e l y i n f i f t e d o n b e i n g p r e f e n t d u r i n g\nt h e i r i n t e r v i e w .\nM r . B a r t h é l é m y i n f o r m e d t h e C o u n t ,\nt h a t h e h a d o r d e r s t o g i v e h i m p e r m i f l i o n\nt o r e t u r n t o F r a n c e ; a n d p r o d u c e d a l e t t e r\nf r o m t h e B a r o n B r e t e u i l i n w h i c h t h e y\nw e r e c o n t a i n e d . M r . C a g l i o f t r o e x p r e i f e d\nh i s a f t o n i i h m e n t t h a t a f i m p l e l e t t e r o f t h e\nB a r o n B r e t e u i l f h o u l d b e a b l e t o r e v o k e\nt h e lettre de cachet, b y w h i c h h e h a d b e e n\ne x i l e d . O n t h i s M r . B a r t h é l é m y f a i d h e\nh a d e x e c u t e d h i s o r d e r s , a n d c o u l d n o t\ne n t e r\nDigitized by Google\n\f( 9\n9 )\ne n t e r i n t o a n y f a r t h e r d e t a i l . T h e C o u n t\nt h e n d e f i r e d h e w o u l d l e t h i m h a v e t h e\nB a r o n ’ s l e t t e r , o r a t l e a f t a c o p y o f i t : b o t h\nw h i c h w e r e r e f u f e d . “ T h e r e w a s c e r ­\n* * t a i n l y , ” f a y s M r * C a g l i o f t r o , “ n o t h i n g\n“ u n r e a f o n a b l e i n w h a t I f a i d t o M r . B a r - *\n“ t h e l e m y ; I c o u l d n o t w i t h p r u d e n c e ^ r e ­\n“ t u r n t o F r a n c e , w i t h o u t h a v i n g i n m y p o f -\n“f e f f i o n a lettre de cactyé r e v o e a t i v e o f t h e\n* * f i r f t . H o w c o u l d I h a v e a n f w e r e d t h e\nu G o v e r n o r o f B o l o g n e , o r o f C a l a i s , w h e n\n“ t h e y h a d d e m a n d e d b y w h a t a u t h o r i t y . 1\n* * l a n d e d a t F r a n c e , a f t e r t h e p r o h i b i t i o n o f\nu n o t r e - e n t e r i n g i t o n p a i n o f d i f o b e -\n“ d i e n c e ? W o u l d t h e y n o t h a v e p e r f o r m e d\n< c t h e i r d u t y i n f o r c i n g m e t o r e - e m b a r k ,\n* * o r i n m a k i n g m e t h e i r p r i f o n e r , t i l l M .\n“ l e B a r o n d e B r e t e u i l i h o u l d c o n f i r m t h e\n* * n e w s u p o n t h e f a i t h o f w h i c h I h a d\n“ q u i t t e d E n g l a n d ? ”\n- G t T h e\nDigitized by Google\n\f( I\nO\nO)\nT h e C o u n t a c k n o w l e d g e s t h a t M r . B a r ­\nt h é l é m y , t h o u g h h e d i d n o t a p p e a r f a t i s f i e d\nw i t h t h e i n t r u i i o n o f L o r d G e o r g e G o r d o n ,\nc o n d u c e d h i m f e l f w i t h g r e a t p r o p r i e t y .\nB u t L o r d G e o r g e , n o t t h i n k i n g h i m f e l f\nt r e a t e d w i t h t h a t r e f p e f t h e c o n c e i v e d d u e t a\nh i s r a n k , t h e n e x t d a y p u b l i f h e d i n t h e\nG a z e t t e e r a l e t t e r r e f l e c t i n g o n t h e A m b a f l â -\nd o r , t h e Q u e e n o f F r a n c e , & c . I n c o n f e ­\nr e n c e o f w h i c h t h e C o u r t o f F r a n c e c o m ­\nm e n c e d t h e p r o c e f s a g a i n f t h r m w h i c h h a s\no c c a f i o n e d h i s l a t e d e p a r t u r e f r o m E n g l a n d .\nE v e r y f i n c e r e w e l l - w i l h e r t o t h e C o u n t\nm a i l l a m e n t h i s i n t i m a c y w i t h a n o b l e m a n\nw h o f e i l l f a t e d e n t h u f i a f m h a s j u f t l y r e n ­\nd e r e d h i m a n o b j e d t o f u n i v e r f a l c e n f u r e .\nT h e f r i e n d i h i p o f L o r d G e o r g e G o r d o n ,\nt h o u g h p r o b a b l y w e l l m e a n t , e i f e n d a i l y\ni n j u r e d M r . C a g l i o i l r o i n t h e o p i n i o n o f\nb o t h n a t i o n s . S o t r u e i t i s , t h a t o u r c h a ­\nr a c t e r i s i n g e n e r a l d a m p e d f r o m t h o f e\nw i t h w h o m w e a f l o c i a f e ,\n. 4^\n)\n0\nU\nt\nDigitized by Google\n\f( IQ I )\nA\nb\no\nu\ntam\no\nn\nt\nh\na\nf\nt\ne\nrt\nh\neC\no\nu\nn\nt\n’sin\nt\ne\nr\n­\nv\nie\nww\nit\nhM\nr\n. B\na\nr\nt\nh\ne\nle\nm\nyt\nh\nela\nt\nt\ne\nr\nw\na\nit\ne\ndo\nnh\nim\nw\nit\nhalettre de cachett\nind\nu\nefo\nr\nm\n, c\no\nn\nf\nir\nm\nin\ngh\nisM\na\nje\nft\ny\n’s\nfo\nr\nm\ne\nrr\ne\nc\na\nll,•\nb\nu\ntw\nit\nht\nh\nisd\nif\nf\ne\nr\ne\nn\nc\ne\n,\nt\nh\na\ntitp\ne\nr\nm\nit\nt\ne\nd\nh\nim\nt\nor\ne\nm\na\nin\ninF\nr\na\nn\nc\ne\nno longer than the judgment o f his procefs\nagainfl Sieur Launay amd CommiJJary Chefnon.\nM\nr\n.C\na\ng\nljo\nft\nr\nod\nidn\no\nta\nv\na\nilh\nim\nfe\nlfo\nf\nt\nh\nisp\ne\nr\nm\nif\nlio\nn\n. *\n*I\ntisn\na\nt\nu\nr\na\nl,’f\na\ny\nsh\ne\n,\n*\n*\nfo\nrt\nh\nem\na\nn\nw\nh\no\nh\na\ns\n,w\nit\nh\no\nu\ntc\na\nu\nf\ne\n,b\ne\ne\nn\nn\nin\nem\no\nn\nt\nh\nsim\nm\nu\nr\ne\ndint\nh\neB\na\nft\nile\n,a\nn\nd\n“o\nn\nh\nisd\nif\ne\nh\na\nr\ng\ner\ne\nc\ne\niv\ne\ndfo\nrd\na\nm\na\ng\ne\nsa\n“letter of exile,t\nof\nt\na\nr\nt\nlea\ntf\nh\na\nd\no\nw\ns\n,a\nn\nd\n“ t\nop\ne\nr\nc\ne\niv\neaf\nn\na\nr\neine\nv\ne\nr\nyt\nh\nin\ngt\nh\na\nt\n“f\nu\nr\nr\no\nu\nn\nd\nsh\nim\n. T\nh\nein\nt\ne\nn\nt\nio\nn\nso\nfh\nis\n*' M\na\nje\nft\ny a\nr\neu\nn\nd\no\nu\nb\nt\ne\nd\nlyju\nft; b\nu\nt\n«\n*t\nh\nec\no\nn\nd\nit\nio\nn\nse\nx\np\nr\ne\nif\ne\ndint\nh\nelettre\n«\n*de cachit a\nr\nef\nu\nf\nf\nic\nie\nn\ntt\noa\nla\nr\nmm\ne\n.\n“M\nyp\nr\no\nc\ne\nf\nsju\nd\ng\ne\nd\n—\nm\nyle\nt\nt\ne\nro\nfr\ne\nc\na\nll\n*\n*a\nr\nen\nolo\nn\ng\ne\nrap\nr\no\nt\ne\nc\ntio\nn\nt\nom\nyp\ne\nr\nf\no\nn\n,\nG\n3 w\nh\nih\nDigitized by Google\n\f- ( 1\n0\n2 )\nf ‘ w h i c h t h e ‘n e x t h o u r b e c o m e s l i a b l e t o\n“ a n a r r e f t , ”\nM r . O ’ R e i l l y , t o w h o f e g o o d ' o f f i c e s - t h e\nC o u n t h a d b e e n f o p a r t i c u l a r l y i n d e b t e d i n\nt h e y e a r 1 7 7 7 , w a s n o w f r e q u e n t l y w i t h\nh i m , ' t o t h e g r e a t d i f f a t i s f a i l i o n o f M r ,\nS w i n t o n , w h o , w i t h t h e u t m o f t a f f i d u i t y ,\ne n d e a v o u r e d t o p r e c l u d e a l l a p p r o a c h e s t h a t\nm i g h t e n a b l e t h e C o u n t t o d i f c o v e r t h e d u r\np l i c i t y o f h i s c o n d u i t . T o b r e a k o f f t h i s\nc o n n e x i o n , a n d d e f t r o y t h a t c o n f i d e n c e M r .\nC a g l i o f t r o p l a c e d i n h i s f r i e n d , h e r e p r e -\nf e n t e d t o h i m t h a t M r . O ’ R e i l l y ’ s a f f a i r s\nb e i n g e m b a r r a f f e d , i t w a s p r o b a b l e h e h a d\np a i d h i s o w n d e b t s w i t h t h e m o n e y h e\nh a d r e c e i v e d f r o m t h e C o u n t t o f u r n i i h h i s\nh o u f e j a n d t h a t t h e b i l l s m i g h t b e b r o u g h t\nt o h i m f o r p a y m e n t . T h i s i n f i n u a t i o n p r o ­\nd u c e d a c o o l n e f s o n t h e p a r t o f t h e C o u n t\nt o w a r d s M r . 0 ?R e i l l y , w h i c h t h e l a t t e r\nr e l e n t i n g ^ w i t h d r e w h i q f e l f f r o m S l o n e -\nS t r e e t ,\nDigitized by Google\n\f( io\n3 )\nS t r e e t , a n d f o r a t i m e r e t i r e d i n t o t h e\nc o u n t r y .\nM r . S w i n t o n , h a v i n g f u c c e e d e d t h u s f a r\ni n h i s d e f i g n , r e d o u b l e d h i s a f f i d u i t y t o ­\nw a r d t h e C o u n t , a n d r e n e w e d h i s f o r m e r\np r o p o f a l s o f o p e n i n g a d r u g g i f t ’ s i h o p , a n d\nb e c o m i n g h i s a p o t h e c a r y ; b u t , p e r c e i v i n g\nh e w a s t o t a l l y a v e r f e t o t h e f c h e m e , h e\nf e n t a n o t e t o h i m b y h i s d a u g h t e r t o t h i s\np u r p o r t :\n* * T h a t , h a v i n g a n u m e r o u s f a m i l y , i t\n“ w a s n e c e f i a r y t h e y i h o u l d e a t : t h a t h e\n“ w a s i e n f i b l e t h r o u g h t h e C o u n t ’ s m e a n s\n* * m a n y p e r f o n s h a d b e e n e n r i c h e d : a n d\n* * t h a t , i f h e w o u l d p u t h i m i n t h e w a y o f\n“ g e t t i n g m o n e y a l f o , h e ( M r . S w i n t o n )\n* * w o u l d b e h i s f r i e n d , a n d t h e C o u r i e r d e\n“ i ’ E u r o p e h i s p a n e g y r i f t ; i f n o t — m\nO 4 T h i s\nDigitized by Google\n\f( io\n4)\nT\nh\nisb\nille\nt\n,f\na\nrf\nr\no\nm\na\nc\nc\no\nm\np\nliih\nin\ngt\nh\ne\ne\nn\nd\nsfo\nrw\nh\nic\nhitw\na\nsd\ne\nf\nig\nn\ne\nd\n,iom\nu\nc\nh\nd\nif\ng\nu\nf\nt\ne\ndt\nh\neC\no\nu\nn\nta\nst\nob\nr\ne\na\nko\nffa\nllc\no\nr\n-\nr\ne\nf\np\no\nn\nd\ne\nn\nc\neb\ne\nt\nw\ne\ne\nn\nh\nim\na\nn\nd\nit\nsa\nu\nt\nh\no\nr\n.\nM\nr\n.S\nw\nin\nt\no\nn\n,n\no\ntc\no\nn\nt\ne\nn\ntw\nit\nhin\nju\nr\nin\ng\nM\nr\n.O\n'R\ne\nillyin\nt\nh\neo\np\nin\nio\nn\no\nfh\nisfr\nie\nn\nd\n,\nt\no\no\nkt\nh\nea\nd\nv\na\nn\nt\na\ng\neo\nfh\nisa\nb\nf\ne\nn\nc\net\noc\nir\n­\nc\nu\nla\nt\nea\nr\ne\np\no\nr\ntt\nh\na\nth\neh\na\nda\nb\nf\nc\no\nn\nd\ne\ndw\nit\nh\nf\ne\nv\ne\nnh\nu\nn\nd\nr\ne\ndp\no\nu\nn\nd\nso\nf t\nh\neC\no\nu\nn\nt\n’s\nm\no\nn\ne\ny\n. T\nh\nisc\no\nm\nin\ngt\not\nh\nee\na\nr\nso\nfM\nr\n,‘\nO\n’R\ne\nilly\n,h\new\ne\nn\ntim\nm\ne\nd\nia\nt\ne\nlyt\noin\nq\nu\nir\ne\no\nfM\nr\n.C\na\ng\nlio\nilr\no\n—\nW\nh\ne\nt\nh\ne\nro\nrn\no\nth\neh\na\nd\ng\niv\ne\nna\nu\nt\nh\no\nr\nit\nyfo\nrf\noin\nf\na\nm\no\nu\nsac\na\nlu\nm\nn\ny\n?\nH\ned\nif\nc\nla\nim\ne\nda\nllk\nn\no\nw\nle\nd\ng\neo\nfitj a\nn\nd\na\nf\ne\nr\nib\ne\ndh\nisfo\nr\nm\ne\nr c\no\no\nln\ne\nf\ns t\no\nw\na\nr\nda\nfr\nie\nn\nd\n,o\nfw\nh\no\nfef\nid\ne\nlit\ny»\nh\neh\na\ndr\ne\np\ne\na\nt\ne\nd\np\nr\no\no\nf\ns\n,t\not\nh\nein\nf\nin\nu\na\nt\nio\nn\nso\nfS\nw\nin\nt\no\nna\nn\nd\nM\nr\n.d\neF\nr\no\nu\nv\nille\n. A\nm\no\nn\ngt\nh\nen\nu\nm\ne\nr\no\nu\ns\nim\np\no\nf\nit\nio\nn\nsp\nr\na\nd\nlfe\ndo\nnt\nh\neC\no\nu\nn\nt\n, t\nh\ne\nr\ne\nisn\no\nto\nn\nem\no\nr\ned\ne\nf\ne\nr\nv\ne\nso\nb\nf\ne\nr\nv\na\nt\nio\nnt\nh\na\nn\nt\nh\nefo\nllo\nw\nin\ng\n:\nS\no\no\nn\nDigitized by Google\n\f( io\n5 )\nS o o n a f t e r h i s a r r i v a l i n E n g l a n d h e\nw a s a p p l i e d t o b y M r . J a m e s , o f S e r j e a n t * «\nI n n , t h e a t t o r n e y h e h a d f o r m e r l y e m ­\np l o y e d : h e i n f o r m e d h i m t h a t , o n l o o k ­\ni n g o v e r h i s a c c o u n t s o f t h e y e a r 1 7 7 7 ,\nh e h a d d i f c o v e r e d a m i i l a k e , b y w h i c h t h e\nC o u n t w a s ( t i l l i n d e b t e d t o h i m t e n p o u n d s .\nI t c e r t a i n l y a p p e a r s i l r a n g e t h a t M r . J a m e s\ni h o u l d f u f f e r n i n e y e a r s t o e l a p f e a n d n o t\nh a v e m a d e t h i s d e m a n d o n M r . O ’ R e i l l y ,\nw h o m t h e C o u n t h a d e m p o w e r e d b y l e t t e r\no f a t t o r n e y t o t r a n f a d a n y b u f i n e f s r e l a t i v e\nt o h i m i n h i s a b f e n c e . M r . C a g l i o f t r o ,\nh o w e v e r , r e l y i n g o n t h e h o n o u r o f M r .\nJ a m e s , g e n e r o u f l y p a i d h i s d e m a n d . T h i s\nt r a n f a d i o n c o m i n g t o t h e k n o w l e d g e o f\nM r . P r i d d l e , w h o m t h e C o u n t h a d e m ­\np l o y e d p r e v i o u s t o h i s e n g a g e m e n t w i t h M r ,\nJ a m e s , i t p r o b a b l y e n c o u r a g e d h i m t o m a k e\na d e m a n d e q u a l l y i l l e g a l ,\nA c c o r d i n g l y ,\nDigitized by Google\n\f( i o 6 )\nA c c o r d i n g l y , w i t h o u t d e l i v e r i n g a b i l l ,\na s i s u f u a l o n f u c h o c c a s i o n s , h e t o o k o u t\na w r i t a g a i n f t M r . C a g l i o t t r o f o r i i x t y\np o u n d s , d u e , a s h e p r e t e n d e d , f o r b u i i n e f s\nt r a n f a d e d i n t h e y e a r 1 7 7 7 . T h e C o u n t\ni m m e d i a t e l y a c q u a i n t e d M r . J a m e s w i t h\nt h i s d e m a n d , w h o a f l u r e d h i m t h a t t h e\na d i o n w o u l d n o t ( l a n d g o o d . M r . J a m e s\nh a d , o n f e t t l i n g t h e C o u n t ’ s a f f a i r s i n t h e\ny e a r 1 7 7 7 , t h r e e t i m e s f u m m o n e d M r .\nP r i d d l e t o p r o d u c e h i s b i l l , t h a t i t m i g h t\nb e t a x e d b e f o r e t h e M a t t e r o f t h e K i n g ’ s\nB e n c h O f f i c e ; b u t h e n o t a p p e a r i n g t Q\ng i v e i n a n y , a n d h a v i n g r e c e i v e d o f t h e\nC o u n t d i f f e r e n t f u m s t o t h e a m o u n t o f\ne i g h t y p o u n d s , w h i c h w a s d e c l a r e d b y\nt h e M a t t e r a n d M r . J a m e s t o b e m o r e\nt h a n t h e b u i i n e f s d o n e c o u l d p o f f i b l y\nc o m e t o , i t w a s d e t e r m i n e d t h a t h e\nc o u l d h a v e n o f u r t h e r c l a i m : f o r p r o o f o f\nw h i c h , M r . J a m e s m a d e a n a f f i d a v i t o f\nb i s a t t e n d a n c e d u r i n g t h e t i m e s r e q u i r e d\nb y\nDigitized by Google\n\f( i°7 )\nb y l a w , a n d o f P r i d d l e ’ s n o n - a p p e a r a n c e .\nI n c o n f e q u e n c e o f t h i s , M r . J a c k f o n , t h e\na t t o r n e y e m p l o y e d b y t h e C o u n t ’ s b a i l t o\nd e f e n d t h e a & i o n , a p p l i e d t o M r . J a m e s\nf o r t h e a f f i d a v i t a n d o t h e r p a p e r s r e l a t i v e t o\nt h e a f f a i r : b u t M r . J a m e s , p r o b a b l y o f f e n d ­\ne d a t n o t b e i n g h i m f e l f e m p l o y e d i n t h e b u -\nf i n e f s , r e f u f e d t o d e l i v e r t h e m u p o r t o l e n d\na n y a f f i f l a n c e . U p o n t h i s M r . O ’ R e i l l y , b y\nw h o m h e h a d b e e n r e c o m m e n d e d t o t h e\nC o u n t , w e n t t o h i m t o d e m a n d a n e x ­\np l a n a t i o n o f h i s c o n d u i t . H e t h e n f a i d\nt h a t w h e n h e I h o u l d b e p a i d t h e i n t e r e f t o f\nt h e t e n p o u n d s , ( f o r w h i c h h e w a s i n f a i t\nf o l e l y i n d e b t e d t o t h e g e n e r o f i t y o f t h e\nC o u n t , ) h e w o u l d d e l i v e r u p t h $ a f f i d a v i t ,\n& c . M r . C a g l i o i t r o , w e a r i e d o u t w i t h r e ­\np e a t e d i m p o f i t i o n s , r e f u f e d t o c o m p l y w i t h\nt h i s u n r e a f o n a b l e r e q u e i t . T h e C o u r t w a s\nt h e r e f o r e m o v e d f o r P r i d d l e t o i h e w c a u f e\nh o w h i s d e m a n d w a s i n c u r r e d ; a n d h i s\nb i l l r e f e r r e d t o t h e M a i l e r ; b u t M r . J a m e s\nr e f u t i n g\nDigitized by Google\n\f( 1\n0\n8 )\nfe\nfu\nfin\ngt\noa\np\ne\na\nra\ng\na\nin\nf\ntP\nr\nid\nd\nlc\n,o\nrt\nod\ne\n­\nliv\ne\nru\npt\nh\nep\nr\no\no\nf\nso\nft\nh\neille\ng\na\nlit\nyo\nfh\nis\nd\ne\nm\na\nn\nd\n,t\nh\neM\na\nile\nrw\na\nso\nb\nlig\ne\ndt\noa\nllo\nw\nh\nisc\nla\nim\nja\nn\ndt\nh\neC\no\nu\nn\nt\n, in\nf\nt\ne\na\ndo\nf\nt\nh\nef\no\nr\nm\ne\nrd\ne\nm\na\nn\ndo\nffix\nt\nyn\no\nw\np\na\nida\nn\nh\nu\nn\nd\nr\ne\nda\nn\nde\nig\nh\nt\nyp\no\nu\nn\nd\ns\n, in\nc\nlu\nd\nin\ng\nt\nh\nec\no\nilsa\nn\ndc\nh\na\nr\ng\ne\nso\nft\nh\net\nw\noa\nt\nt\no\nr\nn\nie\ns\nj\no\nn\neh\nu\nn\nd\nr\ne\ndo\nfw\nh\nic\nhw\na\nsp\na\nidt\noM\nr\n.\nP\nr\nid\nd\nleafe\nwd\na\ny\nsb\ne\nf\no\nr\neh\nisc\no\nm\nm\nit\n­\nm\ne\nn\ntt\noN\ne\nw\ng\na\nt\ne\n,inc\no\nn\nfe\nr\ne\nn\nc\neo\nfh\nis\nla\nt\nef\ne\nn\nt\ne\nn\nc\ne\n.\nI\nm\nm\ne\nd\nia\nt\ne\nlya\nf\nt\ne\nrt\nh\nis\n,M\nr\n.C\na\nu\nld\nS\na\nc\nk\ny\n,\nh\na\nv\nin\ngb\ne\ne\nnin\nf\no\nr\nm\ne\ndt\nh\na\nt(\nw\ne\na\nr\nin\ngt\noa\nd\ne\nb\ntw\na\ns\n,in\nE\nn\ng\nla\nn\nd\n,f\nu\nf\nf\nic\nie\nn\ntt\nor\ne\nc\ne\niv\ne\nit,a\nr\nr\niv\ne\ndinL\no\nn\nd\no\nnw\nit\nht\nh\nev\nie\nwo\nf\np\nr\no\nfit\nin\ngb\nyt\nh\nisk\nn\no\nw\nle\nd\ng\ne:b\ne\nin\ngp\nr\no\n­\nv\nid\ne\ndw\nit\nha\nnin\nt\ne\nr\np\nr\ne\nt\ne\nrb\nyt\nh\neC\no\nu\nn\nt\n’s\ng\no\no\nd\nf\nr\nie\nn\nd\nM\nr\n.D\neM\no\nr\na\nn\nd\n,h\nep\nr\no\nc\ne\ne\nd\ne\nd\nt\no\nt\nh\neK\nin\ng\n’sB\ne\nn\nc\nh\nO\nffic\ne\n,w\nh\ne\nr\neh\nem\na\nd\ne\no\na\nt\nht\nh\na\ntJ\no\nf\ne\np\nhC\na\ng\nlio\nft\nr\noo\nw\ne\nd\nt\nh\nisd\ne\n­\np\no\nn\ne\nn\nta\nnh\nu\nn\nd\nr\ne\nda\nn\ndfift\nyp\no\nu\nn\nd\nsfo\nr\ny v o r k i\n3\nDigitized by Google\n\f( *<\n>\n9 )\nw o r k , l a b o u r % d i l i g e n c e , a n d a t t e n d a n c e m\nb i s p a t i e n t s a t S t r a j b u r g b . S a c k y , a s I\nh a v e m e n t i o n e d i n t h e p r e f a c e , b e i n g t a k e n\ni n t o t h e C o u n t ’ s f e r v i c e f o l e l y f r o m a m o ­\nt i v e o f c h a r i t y , a n d r e m a i n i n g w i t h h i m\no n l y e i g h t d a y s , c o u l d n o t p o f f i b l y h a v e\na n y l e g a l d e m a n d o n h i m ; n e v e r t h e l e f s h e\nw a s o b l i g e d t o g i v e b a i l t o t h e a c t i o n .\nI c a n n o t d e p a r t f r o m t h i s f u b j e f t w i t h o u t\no b f e r v i n g t h e v e r y h o n o u r a b l e p a r t M r .\nS w i n t o n t o o k i n t h i s a f f a i r . H e f u l l e r e d\nt h e b a i l i f f s t o r e m a i n i n a m b u f c a d e i n h i s\nh o u f e , f o r t h e g r e a t e r c o n v e n i e n c e o f f e i z -\ni n g M r . C a g l i o f t r o ’ s p e r f o n . I t i s n o w t i m e\nt o p r o c e e d t o t h e c i r c u m f t a n c e t h a t m a d e\nt h e C o u n t f i n a l l y r e f o l v e t o l e a v e E n g l a n d .\nM r . d e V i n e , w h o m I h a v e b e f o r e m e n ­\nt i o n e d a s e m p l o y e d b y t h e F r e n c h C o u r t\nt o o b f e r v e a n d g i v e a n a c c o u n t o f h i s m i ­\nn u t e d a & i o n , i n a f e w m o n t h s f o l l o w e d h i m\nt o E n g l a n d : h e w a s r e c e i v e d b y t h e u n f u f -\np i c i o u s\nDigitized by Google\n\f( n o )\np i c i o u s C o u n t w i t h a l l t h e g e n e r o u s\nw a r m t h o f d i i i n t e r e f t e d f r i e n d l h i p , h o i p i t a -\nb l y e n t e r t a i n e d , a n d l o d g e d i n h i s h o u f e .\nM s . d e V i n e b e i n g n o w t h e i n i e p a r a b l e\nc o m p a n i o n o f t h e C o u n t t o o k e v e r y o p p o r t u ­\nn i t y o f f p e a k i n g d i f r e l p e & f u l l y o f t h e Q u e e n\no f F r a n c e , a n d o t h e r d i f t i n g u i f h e d c h a r a s t e r s\no f t h a t k i n g d o m , i n o r d e r t o m a k e h i m i e l f\nm a i l e r o f h i s f e n t i m e n t s . T h i s f n a r e\nw a s t o o w e l l l a i d f o r M r . C a g l i o f t r o t o\nc i c a p e , w h o r e a d i l y f e l l i n t o i t , n o t w i t h -\nH a n d i n g h e w a s f e n i i b l e t h a t M r . d e V i n e\nw a s t h e b r o t h e r o f a l a d y e m p l o y e d i n t h e\nQ u e e n ’ s h o u f e h o l d ; a c i r c u m i l a n c e w h i c h\no u g h t c e r t a i n l y t o h a v e p u t h i m o n h i s\ng u a r d . H e c o n t i n u e d , h o w e v e r , t o u t t e r\nh i s f e n t i m e n t s w i t h h i s u f u a l f r a n k -\nn e f s , t i l l h e r e c e i v e d a l e t t e r c a u t i o n i n g\nh i m t o b e w a r e o f d e V i n e , w h o l e d e i i g n ,\ni t a c q u a i n t e d h i m , w a s t o t r e p a n h i m i n t o\nF r a n c e . T h o u g h u n w i l l i n g t o g i v e c r e d i t\nt o\nDigitized by Google\n\f\\\n( I I I )\nt o t h i s i n f o r m a t i o n , w h i c h f o h i g h l y a £ -\np e r f e d t h e c h a r a c t e r o f a m a n i n w h o l e\nf a v o u r h e w a s f t r o n g l y p r e p o f T e f i e d , t h e\nC o u n t r e f o l v e d t o b e m o r e c i r c u m f p e f t m\nh i s c o n d u d t t o w a r d h i m , t i l l h e h a d d i f -\nc o v e r e d t h e t r u t h o r f a l s e h o o d o f t h e c h a r g e .\nA b o u t t h i s t i m e h e r e c e i v e d i n v i t a t i o n s\nf r o m i e v e r a l o f h i s f r i e n d s t o p a f s f o m e\nt i m e i n S w i t z e r l a n d . I n o r d e r t o d i i c o v e r\nt h e i n t e n t i o n s o f d e V i n e , h e i h e w e d h i m\nt h e l e t t e r s ; a n d , t e l l i n g h i m h e i n t e n d e d\nt o a c c e p t t h e i n v i t a t i o n s t h e y c o n t a i n e d ,\na i k e d h i m w h a t r o u t h e w o u l d a d v i f e h i m\nt o t a k e ? “ T h r o u g h F r a n c e , w i t h o u t\n“ d o u b t , ” r e p l i e d d e V i n e ; “ i t i s m u c h\n* * t h e i h o r t e f t a n d t h e b e f t w a y . ” * * B u t , ”\nf a i d t h e C o u n t , “ d o y o u t h i n k I c a n\n“ w i t h f a f e t y v j e n t u r e t h r o u g h F r a n c e ? ”\n“ O h ! ” r e t u r n e d t h e o t h e r , “ I a m c o n f i -\n“ d e n t o f i t ; I w i l l a c c o m p a n y y o u , a n d\n* • a m c e r t a i n w e m a y p a f s t o g e t h e r\n“ u n n o t i c e d . ” t\nT h i s\nDigitized by Google\n\f( )\nThis propofal was enough to convince\nthe Count that he had foftered a ierpent\nthat was preparing to fting him to the heart.\nHe. upbraided de Vine with the bafenefs o f\nhis deiigns$ and, declaring that he would\nnot deep another night under the fame\nroof with fuch a traitor, left his houfe\nand went to that o f Mr. de Loutherburg\nof Hamerfmith, wherp he remained in\niecret till he departed from England.\nM r. de Vine, finding all hopes o f fucceis\nin his enterprife now at an end, with every\nmark o f chagrin and difappointment foon\nafter fet off for Bologne. But, before his\ndeparture, the following minute inventory\no f the jewels M r. Caglioftro brought with\nhim on his arrival in England, (the copy o f\nwhich was alone in thp pofleffion o f de\nVine,) appeared in the Courier de l’Europe,\nand furniihed the Editor with an opportu­\nnity o f acquainting his readers, that the\nman who left England poilefled o f thefe\nvaluables\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( lf3 )\nValuables could fuffer a wife to remain\ndeftitute o f every neceflary but thofe ibe\nreceived from the benign hand o f charity*\nT H E I N V E N T O R Y *\nA gold repeater enamelled in blue,\nwith ilars o f gold, and enriched by\ntwo circlets o f diamonds. Its chain\nthree rows o f fmall diamonds termi­\nnated by three large ones, and four bril­\nliant pendants j from two o f which hang a\nduller of diamonds, from the third a key\nfet with diamonds, and from the fourth a\nfeal mounted in the fame— The faid\nwatch in a fealikin * cafe*\nA fmall\n* On this watch, the chain of which was valued at\none thoufand five hundred pounds, the Count em­\nployed Mr. Swinton'to procure him five hundred\npounds till he received remittances. Mr. Swinton\ncomplied, and obtained the fum required of a pawn­\nbroker in Prince^Street, on his agreeing to take %\nhundred pounds worth of plate and plated goods.\nThis is a cirqumftance which Mr, De Morande\nH ' has\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( i *4 )\nA finall green fealfkin cafe, containing £jc\ntin g s} the firfl confifting o f five diamond»,\nfurrounded w ith fmaller;\nT ie fecond o f tw o, mounted in the\nform o f a heart, and encircled likewife\nw ith diamonds;\nT he third reprefents a garter and buckle,\nin fmall diamonds— [T hefe belong ‘to Ma­\ndame Caglioftro.]\nT he three others are hoop rings, tw o o f\ndiamonds, and the third o f garnets;\nA pair of ear-rings, nine diamonds ia\ntach, in a green fealfkin cafe ;\nT he portrait o f M r. Caglioftro, a me­\ndallion, fet w ith diamonds, in a cafe o f\nditto;\nh\na\nsb\ne\ne\nna\ntg\nr\ne\na\ntp\na\ni\nn\nst\noillu\niir\na\nt\ne\n:t\nh\no\nu\ng\nht\nh\ne\nC\no\nu\nn\nt\n'sw\na\nn\nto\nfr\ne\na\nd\ny\nc\na\nih\ni\nsafa\nd\nt\nh\na\ntm\nu\nf\ntr\ne\na\n-\nf\no\nn\na\nb\nly\nh\na\nv\ne\nb\ne\ne\nn\ne\nx\np\ne\n&\ne\nd\nf\nr\no\nm\nt\nh\neg\nr\ne\na\ntl\no\nl\nS\ne\nsh\ne\nh\na\ndf\nu\nf\nt\na\ni\nn\ne\nd\nin\nP\na\nr\nis\n,a\nn\nd\nt\nh\ner\ne\np\ne\na\nt\ne\nd\nia\np\no\nf\nit\nio\na\na\np\nr\na\nf\nt\nif\ne\nd\no\nn\nh\nim\nin\nE\nn\ng\nla\nn\nd\n*\nTh*\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI\n( *>j )\n*rhe figure o f a dove, in French, le S i.\nE\/prit, compoied o f diamonds, and fuf-\npended by three rows o f fine pearl ;\nA necklace o f fmall pearl;\nA pair o f earrings o f fmall brilliants;\nDitto o f hair, furrounded by diamonds;\n\\Thefefour laß articles in agreen cafe.\\\nA pair Of black filk bracelets, with dia­\nmond buckles; ■\nA large hoop ring o f diamonds, irt a gold\nhox, apelle joum i\\\nA duller ring, confiiling o f one large\ndiamond, furrounded with others;\nDitto o f rofe; .\nA pearl necklace, part o f it Unftrung;\nand contained in a fmall gold fnuff'-box*\nthe ground grey enamel, in a cafe o f\ngreen fealikin;\nAn oval gold-coloür fnüif-box; on it\nare engraven the implements o f gardenings\nin a cafe o f ditto;\nH a A fquare\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( I I*. ) -\n■\nA fquare box o f gold, the ground waved\nwith green, with a picture in medallion,\ncamazen gris ;\nA fwcetmeat box o f gold, in a red\n{kin cafe;\nA fnuff-box in the form o f a bathing-\ntub, the ground grey, enamelled with\nÜowers, in a cafe o f íéalíkin ;\nA paint box, treble gilt, with a medallion\nrcprefenting an hôtel, in a cafe o f ditto ;\nDitto in gold, the ground blue, with a\nmedallion furrounded with fmall brilliants,\nin a cafe o f ditto ;\nA fmall gold box, embellifhed with\nftars, and filled with carmine, in a-cafe\no f ditto;\nA fmall Japan inkftand, inlaid with\ngold, in a cafe o f ditto ;\nA fnuff-box of elk horn, in the fo rm ,\no f a ihoe, inlaid with gold, upon which is\nengraven Greek characters ;\n. A white\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( X I7 )\nA white ihell fweetmeat box, inlaid\nwith gold, in a ihagreen cafe j\nA fweetmeat box of rock-cryftal, >\nmounted in gold;\nA toilet box o f old Japan, with its bod­\nkin and furniture in gold j\nAn ivory memorandum book, inlaid\nwith goldj on it are two medallions,\nwith the portraits o f children j\nA fmall gold etui;\nA gold-colour, box, filled with aloes, in\na fealikin cafe;\nT w o knives, the blade of the one gold,\nand o f the other fteel, the handles ivory,\ninjaid with green, in a cafe o f ditto;\nA knife, the handle mother of p^ rl,\nthe ferrule and blade o f gold, in a cafe\no f ditto; ^\nDitto, with a fecret ipring, the handle\no f ivory, ftudded and papped with gold j -\nA punch-ladle o f yellow metal, the\nRandle o f ebony\nA pair o f buckles, a la Artois, in pafte,\nH 3 Fi? i\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( it» )\nFive gold bracelet Aiders, with me*\ndallions o f different devices;\nThree gold medallions, one o f which is\nfurrounded with fine pearls, and held by\na chain o f gold, the other by a chain o f\ngranite ;\nA cover o f fine vermilion ¿lone, in a.\n£rin cafe;\nA fmall fpoon o f the fam e;\nA portrait o f Madame Caglioitro, not\nmounted, in a black cafcj\nAn egg cup, and a tea ftrainer, o f fiiver.\nA fmall gold watch in a double cafe,\nornamented with ¿hell, its chain compoied\no f two rows o f gold, with a medallion, and\nfix trinkets o f the fame j\nA pair o f women’s ¿hoe-buckles, edged\nwith diamonds} .\nA knife in the form o f a poniard, on the\nhandle o f which is tied a ribbon o f rofe-\neolour and fiiver;\nA pair of pearl drop earrings, in a black\nA cryftal\nD\nig\nitiz\ne\ndb\nyGoogle\n\fV ( 1\n*9 )\nA cryftal flaik, its ftopper, with two\nmedallions, o f goldj\nA pair o f lcifiars, w ith gold tops, in a\nfealfldn cafe.\n• It certainly appears ftrango that the\nGovernment o f France ihould think the\n1\nruin o f an individual an objedt worth ib\nmuch ferious attention; but the fate o f\nM . de la Fete, ion to the Queen o f France's\nChamberlain, w ill eaiily reconcile us to die\ntruth, and convince us that there is no\ndanger fo great as that of interfering in the\naftairs of a jealous and politic nation. T he\nunfortunate young man I fpeak of, was ft»\nindiicreet as fo write a political pamphlet\nentitled * T he Devil in the H oly W ater j’\nin confequence of which he was obliged\nto efcapc the refentment o f the French\nMinifters, by taking refuge in England j\nwhere having, by his conduit, difobliged\nhis father alfo, he was conftrained to ren*\nH 4 daf\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( 1\n2\no )\nder his literary talents the means o f his fub-\nfiftence. Various ftratagems were employed\n$0 trepan him, but without fuccefs, till an\nagreeable French woman was thrown in.\nhis way. M r de la Fête ibón became\nenamoured o f her ; and ihe; being inftrufted\nin her part, exprefled np other objection\nto his addreifes than that o f living in\nEngland on fo fmall a ftipend as two hun­\ndred pounds a year, which was the fortune\nihe pretended to have. However, to re*\nmove this obftacle, ihe told him that ihe\neould procure him an employment under\nthe Editor o f the Courier de l’Europe, on\ncondition o f his living in France, which,\nihe added, he might do with great fafety\nby changing his nanpe.\nThis propofal was readily accepted by the\ninfatuated M . de la Fête, who was willing\nto obtain the objedt o f his delires on any\nferms whatever : he fet off with her for\nBologne i\nD\nig\nitiz\ne\ndb\nyGoogle\n\f\\\n( 1\n2\n1 )\nBologne; but no fooner had he landed\nthan he was feized and dragged toprifon;\nfince which time he has not let eyes on his\ndulcinea, or his pretended employer.\nBut to return to the Count— Finding\nhimfelf furrounded hy enemies, and, with\nregard to the adtions of Priddle and Sacky,\nbeing told that the like circumftance might\nhappen daily without redrefs, he juftly\nconceived his perfon to be unfafe in\nEngland; for which reafon he fet out for\nSwitzerland in M ay,' 1787.\nOn his departure he left Madame Ca-\nglioftro in a houie elegantly furniihed,\npoflefled o f cafli to pay every juft demand,\nand o f jewels to a confiderabie amount:\nthough the Courier de l’Europe informs\nus that ihe was left in great diftreis,\ndependant on the bounty o f M r, de Lou-\ntherbourg. This is one added to the\nm\na\nn\ny\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( *\n2\n3 )\/\nmany proofs of M r. D e Moi&ndç’s igno*\ntance in what relates to the Cog#*,, and o f\nthe little confidence we are to> place in the\ninformation contained in his paper.\nAfter the Count’s departure Madame\nCaglioftro entirely refigned herfclf to the\nguidance o f Mr. and Mrs. de Loutherbourg,\nwho unfortunately received information that\nPriddle pretended to have another demand»\nwhich, would empower him to feize on\nthe Count’s effects. W hether or not M r.\nPriddle really intended to attempt any\nother manoeuvre, it is impofiible to deter­\nm ine. M r. de Loutherbourg however\ncommunicated his intelligence to Madams\nCagliofiro, who, by his advice, immediately\nfold off her furniture, and took up her\nabode in his hoiife.\nShe remained there till the beginning\nwilaft June, when having received letters\n. from\nD\nig\nitiz\ne\ndb\nyGoogle ■\nJ\n\fC1\n2\n3 )\nfrom the Couut informing her that he was\nfettled in a houfe, (he pnrchafed a genteel car*\nriage, and fet off, accompanied by M r. and\nM rs. de Loutherbourg, for 'Switzerland*\n«\nwhere it is to be hoped (he will, with the\nCount, enjoy that tranquillity the Engliih\nnation would fo amply have afforded them\nhad they, indead o f conneding themfelves\nwholly with foreigners, formed their fri’end-\nfhips with perfons of chara&er acquainted\nwith its eftabliihed laws and cuftoms, *\n* Madame Caglioftro, before Ihe left England, paid\neveryjuft demand on the Count, notwithftanding the\naftertionsof the Marquis de Lanfegneux, and Mr. Bell,\nfbe magnetizing Doctor, to the contrary ; who,. mean\n^nd fervile as they were in their attendance on Mr*\nCaglioftro, during his refidence in Slone-Street, have,\nfljice his departure, made it their bufinefs' to fabricate\nand circulate reports to his disadvantage. But we\nceafe to wonder at this, on a recollection that the\nEditor of the Courier de 1’Europe, that grand machine\nby which thefe leffer engines are fet in motion, is re-\nfolved that no part of the world lhall ihield the Count\n£ag!ioftfo from his fcurrility.\nengines\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( «24 )\nJfaving now traced this extraordinary\nman through a life chequered with gran­\ndeur and adveriity, I will endeavour to give\nthe reader a general idea o f his perfon and\ncharacter.\nT h e Count de Caglioftro is below the\nmiddle ftature, inclined to corpulency } his\nface is a round oval; his complexion and\neyes dark, the latter uncommonly pene­\ntrating. In his addrefs we are not fenfible\no f that indifcribable grace which engages\nthe affe&ions before we confult the under-\nftanding. On the contrary, there is in his\nmanner a felf-importance which, at firft\nfight, rather difgufts than allures, and\nobliges us to withhold our regard till, on a\nmore intimate acquaintance, we yield it the\ntribute to our reafon. Though naturally\n(Itldious and contemplative, his converfa-\ntion\nD\nig\nitiz\ne\ndb\nyGoogle\n\f( >\n2\n5 )\ntion is fprightly; abounding with judt*\ncious remarks and pleafant anecdotes; yet,\nwith an underftanding in the higheft degree\nperfpicuous and enlarged, he is ever ren­\ndered the dupe of, the fycophant and the\nflatterer.\nM r. Caglioftro’s heart and purfe are\never open to the fupplications of diftreis j\nbut there is in his mode o f bellowing a\npompofity which frequently renders that\nliberality afcribed to oflentation, which is,\nin reality* the effect of a truly compaf-\nflonate and beneficent heart.\nFar from being fchooled in the icience\no f deception, he poffeffes a noble franknefe\nwhich does honour to human nature; a\ndifpofition open and unreferved even to a\na fault. In his attachments he is warm\nD\nig\nitiz\ne\ndb\nyGoogle\n\f{ 1\n2\n6 ;\n)\nand fteady; and, thoagh eallly provoked id\ncholer, it is a ftorm which, like thofe o f\nfummcr, quickly pafs over.\nBrutality toward his lady is one off thole\nfalfe charges brought againft him by his\nenemies— a weak and Unmanly one indeed!\n** By what authority,\" fays the Count, “ does\nM r. D e Morande dare to interrogate me\n** on my private life ? W ho has appointed\n“ him my domeftic ccnfor ? W as I in­\n“ deed lb unjuft, ib very bale, as to treat\n“ with unkindnefs the virtuous companion\n“ o f my misfortunes, ftill it would be hei\n** part only to complain ,* while ihe is\n** lilent there is not a man, be he\n** magiftrate or monarch, who has a right\n** to draw afide the veil with which her\n“ indulgent tenderness would cover my\n** imperfections.”\n^ • T\no\nD\nig\nitiz\ne\ndb\nyGoogle\n\f(127 )\nT o conclude— In the Count Cagti-\noftro we perceive eminent virtues break\nforth amidft a cloud o f human frailties*\nHis character, like moil others, is a com ­\npound o f light and ihade; we ihall find\nmany more uniform, but few that pofleft\na greater degree o f univerfal benevolence*\nT H E E N D i\nPage\n54\n7ft\n.. E R R A T A;\nLine\n$ fir h\ni*, read th\neC\no\nu\nn\nt's.\n9 fit w\nh\no\np\nr\no\nf\nc\nf\nl\nè\nd\n,reedw\nh\no\nd\ni\nd\nn\no\ntp\nr\no\nf\ne\nf\nc\nD\nig\nitiz\ne\ndb\nyGoogle\n\f","_id":1129}