{"name":"Manfred Cassirer | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/manfred-cassirer","mytitle":"Manfred Cassirer | Psi Encyclopedia","mylang":"de","content":"                     Manfred Cassirer | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Manfred Cassirer                                                                                                                                                                                                                          Manfred Cassirer (1920-2003) was a German-born author and researcher with wide interests in psychical research. &nbsp;\n\n&nbsp; Contents   \tLife and Career  \tPsychical Research   \tInvestigations  \tHelen Duncan \tOld Testament Miracles \tBromley Poltergeist \tOther Investigations   \tWorks  \tBooks \tArticles \tBook Reviews \tWeb Posts   \tLiterature \tEndnotes     Life and Career\n\nManfred Cassirer was born on 12 July 1920 in Berlin, where he spent most of his childhood. His father Erich was Jewish. In 1937 he moved to England. After receiving private tuition he went to Oxford University where he took theology and oriental studies.1 His father’s interest in Egyptian antiquities led him to collect and trade ancient artefacts.\n\nHe taught history at St Chad’s School in Lichfield where one of his pupils was Bernard Carr, later a cosmologist and president of the Society for Psychical Research (SPR). Carr recalled that Cassirer ‘awakened me to the spiritual and psychical realms and to the possibility that there are realities in the world beyond the mundane physical one’.2  Psychical Research\n\nCassirer joined the Society for Psychical Research in 1956 and served on the governing council from 1975 until his death. He was research officer for the Paraphysical Laboratory near Downton in Wiltshire, which was organized by Benson Herbert and Mary Driver. Together they investigated local spontaneous cases and travelled to Eastern Europe for conferences on 'psychotronics' and experiments with Russian psychics.\n\nCassirer published six books and many articles, and was a frequent speaker at SPR conferences. Details of his unpublished investigations can be found in the SPR archives at Cambridge University Library.   Investigations  Helen Duncan\n\nCassirer took up the cause of Helen Duncan, a controversial Scottish materializing medium who was given a jail sentence under the eighteenth century Witchcraft Act in 1944, arguing that the prosecution witness testimony was unreliable. His 1996 book Medium on Trial is based on extensive research of trial documents and other material. The book was praised by Donald West, a SPR member who had attended the trial for ‘putting on record so much interesting material that might otherwise be forgotten, both material damaging to the Duncan reputation and material favouring a paranormal interpretation’. 3  Old Testament Miracles\n\nCassirer tackled the subject of biblical miracles in a 2003 book, Miracles of the Bible, from the perspective of psychical research and related disciplines, which had not previously been investigated at such length. Cassirer believed that ‘the prophetic books are an inexhaustible source of data potentially relevant to the paranormal sphere’, and suggested that ‘[d]reams, visions and foreknowledge are in ample supply awaiting their evaluation in terms of recent study and knowledge’. 4\n\nCassirer was a supporter and contributor to the British UFO Research Association (BUFORA). He believed that ufology was of major importance within psychical research and parapsychology; in his 1988 book Parapsychology and the UFO he bewailed the lack of interest shown by researchers in these fields and drew attention to correlations between UFOs and psi phenomena such as apparitions, ESP and poltergeists.5  Bromley Poltergeist\n\nIn 1973 Cassirer investigated a serious outbreak of poltergeist-type phenomena that disrupted a garden supplies depot in Bromley, London, run by Tony Elms. Cassirer and co-investigator Pauline Runnells found no evidence of deception or hoax.&nbsp; He described the case in his book The Persecution of Mr Tony Elms (1993).  Other Investigations\n\nDescriptions of some unpublished investigations are found in Cassirer’s 2001 book The Hidden Powers of Nature, including hauntings, poltergeists, mental mediumship and séance phenomena. Some accounts in the book were taken from his experiences with Benson Herbert on their trips to eastern Europe on behalf of Herbert’s Paraphysical Laboratory.&nbsp;\n\nAnother investigation (referred to as ‘The Flying Tables of Richmond’) involved spending ‘many hundreds of hours in a sustained attempt to obtain physical phenomena under acceptable conditions of control’6 under the auspices of the SPR.\n\nOther unpublished articles and reports by Cassirer are held in the SPR archive in Cambridge.&nbsp;  Works  Books\n\nParapsychology and the UFO (1988). London: Self-publication.\n\nThe Persecution of Mr Tony Elms (1993). London: Self-publication.\n\nDimensions of Enchantment (1994). London: Breese Books.\n\nMedium on Trial: The story of Helen Duncan and the Witchcraft Act (1996). Stansted: PN Publications.\n\nThe Hidden Powers of Nature (2001). Pulborough: D.J. Ellis.\n\nMiracles of the Bible: The Old Testament in the Light of Psychical Research and Related Studies (2003). Pulborough: D.J. Ellis.   Articles\n\nLetter on W.J. Crawford and his critics. Journal of Paraphysics 50-51, 166.\n\nIs darkness necessary? (1966). Light, Autumn 1966.\n\nCorrespondence: On Dr Ian Stevenson’s ‘Are poltergeists living or are they dead’? (1972). Journal of the American Society for Psychical Research 67, 216-17.\n\nExperiments with Nina Kulagina (1974). Journal of the Society for Psychical Research 47, 315-18.\n\n'Spirit Hands’: Fact or fraud (1978). Journal of the Society for Psychical Research 49, 875-80.\n\nPalladino at Cambridge (1983). Journal of the Society for Psychical Research 52, 52-58.\n\nThe fluid hands of Eusapia Palladino (1983). Journal of the Society for Psychical Research 52, 105-12.\n\nD.D. Home’s ‘Fluid hands’ and their Spiritualistic interpretation (1983). Unpublished manuscript.\n\nHelen Victoria Duncan: A reassessment (1985). Journal of the Society for Psychical Research 53, 138-44.\n\nTowards a psi\/ UFO interface (1984). Journal of Transient Aerial Phenomena 3\/2, 119-25.\n\nNotes: The ghost of C.S. Lewis (1988). Journal of the Society for Psychical Research 55, 33-34.\n\nESP in post-medieval witchcraft (1989). Journal of the Society for Psychical Research 55, 350-59.\n\nAn amazing séance at Bournemouth (1991). Journal of the Society for Psychical Research 58, 39-42.\n\nObituary: Benson Herbert (1991). Journal of the Society for Psychical Research 58, 64.\n\nReminiscences of Mollie Goldney (1992). Journal of the Society for Psychical Research 58, 414.\n\nAn 18th-Century haunting and the precursor of CSICOP (1993). Journal of the Society for Psychical Research 59, 114-19.\n\nAncient Semitic magic (1994). Psi Researcher 13, 13-14.  Book Reviews\n\nPhenomenon: From Flying Saucers to UFOs. Forty years of Facts and Research by J. Spencer and H. Evans (1989). Journal of the Society for Psychical Research 55, 296-97.\n\nUFOs: The Definitive Casebook by J. Spencer (1991). Journal of the Society for Psychical Research 58, 112.\n\nSpontaneous Combustion by J. Randles and P. Hough (1993). Journal of the Society for Psychical Research 59, 71-72.  Web Posts\n\nTransvection and Ufology (1988).\n\nMelvyn Willin  Literature\n\nCassirer, M. (1988). Parapsychology and the UFO. London: Self-publication.\n\nCassirer, M. (2001). The Hidden Powers of Nature. Pulborough: D.J. Ellis.\n\nCassirer, M. (2003). Miracles of the Bible: The Old Testament in the Light of Psychical Research and Related Studies. Pulborough: D.J. Ellis.\n\nEllis, D. &amp; Carr, B. (2004). Obituary: Manfred Cassirer. Journal of the Society for Psychical Research 68, 188-92.\n\nWest, D. (1996). Book review: Medium on Trial: The Story of Helen Duncan and the Witchcraft Act. Journal of the Society for Psychical Research 61, 265-66.   Endnotes 1. Cassirer (1988), back cover; Cassirer genealogy 2. Ellis &amp; Carr (2004). 3. West (1996), 266. 4. Cassirer (2003), 1. 5. Cassirer (1988). 6. Cassirer (2001), 75.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 25, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,100 Created: 25th May 2021 Last updated: 25th May 2021 May be cited as:Willin, M. (2021). &lsquo;Manfred Cassirer&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/manfred-cassirer&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yfasydts                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/manfred-cassirer","_id":113}