{"name":"Magnetiseur Spiritualiste (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/magnetiseur_spiritualiste","mytitle":"Magnetiseur Spiritualiste (IAPSOP)","mylang":"de","content":"  Magnetiseur Spiritualiste (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Magnetiseur Spiritualiste<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Magnetiseur Spiritualiste, Le.\r\n Journal Redige par les Membres de la Societe des Magnetiseurs Spiritualistes de Paris.\r\n 1849-1851  Monthly\r\n Paris, France.  Language:  French.  Publisher: Societe des Magnetiseurs Spiritualistes de Paris chez M. Alp. Cahagnet; Germer Bailliere.  Editor: Louis Alphonse Cahagnet.\r\n 1\/1, 1849-October 1851.\n\nCahagnet discusses the founding of this journal in his The Celestial Telegraph: Or, Secrets of the Life to Come, Revealed through Magnetism (New York: J.S. Redfield, Clinton Hall, 1851), 225-226. It was the organ of his  Societe des Magnetiseurs Spiritualistes de Paris which featured the lucid revelations of Adele Maginot about the spirits of the dead and their universe—which bore a marked Swedenborgian tinge—as well as studies of magnetic healing, dreams, homeopathy, apparitions, magic mirrors, immortality of the soul, ecstasy, somnambulism, etc.  The title of the journal marks an early example of the process in which \"spiritualism\" and its cognates changed from a generic emphasis on the spiritual nature of man to the a specific focus on communication with the dead.     Crabtree 577; National Library of Medicine; BNF.        Issues:Magnetiseur Spiritualiste V1 1849-1850 Magnetiseur Spiritualiste V2 1851-1852 Partial       <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/magnetiseur_spiritualiste","_id":1131}