{"name":"Essay On Somnambulism","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1788__bell___essay_on_somnambulism.pdf","mytitle":"Essay On Somnambulism","mylang":"de","content":"__-._ - ->----- -_.-- _ _ _.- ..- __-' ----_'_. - _ - .._i ,---, 5 s; w x\nE'S s A Y\nSOMNAMBULISM>\nOR\nSL'EEP-WALKING,\nPRODUCED BY\nAnimal Electricity and Magnſietiﬁn.\n-\n*\nAs WELL As B'_'ſiSY-MPATHY,\\ &52.\n\\\nI \\\nAs PERFORMEP \"\nBY THE REV. JctOHN BELL-, Aſ\n'Mwm-__ _\n1\nMEMBER OF THE PHILOSOPH'CAL HARMONIC socm'r'\nOF FRANCR, FELLOWLORREsPnMmN-T TO THE\nmuseum AT PARIS, AND TjEv O'NLY ranson\nAUTHORIFSD 'ſip TEAc'u AM) PRACTISR\n- THATSCIENCP.lNGREATBRlTAIN,\n- IREPAND, &it.\n'NNW-w\n'The ſoul's dark cortage batter'd and decay'd,\nLets in new light through chinks which time has made.\nWALLE\/R.\n.ctDUBLIN:\n\\\nPrinted for, and to be had ofrhe AU THOR, alſo of Mr. BU T LBR,\nﬂo. 2, Grafton-ſh-eet, an_d other Boakſellers.\nMDCCLXXXVIXI.\n£ Price One Britiſh Shﬂling. ]\n\\\n44.-4------,.,___\n__\n_\n,_\n\f\fPRE'FACE.*\nI 'WAS not initiated in the Science of Animal\nElectricity and Magnetiſm, until [Was introduced\nto the Auguﬅin Convent at Paris, where the cele- ,\nbrated Father Harvier, attended daily a great num\nber of patients, of every rank and degree, gratis.\nIwas inﬅantly ﬅruck with aﬅoniſhment by the Mag\nnetical Somnambuliſm, which I ſaw conﬅantly per\nforming befo're crouds of the moﬅ reſpectable and\ndigniﬁed clergy, who aſſembled every day, all of\nwhom were thoroughly convinced that the art was\npractiſed by men of integrity, without any deceit.\nI was ſoon after preſented to the famous and learned\nMarquis de Puyſegur, and to ſeveral other noble\n' men, diﬅinguiſhed in the literary world ; who took\ndelight in ſhewing thoſe Phenomena to their friends.\nScarcely hadl acquired a knowledge of the ſcience,\nbefore Iput one perſon in a ﬅate of Somnambuliſm,\nwhich made me exult on the ſucceſs, as my tutors\nin the ſcience were preſent, viz. General Meziere,\nChevalier Juﬅamond, who encouraged me to perſe\nvere. I na little time I produced numbers, who in that\nﬅate anſwered my queﬅions 5 found out the diſeaſes\nof the people preſent, and preſcribed infallible cures\nfor them 3 they are called Malade Medecin, con\ncerning'whom I ſhall ſpeak at large', in my Treatiſe\nupon the Doctrine oſ Somnambuliſm. >\nA 2 That\n\\\n--'_('\n\f(4)\nThat it is practicable to put certain perſons into\nthis ﬅate, need be no longer doubted, without touch\ning or giving them any previous operation. It is a\nmatter ﬅrange to perſons unacquainted'with the ſci\nence, but that will vaniſh when, the mind receives\ninﬅruction and become's familiar with it ; in order\nto the attainment of which, linvite all perſons of\nevery ſexct, rank and degree, to come, ſee, and judge\n- for themſelves. I ſhall ſoon publiſh one Number on\nTheory, and another von the Practice.\n0\nA N:\n\fES_SAY\nON THE FROBABlLITlES Of\n_ Electrical and Magnetical Somnambules,\nSLEEP-WAL'KERS,\nT\nO F all the novelties which are created by Animal\nElectricity and Magnetiſm, Somnambuliſm is, doubtleſs,\nthe moﬅ intereﬅing. _\nBy Somnambuliſm is meant that peculiar ﬅate when the\n- ſenſes are ſuſpended between ſleeping and waking ; partak\ning of both, and is alſo productive of many phoenomena,\nwhich each are ﬅrangers to. _\nThe patient being reduced to a ﬅate of Somnambuliſm,\nwithout touching him, is deaf to all that is near him:\nMotionleſs amidlt the greateﬅ motions 3 he ſeems ſeparated\nfrom nature, as if it were, to communicate only with\nthe perſon who put him into that ﬅate.\n'The latter, owing to Magnetiſation alone, has an inti\n' mate analogy with the patient ; by the means of a kind of\nan inviſible leaver, he cauſes him to move at his pleaſure;\nand ſuch is the power of his inﬂuence, that he not only\n,makcs himſelf underﬅood by ſpeaking and ſigns, but even\nby the very thought itſelf', and what is ﬅill more extraor\ndinary, the Magnetiſer can, by a ſingle contract, commu-_\nnicate\n\fX .(' 6 . ) .\nnicate his faculty to other people ; and from that moment\nthere is a conﬅant communication between the Somnambule\nand his new dircctor.\nThe patient being put into a ﬅate of Somnambuliſm,'there\nis in him a want' of organization, which breaks the equili\nbrium of his ſenſes; ſo that ſome experience an extreme\ndegradation, whilﬅ others acquire a prodigious degree of\nſubtlety. 1\nThus, ſome have their hearing entirely loﬅ or weakened,\nand their ſight becomes prodigiouﬁy penetratin-r. In others,\nthe privation, both of ﬁght and hearing, are amply come\npenſated by an incredible delicacy both of feeling and\ntaﬅe. * ſi *\nAnd in many, aſixth ſenſe appears to declare itſelf by an\nextreme extent of the intellectual faculty, far ſuperior ſſto the\ncommon altitude of the human mind. _\nIn a word, the phoenomcna, attending on the ﬅate of\nSomnambuliſm, daily oﬀer new ſubjects of aﬅoniſhment,\neven to thoſe who ought to be more familiar with them.\nIt remains to conſider, whether thoſe pretended phoeno\nmena are ſuch, as is propagated; or, whether on the\ncontrary, they are nothing elſe but illuſions, kept up by the\nimpoſition of ſome ill deſigned perſons and the credulity of\nothers.\n' For it iſſs well known thatv the human mind, naturally bent\ntowards'every thing marvellous, eagerly ſeizes on whatever\nis flattering to the taﬅe ; and there are exalted gcniuſſes to\nbe found that employ both their head and talents to realizc\nmere chimeras. , - \\\nſſ Among the perfons who have been witneſſes to the ſingu\nlarities attending on Somnambuliſm, ſome ﬅruck with aﬅo\nniſhment and admiration, have given full credit to its inﬂu\nence, and look on it as an irreliﬅible proof of Animal\nElectricity and Nlagnetiſm. ſſ '\nOthers, though convinced of'the reality of its phoenomena,\nare yet incredulous with regard to the cauſe which produced\nthem. They had rather ſuppoſe in this aﬀair ſome ſecret\nſpring productive of illuſions; and, though incapable of\ncomprehending ſi thoſe means of intelligence, they have,\nnevertheleſs, ſuppoſed their exiﬅence; alledging, for exam\nple, thoſe cunning tricks which a ſubtle philoſopher *' made\nuſe to aﬅoniſh all Paris and London during many years.\n, As\nit Caumus and Pinetty, '\n\f( 7 )\nAs to the Phyſicians, moﬅ of them have diſdained to\nprove witneſſcs to the eſſects of Magnetical Somnambuliſm,\nunder the pretence that it was ſuﬃcient for them ſuch a\nphoenomenon was contrary to thoſe notions conſeerated in\nphyſic and phyſiology 5 they have conﬂlered thoſe pretended\nmarvcls as mere chimeras unworthy a ſerious examination.\nThere was even a learned body who wen't ſo far as to for\nnid their members to entertain the leaſt doubt on the ſubject,\nand expelled from their ſociety whomſoever have given\nthemſelves up to the ﬅudy of this new doctrine\nHowever, on the other hand, Magnetieal Somnambuliſm\nbecomes daily moreland more conſiſtent ; a great number of\npe0ple remarkable ſor their learning, probity, ſound judg\nment and ſagaeity, certiſy beyond a doubt the reality of\nMagnetical Somnanibuliſm; and that contradiction of re\nſpectable authorities on both ſides, leave the public in ſuſ\npcnce, who, to take a deeilive part in the conteﬅ, impati\ncntly wait until the matter is more fully inveﬅigated.\nrl'he following impartial reilections may ſerve to ﬁx the\nopinion of impartial people ton the ſubject of Magnetical\nSomnambuliſm. To treat this object with the more ſucceſs,\nIthinlt it is neceſſary to divide the diſcuſſion into three\npartsu\nThe ﬁrﬅ point to he conſidered, is to know, in fact, the\npublic have hecn witneſſes of phoenomena of ſome impor\ntance, well deſerving to excite, their curioſity, and of which\nthe 'Cauſe ought to be inveﬅigated. . '\nSecondly, ſuppoſe the eﬀects ſpoken of deſerved to be\nenquired into, 'it is proper to examine whether they cannot\nreaſonahly be ſuſpected of artiﬁce.\n, Laﬅly, admitting it impoſſible to ﬁnd out the artiﬁce, it\nwill remain to examine whether they are contrary to eom.\nmon notions already received. .\nIﬅ. Are' Magnctical Somnambuliſm phocnomena of ſuch\nan importance as to deſerve the curioſity of both the public\nand the learned? _\nThe object of this queﬅion is, Ibclieve, very plain and\nobvious; l mean to ſay, that previouſly to our being at the\ntrouble of examining whether Magnetical Somnambnliſm\nbe an illuſion, or reality, we muﬅ eﬅabliſh, that, there\n\\ ſſ _ _ - , exiﬅ,\nr'- A deeree oſthe Fac'dtv oſParis, 1794, which is the ſame-As they\nﬂil for inoculation, which is now adopted by them.\n4\n\f(3)\n-cxiﬅ, at leaﬅ ſeemingly, ſome ſingularities which concern\nboth the public good and the improvement of learning.\nMany people, however, might have a right to doubt it,\nbecauſe they had no occaſion to know the truth of the aſſer\ntion. They have a &ht to require to be ſatisﬁed, previ- ſſ\noully to the diſcuſſion oſ the two following propoſitions, viz.\nU That there are either at Paris, Dublin, Scc in the provin\nþ (5 ces, or any where elſe ſome people, who being naturallyv\n\" forced into a ﬅate of ſleep, really oſſer the phoenomena\n'5 which we are about to examine.\"\nFor if it was not certain that ſuch a ſcene is not to be\nmet with ſomewhere, - it would be a loſs of time to enquire\ninto its principle. '\nIt is, therefore, a preliminary obligation for any body\nelſe, to eﬅabliſh well the exiﬅence of Magnetical Somnam\nbuliſm, whether right or wrong.\nThis point was, for a long time, a matter of general\nincredulity. They plainly denied that there were any ſuch\nindividuals exiﬅing any where, and the very diſcourſe held\non the ſubject, was looked upon merely asa fable to amuſe\nthe pub'lic. -\nThe ﬁrﬅ writing, which treated of Magnetical Somnam\nbnliﬅs, was, iſ I am not miﬅaken, aletter from Mr. Cloquet,\npaymaﬅer of rents at Soiſſons, who, relating what helhad\nſeen at Buzanci's treatment, by the Marquis de Puyſegur,\ninſinuated ſomething which ſeemed to characteriſe Magne\ntical Somnamhuliſm. '\nSince that letter, a gentleman, whoſe candor is above alſ\nſuſpicion, has conſigned in a writing, which is, in every'\nreſpect, intereﬅing, ſeveral phoenomena he had obſerved in\nMzocnci's treatment, ﬅillu more wonderful than thoſe which\nCloquet had given a ſketch of. - ct\nThe peruſal of this performance having inſpired ſome'\npeople oþf the_ﬁrﬅ rank with the eager deſire of being wit\nneſſes like Somnambuliſm, the author of the above ſound'\nan opportunity of gratifying their curioſity at Paris, in the .\nwinter of 1785. _ _\nMore than 5000 people' have been at liberty to ſee thoſe\nphoenomena true or falſe, of which notice was taken both\nin the national and foreign prints. Theſe Somnambules un\n, derwent repeated trials, which all met with more or leſs\nſucceſs. þ\n, Beſide:\n\f. ( 9 )\n_ Beſides thoſe mentioned, many more were madeat Paris,\nBr in ſome other provinces. This Somnambuliſm example\nhaving' induced the Magnetiſers to adhere to that part of\nhiagnetiſm, they applied themſelves to it _with more zeal;\nas it ſeemed to be a ſure way towards a remedy. Thus, the\nconcern of Magnetiſm, and that of the'patient, uniting\nboth to preſcribe that mode of proceeding, it is become the\ncommon object of all Magnetiſers attempts, and in all\ntreatmentthey gloried 'in ſhewing ſome patient more or leſs\nimproved. , . '\nIt is evident then that there exiﬅs many individuals\n'ﬅruck with a ſeeming Sor'nnambuliſm ; and I begin to eﬅah -\nbliſh the queﬅion, in order' to proceed methodically, after\nſettling-conﬅant and notorious facts, which might lead to\ninfallible conſequences. '\nIt is then certain and indiſputable, that there are pre\n'tended Somnambules, which oﬀer wonderful phoenomena\nto the ſpectators, as eompenſative gratiſication for excited\ncurioſity. _ , 7 _ , .\nNow, the' queﬅion is to know what opinion we ſhould\nform concerning thoſe Somnarnbules ;' _if it be not afeigned\nſtate, by the vmeans of which they endeavour to impoſe on\nthe credulity of thoſe whom they are ſurrounded by.\nad. How far are Magnetical Semnambules toſſ'be bete _\nlieved ?\nAmong the Somnambules I'am here ſpeaking of, I do\nnot include that multitude of perſons of both ſexes among\n\"the common people, -w :0 are to beſi'en atſhme impgﬅorr, and\nmay reaſonably be ſuſpected to perform Somnambuliſm,\nthrough imitation, or to make themſelves intereﬅing, and\nothers who are paid for it. . '\nIt is a misfortune, conﬅantly attending on good things,\nthat they can never be preſerved in their native purity, nor\neſcape that mixture which malice' or cupidity ſeldom fail to\nblcnd with them. '\nThoſe who, either through prejudice or intereﬅ, endea- \\\nvour to diſplay the diſcovery, take care to examine it on that\nſide only, which ſeems to convey an idea of a parent '\nquackery, and never fail to Preſent it to the publicv in that\nview, ' '\nBut thoſe who ſincerely wiſh for information, pay but\nlittle regard 'to ſuch a conſiderationſan'd throwing aſide\n'quackery and exaggerations, carefully penetrate as far as the\nB principle\n'\n\fire)\nprinciple itſelf. Thus, a botaniﬅ, deſirous of procuring\nthe fruit of an Almond to be enabled to, diſcern its true\nquality, is not diſcouraged by the putrid ﬂeſh which ſur\nJrounds it ; but chearfully lopping all nauſeous ſuperﬂuities,\nhe ﬁnds at laﬅ the fruit which is to be the rule of his\nﬅud . ' .\nIri that manner ſhould every unbiaſſrd man act, who\nſincerely ſeeks for truth, without having intereﬅ\/or deſign to\ndeﬅroy it.\nLet us contemptuouſly diſregard thoſe ſuſpicious apparent\nSomnambules, and attend to thoſe who, by their civil exiﬅp\nence, their? character, manner, &e. are above ſuſpicion;\nand in whom, beſides Somnambuliſm, the ſcience\\ is por\ntrayed, and brought to the higheﬅ degree of perfection.\nI think thoſe ought to be choſen among patients, in whom\nSomnambuliſm appears to be in a higher degree of erſecz\ntion, and ſuch a caution is, in my opinion, very ma erial.\n' 'In fact, the more imperfect the Somnambulc is, the eaſier\nvit is toimpoſe; if he badly anſwers your ſigns, and follows\n' your motions in an untoward and ill contrived manner, he\nXapolog'izes by ſaying he is not, as yet, arrived to a ﬅate of\n\/perſect Somiiainbuliſm, and the obſervator, who reall\n__cQnceives that ſuch a ﬅate muﬅ have its degrees, is puzzledz\non account of his not knowing whether the bad ſucceſs he\n[has experienced is to be attributed to the untowardneſs oſſf\nthe Somnamhule, or the imperſection of his ﬅate.\nBut whenI ſix on a Somnambule, recommended as a\nperfect being, it is evident that this taſk is very painful. In\nrhzzt caſe, there is neither excuſe nor pretence; the obſerz\nvator is eaſy, and Somnambuliſm has a trial to undergo,\nwhich is to prove either his ſhame or his triumph,\nSuch perfect Somnambules have not been wanting laﬅ\n. year in France 5 and among thoſe who have tried my expe\nctrimcnts, there is one' with whom I ﬅaid more than half an\nhour, and who has before me, and at my pleaſure, executed\ntſuch motions as I preſcribed\nBeing at my own diſpoſal, without witneſſes and contra\ndictors, leſt nothing untried to diſcover the fraud, if there\nhad been in the caſe; but the ſwiſtneſs of his cvolutions,\nthe preciſion of his movements, a vaſt number oſſacts which\nit would be too tedious to relate, diſconcerted all my at\ntempts. '\n* Many\nm\n_;,,r_._... _ L_,\n\fMany other experiments, which had their intended eﬀects\n'With regard to other perfect Somnambules, have all given.\nme the ſame'ſatisfaction. _\n_There are at Paris, and in the provinces, more than 6oo\nperſons, who are in the ſame Predicament.\nTherefore, to overthrow the c'onſequences reſultingſrom\nſuch experiments, there is no other reſource left, but to\nPerſevere in giving out that it was__act deceitful triekon the part\nof Somnambulesl\nBut ſuch a ſuppoſition carries with it the greateﬅ diﬃcul\nties, and is aCCOmpanied by improbabilities ﬅill more ſhoek\ningrthan Somnambuliſm itſelf.\no admit that the phoenomen'a in queﬅion are the reſult\nof impoſition, two things are abſolutelyrequiredi '\nrﬅ. Somnambules muﬅ have an intention of deceiving. _ ?\n, ad. They mﬁﬅ be endoWed with an addreſs to do it.\nBut, We muﬅ ﬁrﬅ confeſs, that', among thoſe who have\nalready been or are daily inſpired with Somnambu'liſm, there\n'are many above all kind of ſuſpicion. They are reſpectable\nWomen of family, men of ﬅnbility, and known integrity,\nvpeople of a plain and ſimple turn of mind, children, &e.\nin whom we7cannot reaſonably' ſuppoſe to exiﬅ any deſign\nOrintereﬅ, _to feign a like ſituation; ' ' -\nShould they be led by any faction, or the intention ofper\nforming Animal Electricity and Magnetiſm with any ſeem\ning reality ? But moﬅ of them have no concern at all, as to\nthe fortune of Animal Electricity and Magnetifm 3, nay,\nmany of 'them had no notiOn of it at the moment they were\n'Conﬁrming Magnerieal ſleep.- -\nShall it be ſaid, that, it is poſſible ſome' of thoſe indivi\n'duals are encouraged by the partiſans of Animal Electricity\n'and Magnetiſm, and that they are but a mere inﬅrument ih\nthe hands of the latter to favour the ſucceſs of that ſyﬅem '3\nBut, for what purpoſe ſhould the partifans of Animal\nl'Electrieity and Magnetiſm have recourſe to ſo capricious a\/\nﬅratagem? The ſuppoſition, would, at the beſt, be ad;\nmiſﬁble, if Somnambuliſm had originally been announced\nas a neceſſary eﬀect of Magnetiſm; ſo that they muﬅ have\nbeen forced tov reſign Animal Electricity and Magnetiſm,\nhad they been deprived of the reſcurce rendered themh\nSomnambuliſm : but the caſe is very different. '\nAnimal Electricity and- Magnetiſm was originally an\nnounced without the attendance of bſiomnambuliſm. This\n' B 2 7 ſingularity\n\f(' . 12 7 l\nſingularity is a later__diſeo_very, the reſult. of' the habitual'\npractice of Magnetiſm. Even now, there are many Magnc\nLiſers-who do not look onSomnambuliſm .as being an eﬂ'e'n;\ntial part of the ſcience,_ but only asſian-aeceſſary which may\nindifferentlybe united to, .or ſeparated from Magnetifm.\n, From, whence it plainly follows, that if thepartiſans 0£\nAnimaliElccti-icityyandMagnetifm were inu'want of agre\nſour'ce' to impoſe on' the public, ſurely they muﬅ have been\nyery deﬅitute of penetration to embrace _ſo Hﬅrange a\nmanoeuvre, which carriedwith it' a prodigious complication\nof ſprings, and inſuperable diﬃculties in'its executiona.\n3. And, 'that hadyituþeen. an'artiſic'e', it'would- have be'en\nſuﬃcient to deter every honeﬅ man from entering or aﬂ'oci:\nating with it. _l ._ 1 _,\nIf' They muﬅſſthen, h.1_ve_on_ly dealt withhand choſen peo\nple of proﬂigate manners, and of t.he.ivorﬅ-ſort, to inveﬅ\nzhem with that confidence', at the riſk' of ſeeingit betrayed,\niand made public on the very next day. lThat is not all, they\n'muﬅ have found in thoſe individuals annextraordinary ad\ndreſs to act ſo diﬃcult apart, land deceive the experiments\nbof an enlightened and incredulous people, at whoſe tribunal\nappearance muﬅ be made. ' - i i, 1\nHad 'things been thustranﬁtcted, Somnambuliſm couldnot\nhave laſted long, and ſifar from gaining'_ci*edit,.time would\nſoon 'have diſcovered the illuſion and deceit, by the diﬃculty '\noſ ﬁnding actors capable of perpetrating the impoﬅure.\nvvBut the contrary has happened ; every day- Somnambuliſm\ngets new partiſans, and the credit which it 'conﬅantly ob\ntains, plainly contradicts every idea of deceit. _\n._ Patients are daily ſeen in that condition, in) the very boſom\nof their family, under the inſpectiſi'on of their neareﬅ rela\ntions, and thoſe who' are the moﬅ intereﬅedto verify their\n_'ſituation. X\ni Who could believe that ſuch patients, ſurrounded with\n_the very horrors of death and moﬅ painful ſuﬀerings, could\ndiſſemble ſor the ſole intereﬅ of Magnetiſm P Their relations,\n_fathers_, huſhands, wives, children-are they then concerned\nin the plot ? '\nShall it be ſaid that their illneſs is feigned? It isſſ another\nſuppoſitionſſ'no leſs admiſiible; forbeſides that itv is no eaſy\nmatter to feign a malignant fever, a .ﬂuxion,_dr0pſy,ſi and\nother diſeaſes of that kind,there are ſome ſo (well averted\nthat\n\f( \"13 )\nthat no ſſm'an in'his ſenſes Could ipUﬃbly doulit their exiﬅ:\nence. . - ſſ t' _ jſſ ' _ **'\n, Another conſideration' may' be added here, that' is,'evſien in\nſuppoſing that a\" healthy 1ln'afſcould'long aft-the part oſ 'al\nſick man, i _or the patient take upon himſelf to aft 'tcthectS'oniT\nhambu'le 3 and£ithat people hidden before =the curtain, ſhould\npreſide (Sver this mummer'ygl maintain Wollld he impoſſible'\nin the execution', and whatev'c-Yr addreſs may be ſuppoſed te.\nſi exiﬅ on both ſides, the deceit muﬅ ſoon he diſease-anon;\nindeed, after a few moments, IWOuld defy the moﬅ nime'\nble buﬀoon, the moﬅ expert of all, and the-moﬅ iniired'to\nbodily exerciſcs, to aﬀect somnambuliſm befdr'cſi: ſcientiﬁc\nperſons, or execute any ſuch thing as is 0hſer*.*eﬂv anior'ig the\nSomnambules', whom'I am 'now ﬂoating of. I deſy'Tany one\nto renjain during eight or ten hours, having his eyes ſly-nt,\nand his eyelids quite cloſe, together; without one eſiyelid ſe\nparatin from the other during that petiod of titheſ Such a\n'perſevera'n'ce ſeems to be' much laſibove the reaeh-'OF human\npower and patience. Who is the 'man that could remain ﬁve\nſior ſix liorirs in a motionleſs attitud'e, Withoutſli'ewi'ngthe\n'leaﬅ ſenſation of what paſſes round'hictm, inacceﬃble to every\niſſemOtiohQ andall the ſudden and unſdreſe'en ſhoclcſis3of'noiſc\nwhich' his attention ſhall, at periods, be gratified With?\n'Who is that hiﬅrion'ſivſiſb'tle enough to imitate, with his\neyes cloſely ſhut, the ﬁiﬀerent'ﬁgns which will be'þre'ſented\nhim, and deſcribe the lines Which will he traced With a juﬅ\nne'ſs and acuteneſs, that no interval ſhall be'foun'd ſibetweeii\nthe order and the conipliance. A' few exPeriments of this\nnature would be ſuﬃcient to diſcourage the moﬅ eonſum\n'mate Saltirnbank, and make'him give up his undertaking\nin two hours time. i i ._ _ - - ' . ' * '\nNow, when 'we ſee' the ſame eﬀects' conﬅantly repeated, '\n'without the leaﬅ eﬀort, and multiplied in the preſence'of a\nprodigious number of perſons oſ all ſexes, age, and ra'oik, we\nmuﬅ neceſſarily acknowledge that they act through a natural\nlimpulſe, without any aſſiﬅance of art: for it is well know'n\nthat nature can eaſily perfect What is impoſſible for art to\nexecute. 1 *\nThus, phyſical probabilities concur with moral ones to\neﬅabliſh the reality of Magnctical Sornnanihuliſm.'-Soni\nnambuliſm cannot be rejected, without ſuppoſing it-a deceit\ntoo palp'able to credit, andin whatever mimner you act, it\nwill prove a phoenomenon, either moral or phyſical ; and I\n' confeſs\n\f< I4 ) \\\nconfeſs the latter is, by far, eaſier to be conceived than\nformer; for anatural phcsnom'cnon, after all, is ſuſccpti-a\nble of an explanation; and the plot of a deceit, without in\ntereﬅ and motive whatever, is no leſs complicated in its\nekecution. .\nA number oſ people are to be ſound over whom ſuch con\nſiderations, ﬅriking as they are, can never t'riu'in'ph. Whata'\never dilliculties may be enc'oun'ttrcd with, to make thoſe\nﬅratagems ſueceed, they ſuppoſe that ſuch an addreſs takes\nplace, becauſe they ſay in the things hurtful to reaſon, the\nauthority of teﬅingonies is of no value. 1 _\nThat evident impoﬃbility is a kind of reſentment on that\npart ofthe public who have not then the phoenomena in queſz\ntion, and inſpire-thoſe who have actually ſeen them, with\nacertain degree of diﬃdence.ſi - ' _ _ .\nIf a Common fact, Conſiﬅenf with the uſual proceedings\n_0f\/nature, was only agitated, it- is in general conſeſſed, that\nthere would be more proofs than requiſite to eﬅabliſh its\ncredit, on bare words and without having ſeen it. But as\nto a phuznomenon, ſo little conſiſtent with nature, which is\nneither cxplicablc nor conceivable, and overthrows all re\nceived notions, we are authoriſed not only to refuſe the teſ\ntimony of others, but even that of our' ovvn ſenſes. It is\nafter ſuch an abſurdity that finally 'learned have been' heard\nto ſay, U That they would not believe it if they ſaw it.\"\nNow then it remains to conſider, whether Magnetical\nSomnambuliſm, and the ſeveral plicbnomena uſually attend\ning on it, are as inconce-iva'blc as thoſe gentlemen would\niuſinuatea _ ſſ\nAre Magnetical Somnambuſiſms phoe'n'omcna repugnant\nto the order of nature ?\nPhyſicians by aﬀecting the greateﬅ' incredulity in\nMa netical Soninarnbuliſm, under the mere pretence that\nſuch _phoeuomen0n is inconccivable, give no ſatisfactory\naccount of their diſhelief, becauſe, that the identical diﬃ\nculty they attempt to condemn, cannot withhold the victori\nous teﬅimonies which milimtc in favour of Magnetical\nSomnambuliſm. .\nThe diﬃculty of conceiving a phoenomcnon,by no mean\ndeﬅroys its reality', We are ſurrounded with a multitude of\nnatural marvels, which no one has the leaﬅ doubt about,\nthough they are incomprehenſiblc; for it' is evident-that\n\\ nature\n\f(15*)\nnature has preſcribed certain limits which are inacceliible to\nhuman conception. * v '\nBut perhaps, ſome will ſay, 't From ſuch a mode ot\n't recta oning it will then follow. that we muﬅ give credit to\n't every abſurdity we hear, and believe the greateﬅ oddities\n'F in the world z and thoſe who will exact ſuch a belief, ſhall\na only have to invoke the great power of nature, and the\n(ſ immenſe extent of its reſourccs.\nt' That way of reaſoning would deprive arts of their rules,\n\" and baniſh principles from ſciCnCes, in order to make room\n\" for raſh aſſertions, &e. our learning, inﬅead of being\n't ſuſceptible of improvement and enlargem'ent,would fall\n\" again into chaos and confuſion,\" '\nBut that objection is, by no means applicable; for the\nqueﬅion is not to admit a phoenomenon under the ſingle con\nſideration that nothing is impoſſible to nature ; it is, on the\ncontrary, recommended that we ſhould ſubmit to the trial\nof contradiction, experience, and reaſoning itſelf, a fact\ncertiſied by a multitude of perſons Of every denomination\nwho have been eye witneſſes to the ſame.\nThus, till now, preſumption is ﬅill in favour of Somnam-þ\nbuliſm, ſince being grounded on the ﬅrongeﬅ conſidera\ntions; thoſe conſiderations are neither overcome nor weak\ncned by the pretended improbability urged againﬅ them.\nBut what will then be ſaid, if we Were to diſcover that.\nMagnetical Somnambuliſm E far from oﬀering to the learned\naninconccivable phoenomenon, incompatible with all notions\nadmitted both in phyſic and phyſiology; it is on the contrary,\na natural conſequence from thoſe very principles, acceſſary\nof the common notions with which it is blended and united\nin a very natural manner i' X\nIt is what I propoſe to demonﬅrate, 'and in order to\nproceed methodically, I ſhall ﬁrﬅ ſucceﬃvely examine the\ntwo articles of Magnetical Somnambuliſm, which haye ex-*\ncited the reclamation of the doctors. rﬅſi The facility of\nputting a patient in a ﬅate of Somnamhuliſm, ad. The\nphtenomena uſually attending on ſuch a ﬅate.\nArticle Iﬅ. The Somnambuliſm's communication is\nin the order of the already admitted notions in phyſi\nology- ' I \\\nIt is ſomething remarkable to hear many learned men ob\nﬅinately declare it to be abſolutely impoſſible for a patient to\nbe put in a ﬅate of Somnambuliſm, by any art whatever,\n, _ i 'when\n\f\\ (16)\n'when we conſider that it is 'one of the favourite maxims in\n. phyſic, that by the aſſrﬅance of art all natural revolutions\n__ may be imitated in the human body. It is on that principle\nthat the partiſans of inoculation chief'ly relied to defend both\nthe practice and ſucceſs of 'that proceeding. '\nAll phyſicians agree, that the art ofinoculation conſiﬅs in\npreventing by a ſactitious indiſpoſition in an individual,\nthe real one' which nature would have ſoon or 'late oc\ncaſioned. ' ' i\nIt is ﬅill according to the ſame maxim, that phyſicians\nattempt to inoculate many kinds of diﬅempers, either to\nprevent them, or to make thEm ſerve as a counterpoiſe to\n'other diſeaſes; and now, the art of curing one diſeaſe by\nanother, is.eﬅeemed in medicine as a compleat knowledge of\nhyſic. _ * '\nThe caſe being thus, and ſince it is acknowledged that na\nture is liable to imitation, by introducing ſuch or ſuch\nfmaladies in'the human body, is ii ſo ﬅrange, ſo inconceivq\nable, that Somnambuliſm ſhould alſo be tranſmiﬃble through\nartiﬁcial meane? ' '\nSpmnambuliſm is by phyſici'anslentitled a diſeaſe; it is,\ntherefore, in that quality as in the number of thoſe revolu\n- 'tions which the power of art introduces. To that eﬀect on'e\n*m0re isto be made in the career of diﬅempers, and lllO-s\nculation : but ſuch an extenſion, far from contradicting the\nprinciples of phyſiology, onlyconﬁrms them.\nIt is expected, however, that phyſicians will oppoſe this\nfimilitude, in eﬅabliſhing ſome diſſtrcnces and diﬅinctions 3\nnay, they will perhaps forget themſelves ſo far as to take\nSomnambuliſm from the number of maladies, by diſowning\ntheir noſologiﬅs in this point.\nThat no pretence may be leſt for ſubterfuge, we ſhall be\nintent on maladies and diſcourſe ſo] ely on ſleep.\nNeither doctor, or natural philoſophers, have as yet been\nable to explain the cauſe of ſleep, nor the manner by which\nitis produced. *\nWhatever has been ſaid on the ſubject oﬀers' nothing but\nmere conjectures, the work of imagination; one thing onlyr '\nis certain, that ſleep comes on Whenevcr the body is in any\ndiſpoſition to produce it, and is put 'in ſtich'a 'diſpoſitiOH by\nthe aſſiﬅanceofart. Such is the evident eﬀect of narCOtiCZ-l\nplants, as opium, cockle-weed, See, ' ſſ\nA NQWH\n.'.._.... ..-'-4 -, . 11\n\f-( 17.)\n. 'Now,- if there exiﬅs any artwhatever conducive to put the\nbody in a diſpoſition to ſleep, it is not ſurpriſing at all that\nMagnetical proceedings might alſo produce the ſame eﬀect.\nTVill they ſay that there is a wſiant of ſimilitude, becauſe in\nMagnetical proceedings neither decoctions nor infuſions are ,\nemployed to create ſleep? Ianſwer that there is no need' at\nall to have recourſe either to drink, or any dr'ug whatever,\nto convert any one into the ﬅate of ſleep ; the ſame eﬀect is\nproduced by a multitude of other means and proceedings;\nand it is even one of the particular ſingularities inherent to\nſleep, that it is produced by an inﬁnitely diﬀerent number of\ncauſes, and which are all contrary to each other. , For ex\nample, if exceſſive heat cauſes ſleep, it is alſo the eﬀect of\nexceſſive cold. Soldiers have been ſeen to fall aſleep on the\nſnow, and even periſh with cold in that ﬅate of drowſi\nneſs. - A 1 r ſ\nIf gentle and ſoft friction invite to' ſleep, exquiſite ſuﬀer:\nings act the ſame 3 which is proved by the example of thoſe\nvvretches, who being put to the torture, full aſleep at the r\nvery moment of their moﬅ poignant ſuﬀerings. Others art:\nſaid to have yielded to ſleep while lying on the wheel.\nGemeili Carreri relates, that when in China he travelled\nwithaTartar, who, every night, was obliged, in order to\nprocure ſleep, to deſire ſomebody to beat him ſorawhile on\nthe belly, as they do a drumz -\nHunger and the exceſs of food, fatigue' and reﬅ, and coo'l\nand warm reſreſhrnents likewiſe produce ſleep z it is alſo the\nreſult of the increaſe or decreaſe oſ the bloodvrunning in the ,\nbrain. , It is the eﬀect of bathing 'as well as bleeding: fever,\nwhich 'cauſes inſomctnies, likewiſe Creatcs drowſineſs; a ſmall\ndiﬀerence in abdoſe of wine awakes 'or makes a man ſleep.\nIt would be an endleſs talk to ſum up all the various cauſen\nwhich induce man to.that*ﬅate; whether becauſe theſe\n_cauſes produce themſelves,ſior that many diﬀerent combina\ntions are likewiſe capable of producing ﬁeep, or becauſe,\nnotwithﬅanding the ſeeming diﬀerence, the reſult is the\nſame. ' . ' \\ ' *.\nBut in both caſes, one muﬅ confeſs that the means\nproductive oſ ſleep are inﬁnite; and that we are unable to\ndetermine on their nature or quality. This conſideration\nalone, doubtleſs, ſuﬃces to deﬅroy the improbability of' a\nſleep ariſing from Magneticalſeelings. . \\ .\nThoſe means, which at ﬁrﬅ ſeem ſo extraordinary, ap\n' * C ' ' pear\n\\\n\fl\n< 18 > *\npear far leſs marvellous when compared with others ﬅill\n'more ﬅrange, concerning which, not cta doubt can be rea\n'ſon'ably entertained, ſuch as thoſe as have juﬅ now been\ninenſtidned. _\n,_ The e'ﬃcaey of ſimply touching to create ſleep', ſeems be\nſides to be a neceſſary conſequence, ﬂowing from the general\nlaw of nature, that'has deſigned the ﬁve ſenſesto ſerve as an\nintroduction to ſleep. Iſ touching could not produce it,\nit would be'the only one deprived of that ſaculty.\nIndeed, if we conſider but a moment the four other i\nſenſes, hearing, ſmelling, ﬁght and taﬅe, we ſhall perceive\n-in them as many conductors to ſleep. No one can deny but\n'the ear is a very eﬃcacious way to ſleep: the noiſe of a mill,\nſithe murmur of a \"river, the ſpouting oſ waters, a lingering\nconverſation, the mono'to'ny of the voice, a ſlow and melan\ncholy muſic organize the body, more or leſs quickly, in a\nmanner ſit for ſleep. ' *\nThe ſmell of aromatical and 'narc'OtiCal' plants occaſions a\n' drowſineſs, and ſome ehymiﬅs have in their works given the\n'receipt oſ ſoinniſerOUS elſences, which criminals have o'ften\nabuſed. -\ne Taﬅe is another introductor to ſleep, and medicine eﬅa\nbliſhes thoſe means in adminiﬅering narcotical phyſics,\n'either to procure ſleep 'to thoſe whonaturally Want it, or to\nrender patients inſenſible'to painful operations.\nIt is to be obſerved that'moﬅ of the'drugs productivc of\nthat eﬀect, diſplay their power, before they have 'been de\ncompoſed in the ﬅomach, even before they a're Come doWn\n[to it, merely by contract oſ the palate, or tongue; which\n'plainl ſhews that ſuchan eﬀect belongsAto the taﬅe.\nLa \"ly, the ſight is 'no leſs productive of ſleep. Toobrigh't\na light, by inviting ſhe eYelids to ſhut themſelves, inſenſibly\ncneourages and cauſesſleep. ' ' '* '\nIt is alſo well _knovvn how far reading contributes to in'\n'vite ſleep. Many people never reſiﬅ that impreſſion, and even\nthey make, Upon becanOn, a ſure reſourCe'of it.\n, And it muﬅ not be ſaid that ſleep is then the eﬀect of\ntediouſneſs, ſince ſleep is, for the n'ioﬅ'part, inVoluntary,\nſia'nd comes on in the middle of the intereﬅing lectures we\n'could hear other people deliver, Withdutv'ſeeling the leaﬅ\n'propenſity to Keep. '\nIt is then, doubtleſs, ﬁght, whieh_in 'that caſe, ſerves\n. as a vehicle to ſleep. ' '* - *\n' From\n\f\"( 19 )\nFrom whence it follows, that it. is clearly pgoved that\nſleep comes in through ﬁve of our ſenſes z now that obſer\nvation naturally leads us to think that touching is endowed\nwith the like power, ecauſe the conﬅantuniformity which\nis viſible in all nature does not permit us to ſuppoſe that\nſenſe alone would have been made particular exception oſ.\nMoreover, a little reﬂection will ſhew that the above fa\nculty ought to belong to feeling more ſpecially than any other\nſenſe. It is agreed, that, generally ſpeaking, there is but\none ſenſe, which is feeling, and that the other four are only\na modiﬁeation of it.\nThe ſight, hearing, taﬅe and ſmelling produce no ſenſa\ntion in us but through the means oſ contact. The light,\nſound, ſavours and ſmell only act upon us by ſhaking the\nnervous tufts of our organs, and ſuch a ſhaking can never be\nobtained before they have touched them. This is an uncon\ntrovertible truth. -\nFecling, properly ſo called, only diﬀers from other ſenſes\nby its great energy and vaﬅ extent. The other ſenſes occu\npy but a very narrow place, and are only ſuſceptible of a lo\ncal impreſſion ; but feeling, by experience, is ſpread over all\nthe ſurſaee of the body: and this is ſuﬃcient to ſhew that\nfeeling ought to enjoy, in a ſuperior manner, the ſaculty of\nopening a way to ſleep: for being the chief ſenſe, and almoﬅ\nto ſay the principal one, from which the others are derived,\nhow is it poſſible to conceive it deprived of a power whic\nthe ſubordinate ſenſes are endowed with P- \\\nLaﬅly, it is ſo certain that ſleep is introduced by feeling,\nthat the ſaculty preſcribe opium taken in topic and applied\nto the ſkin, which really produces ſleep.- The touching *\nof an organized body may then, Without any marvel, occa\nſion ſleep; and it.is the point I want to clear and anſwer\nfully the objection oſ improbability. But, will they ſay,\nſuppoſing the Magnetiſers to be endowed with the power of\nproducing ſleep, there is not the like reaſon to lead us to\nthink that they can likewiſe produce Somnambuliſm P\nvThe anſwer is plain and obvious.\nC 2 Somnam\n_ * We may even recollcct on that account the manner of touching\nmade uſe 0ſ_in lndia, h_v which means ſla'es procure ſleep torheir\n'nallers 5 Which is called Mtſſerſi\n\f(* 20 )\nSomnambuliſm itſelf is nothing elſe but a mere modi-z\nﬁcation of ſleep. ct There is no Somnambuliſm without\nſleep. _ *\nWe might even add that there is no ſleep without Som\nnambuliſm, and that every man is born a Somnambule.\nThis propoſition, which is apparently a paradox, is no\nleſs inconteﬅable, provided too much extent is not allowed\nto the meaning of the word Somnambule. Perfect ſleep\nis a time of reﬅ, during which, ſenſations are reduced to a.\nſtate of concentration,\" which diſcovers ſecmingly no 'other\nſign of life but rcſpiration and the motion of the pulſe. ſſ\nImperfect ſleep is that in which ſuch a concentration is n0_t\ncomplete, ſo that it ﬅill leaves ſome acceſs for the interior\nSiſplay of organs. We ſeldom enjoy the former kind of\n_ eep.\nIn a found and natural ſleep, the perſon whoſe mental\npowers were gbſolutcly in ſuſpenſion, preſerves ﬅill a more\nor leſs active portion of watching, by the means of which\ndivers motions are performed: Who does not know that\nduring our very ſleep, the body is agitated and combines\nitſelf, in order to chuſe an advantageous poſition 3 the hand\nis continually aﬃﬅing the ' incommoded parts, properly\nadjuﬅs the bed clotheA deﬅroysct'inſects, &e. All theſe\nthings doubtleſs belong to the watch, and of courſe conﬅi\n_tuſſte a kind of Somnambuliſm. For we muﬅ comprehend,\nunder that denomation, the exerciſe of every motion what;\never occaſioned dUring ſleep. ſi ſi ' '\nMoﬅ men carry ſtill farther the eﬀects of Sqmnambuliſm,\nſince there are many people Who ſpeak during their ſleep',\nmake'diﬀerent geﬅures, hold diſcourſes of a conſiderable\nlength, addreſs thoſe whom they think themſelves in comz\nPany with, get out oftheir beds and in again, &c. '\nSo' common are ſuch practices, that they are to be met\nwith almoﬅ in'every houſe. - ' '\n' Whenever Somnambuliſm acquires a more extended pene\ntration, it Produces wonderful things. '\nſi Then the ſleeper is ſeen writing, working, opening the\ndoors, lighting the ﬁre, aſcending the tops oſ houſes, ſwim\nming ov'er rivers, currying horſes, &e. N\nBut you muſt obſerve that Somnambuliſm in this laﬅ de\ngree is no new ﬅate, nor contrary to thect' nathre of ſleep; it\nis ﬁngl a reinſoctrced modiﬁcation of a ﬅate natural to man\n'and inherent to ſleep ; which naturally leads us back to the\n- ſi* - following\n\f(al )\n. nied his ſleep.\nNolio'w-ing propoſition, '5 That every ſleeper is in the corn\nmencement of Somnambuliſm 3\" that whoever gives him\nſelf up to ſleep is in a near ﬅate of Somnambuliſm, which\nis to diſplay itſelf in a more or leſs ﬅriking manner, ac- r\ncording to the phyſical conﬅitution of the ſleeper, the na\nture of his diﬅemper, and eſpecially according to the diﬀe\nrent cauſes which have produced, preceded,\" or accompaz\nFrom . thence it is eaſily' conceived tlut a ſick perſon\nalready inclined, either by his conﬅitution, or the nature\nof his diſeaſe, to a Somnambuliſm in its juvenile ﬅate, is\nliable to receive with Magnetical ſleep a greater determina\ntion towards Somnambuliſm. ' '\nIs ſuch a ﬅate uſeſul in curing the diſeaſe ? Such a queſ-_\ntion is not now to be diſcuſſed. Whether somnambuliſm\nbe ſalutary or not, it is however certain, that it is a depen\nJ dent on ſleep, introduces itſelf with it, and ought conſe\nquently to predominate more or leſs.\nThere are people whoſe Magnetical drowſineſs is attend\ned by no very ﬅriking ſigns of Somnambuliſm, who are\nonly- drowſy, and poſſeſs a continual ſomnolency not inſen\nſible to any thing that may be tranſacted round them.\nOthers 'are only \\dYOWſY for a ſhort time, their awake,\nand fall again into a ﬅate of drowſineſs. -The nuances are\ninﬁnitely multiplied from the very ſleepcrs, who diſplay\nnothing but what uſually appears in a' common ſleep to\nthoſe who perform the wonderful things ſo much ſpoken\nof in all the world. ' '\nIt is thoſe very ſimarvels that remain to be' explained : for\nhaving fully proved that Magnetical proceedings, or a con\ntact graduate and combined according to principlesycan pro\nduce' ſleep and then Somnambuliſm ; I ſhall be obliged to\nreduce Magnetiſm to that rule which is already known.\nBut the Animal Magnetiſm's adverſaries will not fail to ob- *\nject that Magnetical Somnambuliſm extends ﬅill further,\nby oﬀering the ſpectacle of a Somnambuliſm of Which we\ncan have no idea, is attended with phoenomena never be-_\nfore obſerved in natural Somnambuliſmſi.\nſſ Such is the laﬅ ailegation, which ſerves\\as a refuge to the\nincredulity'of thoſe who never ſaw any Somnambule, and\nthe diſbelief of them who had it in their power to ſee and\nbe convinced. But it will, in a moment, be deemed ſur\npriﬁng, to obſerve that Magnetical Somnambuliſm hashno.\n'* t. ing\n\f, ſſ=(22)\nthing ſuperior to the eﬀects of nat'ural Somnambuliſmzſ\nthat, on t..e contrary, it exactly agrees with the phoeno\nmena of the latter ﬅate, which is nothing more than a\nmere diſcovery; and ſuchſſa conſideration might be, by\nmany people, looked on as a Victorious argument in ſavour\nof Magnctical Somnambuliſm. - v\nARTICLE ad. Magnetical Somnambuliſm's phoenomena,\nfar from being inconceivable, are, on the contrary, a neceſ\nſary confequence of Somnambuliſm. ' ' 1\nAccording to the virulent declamations thrown out\nagainﬅ Magnetical Somiiaml'uliſm, repreſenting it as a baſe\nand deceitful trick, unworthy the leaﬅ credit, it would be\nnatural to ſuppoſe that ſuch Phocnomena are without prei\nccdents, and only concentered in Magnetical Somnambu\nIiſin. _\nSuch is the prevalenſit opinion with the public, even\namong the ſenſible part, compoſed oſ people no leſs re.\nmarkablc for their virtues than their learning; but who,\nnot being familiar with phyſiological phoenomena, muﬅ:\nneceſſarily have adopted that way of thinking. ,\nThoſe very perſons might, perhaps, have had a diﬀerent\nopinion on tiat matter, if it had been in their power to\nknow that there exiﬅs in nature a ﬅate abſolutely the ſame\nas that given out merely as a feigned one 5 and, that, the\nſame phoenomena, which are, in the one, pronounced to\nbe chimerical, impoſſible and inadmiſſible, are, in the\nother looked, upon ctas incontcﬅable, and certainly beyond\nany manner of doubt.\nSuch a circumﬅance makes a material diﬀerence; for\nthey only refuſe to give credit to' the phoenomena of Mag\nnetical Somnambuliſm, becauſe reaſon will hardly admit\nof ſacts by which it is hurt, and which' are grounded on i\nno precedents.\nBut if credit ought to be given to natural Somnambu- '\nliſm, the ſame muﬅ be, granted to Magnetical Somnambu\nliſm; for, it being proved that thoſe phoenomena really\nexiﬅ with regard to one of theſe two ſpecies of Somnam\nbuliſm, it would be to contend for contradiction's ſake\nonly, to deny the poſſibility of their exiﬅenoe in the other.\nWe muﬅ then neceſſarily know that there exiﬅs a ﬅate\nof natural Somnambuliſm, acknowledged and awarded by\nthe faculty, during which,- ſleepers execute things impoſ\n,ſible for any man awake-to perform. i\n' \\ > Without\n1\n\f(23)\nWithout entering into a detail oſ the ſingularities alrea\ndy obſerved on that account, I ſhall only mention t'he\n'phoenomena perfectly analogous to thoſe obſerved among\nMagnetical Somnambules. . ' -\nNothing is more common than to ſee Magnetical Som\nnamhules walk, go towards other people, ſpeak to them,\ncome back to their places, take a book, paper, i-nlc, in a\nword, perform a prodigious number of things which ſup\nports the idea of perfect reaſon and ſenſe. *-_ -\nThus is the public'juﬅly incenſed when any one pre\nſumes to inſinuate, that ſuch perſons are inot in a ﬅate of\n'ﬂeep, and that they neither ſee nor hear through their\n'uſual organs. _\nSome of 'thoſe Somnambules 'having their eyes open,\nthe ſpectators naturally thought they muﬅ make uſe of\nthem, and the faculty themſelves have ridiculed this re\n,ct tenſion, a That people could ſee without 'the uſe of t eir\na eyes, and having their eyes open, could not make uſe o\nV them.\"r ' z\nBut, unhappily for them, ſuch a puſillanimous obſerva\ntion loſes much oſ its ﬅrength, when we conſider vthat\neven our learned have conſecrated that very truth in one\nvof their books,'calculated to teach poﬅerity the actual ﬅate\nof our knowledge. Opcn the Encyclopedia, and at the\n'word Somnambule, you may read literally thus :\n' V People ﬅruck with Somnambuliſm, given up to a.\nU ſound ſleep, walk, talk, write and perform many other\nV actiOns as if they were awake; nay, even ſometimes\n'U with more diſcernment and exactitude;\" and afterwards,\n4' Some Somnambules have'their eyes opm, but (lo not\nJﬀſecm to make uſe oſ them.\"\nThe learned conſequently (for EneycloPedia is their\nwork) are convinced plainly to believe, with Magnetiſers,\nthat it is 'poſſible to ſee without the eyes aﬃﬅance, and that\nthough the Somnambule has his eyes open [Je a'aer not make\nct aﬅ\nthem. , '\n- Magnetiſers have often obſerved, that Magnetical Som\n' nambuliſm diſplayed in 'many patients a Wonder-ful ſubtlety of\n\"ſight, ſo far that they diſcern ver'y delicate objects 'through a\n3bandage, or any other intermediate body. ' ' A\nThat propoſition, 'has 'not 'been- more 'favourably re\nceived. ' *\nſi -* They\n\f( 74 * )\nThey have laughed at the ſtory of a Magrieticaﬃommm'\nhule, who had written when his eyes were covered with-a\nhead-band, and corrected words, eraſed letters to ſubﬅitute'\nothers, upon or near them.z > ſſ\nThey ſa'id ſuch a thing ſhould be ſeen beſore it was be'\nlieved ; and even after having real-ly ſeen it, they ſuſpectcd\nthe good faith of the Somnambule, ſo extraordinary the\nevent appeared. A\nBut how could they forget thatour learned had before\nhand prepared us to believe thoſe phoenomena, by pre'-*\nſenting them to us, as a neceſſary c'onſequence from Som\nnambuliſm.> 4' If you follow a Somnambule,\" ſays the al\nready quoted article, \" it is eaſy to perceive, that his\n'6 ſleep, ſo much alike when he is awake, oſfers a p'rodiſi\nV gious number oſ wonderful things. Truth itſelf becomes\nU incredible.\" i _\nThe author deſpiſing the. exaggerations often attending\non ſuch ﬅories, has only referred \" to n'otorious ſacts, of\nU which the truth cannot even be ſuſpected.\" ,\nIt is after ſuch a preamble, that he relates the ﬅory of a\nyoung Somnambule, a clergyman and fellow-ſtudent of the\nArchbiſhop of Bourdeaux. That Prelate uſed to go every\nnight in that Somnambule's room, as ſoon as he thought\nhim aſleep. He remarked in particular, that the perſon\ngot up, took paper, compoſed and wrote ſermons. YVhe-n'\nhe had ﬁniſhed a page, he read it over, and repeated it\nvery loud; iſ, adds the author, that action was done with\nout the eyes aſliﬅance, can it be called reading P\nThe ſame clergyman with his eyes ſhut compoſed mu\nſic; a cane ſerved him as a compaſs; with it he traced, at\nan equal diſtance, the ﬁve neceſſary lines, put in' their\nſtead the ' Key, Flat, Sharp, then marked the 'notes which\nvhe had ﬁrﬅ done all white; and when he had finiſhed, in\nftaking up again every one of them, he. made them Had',\n.þ ſuch as ſhould have been ſo, and wrote the words under. *\nlt once happened that he wrote them with too large\nrlmraﬂerx, ſo that they were not placed directly under their.\n'-eorrcſponding notes; he ſoon perceived his miſtake (with\n_out the aﬃﬅance of his eyes) and in, order to mend it, lie\neraſed what he had juſt-done, by paſſing hislhand over,\nand made again lower 'that muſical line with all poſſible\npreciſion. ct \\ .\nThe\n\f( 25 )\nThe Ptelate to whom we are indebted for theſe particu\nlars,.having placed himſelf before the Somnambule to be\nenabled to follow him_ with more application, obſerved a\nvery wonderful circumﬅance: The young clergyman hav\nin put in ſome place of his ſermon the words, tl:i.r divine\ni'gzmt, perceived in reading it over again, that theſe two\nwords made a diſagreeable diſſonance, and ſubﬅituted the *\nepithet cider-able inﬅead of the word divine; but that altera\ntion leſt an imperfection in the phraſe, becauſe there was\nce adarnble erzfzmt; the Somnambule perceiving the error,\nvery dexteroutly added a t after ce, ſo that it was written cet\nadamlzle Mzﬂmf. A\nWhenever the Somnambule read or corrected what he\nhad written, he took care to put his ﬁngers on the charac\nters that were not yet dry; he made a digreſſion to avoid\nrubbing them: a caution he never took when the letters\nwere_not wet. - .\nIt is to be obſerved that the Prelate, in order poſitively\nt'o know' whether he made any uſe of laft tyﬁ, had imagined\nto put a pzzﬅe-[zoard under bit noſe ,- and it was in that poſiti\non he continued the operations above-mentioned. _\n' There are facts certiﬁed in the Eneyclopedia itſelf,\nequally notorious, andabove all contradiction; which is\nno doubt ſuﬃcient evidently to prove one of theſe two*\npoints, viz. That the Somnambule can ſee without the\nzſſzﬅance qfliir'eyer, or that his ﬁght, exalted to an incon\nce'ivable degree, pierces through his eyelids and the opam\ncous bodies. - '\nct The memorials of the Academy of Sciences, and the\nphyſicians works, contain a prodigious number oſ obſerva\ntions which plainly conﬁrm the facts hinted, and Others of\nthe ſame nature. When an explanation of ſuch a ſingulari\nty is demanded, they all unite to acknowledge the weakneſs\nof our comprehenﬁon, and exhort us to admire what we\ncannot underﬅand. . What Encyclopedia ſays on that. ac\ncount well deſerves to be related. ,\nV H0w is it poſſible,\" ſays he,\" that a man buried in\nV aſimnd ſleep ſhould hear, walk, write, or ſee 3 in a word,\"\nV enjoy the exerciſe of all his ſenſes, and perform divers\n1' motions with exactneſs and preciſion P *\n' '5 We muﬂ: freely own there exiﬅ many things, the\na reaſon of which we are quite ignorant of, and\nD \" which\n\\\n\f'(26)\nV which wc cannot penetrate into, nature has its myﬅe\n'N ries.\" \\\nThe author of the ſame article, after having mentioned\nmany ſurpriſing ſacts, which he aſſertslas inconteﬅable,\n\\maltes a judicious ſarcaſm againﬅ thoſe pretenders in point\nof learning, who believe nothing but what they can account\n\"for, and will not for a moment ſuppoſe, that there are in\nnature myﬅeries ' impenctrable' to their fagacity. Let us\nnow obſerve the dangerous eﬀect of prejudice.\nVſhenever the ſame phoenomena are repeatedﬁby a Mag\nnetical Somnambule, it is i'nſinuatcd thoſe concerned in\nthem uſe deceit and fraud, becauſe ſuch phoenomena are\ncontrary to all received. notions, and have no inﬅance in\n' nature to authoriſc a' belief. But how is it poſſible to re\nconcile ſuch a reclamationv with the various examples which\nhave juﬅ now been quoted ? _ '\n' One of the chief objections againﬅ Magneticalþomnam\nbuliſm is, becauſe it oﬀers both contradictiom and im'mze\nquence: with that pretended ſubtlety of both ſenſe and feel;\nme.\nbIt has been obſerved that thoſe Somnambules, ſo diſ\ncerning with regard to certain objects, were altogether in:\nſcnſible oſ others._ *\n, i\nFor example, ſuch a man who dexterouﬂy croſſes a row 1\nof chairs without touching them, and writes or reads through\n'a paﬅe-board, ſhall not ſee whether there are pecﬁﬂe round\nhim 3 he will take one thing for another, and ſhall not\n_ perceive the fraud impoſed on him. . r\nBut natural Somnambuliſm's example fully ' anſwers that\nobjection, and the ſuppoſed contradiction, far from being\nan argument againﬅ the reality of Magnetical. Somnambu\nliſm, better eitabliſhe's its veracity, ſince it preſents a de\ngree of reſemblance more conſiﬅent with natural Somnam\nbuiiſm. ' -\nThe natural Somnambule of Encyclopedia well ſaw his\npaper and letter through a paﬅe-board, and yet could not\nſee the very perſdn who was. placed before him, buſily'\nemployed in examining his motions.\n' 'ſhe ſame Somnambule imagining he was walking\/on\nthe border of a river, thoughthe ſaw a child falling into\nthewater ; immediately he precipitates himſelf on his bed,\n' making\nlt____\n\fi 27 y\nmaking the 'ſame 'geﬅures as a man ſwimming, and after'\nhaving much moved and fatigued himſelf, ﬁnding the bed -\nclothes in a heap, he ſuppoſes it the child, takes it up with\none hand and employs the other to return, by ſwimming\non ſhore 5 when he thinks himſelf there, he lays himſelf\non the bed, and rattles his teeth, conveying the appearance\nof a man quite wet and cold ; he then aſks the byﬅanders'\nfor a glaſs of brandy to warm him, and as 'they were giv\ning him a glaſs of water he perceived the trick, and inſiſt\ned on having brandy, which, as 'ſoon as he has got, he ea\ngerly drinks it, declaring, at the ſame time that it does himl\ngood. _ a\nBy that example it is evident 'that 'the Somnambule;\nthough deceived by the ſight and feeling, had his taﬅe\nſound and perfect, ſince he well knew how to diſcern'\nbrandy from water. ſſ ſi'\ni Such contradictions'being hereditary to natural Somnam\nbules, they ſhould not be looked upon as extraordinary in\n- Magnetical Somnambules, ſince both Somnambuliſms are\nderived from a ſecret (diſpoſition which, likely, are very\nnear' the ſame. ' *\nI had many times an opportunity of ſeeing myſelf\nſuch contradictions, which at ﬁrﬅ produced in me a great\nſidiﬃdence, becauſe I was not then well acquainted with the\nſingu'larities inherent to Somnambuliſm. ' ,,\nTwo years ago being at the Marguis of Puyﬂgur's I or\nvctdered a Magnetical 'Somnambuleo whom he ſhewed mc_,_\nto take a hat which was lying on a table 'in the cloſet, and.\nto go and put it on vthe head of ſome of the company.\n' I did not expreſs my com'mand Lin ſpeaking, but only by\nſſi'gn in tracing the line which I gave him to run over,\nand at the end of which was the hat. The Somnambule,\n(whoſe eyes were covered with a paﬅe-board) got up from\nhis chair, follows the direction ſhewn with my \"ﬁnger, ad\nvances towards the table, and takes the hat amidﬅ many\nother objects that were on the ſame table; but before'he *\npreſented it to the perſon, thinks it civil to bruih it 5' and\n_ though there was no bruſh On the table, he makes the geſ\nture of a man who took one;v vand holding the hat with his\nleft hand, he bruſhes it on the three ſides with his right\nhand, puts the imaginary bru'ſh on the table, and carries\n' ' ' I) 2 ct the\n\\\n\f\\ (ati)\nctthe hat, placing it on the head of the indicated perſon._\nThough that Somnambule had perfectly fulﬁlled my inten\ntion, I conceived ſome diﬃdence on account of the circum\nﬅance of the bruſh.\nHow could that man whoſe ſight and feeling were ſeem\ning perfectly ſound, not perceive there was no bruſh on the\ntable l How could he miﬅake himſelf ſo far as to think he\nhad one in his hand P\nFrom thence I inferred, that having committed ſo groſs\nand palpable a miﬅake, he was far from having the feeling\nand ſight- as ſubtile as they would give to underﬅand, and\nthat there 'was in the reﬅ of his operations more addreſs than\nfair practice. . \\\nThe Magnctical Somnambulcs, whom I have ſince ſeen,\nhave all given me reaſon for the ſame diﬃdence, by diſplay\ning contradictions of the ſame nature.\nBut how great was my ſurpriſe, when, after having con\nſulted the works, memorials, and relations made on Som\nct nambuliſm, Iobſerved the ſame contradictiom in natural\nSomnambules, and that they were alſo an object of great\naﬅoniſhment to ſpe-Ilators; ſo what at ﬁrﬅ ſeemed to me\na motive of ſuſpicion, became at laﬅ a new reaſen to ground\nmy perſuaſion. ſ' hVhat is inconceivable,\" ſays Pigutti,\nan Italian doctor, (ſpeaking of Somnambules) f' is, that,\n5' on certain occaſions their ſenſaLions are very ſubtile,\n4' whilﬅ, on others they are very impenetrable.\"\nI ſaw in the ſame work an inſinite number of other Som\n'nambules, which, after having at ﬁrﬅ ſhewn a wonderful\nſubtlety of ſenſation, ſeemed the next moment to he entirely ſ\ndeprived of them, by taking one thing for another, and\nconfounding the objects which could claim' no analogy to\none another. '\nThe moﬅ aﬅoniſhing Somnambule that ever'exiﬅed, is,\nwithout a doubt', j'o\/m Baptﬄ Ncgrctti, who was both fol\nlowed and cloſely examined during ﬁve ſucceſſive nights, by_\na vaﬅ number of people. Mr. Pigatti, * who was preſent at\nthoſe experiments, has given an exact and preciſe account\nof them, whichis ſound in the Journal Etra\/Igcr, March\n1756.\nThat Somnambule, having his eyes cloſely ſhut,ſſtook\nſnuﬀout of a box preſented to him, came down many large\nﬅair:\n4\n\f(29)\nﬅairs without groping, heſitation, or even touching, turn- ſi\ning and ﬅopping preciſely where he ſhould; placed bot\ntles, and glaſſes on a ſmall pillar which was in his way;\nwent and came into the diﬀerent apartments without run\nning againﬅ any thing; ﬅopped at doors which were ſhut,\nand opened them ; went to draw water from the well,\ntook out of the buﬀetþ napkins, towels, knives, and gene-v\nrally all that was neceſſary for a table z and performed ma\nny other things no leſs ſurpriſing, too tedious to relate,\nbut-which all ſuppoſe an exquiſite ſubtlety in the ſight and\nfeeling. .\nNext to this, are to be ſcen miﬅakes, which quite con\ntradict that perfection in the ſenſes. a After having looked\nfor a light, the Somnambule imagincs he has a candle in'\nhis hand z without perceiving his' error, he thinks he holds\na'candleﬅick whilﬅ it is only a bottle; he helps himſelf\nwith that pretended light by carrying it along with him ;\nhe draws near the chimney to dry a wet towel, though\nthere is no ﬁre ; he ſalutes the ladies and gentlemen in\nwhoſe company he imagines himſelf, whilﬅ there is not any\nſuch perſon as he ſuppoſes among thoſe that ſurround him.- .\n' He goes to the public-houſe, thinking to be accompanied\nby a comrade, though there is not ſuch a thing; he pours\nhim ſome drink, addreſſes him, and drinks his health, with- '\nout perceiving he is alone. When 'buſy in eating a ſallad,\nthey take his plate away to ſubﬅitute a diſh of cabbages im\nbibed with Vinegar and Cinnamon, unknown to him: they\ntake the laﬅ diſh to ſerve him with a plate of raw fritters,\nand he. continues to eat; they give him water, inﬅead of\nwine; at laﬅ ſomebody jeﬅingly rubbing his legs with a\ncane, he takes it for the beating of a dog which he ſupe\npoſes near him ; he falls in a paſſion againﬅ the dog, looks\nfor him, endeavours to beat him, goes and fetches a whip\nto chaﬅiſe him : after having returned with the whip, ſome _\nof the ſpectators throw a muﬀ at him -, then imagining to\nlay hold of the dog, he beats him with violenc.\nThere are contradictions to explain that which ﬅruck\nme ſo forcibly in the Somnambule of the Marquis Of\nPuyſhgur, on account of the imaginary bruſh he thought he\nheld.\n' There are an inﬁnite number of other examples which\nmight be quoted, and which all tend fully to maniſeﬅ that\n' inequality\n\f(3<>)\ninequality of ſenſatſion's and ſenſibility obſerved in the ſeve\n'ral Somnambules, 4\nThe Library of Medicine, vol. x. p. 477. mentions a\nSomnambule, who getting out of his bed at mid-night,\nwent tſio a neighbouring decayed houſe, and of which but,\nlittle remained, ſaving the bare walls and ſome pieces of\ntimber. '\nThe Somnambule mounted to the very top of that houſe,\nand jumped from one beam 'to another, though there was\nunder a profound abyſs.\nIn the ſame work is related a ﬅory of another Somnam;\nhule, who, in the night time dreſſed himſelf, put on his\nboots and ſpurs, and then leapt on the bordcr of a window\nfive ﬅories high, which he miﬅook for his horſe, and in\nthat poﬅure agitated himſelf with all the geﬅures of a cava\nIier who rides poﬅ.\nIn the two laﬅ inﬅances, there is an incxplicable aſſoci\nation of the moﬅ perfect penetration, with the greateﬅ\nitupidity. How a man, who had addreſs enough to climb\nſup the top of a decayed houſe, and run on a 'few weak\nbeams, could not perceive the profound abyſs which lay\nunder? and how he, who dreſſed himſelf as a cavalier, put\non his boots' and ſpurs, could take the border of a window\nfor a horſe? To explain thoſe ſingularities, the principle of\nSomnambuliſm, and that want of organizarion which at\nthat moment took place in the individual, ſhould 'be 'better\nknown. ſi . '\nThat induces Mr. Relwelz'ni, a celebrated Italian doctor,\nauthor of many obſervations on Somnambuliſm, to ſay, that\nwe ought to content ourſelves with admiring the wonderful\neﬀects of that condition which Providence ſeems to preſent\nto the learned, 'in order to conſound them, \"and ſhew the\nnarrow compaſs of human underﬅanding.\nThe apparent immobility and inſenſibility of Magnetica'i\nSomnambules, for whatever is faid or tranſacted round\n.them, is alſo experienced in 'natural Somnambules. He\nwhomI juﬅ now ſpoken of, was quite inſenſible to the\napproach of a candle, which almoﬅ burnt his eyebrows.\nThere is likewiſe in the memorials of the Academy of\nSciences for the year 1742, p. 4o\"9, a diſſertation of Mr.\nde Savage de la (II-eir: on the Somnambuliſin of a girzfrom\n' ' ' lont- .\n\f, (31)\nMontpellier', exhibiting a ﬅriking inﬅance of the like in-y\nſenﬁbility:\n(5\nr.\n(ſ\nſ'\nJct\n(ſ\n'ſ\nC a\n(cſi\n(i\niA\nit\n'i\n(I\nſd\nit'\n(6\nſi\n(I\n(ſ\n(I\n(ſ\n(6\n(ſ\nſ'\nI '\\\n(ſ\n(6\nce\nſſu\nIſ\nu\n- V On the 5th of April, 1757,\" ſays the author, i' when\nI viſited the hoſpital at ten o'clock in the morning I found\nthe patient in Bed; * > \\ ,\n'5 She began to ſpeak with a degree of vivacity and wit,\nwhich ſhe never ſhewed when out of that ﬁtuation 5 ſhe\nchanged now and then her diſcourſe, and ſeemed to ad\ndreſs many oſ her friends who were. aﬂembling round\nher bed ; what ſhe httered ſeemed to bear ſome analogy\nwith what ſhe ſaid in her attack of the preceding day,\nwherein having verbatim related an inﬅruction, in the\nway of a'catechiſm, which ſhe heard the day before, ſhe\nmade ſome moral and malicious application-s to the peo\n-ple of the houſehwhom ſhe took care to mention under\nﬁctitious names, accompanying the whole with geﬅures\nand motions of her eyes, which ſhe had opened: in a\nword, with all the circumﬅances attending on the ac\ntiondone the,- day before; and yet ſhe was in a ſound\nſleep. It was a very awarded circumﬅance which no one\ndoubted; but foreſeeing I could never preſume to aſcer\n.tain' it, unleſs I had previouſly rendered ſome formal ex\nperiments, I made them on her ſenſes and organs vvhilﬅ\nſhe was in the act of ſ eaking.\nV At ﬁrﬅ, as the girl ad her eyes' open, I thought that'\ndiﬂimulation, if there was any in 'the caſe, could not\nwithﬅand a ſlap on the hand, or one given ſuddenly on\nthe face ; but this repeated experiment did not either\noccaſion the leaﬅ grimace or interrupt her diſcourſe: I\nhad recourſe to another experiment, which was to put\nbriſkly my ﬁnger to her eye', and to approach a lighted\nwax candle near enough to burn her eye-brows; 'out\nſhe did not even twinkle on the occaſion. .\n\" Secondly', a hidden perſon made ſuddenly a great\nnoiſe in the girl's ear, and repeated it with a ﬅone againﬅ\nthe bolﬅer oſ her bed : at any other time ſhe would have\nbeen trembling with fear, but then ſhe appeared perfect\nly indiﬀerent and inſenﬁble to what paſſed.\n\" Thirdly, I poured in her eyes 'and mouth ſome bran\ndy, and ſpirit of animoniac-ſalt; Ieven applied on the\nhorny tuuicle of the eye, 'a feather's beard, then the end\n0. '\na of\n\f(32)\n\" of my ſinger, but in Vain z Snuﬀ blown up her noſe,\n\" pricking with pins, and ﬁngers extorted, had on her the\n\" ſame eﬀect as on a mere machine; ſhe never gave the\n'3 leaﬅ ſign of ſentiment.\" 1\n_ The loth vol. oſ the Medicine's library contains a me\nmorial on a female Somnambule, ctWho was inſenſible to the\nblows ſhe received with a whip on her naked ſhoulders;\n'one day they rubbed her back with honey, and in that con\n* dition expoſed her in the ſun's meridian to the ﬅinging'oſ\nbees, which occaſioned a great number of bliﬅers on her'\nbody,_without ſhewing the leaﬅ motion in the world : but\nwhen ſhe awoke, ſhe ſeemed to ſuﬀer acute pain in the aſ\nfected places, and bitterly complained of the hard uſage\nand treament ſhe had met with. * . '\n' Concerning that woman, I obſerved an intereﬅing cir\ncumﬅance, which is perfectly conformable to what is now\npaﬅ ;-_it'is becauſe the learned and other proſcſſors oſ me\ndicine declined to go and verify the caſe o£ that ﬂeeper,\nunder the pretence that ſuch a ﬅate contradicted the noti\nons already received in phyſiology. ' '\nThe author oſ the relation thus expreſſes himſelf :\n\"\" U The long ﬅay that woman' made at Louvain, gare\n'U every body an dpportunity of ſeeing her, and ſcrupul\n_ 'T ouſly examining ſo extraordinary a phmnomenon. The\ni' ancient profeſlbrs_ in that vtown looking on the event as a\n*< fable and mere chimera, could not take on themſelves to\n\" increaſe the number of ſpectators. It is thus,\" continues\nthe author, 'V that prejudice ihuts the eyes of men of the\n'ſ ﬁrﬅ' merit, and hinders them from ﬅudying and applying\n\" themſelves to the diſcovery- of ſeveral things which might\nU prove very beneſicial to monkind-Laﬅly,\" ſays the ſame\nauthor, \" the young proſeſſors and other phyſicians in the\n\" town, looking on this phoenomenon with an indiﬀerent\nU eye, ſeriouſly enquired into the caſe of that ſleeper, and\nV after a thorough inveﬅigation, had every reaſon to'be\ni' fully ſatisﬁed.\" *\nIt will not be amiſs to obſerve, that the author oſ this\npage is V a phyſician of the ſaculty at Paris.\"\nSuch an inſenſibility is true, for the noiſe which ſur\nroands Magnetical Somnambules does not extend to eve\nry kind of noiſe, ſince the Somnambule preſerves the facul\ntY\n\f(33)\nty of hearing thoſe perſons with whom he is in analogy and\nharmony.\n, This diﬅinction has been deemed, by many, a mere ex\ntravagance, as it is not conceivable how, in the ſame in\ndividual, a ſaculty could exiﬅ which lies open only to ſuch\na perſon, and open for all others.\n- But that wonder, repugnant to reaſon, ﬁnds its analogy\nin natural Somnambuliſm, wherein Somnambules are ſeen, '\nwho, though deaf to thundering noiſes and the voice of ſe\nveral people, yet hear very well, and without the leaﬅ diſ\nﬁculty, another perſon with whom they keep an excluſive\nrelation, ſuch as patientr, nmﬅr, or others they have more\nſpecially approached, as a luſhand, wife, or children.\nTheſe laſt have not only the facnlty of making themſelves\nheard to a natural Somnambule, but even that of making\nhim ſhed.\nThis ſingularity is ſo very remarkable, that fnany authors\ncomplain that certain perſons avail themſelves of ſuch a\ncircumﬅance to catch the ſecret of the Somnambule. It is\nthus that begins the article Somnambule in Encyclopedia :\n'5 Somnambules are frequently ſeen,\" ſays _that article,\n5' who, in their ſleep relate whatever happened to them in'\nV the' courſe of the day; ſome anſwer the queﬅions made\n\" them, and hold very conſiﬅent diſcourſes. There? are\nU perſons ſo uncandid as to avail themſelves of the condi\n\" tion t ey are in, 'ſ to catch in ſpite of themſi' certain\n* ſecrets which it is much their intereﬅ to conceal.\"\nObſerve well theſe expreſſions V to catch in ſpite of\nV them.\" 'This plainly ſhews the acknowledgment oſ the\nformal inﬂuence which certain perſons awake can exerciſe\nover the Somnambule. \\\nBut by ſimilarmeans and-proceedings can ſuch a relation\ntake place betwixt the perſon awake and the Somnambule P\na\nMagnetiſers pretendyand inſmuate, that the relation is'\neﬅabliſhed by mere contact, by touching the Somnambule ct\nin the extremities of his ﬁngers Or pulſe ; or by\/touching,\nin a like manner, any body elſe in relation with him ; which\npreſents a kind of reſemblance with the loadﬅone.\n' They have not failed in exclaiming againﬅ this aſſertion:\nand when experience has ſeemingly convinced them of the\ntruth, a deceit las been ſuſpected on the part of the pre\ntended Somnambuh. ſi E But\n____4A_\nA4__\n\f*(,34) _\nBut to what purpoſe then have they recourſe to' that prea\ntended reluctance, to admit of ſo ancient an eﬀect, and:\nlong ſince well known in the world P A proverbial expreſſion\ntraces us this opinion of old 3 for, it is well known that\nmoﬅ proverbs are but ſcattered remains of forgotten truths.\nBut as many perſons might refuſe ſuch authority, we\nmuﬅ furniſh them with a teﬅimony given out by the learn\ned themſelves, and which fully evinces the eﬃcacy of the\nproceeding taught hIagnetiſers. -\nHenry de Steerr, a Flemiſh phyſician, certiſies, that he\nknew from his inſancy a Somnambule, who, during his\nſleep, performed wonderful things; among others, he re\nlates that in the middle-of night, and during a moﬅ pro\nfound ſleep, he went an'd took his child out of the cradle\nwhere he lay, and then walked over all the houſe, holding\nthe infant in his arms : his wiſe, who had accidentally per\nceived this, afraid of the child, followed her huſband ﬅep\nby ﬅep, with an intent of aſſiﬅing them if occaſion requir\ned : or, as ſhe had obſerved that, in that ſituation her huſ\nband anſwered all queﬅions ſhe put to him, and took the\nfreedom of interrogating him on the moﬅ ſecret things ſhe\nwanted to know. -\nThe author obſerves that the, huſband was in day-time\nvery eircumſpect with his wife on his perſonal aﬀairs,\nivhich he aﬀected to conceal from her ; but being interro\ngated by his wiſe, when in a ﬅate of Somnambuiiſm, and\n'5 holding his child in his, arms,\" then, ſaid the author, he\nplainly anſwered all the queﬅions put to him by his wife,\nwho followed him, and U then had nothing 'concealed ,\nf' zfrom her,\" and was often ſurpriſed to hear her ſpeaking\nof things which he thought were only known to himſelf.\nVide'Library of Medicine, vol. x. p. 463. \\ .\nz The teﬅimony of a reſpect-able author ſerves ﬁrﬅ to' con\nﬁrm that influence ſpoken of in the Ehcyelopedia, which\nlies in certain perſons \" to oblige the Somnambule to ſpeak\n- fﬂ and declare thoſe very thing which it was his inte\nﬀ' reﬅ to conceal.\" It alſo conﬁrms the poſſibility of ﬁnding\nout a means to eﬅabliſh a rdatiozz between the perſon who is\nawake and the Somnambule. X ,\nk The Somnambule we were ſpeaking of, was in no relation\n4 With his wiſe, from the moment he entered into the ﬅate of\nSomnambuliſm ;\n\f(35)\nSomnambuliſm ; to eﬅabliſhed. communication, it was neceſ\nſary he ſhould have had lyir rZvi\/d in Zvz'r armr. Laﬅly, ob\nſerve, that the circumﬅance of having his child in his arms,\nperfectly anſwers the proceedings pointed out by the Mag\nnetiſers. The child, placed in his father's arms, and on the\nother handſupported by the hands of a trembling mother,\neﬅabliſheda relation between the huſband and wife, through '\nthe communication and analbgy he bore to each of them.\nThus, that aﬅoniſhing marvel, againﬅ which phyſicians\nhave ſo much inveighed as a mere chimera, a fable, a fraud, ,\nhas, long ago, been atteﬅed by one of their authors, who\nconﬁrms in the moﬅpreciſe manner what Magnetiſers had ad\nvanced.--It is eaſy to perceive that Magnetiſers, by putting\nthemſelves in harmony with 'Magnetical Somnambules, do\nſinothing elſe but procure themſelves that intimate analogy,\nof which inﬅances are to be found in natural Somnambu\nliſin, and into the principle of which they have neglected\nto enquire. I\nAs to the faculty the Magnetiſers pretend to be 'endowed\nwith, to direct the Somnambule's motions, by making him\ngo from the right to the left, forwards and backwards; in\na direct and circulary line, after the manner of a loadſ'tone,\nin the preſence of the Carupeas, that faculty is a' neceſſary\nconſequence of what has been ſaid before 5 and after having v\n'admitted and acknowledged the power V of making a Som\n\" nambule ſpeak againﬅ his will, and declare thoſe very\nV things he has a material intereﬅ to conceal,\" ought not\nhave any great objection to admit the ſaculty of directing\nhis motionsn ' ſi *\nAn inﬅance quoted by Kaau Boerhaave, will aﬀord an'\nidea of the aﬅoniſhing ſubjection which a man is liable to\nwith regard to another perſon with whom he is in aﬃnity. >\nThat author ſpeaks of a man who had the, whim quickly\nto enter in aﬃnity with all thoſe whom he approached.\nAfter a few moments, his body acquired a ſympathetical\nﬂexibility which forced him to imitate, with preciſion and;\nrapidity, all the motions he perceived in the perſon he had\nﬁxed upon, as, 4' to move his eyes, lips, hands, arms,\n\" feet, to cover or uncover his head, walk, Eve.\" and all\nthis in ſpite of himſelf, and through the inﬂuence of a ſu\nperior force, which prompted his ſympathetical organs to\nact with thoſe of others. X\nE 2 It\nl\n\f(36)\nIt was an amuſement to hold his hands in the preſence\nofſſ any one who happened to make geﬅures, and then he\nwas extremely agitated, continually ﬅruggling and endea\nvouring to ſet himſelf at liberty.\nIf any kind oſ ſenſation was required of him, he was in\nt'ioſe moments conﬅrained, and anſwered he had the head\nor heart ach.\nBoerhaave adds, that in conſequence of that odd kind of\norganization, he was obliged to go in the ﬅreet with hisv\neyes cloſely ſhut, and that he was a very troubleſome mem\nber of ſociety.\nThe example of ſuch a ſympathetical ſenſibility may ſerve\nto diminiſh the improbability, of the aﬃnity and relation\nwhich Animal Magnetiſm ſeems to eﬅabliſh between the .\npatient and the Magnetiſer; and it is on that account that\nKaau Boerhaave certiﬁes, that a man can, by the means of\nſuch an aﬃnity well eﬅabliſhed, become '5 a god for another\n\" man,\" by making him ſubſervient to his will and plea\nſure. Sit [sum liamimſi Dew eﬅ. ,\n_\\Ve read in the work of the Marquis de Puyſegur, enti-.\nfled, '5 Memorials to ſerve for eﬅabliſhing Animal Mag\n\" netiſm,\" many obſervations of that nature, concerning -\nthe putients he had put in a ﬅate of Somnambuliſm.\nThe very ﬁrﬅ perſon, whom, to his great aﬅoniſhment\nhe put in that ﬅate, was in ſuch' perfect aﬃnity with him,\nthat he exactly followed all his motions, and loudly repeat- .\ned every air which the Marquis internally ſang.\nThat ſingularity Which at ﬁrﬅ. appeared incredible, ac\nquires notwithﬅanding the high character of the author) a\nnew d gree of authority from the above related examples,\naid the teﬅimony of the authors, who have ſpoken of that\nkind of ſympathetical inﬂuence, .\nThe proceedings made uſe of by Magnietiſers ſmd likewiſe\ntheir analogy and authority in natural Somnambuliſm.\nMr. Figarti was uſed to put an end to the ﬅate of So'm\nnambuliſm, by lightly paſſing the extremity of his fingersv\nover the Somnambule's eye-lids. It is exactly the method\nuſed by lwſagnetiſers. We read in the work oſ the Marquis\nde Puyſegur, that he made, at ſihis pleaſure, a patient\nchange his converſation, by deterringhim from ſad objects,\n' and\n\/\n\f( 37. )'\nand 'preſenting him with ſome of a more conſoling nau\nture, .\n'4 When I thought,\" ſays the author, that his thoughts\nU ought to aﬀect him in a diſagreeable manner, I ﬅopped\n'ſ him, and tried to inſpire him with agreeable ones,\n(5 which I eaſily did, and then ſaw him perfectly pleaſed,\nſ' and imagining that he either aimed at ſome prize, or\n\" danced at an entertainment. I united thoſe thoughts in\nV * him, and by that means forced him to move himſelf in\n\" his chair, as in imitation of dancing, See.\" - -Z\nThoſe phoenomena have been ſuſpected, though they are\nfully conﬁrmed by the Encyclopedia in the article of Som\nnambule. _ -\nThe author of that article, relating a number of wonder\n_ſ_ul* facts in the Somnambule mentioned, continues thus:\nU The ſame Somnambule has furniſhed us with a great\n\" number of extraordinary facts : but thoſe which I have\nV related are ſuﬃcient to my purpoſe.. I ſhall therefore\nſ only add, that whenever 'I had a mind to make him\n5 change his diſcourſe, leave oﬀ ſad and diſagreeable ſub\n'ſ jects, it was ſuﬃcient to paſs a pen over his lip, and\n\" immediately he diſcuſſed qſiuite diﬀerent queﬅion.\"\nThat conformity betwixt both recitals, ſer'Ves to conﬁrm\nthe one by the other; and iſ, after that double teﬅimony,\nany one is authorized to perſevere in his ſurprize, he is\nﬅill more ſo to perſevere in his ſuſpicions.\nTo conclude, the laﬅ proof of reſemblance between the\ntwo kinds of Somnambules is, that of waking : they both\nentirely forget whatever they have either done or ſaid dur\ning their ſleep. * _\n'I could, by extending ſuch diſcuſſion, account ſor the\ncommunication of thoughts, withorit the aſſiﬅance of either\nvoice orſigns, it being eaſy to ſhew that this ﬁngularity is\nnot more diﬃcult to be underﬅood than the other; that it\nhas' been ſuſpected by ancient phyſiologiﬅs; and even men\ntioned in 'modern works of celebrated phyſicians; but I\nthink it uſeleſs to expatiate any further o'n a (phoenomenon\nwith which the diﬀerent minds are not as yet grown fami\nliar enough. . X ct ſ '\nMy object is, by no means, to write a complete work\nwherein the ſubject of Magnetical Somnambuliſm ſhould\n4 ' , i 4 be, '\n'i\n'q\n\f(38)\nhe fully diſcuſſed. I only meant to elucidatc iſome ideas,\nand to encourage judicious perſons to inveﬅigate the matter,\nexcite their reﬂections, and provoke in them a philoſophi\ncal doubt, and laﬅly, to encourage them to contribute,\nby inveﬅigation and obſervations, to reſolve a problem no\nleſs intereﬅing to mankind than conducive to the im\nprovement of Sciences. - .\nIn my next I ſhall give an Eſſay on the Theory of Som\nnambuliſrn.\n\f","_id":1133}