{"name":"The Metaphysician (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/metaphysician_palatine","mytitle":"The Metaphysician (IAPSOP)","mylang":"de","content":"  The Metaphysician (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  The Metaphysician<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Metaphysician, The.\r\n The Mystic Magazine.\r\n Right Thinking, Right Action, Right Living\r\n 1951  Monthly\r\n London, England.\r\n Editor: Richard J. Palatine, Jr., B.A., Dip. Psy. (Aus.), L.M. Sc. (Eng.).\r\n Publisher: Palatine Press.\r\n Succeeded by: Lucis Magazine\r\n  1\/1-1\/5, June to October 1951 (?) \r\n 48 pp., 13 shillings \/ $3.00 a year.\n\n This was a rather generic and tentative journal without any apparent purpose beyond self-promotion.  It gathered material to publish haphazardly by offering all who contributed material to the journal a discount on advertising their services — a not uncommon procedure in the business.  This practice renders especially piquant the journal's claim that \"the Metaphysician will be circulating amongst the elite of those interested in Philosophical and Super-normal subjects: the names of its contributors alone assure advertisers of the quality of the clientèle likely to be reached.\"  The contributors attracted included many of the minor figures of the postwar period in Great Britain: Elliott O'Donnell (haunted houses); Bishop Burt (Regionary Bishop of the Liberal Catholic Church in Australia, who wrote under his own name and as \"Gnostic\"); the novelist Margery Lawrence; Leslie M. Hanna (on alchemy); Louis Ackerman (graphology, with an illustrated article on the related issue of the deeper psychological meanings of where handwriting is located on the front and rear of envelopes); Mir Bashir (palmistry); Ross Nichols; Ross Nichols; Frederick R. Ward (astrologer); Charles Holderness (\"Member of the Eastern Occult Order of the Magi,\" on Tarot), etc.  Gerald Heard, the omnipresent author on things parapsychological and spiritualist, is the only contributor who is commonly known.  The journal also carried John Martyn-Baxer's \"Cyril Scott, A Biographical Sketch.\"\n\n Richard J. Palatine, Jr., B.A., Dip. Psy. (Aus.), L.M. Sc. (Eng.) was born Ronald John Powell, possibly on 7 Apr 1891, and likely in Australia. From the journal it is apparent he was an entrepreneur: he advertised his services as a \"Registered Psych-Therapist\" (fee starting at one Guinea), tried to start an \"Occult Club,\" and offered a mail-order \"Psychic Development Course\" a \"Physiotherapists and Spirit Healers, College extension postal course leading to diploma.\"  The advertisements carried by the journal were of like ilk: an early \"Operator of Dianetic-therapy and manipulative therapy\" in Bristol, Nazarene College, with various \"Postal Courses leading to degrees,\" and of course AMORC.\n\n This Palatine, who appears and vanishes with this journal, almost certainly became Richard, Duc de Palatine, an Australian Theosophist, Wandering Bishop and Liberal Catholic priest, who went on next to publish Lucis Magazine in London.   On him, see the note under Lucis Magazine.  NYPL; BL.\n\n    Issues:Metaphysician V1 N4 Sep 1951 Metaphysician V1 N5 Oct 1951         <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/metaphysician_palatine","_id":1157}