{"name":"Thirty Remarkable Nativities","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1789__sibly___thirty_remarkable_nativities.pdf","mytitle":"Thirty Remarkable Nativities","mylang":"de","content":">\n*\nº\nA.\nC O L L E C T I O N\nThirty Remarkable Nativities,\nT o\nI L L U S T R A T E the C A N ON S,\na n d -\nP R O V E the T R U E P R IN C I P L E S\no F\nELEMENTARY PHILOSOPHY.\nTranſlated from the LATIN of\nPLACID U S D E T IT U.S.\nTo which is prefixed,\nTo facilitate Aſtronomical Calculations,\nTables of Right Aſcenſion, Declination, and Aſcenſional Difference;\nTables of Double Horary Times, Semi-diurnal and Noćturnal Arcs;\nSexagenary Tables, and Logiſtical Logarithms; Tables for equating\nthe Seven Erratics; Table of fixed Stars, &c. &c. -\nThe whole arranged in a conciſe and regular Method, and exemplified\nwith ſuitable Matter to elucidate Elementary Agency, and to form\nan Adept in the Sideral and Sublime Myſteries.\nBeautified and Embelliſhed with\nTHIRTY-SIX E L E G A N T E N G R AV IN G S,\nAnd the NATIv1ty of that wonderful Phaenomenon,\nO L I V E R C R O M W E L L.\nT H E WHO L E CARE F U L L Y REVISED\nBy M. S I B L Y.\nLo N Do N :\nPrinted by W. JustiNs, Blackfriars; and ſold by Mr. Bew, Pater\nnoſter Row; Mr. Richardson, under the Royal Exchange;\nMr. MATH Ews, in the Strand; Mr. DEBR ETT, Piccadilly ;\nMeſſrs. M. and J. SIB ly, Goſwell-ſtreet; and Mr. EDMun D\nSihly, Brick-lane, Spitalfields.\nM. DC C. LXXXIX.\n\f|\n|\n|\n|\n|\n|\n！\n|\n~\n--------\nſ.|\n||\n，\n'ſ,}}}\n||||||-\n-）į\n--\n735.\nMY,\ng\/\/ Ano Dom.\nr\nPTOLE\nA.\n777\nS\nz\nD IU\n\/uszum\nAe\n(CIL\n\/3orn at\n*\n\f-\n----------\n：）\n-------\n==\n\fT H E\nE D I TO R's A D D R E S S.\nOT ſoaring like Icarus, nor impelled by\nthe deſire of lucre, but urged by the\nforce of truth, and impreſſed with eagerneſs\nof communicating new light on the veiled\nmyſteries of divine Urania, has prompted me\nto ſtep forward once more, to give a tranſla\ntion of the remaining part of that truly valu\nable work, PLACIDUS DE TITUS on\nELEMENTARY PHILosophy.\nThis part contains a literal tranſlation of\nThirty Remarkable Nativities, of ſome of the\nmoſt eminent charaćters in Europe, gathered\nby the Author in his life-time; not picked on\npurpoſe to eſtabliſh a falſe theſis, but taken as\n* - • A 2 - they\n\f4. T H E E D I To R's A D DR Ess.\nA.\nthey came regularly to his hand; from which\nhe has proved the validity of thoſe Canons\nadvanced in the prior part of this work.\nThe hiſtory of our author informs us, he\nwas an Italian monk, an inhabitant of Bo\nlogna ; bleſſed with uncommon genius, of\nſtrong imagination and quick fancy, as well\nas a great ſearcher into the abſtruſe ſecrets of\nnature: his patient exertion and continued\nobſervations, enabled him to preſent to his\ncountry a work in Elementary Philoſophy,\nfar ſuperior to any then extant.\nSo curiotis and valuable a treaſure it is\neſteemed in our day, that fifty guineas have\nbeen refuſed for the original copy. -\nIt is to this book we are beholden for\nthoſe many ſhrewd remarks made in two of\nthe beſt aſtral books in the Engliſh language,\nthe OPUs REFORMATUM, and DEFECTIO GE-,\nNITURARUM, publiſhed by the immortal\nPartridge, who was certainly the greateſt\nEngliſh profeſſor of this ſcience in the laſt\nI century;\n\fT H E E D I To R's A D D R Ess. 5\ncentury; and, though the humble calling of\na journeyman ſhoemaker clouded his younger\ndays, yet his great ſkill and knowledge in\nſiderial influx, as communicated to elementary\nbodies, eminently diſtinguiſhed his later years:\nit muſt not therefore appear wonderful, that\nhe obtained the honour of being phyſician to\nhis Majeſty William III. From his Opus\nReformatum we have taken the nativity of\nthat wonderful phaenomenon Oliver CRoM\nwell ; in which Partridge has followed the\nPlacidian method, which will ſerve as a praxis\nfor a regular mode of calculating a nativity:\nand, in order to facilitate the reſearches of the\nintelligent in theſe ſtudies, we have given\nſeveral aſtronomical tables, flattering ourſelves\nthey will not prove unacceptable, eſpecially\nto thoſe who take nothing upon truſt, but\nupon trial; or poſſeſs too great a ſoul to fol.\nlow the mean pračtice of the envious, who\ncondemn without examination, and ſheer at\nwhat they are too ſhallow to comprehend.\nSurely\nw\n\fº T H E E D I TO R 's A D D R E S.S.\nSurely nothing can be a greater argument\nof the ſtupidity of the age, when men, con\ntinually ſurrounded with effects, content them\nſelves in ſupineneſs—in the ignorance of the\ncauſe. -\nThis was not the caſe with our Italian\nauthor: he would often contemplate on na\nture and its properties; and, by his frequent\nexcurſions into its extenſive garden, like the\ninduſtrious bee, obtained honey to fill this hive,\nas a delicious repaſt for the contemplative.\nThat theſe ſweets may ſtimulate the lovers\nof wiſdom to the ſame ardent deſire of being\nſerviceable to Urania, and prompt a laudable\nambition to promulgate the infallibility of that\nſcience, which is as eaſily demonſtrated to our\nſenſes as any of the rules in the problems of\nEuclid, is the wiſh of him, who is not aſhamed\nto ſubſcribe to the truth of Elementary Phi\nloſophy the name -\nM. S I B L Y.\nT Q\n\fTO THE\nR E A D E R.\nTHERE is nothing by which man ever\narrived at a more perfeót knowledge of\nthe ſecrets of nature, than by the immediate\neffeót of all things, that is the experience\nwhich the underſtanding diſcovers to us; for\nfrom theſe, it is evident, that they who firſt\ndirected their ſtudies to philoſophy, have\nopened a way to diſcover ſecrets replete with\nwonder.\nAnd indeed reaſon, for its excellence, is\nbetter than example; as is the immortal ſoul,\nwhoſe work it is, than that of corporeal ſenſe:\nyet,\n\f& T O T H E R E A D E R.\nyet, in a conſequential order, this has the\nprecedence, and is, as it were, the door and\nway to that underſtanding, to which there is\nnot the leaſt acceſs, unleſs tranſmitted through\nthoſe ſenſes. Further, whatever, by the light\nof reaſon, man's comprehenſion, or invention,\nmay be of the powers of the ſtars and their\nmanner of influencing the inferior elementary\nand compound bodies, beginning from the\nchief principies and cauſe, properties, paſ\nſions, motions, and other active qualities, if\nexperience does not make it plain, is juſtly\nand deſervedly condemned and rejećted as\nfalſe; for reaſon always is my guide in every\none of them, From the actions of the moſt\neminent men in phyſic and mathematics, I have\nſufficiently enlarged elſewhere; and thence, by\nway of theory, I have transferred hither a\nfew theſes the moſt conciſe. But as there\nare ſome who refuſe to follow reaſon and the\nmoſt enlightened authors for their guides, I\nwas unwilling to make any diſtinétion be\ntween this part of philoſophy and experi\nence; that they who will liſten to reaſon and\nthe underſtanding, might, by the help of the\nſenſes,\n\fT O T H E R E A D E R. 9\nſenſes, and, to uſe the expreſſion, with their\nhands, attain to and comprehend the method\nI have taken : for which reaſon, it ſeemed\ngood to me in this place to ſubjoin thirty\nNativities of the moſt famous men, truly wor\nthy of admiration; and that no one might\ncondemn them, either as falſe or ſelected, in\npreference to any caſually taken to ſuit my\npurpoſe, I have extraćted them from the moſt\napproved authors, and ſuch only, wherein not\nthe horoſcope, which may, with a ſmall varia\ntion of time, be very eaſily adapted to the\naſpects of the ſtars, but the luminaries become\nthe moderators of life; which, as they always\ncontinue in the ſame place in the zodiac, not\nwithſtanding the times of the nativities are\nremote, i thought proper to diſpoſe theſe with\nthe calculations of the aſpečts and direétion,\nin the order they might beſt ſuit.\nNow then, my very courteous reader, if\nyou look for any virtue, or true and na\ntural wiſdom from the ſtars, theſe examples\ngiven, whenever from the natural effects con\ntained in them, you find any calculations for\nB directions\n\fro T O T H E R E A D E R.\ndireétions more agreeable to time and nature,\nbe ſo kind as to publiſh and point out my er\n‘rors; by ſo doing, you will oblige me greatly,\nas in every thing I deſire nothing but plain\nand ſimple truth; but if, after all, you can\nnot find any, confeſs ingenuouſly, that my\nopinion concerning this heavenly ſcience is\nright, and my way of calculating true, the\nmethod univerſal, and heſitate no longer in\nconfirming it is ſo. But in theſe examples,\nvery great care is to be obſerved : Firſt,\nThat the luminaries preſide over things ſub\njećted, not only by that one motion of the\ndirection, which above the zodiac is made\nagreeable to the ſucceſſion of the ſigns, accord\ning to the method uſually followed by all\nprofeſſors, but by both, viz. the right and\nconverſe.\n2. That the ſame aſpect and method of\ncalculating may be found in more of the like,\nwhen alledged as proofs, is the greateſt evi\ndence of the truth of the matter; for it might\nbe argued, that one example would perhaps\nonly agree. .\n3. That\n\fT. O. T H E R E A D E. R. I r\n3. That my direétions are adapted to the\nnature of things; as, for example, I do not\ntake the dignities from the horoſcope, but,\nfrom the Sun and medium cali, according to\nPtolemy and others.\n4. I have not taken remarkable effečts\nfrom the fixed ſtars, as many do, and truly\nwithout foundation, but from the erratics;\nthough the ſtars fixed, ſpecify and afford ſome\nlittle aſſiſtance to the power of the erratics.\n5. In all theſe examples, the proportion I\nhave found of the arc of direction correſponds\nwith the years of an age.\n6. I have not varied the time of the nativi\nties to make the calculations of the direétions\nagree ; but if in any example I have made a\nlittle alteration, it is very ſmall, and ſcarce\nmakes any difference on the arc of direction\nof the luminaries, whether direét or converſe,\nexcept only in the mundane parallels. How\never, from this ſmall alteration, it may be in\nferred, that either on that account the time is\nreduced to a true one, or, at leaſt, that the di\nB 2 rečtions\n\f+2. T O T H E R E A D E. R.\nrećtions of the parallels in the world were\nnot far diſtant, and might, notwithſtanding,\nhave been of very good uſe, though there\nwere no change of time in the nativity; for\nevery direétion cauſes an alteration in bodies;\nbut the full effečt plainly appears, by means\nof the powerful directions which arrive firſt,\nand the ſubſequent aſſiſt more or leſs, ac\ncording as the proximity of the application\nor virtual influx is greater or leſs: but no\ncredit is to be given to the time of thoſe na\ntivities, in which authors have adopted the\nhoroſcope for the giver of life, where the\nluminaries, &c. ought to have been takó;\nfor we may reaſonably conclude, that wheſthe\nſaid authors have not found their direétions of\nthat luminary to which undoubtedly belonged\nthe power of life, to agree with the effects,\nthey have made a conſiderable alteration in the\nappointed time of the nativity, in order that\nthey might bring down the horoſcope to any\naſpect of the planets. I can affirm what I\nhave ſaid to be true, for in my youth I ſaw\nſeveral nativities, afterwards publiſhed by the\nauthors, wherein was a viſible alteration in\n- - - the\n\fTo T H E R E A D E. R. 13\nthe time, and the reaſon why was, that they\nmight anſwer the above end. -\n7. In theſe examples, you will plainly ſee,\nthat I have always taken the moderator of\nlife by the rules of Ptolemy: as in the day,\nfirſt, the Sun, if he goes round the aphetic\nplace, then the Moon, &c.; but in the night,\nthe Moon, &c.\n8. You are to obſerve, that if another lu\nminary, being the ſignificator of life, is found\nin nativities with an hoſtile ray in the zo\ndiac, though the application of any malig\nnant planet ſtrong in power, the ſame is weak,\nfor its virtues are but ſmall, as a prorogation\nin the ſame zodiac, but ſtronger through the\nother motions and aſpećts, for then the mo\nderation in the zodiac ſeems in a manner ſe\nparated; and in the ſame manner ought we to\nreaſon in the other motions; for if, laſtly,\naccording to all motions, and every ſpecies\nof aſpećt, the ſignificator of life is aſpected\nby the rays of the unfortunate planets, the\nnative, according to Ptolemy, will not fur\nvive, eſpecially if the fortunate afford no\n- aſſiſtance,\n\f14 To T H E R E A D E R.\naſſiſtance, &c, yet each direčtion muſt always\nbe conſulted and calculated, agreeably to the\ntwo kinds of aſpects.\n9. You may know that thoſe nativities are\nſtronger, when another luminary becomes\nthe ſignificator, by means of the duplicate\nmotion of the prorogation, which does not\nhappen when the horoſcope of the country is\nthe giver of life, for it only performs in a\nright motion, and not converſe.\nIo. You are to obſerve, what is generally\nalledged by profeſſors, reſpe&ting the lumi\nnary, inſtead of the dignities of the ſatellites,\nviz. that the ſatellites of a planet come within\n30° of the proximity found on either ſide to\nwards the luminaries; but a ſatellite is no\nthing but a kind of aſpect of the ſtars to the\nluminaries of what kind ſoever, which, if it\nbe made by application, its power extends\ninwardly over the whole orb of light of the\naſpecting planet, , and the more ſo, as the\nproximity is greater, but by ſeparation it is\nnot ſo. This doćtrine may be ſeen in ſeveral\nchapters of Ptolemy; for an aſpecting ſtar in\n* - - fluences\n\fTo T H E R E A D E. R. is\nfluences the ſignificator, and diſpoſes him to\nproduce effects co-natural to him, by a ſub\nſequent direction. But a ſtar of no aſpect\ndoes not prediſpoſe the fignificator, and pro\nduces very little or no effect of its nature by a\nſubſequent direction; this is the true doćtrine\nof the ſtars. - . . .\nI 1. That in theſe examples, as to the time\nof death, I have obſerved the moſt powerful\ndirečtions of them all, and afterwards I give\na reaſon why the antecedents that are paſt are\nnot anaretical, from which it is evident, that\nthe directions whereof I now give the calcu\nlations were the true anaretic cauſes.\n12. There is no truth in what ſome ſay,\nviz. that as I invented the mundane aſpects,\nit is no wonder if any aſpect may agree with\nthe times of the effects in thoſe examples, as\nwell among the ſtars as to the angles; but\nI afterwards rejected the aſpects in the zodiac,\nand all the anteſcions to the angles alſo. I do\nnot direct the fignificators to the cuſps of the\nhouſes, nor to the 2, 3, or to the fixed ſtars,\nas having of themſelves a power to kill. I\ndo\n\f16 To T H E R E A D E R.\ndo not direét the planets h, ı, 3, 7, 8, as if\nthey were ſignificators, which is the practice\nof ſeveral profeſſors. Maginus has fully de\nſcribed the rays in the equator; others, be\nfides the rays, which the ingenious Kepler\nthought to be efficacious, add the ſemi-ſex\ntile and ſeſqui-quadrate. Wherefore, if you\ncarefully obſerve, you will doubtleſs perceive\nI have produced leſs aſpects than other\nauthors. -\n13. If you are deſirous to ſee of what im\nportance the ſecondary direétions are to\ndiſcern the particular times of effects, and\nalſo the progreſſions, as I have calculated\nthe ingreſſes and tranſits, both ačtive and paſ\nfive, and the equal proceſſes, according to\nthe uſual and general way, how idle and\nempty in effect they are, I will leave to your\nſelf to confider, as I would not ſpend time\nto no purpoſe to calculate them.\n14. The revolution, as taught by ſome, I\nhave not ſeen, though in reality they may\npoſſeſs ſome virtue, but only according to the\nconſtitution of the ſtars to the places of the\nprorogator\n\fT O T H E R E A D E R. t!\nprorogator of the nativity, &c. their places of\ndireétion, but no farther, as Ptolemy was of\nopinion, and briefly expreſſes himſelf in his\nChapter of Life. Thoſe who are afflićted\nboth in the places and concluſions of the years,\nby the revolution of the ſtars infeóting the\nprincipal places, have reaſon to expect a cer\ntain death; therefore, let any one, if he\npleaſes, obſerve the return of the years, but\nat the ſame time, let him not place ſo great\na value on them, as ſome authors uſually do;\nwho, from the conſtitution of the ſtars, judge\nof the Sun's return in the ſame manner as of the\nnativity; ſo that they are not afraid to diſſent\nfrom the ſame, nor even in that from the\ndireétions.\n15. And note, that when I ſpeak of dig\nnities and promotions, I am to be underſtood\nin a natural way, as I have made mention\nelſewhere, in ſuch a manner, that men may\nendeavour to render themſelves capable and\nworthy of mental accompliſhments, as well\nas of the other virtues, and not by any means\nthat thoſe who are at liberty to act as they\npleaſe ſhould be compelled to, and as it\n- C Were\n\f13 T O T H E R E A D E R.\nwere puſhed upon, advancement; for I am\nwholly of opinion, that every, man is the\nauthor of his own fortune, next, however, to\nthe divine decree, according to that of the\nprophet, “My lot is in thine hand.”\nLaſtly, if, in the calculations of the direc\ntions, you find any difference of minutes from\nthe time of the effects; this, however, I am\ncertain, will always be very ſmall. Remem\nber, firſt, that the places of the ſtars are not\nperfeótly known to us in the producing ef\nfeets; ſeveral motions of the ſtars concur to\nprevent a true calculation of the ſecondary\ndireétions of the proceſs, ingreſs, tranſit, lu\nnation, &c. -\nPLACIDUS DE TITUS.\nof\n\fO F T H E\nP A R T OF F O R T UN E.\nYX7 HEN this Work was finiſhed, the very\nilluſtrious D. ADRIAN NEG USANTIUs,\nof Fanum, a man very well verſed in Aſtrology,\nand indeed according to the true doćtrine of Pto\nlemy, but alſo in Phyſics and the ſublime ſecrets\nof Nature, tranſmitted to me a method to calculate\nthe B perfeótly agreeable to reaſon and experi\nence. I thought proper to ſet it down here, word\nfor word, that every one might ſee a ſecret in this\nart, invented by ſo great a man, truly worthy the\npen of the greateſt Aſtrologers; for 1 willingly\nconfeſs, that with regard to the GB I have laboured\na long time, and have not been able hitherto to\nfind any truth in it.\n“ The B (ſays he) if we may credit Ptolemy,\nwho aſſerts that it has the ſame poſition to the D\nas the O to the horizon, (Quadripart. Book III.\nChap. xii.) it ought to be deſcribed and defined\nin the lunar parallels; for neither if it be conſti\ntuted in the ecliptic, according to the intentions\nof vulgar Aſtrologers, or in the D's orbit, as was\nonce the opinion of a very eminent profeſſor of true\njudicial Aſtrology, it will be found to preſerve that\n- C 2 order\n\f20 OF THE PART OF FOR T UN E.\norder of likeneſs which the reſpective converſions\nof two luminaries, both diurnal and annual, de\nnote.” This man ſubſcribes to the truth of every\nthing I lately mentioned in my Philoſophy of the\nHeavens, wherein I ſaid that the GB moves above\nthe orbit or way of the D's latitude, and therefore\nabove the zodiac.\nBut as I have ſhewn that the diſtance and rays\nfor the Cardinal Signs are by no means made above\nthe zodiac, but above the parallel of every ſtar,\nhe argues, and indeed very ingeniouſly, yet the\nG) in like manner is elongated from the Eaſt, viz.\nabove his parallel; and in like manner the D,\nwho, as not by her real preſence poſited the (B,\nby any other method nor way different from the\nplace of (P; for no other difference is ſeen to con\nſtitute this part in nature, unleſs by ſuch an aſ\nſignation and impreſſion of virtue, exhibiting by\nthe D in the Eaſtern G). When this man adds,\n“For when the o comes to the Cardinal Sign of .\nthe Eaſt, then it is neceſſary the D be found in its\nhorizon afterwards in an equal ſpace of time : the\nO digreſſing, he muſt be removed from her ac\ncording to his aſcenſion; wherefore, if we ſtudy\nthe matter with accuracy, we ſhall find, that the\no, entirely in the ſame manner as he departs from\nthe Eaſt, the D is likewiſe ſeparated from the GP,\nyet is both above its parallel, ſo that as many parts\nas the O from his parallel circle is elongated from\nthe Eaſt, ſo many is the D from her parallel diſ\ntallt\n\fO F THE PART OF F O R T UN E. 2 I\ntant from the (B : whence it follows, that the true\nplace of 4 does not always remain in the zodiac,\nbut always under the D's parallel circle, that\nis, with the D's declination the ſame both in\nnumber and name, and therefore the B does not\nreceive aſpects from the ſtars above the zodiac, but\nonly in the world. We may make a calculation\nof the B ſeveral ways, but it will be ſhorter and\neaſier if, in the diurnal geniture, the O’s true diſ\ntance from the Eaſt is added to the D's right aſ\ncenſion, and in the noćturnal, ſubſtraćted for the\nnumber thence ariſing, will be the place and the\nright aſcenſion of (P: it always having the ſame\ndeclination with the , may be found at any time,\nboth in number and country. Again, let the O’s\noblique aſcenſion, taken in the horoſcope, be ſub\nſtraćted always from the horoſcope's oblique aſ\ncenſion, as well in the day as in the night, and the\nremaining difference is to be added to the Y’s\nright aſcenſion, which ſum will be the right aſ\ncenſion of €9, which will have the D's declination.\nThere are likewiſe other methods to take the place\nof GB : he who has a mind to make its directions,\nwill accompliſh it only by two motions in the\nworld, that is, to the aſpects in the world; and\nindeed they prove that the converſions of both the\nluminaries agitates the B by the two motions,\nſince if the luminaries are carried together by the\nmotions of the primum mobile, then the GB re\nmaining immoveable in its horary circle of poſi\ntion,\n\f22, OF THE PART OF FOR TU N E.\n*\ntion, waiting for the coming and rays of the op\npoſite ſtars, will be directed by a right motion,\nand the GB will be devolved by a converſe mo\ntion rapidly to the bodies and rays of the pro\nmiſſories: if the Q be conſtituted immoveable, and\nthe preceding as uſual, it may very reaſonably\nbe doubted whether the @ inſtitutes the direction's\nconverſe motion; however, I omit ſpeaking of\nthis till another time, mean while l will ſee what\nexperience ſays. This is worth obſerving, that if\nGB does not conſiſt in the zodiac, it is nevertheleſs\ndirečted to the parallels of the ſtars in the primum\nmobile, together with the D, whoſe declination it is\nknown to follow, and which they vary continually\nand ſucceſſively in an equal motion; therefore,\nwhen the D comes to the declination of any ſtar,\nſhe produces double effect, according to the proper\nſignification ofevery one portended in thegenitures,\nbecauſe ſhe then falls together with (P on the pa\nrallel of the ſame ſtar: an invention truly ingeni\nous; for as the O, by his motion in the zodiac,\nſucceſſively changes the parallel, and therefore that\nrelative point of his riſing in the horoſcope, and the\n> , whilſt ſhe by a right direction luſtrates the\nzodiac, and varies the parallels, ſeems therefore of\nconſequence to draw to her declination the point\nof exiſtence of Gº. All theſe things, however, I\nconfeſs muſt be confirmed by examples and experi\nence.” w\nAnd\n\fOF THE PART OF FORTUNE, 23\n»\nAnd as the ſame Neguſantius tranſmitted to me\nſome things which he found relating to this in the\nCommentaries of George Valla, on the Quadri\npart. I therefore ſubjoin the following.\n“But that the P (ſays Valla) is the noćturnal\nand lunar horoſcopes, is manifeſt from what Pto\nlemy ſays; for the D will have the ſame ratio of\nparts to the parts of Fortune, and the ſame figu\nration as the G) has to the horoſcope: and that\nevery one may know that this figuration and ratio\nof the diſtance of the luminaries muſt be taken in\ntheir parallels (of the luminaries), he adds, it will\nbe likewiſe plainer ſtill if we follow the ſame me\nthod by the Canons as in the horoſcope; for it\nwill be found again, that the horoſcope is the Part\nof Fortune, for indućting a part of the D in the\ndiurnal nativities; and in the noćturnal, by taking\nthe aſcenſionary times by the oppoſites, we multi\nply the hours, and compound the given number\nwith the aſcenſion; look in their climates, where\nthe number falls, and there we ſay is the lunar\nhoroſcope.” The aſcenſionary times and hours are\nnothing but the times of the parallels, whereon the\nluminaries are moved by an univerſal motion, and\nthey form the diſtance from the Cardinal Signs and\nHouſes, and conſequently they are configurations,\nas I have already demonſtrated in the Philoſophy\nof the Heavens. And the climates are diſtin\nguiſhed by parallels to the equator, as has been\nobſerved; therefore they are taken by this author\n- for\n\f24. OF THE PART OF FOR T UN E.\nfor the parallels, which he explains in theſe words:\n“ In like manner we ſhall find, from a mean mea\nſurement of the G) to the D , that whatever ratio\nand figuration the O has to the eaſtern horizon,\nthe ſame has the D to B ; for indeed the lumi\nnaries, and all the ſtars, form no other diſtance\nfrom the horoſcope and the houſes, except upon\nevery one of their parallels, and as has been ſaid by\nthe horary and aſcenſionary times. Ptolemy ſpeaks.\nexpreſsly of this in the Chapter of Life, whence\nValla reaſonably infers, the figuration of GB to\nthe D , taken in the ſame manner, will be the ſame\nas the horoſcope to the o, and, on the contrary,\nwhatever figuration the G) is to the horoſcope, the\nſame will be that of the D to (B. In like man\nner, and with reaſon, both will be the ſame as the\nother, that is, as many parts as the O was diſtant\nfrom the horoſcope, ſo many was the D from (P,\nviz. always above their parallels, and by the aſ\ncenſory times in them.” To prevent any one ſup\npoſing this doćtrine fićtitious and void of experi\nence, and that the method of calculating might\nnot be obſcured, I have placed the Part of For\ntune according to this method in the following\nNativities.\nThirty\n\fThirty Remarkable Nativities, &c.\nShall begin by drawing my examples from\nI the chiefeſt Families in Europe; and in\nthem, by way of conciſeneſs, only regard impor\ntant accidents.\nC AF S A R C H A R T , F. S. V.\nEMPEROR OF GERMANY.\nH E lived fifty-eight years, ſeven months; and\ndied on the 21ſt of September, 1558.\ny ad a proprium in zodiac. 55°.\n> ad D ditto in Mundo, 55° 33.\nD ad 3 H , converſe direétion 5° (a).\nThe Moon is hyleg; her pole is 52, oblique\naſcenſion 314.52, tº or 6° 45'; the Moon's lati\ntude is 4° 32' S, ; the oblique aſcenſion of that\nplace by longitude and latitude is 9° 52'; from\nwhich ſubſtraćt the Moon's oblique aſcenſion,\nand there remains the arc of direétion 55°.\n(a) Canon XXXV.\nT) The\n\f26 R E M A R K A B L E N A T I VI TI E S.\nThe D to her own D in the world, is thus\nwrought : By this direétion the two prorogatory\nvirtues of life are injured, viz. that in the pri\nmum mobile, and that in the world; for this is\ndireéted by a direct motion, and that by a con\nverſe (b). The 's ſemi-no&turnal arc is 127.27,\nher diſtance from the horoſcope is 4° 52', ſemi\ndiurnal arc 52.33, from which, from the fourth\nnumber, ariſes the Moon's ſecondary diſtance from\nthe medium carli 2° o': This ſubſtraćted from the\nprimary, which is 57.33, there remains the direc\ntion arc 55.33 (c).\nTo the 8 of h (d) by a converſe motion (e)\nthe difiance of h from the imum cali is 5.43, for\nhis right aſcenſion is 45.43; the pole's elevation\nof the fifth and eleventh is 24°, the ſemi-nocturnal\narc of H is 69°37', the third part thereof 23, 13,\nof which the pole's elevation of h is nearly 6° to\nthis pole (f), the oblique aſcenſion of the oppoſite\nplace of Q is 227° 21', and the D's oblique aſcen\ntion there is 280° 19 ; from which ſubſtraćt that\nof the oppoſite of H, , leaves the direction's arc\n52° 58' for the equation.\nTo take the years, I add this arc 52° 58' to the\n©'s right aſcenſion, which is 345° 44', and I make\nthe ſum 38.42, anſwering to 11° lo of 8, at which\nthe ſun, from the day and hour of the nativity (g),\n(b) ) ad D proprium, (c) Canon XXXII. (d) ) 8 h ..\n(e) Canon XII, (f) Canon VII. (g) Canon XVI. “\narrives\n\fR E M A. R. K. A B L E N AT IV. I T 1 E. S. 27\narrives in 58 days, which denotes ſo many years ;\nbut it muſt be obſerved, that the converſe direc\ntions did not wait for the other two by a right\nmotion, as by it the D in the nativity, applied to\nthe D of the infortunes in the world, and to the\nſeſqui-quadrate of 3 in the zodiac; ſo that the\nſignificator of life appeared ſtronger and more for\ntunate by a converſe motion: for though the p\nwas favored by the # of $ in the zodiac, the\nunfortunate prevailed, as being more numerous\nand in the angles (h). -\nIn the 41ſt year of his age, when, after a ſeries\nof ſucceſſes, Fortune turned her back upon him ;\nhe ſuffered a very great loſs of his fleet and army,\nby a tempeſt near the coaſt of Africa: The D ar\nrived at the parallel of 3 in the world, whilſt both\na converſe motion of the primum mobile were in vio\nlent motion round the world, for they happened to\nbe poſited equally diſtant from the horoſcope. The\nD’s (i) ſemi-diurnal arc is 52°32', the ſemi-diurnal\narc of 3 & 62° 27'; therefore, as the ſum of the\nſemi-diurnal arc I I 5 o is to the D's ſemi-diurnal\narc 52.33, ſo is the diſtance between & 3 and\nthe D in right aſcenſion 45.25 to the D's fe\ncondary diſtance from the medium caeli 20.45,\nwhich, ſubſtraćted from the primary, leaves the arc\n- (h) D par. 3 in Mundo, Mot, Rapt.\n(i) Rapt Motion. -\n- T) 2 of\n\f28 R E M A R K A B L E N AT IV. I T I E S.\nof direction 36.43, which, being equated, gives\n41 years. -\nIn his 19th year, when he was choſen emperor,\nthe Y had arrived at the cuſp of the 12th, and 2\nat the ſecond ; therefore the medium caeli (#) was\ndirected to the k of the D and A of Q , and they\nwere both in parallel by rapt motion: the alſo\n(l) to the k of Q in zodiac, near 26° ºf, and her\n(m) quintile in the world by converſe motion. But\nthe moſt important was, the O to parallel of n! in\nzodiac (n), near of 20°, where he acquires the ſame\ndeclination as iſ ; the O's crepuſcule arc Ib. 58.\nhis ſemi-noëturnal arc 6h. 32. the obſcure arc is\n4h. 34. The crepuſculine arc of ºr 25° is 2.18.\nits ſemi-nocturnal arc is 5.9, the obſcure arc is\n2.51. The @'s diſtance from the imum call is\n54, 16; wherefore, as the Q's obſcure arc 4\". 34.\nis to his diſtance 54° 16', ſo is the obſcure arc of\n25 ºr 2b. 51. to his ſecondary diſtance ºf 32° 22';\nfrom which ſubſtraćting the primary diſtance of\nor 25, remains the arc of direétion 17° 31', which\nequated, gives 19 years. To the 58 years add ſe\nven months nearly. I thus calculate the ſecond\ndire&tion : To the days and hours of the nativity\n(k) Medium caeli to the Sextile of the Moon. Medium cali\nto the Trime of Venus. (l) The Moon to the Sextile of\nVenus in zodiac. (m) The Moon to the Quintile in\nMundo, Motion Rapt. (n) The Sun to parallel of Ju\npiter in zodiac. -\n- I add\n\fR E M A R K A E L E N A T : V I T : E S. 29\nI add 58 days for the ſame number of years, and\n14 hours for the ſeven months, and I come to the\n22d day of April of the ſame year 1500, with\n5h. 39m. P. M. In the ſecondary direétion the\npianets are in the following poſition :\n-\n| | . {\nG) | H h! | 3 || 2 || 3 | } Q\nDeg. | 8 || 8 || 3 || II | II | 8 || >{ | II\nof - -\nLong- || 1 1.36 24. 11 || 20.28 29, 19 |8. 4 5 45, 4 o 9.8\nN. N.\nN. N. N N.\nI . I .23| 5.o\nLat. 1.46 2 o. 38 o.22\n-\nWhen the X was in the 4th degree of x, lat.\nSouth, by which ſhe had the declination 14.44;\nthe ſame with H, as well here as in the nativity;\nand laſtly, on the day of death, wherein 3 was in\nthe 4th degree of \"g, in the 8, that is, partile to\nthis place. The o, on the ſecondary direction,\non the 22d day of April, was in 12° of 8, in the\nparallel of h’s declination there from the nativity\nand death. The O, on the day of death, from the\ng, entered the place of the direction of the D's [.\nin the zodiac; and, two days before he died, there\nhappened to be a lunation of the Y's D with the\nc) in thoſe obnoxious places. On the day of his\nleath, the Moon was in the laſt degree of ºf, with\nthe latitude ſouthern, whereby ſhe was poſited in\nthe\n\f$o R E M A R K A B L E N A T I V I T 1 E. S.\nthe ſame parallel of declination 3 was in, on the\n22d day of April, of the ſecondary direction; there\nfore, there was a mutual permutation of aſpect be\ntween the Moon and Mars, viz. an active and paſſive\ningreſs to theſe motions in the day of death; and,\nwhat is ſurpriſing, the calculation was exactly true.\nThe places of the planets, on the day he died, which\nwas the 21ſt of September 1558, are as follow :\n•\nDeg. c. ºf 3\nof 1– -- - -\nY.On. 7.31, 29.29 24-31 |2. 44.28 29.25 17.23 || 19.2o\n+\n3. º § 83\n- S. S. S. N. N.\nLat 4.55 2.34 |o. 51 |o.24 o. o o.42\nThe manner I look for the proceſs for the ſame\nyear is thus: For full 48 years, 48 emboliſmic\nJunations are finiſhed, after the four years follow\ning the nativity, yet leſs than 44, that is, 1 1 x 4,\nfor we have ſaid in its Canon, that the Moon fi\nniſheth 12 emboliſmic lunations in 11 days leſs\nthan a whole year; wherefore, from the 23d Fe\nbruary, 1504, ſubſtraćting 44 days, we go back to\nthe 10th January, when the Moon, from the 22d\ndegree of m, is poſited in the diſtance ſhe is from the\nSun at the nativity, viz. of 68 parts: then the\nproceſs is finiſhed for full 48 years, for then the\nother\n\fR. E M A. R. K. A E L E N A T I V I T H E S. 3\nother 10 years paſs over the other Io emboliſmic\nlunations, and I come to the 31ſt of Oétober of the\nſame year 1504, when the Moon was in 10 de\ngrees of p, and the Sun in 18 degrees of m. That\nwe may preſerve their diſtance from each other at\nthe nativity for the ſix remaining months, add 27\ndays; i. e. to the day of his death I add to this\nplace of the Moon ſix ſigns, and 15 degrees for the\nſix months, and 29° 30' for the 27 days, and I\ncome to the 24° 30' of Y', wherein the Moon is\npoſited on the 18th of November. In the pro\ngreſſions the planets are thus poſited :\n^{ & §\n- I -\no\nDeg. f. +H: Śl f f f : X\n... [...]\n-\n|\n|Lon. 24.30 3.26; 16. I 5 14.15 13.4o 22.44 |Io. 39\nN. : N. S. N. S.\nLat. | o. 1 1 ſo.4ol o. 2 o. 9 o.40\nz\nThe Sun was in ſix degrees of f with 3, en\ntered by a quadrate ray, on the day of death : the\nMoon had paſſed the place of her direétion in the\nzodiac; but when ſhe was arrived at 25 degrees\nof ºr, ſhe ſtruck upon by ingreſs on the day of\ndeath the parallel of 3 's declination, and entered\non the fatal day from the D ; from the 24th degree\nof ºf, this place of her progreſſion, the Moon alſo\napplied\n\f32. R E M A. R. K. A E L E N A T L V P T H E S.\napplied in proportion to the H of H. The moſt\nnoble ſatellite in this Nativity is to the Moon the\nconditionary luminary on I, from the k on 3.\nfrom the Quintile to the medium caeli, from nº\nand from the Sun on the A, from ? on the Bi\nquintile to the G), from iſ and g in the power,\nfrom H and 3 cm the Sextile.\nF R A N C IS\n\fR E M A R K A B L E N AT I V I T I E S. 33\nF R A N C I S T H E F I R S T,\nK I N G of FR A N ce.\nH IS King, in a ſtout engagement with a\nlarge body of the enemy, at the river Po, in\nItaly, ſuffered a very great overthrow, his gene\nral and valiant armies being all ſlain, and he\nhimſelf wounded and taken priſoner by the ſol\ndiers of the Emperor Charles V. This was in the\nyear 1525, on the 24th of February, when he was\n30 years and five months old; at which time the\nSun, who is the ſignificator of glory, liberty, and\npower, came, by a right direétion, to the mundane,\nparallel (o) of Ł , and alſo to the parallel declina\ntion of 3 , and, by a converſe motion, was ſub\nſtituted as near as poſſible to the Moon's diameter,\nor 3 and mundane parallel of P.\nTo the parallel of the declination of Mars the\ncalculation is as follows; and there is an argu\nment in the time of the direétion, when the Sun\narrives 6° m, when he has the declination 13° 34,\nand the declination of Mars 14° 12', for this rea\nſon, either becauſe the true place of Mars is want\ning a few minutes, which made the declination of\n(o) The Sun to parallel of Saturn and Mars.\nE. Mars\n\f34 R E M A. R. K. A B L E N AT IV. I T I E S.\nMars leſſer, as the luminaries, by reaſon of\nthe magnitude of their bodies, begin to touch at a\nparallel of their declination, before they arrive at\nit by the center of their bodies; or, laſtly, that\nthey have already reached the times of the other\ndireétions: be it as it will, the Sun was conjoined\nas near as could be to the declination of 3 ; it\nmight be likewiſe, that the ſecondary direétions\nand powerful ingreſſes may have made the effect\nappear a little before the exact application of the\nprimary direction.\nOf the Sun.\nThe ſemi-nočturnal arc - - -\nCrepuſculine arc - - - -\nObſcure arc • * * - - -\nRight aſcenſion - - - - -\nDiſtance of imum cali - - - -\nOf the 6th degree of m.\nSemi-noëturnal arc (p) - -\nCrepuſculine arc - - - -\nObſcure arc - - - - - -\nRight aſcenſion - - - - -\nPrimary diſtance from imum - -\nwherefore, as O’s obſcure arc -\nis to his ſecondary diſt. -\nſo is the obſ, arc of m 6°\nto its ſecondary diſt. -\nH\n5\nI\n4.\n8\n17\n2O\n:\n213\n2O\n26\n. M.\n7\n5o\n7\n46\n58\n5o\nI 2\n4O\n52\n58\n12\n29\n(p) Canon XXI,\nwhich\n\fR E M A R K AB L E N AT I W IT I E S. 35\nwhich being ſubſtraćted from the primary, leaves\nthe arc direétion 29° 23'.\nThe Sun's direétion to the parallel of h, by di\nrečt motion is thus calculated (q) : . M.\nAs the O’s ſemi-noëturnal arc - - 5 57\nis to its diſtance from imum - - 26 29*\nſo is H 's ſemi-diurnal arc - - - 5 16\nto his ſecond. diſt. from medium caeli 23 47\nwhich added to the primary, , becauſe H, paſſes\nfrom the aſcendant part of heaven, which is 4° 56',\ngive the arc direétion 28°43'; to equate which I\nadd to it the O's right aſcenſion, and it makes\n207° 29– 29° 30' ze, to which the o, from the\nday and hour of nativity, arrives in 31 days, an\nſwering to ſo many years.\nThe next is the O parallel to J. Mundo, con\nverſe dire&tion (r).\nH. M.\nThus, as h’s ſemi-diurnal arc - - 5 16\nis to his diſt. from medium caeli 4 56\nſo is the 6's ſemi-noćturnal arc 5 57\nto the O’s ſecondary diſt. – 5 35\n(s) which, added to the primary 20° 58', makes\nthe direétion's arc 26° 33', ſo that this direétion had\npreceded two years and ſome months before.\n(7) Canon XXXVI. * 26 deg. 29 min. which the\nSun requires after the direétion is finiſhed, at which time,\nas we have ſaid, he goes round the ſixth part of Scorpio.\n(r) The Sun parallel to Saturn's converſe direction.\n(3) Canon XXXVII.\nE 2 It\n\f36 R E M A. R. K. A B L E N A T IV. I T I E. S.\nIt is eaſy to calculate the o’s (t) converſe di\nrećtion to the 8 of the D, whereby he applied alſo\nto the 3 of 3 : the D’s declination is Idº. 2' to\n× 40 in the ecliptic, whoſe horary times 13° 7',\nand duplicate, are 26° 14, the D's right aſcenſion\n328° 50', which ſubſtraćted from the right aſcen\nſion of medium caeli, leaves the D's diſtance 8° 58':\nthe polar elevation of 9th he is 21°; therefore,\nAs the double horary times (u) - 26° 14'\nis to the polar elevation 9th houſe - 21 o\nſo is the D's diſtance - - - - 8 58\nto the D's pole - - - - - - 7 o\nunder which the oblique aſcenſion of the D’s 8 is\n147° 36', but of the o 178° 42', from which ſub\nſtraćting that of the D , leaves the arc of direction\n31° 6', ſo that the G) and ) were as nearly oppo\nfite as poſſible.\n1 look for the ſecondary direétions thus: To the\nday and hour of the nativity I add 30 days and 10\nhours for the 30 years and five months, and I come\nto the 12th of Oétober with 20 26' P. M. when the\no was in a 29°, in exact parallel of h’s declination,\nwhen in × 7°, with latitude 2° 10' South, 3 had\narrived at ng II\", to wit, the diameter of the me\ndium cali of the nativity, the D in ºn 8 degrees.\nOn the 22d of February 1525 there happened a re\nmarkable new ), in × 13°, in which the three\n(1) Sun's converſe direction to the oppoſition of the\nMoon. (u) Canon XXX.\nſuperiors,\n\fR E M A R K A B L E N AT 1 v IT I E s. 37\nſuperiors, by an exact calculation, had the ſame\ndeclination, and, for this reaſon, were in parallel,\nand the luminaries applied to their declination\nnearly. Theſe aſpects of the ſtars uſually are the\ncauſes of very grievous wars, and this new D was\ncelebrated above H of his nativity, and then H ap\nplied to the 8 of the G) of the nativity, and place\nof the D’s direction. This new Moon likewiſe\nhappened in the 8 of f of the progreſſions, and,\nby the ingreſs of 3 from ~ 22°, had its morning\nſtation nearly above the place of the ſecondary di\nrečtion of the G), and in the D’s declination.\nOn the 24th of February the D was found above\nthe ſame of ºr 9° of its ſecondary dire&tion, under\nthe parallel of 3 ; in the ſame place the D alſo was\nin the parallel of n!, but could be of no ſervice, as\nnot being conjoined to the places as well of the\nroot as the direétions : yet ſhe delivered from a\nmore grievous calamity, which, from the conſti\ntution of the nativity, was denoted to be extremely\nunfortunate, for the D, the conditionary luminary,\nwas in the parallel of the declination of b, and in\nhis mundane parallel; but what is worſe, is H be\ning in the center of the cardinal houſe, and the X\ncadent in the 9th, from which b was very ſtrongly\nelevated above it, and moreover as the unfortunate\ndireétions were, as has been obſerved, at that time\npowerful, iſ afforded no ſmall aſſiſtance. -\nThe king died in the year 1547, in the month\nof April, from the D's direétion, the ſignificator\ncf\n\f33 R E M A. R. K. A B L E N AT IV. I TI E S.\nlife, to the (w) 8 of 8, ſucceeding to the paral\nlel of the declination of H, , for ; was of the na\nture of h, on account of the parallel of the alter\nnate declination, and by reaſon of the ſign ze, and\nhad ſomething of 3 , becauſe of the Sextile. The\noblique aſcenſion of 8 to the pole of the N 7°, is\n198° 4', from which ſubſtraćting the y's oblique\naſcenſion there taken, 1.47° 36', there remains the\narc of declination 50° 28′, which from the equa\ntion I add to the G)'s right aſcenſion, and I make\nthe ſum 229° 14' = 21° 20' of m, at which the o,\nfrom the day and hour of the nativity, arrives in\n52 days 16 hours, which denotes 52 years 8 months.\nBy a converſe direction, the D had deſcenſion to\nthe O's D :\ns H. M.\nAs the O's ſemi-no&urnal arc – 5 57\nis to the O’s diſt. from imum cali 20° 58'\nſo is the D's ſemi-noëturnal arc 5 15\nto the ſecondary diſtance - - 18 go.\nThe oblique aſcenſion of the D's oppoſite in the\nhoroſcope is 137° 30', from which ſubſtraćting the\nhoroſcope's oblique aſcenſion, there remains the\nD’s primary diſtance from the Weſt 69°42'; the\n£econdary ſubſtraćted from this, leaves the arc of\ndirection 51° 12', greater by 44 than that taken\nabove, which makes no difference.\nYou will aſk, why the 3 of H with the D was\nnot the cauſe of death. I anſwer, becauſe there\n(av) The Moon to the Oppoſition of Mercury, dire&t di\nrećtion.\nthe\n\fR E M A R K A B L E N AT I V IT I E S. 39\nthe D was in a contrary latitude, and influenced in\nthe orbs of a fortunate planet ; alſo the 8 of 3 to\nthe D, by a converſe direction, did not kill, as the\nD applied to the parallel of n! in the world by the\nſame converſe motion. But this nativity, with re\nſpect to life, was not very ſtrong, by reaſon of the\nunhappy ſtate of the D, the ſignificator of life.\nThe cauſes of antipathy between theſe two\nprinces; the antecedents in the ſigns in the oppo\nſite places to degrees and minutes, H of Francis\nabove, the G) of Charles, 3 of Charles in D, the\nD of Francis, the D of Charles in the ſeſqui-qua\ndrate, 3 of Francis, h in the oppoſite Cardinals,\n3 angular in the one, cadent in the other, alter\nnately in the D. &c.\nw\nP H I L I P\n\fso R E M A R K AB L E N AT 1 v 1 T : E S\nP H I L I P T H E T H I R D,\nK I N G of S P A 1 N.\nE died on the 31ſt of March, 1621, aged 42\nyears 11 months. Hewas, for the firſt time, in\n1614, ſeized with a flow of humours from the head,\nwhich laſted without any intermiſſion, together\nwith a weak ſtate of health. -\nThe horoſcope, ſignificator of life, in the 43d\nyear arrived at the D of h by our method, whereof\nthe calculation is as follows (x). -\nThe right aſcenſion and medium cali is 253° 9',\nright aſcenſion of H, 295° 23' ; there remains the\narc of dire&tion medium caeli to h 42° 14', from\nwhich place H projećts the D to the horoſcope.\nFor the equation, I add this arc of the direction\nto the O’s right aſcenſion 32° 9', and I make the\nſum 74° 23, anſwering to 15° 40' of II, which\nthe o from the day of the nativity arrives at in\n43 days, which denote ſo many years of life. For\nthe ſecondary direction, I add 42 days for ſo many\nyears, 22 hours for 11 months, and 28° for ſeven\ndays; therefore the ſecondary are made on the\n27th of May, 1578, with 13h 15', P. M.\n(x) Horoſcope Quartile to Saturn.\n(y) Canon XXVIII.\nDeg.\n\fR E M A R K A B L E N AT I v IT I Es. 41\n- º , ; ; * , t * * * -\n- * * * * * * * * f\n9 |* | * | * | * | *__* | *\nDºg. It |x| + || 4 |x| + || || | x\n* º 15.4° 12.o. 22.50 ...sºs. ºo 28.0 28.37\nLat. - 1.2s o.14 2.18.\nThe O is found in the parallel of the declination\nof K, and in the D of 3 and D of the D in 6 with\n& , by long. and lat. andto the hour, P. M., 13°\n15, the 27th of May, is poſited in the horoſcope ºr\n5° 45', and in the medium celi 3° of kº. The pro\ngreſſions for 43 years happen exactly on Oétober\nthe 5th, 1581, whilſt the had 21° ºr ; but we\nmuſt ſubſtraćt 24°, in order that the may be poºr\nſited in t 27°; the reſt as follow:\no | H | | | 3 || 2 || 8 || 3\n== Vºf\nLon. 20.o. 27. 19 || 22.19 || Io.20 28.15 || Io.o 3.40 || 23.42\nDeg. | = | £ 2. ºf | * m.\nThe o was conjoined to 3, the to the D of\n8; the former had arrived at the D of h of the\nnativity, and the latter to its parallel. On the\nday of death, the ſtars were poſited thus: -\nF Deg.\n\f42 R E M A R K A B L E N AT IV. I TIES.\nO P 1 || 3 2 § 83\ngå 8 m. || >{ cy\"\n+\nDeg. ‘Y”\nof\nLong. Io. 58 |19.3|O-42 21.16 22-6 || 13.9 | 18.53 || 10.53\nThe O on the day he died was poſited above 8\nof the nativity, for g was unfortunate by reaſon\nof the ſign and mundane parallel of 3 ; ) op\npoſite to h of the nativity, and ſecondary direétion\nof h in the D of the ſecondary direction of the\nhoroſcope, that is, from the imum caeli; for in the\nmedium caeli are, as we have ſaid, ºf 3”; but when\nthe horoſcope's ſignificator of life, ſuch rays then\ndireéted to it are very powerful. Laſtly, there is\na famous new Moon in ºr 3° before death, and af\nterwards the quadrant of the O being above the ſe\ncondary direction ofthehoroſcope,and the D in its [],\nand 8 with O with the ray D H to the horoſcope;\nbut it was expected that the D would arrive at 3\nof h, of the nativity and ſecondary direction. An\neclipſe of the D preceded the year 1620, in 24° of\nf; the D remaining between 8 of 3 , and H in\nthe medium caeli, the ſign f reſpects Spain and the\nmen, the medium caeli royal dignities; all this is\nagreeable to the ſentinents of Ptolemy : and alſo\nanother eclipſe of the o in 14° of II, that is, in\nthe D of the king's horoſcope; and laſtly, in the\nrevolution, the O was with 3 and the D in their\n- D and\n\fR T M A R K A B L E N AT IV. I TI E S. 43\nr) and parallel of declination, h in the D of the\nhoroſcope of the nativity.\nIn the year 1614, on the 2d of June, in the\n36th year of his age, he was taken ill of a violent\nflow of humours from the head, at which time the\nD arrived at the ſeſqui-quadrate of 3 in the zodiac\nnear 8, and parallel of the declination of 8, and\nby the D's converſe motion to the D of 8, when\nfhe was ſeparated from the ſeſqui-quadrate of 3 ,\nthe quintile of 2, the ſubſequent of which is in\njured by the D of Ł , the horoſcope to 2.\nAny one, if he pleaſes, may calculate theſe di\nrećtions.\nBy ſecondary directions, on the 36 days ſucceed\ning the nativity, the o conjoined to ?, entered\nthe parallel of the declination of h, with 8 of the\nI , ſubſequent to the D of 3 to both, in which\nparallel the o continued almoſt without inter\nruption, but was not the ſignificator of life.\nA diſorder in the head is chiefly denoted from the\nparallel of the D's declination with # in the nativity\nand mundane parallel with 3, which the former\nwas found in the mundane parallel of 3.\n\f* R EMA R k A B L E N AT I v IT res.\nf\nH E N R Y THE FOURTH,\nK1 N G o F F R A N C E.\n--- N the year 1610, on the 4th ofMay,'4' 48,\n‘l P.M. he received a wound ofwhich he died.\nIn 1594, on the 15th of December, he was\nſlightly wounded in the face.\nArgol deſcribes his nativity in his works; on the\ncritical days, he places in the medium caeli 3° 21's,\n---, * * * ~ * , -\n-\nbutin thehoroſcope27°20'ofa, although, according\nthe latitude of the country, which he explains in\nthe figure, page 48, they ſhould be placed in the\n\"horoſcope 26 ‘.…. He likewiſe places the 21°\n14 of w; but, according to the common Ephemeris\nand Tables of moveable ſeconds, the ) is poſited\nin 25° 35 of ºr, in which placeſhe is a very pow\nerful ſignificator of life, and which is ſo plainly\nproved by an agreement of the time of death with\nthe P's direction to the a of h in the zodiac, near\n11° 1' of II, when the D is in latitude ſouthern\n3° 21'. -\nThe oblique aſcenſion of the D's oppoſite place\nto the pole 48, is 21 19 25', which ſubſtraćted\nfrom the oblique aſcenſion of the horoſcope, there\nremains the D’s diſtance from the weſt. The noćtur\nnal\n|\nf\n\fR E M A Rºk AB L E N AT 1 v 1 T 1 Es. 45\nºnal horary times of the 14° 2' (z), the elevation\nof the ſixth houſe is 37°; the difference then of the\npole of the fixth and ſeventh houſes is 11°; I ſay,\nif the duplicate noćturnal horary times of the 18°,\ngive the polar difference of the houſes 11°, what will\nthe D's diſtance from the weſt 4° 15' give Facit\n2°, which being ſubſtraćted from the pole of the\nfeventh houſe, there “remains the D's pole 46°,\nunder which the oblique aſcenſion of the D 3 is\n2 icº 59, and the oblique aſcenſion of f 11° 1', in º\nlatitude northern 3° 21', is 207° 37', from which,\nſubſtraćting the former, leaves the arc of direétion\n59° 38', which being equated, points out 56 years\nand ſix months nearly.\nIn a converſe direction the and h, by the mo\ntion by the primum mobile, in a parallel from the\nimum caeli, called a rapt parallel, calculated thus (a):\nD. M. H. M.\nThe p’s ſemi-no&turnal arc 84 6 or 5 37\nSaturn's ſemi-nočiurnal arc – - 6 41\nThe 5’s right aſcenſion 25° 33', her diſt.\n- from the imum caeli - - - - 79 53\nSaturn's right aſcenſion 343° 14', diſt. -\nin right aſcenſion from the D - 42 19\nAs the ſum of the ſemi-noëturnal arc 12 18\nis to the D's ſemi-nočturnal arc - 5 37\nſo is the diſtance in right aſcenſion 42 19\nto the D's ſecondary diſtance - - 19 19\n(z) Canon XII. .\n(a) The Moon parallel to Saturn, rapt motion.\n- z which\n\f46 R E M A R K a B L E N AT IV. I T I E S.\nwhich being ſubſtraćted from the primary, leaves\nthe arc of direction 60° 34', one degree ſubſequent\nto the other. -\nArgol tells us King Henry eſcaped danger by a\nwound he received in his under lip, which ſtruck\nout ſome of his teeth, in the year 1594, on the\n15th of December, when he was exactly 41 years\nof age; the D in a right motion arrived at the a\nof H in the world (b).\nAs the D's ſemi-noëturnal arc - - 5 37\nis to her diſtance weſt - - - - 4 15\nſo is the ſemi-nodiurnal arc of H - 6 41\nto the ſecondary diſtance of H - - 5 3\nwhich being equated as uſual, gives 40 years;\ntherefore the true direction had preceded ſome time\nbefore. -\nThere was likewiſe a little before the D, to the\nrapt parallel of 3, being equi-diſtant from the imum\nearli of the y's ſemi-no&turnal arc 5h 37', the ſemi\nnoćturnal arc of 3 7h 50', their ſum 13h 27', the\nright aſcenſion of 3 287°5, his diſtance in right\naſcenſion from the D 98° 28′; hence you have her\nſecondary diſtance 41 ° 7', which ſubſtraćting from\nher primary 79° 53, leaves the arc of direction\n38° 46'. .\nTheſe directions of H, and 3 to the D were not\nmortal, as ſhe continued in a right direétion within\n(b) The Moon at the Quartile of Saturn Mundo.\nthe\n\fR E M A R K A B L E N AT IV. I TI E S. 47\n-\nthe rays of n! and his orbs, and alſo in a parallel\nof the declination of 2. On the 15th of Decem\nber 1594, 3 was above 23° m, in the 3 of the y's\nplace of the dire&tion, and the D in 4° of 2:, lati\ntude ſouth 5°, nearly in the parallel of 3 's radical\nplace.\nThe ſecondary direétion to the 56th year, toge\nther with the 4 months and 20 days, fall on Feb\nruary 8, 1554, altmoſt in the meridian.—The\nplaces of the planets were as follow:\nG) } Q § &\nB n!\nDeg. :: 8 || > | = |}{ | < | < gº\nLon. 29.44 | 18. 14 || 17.19 | 1.55|t. 16|4.47 16.26 | 18.36\nS. N. : S. N. S.\nLat. 1.42 1.5-2. - o. 16. 1.26\nWhere the o was conjoined to 3 by longitude\nand latitude, about the beginning of the ſign x,\n3 was alſo there, and not far diſtant } , which\nſurrounded the o’s place in the middle, on the day\nhe received the wound, to which place the G en\ntered by a ray in the E , in which he was hindered\nby H in the angle ; and the , on the 8th of Fe\nbruary, was in 18° of 8, in latitude ſouth 4° 20', by\nwhich ſhe gained the declination 14° 20'; b had\nthis ſame declination, and likewiſe a to this ſaine\nplace of the y, on the day he got the wound; at\nwhich time the was in 7° of z, in the D of 8,\nwhich\n\f* R E M A R - A E L E N AT Ivi T 1 Es.\nwhich received the nature of 3 in parallel ofde\nclination, alſo h’s D in the world.\nPlaces of the Progreſſions of the Planets, the 7th of\njuly, 1558.\n) P : 71 || 3 || ? § - 93\n* | 8 || : g= | II | Q | y,\n+\nDeg.\nof\nThe progreſſion to the end of the 56th year,\ndepend on the 24th of June, 1558, when the D\nwas poſited in 6° of m ; for the 4 months and 24\ndays, we advance five ſigns and 6°, and come to\nthe 7th of July; the o was then ſeparated from\n* 3, denoting a conſpiracy to have preceded; H,\nwas in 23° of 8 ; the o entered this place exactly\non the day he was wounded, 3 in 17° of ga,\nwhoſe declination the D had on the ſame day.\nBut it was ſix days before the famous new\nMoon, the o being 17° of 8, and the 17° of\nm, which applied to D of H, and the D, when\nin latitude 4°, was in exact parallel of the decli\nnation of H and 3. . You ſee, therefore, that the\nfamous agreement with places of the ſecondary\ndirection and progreſſion, from the day he received\nthe wound, together with the preceding lunation,\nis agreeable to what Ptolemy ſays in the laſt chap\nter, Book IV. From which we are likewiſe\ntaught,\nLon. 24.o! I 1.34 22.51 || 8.33 || 16. 19 o.º. 15Bºo 23-2. I\n\fR E M A R K A B L E N AT IV IT I E S. 49,\ntaught, that caution is always neceſſary in thoſe\nlunations, wherein the luminaries are excluded by\nthe inimical rays ; and particularly, if the places\nin which thoſe rays are unfortunate either by in\ngreſs or tranſit, deny the prorogators of the nati\nvity, or rather, if their aſpects with them be hoſ\ntile, as we ſhall find in the following examples.\nG SEBASTIAN,\n\f5e R E M A R K A B L E N AT I W IT I E Se\no\nS E B A S T I A N,\nK I N G of Po R T U G A L.\nN the year 1578, on the 4th of Auguſt, he\nwas mortally wounded in the war in Africa,\naged 24 years, 6 months, and II days.\nThis nativity has a very near reſemblance to that\nof Francis, King of France; in both, the D is in\npoſſeſſion of the ninth houſe, declining from an 8\nof 3, which remains in the third. In Sebaſtian,\nthe D has the declination of 3 , which conſtitutions\ndenote journies for the ſake of war. In both, the\nJ) is injured by the aſpects of the enemies of\nFrancis, by the declination of h; in Sebaſtian, by\nthat of 3 ; in both, h is in the ſign x, angular\nin the mundane parallel of the D, above which he\nis elevated. In Francis, from the medium caeli; in\nSebaſtian, from the imum caeli; in both, the D is in\nthe conditionary luminary ; which being ſo un\nhappily affected, denoted diſtreſſes in journies; in\nboth, nº is unfortunate. Succedent to the rays of\nT2 to medium cali, in Francis, cadent in the ſign\nmy ; in Sebaſtian B: ; where to the good things by\nhim ſignified, he added ſorrows; in both, & aſ\nfumes the nature of the enemies; for in Francis,\nhe\n\fR E M A. R. K. A B L E N AT I V IT I E S, 51\nhe is in the parallel of declination of H. , and k of\n3 ; in Sebaſtian, in the mundane parallel of h,\nwhich is elevated above it from the fourth houſe;\nin the other from the medium cali; which conſtitu\ntion infers the fixed purpoſe of its own proper ſen\ntence, and tends rather to perform things that are\ndifficult, nay, impoſſible.\nArgol, in this nativity, omitting the D, to whom\nthe right of hyleg belongs, directed, when the\nnumbers of his calculation did not agree, the aſcen\ndent to the E of h, which ray contains ſigns of the\nſmalleſt aſcenſions, as are ºf, z, and x; the\nplace alſo of the direction is in the orbs of 2, the\nantiſcion of the ſame ſuccedent, as is generally\nthought, and doubtleſs they were ſtrong and ſuffi\ncient grounds for this opinion; but as we have fully\ndemonſtrated elſewhere, the rays of the ſtars taken\nin the zodiac, are altogether as nothing, and in\nthis nativity becomes a very powerful fignificator\nof life; who at the time of this King's ill fortune,\ncame in a direction to 21° of m, with latitude 4° 23\"\nnorth, the parallel declination of h 7° 47', which\nis thus calculated *.\nThe D's declination 16°12', anſwers to a 15°\n40, whoſe horary times doubled, are 34° 44'; the\npolar elevation of the ninth houſe 16°, the D's\nright aſcenſion 147° 29' ; from hence ariſes her\ndiſtance from the medium caeli 11° 26', and her\n* The Moon to parallel of Saturn's converſe direction.\nG 2 polar\n\f52 R E M A R K A B L E N AT I W I TIES.\npolar elevation 5°; under which the oblique aſcen\nſion of the D’s 8 is 328° 56'; the oblique aſcenſion\nof x 21°, with latitude 4° 23' South, is 354°9',\nfrom which ſubſtraćting the former, leaves the arc\nof direction 25° 13', which being equated, as uſual,\nproduces 25 years. . . . -\nBy a converſe motion, the D was ſeparated from\nthe k of n!, and applied to the ſeſqui-quadrate of\nh; but the hyleg, by a converſe motion, was weak,\nowing to the 8 of 3 and 3 , to which the D by\na converſe motion applied nearly.\n7ſ had arrived at the medium caeli, wherein he\nhad undertaken the friendly office of reſtoring\nPrince Muly to his father's kingdoms.\nBut you will aſk, why the 8 of h to the D did\nnot deſtroy life I anſwer, from ſeveral cauſes:\nthe King at that time was preſerved, firſt, the in\nthe 8 had gained much latitude, whereby ſhe was\nfar diſtant from the diametrical point; the direc\ntion happened in the orbs of £ 3°, the mundane\nA of the ſame was ſuccedent 4°; after the mundane\nparallel of n! had preceded by a right motion, he\napplied by a converſe motion; but in 1, 21°, none\nof the friendly rays affifted, yet there is the begin\nning of the orbs of 3 . All theſe remarks are taken\nfrom Ptolemy, in the Chapter of Life.\n. Secondary\n\fR. E M A R K, A B L E N AT 1 v i T L E S. 53\nSecondary Directions on the 13th of February, 1554,\n2 Hours 26 Minutes, P. M. -\n*\n*\nO || | | || 3. º §\nDeg. × gº || 3 | < || 3 || 3 || 2: ºf\nof -\nLong. 4.5o 21.20 || 3-ol 1.26 5-10 || 1 1.1 : 13-30 | 18.2c\nProgreſſions on the 14th of January, 1556.\no|| > | 8 || 1 || 3 || 2 || 8 || 9\nry.\nDeg. 2: | 3: |\nof\nLon. 3.55 * 8.7 || 29.26 || 27.34 || 10.14 || 8.47 || 1 1.16\nm 2: kf II\n:\nThe following was the Poſition of the Planets on the\n- unfortunate Day.\nO | }) P 7| || 3 2 § 83\nDeg. | Sl ng Vºf tº: cy- ng Sl }{\n*|a.\nLon.|21.7| 7.25 | 18.12 || 1o. 58 22.o 14.25 | Io.23 25.o\nFor the ſecondary dire&tion, I add to the hours\nof the nativity 24 days, 12 hours, 40 minutes; I\ncome to the 13th of February, 1554, 2h 26, P. M.\nin which the O was conjoined in longitude and\nlatitude with 3, exactly in 5° of x, without\n- the\n\f54 R E M A. R. K. A B L E N A T L VI TI E S.\nthe leaſt aſſiſtance of friendly rays; but the D was in\nthe day of his illneſs ill-fortuned in the 8 of the\nO applying to the parallel of the declination of H,\nof theſe motions; the D on the ſame 13th of Fe\nbruary, was in 21° of ga, to which, on the un\nhappy day, h from the 8 of 3 in the D, were miſ\nchievouſly diſpoſed; therefore, from the aëtive and\npaſſive ingreſs, the D continued unhappily ſituated,\nand was alſo, on the unfortunate day, with the decli\nnation of h of the nativity, and of his direction;\nthe ſame almoſt with that of 3, from 22° of ºr,\nwith latitude ſouth 4°. The progreſſions for 24\nyears are finiſhed on the 29th of December, 1555,\nwhile the D is there poſited in 2° of a; for the\nother fix months I add ſix ſigns with the half, and\ncome to the 13th of January, 1556, when the p\nwas found in 17° of z, that is, when the 3 with\nthe O has paſſed 15°, as the 8 of the O had paſſed\nſo many in the nativity, and the D is poſited in 28°\nof z on the 14th of January, and was in partile 3\nwith 3 , and both in the 8 of the D of the nati\nvity, to whoſe 8 the O applied on the fatal day.\nThe G) in the progreſſions was between the + , and\nboth together with the parallel declination of n!,\nwho, during the war, favoured from the A this\nplace of theG). There had alſo preceded in the pro\ngreſſions a 6 with the O, 2, and 11, by a tran\nfit from a A aſpected O of the nativity; hence it\nis evident, that the affairs of the King, together\nwith his army, were ſucceſsful, as he with his\ntroops\nt\n\fR E M A. R. K. A B L E N AT IW IT I ES, 55\ntroops had ſeized upon the kingdoms of others;\nbut the ſtars threatened life, which when extin\nguiſhed, every thing fell equally with it.\nThe fourfollowing nativities, as they havetheo\nin the crepuſculums the ſignificator of life, and the\ncalculations of the direétion belonging to the ſame\nCanons, I was unwilling to ſeparate, but at the\nſame time have explained them one after another;\nas they bear teſtimony to the truth of my opinions\nconcerning the crepuſcules, it was likewiſe my\ndeſire to have them all ready at hand, to every\none who wiſhes to have a proof of it.\nGUSTAVU3\n\f\/ - -\n* * Z. º\n35. R.E M A R K AB L E N AT Ivi T 1 Es.\nG U S T Av Us AD o LP H U s,\nK 1 N G of Sw E D E N.\nN the 16th of Oétober, 1632, 3h 17, P. M.\nhe was mortally wounded in an engagement,\naged 37 years 10 months.\n. In this nativity, to the given mºtutine 7h 28 in\nmedium caeli, are due 20.30 of ~, and not 1542\nof ~, according to the Argoline poſition; others\naſſert, that the true hours are 7h 42': however it\nbe, it matters not, as we do not direct the horo\nſcope, but the G), who at the time of this king's\ndeath was direéted, by a right motion, to the 3 of\nT!, the U of 3, and the 3 of H in the zodiac,\nwithin the orbs of 3 ; but the preſence of nº could\nbe of no ſervice as being alone, the enemies nu\nmerous ; then the G), by a converſe motion, was\ndireéted to the 3 of 3 and D of h, the parallel\nof the ſame, H being ſuccedent in the world, where\nindeed there is an agreement of the E of n!: but,\nas I have ſaid, being alone againſt ſeveral, he could\nnot influence, and even, when he was the giver\nof true valour, he changed it to raſhneſs, be\ncauſe hindered by the enemies, as Ptolemy tells us\nin his chapter on the Nature of the Mind.\nThe\n-\n\fR E M A R KAB L E N AT Ivi T1?s, sº\nThe calculation of the right dire&tion of the 6's\noblique aſcenſion in the horoſcope is 313° 15', from\nwhich ſubſtraćting the horoſcope's oblique aſcen\nfion, there remains the o’sprimary diſtance 20°48,\nthe oblique aſcenſion 25° 2 of the place of the\nrays : h and 3 is 350° 21', from which ſubſtraćt\ning the O’s oblique aſcenſion, there remains the\ndireétion's arc 37° 36', calculated in the horoſcope;\nbut as the O is in the matutine crepuſcule, I enter\nthe table of crepuſcules to the pole59°, with 28°4,\nand the o’s diſtance 28°48', which is primary, and\nI find the o remaining in the crepuſculine circle\nof depreſſion 8°, oppoſite to this crepuſculine cir\ncle under 3, 25°; after taking the proportional\npart, I obtain 16° 33, which I call ſecondary diſ\ntance, and rejećt it from the primary; there then\nremains the Eaſtern difference 4° 15', but the ſe\ncondary diſtance is leſs than the primary, the dif\nference therefore muſt be added to the direction's\narc above, taken in the horoſcope, and the true arc\nof direction is then 41° 21'; this arc I add to the\no's right aſcenſion, which is 266° 59', and the ſum\nis 308° 20', anſwering to 5° 56', at which the O,\nfrom the day of the nativity, arrives in 38 days,\nwhich denotes ſo many years. The calculation of\nthe o’s converſe direétion to 3 is thus: The 11th\nhouſe is elevated 31°, its oblique aſcenſion is 232*\n27'; in the ſame place the oblique aſcenſion of 3 is\n244° 33'; the diſtance therefore of 3 from the 11th\nhouſe is 12°6': the 12th houſe is elevated 49°, its\n- - H * oblique\n\f38 R E M A R K A B L E N AT I W IT I E S.\noblique aſcenſion is 262°27'; the oblique aſcenſion\nof 3 is 255°51'; therefore the diſtance of 3 from\nthe 12th houſe is 6° 36'; thoſe diſtances of 3 ,\nadded together, make 18°42', the ſpace of the\nhouſes of 3 above the earth: the difference of the\npolar elevation of the 11th and 12th houſes is 18°,\nfrom which ariſes the polar elevation of45° nearly;\nthe oblique aſcenſion of 3 to this pole 43°, is\n251° 16'; the D's oblique aſcenſion there is 290° 52';\nthe remainder is the arc of direétion 39° 36' leſs\nthan the preceding, by 1° 45', ſo that from the 6\nwith 3 (b) the o began to be ſeparated.\nOf the O's direction to the D of H in mundo,\nby a converſe motion (c), the calculation is as fol\nlows (d): The oblique aſcenſion of the 8 of H is\n351° 16', to the pole 59°, that is, in the horoſcope;\nthe right aſcenſion of h is 327° 11, which ſub\nftraćted from the former, leaves the aſcenſional\ndifference of h 24°5', and the ſemi-diurnal arc of\nh becomes 114° 5': the diſtance of H from the\nWeſt is 58° 49', the Q's declination is 23° 30', aſ\ncenſional difference 46° 23', ſemi-diurnal arc is 43°.\n37; o's right aſcenſion is 266° 59', from which\nhis primary diſtance from the medium caeli is 64°32'.\nI now require, if the ſemi-diurnal arc of H 114°,\ngives his diſtance from the Weſt 58° 49', what diſ\ntance from the medium caeli will the Q's ſemi-diur\n(b) The Moon in conjunation with Mars in the zodiac.\n(c) The Sun to the Quartile of Mars, converſe motion in\nMunda, (d) Canon II.\nnal\n\fR E M A R KAB L E N AT Ivi T 1 Es, 59\nnal arc 43°37' give and by the logarithms theo's\nſecondary diſtance from the medium caeli is 22°29',\nwhich ſubſtraćted from the primary, leaves the arc\nof direction 42.3 of the (e) o as D to H (f). But if\nwe add this ſecondary diſtance of the o 22°29 to\nhis primary from the horoſcope, we make the O’s\narc of direétion to the mundane parallel of h 43° 17';\ntherefore the direétions followed very near one after\nthe other. But as I declare myſelf ſincerely inge\nnuous, and deſire nothing but the bare truth of\nevery thing, obſerve, gentle Reader, that I have\nrecorded this example in my Philoſophy of the\nHeavens, and have there remarked, that from Ty\ncho's calculation, one degree is to be added to the\no's place; for as Argol has placed a matutine hour,\nthat is from midnight, in the middle of this fi.\ngure, I thought it belonged to the night following\nthe 19th day, for, among ſeveral reaſons, mid\nnight is the end of the preceding, and the begin\nning of the following day; but if 7h 28' be from\nmidnight, it certainly preceded the 19 days; and I\nafterwards found, from the D's place, that that\nmatutine hour belonging to the night preceding\nthe 19th day, therefore the o’s place ſeems to\nhave been rightly calculated. -\nFor the ſecondary direétions, I add to the hours\nofthe nativity 37 days 20 hours, for ſo many years\nand 10 months, and I come to the 25th of January\n(e) The Sun to the parallel of Saturn inMundo.\n(f) Canon XXXII. and XXXVII,\nH 2 - 1595,\n\f69 R. E M A R K A B L E N AT Ivi Ti Es.\n1595, with the meridional hour 17,42: the Q was\nin 2: 6°, and the D in a 6°, who by a ſeſqui\nquadrate ray and parallel of declination of aſſuming\nthe nature of 3 , with whom he had theſe aſpeas\nwhile remaining in the parallel 8 of the @, in\nfećted the O alſo with the ſame evil qualities; the\nO too was in the parallel of 3 radical, and like\nwiſe at ſetting h and 3 entered a parallel exactly\nto this place ofthe O, and ) at ſetting had entered\nthe exact parallel of 3 by theſe motions of the\n25th of January. The progreſſions for full 38 years\nwere made on the 13th of January 1598, whilſt\nthe D had ºr 16°; but there is a deficiency of two\nmonths and four days, for the Q at ſetting was in\n* 23°, but in the nativity to7°, wherefore, from\nthis place of the in ºn 16°, I ſubſtraćt 6° 5' for.\nthe two months four hours, to denote ſo many\ndays, ſo that the is poſited in 2.7°, that is, on,\nthe 8th of January 1598, when the Q was in ºf\n18° above 8 of the nativity; and it is to be ob\nſerved, that # in the nativity takes upon him an\ninimical nature, becauſe not conjoined with the\nfriends, but, on the contrary, in the houſe of h;\nthe D, by exaltation, k, and alſo bymundane paral\nlel of 3, applied to the parallel of4 of thenativity,\nand alſo of h and 3 on the day of their ſetting,\n& in the progreſſions from II was found in the 8\nof the O of the nativity. On the 13th of Oéto\nber, 16°32', three days before the accident, there\n-\n. . . . . . . . . . . . . . . . . . . . . . . . . .\nſ: \" . . . . . . . . . . ;\n\fR E M A R K AB L E N AT I v IT H E S. 61\nwas a famous new D in 20° of e, in D of 8 of the\nnativity, and D of the O’s progreſſion.\nBut it appears that § contributed not a little to\nthe accident which befel the King, who is reported\nto have gone, merely out of curioſity, to recon\nnoitre the enemy, and was by them wounded mor-.\ntally. . . . . . . . - - - *\n*\nSecondary Directions.\nG) D | P hp 3 2 | 8 83\nDeg. |* | Sl Q. >{ f }{ Vºf 8\nof l—\nLong. 6.ol 6-o] 22.40 | 1.55 || 21.29| 16.5ol 13.1o 6.37\nProgreſſions.\n| @ | > | } | 1 || 3 || 2 || 8 || 3\nII I II || 2: Vºf 3%\n: ==\nDeg. Vºf\n. I of\nLon. 18.o. 7...o 4.28 6.4o 28.9 || 28.22 || 8.o 9.30\nPlaces ofthe Stars at the Moment of the Accident.\n83\n§\nN | }} || 7 || 3 2\nDeg. | = | f | m. 8. m m | tº ºr\nŁon.] 23:25 o.15 27.11 || 24.29 |25-48 || o 31 || 23.44; 27.5\nODOARDUS\n\f62. R E M A R K A B L E N AT IV. I Ti E. S.,\nODOARDUS CARDINAL FARNESE:\nE was eleēted Cardinal in March 1591, being\n17 years and three months old : a catarrh\nput an end to his life on the 21ſt of February,\n1626, in the 52d year, two months and ſeveh days\nof his age. -- º --\nArgolus directs the aſcendant to the antiſcion of\nh; whereas the fignificator oflife belongs entirely\nto the o, which he omits, becauſe the numbers\nof his calculation do not agree. And as my me\nthod is perfectly right, inſomuch, that not only in\ntheſe examples, wherein the 9 is in the crepuſ\ncules, but alſo in others, wherein the o is found\nin the obſcure ſpace, my calculations agree won\nderfully with the times. Doubtleſs theſe examples.\nof deceaſed perſons ought to be received; and that\nno one may look upon this new opinion concern\ning the crepuſcules as ridiculous, and not to be\ndepended upon, there are ſeveral people who can\nvouch for its truth. \" . . . .\nThe o then, in the 53d year, arrived at the D\nof H, inthe zodiac; theo’s oblique aſcenſion in the\nhoroſcope is 289° 32'; the oblique aſcenſion of the\nquadrate of h is 344°50'; from which, ſubſtraćt\ning the former, leaves the arc of direction 55° 18'\n* . . . . . . . . calculated\n- i.\ni\nº\n\fR E M A R K A B LE N AT I v 1 T 1 Es. 63\ncalculated in the horoſcope; I ſubſtraćt the horo\nſcope's oblique aſcenſion from the o, and there re\nmains the O’s primary diſtance from the horoſcope\n20°57', which I look for in the Tables of the Cre\npuſcules to the pole's elevation 44°, but I do not\nfind it yet: I take the neareſt, which is 20° 14', to\nthe crepuſculine circle of depreſſion 13°; to the ſo\nlar degree 25° of t ; and to the ſame circle under\n2° x, I take the ſecondary diſtance 18° 20'; I ſub\nſtraćt this from the primary found in the Tables,\nwhich is 20° 14', (for it is of little or no conſe\nquence, as we have ſaid in its Canon, if we do not\ntake the exact diſtance of the O 20° 57') and there\nremains the Eaſtern I* 54'; but as the ſecondary is\nleſs than the primary diſtance, I add the Eaſtern\ndifference to the arc of direction 55° 18', and I\nmake the true arc of direétion 57° 13' (g).\nIn a converſe motion, whilſt the o and 3 were\ncarried away by the motion of the primum mobile,\nthey happened to be poſited in the mundane parallel\nalternately, that is, in an equal proportional diſtance.\nfrom the medium caeli; the O’s ſemi-diurnal arc is\n4° 21'; the ſemi-diurnal arc of 3 is 5° 38', (for\nthe declination of 3 is 5° 26') anſwers to 14° of\n… in the ecliptic. I add theſe ſemi-diurnal arcs\ntogether, and I make the ſum 9° 59', which\nI place in the firſt; in the ſecond, the ſemi-diurnal\narc of 3 5h 38; in the third, the right diſtance\n- (g) Sun parallel to Mars, made in Scorpio and Aries.\n- - * * * which\n\f84 RE M A R K AB L E N AT 1 v 1 T 1 Es.\nwhich varies between 3 and the o, the right af.\ncenſion of 3 is 195° 27', but of the o 2640 48';\ntherefore there remains their right alternate diſ\ntance 69° 21'; and in the fourth place is produced\nthe ſecondary diſtance of 3 from the medium caeli 39°\n8', which I add to the primary, becauſe 3 is in the\naſcendant part ofheaven, and thedireétion is finiſhed\nin the deſcendant, and the arc of direétion comes\n56°, for the primary diſtance of 3 from the medium\ncaeli is 16° 52'. For the equation, I add this arc to\nthe o’s right aſcenſion, which is 264° 48', and\nthe ſum 320°48', anſwering to 2: 18° 20', at which\nthe O from the day and hour of the nativity ar\nrives in 52 days and 2 hours. The right direc\ntion to the D of h was ſuccedent; if, however,\nthe place of h be true, which in the nativity was\nin the 8, h, when the D of the D in the zo\ndiac ſucceeded him, the diſeaſe in its proper and\nnatural ſignificator was denoted to be mortal from\nthe violence of the catarrh, which was ſo great,\nthat it cauſed a ſuffocation. For the ſecondary di\nrečtion, I add to the hours of the nativity, 52\ndays, 4 hours, 30 minutes, for the 52 years,\n2 months and a quarter, and I come to the 28th\nof January, 1574; a little before noon the oap\nplied there to the exact parallel of 3 ; alſo, the O\nwas conjoined to 8 B., who being in South latitude\n3° 50', was in the ſame parallel of declination with\nh, and ſo by reaſon of the ſigns and aſpects aſ\nſumed the nature of h . But it deſerves admira\ntion,\n\fR E M A. R. K. A. B.L. E N A T I V ITI E. S. 65\ntion, to find that, on the day he took to his bed,\nthe O was found in 3 with 3 &, and nearly in the\nſame degrees of that ſign, both being in the parallel\nof 3 , who in that of 3 entered the o’s place of\ntheſe motions; and on the day preceding the fick\nneſs, there happened a full 9 near to theſe\nplaces; the in her motion was in 8 1°, with\n3° 53 South latitude, whereby ſhe had the declina\ntion of 18° 14'; this declination h entered at\nhis ſickneſs and death; on the day his diſorder be\ngan, the D was in m 7°, to a ſa of Ł by theſe\nmotions. You ſee, therefore, a mutual alteration\nof the aëtive and paſſive ingreſs. Laſtly, on the\nday he died, the o reached x 3° of his primary\ndireétion, under a D of H of the nativity, and 3.\n7° in 8; whence both in the quadrate and parallel\nhe maligned the o’s place of theſe motions of the\nſecondary direétion; but, becauſe & ſometimes\ncommunicates a kind - aſpect to the fignificator\nof life, even though he may affiſt towards a de\nfluxion of humours, he aſſumes the nature of the\nenemies, particularly if he participates with h.\nHear what Ptolemy ſays in the Chapter of Diſ\neaſes incident to the Body: “But 8 (ſays he) is a\nhelp to the inveteracy of diſorders, as he increaſes\nthe frigidity of h, when reconciled to him, and\nwith a more conſtant motion ſtimulates the\nphlegm and heap of humours, in particular about\nthe breaſt, belly, and throat, &c.”\nI The\n\f65 R E M A R K.A. B L E N AT IV. 1 T I E 5.\nº\n. The progreſſions for 48 years are finiſhed on the\n24th of Oétober, 1577, during the time the D re\nmains in ºr 21°, for its diſtance there from the S\nof the O is 20°, as in the nativity, for 52 years,\non the 20th of February, 1578, whilſt ſhe was in\nsl 22°; for the two remaining months the D goes\nover 65°, and is poſited in a 27°. Laſtly, for the\nother 7 days ſhe goes 8°, and is poſited in 5° of m,\nthe O was then in × 17°, which is from the op\npoſite, where h entered on the time of his ſickneſs,\nand 3 in the parallel at his death, and nearly in\nthe 3, entered the D's place of the progreſſion of\nm 5°. -\nin the 18th year, when the native was created a\nCardinal (h), the O, by a right direction, arrived\nat a A of n! in the world, which we have calcu\nlated in Canon XXXVI. to which we refer you ;\nthe medium caeli likewiſe came to the A of 2; for\nthe oblique aſcenſion of the ſecond houſe, which\nis elevated 33°, is 298° 35'; the oblique aſcenſion\nof 2 in the ſame place is 3.18° 3, from which ſub\nftraćting the former, leaves the arc of direétion\n19°28'; ſo that this preceded, that ſucceeded.\n(h) Canon XXVII.\nSecondary\nº\n\fB E M A R K A B L E N AT IV.1 T I E S. 67\nSecondary Direáions to the Time of his Death, ja\nnuary 28, 1574.\no | H || 1 || 3 || 2 || 3 || 8\nDeg. * 8 f 8 m. cy,\nLon. 18.48 || 1.o 7.14 || 27. 12 || 1 1.55 2.57 || 19. Io 22.21\nR.\n...: II\nProgreſſiºn on the 25th of February, 1578.\n) | p || || || 3 || 2 || 3 || $2\nin ºf are ºf : | Y ºr\nG)\nDeg. }{\nof\nLon. 17.o. 5.o 21. Io | 9-30 || Io. 36 || 27.14 || 6- 14 || 3.30\nOn the Day ºfthe Sickneſ, the Stars were poſited thus:\nO | V | H || || || 3 || 7 || 8 || 2\nP; + my up m | 8 || : 2: my\no -\nLong. |24, 17.37| 13.48 || 1.o | I 1.32 || 2.5% 22.29 || 5.20\n- R. R.\nI. 2 RAINUTIUS\n&\n\f63 R E M A R K A B L E N AT IV.I.T H Ess\n--\n*\nRAIN UT I U S F A R N E S E,\nD UK E or Pa * * * :\nTrr E died the 5th of March, 1622, ofa dropſy,\naged 52 years and 11 months. The O is\ndoubtleſs the ſignificator of life in this nativity;\nbut Argol not finding in his numbers any direétion\nof the o for 53 years, direéts the aſcendant to a\nA of h, which is of the longeſt aſcenſion, and in\nthe place of the direétion is the beginning of the\norbs of 11, ſo that this direction has not the leaſt\ndeadly appearance (i). According to our method,\nthe o arrives by a right direétion at (k) a D of 3\nin the zodiac; the O’s oblique aſcenſion in the ho\nroſcope is 8° 28, from which ſubſtraćting the ho\nroſcope’s oblique aſcenſion, the o’s diſtance from\nthe horoſcope is, for the remainder, 18° 43'; the\noblique aſcenſion of ga o.o is 65° 10', from which\nſubſtraćting the O’s oblique aſcenſion, leaves the\narc of direction calculated in the horoſcope 56°42'.\nIn the Table of Crepuſcules I look for this diſtance\nof the O 18° 43', under the pole's elevation 44°, to\nthe ſolar degree of ºr 16°, and I take the propor\ntional part between the diſtance 18° 32', which is\n(i) Canon XXVIII.\n(k). The Sun to the Quartile of Mars in zodiac,\n£C)\n\fR. E. M. A.R. K. AB L E N A T L V IT I E S. 63\nto, ºr icº, to the crepuſculine circle 13°, and the\ndiſtance 19° 1', which is to 20° ºr, i. e. for 6°, for\nthe G is in ºr 16°; the difference is 20°, from\nwhich for the 6° 17', are due to be added to 18° 32',\nand I make 18°49', but the O’s diſtance is 18°43’;\nthis I reječt, and take 18° 49', for it matters not,\nas we have ſaid in the the firſt of the Canons. To\nthe ſame crepuſculine circle 13° under as o.o, I\ntake the 24°45', which are the ſecondary diſtance,\nand greater than the primary 5° 56', which are\ntherefore to be ſubſtraćted from the arc of direction\nabove found, and there remains the true arc of di\nrečtion 5cº 46 (l), which for the equation I add to\nthe o’s right aſcenſion 14° 31', and I make the\nſum 65°17' to II 7°, which the O from the hour\nof the nativity reaches in 53 days, which are ſo\nmany years; at the ſame time the O, by a con\nverſe motion, came to the (m) ſeſqui-quadrate of\n% in mundo. The oblique aſcenſion of the oppo\nſite of H is 6°19', from which ſubſtraćing the ho\nroſcope's obſique aſcenſion, there remains the diſ\ntance of H, from the Weſt 16° 34'; but as the ho\nrary times of h are 15°, it is evident that h was\npoſited about the middle of the 7th houſe, diſtant\nfrom the true medium caeli 1934; therefore the G. ,\nas he is nearly the ſame horary times as h, is po\nfited in his ſeſqui-quadrate before he arrives at the\ncuſp of the 12th houſe 1° 34'; the Q's horary\n(i) Canon xxxi, and xxxvii. -\n(m) The Sun to the ſeſqui-quadrate of Saturn in mundº.\n- º times\n\f7o R E M A R K A B L E N AT IV. ITI E S.\ntimes 16°, added together, make 32°, to which I\nadd the O’s diſtance from the Eaſt 18° 43', and I\nmake the ſum 50°43', from which ſubſtraćting 1°34',\nthere remains the arc of direétion 49°9', ſo that\nthis direction had preceded a year, in caſe the place\nof Ł be true. But there happened to be a ſeſqui\nquadrate of h to the D in mundo, by a converſe\nmotion. There had likewiſe preceded a pa\nrallel of h to the O in the world, whilſt both were\nmoved together by the motion of the primum mc\nbile; but as it is unfortunate, and the D in the\n6th houſe in the ſeſqui-quadrate of the o, the fig\nnificator of life, they denoted a dropſy, and, ac\ncording to Ptolemy, a bad ſtate of the lungs. I\ntake the ſecondary direétions to the 52d year ex\nactly, together with the 11 months, from the 18th\nof May, 1569, with the meridional hours 14.24;\nthe was in gº 12°, who was ſeparated from the\n8 of n!. On the day he died, which was the 5th\nof March, h was found above the place of the ;\nand again, on the ſame day, the D entered a D of H,\nof theſe motions; the O arrived at II 7°: there was\na full ) before he died, on the 26th of February,\n1622, the G being in 8° of x, and the D in my 8°,\nin the D to the G)'s ſecondary direction; and at the\nfull D, the luminaries were with the parallel of 3.:\non the day he died, h entered the parallel of II 7°\nof the O’s ſecondary direction.\nThe progreſſions are made on the 6th of July,\n1573; the Q was in a 23°. On the day he died,\n- - - - 3 entered,\n\fR E M A R K A B L E N AT I W IT I E.S. 71\n3 entered, from the D, this place of the O ; the\nD in a of 3 near c. 11°, to which h on the day\nof death was in.\nThe ſecondary directions were as follow :\n) B | | | 3 2 § 8\nDeg. II gº\nof -\nLong. || 7-o]12.o. 1.27 | Io.21 | 11.32 22.21 | 15.26 23.1o\n=º: Vºf 8 ors 8 1ſ,\nThe places of the progreſſions are theſe:\nG) | } | V | | | 3 2 § 83\nDeg. I gå = | in 8 gº ºf gº ga\nof\nLong, |23.oji I.C 20. Io 29.33 || 11.15 20.3 4.o || 3-16\nOn the day he died, the planets paſſed over the\nfollowing places:\nG) ) | } | 1 || 3 2 § . . . $3\nDeg. | >{ | f | gå II ºr | 8 || 36 m.\nuf\nLong- || 15.o 28.ol 14.6 | 16.54| 21.1sl 1.6 ſ 15.39|23-13\nObſerve the unhappy diſpoſition of 11 in all theſe\nplaces to ſignify a dropſy.\n- Jo HN\n\f7a. R E M A R K AB L E N AT I v IT I E sº\n* , , , . . . . . . .\nJ O H N C O L U M N E,\nPatriarch of Jerusales. -\n- º, i.\n*\n-\nE died the 14th of April, 1637, of an apo\n| A plectic fit. In June, 1626, hewas troubled\nwith violent pains in the head. -\nIn this nativity Argol directs the aſcendant to\nthe H of it for the time of his death, as it hap\npened that it was an erratic ; whereas the fignifica:\ntor of life is entirely proper to the G), who, as the\ncardinal ſign of the Eaſt and the favourable planets,\ncan by no means be an erratic. Indeed, it is true, if\nthe unfavourable be commixt together with the de\nſtroyers of life, they can diſtinguiſh the kind, na\nture, and cauſe of death. But from their nature,\nthe friends uſe their power rather to five than de\nſtroy, even from the ray D and 8 , as we find (n)\nit in Ptolemy in the Chapter of Life; the othere\nfore, the ſignificator of life, arrives at a ri of 3\nin the zodiac in 25 years, and, by a (2) converſe mo\ntion, was elevated above the horizon to the mun\ndane parallel of 3 ; the G’s oblique aſcenſion is 18°\n(n) Canon XX.\n(a) The Sun from the Quartile of Mars in the zodiac.\nr\n52 ;\n\ftR E M A R K AB L E N At Ivi T 1 E s. 73\n52', from which ſubſtraćting the horoſcope's ob\nlique aſcenſion, there remains the o’s primary diſ\ntance from the Eaſt 12° 33'; the oblique aſcenſion\nt of3 is 44° 37', from which ſubſtraćting the o’s\noblique aſcenſion, leaves the arc of direction 25°\n45', calculated in the horoſcope. In the Table of\nCrepuſcules, for latitude 42°, I look for the o’s\ndiſtance, and in the crepuſculine circle 9° to oº of\n8, I find 12°54'; to 10° of 8, I find 13° 21';\nthe difference is 27°. I take the proportional part\nfor 2° and 1-third, and I make the primary diſtance\n13°; then in the ſame crepuſculine circle 9°, under\nII 7°, by taking the proportional part, and I ob\ntain the ſecondary diſtance 14°45'; the Eaſtern diſ.\ntance is 1° 45'... But the ſecondary diſtance is\ngreater than the primary diſtance; the difference\ntherefore muſt be ſubſtraćted from the arc of di\nrečtion 25° 45'; therefore the true arc of direction\nis 24°, which for the equation added to theo’s right\naſcenſion 30°7', makes the ſum $4°7', to 8 26°\n26, which the o, from the day and hour of the\nnativity, reaches in 25 days, that is, in ſo many\nyears of his life (p). (4) The o is by a converſe\nmotion poſited in a mundane parallel of §, whoſe\ndeclination is 7° 17', anſwering to 18° 30' of the\necliptic; its diſtance from the Eaſt 9° 2d ; its\noblique aſcenſion in the horoſcope is 15° 39'; the\n(b) The Sun to the mundane parallel of Mercury, con\nverſe motion. -\n(q) Canon XXXV, and XXXVII.\ny K diurnal\n\f74 R E MAR;K A. B. L.E N AT IV. I Tºl F. S.\ndiurnal horary times of the o, whereof the noc\nturnal horary times are 13°54' (for he is poſited\nabove the earth) are 16° 53, whereof, in the fourth\nplace, is produced the O's ſecondary diſtance 11°\n20', which, added to the primary, makes the arc\nof direétion 23°53'. . . . . . . . . -\nBut it is very plain that § poſſeſſes an erratic\npower; even from the nature, the effeót ſhews it\nſelf; for 8 is in exact parallel of B's declination,\napplying to the declination of 3 ; he is likewiſe in\nthe mundane parallel of h; and as he has his a to\nthe y, denotes a very grievous diſorder in the head,\nchiefly when found in the center of the horoſcope,\nand weſtern angle (r). (s) The O was likewiſe con\njoined, by a converſe motion, to b , whoſe declina\ntion is brought back to x 1 1° 40' in the ecliptic,\nand the diurnal horary times become 13° 55,\nwhich doubled is 27°50'; the pole of the twelfth\nhouſe is 31°, the oblique aſcenſion of h in the ho\nroſcope is 352°34', and there remains his diſtance\nfrom the Eaſt 13° 45'; from theſe, in the fourth\nplace, are produced:5°, to be ſubſtraćted from the\npole of the country, and there remains the polar\nelevation of H 37°, under which his oblique aſcen\nſion is 351°28': the o’s oblique aſcenſion there is\n20°41', from which, ſubſtraćting the former, leaves\nthe arc of direétion:29° 13', ſo that the O was\n(r) Canon I. IV. and XII.\n(*) The Sun in conjunction of Satuin, converſe motion.\nonly\n.*\n\fR E M A R KAB L E N AT Ivi Ti Es. 7s\nonly 4° diſtant from h; therefore, from the\nfour examples of the Ó, conſtituted in the cre\npuſcules, it is, ſufficiently, and plainly proved,\nhow well; the calculations by crepuſculine cir\ncles agree. But I propoſed this method by rea\nſoning upon, and alſo obſerving the accidents in\ntheſe examples, as I never could perſuade, my\nſelf to negle& the true ſignificator, of life.\" It is\nuſual with ſome, to anſwer this method of proceed\ning, by ſaying, that there is no occaſion to be ſo ri\ngorouſly exact in the judgment of nativities, and\nthat a malign influence of the horoſcope may kill\nthe primary, if it has not the ſignification of life.\nBut from ſuch reaſoning, the order and method\nwhich Ptolemy lays down for the eleētion of a\nprorogator is quite abſurd, unleſs life be at the diſ\npoſal of a ſole primary ſignificator only, and a\nvery powerful reaſon convinces us it is ſo. For\neven the firſt prorogator only, that is, if more\npowerful with reſpect to the reſt, denotes life, or\nelſe one with the competent as colleagues; this\ncannot be admitted, as it would create a confuſion.\nwhich could not be cleared up. Ptolemy never\ntaught it ſhould be ſo. They ſay, that life pri\nmarily regards the principal prorogator; and ſe\ncondly, the aſcendant; ſo that in the oppoſition to\nthe enemies, it may kill; but it is quite the reverſe,\nif a prorogator, who forms its powerful and dig\nnified place, is entitled to the ſignification of life,\ncan, by his influencing power, ſupport that life,\nK a inQ\n\f76 R E M A. R. K. AB L E * N AT I W IT I E S.\nno other of inferior virtue can put an end to it.\nAgain, they ſay, the reaſon why thoſe nativities\nare ſtronger, wherein ſeveral concur, to fignify\nlife, is becauſe the ſignificators of life being nume\nrous, there is a proportional increaſe of ſtrength to\nprolong life. But it is otherwiſe from ſeveral ſig-,\nnificators: the aſpects of the deſtroyers are multi\nplied by the different and numerous direétions;\ntherefore, that perſon who has ſeveral ſignificators\nof life, will be lower in ſtation and ſhorter lived,\nas, in truth, they direét the horoſcope to the ene\nmies, purely that it may kill; though the lumina\nries at that time happily ſignify life, and are\nſtrong, owing to the aſpects of the favourable pla\nnets with which they continue in their direction;\none, therefore, only ſignifies life elečted, according\nto Ptolemy's method, &c. but let us look for the\nother motions in the nativity now before us.\nThe ſecondary dire&tions are made May 16, -\n1612, 16 hours nearly, when the D was in f. 24°\nin the D of 3, § in the D of 3's radical place,\nand in that of a deadly direétion. At his death the\nD was poſited in II to this his place, and on the\nday he died was found there, with the E of 8 in\nthe tº of 3 of theſe motions, for 3 was in × 26°;\non the 9th of April, which preceded his death,\nthere was a celebrated full e, the e being in ºr\n20° above 3 of the nativity, and the D oppoſite ;\nand at his death the G) exactly paſſed through above\nthis place of 8, maligned by the D of h, who in\n- his\n\fR. E. M. A.R. K. A. B. L. E . ‘N AT IVºl T1 E. S. 77\nhis tranſit was found to remain above the D, and\nin the D of 8 's radical place. a\nThe progreſſions to the end of the 25th year,\nare made on the 29th of April 1614, the be.\ning in 2: o°; but 7° muſt be ſubſtraćted, for his\ndeath happened 7 days before the o’s return to the\nnatal place, and the 5 was poſited in 23° of *\nabove his proper place of the nativity, in the In.\nof § , where h was found at the death; the D,\nat his death, entered the ſign ef 3 of the progreſ\nſions, where × was in 29°, and at the death ſhe was\npoſited in its D, and 8 was found exactly in the\nſame place on the day he died; the p, on the ſame\nday, was poſited in the D of the of the progreſ\nfions, and parallel of 3 's radical place; and it is\nadmirable to ſee how well theſe agree. You are\nto obſerve, likewiſe, that the ingreſſes and tran\nfits, both ačtive and paſſive, agree; aſpecting the\niunations above the places, according to the true\nſenſe of Ptolemy, and are the cauſe of effect.\nSecondary Direction Places of the Stars.\nO ) b | 1 || 3 || 2 || 3 || 3\nDeg. | 8 | f | X | Su | x\nof\ngº II II\nLon. 16.o 24.o | 16.5 || 17.5o 25.17 | 2.39 || 10.1 | 1.48\nThe\n\f78 R E M A. R. K. A B L E N AT IV. I. TIES,\nThe Progreſſions of the Stars are asfollow :\nO B || || || 3 2 § 83\n)\nDeg. | 8 || Vºf Y’ º: 26 8 8 8\nof\nLong. |8.2c\/23-o] 7.5o | 19.36 || 28.57| 24.19 28.52 24.6\nPlaces of the Planets on the 14th of April, 1637,\n- 3h Night.\nG | > | H | 1 || 3 || 2 || 8 || 2\nDr. ºr t ºf in 8 | * | x ºr\nof\nLon. 24.48 |27.ol 25.7 || 7.20 || 14-31 | 1.34 27.o || 29-o\n—\nFERDINAND\n\fE E M A R x as LE Nativities. 1,\nF ERD IN AND G o Nz AGA,\nD U K E o F M A N T U A.\nI YE died in O&ober, 1626, aged 39 years and\n6 months; but as the D is in the center of\nthe horoſcope, ſhe is the ſignificator of life, which\nin the 39th year and 1-half, had arrived, by a right\ndirection, (t) to a parallel of the declination of the\nO and h; and, as a queſtion ſometimes ariſes, to\nknow at what place the ſignificator arrives by a di\nrećtion in the zodiac, of this then I will now\nfhew an example: In the firſt place, I thus find\nthe arc of direétion adequate to the 39 years and a\nhalf; the O in 39° 12h, arrives at II 14°, whoſe\nright aſcenſion is 72° 38'; the o's right aſcenſion\nis 33°42', which, ſubſtraćted from the former,\nleaves the arc of direction for the given years 38°\n56; the »'s oblique aſcenſion to the pole 44°, is\n290° 48', to which I add the arc of direction\n38° 56', and I make the ſum 329° 44', which\nthe o arrives at in the ſaid year. I find this\nin the ſame table of oblique aſcenſions : 16°,\nin North latitude 3° 50', that is, the ſame ) is\n(t) where the ſignificator arrives by direétion.\n\f6& R.E.M. A. R. K. A B L E N A TiVI Ti E.S..\nin that latitude; but the declination of this place\nfor longitude and latitude is 12° 50'; the O’s\ndeclination is 13° 34'; h’s declination is 11° 34';\ntherefore the 9: in that place obtained a mean de\nclination between the O and H . But, as the 6)\nwas conjoined to h, and in the mundane parallel\nof 3, he was endowed with their deadly qualities;\nfrom which iſ being alone in his ºk, could not re\nlieve him. By a converſe direétion the P applied,\nto procure a mundane parallel with the Q and b,\nwhilſt all were carried away by the motion of the\nprimum mobile. But if a 26° 45', are poſited in\nthe medium caeli, this ray, by a true calculation,\nexactly agrees, for the D's ſemi-diurnal arc is 4°\n44; ſemi-diurnal arc of the Ø's oppoſition is 5* 6;\nwhich added together, make the ſum 9h 50'; the\np's right aſcenſion is 271° 58'; her primary diſ\ntance from the medium caeli is 26° 45' of ze, whoſe\nright aſcenſion is 204° 48', being thereia poſited is\n67° Io'; the right aſcenſion of the @'s 8 is 213°42';\nand the right diſtance between the and 8 of the\no, becomes 58° 16'; therefore, if that ſum, 9%\n50, gives the P's ſemi-diurnal arc 4° 44', the right\ndifference 58° 16', will give 28° 3, which ſub\n#račted from the D's primary diſtance from the\nmedium taeli, leaves the arc of direction 39° 7\":\nſhe likewiſe applied to the mundane parºſlel of\n& ; and laſtly, to the 8 of g, which direction\nmay eaſily be calculated.\n-\n- -\n\fR E M A. R. K. A. B. L.E . N AT IV. I.T I. E. S. $t\n--\n. For the ſecondary direáion, I add to the hours\nof the nativity 39 days 12 hours, for the ſame\nhumber of years and 6 months, and I come to the\nth of June, 1587, nearly in the meridian, in\nhich the places of the planets were as under:\n- * * * -\n- ** -\n- - : . . . . .\n* - a - . . . . . . . ; *\nº\n– or --D-H h – it 3 || 3 || 8 || 8\nFºl II - if H 8 ºf . ; ſº ºr II |2-\nLon. 13.43 || 14.24 fo.45 | 16.38 *42s 28.5shortolà.31\nt S., | S. 1 S., | N. J. S. s.\n‘Lat. - || 4.28 || 2: 9 fo. 5 || 1: 5 || 2.10 |*|\n- . . . t... . . . . .\nThe D under the O’s rays produced to him and\nthe O with & B. in the parallel of 11's declination;\nbut nº was adverſe to the ſign of the luminaries; in\nOćtober, 1624, in which the native died, there was\na fulle in c. 12°, with 3 retrograde in 6 with 3 and\nparallel of h, and to the ſecondary direétion in the\nparallel of 3, and to the nativity in the parallel of\n2 and 3 .\nThe progreſſionsdepend on the 6th of July,1590,\nor on the following day, becauſe the day is not\nknown when the native died, yet the planets were\nnearly as follow.\n. . . . . - L Deg.\n\f82. R E M A. R. K. AB L E N AT IV. IT I E S.\nO ) 7| | | 3 2 || 3 || 3\nDegl as m | 1 | < | as 8 || Sl\nof - —l—-\nLon. 14.33 17.42 || 21.33 |9.33| 13.28 29.56 |8.37 4.46\nN. S. N. N. N. N.\nLat. 3.25 | 1.36 | 1.32| o. 3 || 3.11 || 1.22\nThe O was with 3, the D with the D of h; in\nthe month he died, h was above this place of the\nP, and 3 in the D of the D's place, and the lu\nnations in an hoſtile ray to this place of 3, and\nalſo of the O. -\nC O S M A\n\fR E M A R K A B L E N AT IV. I T I E S. 33\nC O S M A T H E S E C O N D,\nGREAT Duke of TuscANY.\nE died in February 1621, being 30 years and\n9 months old.\nArgol ſays the pole's elevation is 43°, the O's\naſcenſion 64° 34', the aſcenſion of h & 94°42',\nand ſubſtraćts the arc of direction 30°8'; then the\nhoroſcope's 244°, the aſcenſion of h 8 274°42',\nand ſubſtraćts the arc of direétion 30°42': but I\nconfeſs I am ignorant how it can happen, that the\nſame arc of direction ſhould fall to the ſame pro\nmiſſors of the ſecond ſignificators, who are 3°\nof the equation diſtance from each other, for the\noblique aſcenſion of the O in 8 246° 58', from\nwhich ſubſtraćt the oblique aſcenſion of the horo\nſcope (as given by Argol) there remains the o’s\ndiſtance from the 7th houſe 2° 58'. If the o\nſhould remain upon the cuſp of the 7th houſe, the\narc of direétion of the O and the horizon would\ncertainly be the ſame; but as his diſtance is 3°,\nthere is no reaſon why at the ſame time of the di\nrečtion the O and horoſcope ſhould both arrive\ntogether, the former at the 3 of h , and the latter\nat his 8.\nL 2 Again,\n\f$4 R E M A R K A B L E N AT I y I Ti E. s.\nAgain, the o’s aſcenſion 64° 34', it is uncer\ntain in what manner it was taken for h’s aſcen\nfion; 94°42' is the deſcenſion, for the arc of his 8\nis 274°42', from which take 180°, there remains\nthe deſcenſion of H 94°42'. But the oblique aſ\ncenſion of the D’s 8 is 246° 58' given, his deſcen\nſion 66° 58'; therefore the calculations of Argol\nare to me unintelligible.\nIn this nativity there ſhould aſcend m 15°43';\nthe o, fignificator of life, was firſt dire&ted to the\n3 of 3, but as the A of h followed about the\nbeginning of nº's orbs, the native was preſerved :\nthen he was found in the 3 of h, whoſe latitude\nwas 1°39 South, and paſſed through, by a lati\ntudinal diſtance, according to the doćtrine of Pto\nlemy. -\nThe place of the direétion was likewiſe in the\norbs of , , and the o at that time was in the H of\n11 in mundo from the medium cali, all which pro\nfited the more, as the 9 in the nativity was con\njoined to 2 in her houſe, and within the orbs and\nmundane A of it; therefore he eſcaped the o,\nand alſo the 3 ºf , yet, I think, without a great\ndetrimeit to his health, and that having 3 de\nſcended below the horizon, and in the equal pro\nportional diſtance the o is at from the 7th houſe,\nthe o entered into its mundane parallel at the time\nof his death, being found within the orbs of 3 in\nthe zodiac. - - - -\n- - - Alſo,\n\fR E M A R K AB L E N AT I v IT I E S. $5\nAlſo, the O to the parallel of H in mundo, hav\ning paſſed by § , who, together with 2, was found\nunder the parallel of the enemies, and the D in the\nD of 3, whereby a complaint in the head was\npre-noted, without doubt the more grievous, as\nthe D in the nativity was in the G) in mundo D.\nA calculation of the O to the mundane parallel of\n3's direct direction follows (u).\nSemi-diurnal arc of the G) - - - 7 *:\nHis diſtance from the 7th houſe - 7 34\nSemi-noëturnal arc of 3 - - - 4 34\nHis ſecond. diſt. from the 7th houſe 4 41\nOblique aſcenſion of 3 8 - - - 265 34\nHis primary diſt. from the 7th houſe 26 9\nwhich being added to his ſecondary diſtance is 31\nfor the arc of direction, and being equated as\nuſual, produces 31 years almoſt.\nThe next is the O to the parallel of h in mun\ndo (w).\nH. M.\nSemi-diurnal arc of b - - - - 7 34\nHis diſtance from the 7th houſe - 34 ss.\nSemi-nočturnal arc of the O - - 4 48\nHis ſecondary diſtance - - - 22 39\nOblique aſcenſion of the G 3 - - 246 58\nHis primary diſtance - - - - 7 33\nwhich, as he is above the earth, and poſited below,\nmuſt be added to the ſecondary, and makes the\n(u) The Sun to mundane parallel of Mars, direct dire&ion.\n(w) The Sun to mundane parallel ofSaturn, direct direction.\natc\n\f86 R E M A R K A B L E N A T IV. I T 1 E. S.\narc of direétion 30,12. But from this example we\nare taught carefully to obſerve the places of the g,\nfor if the fortunes aſſiſt, they preſerve, particularly\nnear their orbs, as it happened in the preceding\ndirection.\nFor the ſecondary, I add to the hours and days\nof the nativity 30 days for ſo many years, and 18\nhours for 9 months, and I come to the 12th of\nJune, I 590, nearly, in the meridian in which the\nplaces of the planets are :\nO ) 7| || 3 2 § 3\nDeg. II -º- II | = | II | 8 || II | Q.\nſº. 20.4o | 16.45 | 18.12 |8. I c. 26.45 º Sºſa.g.\n- N-I-T-I-T-\nLat. 4.36 | 1.35 | 1.42 | c. 5 1.55 o. 24\nWhere you ſee the o is between h and 3, §\nconjoined to 3, and both unaſſiſted by any of the\nfriends. In February, 1621, the lunations hap\npened in the meridian angles of the nativity, in the\no's D with the parallel of 3. The progreſſions\nfor full 30 years, depend on the 14th of Oétober,\n1592: For the 9 months I add 9 or 10 ſigns, and\ncome to the 4th or 5th of November; for we are\nnot certain of the day he died : this is certain,\nthat on the 4th of the ſaid month there happened\na full e in 11° m. To the middle of February,\n1621, 3 was found in 11° m.\nL E W IS\n\fR E M A. R. K. A B L E N AT I W IT I E S, 2?\nLEWIS CARDINAL ZACHIA.\nE was made a Cardinal in 1626, on the 19th\nof January, aged 68 years and Io months.\nHe died on the 30th of Auguſt, 1637.\nFor effects, Argol directs the horoſcope's D to\nthe O; whereas, the one is not aphaeta, nor the\nother anareta; for the O is conjoined to 2, and\nin her declination, to which the D applies by a for\ntunate, ſhe alſo makes application to the n and\ndeclination of it, being conſtituted in his orb; ſo\nthat to the o ſhe tranſmits none but fortunate qua\nlities. We therefore, in imitation of Ptolemy,\nmake the hyleg, who after her firſt dichotome in\nher increaſe, approaches neareſt to the fulneſs of\nlight when conſtituted in the ninth houſe, and be\ntween the rays of the friends.\nShe, in 70 years and 5 months which the na\ntive lived, arrived at the parallel declination of 3,\nthat of Ł ſucceeding near as 18°, without the\naſſiſtance of the benefics (x). (y) I firſt look\nfor the declination arc, which is due for 70 years\n5 months: the O in 70 days and io hours from the\nbirth, comes to II 17°, whoſe right aſcenſion is\n(x) The Moon to the parallel declination of Mars.\nØy) Canon XXIV.\n75\n\f$g R e M A R K A B L E N AT I V IT i E. S.\n75° 52'; from which, ſubſtraćt the G’s right aſcen\nfion 8°, remains 67° 52', the arc of direétion. The\nD’s declination 15° S, 19° 35', whoſe horary times\nare 17° 35', her right aſcenſion 122°40'; this ſub\nſtraćted from the medium caeli, gives her diſtance\n22°42'; the pole of the ninth houſe is 18°, which\nproduces the D's pole 12°, under which her 3\noblique aſcenſion 305°57', to which I add the arc's\ndirection 67° 52', and the ſum is 13° 49', which in\nthe table of oblique aſcenſion is near 18° of p, with\nlatitude 1°28' North, which the N obtains there;\nſo that ſhe paſſed as 18°, with 1° 28′ South lati\ntude, the declination of which is 8° 26'; but the\ndeclination of 3 is 8° 43'; yet the luminaries, as I\nhave mentioned in another place, do not wait for a\ntrue and intimate declination, by reaſon of the\nmagnitude of their bodies. -\nBy converſe motion the D ad mundane D of 3,\nand , follows (2), the declination of 3 8° 43 ×\n7°46, whoſe noćturnal horary times are 16° 25';\nthe right aſcenſion of 3 339° 56'; his diſtance from\nthe inum caeli 14° 34'; the D's declination 15°, Q.\n19° 35', whoſe horary times are 17° 30', which\ngives her ſecondary diſtance from the 7th houſe 15\"\n34'; the oblique aſcenſion of the D’s 8 under the\npole of the horoſcope is 317° 38', from which ſub\nſtraćting the oblique aſcenſion of the horoſcope,\nthere remains the y's primary diſtance from the\n(z) The Moon to the quartile of Mars, converſe motion.\nfeventh\n\fR E M A R K A B L E N AT I W IT I E S. 89\nſeventh houſe 82° 16'; the ſecondary 15° 34', ſub\nÍtraćted, leaves the arc of direétion 66°42', near\n1° leſs than that taken; the D had alſo, about two\nyears before, arrived at the D of H. by converſe\nmotion; but, as ſhe in the nativity was very for.\ntunate and ſtrong, theſe directions waited for an\nincreaſe of the direét directions.\nThis example, alſo teaches us, that the ſenti\nments of Ptolemy were concerning a violent death;\nwhen in a peremptory place both the enemies meet\ntogether, it is to be underſtood, that in the (a) na\ntivity the violence is firſt pre-ordained from the\nunhappy poſition of the aphaeta; at other times,\nquite the contrary. But becauſe the direct direc\ntion chanced to be within the orbs of 8, the fick\nneſs was attended with a delirium and lethargy, ſo\nthat you may perceive this to have been the na\ntive's death. -\nIt may be aſked, why did not the 3 of H with\nthe 8 of 3 , and their preceding parallels, kill,\nas they received an addition of ſtrength from the\naſpect of the enemies Anſwer, Becauſe the was\nin a different and diſtant latitude from that of the\nenemies, and had the declination of ; and the o ;\nthere were the rays in the k of n!. Both in the\nzodiac and in the world, within the orbs of 2, ſhe\nwas likewiſe fortunate and ſtrong to reſiſt. Laſtly,\nthere was the parallel of 3, who is of the nature\n(a) Violent death,\nM of\n\fso R E M AR & A B L E N AT I v 1 T 1 E. S.\nof it, on account of the ſign and mundane A of\nit and parallel of 2 ; ſo that § was entirely pro\npitious. For which reaſon, he was the author of\nthe dignities in the native, as we have calculated in\nCanon LVI. and ſhall hereafter add; for neither\nthe O nor medium cali had any effect or aſpect with\nit in the 59th year, nor with 2, who being com\nbuſt, could not effečt any thing, except only pre\ndiſpoſe the O, by being preſent with her. The\nſecondary direétions till the time of death are thus\ncalculated. For the 70 years I add 70 days; and\nfor the 5 months 10 hours, to the day and hour of\nthe nativity; then I come to the 28th of May,\n1567, with 19%. 13, P. M. at which time theſe were\nthe places of the planets; the had the ſame decli\nnation as h 9°, and both the enemies.\n) b 7| || 3 § &\nDeg. I | = | 7 | < | 8 ||a ! is m.\ni. 16.30 26. o 8.54 28R5 H 9. of Rs º,\n- N N. + N. S.\nLat. 4.33 ± 2. 4 || 1.5o ſo. 2of 1. 6 | 1.54\nº\n- In the nativity the had likewiſe, by the direc\ntion, the ſame declination; this place of the D's\n8, Š entered on the day he died, 3 too not\nfar diſtant; the o in II 17°, which h entered\nfrom a parallel declination on the day he died; and\nOn\n\fR E M A.R KAB L E N AT Ivi ties, or\non the contrary, the O, on the ſame day, entered\nthe place of h of theſe motions.\nl 1\nh - º -----, - . º -\n'he Places ºf the Planets on the 30th ofAuguſt, 1637.\n- - - i - - ? - - - i i - - -- ;\nI\n→\nr\nT-T—T-HT |\nH -\n5 || 1 || 3 || 3 || 8 || 2 ||\n*|† ºf H ºf + e |-St-H ºx-H & ºf\no\nLqn.; 7.3 10.44|| 19.23 || 7-16 || 16.33426,42 28.33 #34-36\nT º I. *\nOn the 19th of Auguſt there was a remarkable\nnew in º 27°, when ſhe was in South latitude.\n3° nearly, whereby ſhe obtained the declination of\nthe enemies, and near the 8 of the p’s place of\nthe ſeconday direction. We look for the progreſ\nſons to the day of death, as follows: For 60 years\nI come to the 20th of March, 1572, but I go 55\ndays back, viz. to the 24th of January, when the\nD is in II 8°; afterwards I advance Io emboliſmi\ncal lunations, and come to the 14th of November,\nby poſiting the D in × 27°. For the 5 months\nthe D goes over 5 ſigns and 12°, ſo that ſhe is po\nſited in \"R 9° above the enemies of the nativity.\n-\n-\n-\n. . . . :: *- : . . *\n-\n* . .\nf - --- * - - * * * ~ * *\n- M 2 Planets\n\f92 R E M A. R. K. A B L E N A T L V IT I E. S.,\n* *\nPlanets Places in the Progreſſions.\nG) D R 11.\npeg. ºf \"g in :\nof — * * -\nLong, 15.0 9.0 |21. 14 1.o 28.5o 21.1o 27.o 15.o\n2 § - || 3\n:Tºr m. I gº\nMars was then in 8 to the of the nativity; H\non the day he died was in the parallel of the o’s\nprogreſſion on the 13th day, which was that of his\ndeath; there was a D of the D with the o, the,\nlatter continued in sl 21°, in the D of h’s pro\ngreſſion from 8 21°; and 3 was found above the\nI of the nativity, and h in the D of the Y's\nplace of her right direction. To the 59 years the\nG came to the # of 8, not only in the world,\naccording to the calculations in Canon XXXVI.\nbut alſo to his + in the zodiac.\n* *\nOf the O.\nRight aſcenſion - - - - - 8 o\nDiſtance from the imum caeli - - 42 38\nSemi-no&turnal arc - - - - 5 47\nCrepuſculine arc ſubſtraćted - - 1 44\nRemains the obſcure arc - - - 4 3\nOf\n\fR E M A R KAB L E N AT IV IT I E.S., 93\n* . - Of 8 21°. . . .\n- - - - 2 - H. M. Ç,\nRight aſcenſion - - - - - 48 33.\nDiſtance ad imum cali - - , – 83 II “\nSemi-noëturnal arc - - - - 4 47\nCrepuſculine arc - - - - - 2 7\n-\nRemaining obſcure arc - - - - , 2 40\n| And the ſecondary diſtance is 28°4, which ſub\nſtraćted from the primary, leaves the direétion's\narc 55°7'. The ſecondary direétionsto the 58 years,\n9 months, and 20 days, are made on the 17th of\nMay, 1567, with hours P. M. 4h 33, in which\nthe planets were as under: . . . . . . . .\" . . . . .\nO H | 1. & 2. : 92\nDeg. II | < | my | < | x II g; m\nLon. 5.30 |2. o 8.30 |28R 5o 25.8 26.24 |o. 141 56\n* *\nLat. 2.30; 2 - 5 I. 5 I o. I 9 || 1.44.\nThe O in exact biquadrate of n! and A of the\n> on the 18th and 19th of January, 1626; the lu\nminaries were in an alternate A ray, and toward\ntheſe places, and nº was in the ſame ſign and de\ngree, viz. c. 29°, with the biquadrate to the place\nof the G)'s ſecondary direétion. On the 12th of Ja\nnuary, 1626, the O in ºf 22°, the 5 in ga 22°, in\nthe rays favourable to § and the place of the G's\n- º direétion,\n\fst: RE M A R K AB L E N AT Ivrt 1 Es.”\ndirection, and k of it of the progreſſions, and the\noin the quintile of it's radical place. The progreſ\nſions are made on the 19th of December, 1571, in\nthe following poſition : -\n6 || > | }. | 21 | 3 || 2 || 3 || 3\nDeg. ºf : m 36 * | Vºf # St.\nof l—!— —\nLong. 8.0 23-ol 13.14 | 18.10 sa- 9.0 | 20.6 || 3:0\n-----\n*: -\n. Theo was in 6 with 2, and between the quintile\nand + of n!, in the parallel of § ; on the 19th of Ja\nnuary, 1626, 2 was above this place of the O,\n1ſ turned away from the + and applied to the\nquintile of the o’s place of the progreſſions, which\nthings are well worth obſerving.\nDOMINICK\n\fR E M A R K A B L E N AT 1 v 1 Ti Es. 9s\nD o M I N I C K\nU A R D IN A L G Y M N A SC U.S.\nHEN he was 52 years and 10 months old,\nr he was created a Cardinal, on the 9th of\nJune, 1604. His death happened on the 12th of\nMarch, 1639, aged 87 years, 7 months, and 20\ndays. -\nArgol directs the horoſcope to the D ; but the\ntrue aphaeta is the O, who, according to our cal\nculation, came to a parallel of h’s declination near\n13°, with ſome minutes, of the ſign m. : the G)\ndoes not reach the centre of the 9th houſe,\nbut his diſtance therefrom is 2°: the polar eleva\ntion of the 9th houſe is 28°, thereforethe 6's polar\nelevation will be near 17°, to which the oblique\naſcenfion of the o’s 8 is 313°37'; the oblique aſ\ncenſion 13° of 8 is 35° 35', from which ſubſtraćt\ning that of the G), leaves the arc of direétion 81°\n58, which, turned into time, is 88 years, and the\nb had not yet exactly reached the declination of\nH. ; but as, by reaſon of the magnitute of his body,\nhe could not, through his own centre, gain that\ndeclination, yet a part of his body entered it.\nBy\n\f96 R E M A R K A B L E N AT I v 1 T 1 E. S.\nBy a converſe direétion the O was in a mundane\nparallel with H. (b), under the e, whilſt both ad\nvanced by the motion of the primum mobile, which\nis calculated thus: The o’s ſemi-nočturnal arc is\n4” 42'; the ſemi-noëurnal arc of h is 7h 4, which\nI have taken with 13° 47' of m in the ecliptic, or\nwith: 16° 13', which is the declination of h; I add\ntheſe arches together, to make 11h 46. The right\naſcenſion of H is 32.2° 52'; this I reječt from the\no’s right aſcenſion, in order that I may have their\nright difference below the earth, and the remain\nder is 164° 44'. I now ſay, -\n- H. M.\nAs the ſum of the ſemi-nočiurnal are 11 .\nis to the ſemi-noëturnal arc of H - 7 4\nſo is the right aſcen, diff of h from o - 16444\nto the ſecondary diſtance - - - 99 io\nThe primary diſtance of H from the imum caeli\nis 18° 13'; this ſubſtraćted from the ſecondary,\ngives the arc of direétion 80°57', leſs by 10 (c)\nthan that above taken : this parallel precedes ſome\nwhat, the other, ſucceeds. Laſtly, the o, by a\nconverſe direétion (d), applied very cloſely to a D\nof the D , whoſe declination is 13° 23', which is\nto the ecliptic : 24°36, whoſe ſemi-no&turnal arc\nis 6° 55'. The O’s ſemi-nočturnal arc is 4°42';\nthe oblique aſcenſion of his 8 327° 1'; his primary\n(b) The Sun to the mundane parallel of Saturn.\n(c) Canon XXXII. and XXXVII.\n(4) The Sun to a quartile of the Moon, converſe motion.\ndiſtance\n\fR E M A R R A B L E, NAT I v IT I E.S. 97\ndiſtance from the Weſt 75° 56': the D's right aſ\ncenſion is 329% ; her diſtance from the imum cºli is\n12° 2'.\n-------------------------------- H. M.–\ni As the f's ſemi-diurnal arc - - |- 6 55\nis to her diſtance fromimum celi - - 12 2\ni ſo is the o's ſemi-nočturnal arc - - - 4 42 .\ntº to his diſtancefrom the weſt---, -8. It\nTherefore the primary diſtance added to the fe\nconiº, mºisºfºrºsiº, New\nthey was ſurrounded between h and the mundane\nparallel of 3 , who was elevated above her from\nmedium cali, and aſcended nearly with h , conti\nnued in his houſe, orbs, and triplicity, ſo that ſhe\naſſumed the miſchievous nature of the enemies;\nat the ſame time the Q's dire&tion to the Weſt\nagrees with the addition and ſubſtraćtion of the\nparts formed from interjacent ſtars and rays,\n'a calculation whereof we have given as an example\nin Canon XXXVIII. The ſecondary directions\nare made on the 14th of October, 1551, with the\nhours 17° 35, P. M. at which time the planets\nwere poſitedthus : – -----------\n| *O jº: ºf || 3 | tº '8: | Q\n, --——— --|--|---—\neg. . . . . - 1. 1\n|*| \" | *_|_ºf__* | *, *, *| \".\nLon. 1.0 7, o 13.24; 2. 7 || 16.3317.2019.2d 3.27\n# * | | | |ºs. d -s. N. . s. s.\" | S.\nLat: . . .432 || 1,14] o.º.o o.º. 3. c. 12.35 - :\nN - The\nf\n\f93 K E MAR KAB L E N AT 1 v i t . E8.\nThe progreſſions depend on the 19th of Auguſt,\n1558, with the planets poſited thus : . . . .\n* *\no || | | | | | | 3 || 3 || 8 || 2\nDeg. my m || 8 || : Su gº | Su ‘Y”\nof - :\nLon. 5.13 |18.o. 25. 4 || 3.18 13.50 |22.o. 21.30 21.4\nS. S. S. N. S. N.\nLat. I - 2.16 2.23 o.52 o.16 1.46 | 1.7\nHe died on the 12th of March, 1639, 10 hours,\nP.M. under this calculation of the planets:\no h | 1 || 3 || 2 || 8 || 2\n|Deg| x | n || 2 | t | 8 | x | <\n|Lon. 22.13 || 25, o 14.13 || 5.46 |6. 8|28. ‘clzº.4of 23.16\ns. | S. N. | N. . s. N. -\nLat.] . . . . . o.11 . o.51 || o.56 |o.22 o.23 o.1o .\n- **** * * *\nOn the 4th of the ſame month there was a new\ny, near the 8 of 3 ofthe nativity, and 3 was in\n8 1° 8 to the o’s ſecondary direétion: on the\nday he died, he reached the place of the 5's ſe\ncondary direétion, and in of the o’s radical place:\nthe o, by the ſecondary direction, had gained the\ndeclination\n\f* * Markable Nativities, sº\ndeclination of the D of the nativity, and the D from\nthe U of the O, with the ſame declination. The\nO by progreſſion had nearly the ſame declination\nwith the D in the nativity: the D by progreſſion\nwas between the rays of the enemies, and under the\nparallel of both the unfavourable planets, to which,\non the day of his death, h and 8 being conjoined\nby a quadrate ray, tranſmitted their miſchievous\nqualities; and, which is worth obſerving, when\nthe luminaries, together with h, were anaretic\nin the nativity in fixed ſigns, in them alſo they\nwere conſtantly found in the ſecondary direétion\nprogreſſion, and on the day he died, as were like\nwiſe 3 and 3 .\nIn the 52d year and 10 months, the o was\ndirected to the proper k, the medium caeli to his\nquintile; the calculations of which are eaſy. The\nſecondary direétions are made on the 9th of Sep\ntember, with near 22h 30', P. M. at which time\nthe planets were as under ; -\n- - - § - - *T* |\no | 8 || || T. § || 3\n* * 2 || 2 | g | < || m nº m.\nor -ī-l- - -\nLon.|26.20' 6.cł 16.6 27.56 21.52 || 19.25 || 22.1o 25.18\nTheO was in the k of n! and in the 3 of 2, free\nfrom the enemies. The progreſſions were thus,\nand are made on the 27th of October, 1555, whilſt\nthe D was in ºr 5°.\n; , ; ; ; ; , , N 3 Deg.\n\fice K E M A R k AB I, E N AT i v i + 1 Es.\n... ', \" : \" . . . . . . . . . . . . . . .\nF … | | | | | | | | . . . .\"\no' || | | || 3 || 3 || 8 || a\nºf mi | * | * mº, ºf m m || n\nLong. isis sº 7.17 13.56 \"26.,\n. . . . . . . . - * ; : `I .\no.o l'8.20 1527 -\n--\n. . .\n~ == * : * :\n... ii ºo ºr ºf tº . .” - . . . . . . . . ...,\n. The O. was in 3 to iſ and g, free from the\nenemies, near the A of iſ of this nativity.\n: On the day of elećtion, which was the 9th of\nJune, 1604, the planets were as under: .\n. . . . . . . . . . . , ; ; ; ; , . . ;\nT 4: ; - - - - - - -\nO }) P 1. 3. Q\nII.\nI\ngº-|\n8\nDeg.\nof . : * * * - - - - - - -\nLong. 18.20 17.14 || 1 1.46; 19.18 12.25 28.28|2.6 5.22\nº\nm | f | f | -a. gº\nThere preceded a new. D in 7° of II, under the\nsk of the G) of the nativity, and parallel of it, in\nwhich the O was on the day he was elected; and\nthe in a A of n of the nativity, and progreſſion\nin 3. Hence is plainly evinced the great power\nthe ſecondary direétions and progreſſions have, to:\ngether with the active and paſſive ingreſſes, to the\nplace which the luminaries by theſe motions ar.\nrived at. - -\n* - . . . . . . . . . . . . . . . ~ 2: \"T\n- - * * * - * * * - - - - -\nºn 1 º' ' ' ' ' tº º\n- - - - -\n- - -\nº\n-\n- * * * - - t º\n*-* ; : , , * * * in t * * *\n* º: - ºf \" . .\"\n- 4 c. *. CHARLES\n\fR E M A R K a B L E N AT Ivities, toº\n*\n- -\n-\n* *\nchARLEs cARDINAL Pius,\nN the 19th year and a half of his age he was\nelected a Cardinal, on the 9th of June, 1604;\nand in the 56th year and a half he died of the gout\nand conſumption, June the 1ſt, 1641, for which\ntime Argol directs the horoſcope to a D of h,\nthough he is of the ſhorteſt aſcenſions, and the o,\nnot the horoſcope, becomes a powerful ſignificator\nof life when found in the laſt cardinal ſign, and the\nrays taken in the zodiac to the cardinal are alto\ngether as nothing, as we have in another place de\nmonſtrated (a). - - -\nAs therefore the G is the fignificator of life in\nthe 56th year and a half (b), he gains by a right\ndirection the mundane parallel of 3, followed very\ncloſely by that of h’s declination, and, by a con\nverſe motion, the parallel of 3 (c). The o’s ſe\nmi-diurnal-arc is 4h 28, his right aſcenſion is 290°\n51', from which ſubſtraćting the right aſcenſion\nmedium caeli, there remains the O’s diſtance 6° 16'.\nThe ſemi-noëturnal arc of.3 is 5h 3, and is taken\nfrom & 21° 30', to which the declination of 3 is\n... (a) Angles have nothing to do with aſpects in the zodiac.\n(b) The Sun to the mundane parallel of Mars.\n... (c) Canon I. and XXXI.\n- - reduced\n\fsea RE M A R K AB L E N AT Ivi T 1 Es:\nreduced 14° 25'; but the ſecondary of 3 from the\nimum cali is 7°5, and added to the primary 49°35,\nfor the right aſcenſion of 3 is 154° 10', and makes\nthe arc of direction 56°43', which is 56 years and\na half. The O's polar elevation is near 5°, under\nwhich his oblique aſcenſion is 292°54'; to this if\nweadd the directionarc 56°40', the ſum is 349°34,\nwhich, in the ſame table, is equal to x 18° 10,\nwhoſe declination is 4°42', and that of h 1°40';\nſo that the 9 applies, within 3°, to a parallel of\nh's declination. -\n. The Q converſe to a mundane parallel of 3,\nthe calculation follows: H M.\nAs the ſemi-noëurnal are of 8 - - 5 3\n- is to his diſtance in the imum caeli - - 49 35\n- ſo is the O’s ſemi-diurnal arc - - - 4 28\nto his ſecondary diſtance medium caeli - 43 51\nwhich, added to his primary, quotes 50 7\nfor the direétion's arc; ſo that it had preceded near\nſeven years before. -\nThe o, by a converſe direction, had now like\nwife exceeded the ſeſqui-quadrate of h in the 49th\nyear. The ſemi-diurnal arcof his 5 54, diſtance\nfrom the Eaſt LI*46, the O's ſemi-diurnal arc as\nabove; hence ariſes this ſecondary diſtance 8°54,\nwhich, added (d) to the primary, makes theo's\narc ofdireétion to the D.of h,oby a converſelmo\n*\n“(a) The sunſeſquiſquadrate of Saturn, by converſe no\ntion, - - , , . . . . . . . . . . - - -\nJ . . . . .\n- * : * : * ~~ tion,\n\fR E M A R K A B L E N AT 1 v IT J E.S. to:\n**\ntion, 15° 10'; to which I add the o’s triplicate\nhorary time 11° 9, and it completes the are of\ndireétion of the O to the ſeſqui-quadrate of h,\n48°37.\nThe ſecondary directions are made on the 6th\nof March 11h, P. M. 1585, at which time the\nplanets are poſited inthe following manner:\n- . . . . . . . . - - - - -\ni . * - ºn i\n| O | | | | H | 1 || 3 || 2 || 8 || 2–\nDeg. >{ | 8 |*| 8 || Q. ºr 26, m.\nº * 3:33 17.30 |6. 1 3.3, t 5.7 R 21.494-4-0 R. 17.59:\n. . . . . . . . . S. S. N. | .N., l f :\n|* | o. * |1.47 *|4.9 º, 3-54 f\n• , , º\nThe progreſſions are made on the 3d of Auguſt,\n1589, for then 56 years and a half emboliſmical\nlunations are finiſhed. Theſe are the places of the\nplanets: * * * *\nº\n* -\nº -- - | || 3 | 8 || 8 || 8\n# Deg. Sl s [n]º Tim a ſm. Tº\n- l\n| Long, lio.37 || 13.22. 12.c. 18.9 14.17 | 12:20 8.9 |22.49\nO ) W.\nº - s, s. | N. S. N. N.\n| Lat. 5. c || 2 || 1, || 1. 7 | id-57 | c.57; !\nt s l i – * . . — — 1 –\n\fzoº R E M A R K A B L E N A T 1 v 1 T H E S.\nOn the 16th of June, 1641, the planets were\nthus poſited :\no D | } | at | 3 || 2 || 8 || 8\nDeg. II >{ { }{ } : ga - g5 # 8 - || m .\nof - -\nLong. || 11.5 22.48 || 1 1.46 || 2: il 13.14 |21. 1, 17.32 || 10.27\nN. S. S. N. N. S.\n| lat. \" 3.53 || 3.37 |o.4of 1.13 |2.2.1] 2.34 |T\nº –\". . . . . zº li\nI\nIn which it is admirable, that the o, on theday\nhe died, was poſited above h of the progreſſion,\nand hion the ſame day above the O of the ſecon\ndary *aº, tlie D above 8 of the ſecondary\ndirection, who had the declination of h, and the\nD likewiſe gained the declination of H in the ſe\ncondary direction, the y being likewiſe in D of 3 y\nand the declination in the progreſſion of 6 in G,\nand declination of 3, the in the 8 of the ſame\n& , whilſt 3 paſſed through to the 8 of the o of\nthe nativity; there was a D of the D with the G)\nthe preceding day, viz. the 31ſt of May, conti\nnuing in × IC”, and the O in II 10°, obnoxious\nplaces. You ſee, Reader, how variouſly both the\naćtive and paſſive agreements happen; they are al\ntogether wonderful. —At the time of his being\nmade a Cardinal, the G was in the mundane pa\nrallel with 3, whilſt both were carried by the\nmotion of the primum mobile; the o likewiſe came\nto\n\fR E M A R K AB L E N AT I v IT I E s. 105\nto the declination of 2 : the calculation of this lat\nter is eaſy (e). The declination of 2 is 18°19',\nequal to ::: 9°20' in the ecliptic, whoſe oblique\naſcenſion to the o’s pole 5°is 313°24', from which\nſubſtraćting the G’s oblique aſcenſion, there re\nmains the direction's arc 26° 30', which being\nequated, points out nearly 19 days and one third.\nThe Sun's direétion to the mundane parallel of\n2 is as follows: ... \" -\nThe declination of 2 is 18° 9, equal to ::: 9°\nin the ecliptic, whoſe ſemi-diurnal arc is 4° 47',\nthe right aſcenſion of 2 is 315° 58': therefore the\nright difference between the Ó and g is 25.7 (f).\nI then ſay,\n-- H. M.\nAs the ſum oftheo and 3's ſemi-diurnal arc 9 15\nis to the O's ſemi-diurnal arc - - - - 4 38\nſo is the right difference - - - - - 25 7\nto the o’s ſecondary diſtance - - - - 12 8\nwhich, added to the primary, makes the direction's\narc 18°24'; therefore it had preceded two years, in\nwhich the native had ſhewn himſelf deſerving the\nhonours conferred upon him. But as the O con\ntinued, by a right direction, in : 9° 20', he ap\nplied to the quintile of n! in the zodiac; at the\nſame time the medium caeli had reached the quintile\nof 11, whoſe declination is 8.33; aſcenſional dif\nference 8.21 : the ſemi-diurnal arc is 98.21 ; the\n(e) The Sun to the parallel declination of Venus.\n(f) The Sun to the rapt parallel of Venus,\nO - third\n\f1 of, R. E M A R K A B L E N AT I W I TI E S.\nthird part of the ſame arc is 19.40, which ſhould\nbe the diſtance of n! from the horoſcope when po\nfited in the quintile to the medium cali. The\noblique aſcenſion of 11 in the horoſcope is 16.16;\nby ſubſtraćting therefrom the horoſcope's oblique\naſcenſion, there remains his primary diſtance under\nthe horizon 1.41; this added to the ſecondary 19.40,\nmakes the direction's arc 21.21.\nLaſtly, the O made application to the + of n! in\nmundo (g); for, -\nH. M.\n(b) As the O’s ſemi-diurnal arc - 4 28\nis to her diſtance from medium caeli 6 16\nſo is it's ſemi-diurnal arc - - 6 33\nto his ſecond, diſt. from 12th houſe 9 12\nThe obl, aſcen. of the ſame houſe is 344 35\nThe obl. aſcen. of n! to the pole of\nthe 12th houſe 33, is - - - 19 1\ntherefore the primary diſtance of 1ſ from that houſe\nis 34,26, from which ſubſtraćting the ſecondary\ndiſtance, leaves the direction's arc 25.14, whereby\nit appears evident that the o' and medium cal:\nwere, at that time, found between ſeveral aſpects\nof the friendly planets. The ſecondary directions\nare made on the 28th ofJanuary 1585, with 9h 35,\nP. M. under the following conſtitution of the\nſtars:\n(g) The Sun to the ſextile of Jupiter in mundo.\n(h) Canon XXXII.\nDeg.\n\fR E M A. R. K. A B L E N AT Iv1t 1 Es. 107\nO | D | H | 1 || 3 || 2 || 8 || 2 |\nq.\nDeg. : : ºf ‘Y | Sl 36 : m\nLon. 8.4o | 18.8 || 2.0 |27.38|28.40R 6.13 | 16.0 |zo.o\nN. S. S. - -\nLat. 4.14 || 15.7 * 4- o | 1.17 | 1.o\nThe progreſſions for 19 years and 5 months fall\non the 5th of Auguſt 1586, the D being in ºr 15°;\nthe reſt you will ſee poſited as under:\nO | | | | | 1 || 3 || 2 || 8\nDeg. & | * 8 gº; ga ng Sl *\nof\nLon. 12.1 | 15.9 2.46 || 4.19 || 6.50 | 2.41 || 4-33 |zo.36\nOn the 9th of June, 1604, the planets were\nfound in this poſition:\nO | D | }. 1 || 3 || 2 || 8 || 3\n§\nDeg. II m. £ f º: ga ga m.\nof -\nLong. | 18.20 || 17.14 || 1 1.46|| 19.18 12.25 | 28.28 2.6 |5-22\nWhere you ſee the o in A to his place of\nthe ſecondary direétion, and in + to his pro\ngreſſion, applying to the k of 11 of his ſecondary\nO 2 directions,\n\f1c3 R.E.M.A. R. K. A B L E N AT I V | T 1 E. S.\ndirections, and in parallel of his declination of the\nprogreſſion. Jupiter, on the day of his eleētion, ,\nentered in A to the o’s progreſſion, and alſo b\nill-diſpoſed from the A of 3 : from the # of the o\nand iſ there preceded a new ) in 7° of II in an\nexačt A of the o’s ſecondary direétion, and + to\nhis progreſſion. -\nThis cannot but be convincing.\nANTONIO\n\fR E M A R K A B L E N AT IV IT I E S. 109\nA N T O N I O\nCA RIDINAL FA CHINETTE.\n- E are told by Argol, that this Cardinal\nhad a dangerous illneſs in the 7th year of\nhis age, owing to, as ſome authors ſay, the direc\ntion of the horoſcope to the 3 of h; (i) but we\nwill have it to be the o’s direction to the by a\nconverſe motion : for the D's pole is 16°, to\nwhich her oblique aſcenſion is 352° 48; this ſub\nſtraćted from the o’s oblique aſcenſion o’7, leaves\nthe direétion 7° 19 ; for the D was in the a to h >\nby which means ſhe aſſumed his nature. The O\nalſo, by a right direétion, afterwards fell into the\nmundane ſeſqui-quadrate of F, whence a long\nſickneſs was the conſequence, h being particularly\nin the weſtern cardinal ſign; for thus we have the\ntrue cauſes from the real ſignificator of life (k).\nAt the age of 16 he was eleēted Cardinal; from\nthe O’s direétion to the quintile of n! in the zodiac,\nthe o’s duplicate horary times are 30°, his oblique\naſcenſion to the pole 18°, of the eleventh houſe\no°7', and his diſtance from the ſame () houſe 3°\n(i) The Sun to the conjunětion of the Moon converſe.\n(k) The Sun to the quintile of Jupiter in the zodiac.\n(l) Canon XII. - r\n41 3\n\fsro R E M A. R. K. A B L E N A T L V IT I E S.\n41'; the pole of the twelfth houſe is 33°; the dif\nference then of the poles of the eleventh and twelfth\nhouſes are 15. Therefore the o’s pole becomes\n20°, to which his oblique aſcenſion is 8°; the quin\ntile of n! falls in 19° 41' of ºr, whoſe oblique aſ\ncenſion there is 15° 20', from which ſubſtraćt the\no's oblique aſcenſion, there remains the direétion's\narc 15° 12'; which equated, denotes 16 years.\nThis direétion is differently calculated. -\nHe died in May, 1606, and, according to Argol,\nfrom the D's direétion to 3 ; but it was impoſſible\nfor the D to be hyleg, as ſhe was under the rays,\ngoing to the occultation; and as the nativity was\ndiurnal, the firſt place belongs to the O, who re\nmained in the eleventh houſe; I come to the 3 of\na (m), where the ſeſqui quadrate of h in the zodiac\nexactly coincided, and, by a converſe motion, the\nO found the in a mundane parallel, whilſt both\nwere carried away by the motion of the primum mo\nbile. The oblique aſcenſion of 3 to the pole 20°,\nis 27° 38', from which ſubſtraćting that of the o, .\nthe direction's arc is 27° 31', which added to the\nO's right aſcenſion, makes 27° 39', to ºr 29°45',\nat which the O arrives in near 31 days; and as\n& was in North latitude after the 3, following\nhis parallel of the declination, the calculation\nof the O's parallel with the D is thus (n): The\n(m) The Sun to conjunction of Mars. -\n(*) The Sun to the parallel of the Moon by rapt motion.\nthe\n\fR E M A R K A B L E N AT I W IT I E S. tra\nthe o’s ſemi-diurnal arc is 6°, and that of the D\n5°23, for her declination anſwers in the ecliptic to\nnear 5° 30' of x. I add theſe ſemi-diurnal arcs\ntogether, and the ſum is 11° 23'; the D's right\naſcenſion 349° 48', the O o' 8\"; from this I ſub\nſtraćt the D, and their diſtance in right aſcenſion\nis 10° 20'; theſe give the o’s ſecondary diſtance\nfrom the medium caeli 5° 27'; his primary 33°42';\nfrom taking the ſecondary, there reſts the direc\ntion's arc 28° 15'.\nThe O alſo applied very cloſely to the mundane\nD of h, by a converſe motion.\nThe ſecondary direétions for 31 years and 2\nmonths are made on the 11th of April, 1575, with\nnear 2 hours, P. M. the planets remaining in the\nfollowing manner:\nO | D | } || || || 3 º § 83\nDeg. || 8 || 8 8 8\nof\nLong. I. c. 9. 19 19. 16 || 4.35 | 26.14 || 13.36 || 29.39 || 29.14\ngº, ... 8 8\nS. N. N. S. N.\nLat. 1.48| 1.48 o,8 o.30 | 1.47\nThe progreſſions are made on the 15th of Sep\ntember, 1577; whilſt the D was in the latter part\nof m, the ſtars were diſpoſed in the manner fol\nlowing:\nDeg.\n\fa 12 R E M A. R. K. A B L ET N AT I W IT I E S.\nÓ D | H | | | 3 || 2 || 3 || 3\nDeg. ce m ºf 1p. my. Sl mg cy.\nof\nLong. 2. 10 |22.o 5.30 || 24.4o 20.40 | 16.40 || 28.0 | 12.8\nTo the middle of May, 1606, the time the\nnative died, there was a ti of the luminaries, with\nthis conſtruction of the ſtars :\nG) D 11 || 3 || 2 || 3 || 3\nDeg. || 8 || Sl ºf . × f 8 II mg\nof\nLong. |24.o 24.c] 7.40 o.o 8.o | 18.20 | 12.o 28.2 |\nR R\nP\nThe luminaries entered from the D the place of\nd and 8 conjoined of the ſecondary direétions;\nH from the D of the O’s progreſſion, who was\nthere in the D of H, and the G) by progreſſion came\nto the 8 of his place in the nativity, with a D of\nH. , as we have ſaid, and was in the return of the\nyear in the ſame place to the Ó unfortuned by a B.\nray.\nANTONIO\n\fT. E M A. R. K. A B L E N AT IV-1 T I ES... 113.\nA N T ON I O M A R 1 A\nCARDINAL DE SALVIATIs.\nE died April 16, 1602, aged 65 years, 2\n1 months, and 15 days. We commonly\nreckon this nativity among the ſeven which we have\nextraćted from Maginus, as examples. To 65\nyears andthree months the native lived, we have\njudged the direction of the b , who is hyleg, ac\ncording to a right motion to the fixed ſtar Cor\nLeonis, and parallel to the declination of 3 and\nthe o, but, according to converſe motion, to their\nta, which direétion ought doubtleſs to be eſteemed\nſufficiently powerful to infer a fatal fickneſs, eſpe\ncially in an old man. Now, after having well con\nfidered the matter, we add that the o, by converſe\nmotion, found the mundane parallel of h (Ma\nginus takes the E of h to the horoſcope in the\nequator, and Argol, in the ſame place, adds the\nantiſcian); the D being the fignificator, having dig\nnity of life, the calculation of the p’s direétion to\nthe fixt ſtar of Regulus, and parallel declination of\nthe o and 3, is as follows: The p’s declination\n23° 54, aſcenſional difference 24° 26', ſemi-diurnal\narc I 14° 26, the third part of which is 38°9', the\nP - - polº.\n\f314 R E M A R K A B L E N AT IV. I T I E.S.\npole of the ninth houſe 18°; the D's right aſcenſion\nis 83°38, her diſtance from the medium cali 10° 24;\ntherefore, -\n- © - - D. M. º\nAs the third part ofthe ſemi-diurnal arc 38 o\nis to the pole of the ninth houſe - 18 o\nſo is the D's diſt. from the medium caeli Io I\nto her pole - - - - - 4 o\nTo which the oblique aſcenſion of the D’s 8 is\n265° 25', the oblique aſcenſion of the 8 ofRegulus\nin that place is 326°54'; from which ſubſtraćting\nthe former, leaves the direétion's arc 61° 31',\nwhich, equated, points out 65 years 4 months of\nhis life; the D in that place was in North latitude\n4° 32', and conſequently her declination was 18°3;\nthe o’s declination was 17° 20', and that of 3 18°\n5o'; the D therefore turned between the declina\ntion of the O and 3. Again, by reaſon of the\nmagnitude of the O and D's bodies, and alſo on\naccount of the parallax the D had already gained,\nand the o’s declination declining from that of 3,\nwho being combuſt, did not diſcover his effects;\nbut the O, inſtead of him, according to the opinion\nof Carden. The D's converſe direction to the\nmundane parallel of h is thus (o): The ſemi-diur\nnal arc of h is 100° 58', his right aſcenſion 157°\n30, his diſtance from the medium caeli 63°28'; the\np’s ſemi-diurnal arc I 14° 26'; theſe give her ſe\n(o) The Moon to the parallel ofsaturn, converſe motion.\ncondary\n\fR E M A R K AB L E N AT I W IT I E S. 115\ncondary diſtance from the medium caeli 71°56', her\nprimary 10°24'; which, ſubſtraćted, gives the arc\nof direétion 61° 32'.\nThe D's direétion to the n of the O by con\nverſe motion (p). The o’s ſemi-noëturnal arc 106°\n56', diſtance from the imum raeli 40° 11, the D's\nfemi-diurnal arc I 14° 26', which gives the ſecon\ndary diſtance from the 7th houſe 43°; oblique aſ\ncenſion of the D’s 8 288°; from which ſubſtračt-,\ning the horoſcope's oblique aſcenſion of the D's\nprimary diſtance from the ſeventh houſe, becomes\n103° 58'; there remains therefore the arc of direc\ntion 60° 58'. The ſecondary directions are made\non the 27th of March, 1537, at which time the\nplanets were poſited in the following manner:\nO | D || ||2 || 1 || 3 2 § 3\nDeg. or m mg ºr 3é 8 § II\nLong. 17.0 4- ol 1.31] 25.17 28.57 26.28 6. o 14.15\n| N. N. s. I s. | N. s.\nLat. 3-17|1.56] 1- 5 o. 6 o.49 2- o\n−\nThe and # in an exact diameter of the 8 had\nthe declination of h, both there and from the\nnativity. The progreſſions to the day of his death\nwere as follow: For 65 years they are finiſhed on\n(p) The Moon to the quartile of the Sun by converſe\nmotion.\nP 2 the\n\f:Y 16 R E M A R K A B L E N AT IV. I TI E.S.,\nthe 25th of April 1542, the continuing in my\n27°, for 2° and a half; the D p\nMay 1, 1542.\n}\noſited in f. 17°,\nu | 3 || 8\nO || | | }. g\nDeg. | 8 || 4 || m || my m | II II | >{\nof |-|--\n| Long. 20.41%.o. 4.28R19.13R 8.18.R. 15.ok 7.16R 6.22'\ni -\n- S. l N. N. S. N. N * A\nLat. 5.\"o 2.55 | 1.45 c.5 || 4 4 | c.29\n*\n*\nIt is remarkable, that all the planets are retro\ngrade at the death, at which time they abound with\ndiſeaſes; on the 16th of April, 1602, the ſtars con\ntinuing in the following manner:\n| 6 || 5 || 8 || 1 || 3 || 2 | 8 || 2\nDeg | Y | < | m * | * | * | 8\nº, 25.45 18,40 28.17R 16.22R. 3.25||13.16|14.54R 16.57\nº – N N. | N. N. S.\nLat. 4.17 | 2.56 2. 4 |3. o. I. of 2.47\nThere was a new on the 6th of April,\nthe O remaining above his place of the ſecondary\nTherefore, on the day he died, h en\ndirection.\ntered from a n the place of the D's diameter in\nthe zodiac, and was (the D) poſited in 8 with\nnearly\n\fP. E M A R K A B L E N AT 1 v IT IE S. 117\nnearly the ſame declination, H in 8 of the o’s\nprogreſfion; the o by progreſſion entered that of\na , and the proper parallel of the 5, on the 16th\nof April, was poſited in a parallel next the [] of\nh and 3 of the progreſſion; h on the ſame day\nin a parallel of the o’s declination of the nati\nvity, and of the place of the D's direction in the\nzodiac. . . . . . . . . .\nOn the 13th of December, 1553, when he was\n46 years and near 11 months old, he was created\na Cardinal; the o by a right direction came to a\nparallel of hi's declination in × 22° 35, which is\nthe declination of at 2°57'.\nOf the o.\n- - - H. M.\nSemi noćturnal arc - - - - 7 7.\nCrepuſculine arc - - - - 1 43\nObſcure arc - - - - S 24\nRight aſcenſion - - - - 3I4 13\nDiſtance from the imum caeli - 4o 11\nOf x 22° 35'.\nSemi-noëturnal arc - - - 6 11\nCrepuſculine arc - - - I 39\nObſcure arc - - - - 4 32\nPrimary diſtance from the imum call 79 io\nRight aſcenſion - - - 353 12\nThe ſecondary diſtance is then 33° 44', which,\nſubſtraćted from the primary, leaves the direction's\narc 45° 26, which, equated, gives 48 days; but the\neffect anticipated this direétion 8 months: If, how\never,\n\fals R E M A R K AB L E N AT I v i Tiz s.\never, the place of it be true, as to longitude and\nlatitude, or becauſe the luminaries are uſually an\ntecedent by the magnitude of their bodies, in the\ndirections to the parallels, as is ſeen in the other\ncalculations, for the O, 3 years before, had, by a\nConverſe direétion, arrived at the k of 2, therefore,\nthe difference of 8 months is but ſmall. The ho\nrary times of 2 are 16° 37', her diſtance from the\nfixth houſe 1° 38'; for the oblique aſcenſional 8 of\n2 is 152° 24; the o’s horary time 17° 49', whence\nariſes his ſecondary diſtance 1945 from the imum\ncali, and, added to the primary, Inakes the direc\ntion's arc 41° 56'; theo’s ſecondary direction, by a\nconverſe motion, to the k of 2 in mundo, for 46\nyears, 1o months, and Io days, are made on the 9th\nof March, 1537, with 6h 12, P. M. under this\ncoeleſtial conſtitution :\no | | | | 3 || 2 | 8 || 8\nDºg. | x |x|*| * }{ || 8 || Y’\nof\nLong. 29.o |-se 2.4 zo. 52 || 4-2of 4.36 || 14-o 15.5o\nThe progreſſion for full 47 years, on the 10th\nof November, 1548, when the D was in ºr 10°.\nOne ſign 24°, for the one month and 20 days,\nmuſt be ſubſtraćted from the aforeſaid place of the\ny, who will be in 2: 16°, and the reſt diſpoſed in\nthe following manner:\nDeg.\n\fR E M A R R A B L E N AT I v I T1 E S. 119\n.\"\no H. | * | 1 || 3 || 3 || 8 || 2\np.s.fm F = F2, a ºf A ſm ºf\nLon. 4.ol 16.0 22.2 h 28.8 1o. 56 17.56 $45 5.o\nDecember 13, 1583, the Stars were thus poſited:\nO | } { } || 7 || 3 2 t; 83\nDeg. | f | f | }{ | }{ f Vºf f £\nf -\nlºs. zo.36 13.4|17.o. 20.4 25.24 7.6R |ro.28RI 11.46\nThere had preceded a full e, the O being in\nf 7°, the 5 in II 7°, under the A and + of it of\nthe nativity.\nYou ſee, that the O on the eleētion day was\nin the exact A of n! of the ſecondary direétion,\nand applied to the A of the ſame progreſſion; and,\non the contrary, nº on the ſame day was in A to\nthe Q's progreſſion, and applied to the ſame of the\nſecondary direction, which indeed is wonderful.\nAdd to this, that ?, on the day he was made a\nCardinal, was in the + of the D of the ſecondary\ndirection, and the S on the ſame day was poſited\nin the A of § of the ſecondary direction, for he\nwas a very learned man.\nIn\n\fas R E M A R K A B L E N AT v i t I Es.\nIn the ſecondary direction the D is in the k of |\n$ in the progreſſion, in the A of 2, which ad\nded to the famous and good offices of the friends, ſ\nthe o’s declination 15°, was in the # of 2 of the -\nprogreſſion, and the A of § of the ſecondary\ndirection. -\n, PHILIP\n\fR E M A R K AB L E N AT Ivi T H E S. 12;\nPHILIP cARDINAL SPINELLI.\n- E died May 26th, 1616, aged 52 years, 4\nmonths, and 12 days, at which time the\nº, who is aphaeta, as being the conditionary lu-'\nminary in the centre of the horoſcope, came, by\na right direétion, to a favourable parallel of h’s\ndeclination in m 15.48, where ſhe is in 3° 53 S.\nlatitude, the declination of which place is 20.20;\na parallel of ºf ſucceeds: but becauſe there is at the\nfame time a mundane parallel of 3 to the D, and\nſhe by a converſe motion in a D to 3, aſ could\nbe of no ſervice. The 9's direétion to the paral\nlel of H is thus calculated : The D’s declination is\n6° 25', which, in the ecliptic, is equal to ~ 16°,\nwhoſe noćturnal horary times are 15.55, which,\nadded together, make 31°50'; the D's oblique aſ\ncenſion in the horoſcope is 187.51, from which\nthere remains her diſtance from the Eaſt 5° 51'; the\npole of the ſecond houſe is 30°, therefore the dif\nference of the pole of the firſt and ſecond is 11°.\n- H. -\nAs double horary times - - - 31 :\nis to the polar diff. ofthe 1ſt and 2d 11 o\nſo is the y's diſt. from the Eaſt - 5 51\nto her pole - - - - - - - - 39 or\nHer oblique aſcen. under this pole is 187 28\nQL. The\n\f... R E M A R K AB L E N AT I v 1 T 1 Es.\nThe oblique aſcenſion of h in 15° 35' of m, with\n3° 33' S. latitude, is 239° 32', from which ſub\nftracting the D’s oblique aſcenſion, there remains\nthe direction's arc 52°4', which, equated, gives\n52 years and near 3 months.\nThe 5's direction to the mundane parallel of 3\nis thus: The oblique aſcenſion of the 3 of 3 under\nthe horoſcope is 229.32; from which ſubſtraćting\nthe oblique aſcenſion of the horoſcope, there re\nmains the primary diſtance of 8 from the Weſt\n47° 32'. . . . . - H. M.\nAs the D's ſemi-noëturnal arc - - 6 22\nis to her diſtance from the Eaſt. - - 5 51\nſo is 3's ſemi-nočturnal arc - – 5 o\nto his ſecondary diſt. from the Weſt - 4 38\nwhich, added to the primary, as this is under, the\nother above the earth; makes the direction’s arc\n52°10'. The at the ſame time came, by a con\nverſe motion, to the D of 3. . . . t\n- - H. M.\nAs the ſemi-diurnal arc of 3. - - 6 57\nis to his diſtance from the Weſt - - 47 32\nſo is the D's ſemi diurnal arc - - 5 38\nto her ſecond. diſt, from medium caeli 38 32\nHer primary diſtance from medium cali is 90° 16',\nfor her right aſcenſion is 182° 16', from which ſub\nſtraćting the ſecondary from the primary, there\nremains the direétion's arc 51° 44': the ſecondary\ndireétions are made on the 25th of February, with\n19\", P. M. the D remaining in my 8°.\" -\n- - - - - Deg.\n\fR E M A R KAB L E N AT I y I T 1 Es, 124\no! | 8 || | | | | | | | | a\nDeg. >{ | \"g | g5 gå II || Y ºr Vºf -\nof - * * * * * - - * - : -- -\nLon. 17.o. 8.o. 28.56]:28,2] 4, 16 || 4.52 || 2.16 || 4, 16\n1–3 * +- -\nThe progreſſions for 52 years exactly follow the\n19th of March, 1568; whilſt the continued in\nt 19°, for 4 months and a third, ſhe came to 8 9°,\non the 30th of the ſame month, when the planets\nwere in the following poſition : . . .\n• - - - —-\no: D | H | || || 3 || 2 || 8\nDeg, º | 8 || 7 | t as × | *\nof - - - - *\nLon. 19.5o 9.0 || 22.46 | 8.18 26.32 6.34|2.35 | 15.9\nS. S. f. N.' I s. . . s. s.\nLat. 2.2 || 2: * | 1. 9 9.10) 1,343. 5\n82\ntº\nMay the 26th, 1616, theſe were the places of\nthe planets : . . . . . . . . . .\nº —l - r.\nO | } | H | | | 3 || 2 || 3 | Q\n8 -\nDeg. I II 20\nof\nLong. 4.53|7.45| 4-27 | 26.9 || 5-58 || 2.54 || 19. 1 || 13-57\nS. N. N. S. -\nLat. o.35 o'A8 || 1.9 o.16 | 1. o 2.1o\nQ-2 ; : . . The .\n\f124 R. E M A R k AB L E N AT 1 v 1 T 1 Es.\nThe D was in the ſecondary direétion in a D to\n3; and on the day he died the O entered the place\nof 3, and in a to the 5. The 6, by progreſſion,\nleaving the parallel of %, applied to the D of 3,\nwho was in 3 of the 6's place of the nativity: on\nthe ſame day H and 3 entered above the 5’s pro\ngreſſion; the D likewiſe on that day, with a fa\nvourable declination of h’s progreſſion, goes to\nthe 8 of the Ó and a of 3's progreſſion; buty\nwhat is moſt important is, that the Ö, on the fa- *\ntal day, entered above 3 in the ſecondary direc\ntion, far from the b's fituation. But the princi\npal effects muſt be taken from the P.\nIn the 41ſt year and 10 months of his age, Argol\nſays he was dangerouſly ill, and lays down the man”\nner of his death by ſuppoſing it to be from the ho\nroſcope's direction to the D of it; but we, from\nthe D to an 8 of 3. The p’s oblique aſcenſion\n187° 28, under the pole 39°: the oblique aſcenſion\nof the 8 of 3 is 228° 36'4; froin which ſubſtraćt\ning the former, leaves the direétion's arc 41°8',\nwhich, cquated, denotes 42 years, though the ef\nfeót was very flew; nevertheleſs, if the place of\n8 be true, for other tables place him in 8 9°, the\ndifference is but trifling, and if the direétion is\n* It is to be obſerved, that 228.36 is the oblique aſcen\nſion of the oppoſition of Mars, with his contrary latitude\n1.26 South; but if the Moon's latitude had been confidered\nin the place of direction, it would have been 4.57 South,\nand the oblique aſcenſion 230,24.\n- - made\n\fRE M A R k A B L E N AT I v 1 T 1 E. S. 123\nmade to the 8, that which goes before will be\nfound in the zodiac; the D alſo, by a converſe di\nrečtion, reached the Inundane parallel of 3.\n* :\nAs 3 's ſemi-diurnal arc - - - - 6 57\nis to his diſtance from the Weſt - - 47, 32\nſo is the D's ſemi-diurnal arc - - 5 38\nto her diſtance from the Eaſt - - 38 32\nThis added to her primary diſtance - 5, 51\nmakes the direétion's arc - - - 44 23\nBut if this nativity be encreaſed one degree, this\ndirection agrees nearly. . -\nThe ſecondary direétion, on the 14th of Fe\nbruary, 1564; the D remaining in ºr 13°, that\nis to ſay, 14h 27, P. M. At his death, 3 was\nfound in ºr 18° above this place of the D, ſhe be\ning in 3 to h, and in the declination of 3 of theſe\nmotions.\nThe progreſſions are made on the 5th of May,\n1567, whilſt the D had ºr toº, applying to 3 be\ning in ºr 15°, and in the ſame place at his death;\nthe D therefore had arrived at the 8 of his radical\nplace. On the 5th of March there preceded his\ndeath a full o in my 14° above h of the progreſſion,\nand parallel there of 3, according to the doćtrine\nof Ptolemy, in the laſt Chapter of his 4th Book.\nBut if you obſerve, in the examples, the equal\nprogreſſion now commonly uſed, you will find\n- little\n\fsa6 R E M A R K A B L E N AT 1 v 1 T 1 Es.\nlittle or no agreement between them; ſo that you\nmay perceive they are altogether falſe and uſeleſs,\nIn the 41ſt year, when the native was created a\nCardinal, the medium cali, having ſtopt firſt at a\n6 of it, came afterwards to the biquintile of 3,\nwho aſſumed the nature of it from that biquintile\nray, and partly of 2 from the parallel of the de\nclination, and 8 remained very ſtrong in the cen\ntre of imum caeli, when the ſatellites of the lumi\nnaries were fortunate, the O of 2, the D of n!\nfrom 3: ; the declination of g is 24°4', aſcenſional\ndifference 22°50', and ſemi-nočturnal arc 112°56;\nthe 5th part is 22° 34', and, doubled, 45°8'; the\nright aſcenſion of 2 270° 22', whence his diſtance\nfrom imum cali becomes 1°38', which, ſubſtraćted\nfrom the duplicate of the 5th part of g’s ſemi\nnoćturnal arc, there remains the direétion's arc\n43° 30, which denotes 41 years: but if the nati\nvity be increaſed 1°, the time agrees exactly. Ar\ngol places 8 in 8° of : : in this he muſt certainly\nbe miſtaken.\nThe o had gained the ſeſqui-quadrate of it by a\nconverſe motion: the oblique aſcenſion of iſ under\nthe pole of the 11th houſe 16° is 120.43; the\noblique aſcenſion of the o’s 3 is there io9° 21';\nthis ſubſtraćted from the former, leaves the o’s\ndiſtance from the 8 of iſ 11.22. The Ó's ho\nrary times are 18. 19, which, triplicated, are 54°\n57', ſince the diſtance of the ſeſqui-quadrate ray\n- from\n\fR E M A R K A B L E N AT 1 v IT I e s. sar\nfrom the 8 are the triplicate horary times; from\ntheſe, therefore, ſubſtraćting the O’s diſtance from\nthe 8 of n!, leaves the direction's arc 43.35. The\n{econdary direétipns fall on the 14th of February,\n1564, when the O was in the exact biquadrate of\n24, the D in A. -\nFABRICIUS\n\f*23 R E M A R K A B L E N A T.I. VIT I E S.\nF A B R 1 c 1 U s\nC A R D IN A L V E R O S P J U S.\nE died January 27, 1639. The D in this\nnativity poſſeſſes the horoſcope, and as ſhe\nis the conditionary luminary, the ſignification of\nlife belongs to her. At the time of his death,\nwhich happened when he was 66 years and 10\nmonths old, ſhe came, by a right motion, to a\nparallel of h’s declination, and by a converſe mo\ntion was in a mundane parallel with him; whilſt\nboth were carried away by the motion of the pri\nmum mobile. Laſtly, ſhe came very near the 6\nof 3 . -\nArgol directs the horoſcope to the A of 3,\nwho is in a ſign of long aſcenſion; ſhe, therefore,\ndoes not take the nature of a D ; ſo that the »,\nnot the horoſcope, is ſignificator of life. The di\nrečtion to the mundane parallel of h is thus calcu\nlated:\nThe declination of H anſwers to m 7° in the\necliptic, whereof the ſemi-diurnal arc is 5h 9; the\ny’s declination is adequate to in 29°, whoſe ſemi\ndiurnal arc is 4' 54. I add theſe arcs together,\nand the ſum is 10° 3. The right aſcenſion of h\n- - 1S\n- -, -\n*-\n\f# E M A R k A Bi E N AT 1 v It is s. 11,\nis 224° 14, and that of the 259° 17'; the dif\nferente is 35° 5'; therefore,\n- - - - - - - - H. M.\nAs the ſum of the ſemi-diurnal art to 3\nis to the ſemi-diurnal arc of h - 5 9\nſo is the difference ofright aſcenſion 35 3\nto the ſecondary diſtance of h in the\nmedium caeli - - - - - 17 58\nThe primary diſtance of h is 44° 33', which\nadded to 17°58', becauſe h moves from the aſcend\nant to the deſcendant parts, makes the directional\narc 62° 31', which, equated, denotes the age of\n66 years and to months.\nTo the parallel of the declination of h, the p's\noblique aſtenſion under the pole of Rome is 278°\n16, to which I add the direétion's arc 62° 31',\nwhich makes 340° 47'; I look for this in the ſame\ntable, and find it near the end of the ſign ::, where\nthe b gains near 2° South latitude, and I find it\nin 2 preciſely 23° 14, of which place, together\nwith 2° South latitude, the declination is 15°42',\nand that of H 14° 2'; ſo that the had not yet\nexactly reached the declination of h, either be\ncauſe the place of h and the D are not yet exaëtly\ntrue, or that the luminaries in the directions to the\nparallel of declination always precede, as we have\nſaid, in producing the effects of the true time of .\nthe parallel; or laſtly, becauſe the preceding di- --\nrečtions and agreement of the other motions were\nurgent, which frequently happens.\nR} The\n\f13, R EMA R K AB L E N AT rv It i Es.\n* The to the 6 of 3. The pole of 3 is 9°,\nhis oblique aſcenſion 196° 39'; the D's oblique\naſcenſion under that pole is 262° 32'; from which\nſubſtraćting the former, leaves the direétion's arc\n65°53'; ſo that the D was but 3° diſtant from 3.\nThe ſecondary direétion happened the 12th of\nMay, with 8h 5, P. M. 1572, when the ſtars\nwerethus poſited . . .\n- - - - -\n*\n| | || O | D | }. h! 3 $ | 3 || 3\n|Deg. Ir II m ‘Y | \"g | g | II, gº\nof +---\nLon. H 1.4o 12.o. 19.44 | 19.46 29.6 || 7.o 9.o 25.30\n* * * | | | S. N. H. S. N. . . N. S.\n- | Lat. 3.25 2.51 || I. Io o 4-1 II.44 |o. 39\n* ,\nº The progreſſions are made the 1ſt of Auguſt,\n1577, whilſt the had in × 2.2°. . .\nG) ..I.T.T.T., a\na\nDeg. Q || 3 | ºf, ſ, & a ºr\nof -\n* | Long. | 18.2c |22.c5.54|| 15.2 21.39|26.47R 17.57R 14.31\nS. N. N. N.\nLat. 1.54|o.4ol 1. 4 || o. 6\nS. S.\n4.49 || 3.38\nJanuary\n\fR E M A R KAB L E N AT I V IT I E S.: 13r\n|\n- . . . - -, * * * * : * ** - . . . • * ~ * -\n* * • - - ; : * * * : . . . . * * . . . . . \"\nJanuary 27, 1639, the planets were placed in\nthe following manner:. . . \"… * . . . . . . . .\n, ; ; , , , º, o . . . ;\n* I ºf -º º\n7| || 3 2 § 3\nO | D | },\nDeg. : m. || 3: | f | Y’\nº\n: :\nLong. 7.31] 22.40 1.52 4.30 || 2.12 26.22 26.29\nLat. 2.48 °.4 o.53 o.13 o.55 o. 8\nThe preceding day there was a D of the D, the\ne remaining in 2 7°, in the D of h’s ſecondary\ndireétion, and the D in 7° of m above h, and with\nthe declination of his primary directions, viz. that\nof h of the nativity. On the day he died, the D\npaſſed from h’s radical place to the n of the O,\nand 3's progreſſion; who, with & retrograde,\nwere conjoined in the 8 of the p’s place in the\ndireétion, who, in the ſecondary direétion, being\npoſited in the diameter of her radix, made the year\nclimaéterical, and likewiſe in the progreſſion was\npoſited in the D of the radical place ; but the pre\nceding D of the luminaries, as it happened there\nin an hoſtile aſpect of Ł , who was in a parallel of\nthe declination and 6 of the O and n of the D;\nand laſtly, the enemies configurated to the place\nof the D's direétion, who is hyleg; and 3 in ºr\nR 2 5°\n\fria. R E M A R KABLE N AT IV. It Es.\n5° from the fourth houſe of the nativity, impeded\nthe D in her radical place. . It is very evident, to\nher it belonged to produce the effects denoted by\nthe direétion of the ſame to the aſped of H.\nTheſe agreements are indeed truly wonderful tº\nPETER\n\f*E M A R K a B L E N AT 1 v IT 1 Es. 133\nP E T E R\nGARDINAL ADROBANDINE,\nEdied the 10th of March, 1621, aged 49\n+ years, 11 months; eleēted a Cardinal in\nJanuary, 1592, being at that time near 20 years\nand 10 months old.\nArgol ſpeaks of this nativity in the laſt edition\nof “CR1tical Days,” page 184, and places\nthe P in 8 25°, and direéts the horoſcope to his\nD in the soth year, reječting the o, to whom\nbelongs the ſignification of life; but the D, ac\ncording to the common Tables and Ephemeris, is\npoſited in II 25°, and that that direction will not\nbe the D, but the +. Now we, in imitation of\nPtolemy, make the G) entirely aphaeta, who, in 49\nyears and 11 months, comes to the mundane pa\nrallel of Ł , both by a right and converſe motion.\nA calculation of the right direétion is thus: The\no's declination is 7° 34, aſcenſional difference 6°\n52', ſemi-diurnal arc 96° 52', right aſcenſion 17°\n47', diſtance from the medium call 17° 47'; h’s\ndeclination 9°6', aſcenſional difference 8° 18', ſemi\nnoćturnal arc 98° 18, right aſcenſion 210° 6', pri\nmary diſtance from the imum call 30° 6, the pro\n- duce\n\f154 RE M A R K An L E N AT Ivi T 1 Es.\nduce is h’s ſecondary diſtance 18° 3'; this added to\nthe primary diſtance, makes the direétion's arc\n48°9', which, equated, gives 50 years.\nThe converſe direétion is thus:\nH. M.\nAs h’s ſemi-nočturnal arc - - 98 18\nis to his diſtance from the imilm cell 36 6\nſo is the G's ſemi-diurnal arc (q) – 96 52\nto his ſecondary diſtance. - - - 29 40\nwhich, with the primary, makes the direétion's\narc 47° 27', . But you are to obſerve, that the o,\nwhen in 6 to 3, applies to a parallel of the decli\nnation of h; wherefore as aphaeta, he denotes the\ncorrupt qualities of the body and ſhortneſs of life;\neſpecially, as from the medium caeli he by a D ray -\nafflićted the horoſcope. -\n. The ſecondary direétion falls on the 19th of\nMay, 1571, with 20° 49', P.M. under the fol- .\nlowing diſpoſition of the ſtars: -\n| O | | | b | 1 || 3 || 2 || 8 || 2\nDeg| II | * | < | x | 8 || Y | II su\nLon. 8.o. 29.o 28.o 20.30 26.6 23.33| 6. o || 14.27\nS. N S. S. S. S.\nLat. 4.5o 2.53 | 1.13 o.2| 1.23 o. 12\n- - - -\n- -\n(q) The Sun parallel to Saturn in mundo.\nThe\n\f* * * * * * * * * -\nR E M A R K AB L E N AT Ivi T 1 Es. 13;\nThe progreſſions for full 50 years are made on\nthe 15th of April, 1575; therefore, for 49 years\nand Io months, thoſe progreſſions are made on the\n11th of April, the D remaining in 8 6°. For\nthe other, you may ſee as under: º -\n* -.\nG). || || | | | || || 3 2 § 83\nDeg. | 8 || 8 1.\nof\nLong. |0.5c. 6. c. 19.o 5. 2 || 26.37 || 1 1.18 zo.21 || 29.5\ngº 8 8 8 8\nLat. 1.57| 1.48 o. o o. 8 o-25 | 1.30\nFebruary Io, 1621, the Stars were thus placed:\nO }) B 7| || 3'\nDeg. : 8 m ºf Vºf\nof --\nLon. 22.11 || 20.38 || 29.53 ||2.59 II. I 3 |14.28|25.58|Io.o\nS. S. S. N. S. -\nLat. 3.46 o.39 o.46 | 1.40 o.34 || 1.35\n2 § &\n£\n== II\nIn the ſecondary direétion the D was in 8 to H. ,\nas well there, as from the nativity, the G) by pro\ngreſſion in 8 of h’s radical place ; the O, on the\nday he died, in the D of 3 of the progreſſion.\nIn the progreſſion, the was in the ſame pa\nrallel of H's declination, and nearly ſimilar on the\nday\n\f136 R. E M A R K A B L E N AT twi T if: $.\nday of his death: on the contrary, the D on the\nſame day was found above h of the ſecondary di\nrećtion. - -\nBefore his death there was an 8 of the lumina\nries, the o in 2: 18°, and the 5 in a 18°, in B to\n& of the progreſſion and ſecondary direétions.\nThe common progreſſion is eaſily perceptible.\nIn the 21ſt year, the Q, by direétion, came tº\nthe k of 71 and 3 . -\nJOHN\n\fR E M A R K A B L E N AT I v IT I Es. 137\nJ O H. N. G E O R G E\nPRINCE ALD OBRANDINE,\nE died May 16, 1637, at the age of 45 years,\n6 months, and 15 days. -\nIn his nativity the o becomes entirely hyleg,\nand not the horoſcope, according to Argol; for he\nis in the centre of the medium caeli, and at the time\nof death, in 45 years and a half, came by a right\ndirection to t 24.50, when he is afflićted by the\n's ſeſqui-quadrate, having for ſome time been\nunder a parallel declination of H and 3, but\nthrough a 6 with 2 and the orbs of the favourable\nplanets, and likewiſe, by a D of 3 in mundo, to\nwhich the o, from to.o applied, he was pre\nſerved: beſides, it is to be obſerved, that both the\nluminaries (r) were in motion by a converſe di\nrečtion, and in a mundane D of h, who in the\nnativity afflićted the horoſcope from the 8 and the\nluminaries by a D ray in mundo, he being poſited\nin the centre of the Weſt, whereby he denoted a\nſhort continuance of health, and had not 2, in the\nexact mundane k, aſſiſted the O in the radical\nplace, the native would never have lived ſo long.\nLaſtly, there was an application of the o by a\n(r) Canon XXXV.\nS converſe\n\f13s R.E.M.A. R. K. A B L E N AT IV IT I Es.\nconverſe motion to the parallel of 3 in mundo,\nwhilſt both were carried away by the motion of\nthe primum mobile. The calculation is thus: The\no's ſemi-diurnal arc is 5.7, 3 's declination an\nſwers to 4:30 t, whoſe ſemi-diurnal arc is 4.39;\nI add theſe arcs together, and the ſum is 9.46: the\nO's right aſcenſion is 21558, and that of 3 307 28,\nfrom which I ſubſtraćt the o’s right aſcenſion, and\nthe difference between them is 91° 30'. Now\nH. M.\nAs the ſum of both ſemi-diurnal arcs 9 46\nis to the o’s ſemi-diurnal arc - - 5 7\nſo is the difference of right aſcenſion 91 30\nto the o’s ſec. diſt, from medium cali - 47 56\nwhich, added to the primary, makes the direction's\narc 48° 2', which, equated, denotes 45 years. - *\nIn this example is proved the meaſure of direc\ntions which we make uſe of; for, if we add to the\no's right aſcenſion 45°30', according to the com\nmon method, we make the ſum 461° 28, equal\nto t 22° 16', where 2 is parallel, who doubtleſs\npreſerved him; and as our meaſure of the direc\ntions brings the Q farther to 24° 30', and 2 being\nin 3° 36' South latitude, ſhe was already far fe\nparated from the o, as conſtituted in the orbs of\nThe ſecondary direétion, falls on the 16th of\nDecember 1591, with 13%, P. M. at which time\nthe places of the ſtars were as follow :\n-\n---\nDegs\n\f* * Ma Akas LE N AT rvi + 1 Es, is\n|| 5 | H it 3' || 3 || 8 || 2\nDeg. t ºf 25 | f | x ºf f | #\nO - - - —--|-}. —\nLon. 24.40 || 6.9 |19.29 |4.33 |7.13||1.38 R. 3.26| 6′49\nN. s. | N. . s. | N. N.\nLat. I __|o. 4, 1.32 o.57 |0.52 | 1. 5 |o.49\nThe progreſſions for 45 years and a halfexačtly,\nare made on the 7th of July 1595, the having\n'18° 59'; to theſe I add 16°30' for the half month,\nand the D is poſited in a 4° 30'; but the reſt, on\nthe 8th of July, 1585, are as follow : * * *\nG) { }) ] }} 7. | & | 2 § 3\nDeg. 1gs Q | &l || 4 || 4 || II | as ºr \"\nof - -\nLong. |15.c4.30|22.45 || 3: 8 || 19.20) 7. o 20.0 |27.56\n* A. *-i- ---\nN. N. S. S. - || S. N.\nLat. 4.58| o .38 || 1.25 || 2.11 | 1.48 || 1.22 º\n- • * * *\nMay 16, at th9, the planets were ſituated as\nfollow :\n- S 3 peg,\n\f140 R E M A.R. K. AB L E N AT I W IT i £ $1.\nQ ]) P 7. 3. 2\n:\n|a\nDeg. || 8 || < | ºf ng II 8 |\nof -- - –1 - -\nLong, 26.0 |zz.c. 25.18|25.24 || 6.52 io.46|19.15 28\nLat. 2. 2 o. 1 ( 1.29 cº- 1.17 cº\nIn the ſecondary direétions the D, with the 8\nin 8 to h, and the 6 nearly in the parallel of the\ndeclination of H. Theſe luminaries of the ſame\nfecondary direétion of h and 3, on the day he\ndied, entered a very ſimilar parallel. -\nIn the progreſſion the o in t of 3 continued\nabove H ofthe radical place; the D in 8 of 3 of\nthe radical place, exačtly on the day of his death ;\nthe O in a of h of the progreſſion, and, on the\ncontrary, h in 8 with the parallel of the O's pro\ngreſſion; 3 had likewiſe the declination with him;\non the above days the 9 was found in the exact 8\nof H of the progreſſion. •\nThe luminaries had alternately the B on that\nday, with many other atteſtations of the ill for\ntunes; ſo that the effect was not fruſtrated.\nº ANDREW\n\f*R E M A R K A P L E N AT IV. I T I E S. 141\nANDREW CARDINAL PERETTI.\nI. this nativity, if the aforeſaid had 18° 37', ac\ncording to the explanation of Argol, we freely\nconfeſs if the o were hyleg, no direction of his\nwould agree with the time of the native's death.\nThe dire&tion's arc for 56 years 8 months, is\n61° 15', the b's oblique aſcenſion is 279° 41'; to\nwhich, if we add the direáion's are 61° 15, the ſum\nis 34cº 56'; anſwering to :: 27° in the ſame table,\nobnoxious to none of the enemies.\nWherefore, as in this nativity the O begins to\nbe ſeparated from the horoſcope, if, to the time in\nthe nativity, a quarter of an hour is added, which\nis probable, becauſe of the uſual difference between\nthe ſolar and civil horology, the prorogatory\ndignity of life is taken away from the o, as he has\nnow left the horoſcope, and is transferred entirely\nto the ; which that it is ſo, is confirmed by the\nagreements of the D’s directions with the time of\ndeath.\nThe native died the 4th of Auguſt 1629, aged\n56 years and 8 months, at which time the D\ncame, by a right direction, to a parallel declina\ntion of 3 ; the parallel of § preceding near f\n21° 25, when the gains 2° North latitude, and\na declination\n\f:42 R E M A R K A B L E N AT 1 v i T 1 Es.\na declination 21° 13'. Since indeed about the tro\npic the declination ſuffers very little variation; ſo\nthat the D for ſome preceding degrees participated\na parallel of 3 ; a ſubſequent A of it preſerved\nhim, owing to his 6 to the O; but the A of it\nbegan now to ceaſe, and the D entered the orbs of\nTh. Laſtly, there was, by a converſe direétion;\na mundane parallel of 3 to the ; the effect of\nthis parallel of 3 to the immediately appeared;\nand at the ſame time the D, by a converſe mo\ntion, came to the 8 of 3 ; and ſeeing ſo many\nagreements of the part of the D concur, of conſe\nquence the ſignification of life belongs to her.\nWe have ſaid, that the direétion's arc for 56\nyears and 8 months, for the D in 56 days and 16\nhours from the nativity, arrives at 2: 16°8', whoſe\nright aſcenſion is 3.18° 37', from which ſubſtraćting\nthe o’s right aſcenſion 2.57° 22', there remains the\ndireétion's arc 61° 15', which is due to the aforeſaid\nyears; the D's right aſcenſion is 199° 31', to which\nadding 61° 15', the ſum is 260° 46'; this, in the\nTables of Right Aſcenſion, anſwers to £ 21° 25',\nunder the column of latitude 2° North, which the\nI gains there, and is poſited in the declination of\n3 (s). -\nThe calculation of the converſe to the mundane\nparallel of the ſame is thus (t): The D's declina\ntion 2° 5'1', anſwers to ~ 7° in the ecliptic, whoſe\n(s) Canon XXXV. -\n{*) The Moon to the mundane parallel of Mars,\nſemi\n\fR E M A R K A B L E N AT I v IT I Es. I45\nſemi-diurnal arc is 5° 50'; the declination of 3\n21° 4'; to ºf 26°, whoſe ſemi-diurnal arc 4° 39':\nI add theſe arcs together, and the ſum is 10°29.\nThe right aſcenſion of 3 304° 35': from which,\nſubſtraćting the D's right aſcenſion, there remains\nthe right difference between them 105° 4'; there\nfore, -\nH. M.\nAs the ſum of the ſemi-diurnal arc Io 29\nis to the D's ſemi-diurnal arc - - 5 so\nſo is the right aſcenſional difference 105 4\nto the D's ſecondary diſtance - - 58 28\nwhich added to the primary (v) - 3 15\nmakes the direction's arc - - - 62 19\ngreater than that above by one degree; ſo that\nthis direction ſucceeded the year, and alſo the 8\nof 3 , if the place of the D be true.\nThe converſe direction to the 8 of 3 is thus cal\nculated: The pole of the ſecond houſe is 31°; but\nas 3 is in 19 18' South latitude, and is in 19 diſtant\nbelow the cuſp, the elevation of the pole is 30°,\nunder which 3's oblique aſcenſion is 315°; but the\noblique aſcenſion there of the D’s 8 is 17° 53,\nfrom which, ſubſtraćting that of 3, leaves the di\nrečtion's arc 62° 50'.\nArgol reports that the native was ſick in the\n44th year and a half of his age; at that time the\n» came by a converſe motion to a D of h 's mun\n(v) It muſt be added, becauſe the Moon has not paſſed\nthe mid heaven.\ndane;\n\f144 R E M A R K A B L E N AT 1 V1 T 1 E. S.\ndane; the direction is thus: The firſt is the\nſemi-diurnal arc of H; the ſecond is diſtant from\nEaſt by the oblique aſcenſion of the horoſcope ;\nthe third is the P’s ſemi-diurnal arc; the fourth\npreceding number will be her ſecondary diſtance\nfrom the medium caeli, which is to be added to\nthe primary, and the direction's arc equated, for\nthe 44th year and a half, is 48° 4'; but the lumi\nmaries ſeem very frequently to precede, in their ef\nfeas, the intimate application of the direction,\neſpecially in the parallel, as has been frequently\nmentioned. -\nThe ſecondary dire&tion falls on the 25th of\nJanuary, 1573, with the meridional hour 12, un\nder the following conſtitution of the ſtars:\n) P 1. 2 § 83\n12.36| 26.24 25.9 |17, c. 4, o 6, o 11.50\nN. : | N S. S. N. N\n4.17 | 2.10 | 1.20 |o. 10 2. & 1.53\nThe progreſſions are made on the 30th of June,\n1577, the fiars in the poſition following:\nDeg.\n\fR E M A R K A B L E N AT I v IT I Es. 145\nO || > | H | 1 || 3 || 2 || 8 || 3\nm . g . su l Sl\nLong. 17.2of18.o.S. 4|8.5o 29.58||11.49 || 12.24 || 16.22\nDeg. grº, Vºf\nN. | N. N. N. S. N.\nLat. 4.17|o.46] 1 - 9 || 1.14 || o.4o o. 15\nOn the 4th of Auguſt, the ſtars were as under:\nO | D | H | 1 || 3 || 2 || 3 || 3 ||\nPº. Sl 2: * : II & rig II\no --\nLon. 11.57 15.38 | 18.41 | 1.10 || 3.4o | 18.1 3.14|29.0\ns. | N. s. S. N. . s.\nLat. 3.38 2.14 o.44 o.43 | 1.26| 2.39\nOn the day he died, there was a full e in the\nn and parallel of H in the radix, and in his place of\nthe ſecondary directions, in which 3 was in the G.\nof the O and parallel of the D. - On the ſame day\nh was in the D of the O and D of the progreſ\nſion, and exactly above the place of the D's radix:\n3 on that day had a parallel declination in the D's\nplace of the right direétion; ? had the + to the\n» of the nativity, but was combuſt: On the above\nday, the O was in an exact parallel declination of\nH of the ſecondary direction, and the D entered\nthe ſame parallel, - -\nT You\nr\n\f146 R E MAR KABLE N AT 1 v 1 T H E S.:\nYou ſee, Reader, how various and mutual the\nagreements are, both active and paſſive, and yet\nhow exact. In the 24th year, the time he was\nmade a Cardinal, the O came to the quintile of 2.\nin the horizon, near 13° 42 of ºf, who having\nthe fame declination with the o in the nativity,\nthe direétion is eaſy, viz. by the right aſcenfion;\nfor as many days as the 6 was ariving at 13°42' of\nwº, ſo many years do they denote; the number of\ndays are 24; beſides, the Ó applied at the ſame\ntime to the mundane quintile of \\{ (w), which is\nthus calculated: ; :\nI divide it’s noëurnal horary times 13° 58' by\n5°, the quotient is 2°48, which, added to his noc\nturnal horary times, is 16° 46, which is the 5th\nof it's ſemi-noëturnal arc. - ---\nI direét 11 to the D of the G) in the world thus:\nD. M.\nIfthe horary times - - - - 11 15\ngives his diſtance from the Eaſt - 5 59\nWhat will hi's horary times - - 13 58\nanſwer iſ 's ſecondary diſt. from the\nimum caeli - - - - - - - 7, 25\nright aſcenſion of n! 19°, his primary diſtance from\nthe imum cali 3° 20'; which, added to the ſecon\ndary, makes the direétion’s arc of the O to the G\nof h; 10° 45 t to this I add a 5th part of n!’s ſemi\nnoćturnal arc, taken as before 16946, and the ſum :\nis 27° 31'; for the direétion's arc of the O to a\n(w) The Sun to the quintile of Jupiter in mundo.\n- quintile\n\" * *\n\fR E M A Rºk AB L E N AT i v IT i E. s. 147\nquintile of n! in mundo, turned into time, gives\n25 years nearly. -\nIn this nativity, is to be obſerved a very noble\nSatellite of the luminaries, particularly of the Q,\nwho was in the A of it and + of 2, viz. in the\nworld to 2 ; for 2 in ſuch a k, confers very great\nhonours on the O #: - * * * *\nThe ſecondary directions are made on Decem\nber 23, 1572, with 7h 54, P. M. and the pro\ngreſſion on the 25th of Oétober, 1574, almoſt in\nthe meridian, in which the luminaries were alter\nnately in A, and both in exact A of it. \"On\nthe 5th of June, when he was elected, (the lumi\nnaries were poſited alternatelyin A) were found\nin A of 2 of the progreſſion, the o in parallel of\n21, &c. º, c. : : - , , , ... . . . . . . .\nArgol direéts the medium caeli to the k of 3 for\nthe 24 years; but the + falls in c. 5° 46, which\npreceds, not ſucceeds, the medium caeli, and the\nright aſcenſion, which it receives of the # of g.\n213° 24, is 5° 46 of m, and not *.\n* See in the other examples brought by Argol in the\nCardinals Lenius, Lanfrane, Borromeus; in George Prince\nAldobrandine, Charles I. Gonzago, Duke of Mantua,\nDomini Molinus, Barnard Vamarius, and others,\nT 2 OCTAVIUS\n\f143 R E M A R K AB I, E N AT IV.I.T I E S.\n. . . . .\n& . . .\noctavius CARDINAL BANDINI.\nE died Auguſt 1, 1629, aged 70 years and\n9 months; was created a Cardinal on the\n5th of June, 1596, at the age of 37 years and\n7 months. - . . . . . -\nIn this nativity, explained by Argol, 2 is to be\nplaced in * 12°, not 21°; and he direéts the ho\nroſcope to the D of h in the zodiac: But as the\nrays to the cardinal figns in the zodiac are rejećted\nby us for very plain reaſons, and alſo by Ptolemy;\nand on the other hand, the o’s arc of direétion\ncorreſponds very well with the proper B in mundo,\nwhereby the prerogatory virtue of both, viz. that\nof a right direét motion, and the other by a con\nverſe, is injured, eſpecially by the ſubſequent pa\nrallels of h in mundo, as will appear by calculating\nthem. * . . . . . - - - -\n. It is probable, that the ſignificator of life be\nlongs to the O, and that he may obtain his dig\nnity, the nativity muſt be lengthened ſome few\nminutes; wherefore we add to the given hours\n18 minutes. At the time of his death the o came\nto the proper D in mundo ; the calculation whereof\nis eaſy; for the O's ſemi-diurnal arc is 74°54, his\n- - horary\n\fR E M A R K A B L E N AT 1 v IT I E S. 149.\nhorary times being 12°29'. The o likewiſe came\nby a right motion to a mundane parallel of Ł .\nH. M.\nAs the horary times of the O - 12 29\nis to his diſt. from the medium caeli 34 33\nſo is h’s horary times - - - 12 33\nto his 2ndary diſt. from the imum caeli 34 44\nThe right aſcenfion of h is 47° 31'; from which,\nſubſtraćting the right aſcenſion of the imum coeli,\nleaves the primary diſtance of h in the imum caeli\n42° 1'; which added to the ſecondary, makes the\ndireétion's arc 76°45; laſtly, the o by a converſe\nmotion, came to the mundame parallel of H. .\nFor as h’s horary times 12° 33' is to his from\nthe imum caeli 42° 1', ſo is the o’s horary times\n12°29' to his ſecondary diſtance from the medium\ncaeli 41°48'; which added to the primary 34° 33',\nmakes the direction's arc 76° 21'; which equated,\ndenotes 70 years and nine months. The ſecond\nary direétions arc made on the 14th of January,\n1559, with the meredidnal hours 15° 23', in this\nſituation of the ſtars.\nO | } * | | | | | * § 83\nDeg. ºf , t | 8 m |*| *\nLon. 24.29 || 15.o || 17.45 || 17.35 *E. 2O-O ! I 3-44,\n2:\nThe\n\f150 R E M A. R. K. A B L E N AT I V I Ti E.S.,\nThe progreſſion for full 70 years, are made on\nthe 23d of June, 1564, the D remaining in ºf 3°;\nfor the other 9 months, we have the poſited\nin a 25°30' ; the reſt on the 15th of July, were\nas under ; , , . . . . . .\n. . . .\n| || 0 || | | | | | | 3 || 3 || 8 || 2.\nDeg. | Sl | * Q. &l |. Sl fig Sl f .\nLong. 2.27 25-30 |8. 7| 4:36 |27.30 17.6 °45.19 || 26.51\n- || -- S. N. N. | N. N. . . . s.\nLat. 4.23 |o.39| o.38: o. 17 | 1.31 || 2.48 ||\nOn the 1ſt of Auguſt, 1629, the Stars were thus\npoſited :\n|,\n2:\no || > | H | 1 || 3 || 2 || 8 || 3\nDeg. Sl ºf sº- II Q | *\nof -\n|...ſº 1o.o | 18.29 | 1.25 | 1.43 || 14-20 | 3.32 o.41\n–4–\nOn the ſame day the G) entered the progreſſion\nof h, and in the H of the ſecondary direétion of\n& , , , and the D’s progreſſion, and the E of the\nO’s ſecondary direction; 3 a parallel of the o’s\nſecondary direétion.\nIn\n\fR E M A R K A B L E N AT Ivi T 1 Es. 1st\nIn 1596, the O came by a right direétion to\nthe + of it in mundo; likewiſe, to the quintile of\n2, and parallel of the ſame, by a converſe\nmotion. - -\n: The direétion to the # of it, is thus calcu\nhted; ºr - - .\nThe o’s oblique aſcenſion under the pole of the\neleventh houſe 18°, is 225° 16', from which, ſub\nſtraćting the oblique aſcenſion of that houſe 21.5°\n30, leaves the o’s diſtance from the eleventh\nhouſe 9° 46'; therefore, hi’s horary times 18° 21',\nwill give his ſecondary diſtance from the Eaſt 14°\n21'. The oblique aſcenſion of it in the horoſcope\nis 327° 13'; from which, ſubſtraćting the horo\nſcope's oblique aſcenſion, leaves the primary diſ\ntance of n! from the Eaſt 51° 43' ; from this,\ntaking the ſecondary diſtance, the remainder is the\ndireétion's arc 37° 22'.\nIf you want to have the direétion to the pa\nHallel of 2, . by a converſe motion, ſay, As the\nhorary times of Q are to her diſtance in the medium\nteli, ſo is the ſecondary diſtance to the horary\ntimes, adding the fourth number to the o’s\nprimary diſtance, and the ſum will be the diree\ntion's arc. -\nThe ſecondary direétion falls on the 2d of De\ncember, 1558, with i i\" 41', P. M. in the follow\ning ſituation of the Stars :\nDeg.\n\f152 R E M A R K A B L E N AT IV. I Ti Es.\nG) D | H | 1. 2 § 83\nDeg. f tº 8 || 2: tº: m. m.\nof -\nLong. zo.43 |27.o '9.4|| 10.30 | 18.21 28.o 28.0 | 15.30\nThe progreſſion depends on the 8th of No\nvember, 1561, the D remaining in f 16°; the\nreſt as under :\no | H | | | 3 || 3 || 8 || 2\nDeg. m t |gs | 8 || 3 | < | m =\nof - -\nLong. **** 6.5c 26.33 || 12.25 || 13.o 23.0 | 18.41\nJune the 5th, 1596, the Stars were poſited thus:\nO })\nDeg. II tº:\nof\nLong. 14.29 || 5.21 o.4 o. 31\nP | 3 || 2 || 3 || 3\n* 8 Q. gº; II- cy\"\n2.T.A. 23.31 || 3.18 || 10.22\nOn the ſame day the o was poſited in the A of\n7ſ of the ſecondary direction, and A of 2 of the\nOn the contrary, 2, on the day he\nwas eleēted, was poſited in the A of the o’s pro\ngreſſion,\nprogreſſion.\n\fR E M A R KAB L E N AT 1 v 1 TI Es. 153\ngreſſion, and in the k of the D's ſecondary di\nrečtion; and the o in the A of 2 of the nativity,\nwhen there was a new D on the 26th of May, in\nII 5°, in A of it’s radical place and ſecondary\ndirection; the on the 5th of June, was above 2\nin the A of 11, of the nativity, &c.\nU MARGOTIUS\n\f154. R E M A R K A B L E N AT I W IT E I S.\nM A R G O T I US\nCARDINAL LANFRANCHE.\nE died the 30th of November 1611, aged 52\nyears, 2 months, Io days. He was ſent for\nin 1606 from Naples by Paul the Vth, to be ſecre\ntary to his grandſon, Cardinal Burgheſus. He\nwas elečted Cardinal in November 24, 1608.\nArgol, in this nativity, as uſual, directs the\nhoroſcope, for the native's death, but the O is un\ndoubtedly hyleg, who falls on a parallel of the\ndeclination of the D; 2 and h following imme\ndiately after ; and what is very remarkable, the\nO with that declination; 16° 35', found the decli\nnation of Syrus, Aldebaram, Cauda, and very near\nit Cor Leonis, four fixed ſtars of the firſt magni\ntude, of a hot and deſtructive nature. I have\nfound, by obſervation, that that declination is poſ\nſeſſed of a great force and virtue; ſo that if any\nſignificator poſſeſs that point, the ſignification is\nthere greatly increaſed, good with the benign, and\nevil with the malignant. I have obſerved that 3\nwith that declination gives acuteneſs to the mind,\n& a deſire for luxury and pleaſure, 3 anger, mad\nneſs, boldneſs, temerity, &c. -\n- The\n*\n\fR E M A R K AB L E N AT I v IT I E s. 135\n* Theo with this declination cauſes:a warm peſti\nlential air; he brings the heat of ſummer about the\n... beginning of November, and configurated with the\nenemies, raiſes ſtorms at ſea; ſpoils' the fruits,\nwines, produces on the earth vermin to deſtroy the\nfeed, increaſes the buds, &c. ſo that there ſeems\nto be great power in the declination of thoſe ſtars.\nBut it is very evident that this dire&tion of the\nO was alone ſufficient; for in the nativity the O is\nhyleg; was ſurrendered by the enemies by the two\nmotions in the zodiac, and applied very near the D\n: of 3 in mundo, by a true converſe motion,to the D of\n#, 2 only, of the friends, gave any affiſtance to\n: the mundanek, whereby ſhe conferred great digni\nties; nevertheleſs, ſhe being unhappily ſituated in\n'm, her detriment, and under a parallel of h’s de\nclination in the weſtern cardinal ſign, whence he\nis generally the cauſe of diſeaſes: what 2 denoted\nſhewed it only to be corrupt, fickly, and of a ſhort\nduration. Theo directed to the A of n! and 3 of 2,\nconferred very great honours: on the native and un\nexpected he did not ſeek for honours, but was ſought\nfor to be promoted. AftertheQhad paſſed through\nthe rays of the favourable planets, and declined to\nthe parallel of the enemies, the native died.\n- But I am of opinion that the ſecondary direc\ntions, with the other motions, contributed greatly\nto his death, as we ſhall obſerve. -\nThe following is a calculation of the o’s direc\ntlOn :\nU 2. - The\n\f156 R E M A R K A B L E N AT Ivi T 1 Es.\nThe o’s pole is 16°, his oblique aſcenſion there\n179° 18', the oblique aſcenſion of m 15° 40', in\nwhich the D's declenſion is 16°35, falls in 228°4',\nfrom which ſubtrading that of the O’s, there re\nmains the direction's arc 48° 46, which equated de\n: notes 52 years nearly.\nThe ſecondary directions are made on the 4th\nof November 1559, three hours P.M. . .\n---\n*\no | }. | 1 || 3 * | 9 |\nDeg. in ºf II || 3 || 3: m - || 36\n| of |- - --\nLong- 21.44|***] 4:45. 8.55 |io.54|4. 14' 5-55 27.40\nS. S. S. “S. “S. N. f\n‘l Lat. 4.33. 2. 17 | 1.34 1.20 (3.5ol 1.48 -\n2 -\nVºf\n—\nYou ſee that the e was exaëly in a parallel\nof the declination of 3, the in ſeſqui quadrat of\n72 , theolikewiſe remaining in a parallel of h, the\nprogreſſion falls on December the 2d, 1563.\n-\nO | . )\nDeg. ºf gº\nof\n- Lon. Izo. 1 22.o\n7| || 3 || 2 || 8 || 2 |\n& \"b | f | f | \\ºf .\n:i3|6.59 o.7 | 16.18 25.27 8.49\n- N. N. N. N.\nLat. 1.8 |0.18|o.30 o-48 || o.37 | 1.30\nS\nT.\n\fR E M A R K.A. B.L. E N AT I W I T.I.E.S. 157\"\nNovember 30, 1611, the ſtars were poſited in\nthe manner following:\nDeg.\nof\nLon.\nLat.\nO || | | H | 1 || 3 || 2 || 8 || 2\n£ | = | : & in 3 ml || II\n7.28 21.55| 29.38 || 25.33 |zo. 354.36|| 18.56 |10.45\nN. S | N. N. N. N.\n3.46 | 1.6 o.32 o. 5 |o.26 o.18\nThe O on the day he died was poſited in 8 of h’s\nradical place, and in 8 of h’s ſecondary direction\nof the D above 3, and in D of his ſecondary direc\ntions and progreſſion; H on the ſame day above the\nO’s ſecondary direction, and 8 in 6 with him near\nthe place of the primary directions, and in D of the\nD’s radical place on the 3oth of November; the\no's place of the D’s primary direétions in the El\nof 3 's progreſſion.\nThus you ſee a mutual permutation of the in\ngreſſions. .\nCAR\n\f153 R E M A R K A B L E N AT I w I TI E S.\n. . . . . . .\n* . . . º\nCARDINAL-PANEIROLE.\n----- - - -\n-\n-\nE died the 3d of September 1651, aged 64\n| years, 7 months, and 20 days. .\nHe was created a Cardinal on July 17, 1634, at\nthe age of 47 years and 6 months.\nArgol takes the cauſe of his death from the horo\nſcope's direétion to be the E of H , omitting the O,\nwho is undoubtedly hyleg, and in the 64 years and\nhalf comes by a right direétion to the parallel of\n7, in mundo, and in the zodiac to the declination\nof 3, having by a converſe direétion ſome years\nbefore ſet near the 7th houſe.\nThe direétion to the mundane parallel of H is\nthus calculated.\nTheo's horary times are 11°29'; diſtant from\nthe medium cali I 19 20'; the right aſcenſion of\nH is 24°54', from which his primary diſtance;\nhorary times 16° 10'; from which ſubtracting, &c.\nariſes, in the fourth place, his ſecondary diſtance of\nthe medium caeli 15°57', which ſubtracted from the\nprimary, leaves the direétions arc 63°56', being\nequated,\n\fR E M A R K A B L E N AT IV IT I E S.: 159.\nequated, denotes 65 years; the 9th houſe is elevated\n17°.(x). • * * - ºf tº\n- . . . . . . . . D. M.\nAs theo's duplex horary times 22 58\nis to the elevation - - - 11 o\nſo is theodiſtant from medium x\ncali - - - - - - 17 20\nto the G)'s pole. - - - - 8 o\nThe oblique aſcenſion of his 8 under that pole is\n110° 29; to which I add the directions arc 63° 56',\nthe ſum is 174° 25', anſwering to 24° 15', in the\nſame tables of oblique aſcenſion; ſo that the O had\narrived at x 24° 15', whoſe declination is 2° 18', and\nthat of 3 1? 21. If his place is true by longitude\nand latitude, and the Q then being within 1°, ap\nplied to his declination, and the luminaries in the\ndireétions to the parallel, always anticipates their\neffects, as is ſeen in all theſe examples. The G)\nby a converſe motion had departed from the weſt,\nand 3 at the ſame time was found at the center of\nthe imum caeli (i. e.) in a mundane D ray to the\ne); with this ſame ray of 3 , the G) moved ſuc\nceſſively, and continued ſo; and this is worth ob\nſerving, that the ſignification of what ſtar ſoever,\ntogether with the ſtars whilſt they are moved by\na converſe univerſal motion, change the aſpect\nalternately, and conſequently the mundane rays,\nas it likewiſe happens that they acquire parallels\nwhich we have already calculated.\n(x) Sun to the mundame parallel of Saturn.\n- But\n* *\n\fsto R E M A R K a B L E N AT Iv It res.\nBut becauſe this happens inſenſibly, and ſuch\nrays ſo acquired are generally laſting, we have not\nfor a long time laid down a method to calculate\nthem in the Cannons, but any one may, from the\ntable of the houſes, the time of acquiſition, and\nduration of theſe rays. As in the example, the\nÓ poſited in the weſt, with ºf 22° in the imum\ncali, are found in a 2°; and as the rays thus ac\nquired are of a long continuance, they denote a\ncertain univerſal diſpoſition of the things ſignified,\neither good or bad, according to the nature of the\naſpecting ſtars, as it happened to this Cardinal,\nwho ſome years before his death was always ſickly;\nand obſervation is wonderful in the changes of the\ntimes and weathers; for this principal Ptolemy ad\nhered to in the Almajeſi, Lib. viii. Chap. 4. This\ndoćtrine he mentions in the Second Book of Judge\nments in the Chapter on the Nature of Events.\nBut to our buſineſs; the ſecondary direétions\nfall, or are made, on the 17th of March, with\n16 h 5 m. P. M.\nDeg. 36 ga 8 º mg 3{ >{ =º-\nLong- || 26.30|o. 4|o.45| 5.30 |27. 11R11.33R 6.38 || 8.42\n5.30\nLat. I 5. Oz. Iol o. 18 3% 13s\n*\n\fR E M A R KABLE NAT IVIT IF s. 64.\nThe o was found in 8 of3 near his primary diſ.\ntance, under the declination off ofthe nativity, the\n> in D of 3 of the nativity, and therefore the 6\nwith him of nſ availed nothing, nor the A of 2 and\n#, becauſe tº had the declination of h, and being\nabove the B of the nativity, was rather prejudicial;\nand as the was in the 5° South latitude, ſhe was\nat a great diſtance from?!. .\nThe progreſſion for full 64 years are finiſhed on\nthe 16th of March, 1592, whilſt the went over\n88°, where her veſpertine diſtancefrom theois 425\nnearly, as in the nativity; for the other 7 months\nI add 7 ſigns, and 17° 30', and come to £ 25°.\nLaſtly, for the 19 days, till the day of his death,\niſ add 21°, and the D is poſited in ºf 16°; the reſt\nas follows: -\ng\nDeg, ºr ºf gº || 8 | f | x ×\nLon. 15. o | 16. o 6. 14 |24.o | 19.22 | 1.40| 19.o | 1. 1\n2. o\nLat. 1. 18| 1. 4 o. 11 | 1.18 o.3ol. 2.\nSeptember the 3d, 1651, the ſtars were in the\nfollowing order:\n\f182 R E M A R K a B L E N AT Ivi t . Es.\nG) || Y | P. 71 || 3 || ? | 8 || 8\npeg. my | 8 | g | f | m | Su \"g ºr\nof . - - -- - - — * , IIT\nong- 10.36.16.13 24.41 13. 1. 21.37 | 18.45 || 14.43 22.3\n- - N. I. S., | N. S. N. N.\nLat. o. 42 o' i4\"|o.29 1. 14 || 'o. 56 || 1 .15\n... } . . . . . . . , * *\nOn the day he died the O was found, with the\ndeclination of Ł of the nativity, and almoſt of the\nſecondary direétions, and alſo above h in the ſecon\ndary directions; h in 8, and the D in a oftheo's\nprogreſſion. Preceding the death, there was a full\nD, the Ø remaining in an exact parallel of decli\nnation of.h's radical places, and ſecondary direc\ntions; 3 on the ſame day obtained the declinations\nof the D's ſecondary direétions; H was poſited in\n#8 oftheoofthe nativity. You ſeeanaturaltranſit,\naćtive and paſſive, of h to the O.\n| i * -\n#\n*\n*\n-\n- DOMI\n\fR E M A R K AB L E N AT I v 1 T 1 Es. 163\nDo M I N I C K Mo LIN Us,\nS E N A to R of V B N 1 c E.\nITE died November the 16th, 1635, 14 hours,\nY P. M. aged 63 years, all but 14 days.\nFor this effect, Argol direéts theoto the antiſ.\ncions of h and 8; but as theſe planets are 2° North\nlatitude, their declination becomes 16°, whereby\nthey cut the ecliptic in 16°of:, and Argol takesthe\nantiſcions of 8 in 2, 9° 10'. But we direét theoto\n2, 16°10, andthenwe ſhall ſee whether ourmethod\ncorreſponds; otherwiſe, for the example, we muſt\ncomply with the opinion of others; viz. that the\nantiſcions is not to be taken by preſerving the lati\ntude as we do. -\nThe o direéted to tº 16° is thus calculated:\nThe o’s horary times are 11°6', which doubled\nmakes 22°12'; the ſpace ofthe 11th houſe, luſtrated\nby the o’s motion, the pole ofthe 11th houſe 19°,\nand of the 12th houſe 34°, the difference between\nthem is 15°; the oblique aſcenſion of the 11th\nhouſe is 247° 15'; the O's oblique aſcenſion is\n254° 22', therefore his diſtance from the 11th houſe\nis 7° 7'\nX 2 As\n\f184 Rem ARKABLE N AT 1 v i t . Es.\nAs to the diurnal horary times - 22° 12'\nis to the difference of the poles - 15 o\nſo is theo's diſtance from the 11th\nhouſe - - - - - 7 7\nto the O's polar diſtance - - - 5 o\nwhich added to the pole of 11°, makes theo's pole\n24°, under which his oblique aſcenſion is 256°44';\nthe oblique aſcenſion thereof is : 325° 5'1', from\nwhich ſubſtraćting that of the o, leaves the direc\ntion's arc 69°7',which equated gives 63 years. You\nfee therefore, gentle reader, that our method, as in\nall other examples, agree perfeótly well.\nThe o likewiſe had arrived at the proper p in\nmundo two years before, for the o’s ſemi-diurnal\narc is 66° 36'; but when the ſignificator does not\nchange the hemiſphere, the ſemi-diurnal or ſemi\nnoćturnal arc is the direction of the proper D in\nmundo, and by his ray the two prorogatory virtues\nare injured; viz. that in the primum mobile.\nLaſtly, the o arrived to the D's mundane parallel,\nwhich is calculated thus: Theo’s ſemi-diurnal arc\nis 4h 26, diſtant from medium caeli 29° 15'; the\no's ſemi-noëturnal arc is 4h 53, from which ariſes\nher ſecondary diſtance imum deli 30° 1': this added\n'to the primary is 38° 31', which makes the direc\n'tion's arc 68° 32'.\nBut becauſe the declination of the G) and D is\nnearly the ſame, and the ſemi-diurnal arc of theo\nand ſemi-noëturnal arc of the D the ſame, the o a\n- little\n\fR E M A R R A B L E N AT IV IT I E.S. rö;\nlittle before was, by a convex motion, poſited in\nthe D’s mundane parallel: for \"\nAs her ſemi-noćturnal arc - - 4° 33' \"\nis to her diſtance imum caeli - 38 31\n{e-is-the O’s ſemi-diurnal arc - 4 26\nto his ſecondary diſtance - - - 37 22\nwhich added to the primary 29° 15', makes the di\nrećtion's arc 66° 47. You will ſay that the parallel\nof 9 and g are ſucceeded next by the + 's ray of aſ\nand A of 2. I anſwer, that they are firſt followed\nby the D's ray of Ł and ; ; when therefore more\nteſtimonies of the enemies than of the friends pre\nſented themſelves, the enemies prevailed.\nHence we are taught that the teſtimonies of the\naſpects may be multiplied by one and the ſaune\nplanets though the planet only is the cauſe of\nthem.\nThe ſecondary direétion happens on January\n'the 21ſt, 1557, with 21h P. M.\n~\nO * | 1 || 3 || 2 | | | g\nDeg.-H -: , ſig hl QY\" . . .2% * . . .2% QºS\nLong- || 12.48 |28.c. 26.14 24.38 14.2c 29:45 2.3d 12.3\nLat. |4.5: 2. 9 || 1.22 o.12 2.23 |1.2c\nThe\n\f266 R E M A R K A B L E N AT I v i T 1 Es.\nThe G) remains in an exact parallel of H. 's decli\nnation, without any aſfiſtance from the friends.\nThe progreſſions are made on the 24th of De\ncember, 1577. \\\nO ) b 7ſ. & 2 83\nDeg | Vºf grº, Vºf tº: m f f cy,\nof\nLon. 13.20 | 8.o 14.20 Io. 56 |26.559.4o 22.o 6.5o\nLat. 5.o o. 20 1.31 o. 1 r. 12. 9 o. o\n*\nThe O was 6 there with h; the D in their 8.\nNovember the 16th, 1635, the ſtars were poſited\nthus, as follows:\ni\nO D | H n| || 3 || 2 || 3 | Q\nº in : ºf mg | 11p. m. f ...:\nO ----- -\nLon. 24.o. 1 3.0 |o. 403. 28, 21.12 |zo. o. 14.40 |26. 37\nLat. 1.1o |0.4ojo.57| 1.37 o.45 | 1.36\nHe fell ſick when the new ) was above H and\n§ of the nativity, and died when ſhe came to the\nplace of theo’s direction, who, on the day he died,\nwas found above H of the ſecondary direétion, and\n- above\n\fR E M A R K A B L E N AT 1 v 1 T 1 E. s. 167.\nabove 3 of the progreſſion, and the D was poſited\nin their ra.\nTheſe agreements are wonderful. The year\nwas alſo climaétric, becauſe the D in the ſecondary\ndireétion had ſtopped at the propera ofher place of\nthe nativity.\nOCTAVIAN\n\f$68, R.E.M. A. R. K.A. B. L. E N AT I W IT I E S.\nt\n-\n*\nN E.\n* ~ * * *\noctavi AN ALBRAND1\nE died the 12th of Auguſt, 1632, aged 44\nyears and 11 months.\nArgol dire&ts the horoſcope to the G of a ;\nwhereas the D is hyleg, who, according to our\ncalculation, comes exactly to an 8 of 3. The\nP’s declination is 2° 3', anſwers to ºr 5° in the\necliptic, whoſe horary times are 15° 18', and\ndoubled 30°36'; the D's right aſcenſion is 6° 32',\nfrom which her diſtance in the wiedium caeli becomes\n9° 19'; the pole of the 11th houſe is 17°, whence,\nby the golden rule, is had the D's pole 5°, under\nwhich her oblique aſcenſion is 6°21'. The oblique\naſcenfion of 3's 8 is 48°11', from which ſubtract\ning that of the D , leaves the diurnal arc 41° 50',\nand being equated gives 45 years. The D like\nwiſe near 21° 15' of 8, found the parallel declina\ntion of h, where being in 4° South latitude, ſhe\ngains the declination of H 14° 16', the oblique\naſcenſion of whoſe place, taken as to latitude and\nlongitude under the D's pole, viz. 48° 38', from\nwhich ſubtrading the p’s oblique aſcenſion, there\nremains thedireétion's arc 42° 17'. But by a con\nverſe\n\fR E M A R K AB L E N AT 1 v 1 T 1 Es: 169\nverſe motion, the applied to the mundane pa\nrallel of Hº ; and if there was pla d on the mid\nhaven 2° 16 of ºr, it anſwers exactly for the right\naſcenſion of the midhaven, and would be 2° 5'; the\ndeclination of H 14° 16', anſwers to 8° of 8 in the\necliptic, whoſe noćturnal horary times are 17°12',\nthe right aſcenſion of H is 44° 13', from which his\ndiſtance from the midhaven becomes 42° 8.\nà in 8 is 22° 39' of 8; with latitude 1° North,\nbeing the contrary latitude to his body, and its\noblique aſcenſion under the D’s pole, is 48° 11'.\nAs the horary times of h - -\nis to his diſtance, medium caeli\nſo is the D's horary times\nto her ſecondary diſtance\nwhich added to the primary\n, makes the arc of directions\n**\n17°\n42\nIS\n37\n4.\n4I\n12'\n8\n18\n47\n27\n34\nThe ſecondary directions remained thus Novem\nber the 1ſt, 1587, at Iom. P. M.\n6 | p ºl ? || 3 || 8\nº m || m Sl * , | * m),\nof I\nLong. |8.35| 26.0 || 3.g. 15.22 25.2c 26.30 25. o 26.37\n- N. N. S. N. N.\nLat. 4° 20 o. 13 o.28 || 1 11 | 1.7\n+––. -\ny Thus\n\f370 K E M A R K A B L E N AT I v IT i E S.\n)\nThus the O is between a parallel declenſion, and\nin 8 to h; the D nearly alſo with the declaration\nof h to the day of his death, the progreſſions arc\nmade on May 10, the ſtars being as under : -\no || > | H | 1 || 3 || 3 || 8 || 2\ngro\n* | * | * | * | * | *... \" | *\nlon.] is. o 28. of 26. of 13.13 |1.43 |o. 12. 29.20 ||8.45\nLat. 5. O-I - i. y | . . .\nAuguſt 12, 1632, the ſtars werethus poſited;\nviz, - - -\nFº-Tº- 1 - - - * . . . .\nG) D | | | || 1 , || 3 |- ? || 3.\nº 83 gº; m. 8 = | Sl &\n|- O - --\nLon. 19.53 |ro.32 22:38 24:19, 11.43 9.4|9.2 2.17\n-\n1 &\n8\n- - | N. : I* S. i N. -|-N: T N.\nLat. - |4. 37| 2. o 1, 4 || d. 9 ||1.o. 1.22 |\n- - . . . . . . - - - -----\n-\n- ------ -\nl\n− — --- - * -T-F--------- s\n* ---\nThe e on the day he died was ſeparated from ht\nof the ſecondary-directions, and was poſted in a\nparallel of the declination of h’s ſecondary direc\n* - - - - tions,\n\fR E M A R K A B L E N AT IVIT I E.S. 17t\ntions, and alſo to the O’s progreſſion; and H was\nabove the D of the ſecondary direction. In his\nſickneſs the o was found in the exačt n of h’s\nſecondary directions, 6 in 8 of the D of the\nnativity,\nY 2 OCTA\n\f172 R E M A R K A B L E N AT IV IT I Es.\nOCTAVIAN WESTRIUS of ROME.\nE died May the 1ſt, 1626, aged 49 years and\n8 months. -\nThis nativity explained by Argol contains many\nerrors, for nº ſhould be poſited in 27° (not 22°) of\nh in 24° not 19°; 3 in ºf not a ; the places like\nwiſe of , and 8 do not agree, but theſe things we\nhave not attended to. Argol thinks, and very\njuſtly, that the o is to be direéted for life, for he\nis hyleg; but he wiſhes he had exceeded the 6 of3 s\nthen he would have been injured by the 6 of the D,\nwhich ſeems agreeable to reaſon.\nBy our calculation the o comes to the D of 3\nin the zodiac, with the teſtimony of a k of h; but\nas the # of nº ſucceeds, it doubtleſs would not have\nbeen fatal, unleſs, by a converſe motion, it had\ncome to the 8 of 3, and direétly to the mun\ndane parallel of 3. - -\nThe calculation to the D of 3 is thus: The O’s\nhorary times arc 15° 59', doubled 31° 58', then add\ned to the right aſcenſion of medium caeli, it makes\n154° 58', which ſubſtraćted from the O's right\naſcenſion, 264° 48', leaves theo’s diſtance from the\ncuſp of the I Ith ho iſ 9°50'; or if we ſubſtraćt\nthe oblique aſcenſion of the 11th houſe, 153'o\",\n- - - - from\n\fR E M A R K A B L E N A T L V IT I E S, 173\nfrom theo's oblique aſcenſion there taken, 162°50',\nthere remains the O’s ſame diſtance, 9°50', the pole\nof the 11th houſe is 17°, of the 12th houſe 31°. (a)\nAs the o’s duplicate horary hours 31° 58'\nis to the polar difference - - - 14 Q\nſo is his diſtance from the 11th houſe 9 5o\nto his pole's diſtance - - - - - 4 o\nwhich added to the pole of the 11th houſe 17°, the\nO's pole becomes 21°, under which his oblique\naſcenſion is 162° 18'. The oblique aſcenfion of the\nD of 3 in the ecliptic, (above which the o is in\nperpetual motion,) is 207° 36'; from which, ſub\nſtraćting that of the O, leaves the direction's arc\n45° 18', which equated denotes 49 years.\nTo the 8 of 3, by a converſe motion, the calcu\nlation is eaſy.\nThe polar altitude of 3 is 2°, under which his\noblique aſcenſion is 229° 26', and that of theo’s 3,\nthere is 345°3', from which ſubſtraćting the former,\nthere remains the direétion's arc 45° 37'.\nTo the mundane parallel of 3 the calculation is\nthus:\nThe O's horary times arc 15° 59', diſtant from\nthe medium caeli 41°48', the declaration of 3 is\n25° 18', aſcenſional difference is 25° 12, and divided\nby 6, quotes 4°12', to be added to the equator's\nhorary times, and the horary times of 3 's arc\n19°12', from which are produced 50° 13', which\n(a) The Sun to the Quartile of Mars in Zodiac.\nt is\n\f174: R E M A R K A B L E N AT I V IT I E S.\nis the ſecondary diſtance of 3 from the imum caeli,\nhis primary diſtance therefrom is in 4° 30', for his\nright aſcenſion is 298° 30'; ſubſtraćting there\nfore 4° 30' from 50° 13, leaves the direétion's arc\n45°43. -\nYou ſee therefore now how well all the direc\ntions agree; at the ſame time that it is no wonder\nthe native was deprived of life. For the ſingle\ndirection to the D of 3 , as has been ſaid, does\nnot ſeem ſufficient. The ſecondary directions for\n49 years and 8 months are made Oétober 15, 1576,\nwith 13h, P. M. the ſtars nearly in this order:\neg. fl Sl f my.\nof\nLong. 3. of 13.5 26.40 |6.47| 16. o 8.4 || 8.o |29. 49\n4. m m cy,\nN. N. N. S. N. S.\nLat. 4. 52 o. 51 |o. 53| 3: o c. 50 || 1 , o\nThe D is found in a parallel declaration of 3 and H.\nwith the 3 of 3 ; the sk of n! to the Q could make no\nreſiſtance, becauſe iſ is cadent, and the ray k is very\nweak, eſpecially when it is in the principal ray,\nand as it is ſo, Ptolemy, when he mentions the\nplanets that are able to ſave in the 3 of the infor\ntunes, does not name the k, but the D, A, and 8 ;\nand I think for this reaſon, becauſe the k ray is\nfeeble\n\fR E M A R K A B L E N AT i v i T 1 E.S. 173\nfeeble, particularly when it is leſs than 60°; but\nneither could 2 aſſiſt, as ſhe was cadent from the\nhouſe, and an enemy to the o’s fign. Laſtly,\nwhen the primary direétions are ſtrong for miſ\nchief, the ſecondary rather co-operate for miſchief,\nfor the teſtimony ofthe unfavourable, and of thoſe\nwhich are not ſo; on the contrary, they co-ope\nrate for good, if the primary are fortunate. The\nO was likewiſe with the Q. -\nThe progreſſions were made Sept. 2, 1580.\nO D B | 1 || 3 || 2 || 3 || 3\nDeg. mg Ca' | 2: £ II tº- -- 2:\nof\nLong. | 19.25 |z. oli 1.3|6. 17 | 7. 20 | 19.38 || 12.43 14.46\nN. : S. N. S. S. S.\nLat. 3.25] 1 - 21 or 41 || 1 - I 4. J 1 || 2. 13\nMay 1, 1626, the ſtare were thus ſituated:\nO | } | }. 7| || 3 º § 83\nDeg. 8 gö mg == II 8 8 my,\nLon.| 10.58|o. 8|9. 5 || 24-2 || 29.1 |9. 43 22.44| c.51\nOn the day he died the o was found in B of3 of\nthe ſecondary directions, and D of h of the progreſ\nfion; 6 above the ofthe progreſſion. And it is to\nº\n- - be\n\f*76 R E M A R K A B L E N AT I v i Ti Es.\nbe obſerved, that for ſeveral months before, h re\nmained above the O of the nativity, without doing\nany miſchief, becauſe it was above the o’s primary\ndireétions: but when he was ſeparated by retrogra\ndation, he left the O in power of an infortune,\nand there was a new before his death, in 8 6°,\nin the place of the 8 to the o’s ſecondary direc\ntion, and in a of the b there, and in a of h’s pro\ngreſſion. -\n* - B. A. R\n\fR E M A R K AB L E N AT IVITIES, 177\nBARTHOLOMEW MASSARI,\nAn Eminent Phyſicianof Bonon IA.\nX7 ITH the D, Pleades, Hyades, Orions,\n- Belt, and the great Dog Star, Sirius,\nwith the O in Fomahaut in 26.\nHe died February 18, 1655. This man was a\nprofeſſor of phyſic, and philoſophy in the college\nat Bononia. He argued very ſubtlely, and ſup\nported his arguments with the ſtrongeſt reaſon.\nBeing ſent for by the great men of Italy for his\nadvice, when they were fick, he always returned\nloaded with honours and rich preſents. He had a\ngreat knowledge of the mathematics. The libe\nrality particularly towards his friends extended to\nprofuſion; in other things extremely prudent and\nſagacious. His houſe wasornamented with the moſt\nbeautiful and valuable pićtures, precious ſtones,\ngems, &c. He had filled his library with volumes\nof the beſt authors in philoſophy, phyſic, mathe\nmatics, and aſtronomy.\nTo buſineſs his application was unremitting;\nof his promiſes he was a careful obſerver. In ſhort\nthe man was rich in every kind of virtue. He was\nborn with his feet inverted, owing to the conſti\n- tution\n\f* R E M A R K A B L E N At Ivi T 1 Es.\ntution of the D in the Weſtern horizon with 8 in\na mundane arc of D in 3 , who paſſed through x,\nthe ſign of the feet, and in 3 of H in t , the ſign\nof the thighs. ‘ On account of the friendſhip that\nſubſiſted between us, he deſired me (for he was .\nwell acquainted with the common way) to calcu\nlate the direétions of his nativity, which I very\ngladly performed, and the calculation of paſt acci\ndents appeared to a minute; but I afterwards ob\nſerved a direction of the D, who is hyleg to a\nparallel of h in the zodiac, near ga 14° 15', in ſouth\nlatitude 3° 28, though indeed the declination of\nthis is 19° 40'; but I know at that time the lumi\nnaries in theſe parallels preceded by their effects\nthe intimate application, and the D by a converſe\nmotion applied to the mundane parallel of 3 , whilſt\nboth were carried away by the motion of the pri\nmum mobile round the world. Laſtly, the D by\na right direétion found the ſeſqui-quadrat of 3 in\ninundane, and, indeed, as in every direétion, the\nrays of the friends are ſubſequent. It might be\nthought theſe aſpects would not prove fatal, yet\nhe died on February 18, 1655, almoſt ſuddenly,\nhaving ſome days before received the holy ſacra\nment, conſcious ofhis impending unfortunate direc\ntion, and the unhappy revolution which happened\nthe day he died; and I think of ſome inward acci\ndent which warned him of his death, whence he\nis ſaid to have feared the 18th, becauſe, perhaps,\non that day, by a calculation and judgment of ſome\n- COil\n\fR E M A R K AB L E N AT 1 v It i Es. 17,\nconſequence, would fall, for they ſay he was\nfick the night before ; however it be, he died the\nday he predićted, to the grief of the whole city\nof Felſina. His heirs, for the love they bore their\nvery learned preceptor, celebrated his funeral with\ngreat pomp and ſolemnity. - - -\nThe direétions arc for 52 years is 47° 50'; for\nthe O after the nativity arrives in 52 days of Y is\n21° 40', whoſe right aſcenſion is 20° 1', from which\nſubſtradingthe o’s right aſcenſion 332°11', leaves\nthe direétions arc 47° 50'. The 5's direáion to a\nparallel of h’s declination is thus calculated:\nThe oblique aſcenſion of the 5's 8 in the horoſ\ncope is 257° 10', from which ſubſtraćting the horoſ\ncope's oblique aſcenſion, leaves the 5's diſtance\nfrom the weſt 8° 33', the pole of the ſecond\nhouſe is 38°; therefore the difference of the pole\nof the 7th and 8th houſes is 11°. The 's diurnal\nhorary times are 18° 27'; theſe doubled produce\n36°54'; for the Y's declination is equal to 8 29° 3O'\nin the ecliptic : Now then, -\nAs the 5's diurnal horary times - 36° 34'\nis to the proper difference of the 7th -\nand 8th houſes - - - - - 11 o\nſo is the D's diſtance weſt - - 8 33 -\nto her pole's elevation - - - - 3 o\nher pole then becomes 41°, under which the oblique\naſcenſion of her 8 is 255°o, to which I add the\ndireétions arc 47° 50', and the ſum is 302° 50',\nZ 2 anſwering\n\fis, R E M A R K AB L E N AT ivities,\nanſwering in the ſame table to ºf 14° 15. north\nlatitude, which the D gains in the place of the8 .\nto him 3° 28; therefore the D cameto as 14° 15'\nin 3° 28 ſouth latitude, where ſhe gains a declina\ntion of 19° 13, that is 33 greater than that ofh:\nand as the D leſſened her declaration, ſhe therefore\napplied. *\nThe calculation of the p’s converſe direétion\nto the mundane parallel of 3 , whilſt both were\ncarried away by the motion of the primum mobile,\nthe calculation is thus: -\nThe D's ſemi-noëturnal arc is 69° 17', that of\n3 96° 33, which addedtogether are 165°50'. The\n12\"s right aſcenſion is 56° 28, of 6 344° 28,\nwhich ſubſtraćted from the former, leaves the D's\nright diſtance from 3 71°50': her primary diſtance\nfrom the imum celi is 77°51'; therefore (b)\nAs the ſum of the arc's - - 165° 50'\nis to the D's ſemi-noëturnal arc 69 17\nſo is her diſtance from 3 - - - 71 50\nto her ſecondary diſtance - - - 30 I\nwhich ſubſtraćted from the primary, leaves the di\nreaionsare 47° 5o; and if you have a mind to cal\nculate by logarithms, the minutes of the firſt num\nbers are 99.50, where the logarithms is 399,782;\nminutes oftheſecondary 4157,logarithms 361,878;\nminutes ofthe 3d houſe 4310, logarithms 363,447.\n(b) Rated converſe parallel.\nI add\n\fRE MARKA E L E N AT Ivi Ties, is,\nI add theſe two former together, and the ſum is\n725,326,from which I ſubſtraćt thefirſt, and the re\nmaining logarithm is 325,544, which gives 1800° 1',\nor 30° 1'.\nThe 9 direéted to the ſeſqui-quadrate of 3 in\nmundo, by a right motion, is thus calculated:\nI firſt direct to his a in mundo ().\nAs the 5’s diurnal horary times - 18° 27'\nis to her diſtance from the weſt - 8 33 .\nſo is 3's noćturnal horary times - 16 5\nto his diſtance imum cali - - - 7 27\nwhich is to be ſubſtraćted from the primary. But\nthe primary diſtance of 3 is leſs by 5° 41'; there\nfore 3 preceds this a 1° 46'. In this caſe I firſt\ntriplicate 3 's horary times, which muſt be added\nto the ray's D, that we may form the ſeſqui-qua\ndrate, and l have 48° 15', from which I ſubſtraćt\n1° 46'; 3, by his D, preceds the D, there re\nmains the D's arc of diſtance to the ſeſqui-quadrate\nof 3 46°29'; therefore this ray of 3 had pre\nceded a year, or more, at which time, as he told\nme, he ſuffered very great troubles of mind.\n(c) The Moon to the ſeſqui-quadrate of Mars in munds.\nThe\n\f13, R E M A R K A āi E N AT Ivi Ti Es.\nThe ſecondary direétions are made on April 11,\n1603, 12h. 26m. P. M.\nDeg. ºr Y. m | y, >{ | \"Y\" | 1m.\nof — - —\nLon. 21.37 |26. o';.45. 20.57 22.47 || 10.22 |21R44|27.53\n-j-- I - I -\nN. N. N. S. N. N.\nLat. z. 392.42 1.53 o. 3 | 1.56 || 2: 37\nO ) || || || || & 2 § 83\nf\nThe progreſſion happens on May 3, 1607.\nThe planets as under :\no h ºf & | 2 || 8 | 92\nDr. 8 a ºf × || || 8 || H m.\nof - - -\nLong. I 3. c. 11.40 |19 R34 28.37 (8. Cl 29. O || 3. •9. 17\nS. N. S. N. A. N. . N.\nLat. 2. 12 | 1. Io o.56 lo. 8 o 16 || 2. 4\nFebruary 18, 1655, the planets as under:\nO ) P 1. & 2 | f | 83\nDeg. : Sl my, }{ 1 | }{ | : || 2:\nof -- →\nLon. 29.48 | 1. 14 6. 55 27.53 |10.48] 1. 5|17.7 || 5.6\n| N. | N. . s. | N. . s. s.\nLat. 1. 13| 1. 48 || I. 9 o. 30 | 1. 27| 1.30\n* It\n|\n\\\n\fR E M A R K A B L E N AT I y IT I E S. 133\nIt is worth obſerving, that the native died nearly\nat the hour of the o’s revolution, in which he had\nthe declination of H and the D ; that of 3 and 2\nwas ſeparated from the G and the D, came in a\nparallel declination of 3 's progreſſion, and alſo of\nh's progreſſion; & in 8 ofthe D., D and parallel of\nthe o’s progreſſion, 3 with the D's anaretic decli\nnation.\nThe magiſtracy in this nativity is denoted by\n2 in 6 with 3 in the ſouthern circle. In their dig\nnities confiliated to the D by the ray quintile. This\none nativity, in preference to numberleſs others\nwhich I have calculated, I thought proper to inſert\nhere, that the memory of a man ſo famed for virtue\nand erudition might ſurvive among the living, who\nin his lifetime, by his profeſſion andfriendly offices,\nitudied only the good of his fellow creatures.\nLEONORA,\n\f184 R.E.M.A. R.K.A.B L E N AT I V IT I E.S.\nL E O N O R. A.,\nDucHEss of sforTIA.\n- HE died December 17, 1634, aged near 64\n| years and 9 months. , - -\nArgol in this nativity places 2 in z and g in\n×, but ſhe ought to be in ºr, and he in x., He\ndire&s the horoſcope to the D’s 8 as anaretic,\nthough ſhe rather appears to be ſignificatorof life,\nand her direction agree very well; the by a right\ndireétion in the 64th year and 9 months, comes to\na parallel declination of 3 , near 5° 39' of Sl, where\nthe D is 2° 4o douth latitude, and gains a declina\ntion 16° 22'; that of 3 16° 25.\nThe calculation is this: the 5's declination is\n16°38', anſwers to 8 16° in the ecliptic, whoſehorary\ntimes are 17°42', which doubled, make 35°24',\nthe ſpace of the y's houſe; the oblique aſcenſion\nof the third houſe is 256°. The oblique aſcenſion\nof the D’s 8 to the pole of the third houſe, which\nis 18°, is 251° 44'; therefore the D's diſtance from\nthe center of the 9th houſe is 4° 16', and her polar\nelevation 20°, under which the oblique aſcenſion\nof her 8 is 252°24'; the oblique aſcenſion of :\n5° 30',\n\fR E M A R K A B L E N AT IV IT I E S 177\n3° 30', is 2°40' North latitude under the ſame pole\n313° 22'; from which, ſubſtraćting the former,\nleaves the direétion's arc 60°58', which equated,\ndenotes 64 years 9 months.\nAnd becauſe the D's declination in the nativity\nis 16° 38', that is, nearly the ſame that ſhe has in\nthe direction's place; the direction's arc may be\nlikewiſe had by the right aſcenſion. The right\naſcenſion of the D is 66° 10'; the right aſcenſion\nof Su is 5° 30', with latitude 2°40' South, is 127°\n12; from which, ſubſtraćting that of the D, there\nremains the direétion's arc 61° 2', greater by 4than\nthe other, by means of ſome difference of the D's\ndeclination and place of 8.\nAt the ſame time the D, by a dire&t direction,\ncame to the mundane parallel of H. , for the D's\ndeclination in the ecliptic, anſwers to 8 16°; whoſe\nhorary times are 17°42'; her diſtance from the\nmedium call 39° 50'; h’s declination 5° 5', anſwers\nto a 13° in the ecliptic, whoſe diurnalhorary times\nare 14° 12'. From thaſe are produced h’s ſecond\nary diſtance from the medium caeli 31°57'; which\nbeing ſubſtraćted from the primary 93°4', (for 5's\nright aſcenſion is 199°4), leaves the direétion's\nare 61°7's to this ſucceeded the to the mun\ndane parallel of ; , who had aſſumed the nature\nof h .\nBy a converſe direétion the y had arrived at the\n8 of h 4 years before: h’s pole is 39°; his ob\nlique aſcenſion is 203° 13'; the oblique aſcenſion\nA a of\n\f173 R. E. M.A. R. K. A B L E N AT IV. I T 1 E. S.\nof the D’s 3 under H. 's pole, is 260° 10'; there\nfore being ſubſtraćted, leaves the direction's arc\n56°57'. . . . -\nRetention of urine is denoted by 2, lady of the\naſcendant in the 6th houſe, and parallel of h’s de\nclination in the horoſcope, poſited in the ſigns of\nthe kidnies; the D alſo in a mundane parallel;\n3 had the D with 2 in the 6th houſe.\nThe ſecondary directions happen May 16, 1570,\nnear 1 hour P. M.\nQ h h! || 6 § 82\n-\nDeg. II -- --- 2: ng I II 8 || 11p.\nof - - -\n- Long. |4.4o 18.30 | 15.54 || 16.45 |5. o 6.0 | 16 29 4 - O\n* N. || N. . . S.\" | N. S. S.\n: l Lat. 3.36 2.5o o.37 || 1 , o, o. 2 || 2.20\nObſerve, the O and 2 are combuſt in the D of\n*- 3 , and with the hyades; the D in the ſeſqui-qua\ndrate of the Q and Q , and parallel declination of\nh. In the preceding 3, aſ aſſiſted with his A\nray. -\nThe progreſſion for full 65 years, fall on June\n13, 1575, the D remaining in 7° of m, and the Q\n1° of ga. But there is a deficiency of 3 months and\n6 days; for the three months I ſubſtraćt 3 ſigns 7°\nand go back with the ; ſo that ſhe is poſited in\nII o'. Laſtly, I ſubſtraćt 6° for the ſame num\n* ber\nº\n\f| R E M A R K AB L E N AT I W IT I E S. 179\nber of days, and the D is in 8 24°; the reſt as\nunder : -\no h || || || 3 || ? .\ngz gº II\nDeg LI 8 f gº;\nof\nLon. 24.1o 24.o 15-40 || 15.13 ||3.32 || 19.38 |3.48\n- S. N. N. | N. N. . s. -\nLat. o, 11 | 1.48 || o. 6 o. 8 | 1.30 2.o\n3.\n8\nº\nI\nThe O was in an exićt parallel of 3 's declina\ntion; the D in the 5 of 3 of the nativity. -\nDecember 17, 1634, the Stars were found as\nunder :\n| O | }) lſ | 3 || 2 || 8 || 9 |\nDeg. | f | m. SU ºf 2: Vºf >{\nof -la- --\nLong. 25.39|20.o. 24.10 |2.54|28.4 12 51 15.31 | 16.52\n: S. l. N. . . N. S. s. s.\nLat. 4.27| I. 2 |o. 1 3| 1.16 | 1.53 | 1, 2\nThe O’s conjunction with H in the 8 of his pro\ngreſfion, and in h the 8 exačtly to the o’s pro\ngreſfion; the D remaining with the declination of\nh in 8 of his progreſſion, and in the ſeſqui-qua\ndrate of 3 , when he was ſeparated from the A o\n11. There was a full e December 5 before her\ndeath, the O remaining above h of the progreſ\nfions.\nA a 2 JO HN\n\f*8e R E M A. R. K. A B L E N AT IV. I T I E S.\nJOHN BAPTIST CARDAN.\nEDUSA's head on the cuſp of the ſeventh\nhouſe, with 2 and the P, &c. April 9,\n1560, he was beheaded, at the age of 25 years,\n1o months, and 26 days. ~\nJohn Baptiſt, eldeſt of Jerome Cardan, who\nfirſt calculated it; after him, Valentine Naybod,\nand laſtly, John Anthony Maginus, three very\nlearned and celebrated authors, though none of\nthem would allow the D to be hyleg. But, agree\nable to Ptolemy's method, I inſiſt ſhe is ſignifica\ntor of life, and at the time of his death was di\nrečted to a parallel declination of 3, near 13° 50'\nof ga, were having 2° South latitude, her declina\ntion is 20° 50'. Next follows the 3 of h, and the\nparallel ofhis declination, he being very unfortu\nnate, and not agreeing with the ſigns of the lumi\naaries, threatened, according to Ptolemy, the anger\nof the Prince, and the ſentence of the judges; for\naſ is Weſtern retrograde, peregrine with 3 and 3\nof 3, with the declination of h .\nThe D too, by a converſe direction, came to the\nmundane parallel of h, ſucceeded by that of 3 and\nnt. The direétion's arc for 25 years 11 months,\nis 26° 32'; for the G from the day of the birth in\nthe\n\fR E M A. R. K. A B L E N AT I W P T H E S. 13;\nthe ſpace of 25 days 22 hours, arrives at 27° 17' of\nII, whoſe right aſcenſion is 87° 2'; from which,\nſubſtraćting 60° 30', there remains the arc of di\nrečtion 26° 32'.\nThe oblique aſcenſion of the D’s 8 under the\npole 44° (for the D is on the cuſp of the ſeventh\nhouſe) is 279°37'; to which, adding the arc of\ndirection 26°32', makes 306° 9'; which in the\nſame table of oblique aſcenſion, anſwers to 13° 30\nof ºf, with 2° North latitude; the pole of this\nplace is 20° 50'; the calculation of the D’s con\nverſe direction to the mundane parallel of h will\nbe thus: The declination of Ł 21° 22', is equal to\n69° 24′ in the ecliptic, whoſe noćturnal horary\ntimes are 18°42'; the oblique aſcenſion of his 8 in\nthe horoſcope 315° 26'; from which ſubſtraćting\nthe horoſcope's oblique aſcenſion, there remains\nb's diſtance from the Weſt 38° 32'.\nThe D's declination 19°22', is reduced to 8 26°\nin the ecliptic, whoſe noćturnal horary times (for\nthe D is poſited below the earth) are 11°42'; from\nwhich, ſubſtraćting the horoſcope's oblique aſcen\nſion, leaves her primary diſtance from the Weſt\n2° 33' (f). D\n. M.\nAs the diurnal horary times of h - 18 42\nis to his diſtance from the Weſt - 38 22\nſo is the D's noćturnal horary times 1 I 42\nto her ſecondary diſtance Weſt - 24 o\n(f) The Moon to the inundane parallel of Saturn converſe.\nwhich\n\f182 R E M A R K A B L E N AT 1 v 1 T 1 E. s.\nwhich added to the primary, as the in the nati\nvity is above the earth, and by the direétion po\nfited below, makes the direétion's arc 26° 33'.\nThe ſecondary directions happen on the 9th of\nJune, 1534, 4b Io P. M. at which time the ſe\ncondary direétions were as follows:\nSl II II | Sl\nof\n| * | * |a\n| = |\n|oris\nLong. 27.22 |3.3\" | 26.31 oR 16 || 13.59 | 1R36 23R22|9. 2\nS N. S. N. S. S.\nLat 4, 33 o. I 3 || O-2 I o.34 || I. I 4.2o\nThe progreſſions fall on June 17, 1536; the , -\nremains in II 20°, and the reſt as under :\nº\n)\nDeg. II\nLon. 5. o zo. o. 21.31 |rz.45 2.20 6.1o 28.0 |29.56\n--\nLat. o.52, 1.1 2 | 1.31 |9.34 1.23 o. 50\n\f* E M A R K a B L E N AT I v it 1 Es. Iss\nApril the 9th, 1560, the Stars were in their\nplaces, viz.\nG) D | H | | | 3 || 2 || 8 || 3\nII\nDeg. cy\" -º- II own\nof\nLong. 29.29 14.54 || 6-31|8. 17 o-37 i 17.27 23.46 | 19.21\n× or X\nIn the ſecondary direétion the D had a declina\ntion 16° 17', and that of 3 was 17° 15', and the D\nwas near Aldebaran and Meduſa's head. The day\nhe died, both enemies where found above this\nplace of the D in II 4°. Beſides, the G), by a ſecond\nary direétion, was in 3 to § retrograde, who having\na declination 19°, and communicating to 3 from\nthe parallel, transferred enmity of the G), who, on\nthe ſame day was found in the D of h’s ſecondary\ndire&tion, and in the D of 3 of the nativity, un\nfortunate. -\nIn the progreſſion the was found above her\nplace of the nativity in 6 to § , under the O's\nrays near Meduſa's head; and the day he died, 3\nhad a parallel declination to her. The ſame day\nſhe applied to the D of h’s radical place, the O\nwas in A of 3 of the progreſſion, exactly to mi\nnutes, viz. 11° 14'.\nFRANCIS\n\f1st R E M A R KAB L E N AT 1 v 1 T 1 Es.\nF R A N C I S,\nA YouNg CHILD of D. CAMILLUs PIAzzoli,\nof PADUA.\nTE was born in the year and day, as placed\nin the celeſtial conſtitution, and baptized\nimmediately, as he was not expected to live.\nHe did not live to the end of his third year; for\non the 7th of March, about the 20th hour, he was\ndrowned in a ſmall quantity of water in a place\nwhere chickens uſed to drink.\nIn this nativity, if the place of the pars fortune\nis calculated in the common way, it will fall in\n1, 20° 27'; to which, altogether, and without\nany exception, according to Ptolemy, the ſigni\nfication of life belong, which indeed does not\nſeem to ſuffer there any violence, or deadly direc\ntions, to the third year.\nIf any one ſupoſes he finds any, I beg he would\ndiſcover it.\nBut according to the ingenious invention of Ne\nguſantius, we look for the place of the pars fortur\nna, thus: -\nThe o’s oblique aſcenſion taken in the horo\nſcope is 7° 45'; which, ſubſtraćted from the horoſ\n- cope's\n\fR E M A R KAB L * N AT 1 v it if s. its\nſcope's oblique aſcenſion, leaves the o’s diſtance\nfrom it 242° 52' : I add this to the 5's right aſ\ncenſion, and I make the right aſcenſion of pars\nfºrtuna 198° 32, which, as we have ſaid, will\ncontain the D's declination. I ſubſtraćt the right\naſcenſion of the medium cali, from that of pars\njortunae, and its diſtance therefrom is 37° 55';\nand as its horary times are 11°9', it doubtleſs re\nmains about the middle of the eleventh houſe,\nwhere 3's 8, and a coſmical ray of h’s fall.\nBut let us calculate theſe rays exactly:\nAs the horary times of pars - - 11 9\nis to its diſtance from the medium caeli 37 55 .\nſo is 3's horary times - - - 12 57\nto his 2ndary diſt, from the imum cell 44 2\nhis primary diſtance is 48° 40'; from which, ſub\nſtraćting the ſecondary, leaves the direétion's arc\nof pars to 3 's 8 4° 38'.\nAgain. The ſemi-diurnal arc of pars is 66°54,\nand is taken from the horary times multiplied by\n6; therefore, if from the ſemi-diurnal arc is ſub\nſtraćted its diſtance from the medium caeli, there\nwill remain the diſtance from the horoſcope 28°\n59. Now I ſay, - -\nAs the horary times of parsfortune 11 9\nIs to its diſtant horoſcope - - 28 59\nSo is h’s horary times - - - 18 57\nTo his ſecondary diſtance from the\nmedium caeli - - - 49 16\nB. b from .\n\f*\nº\n186 R E M A R K AB L E N AT 1 v 1 T 1 Es.\nfrom which ſubſtraćting the primary 46° 28,\nleaves the direétion’s arc of pars fortunae to the\ncoſmical D of h 2°48'. But the GB remained\nabout the beginning of m, H, in the eighth houſe,\nthe D in ::, and both the D and (B under a pa\nrallel of Ł 's declination, and (B applied to the\nhoſtile rays of the enemies, which threatens drown\ning, as Ptolemy ſays in the chapter of death.\nWhat wonder, then, if this unhappy infant met\nwith the above-mentioned fate, and came into the\nworld attended with nothing but ſickneſs.\nIt is rather wonderful he ſurvived; the reaſon\nhe did, was perhaps owing to the coſmical paral\nle! of nſ concurring to that part; which, if any\nchooſes, he may calculate, and will find I am\nright. - - -\nBut nº being unfortunate, nay, very much ſo,\nand alone againſt two enemies, could be of no\nſervice; and what is worth obſerving, that at the\n20th hour of the 7th of March, in which the in\nfant was drowned, 3 went over the middle of the\nfifth houſe, that is, the 8 of the mundane place of\nthe GB, and h in the middle of the ſecond, in the\nn of the ſame; ſo that we know there was no\nother place of the @, except that which we have\ncalculated: and this method concerning it, is cer\ntainly conformable to reaſon, and alſo experi\nence. -\nReceive,\n\fR E M A R KAB I, E N AT Ivy T1 E. s. 187\nReceive, my very courteous reader, this ſecret in\nElementary Philoſophy in love.\nAnd may the concluſion of the whole work turn to the\npraiſe of ALMIGHTY GOD. A\nDIEU a\nT H E E N D.\n\f*\n-\n* --\n* ~ * *\n-\n* -\n--- - - - -\n* -- - * *\n-\n- -\n- - - -\n-\n-\n- - -\n-\n- -\n- -\n- -\n-\n-\n* -\n- - - -\nº\n-- -- a\n- * *\n-\n- - - - *\n-\n-\n-\n-\n-\n- -\n\f- 0\n.5- - º - .. * S. 0\n--> - © %. 3% y’ == *\n| *a- A* e ‘P &\n|\n--\n| yº . 43 C Lºtdºe” – *.\n| *3 (aražna\/ 7?rezli. -\n$ Zºoz72 ... \" s\n#3 Yr 24 #, §\nº * *-37|| 29*. Wozember. 19. H -J\/ ~.\n\"|→ * - S.\n|- > ~e 34 mºre. Z”. M. 13\n~ - - -> 2372. * **\nt ‘º. -\nDeckmanon'ſ\n16 —\n6\n27\n\f\fZ3artholomeo Maſcar.\nan Eminent 7%9.rician\ncº- ofBononia. -->\nZ3or” –\n13 *\/ebruary. 12 Jſ\n26 min. Z' M.\na 60.3 .\n\f\f3.57 - 23\nSe º, c. *. 0\nº AS . \" Yºs, w\n*...* º 49\nY -A\nO 6 - 43\nq 0aavian A\/ºrandžme, *.- *\na N.\n§ & - Zorn’ – o\ns 77°3′pºnder\n.2 -\n20\nSº-T_> 72 M. 27 ºnzzz, J -\n-->\n*\n- 1687. ~~\n7.5 – 79\n* :\ns\n.\n\f\fM.\n- - §\nc. * * * sº *. - s\n#.” w •\nº Ž º * \\ - -\n\/ 2 22 - 18\n* a- Francºr -) *.\n| , “ * Zła zºo\/e o\/*\/?idue. •\nº\n->\nsº “U” - Z}orre >.\nŠ re, z\/. &\nis . Tº & N.\n- * - 47 min. P.M. , ,\n2 76.5.2. S”\n\f\f9%\n-\n2\n-\nJºnºr”7-\n:\n•2\n*\n4\no\n3\n*\n&\n%\na\n'\n*\";\n&\nz\/ºr\nſy...ſº\ntºruz\n6t.\n\/\nra\n'yourſ;\nor\nzzzzogſ\nnºparv4\nºr\nZvez?.azy\n…”27\n>'s\n\f- -- - - - - - - - - -\n--_-\n-\n~-\n-\n~~~~\n\fZ57.\/8\n\f\f0”,\n„…º0\n*\n§\n¶\n¡\n¿\n||（.*.§\n§.ș\nș’\n，\n«\ns\n$\n$\n$\n$\n$º\nJ\n|\n8 <>^ų\nșŘ\nŘ\nŘ\nŠ\nŠŠ„nºi\n§\n§\n§.§\n§,\nºg\n§.§\n3Š\nš„-“\nº\n§ș|“qw\n0.\n\f__-----\n~~~~\n~~\n\fs\nAºražnaza' Gonzaga\nDuke of Aſanda.\nZłorzt. —\n26 Líprić, a Z.\nz znzzz. Z’, AM.\nº\n\f\f24,5-22\nJewis (ºrdina\/\n%acáza,\nZorn,\n49*.March.9\/\/,\n15 min. AE.1\/;-\n7~\n323 -22\nzà\n\f_------\n\f-\n£\n6\n*\n-->\n\/\/\n*\n4.\n9\n*\nº\n2\n\/\n*\n*\n*\n*\ns\n#\nZerzzoz.\n2.2%zº\nJºrºzºzzzzzz\n£4.\nZ\nrºzzenſ,\nor\nzzzogº\n‘zzzzzzzz”y\nzvºzzey\nencozzº\n*sº\n|\\,\nX;\n&\nof\n.\n0\n0\/\n<>\n-\n&\n#\n*ē,\n\f\fº:\nZr\ns\n##\n22zzzzp\/\n,\n£4%z.\nJV.\nZ.\n2422&\n97\nA\/\n97\n*22zºoſ,\n9\n-\n24\/ogy\n22&zºy\/vºzzz)\n&zzzz”\/)\nYºs\ns\"A\n\\}\n•º,\ntº\n.\n.\n*\nQ\n:\n\f\fJoã-2.\n§ 5% &\ne.g. - 4. º 4. Q * , &\n..º. Y ,\n~ * , A $ 2 ~ * ‘.\n* ... *** . . . * *\n`- % *.*, *)\nM. - - **\n, x dardina\/ \/?inctro\/ . . *.\n6 -\n•e” J3ozºn. e\nH s\ns K ze “January, a J\/ >s\n* > N\n*. 43 min & P. M. A^\n2 - 1337. t.M\n.#8\n40.\n21\n\f\f-----\n----|\n-\n7o\n-\n3\nŃ\nș\n，\nx\n*\n，\n,\n\\\\$\n,\n*\n*,\n**,\n*）\n„\n…\n}\n|\n+5\n`a\nef\n.）\n$·\n49\n•\n·\n7,\n8~\nçº,\nº3\n0S\n+\nqº'º\n'\n（\n61\nș\n…\n|\n§\nſo\nſº\nț¢\n-Š\nŠ}\n}-\n|\n<\n.\n（\n§\n§\n§\n§\n§\n}\n$\n$\n$\n$\n$\n$\n\"|°\n•\n×\n§\n§\n|\n*\n·\n*\n^>\n）S\nŞş\n|\n0\n�\n|\n0\nºſ\n,0\nºff\nº\nx\nV^\n--\n--\n42\n-\noº2，\n—\n—\n\f\fs\n49\ngºzzzzz\nc.\"\nZººz\nz\n\/ī\/.2\nºzzzz\nza\nK\nZZ\nzá’\n&z”\/\";6r\n*\n2220g\/T\n...,\n|zºzº\nºr\n*\n*zrºzſ,\nZr-\n67\nºr\ngº\n\/\n%\n...\nW.\nR.\n.\n.\nA\nz\nAS-\nw\n&\nQ ,\n0\nW\n*\n-\nQ\n,\n”\n6%\nt\n\f\f;\n\f\f+ 3 - a\nJamſranch.\n750rzz.\n_72 *Jºzemżer. 22 \/\/\n11 man. Z’, M.\n-\n~\n–73.59.\nMargozur (ardina\/\n^ --> ,\ni\n\f\f;K ,9.\nA% Castavus Ado\/o\/*\n* AA\n** Any of wooden.\n— Bozzº –\ntoº Pacember 7 \/\/\n**. 42 min. A.A1.\n.. 1594.\n\/atitude\ns\n\f\fII\nre-2sºn.6°ny\n92.\ne.”\n.\nY.\n*\n<\n*.\n‘s\nº\ne\nº\n2racy\n2p\nnºzo'7\n94%r\nzazog\nC-\n2uoy\nſo\na\nSC\nºrm.º.º.2M\nwozovoo\ns\n\f=~~~==~\n\/\n~\n-----~--~----~~~~\n~~~~===~~~~\n~~\n~~\n~~~~\n\f6 - Octavius >- N.\n!” (ardina\/ Z3arzaizzz'. ^\n; :\nZorzz — -\n23 # 06\/o\/er. 27 \/\n*> 41 muzz. 7°. M. A 0 |\n4\ne Z558. y - t\n1.5 23\n16\n20\no - .36 -\n25 - 38 -\n27\n6 *\n2 o'\n77\n\f\f27-222\ns\n**\n2ngyoz\nAſ\n•\n2\nr\nºr\ne.\"\n3'\nſy.\nZºzzzzzz\n92\n•º.\n-\nZZ\nor\n22.24%\nre.\nº\nQ\nzzzºz.\n–\n*S.\ne\nzzzzzzz.”zza\/º\nAo\n-\nçºº\n-\nzazzzzzzzz\nÇt\n.\n**)\nzzzzzzzzzey\n3.247\n4.\nzz\n-\nºr\nºf\n92\n-\n4.2%\nº\nº\n*:::-\nº\n*\n-\nw\n-\nW\n.*\n“a\n0.\nes.\n**\nJ\n~\n\\,\n\f~\n~\n~\n~\n~\n~\n~\n~\n！==\n<---\n------\n-\n-\n-\n-\n-\n----\n-\n--------\n-*------\n---------\n-\n-\n-\n-\n\fsº **\n; J.- 2\n** \". . .\n§.\n&ražna\/Złur.\n_Z5ozzz\n& * January.2, Z\/\n.33 zzzzzz.-Z’,M.\nz.58.3.\n&\n4T, 27\n>:\ni\nwº\n\fL_'）\n----\n~~\n~~~~\n~~~~\n~~\n-\n·~~\n~~\n-\n·----\n-\n！~\n~\n~\n}\n–\n~\n~\n~\n~\n~~~\n~~~~）.\n-\n***•\n\fZºzzzzz ZZe\/ºzzzzz\nAzzo ºf Żarrace.\nZºozze\n23-22ecerreàe” zz ZZ\n: §\n§\nZecazeerarozzº\n9 -- zºº - S\n^ - - 32 – J\n22 -- z2 - 5\n2. -- 37 - J’\n26 - - 39 - 5\n2.; -- Zo - A\/\n- 16 - AW\n25\n\f--\n-\n----\n----\n\f-\ns\nZ;7&\nzz “Z”zzz zz Z.\nz7 zzzz. Z'. Aſ\nº\nZzZzZezafºr\no -- 6'\n-Z -- 0:5\n–7 - - .2 o\no -- 0\n7 - - 7.5\n..? -- o\n4 - - ZZ W\n*.*\n«»\nz&\n29\n49\nZ\n2.7\n- -, Z5\n-- as\n- - 77\n- - - 7.3\n- - 40\n-- *\/\n- - 40\nZecºzzzzzozz.r\n\f—L––\nſł\nſił\n\f272 - 42\nZążzzzzzar\nCaražnaz\n|\nAeroziuſ\nZorn,\n6.\" March. Ze \/\/\nzz zrezz. Z’ A\/.\n.239 - 42\n\f\fa o 6 - o\n2 3 * c \\\\ w\n-> * , ~ Ne -\n•- • ‘ > ºb\n. --> sº . & -\n=\\{\n| w\n- . cº-Zeonora --> *.\n24% , 8 |Ducheſ of ºrna. •\nS. * Złorn — >:\nsº ze “March. .7 \/ \"...a s\n- Č. o mun. P. M. 40 . \".\n- o 2370. *:: -\n\f_）\n---\n---\n~--~~~~\n~~~~\n~~=\n！=\n--！=-----„\n—\n—\n—\n—\n—\n—\n—\n—~\n~--~~~~\n-.•\n\f\/N 9 8\ns\n~. $ • Sº, * , ,\n<-> %. , -\nS’ - £ W.\n- ſº Ys\ne- * —- y\n\\\nw\n.** &erar &azzer V cº\n6 . . 4% Z. *-5.\nº 6 C- mºeror -> -\nw º of Gerrazzy. e §\nK Z5oz-zz Xs\n2-y S.\n* 23 ... Zºzzary 4A\n*> zº ZZ 7.9 ºr Zº. A\/. -\n2 Z.542 o 2”\n2. “) Zafizadº. 2%\n&#14 -?” Cr- \/N\n* *-*) c. * *. Saº\n926-40\/ . * - \" , 0 & *>\n3% Yvo w * q, z A.\n* <> 4. -\nN >, —a & çº <->\n- 13\n37\n32\n\f~\n~\n~\n~\n−\n—\n—\n—\n—\n—\n—\n—\n—\n—\n—\n---------\n—\n—\n—\n—\n—\n—\n—----\n\f... .\" || Zuke ºf Zarma | * *,\n§ × º _\/Porzz |-- e- §\nsk Sº, 26 Mazzº. 76 \/\/- |34-42 X;\n3. .** \"|- 22 zzzzzz Z” AM. 6 §\n*-*. 7.569 •. .\n**, *. Zazàude 7% y^\n\f\f** as:-\n2 Z.5 - 4: 2\n•\n0\ne\nº\n<\n**qº·\n···\n`N\n，，\\*№.\nº\nsº,|\n1-§\n.|\n�¿?|ŠŞ<>>\n«tº\nº'|\n}\n}\n}\n}\n}\n}\n$\n$\n$\n$\n$\n$\n∞È\n§ș\nși\nº.ºeº|\n$,\nqº,，c.\nº.„\n“，\n}）;«Q\n*?)Aſº\n..?.5 - 42\n\f***•\n•\n•\n•\n••\n•\n•►\n►\n►\n►\n►\n►\n–\n„_-\n_）\n：-）\n----\n\fi\nZſº\nrº\n£2\nfa\n+\np.\n4×2:\n42\n422'\n94'\n(ºr\n*\nZºzº\nruovozº.”(7.\ni\n\f----\n·\n----\n------\n*:\n·t:\n.*\n*\n\f4262-36\n,\n，\n,\nº,\n()\n-\nAº+\n——>\n+----•\n^{\n§\n|\nŞ\n,\n,\n|}\n|\n}}}\n|\n33\n$\n$\n$§§\n$\n$\n$\n$\n$\n$\n$\n|\n！!\n!！\n|\nŞ\n|\n°\n§\nSººs\n*\n.0\nè）,}\n272-26\n\f~,\n，\n~~\n~~~~\n~~~~\n-.••\n-\n-\n•\n~\n.----\n\f\f","_id":1167}