{"name":"Tony Cornell | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/tony-cornell","mytitle":"Tony Cornell | Psi Encyclopedia","mylang":"de","content":"                     Tony Cornell | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Tony Cornell                                                                                                                                                                                                                          Tony Cornell (1923-2010) was an investigator associated with the Society for Psychical Research who authored reports on poltergeist and haunting cases, some&nbsp;in collaboration with fellow parapsychologist Alan Gauld.    Contents   \tLife and Career \tAlleged Hauntings \tPoltergeists \tScole Circle \tLiterature \tEndnotes     Life and Career\n\nAntony Cornell was born at Histon near Cambridge and remained in Cambridge for most of his life. He joined the army in 1942 and served in the navy from 1943 to 1946. After the war he read history and economics at Fitzwilliam College, Cambridge and boxed for the university as an undergraduate. After working for twenty years as a sales representative he ran a property business. &nbsp;He became a member of the SPR in 1952, joined its Council in 1962 and served&nbsp;as treasurer from 1980-2004. He joined the&nbsp;Cambridge University Society for Psychical Research (CUSPR) in 1953 and served as its president from 1967 to 2003.\n\nCornell reported on numerous cases of poltergeists, hauntings and mediumship in his 2002 book Investigating the Paranormal, many of which were followed up by other investigators.1   Alleged Hauntings\n\nSeveral alleged hauntings investigated by Cornell proved to be more of psychological and sociological interest than for any paranormal findings.&nbsp;In 1953, Cornell informally investigated the alleged annual appearance of a ‘White Lady’ at the Ferry Boat Inn Ghost’ at Holywell near St Ives in Cambridgeshire. A ouija-board séance produced no leads; however, a second visit the following year drew crowds of onlookers attracted by press reports, and despite the lack of any evidence the pub acquired a reputation as being haunted.2&nbsp;\n\nAnother media-enhanced case revealed the effects of suggestion.&nbsp;In 1964 Anglia Television produced a film about alleged hauntings in Morley Hall, near Wymondham, Norfolk. Cornell was asked to advise on the practicalities of investigating such properties. He witnessed nothing unusual, but numerous viewers claimed to have seen the apparition of a monk when the programme was broadcast.3\n\nIn 1991, Cornell investigated claims by a couple honeymooning at the Bell Hotel in Thetford, Norfolk, who claimed to have experienced anomalous disturbances, also an apparition which they described as that of a ‘young, pale-faced, blond girl aged somewhere between 13 and 15’.4 Cornell and a colleague, Howard Wilkinson, used an electronic instrument of their devising known as ‘SPIDER’ (spontaneous psychophysical incident data recorder); this was controlled by a small ‘Spectrum’ computer and acted as a surveillance machine which was activated by any sudden changes in visual, auditory, thermal or electromagnetic activity. However, nothing conclusive was established.  Poltergeists\n\nA more convincing case was Cornell’s 1957-60 investigation, with Alan Gauld, of a farmhouse near Wisbech, Cambridgeshire, where they heard anomalous rapping noises that appeared to originate&nbsp; from an intelligent but untraceable source. The case was one of several described in their detailed study Poltergeists.5&nbsp; The authors reported that the noises were ‘peculiarly sharp and percussive’ and could only be reproduced from within the bedroom where they were heard, which would required a device to be hidden under the floorboards.   \n\nAccordingly we stripped [the bedroom] of all furniture and examined with the aid of a magnifying glass every inch of the tongued-and-grooved floorboards and their junction with the walls of the room. We could discover no toolmarks whatever, and we are convinced that the floorboards had never been taken up. We removed the board that ran through positions ι and 3 and could find nothing suspicious either under it or under the neighbouring boards. We then in the same way examined the washroom ceiling, which was likewise made of boards, tongued-and-grooved together, and reached a similar conclusion. Our examination of the structure of the floor convinced us that knocking devices could have been laid under it only by removing boards from the floor of [the bedroom] or from the ceiling of the washroom; and that no boards had been removed from either of these places.&nbsp;\n\nCornell and Gauld also explored the geophysical theory put forward by Guy Lambert to account for poltergeists, that the anomalous movement of objects might be the effect of tremors, for instance those caused by underwater streams. An experiment in which they used heavy machinery to shake a house convinced them that such forces could not create the appearance of psychokinetic movement.6   Scole Circle\n\nCornell was one of several senior SPR members who expressed scepticism of an investigation by colleagues of the mediumistic circle at Scole in Cambridgeshire,7 arguing that claims of paranormal phenomena could not be sustained. He was scathing about the investigators’ failure to search the mediums before and after sittings, their acquiescence to the mediums’ insistence on total darkness and lack of restraints on them during sittings, and the fact that key equipment was supplied by the participants themselves.&nbsp; He was able to replicate some of the most striking ‘lights’ phenomena by normal means, and together with Alan Gauld traced sources for some of the written and printed manifestations said to have a paranormal origin.\n\nJohn Fraser  Literature\n\nCornell, A. D. (1960) ‘An experiment in apparitional observation and findings’. Journal of the Society for Psychical Research 40, 120-24.\n\nCornell, A. D. (1960) ‘Further experiments in apparitional observation’. Journal of the Society for Psychical Research 40, 409-418.\n\nCornell, Tony (1995). ‘The Making of a Legend’. Psi Researcher 16, Spring, 3-8.\n\nCornell, Tony (2002). Investigating the Paranormal. New York: Helix Press.\n\nCornell, A. D. and Gauld, A. (1960). ‘A Fenland Poltergeist’. Journal of the Society for Psychical Research 40, 343-358.\n\nCornell, A.D. &amp; Gauld, A. (1961). ‘The geophysical theory of poltergeists’. &nbsp;Journal of the Society for Psychical Research 41, 129-46 (see also 148-53; ‘Correspondence’, Journal of the Society for Psychical Research 50 (1979) 192-3, 320 and 422-3).\n\nGauld, A. and Cornell, A. D. (1969). ‘A ‘Ghost’ on television’. Journal of the Society for Psychical Research 45, 104-110.\n\nGauld, A. and Cornell, A. D. (1979) Poltergeists. London: Routledge &amp; Regan Paul.\n\nCornell, A. D. (1994-1999). ‘Some comments on the Scole Report’. Proceedings of the Society for Psychical Research 58, 397-404.\n\nGauld, A. (2010). Obituary. Journal of the Society for Psychical Research 74, 208-13.\n\nMcLaren, I. P. L., Loosemore, R. P. W. and Cornell, A. D. (1984). ‘Research Report of the&nbsp;Cambridge University Society for Psychical Research (CUSPR)’. Journal of the Society for Psychical Research 52, 307-11.    Endnotes 1. Cornell, 2002. 2. Cornell, 1995. 3. Gauld &amp; Cornell, 1969. 4. Cornell, 2002, 107. 5. Gauld &amp; Cornell, 1979. 6. Cornell &amp; Gauld, 1961. 7. Cornell, 1994-1999.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: March 28, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: John Fraser Word count: 1,000 Created: 4th June 2019 Last updated: 28th March 2023 May be cited as:Fraser, J. (2019). &lsquo;Tony Cornell&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/tony-cornell&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y3a8x4ks                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/tony-cornell","_id":117}