{"name":"William Crawford | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/william-crawford","mytitle":"William Crawford | Psi Encyclopedia","mylang":"de","content":"                     William Crawford | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           William Crawford                                                                                                                                                                                                                          William Crawford (1881-1920), a college lecturer in mechanical engineering, is known for his investigation of paranormal phenomena produced by a Spiritualist circle in Belfast.   Contents   \tLife and Career  \tPsychical Research \tDeath   \tGoligher Circle \tEE Fournier d’Albe \tWorks  \tBooks \tArticles   \tLiterature \tEndnotes     Life and Career\n\nWilliam Jackson Crawford was born on 28 February 1881 in Dunedin, New Zealand. He moved to the UK in 1899 and gained a bachelor’s degree and PhD from the University of Glasgow. He lectured in mechanical engineering at Queen’s University, Belfast from 1912 and published works in that subject.\n\nShortly after he arrived in Belfast, he began a four-year investigation of psychokinetic phenomena reported to occur in a Spiritualist circle. He described these in articles in the Spiritualist periodical Light and in three books: The Reality of Psychic Phenomena (1916), Experiments in Psychical Science (1919), and&nbsp;&nbsp;The Psychic Structures in the Goligher Circle (1921).  Psychical Research\n\nIn 1914, Crawford attended a sitting with Marthe Beraud (also known as ‘Eva C’), a materialization medium who had been extensively studied in Germany by Albert Schrenck-Nötzing.1&nbsp; This sitting was unsuccessful. However, later that year Crawford began to work with a Belfast spiritualist circle and reported having witnessed strong physical phenomena.  Death\n\nCrawford committed suicide on July 30 1920 at the age of thirty-nine. His body was found on Pickie Rocks, Bangor; a coronor's report stated that he died by cyanide poisoning.2 Before he died, Crawford sent a letter&nbsp;to David Gow, the editor of the periodical Light, which had published some of his reports, explaining that his collapse was due entirely to overwork:&nbsp;  \n\nMy psychic work was all done before the collapse, and is the most perfect work I have done in my life. Everything connected with it is absolutely correct, and will bear every scrutiny. It was done when my brain was working perfectly, and it could not be responsible for what has occurred… &nbsp;I wish to reaffirm my belief that the grave does not finish all.3   Goligher Circle\n\nThe Goligher Circle, as it became known, consisted of seven members of the Goligher family in Belfast, all dedicated Spiritualists.4 The famuily held séances in the family home and in Crawford’s own rooms, sitting around a table with red light for illumination. Kathleen Goligher, aged sixteen, appeared to be the main focus of the phenomena, which was shared to a lesser extent by her four sisters. The phenomena reported by Crawford included raps and levitations of the table and household objects.\n\nCrawford attended eighty-seven sittings over two-and-a-half years with the family, convinced that the occurrences were not caused by normal means by any of the people present.5 &nbsp;The author of a later assessment of his work wrote:&nbsp;  \n\nHe had satisfied himself that none of the sitters were physically responsible for the levitations. That is to say, none of them were touching the table. They sat in a circle round it, holding hands or with their hands on their knees. The light was sufficiently good for Crawford not only to be able to verify this, but also to verify that their feet did not touch the table, with one exception. It was difficult to see the feet of the medium which were in shadow, but it seemed impossible that any movement of her feet could be responsible for the remarkable movements of the table; and many subsequent experiments showed this to be the truth.6\n\nVisitors to the sittings testified emphatically both to the strength of the phenomena and to the impossibility that these were caused by fraudulent activity (see here).\n\nExperiments convinced Crawford of the existence of protuberances or ‘rods’, which were made of some psychic stuff that emanated from Kathleen Goligher’s body and extended to different parts of the room.7 &nbsp;He elaborated on this in his second and third books, of which the latter includes diagrams and photographs.\n\nHe wrote:&nbsp;  \n\nI hold strongly to the opinion that if the processes resulting in the application of psychic force are once really discovered, then the rest of psychic phenomena will rapidly fall into place and be understandable. Psychic energy —as evidenced in good physical séances—is at the root of the whole thing, and it is useless to expect any great advance until its laws have been unravelled.8   EE Fournier d’Albe\n\nIn the year following Crawford’s death, an investigation carried out by EE Fournier d’Albe attempted to verify his findings. After twenty sittings Fournier d’Albe concluded that the levitations had been accomplished by the use of the medium’s legs and that other manifestations were fraudulently produced.9\n\nThese negative findings, combined with the extravagant nature of Crawford’s claims, led to rejection of his books by sceptic commentators.10 Some writers have linked his death to his research, insinuating – against Crawford’s own statements and other indications – that he killed himself because he feared the Golighers would be exposed as frauds.11\n\nIn the ensuring controversy, some psychical researchers accepted Fournier d’Albe’s findings while others criticized him for providing insufficient information and for failing to take measures which would have decided the matter more clearly.12\n\nMore details about the Goligher Circle and Crawford’s investigations can be found here.  Works  Books\n\nThe Reality of Psychic Phenomena: Raps, Levitation etc. (1916). London: John M. Watkins.\n\nHints and Observations for Those Investigating the Phenomena of Spiritualism (1918). New York: E. P. Dutton &amp; Co.\n\nExperiments in Psychical Science (1919). New York: E.P. Dutton &amp; Co.\n\nThe Psychic Structures in the Goligher Circle (1921). London: John M. Watkins.  Articles\n\nCrawford published several articles in the spiritualist magazine Light.13\n\nMelvyn Willin  Literature\n\nAnon (1922). Report on a series of sittings with Eva C. Proceedings of the Society for Psychical Research 32, 269-70.\n\nBarham, A. (1988). Dr. W.J. Crawford, his work and his legacy in psychokinesis. Journal of the Society for Psychical Research 55, 113-38.\n\nBrandon, R. (1983). The Spiritualists: The Passion for the Occult in the Nineteenth and Twentieth Centuries. London: Weidenfeld and Nicolson.\n\nCrawford, W.J. (1916). The Reality of Psychic Phenomena: Raps, Levitation etc. London: John M. Watkins.\n\nDingwall, E.J. (1921). Review: The Psychic Structures in the Goligher Circle. Proceedings of the Society for Psychical Research 32, 147-50.\n\nFournier d’ Albe, E.E. (1922). The Goligher circle, May to August, 1921; experiences of E.E. Fournier d’Albe. London: John M. Watkins.\n\nGow, D. (1921). The Work of Dr. W.J. Crawford, a Note by the Editor of Light. Preface to The Psychic Structures at the Goligher Circle. New York: E. P. Dutton, v-vi.\n\nGuiley, R.E. (1994). The Guinness Encyclopedia of Ghosts and Spirits. Middlesex: Guinness Publishing Ltd.\n\nInglis, B. (1984). Science and Parascience. A History of the Paranormal 1914-1939. London: Hodder and Stoughton.\n\nJastrow, J. (1920a). Psychic Research: The Bolshevik of Science. The Weekly Review 3, 41-43.\n\nJastrow, J. (1920b). A psychic tragedy: The case of Professor Crawford. The Weekly Review 3, 412-15.\n\nNahm, M. (2014). On the Essay Review ‘William Jackson Crawford&nbsp;on the Goligher Circle’ by Michael Tymn. Journal of Scientific Exploration 28\/2, 345-49.&nbsp;\n\nTymn, M.E. (2013). Essay Review: William Jackson Crawford on the Goligher Circle. Journal of Scientific Exploration 27\/ 3, 529–39.\n\nWest, A.J. (n.d.). Who Was William Jackson Crawford? [web page]\n\nW.W.S. (1920). Obituary: W.J. Crawford. Journal of the Society for Psychical Research 19, 255-57.   Endnotes 1. Anon (1922). 2. West (n.d.) 3. Gow (1921). 4. Barham (1988), 118. 5. Tymn (2013). 6. Barham (1988), 118. 7. Inglis (1984), 63. 8. Crawford (1916), 6. 9. Fournier d’Albe (1922). 10. See for instance, Jastrow (1920a). 11. Jastrow (1920b); Brandon (1983), 161. 12. See for instance, Dingwall (1921), Nahm (2014). 13. Inglis (1984), 66.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: January 11, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,200 Created: 7th January 2022 Last updated: 11th January 2022 May be cited as:Willin, M. (2022). &lsquo;William Crawford&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/william-crawford&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yxjo28ls                   \t                                             See also:      Goligher Circle                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/william-crawford","_id":118}