{"name":"Animal Magnetism Displayed","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1790__anonymous___animal_magnetism_displayed.pdf","mytitle":"Animal Magnetism Displayed","mylang":"de","content":"WONDERS AND MYSTERIES OP\nA N I M A L M A G N E T I S M\nD I S P L A Y E D i\nOR THE\n*\nHISTORY, ART, PRACTICE, and PROGRESS\nOP T H A T\nUSEFUL OCCULT SCIENCE\nFrom its firft Rife in the City of Paris, to the prefent\nTime,\nWith feveral Curious Cafes and new Anecdotes\n»\ni\n* OP THE\nP R I N C I P A L P R O F E S S O R S awd p a t i e n t ^\nWho can deny pofitive fafts ?\nRoufleau’s Letter to D. Hume.\nL O N D O N ;\nP r i n t e d , f o r . J. SUDBURY,\nTOOLEY STR EET.\n\f\fa\n$\n•\nt\nt\n>\n\\\nR\n, ' '\n\\\nL ^\n0\n\fW.o N D E R S\nOF\nA N I M A L M A G N E T I S M .\nC H A P . T\n.\nSHORT H IST O R Y OF THE A R T.-\nIN the year 1785, Dr. De Mainanduc\npubUfbed his propolids to the ladte\/, for\neflabl Ihing an Hygean fociety, or fociety\nof health, ro be incorporated with that al­\nready eilablifbed at Paris. In this paper\nthe Doctor informs us, that Mr. Meffmer\nrevived the Icience of Animal Magnetifm\nfrom the obfeurity of the antients; that\nwhi e he was in France, it being the gene­\nral topic of converfation, he wilhed to be­\ncome acqu inted with the art, and offered\nthat gentleman two hundred guineas for\nhis iecret, but had the mortification ro be\nrefuied; but this event proved at laft very\nfortunate for hur>, for it procured him the\nacquaintance of a Doflor D ’Ellbn, that\nthis dodlor being oppofed bv the faculty\nof France applied co tne magidrates for\ncommifiioners to examine his methodof\nB 4 treat-\n\f4\n»\ntreatment, and to report what they fliould\nobferve worthy of notice: the commif-\nfioners, though'men of perfpicuity, of\njudgmenr, and. aflifted by the philolo-\nphical Dr. Franklin, made nocwitiiltand-\ning.a very unfavourable report.\nThe fubjedt gained ground, although\nperlecuted and accufed of being the ef-\nfedl of magic, and began to rile under the\nindefatigable labours of Dr. DT lfon, and\na few others, from the confufed date in\nwhich Mr. MefiTmer the reviver had left it j\ninlomuch, that it became praftifed in al-\nmoft every town in France. The Swe-\n9\ndenborg doftrines aflifting it not a little,\nit fpread wider, and Dr. De Mainanduc\nbrought it to tingland in 1787.\nDr. De Mainanduc is a man mid-wife,\nand this eaftly accounts for his firll ad­\ndrefling the ladies on the fubjeft of this\nbecoming falhionable practice ; and as foon\nas twenty ladies fliould join their names\nto form a lociety, the day fliould be ap­\npointed for the firft meeting at his houfe,\nwhere they paid fifteen guineas each,which\nwas to include the expence of exhibition and\ntreatment. Mr. Mefliner’s theory, though\nthe original one was now laid afide, and\nDr. de Mainanduc went further into the\nfcience, and added, as we are informed,\ndignity.\nW O N D E R S OF\n\fa n i m a l m a g n e t i s m . 5\ndignity to the art, for the former’s method\nfavoured much of fuperftitious juggling\nin natural things.\nIt is true, that want of proper (kill in\nthe kno ledge of difeafes, and o f the\nmeans of conducting a patient through a\ncrifis, was the caufe of fome objections\nfrom inch as could not diftinguifh between\nthe art and the operator, but blamed the\nformer for the blunders of the latter.\nDr. de Mainanduc had fuch fuccefs that\nhe role ins courle of inftruCtion to twenty-\nfive guineas, and fometime after to one\nhundred and fifty for the whole courfe,\nwith a N. B. at the bottom of his propo-\nfals, exprcffing, that the fubfcription was\nto be paid when the name was given in.\nFor treatment and confultation from one\nguinea to fifteen, and each month’s treat­\nment to be paid for at its commencement.\nMagnetifts multiplied upon the world\nin an incredible manner, and the fcicnce\nieemed to have arrived at a great degree\nof perfection. In 1785, Mr. Meffmer\nhad taught his fecret to three hundred\npupils, and Dr. d’Elfon had inftruCted one\nhundred and fixty phyficians before the\nclofe of 1786, befides fome hundreds of\nunprofeflional difciples; to which might\nbe added an incredible number of perfons\nB 3 who\n\f6 W O N D E R S OF\nwho either from their own Rudies, or from'\ninftruCtiens given them by others, not only\nacquired a knowledge of, but praCtifed\nthis method, lo that as early as 1786, the\nnumber of thefe practitioners was infinite,\nand Ipread the character of the art far and\nwide, but we are forry to fay, without\nequally railing it in the fcale of perfec­\ntion.\nIt cannot be expeCted in a brief treatife\nlike this, to enumerate the tenth part of\nthe profefiors of abilities j we fhall only\nfet down here a few in alphabetical order.\nMr. Cue, Mr. Holloway, Mr. Louther-\nbourg, Mr. Parker, Mrs. Prat, and the\nAmerican Dr: Yeldal of Moorfields, have\nbeen the inoft famous, and likewife the\nmolt generous and dilinterefted in per­\nforming that art upon objects who had not\nthe ability to reward their labours in the\nmanner they deferved.\nMagnetifm was now at its height. Mrs.\nPrat informs us that 3000 perlons have\nwaited at one time, to gain admiflion at\nMr. de Loutherbourg’s at Hammerfmith,\nand file very juftly complains of fome per-\nfons felling their tickers, for two, three,\nand even five guineas each.\nThe progrtfs of Magnetifm was at\nthis time (1789) much accelerated by\nMr.\n«\n1\n\fA N I M A L M A G N E T I S M . T\nMr. Holloway’s* lcflures, which he read\nfor a reafonabie premium to a considerable\nnumber of pupils, and it is laid he has\nrealifed a fortune of two ihoufand pounds.\nSome time fince, he publilhed propofals\nfor a fcientific treatife on this lubje<5t, but\nhis difciples remonftrating upon the in-\njutlice of publishing to the world what\nthey had paid a valuable confideration for,\nhe generoufly withdrew the fchemej and\nhere we conclude the hiftory, though in\nthe courfe of the work we fhall give fuch\nanecdotes as fhall iiluftrate the fubjefl to\nour readers, and conclude the hiftory with\nobferving, that thofe who wifh to become\nprpficients, (hould read Agrippa’s fourth\nbook, Digby on Sympathy, Bafil Valen­\ntine’s laft will, Fludd’s Molaie Philo*\nfophy, Fernelius on the Elements, Van\nHelmont’s Chymiftry, Maxwell’s works,\nParacell’us, Gadbury, Salmon, Culpeper,\nLilly, Coley, Sanders, the works of Dr.\nHenry More, Dr. Norris’s pamphlets on\nDivine Love, and many others, which\ntheir own enquiries will lead them to the\nknowledge of.\n* Mr. Holloway's terms were never more than five\nguineas, and the learner’s promife, neither directly,\nnor indirectly, to reveal the fec.ee. Yet ilrange as it\nmay appear, iiis true, io,oool. under bond have been\ndemanded and given'!\nC H A P .\n\fs W O N D E R S OF\nC H A P . IT.\nANIMAL MAGNETISM EXPLAINED.\nT H E doftrine of a vacuum has long\nbeen exploded with the fables of antiquity.\nModern philofophy has admitted a plenum\nor tiniverfal principle of fluid matter\nwhich occupies all \/pace j and that as all\nbodies moving in the world, abound with\npores, this fluid matter introduces itfclf\nthrough the interllices and returns back­\nwards and forwards, flowing through one\nbody by the currents which iflue there­\nfrom to another, as in a magnet, which\nproduces that phenomenon we call Animal\nMagnetilm. This fluid conlifts of fire,\nair, and fpirit, and like all other fluids\ntends to an equilibrium, therefore it is\neafy to conceive how the efforts which the\nbodies make to each other produce animal\ncleftricity, which in faft is no more than\nthe efFeft produced between two bodies,\none of which has more motion than the\nother j a phenomena ferving to prove that\nthe body which has molt motion commu­\nnicates it to the other, until the medium of\nmotion becomes anequilibrium between the\ntwo bodies, when this equality produces\nanimal\n\fA N I M A L M A G N E T I S M . 9\nanimal eleCtricity. But equality and reci­\nprocity of motion produce Animal Mag-\nnetifin, while it is the purpofe of nature\nthat animal eleCtricity fhould exift only to\nproduce (as tinder does fire' Animal Mag-\nnetifm; thus the former ends where the\nlatter begins. Philofophers have com­\npared the human body to an eleCtrical ma­\nchine, they have fuppofed the arms the\nconductors, the fingers the pointers, which\nanyone may experience by trying. Hold\nthe fingers of both hands for lbme time\ntowards the patients pericardium, and\nyou may eafily perceive all the effects of\neleftricity on the invalid’s body.\nContinue the motion till the electrical\nfluid begins to be more agitated, and it\nwill foon flow with greater rapidity from\nyour fingers, but this will only be in pro­\nportion as your mental faculties are en­\ngaged in the work. Earneltnefs to exe­\ncute the utmoft that your abilities will per­\nform, is the only method that can be re­\ncommended, nor can any further direc­\ntions be given towards accomplishing the\nbufiiKls, than juft to obferve, that, as na­\nture does not aCt beyond herfelf, yours\nmull be the endeavours to work up the\nplaftic powers of fancy to a proper pitch,\nand this you will foon be able to perceive\nby\n\fIO W O N D E R S OF\nby the degree of fit or crifis, the patient\nis put into. But if the treatment does\nnot produce the alteration required, you\nmay depend upon it, his continuance is\nentirely owing to an obftinate mind and\nmode of realoning, for a man may be\nfoolifh enough to withftand the ftrongeft\nconviftion that can be brought againft\nhim, and in fuch a cafe, his reftoration\ncan never be brought about by the means\nof this fcience.\nNotwithltanding the cloud and myf-\nlery that has been call: over this fcience,\nto keep it concealed from the multitude,,\nand great fums have been given for the\nknowledge of it, it has ftill been known\nand prailifed by eminent men inevery age.\nNot to recur to more remote times, Sir\nKenelm Oigby knew the fecret, and his\nfympaxhetic powder was no other than a\nvehicle to convey the power. The-dTen-\ntial efficacy of the royal touch in ferophu-\nlous cafes is intirely owing to Animal\nMagnetilm, and a penny barber can as\nwell do away the evil, as a fovereign on\nhis throne. Valentine Greatacre, the\nftroaker, performed in London feveral\ncures to the altonifhment of many of the\nfaculty, nor could they account how they\nwere done, any more than the Laris com-\n\fmifiioners in what manner modern magne-\ntical operators affedted their patients.\nIn the following pages, the different\ninodes of treatment, with proper exam­\nples, are laid down in as plain a manner\nand in as few words as the fubjedt will ad­\nmit of, and fome few cafes are reported.\nThe author of this little treatife, is one\nof the few inftahces of exception from the\ngeneral myfterious oath of fecrecy; yet\nhe has the happinefs of being fully in-\nftrudted in this wonderful fyftem, by a\nprofeffor of the firft rate abilities, and\nwho has treated, many days, more than a\nhundred diurnally, and with great fuccefs\nin many inltances. And as he was not\ntaught it under any reftridtion, he can,\ntherefore with the utmoft freedom and\npleafure, communicate to others what he\nhas received, and he doubts nor, but any\nperfonof even a common capacity, by at­\ntending clofely to the rules here laid down,\nmay become as ufeful an operator, as\nthofe that have paid fifty guineas, or a\nlarger fum for their knowledge* But let\nnot young beginners be difcouraged ; let\nthem perfevere and exert themfelves in the\nuniform pradtice of it, and they will foon\nfind fuch inftances of fuccefs as will doubt-\nlefs give them fpirits to go on, and en-\ncou-\nA N I M A L ' M A G N E T I S M . u\n\f12 W O N D E R S OF\ncourage them to purfue fo laudable a fci-\nence.\nIn the enfuing chapter we lhall lay\ndown the necefiary rules and directions\nfor treating patients in either commoh or\nextra cafes.\nC H A P . III.\nMODE OF TREATMENT.\nACCORDIN G to Dr. De Mainanduc,\nit is within the capacity of every one to\nbecome a perfeft mafter of this molt ef-\nfential fcience, and what is mod wonder­\nful, without a teacher too, for as every\nbranch of fcience proceeds from princi­\nples, the elements of the corpufcular phi—\nlolophy evidently evince the exiftence of\nAnimal Magnetifm. It requires no me­\ndical underftanding to profefs it with fuc-\ncefs, and the knowledge of difeafes is not\nnecefiary to couduct a perfon through a\ncrifis. Mrs. Pratt has given us a lift of\ncures performed without a medicine:\nthough Mr. Loutherburg has often con-\ndefeended to preferibe to his patients.\nMr. Cue is very much againft the faculty,\ninfomuch that he recommends rubbing\nyour-\n\fyourfelf all over with a coarfe cloth every\nmorning, to which he adds, drink no fpi-\nrituous liquors. Dr. Graham in his lec­\nture on generation gave the fame advice.\nIt is from analogy and aflociation that\nmagnetifm derives its chief origin. T ho’\nanimal magnetifm was from the begin­\nning of the world, it has been known and\npraCtifed but by few, and loft and forgot­\nten alternately, from the time of Adam to\nthe prefent day. Solomon, the wife king\nof the Jews, knew that difeafes might be\nmitigated and cured, by exciting parti­\ncular affections and paflions of the mindj\nand Ariftotle fufpeCts that hyfterical cafes\nmay be produced to a dangerous degree\nof convulfion j now this evidently proves\nthe exiftence of fomething beyond the\nline of medical power to remove. Too\nintenfe ftudy will produce epileptic fits,\nwhich are certainly affeCtions of the mind,\nand, which cannot be removed in the\ncourfe of common or fpecial medical\npractice.\nA N I M A L M A G N E T I S M . 13\nB C H A P .\n\f>\n4 W O N D E R S OF\nC H A P . IV.\nMODE OF TREATMENT FARTHER CONSI­\nDERED.\nIF you would wifh to treat patients\n■ w\nith fuccefs, obl'erve the following direc­\ntions.\nFirfl. Be as much abjiracted as pof-\nfible; put every other thought and idea\nout of your mind, and feek to enter in,\nand for a time take pofiefiion of the fub-\njeft, which you are about to treat.\nSecondly. Let your mind be filled with\naffection and benevolence towards the iub-\njeft that you are treating. Let all the\nenergy of your foul be fixed on the relief\nof your patient, and generally fuccefs will\nfollow.\nThirdly. Let there be a confhnt in­\ntention within you; keep up 'an idea of\nthe complaint you wifh to remove; be\nearneftly defirous to give all the afliftancc\nin your power towards the relief of the\nfubje£h Kindnefs, pity, conftant inten­\ntion and companion, are great promoters\nof fuccefs in this matter. Strange as this\nmay feem, you will find it true, and thofe\nwho\n\fA N I M A L M A G N E T I S M . rS\nwho have confidered the amazing powers\nof fympathy and antipathy will eafily l'ee\nit reafonable.\nFourthly. Exert the ftrong internal fa­\nculty of volition, or our will, towards the\nfut|eCt that you are called to treat; deter­\nmine to do good to the difeafed; and vcu\nwill find oftentimes a ftrange connection\nwith thofe whom you are treating.— This\nis produced by the incorporation of the\natmofpheres, and as each body has an at-\nmofphere around it, they have a ftronger\npower over each other. And as the prin­\nciples of this lcience, are in themfelves\nvery powerful. the more they are combined\nand exerted, the greater will be.their force,\nand the more conlpicuous the effects of the\ntreatment w.ll be.\nIf the power of the mental faculties in\nmen were known, they would be furprized\nat themfelves; but thel'e powers lie latent\ntill they are proved by fcnfible operations\nreally to exiflr. It has been frequently ob-\nlerved, that when perfons are fpoken of\n' they are near, and loon come into fight,\nand when you think on abfent perfons, it\nis often found they are at the fame time aa\nearnellly engaged in thinking on you.\nMany inftances of the amazing power of\nfympathy mull have been manifelied to all\nB 2 atten-\n\fW O N D E R S OF\nattentive obfejvers. Confider this, and\napply it with all your might to the prefent\nfubjeft, according to the above directions.\nHaving explained briefly the principles\nof .this wonderful fcience, 1 fhall next con­\nfider the modes of treatment. Different\npeople have different modes ; but I need\nonly mention two, as they are enough for\nthe purpofe. One is by the lcience itlelf\nwithout any motion of the hands; this is\nan act of the mind, and the ftronger the\nmental powers are in any operator, and the\nmore they are exerted, the more effectual\nthe treatment will be.\nIn .this method you muff be quite ab-\nftra'ffed, be abfent from all other things j\nplace your thoughts intenfely upon the\nfubjeCt on which you wiffi to operate. Let\nthe intention of your mind be kept to the\nwork as cloielv as poffible, accompanied\nwith the utmoll exertions of defire, or the\nfttongeff powers of your will and affec­\ntions. Put forth all your internal powers\nin the moll energic manner. It is afionifh-\ning what fenfible effects will refult from\nthis operation, even fo as fometimes to\nraife a hand from a table. But the fub-\nje«5t upon whofn you would make your\n16\n\ftrial, Ihould be one who will make no re-\nliltance, nor drive againft you.\nIn whatever cafe you are called to ope­\nrate, have a proper confidence j and do not\nbe difcouraged if your expectations fhould\nnot be fully anl'wered at firft, but perfe-\nvere, and make frequent trials; for in this,\nas in every thing elfe, it is a good rule\nthat practice makes perfetl, and the more\nyou enter into the fpirit of the fcience, and\nthe more frequently and earneftly you\npraCtife it, the more likely you will be to\nhave both confidence and fuccefs.\nThe other method of treating, is by\ntiling the hands according to fcience; for\nboth mult concur together. The motion\nof the hands may be ufeful to keep up the\nattention of the operator, and give a kind\nof force to the mind; befides, the fingers\nare a kind of natural conductors, by which\nthe effluvia is conveyed from one body to\nanother ; and you will perceive the com­\nplaints of the patients by your fingers,,\niooner than by any other means.\nWhen you move your hands properly\nand fervently, with full intention, and fer­\nvent wilhes to do good to the patient, ex­\nerting all your faculties to produce the moll\nlalutary effeCts, you will foon perceive the\neonlequences, both in yourfelf, and chofe\nB j whom.\nA N I M A L M A G N E T I S M . 17\n\fwhom you treat. Some will be much\nfooner affe&ed than others, and much more\nfenfibly. The patient will frequently feel\na kind of warm and glowing fenl'ation, un­\nder the treatment, though fometimes the\ncontrary l'enfation will be perceived ; and\nthe operator will often find his hands and\nfingers feized with a fenfation of heat, pain,\nnumbnefs, or pricking, as when any part\nis afieep, and frequently by the power of\nfympathy, he will feel pain in the lame\npart of his body as the patient has it.\nIt is neceflary now to mention fome of\nthofe diforders to which the body is fub-\njedt, and which this operation is moft likely\nto remove.\nMany difeafes at firfl: arife from ob-\nfiructions, and the want of a proper circu­\nlation of the blood and juices. Perfpira-\ntion l'uddenly checked produces colds, and\nthefe often lay the foundation of incurable\ndiforders, as confumptions, coughs, &c.\nThis fcience is of great ufe in removing\nall thefe obftructions, efpecially in their be­\nginning. When either by the complaint\nof the patienr, or your own fympathetic\nfeelings, you perceive an obftrudtion, and\nfind where it lies, apply all the ftrength\nand power of your mind and will to the\npart affedled, with the utmoft energy that\nyou are matter o f: Let all your mental\npowers\nIS W O N D E R S OF\n\fpowers be engaged therein, according to\nthe foregoing rules. The diforders of\nthe bead deferve a particular place here;\nfor all that are affe&ed with any com­\nplaint in that part of the body, muft be\nfenfiblethatwhen the bead is fick, theZ>^r\/\nis faint, and the whole frame difordered.\nThe head ach, is frequently caufed by a\nfoul ftomach; in that cafe it will be pro­\nper to treat the ftomach moft, moving\nthe hands up and down, by which the\nbile will be agitated, and the patient fen-\nfibly relieved. When this pain is caufed\nby obftrudtions in the head, that part muft\nbe chiefly treated; and that treatment will\nmoft commonly give immediate eafe, and\nhelp nature te overcome the complaint.\nDeafnefs, is a troublefome complaint;\nand thofe who are affli&ed with ir, are\ngenerally very defirous of being relieved ;\nlet not fuch defpair; for there have been\nfeveral inftances where deafnefs has been\ncured, after fome years continuance, by\nfrequent treatments. Great care fhould be\noblerved left the party Ihould take cold\nloon after the treatment, and thus the dis­\norder be made worle inftead of being rea­\ndily cured. This was the cafe of a young\nlady not far from London, who had from\nher childhood been inclining to deafnefs,\nA N I M A L M A G N E T I S M . 19.\n\f]» W O N D E R S OP\nand of lace years was very deaf indeed.\nShe was cured I'o far as to hear che leaft\nnoife, and was quite difturbed at the con-\nveri'ation which before the could not hear,\nand this continued fome weeks : but by\ntaking cold, her deafneis returned as bad\nas before.\nTn order to treat for this complaint, let\nthe patient be placed at a little diftance\nwith the ear inclining a fmall degree to­\nwards you; think intensely on the part af-\nfedted, as if you would have your thoughts\nor ideas enter into and pal's through the\nhead; moving your hands backwards and\nforwards, pointing to the part affedted.\nContinue this treatment for fome time,\nand generally good effects will follow.\n* The locked jaw is a dreadful and dan­\ngerous complaint, by which many have\nloft their lives; yet this has been lately\nremoved from a young lady in London,\nby the treatment, when the phyfician\njudged her utterly incurable.\nThe firft time the was treated, foon af­\nter the treatment began, Ihe was able to\nopen her mouth fo as to receive the han­\ndle of a tea-fpoon, and prefently after the\nbowl, though before lhe was not able to\nopen her teeth in the fmalleft degree. She\nwas afterwards treated till the took in the\nhandle\n\f%\nA N I M A L M A G N E T I S M . 21\n•\nhandle and then the bowl of a larger\nfpoon, and open her mouth wide enough\n.for any -ptirpol'e ; and the whole within\nthe fpace of twenty minutes.\nIn order to treat a pcrion in this terri­\nble diforder, place the patient before you,\nand diredt your attention to the mouth,\nas before diredted for deafnefs, &c„\nInflammation of the eyes, has been fre­\nquently treated with fuccefs: during the\noperation, engage youf whole attention to\nthe part afFedted, and endeavour with all\nyour mind to draw out the inflammation.\nAlways keep in memory that the mind\nmud be wholly employed, as this is much\nmore neceflary than the motion of the\nhands; but I think the treatment is mod\nefficacious when both go together as they\nfhould.\nPain in the limbs, or in any other part\nof the body, may be mitigated, relieved,\nand in many inftancts totally removed,\nby this method of treatment. Old and\nftubborn pains, require frequent and long\ntreating, and the practitioner fhould not\nbe dilcouraged, but perfevere, dill ho­\nping for fuccels.\nFevers, may be greatly relieved by this\nmethod. T would all'o advile to try it in\ndrains, bruiles, bums, l'caids, fores of\nall\n\f22 w o n d e r s o r\nall kinds, and in almoft ail diforders\nof the human frame.\nThe fcience is at prefent but in its\nbeginning, and therefore it is not yet\nreduced to a certainty whether or not ic\nwill prove generally efficacious in tits;\nfoire few have been cured and more re­\nlieved, but in moft jnUances, as far as T\nhave known, no univerfal fervice has yet\nbeen done, neither in epileptic norconvul-\nfive fits, nor paralytic cafes.\nRemoving obftructions of all kinds ap­\npears to be its principal ufe ; and when it\nis conlidered that moft diforders proceed\ntherefrom, it will evidently appear, that\nthe treatment ought not to be neglefted\nin any common cafe. There is this far­\nther to be faid in favour of it, that it\ncannot do harm in any cafe; and, may\nbe productive of very great good in all.\nI have laid down the matter in fo plain\nand clear a Itvle, that any pcrl’on may be\ncapable of pra&iling it with luccel's, by the\nbit-fling cf God.\nWl.at has brought the fcience into great\ndifrepute, has been the almoft univerlal\npractice of making a lucrative trade of\nteaching and pradtifing it, which it is the\ngreat intention of this pamphlet to put a\nltop to, by faying the whole fcience, fo\n\ffar as refpects practice, open to all, and\n. thereby putting it into their power to\ntreat their friends and neighbours in the\ninoft effectual manner.\nBut T would recommend all invalids\nwho apply for relief to attend to the fol­\nlowing rules. Firft to avoid all fpiritous\nliquors. Secondly, rub themfelves well\nwith a very courfe towel ; and likewife\nmake life of that exercife lb much recom­\nmended by the late celebrated Dr. Lobb,\nwhich is to lift up one hand and one leg\nalternately, pretty brilkly, for about half\nan hour together, as often as you can,\nwhich will greatly promote the perfpi-\nration, and univerfally affeCt the whole\nhabit.\nA N I M A L M A G N E T I S M . 23\nC H A P . V.\nON A CRISIS, AND ABSENT T R E A T M E N T .\nIN the courfe of the treatment as di­\nrected, Ihould the patients be thrown into\na crifis, or ftate of infenfibility, be not\ndifcouraged, however terrifying luch a\nftate may feem; it is only nature and the\ndiforder in violent conflict, which w;]j\nvery often happen if the ftomach is oU\n£\n\fW O N D E R S OF\nof order. In this cafe be lure to con­\ntinue the treatment till the paroxylm is\nquite ceafed, and they are perfectly com-\npofed. You will then, in general, find\nthem in a great mcafure freed from all\nthole pains and complaints they came to\nyou to be relieved from.\n1 have known fome put into mod vio­\nlent agitation, and who continued in the\nfame, apparently in very great agonies for\nfome time ; but have come out quite eafy\nand free from any diforder, without know­\ning that they had been in fuch a (late at\nall.\nThere is an effedt very often produced,\nlefs powerful than the crifis, which I have\nfeen attended with very great and good\nconfequences, called by fome a commoto,\nfrom the Latin commotus, which caufes the\ninvalid to be much agitated, without af-\nfedting the mental faculties; but I have\nfeen many relieved from their diforders\nwithout any of thefe effedls. And I can\nfay with the ftridteft regard to truth, That\nI never knew an invalid, let his or her\npain have been ever fo excruciating, that\nwent from the treatment without great\nrelief therefrom.\nIt may be necefiary to fay fortieth!ng\nabout abient treatment. This may ap­\npear\n. *4\n\fpear to Tome incredible; and indeed this\npart of the fcience is more difficult to ex­\nplain, than that which has been already\ntreated of.\nBut whoever confiders the nature o f the\nhuman mind, and the amazing ftrong\npowers of which it is pofleft, fuch as in-\ntenfe thought, reflexion, fenfation, voli­\ntion, &c. will hefitate before they will pe­\nremptorily deny the fa&. I have already\nobferved that the mind is the great agent\nin producing thofe furprizing effedls,\nwhich frequently attend the treatment.\nAnd the thoughts can fix as ftrongly upon\nan abfentas a prefent objeft.\nA gentleman of undoubted veracity\nlately allured me, that he went into the\ncountry, having at the fame time fome\npatients under his care, and he told them\nto fit at certain hours, and he treated them\nthough abfent, and they experienced nearly\nthe fame effects as when he was prefent\nwith them.\nDiftance is nothing to the mind, and\nfince thoughts in many inftances have\ngreat influence, why may they not have\npower over the diforders of abfent perfons\nas well as thofe that are prefent ?\nIn order to treat abfent perfons, retire\nand fit down by yourfelf for a little time;\nC collect\n\fa6 W O N D E R S OF\neolledt your thoughts, and be as much ab-\nftradted as poflible. Refleft on the incon­\nceivable powers with which God has en­\ndued you, and on the benefit you with to\n■ d\no to your abfenc friend, or acquaintance.\nLet the idea of him be ftrongl v fixed in\nyour mind. After thinking intenfely of\nhim for i'ome time, begin at his head, and\nin your mind proceed downward to his\nfeet; till by i'ymparhetic power, you per­\nceive yourfelf in union with him, and find\nwhether he has pain, and what and where\nit is, and treat him accordingly. But if\nyou are informed of his complaint, and\nare ddirous of relieving him, then fit\ndown, and be collected, and begin and\ntreat him in the fame manner as though\nyou were perfonally with him. Do this\nwith all polfiblc energy, as before directed,\nand enquire what effedts are produced\nthereby : for fometimes very wonderful\nalterations have been perceived by the ab-\nfent party. Who is there that fully knows\nthe wonderful powers of which he is pof-\nfeft, and how much good he may do, if\nhe employs it all to the belt purpofes ?\nShould what has been here offered feem\nbut an idle tale, or a-mere phantom of the\nbrain to any, let not fuch be too lufty in\ndenying what they have not proved but\nlet\n\fa n i m a l m a g n e t i s m . 2?\nlet them fairly and impartially try the\npower of this wonderful fcience, for their\ncwn iatisfadtion, according to the rules\nhere laid down, and let them endeavour\n-to enter into the fpirit and practice of it,\nand fee for themfelves what effedls wili be\nproduced thereby. And doubtlefs in a\nlittle time they will be convinced of the\nreality of what T have written, and per­\nhaps will have reafon to exclaim, tbe cat\nhalf has not yet been told them.\nC H A P . VI.\nABSENT T R E A T M E N T .\nW E ncrw advance another ftep in the\nfcience of Animal Magnetifm ; that o f\nabfervt treatment is the mod curious in the\nwhole art, and depends much upon the\nattention of the practitioner. T o the ig­\nnorant and prejudiced part o f mankind it\nappears in a more irrational and obfeure\npoint of view; but why Pnculd this be\nthought wonderful, fince expanfion or dif-\nrance is allowed to be a relative idea,\nwhich belongs on'y to body, and has no-\nC 2 thing\n\fthing to do with fpirit; the foul is pof-\nfetfed with intellectual powers and affixa­\ntions, fuch as thought, reflcdtion, fenfation,\nvolition, or willing, I can as eafily fix my\nmind upon St. Peter’s at Rome as on St.\nPaul’s in London. Diftance belongs to\nbody, as obferved before, but thought can­\nnot be confined, it can travel backward\ninto the paft or forward into the future; it\ncan afpire to things above as well as re­\nflect on things beneath ; when we want to\nrecolledt any thing, we travel back into\nthe paff, we exercife a wifli to recoiled!-,\nand often our wifhes are effectual, and the\nthing we wilh to recoiled!: is brought back\nto our mind. Thoughts are in many ca­\nfes influencial, why they may not affed! and\nremove difeafes from perfons at a diftance,\nas well as thofe at hand, is more than our\nmod lupercilious enemies can deny, who\nare in them(elv.es well aware of the cfFedts\nof the communication of fpirits.\nFludd' furnamed theJeeker, lays it down\nfor a rui e that ftrong intention is thecaufe\nof the vifibility of fpirits being reveala-\nble. In our times, Lavater, the amiable\ntheorill of phyliognomy, has a theory\nfimilar to this in his work. The Abbe\nNollet was of the fame opinion ; and the\nJefuit Nicetas in his aphorifms upon the\nhuman\n2* W O N D E R S OF\n\fhuman will, very ingenioufly accounts for\nthe vifible manifeftation of forms when\nno real or corporeal body can be intro­\nduced.\nDr. Henry More, who is mentioned to\nbe the laft philofopher of note who un-\nderftood and praCtifed animal magnetifm,\nin his letters to Dr. Napier, recommends\nftrong intellectual endeavours, and accord­\ning to Mr. Aubrey in his Mifcellanies, the\nlaid Dr. Napier performed many wonder­\nful cures by the mental power of prayer\nonly, which (hews that this fcience has\nbeen aflifted with divine blefllngs and fpi-\nritual auxilianfm.\nIn order to perform abfent treatment,\nretire, fit down for a few minutes, be per­\nfectly collected, and as much abitraCted\nas poffible; confider the wonderful pow­\ners you are pofllfied of, and wh..r you\nwith to perform to your abfent friend j\nform his idea in vour mind, fix on it for\nlome time, and delcend fiowly and gradu­\nally from the head downward, till by the\npower of fympathy you feel vourfilf, as ic\nwere in contact with him, and find a cor-\nrefpondent pai; which you mud endea­\nvour to remove. But if you know the\ncomplaint your patient labours under, and\nlincerely would relieve him, fit dovyi, col-\nC 3 ' led\nA N I M A L M A G N E T I S M . 29\n\f3® W O N D E R S OF \\\nleft yourfelf, and then treat him, though*\nabfenr, in the fame manner you would if\nyou faw him before you.\nIf upon reading thefe directions the fei-\nence fhould appear a chimera, the reader\nis requefted not to cenfure and condemn\nit, until he has tried the power of it for his\nown fatisfaftion and convi&ion j and if he\nfind it effectual in one cafe, let him fufpend\nhis judgment till he has efiayed it in\nothers, and I am perfuaded he will not be\ndilappointed. Let him make trial of his\nfk.il! and perfeverance upon a fubjeft who\nwill not obftinately refill: the operation,\nand the more delicate the perfon the more\neafily will this operation be performed.\nWhatever cafe you are about to treat, be\nnot dilheartened, nor weary; if your expec­\ntation fliould not, at firft, be fully anfwer-\ned, perfevere, make repeated trials, the\nmore you praftice the greater will be your\nconfidence, and the more fuccefsful your\ntreatment; and thus you fliall have expe­\nrimental and give occular demonftration\nof the power of the fcience.\nCHAP.\n\fA N I M A L M A G N E T I S M , i 31\nC H A P . VII.\nDEFENCE OF A N IM A L M A G N E T IS M .\nIT lias been obferved in the vain pre-\nfumption of fclf-fuffi- ient philofophy,\nthat animal magnetil'm is the tlfedt o f\nmagic, and the operation of the devil. If\nfo, how conies good to mankind ? Are\nwicked means ever employed to perforin\nthe welfare of others ? arc there not fuf-\nficient men of fenfe in the world to invef-\ntigate the fecret, and make a fair report ?\nAnd whence the filende of iht faculty ?\nDoth their referve on this new fcience pro­\nceed from contempt of the profef-\nlbrs? If it does, is the welfare of the\npublic below their notice too?\nThe common objedtion, that they are in-\nterefted, and therefore partial judges, is\nwithout foundation. For what is called\nanimal magnetil'm, if it will not bear in-\nfpedtion, why is it not exploded ? I know\na filly, empty, and fcurrilous pamphk-t\nhas been lately published by a man, who\nftiles himfelf a Dr. Stern •\n, but wnat opi­\nnion can be formed of a. man who at his\nfirlt\n\f32 W O N D E R S ' O F\nfirft fctting out in a work, ronfeftes him-\nfclf perfectly ignorant of the fcicnce it-\nfeif and the proftflors of it ? Bcfides the\nvanity of placing his own portrait, like\nthe figure of fdf importance, before a\nformer work of his which does not fell,\nthis muft be the Kreateft folly. In order\nto be accurate in our refearches, let us\nconfider what animal magnetifm is, and\nwhat it really appears to be in the courfe\nof common and of fpecial pra&ice.\nTn general it is known to be the ope­\nration of one animal upon another, to\nexcite a fympathetic affection j and al­\nways produces lenfible efte&s, both in the\npatient, and the operator, by that kind of\ntreatment which th« art requires.\nMagnetifm is both mechanical and\nmental, and who dare aver the efficacy of\nthe power is not encreafed by piety and\nprayer ? Are we not affured in Scripture,\nthat our prayers (hall be heard, elfe whence\nthe utility of praying ? And I would a(k,\nwere not the miraculous powers of heal­\ning retained among the firil chriftians, for\nmore than two centuries, by the power of\nprayer ? whoever would deny this, muft\n1 fhew his want of faith an’d ecclefialtical\nknov. ledge.\nThe mechanical operation of this fci­\ncnce .\nI*\n.\n1\n1\n\fA N I M A L M A G N E T I S M . 3 3\nence confifts chiefly in motion. For it\nmud be conftft, no man can move his\nhand with defign, without a will, volition,\nor motive, which proceeding from the\nmind are not mechanical, but, in faff, ma­\nnual operations, and therefore may be .\nproperly defined the mechanical part of\nthe fcience.\nThe world has long been bubbled by\nartifice and cunning- but if this fcience\nis the produce and exertions of decer,\nwho lhall fay “ There is an upright man in\nthe city !” The pradtifers of this novel\nmode, or rather revived method of heal­\ning, aremoltly men of property, therefore\none would think, above the mean attempt\nto purloin a fordid gain by artificial deceit:\nfome of them belong to the faculty, and\nothers are pallors of note in London.\nFrom a letter which has lately been received\nfrcin Bolton, it has been luccefsfully\npradtifed there by -three eminent minif-\nters, who write, that the effects produ­\nced thereby were likely to be of the\ngreatelt confequence and good to reli­\ngion and fociety among the Indians.\nIt is firnple in its operations, and may\nbe eafilv learned from example. Do as\nyou fee me do,” was the only preccnt of\na celebrated magnetilt, in the neighbour­\nhood\nv\n\fW O N D F R S O P\n>34\nhood of St. f uke’s, when he found hts\nbufinefs incre.ift* fo much upon his hands\nas to need afiiitancrj and tins was his\nonly in(lr.iclion. They did as they were\n*taughr, to the great content and fatis-\nfiuifion of many patients j they pei formed\nbefore the world— It is a notorious fadt,\nand facts arc ftubborn things.\nWithout: recurring too far bach, it has\nlong been a notion with the people,\nthat the evil can be removed by the royal\ntouch, and fuch has been the belief of\nthe thing, that the regifterof the royal\nchapel in England exhibits a lift of\n92107 .perfons relieved during the reign\nof Charles the Second, by himfelf. At\nmoft executions we fee people caufe them-\nfelves or their friends to be rubbed with\nthe dead man’s hand, to remove or relieve\ncertain fwcHings,* and other extraneous\ndiforders, which have already eluded the\npower of medicine. Neither is fympathy\nconfined to the human body: 1 have\nknown the ague cured, by burying in a\nfield a certain piece of fle(h, which had\nbeen worn about the patient’s body.\nl;r. Falconer, in his diflertation on the\ninfluence ot the paflrms 01 the dilbrders\nof the bodv, relates the wonderful efFedts\nto\nof»the fympathetic aifeclior.s on the frame\n\fA N I M A L M A G N E T I S M . 3;\nand conflitution, and very candidly con-\nfelTes, they are of greater power than any\nmay imagine at firft without, and require\nthe greatcft caution in the application of\nthem to their particular difeafcs.\ni\n»\n\/\nI\nF I N I S ,\n\f","_id":1182}