{"name":"Life Of Joseph Balsam","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1791__anonymous___life_of_joseph_balsam.pdf","mytitle":"Life Of Joseph Balsam","mylang":"de","content":"T H E\nL I F E\nO F\n-\nJOSEPH BALSAMO,\nCO\nM\nM\nO\nN\nLY CALLED\nC O U N T C A G L I O S T R O :\nCONTAINING THE '\nSIN\nGULAR AN\nD U\nN\nCO\nM\nM\nO\nN AD\nVEN\nTURES O\nF THAT\nEXTRAORDINARY PERSO\nN\nAG\nE FR\nO\nM H\nIS BIRTH\nTILL H\nIS IM\nPRISONM\nENT IN THE CASTLE O\nF ST.\nANGELO.\nT\nOW\nH\nIC\nHARS A\nD\nD\nE\nD\n,\nTHE PARTICULARS O\nF H\nIS TRIAL BEFO\nRE THE IN\n­\nQUISITION, THE H\nISTORY O\nF H\nIS CO\nN\nFE\nSSIO\nN\nS\nCO\nN\nCERN\nIN\nG CO\nM\nM\nO\nN AND EGYPTIAN M\nASO\nN\nRY,\nAN\nD A VARIETY O\nF OTHER INTERESTING PARTI­\nCULARS.\nTranflatedfromthe Original Proceedings publiihedat Rom\ne by Order of\n- the Apoltolic Chambej, . . . „\nW\nITH ANENGRAVEDPORTRAIT,OF £A?U0ST£0.\nL\nO\nN\nD\nO\nN\n:*\nHINTED FOR C. AM\nD G. KEARSLEY, M\nO\n. 46, FLEET-gTRlET,\nM.DCC.XCI.\nD\nig\nitize\ndb\nyGoogle\n\fVr<•\n“ NEW YORK\nP\nU\nB\nL\nI\nC\nL\nI\nB\nR\nA\nR\nY\nA\nST\nO\nR\n, LtN\nO\nX*N\nD\nTlLD\nE\nNFO\nU\nN\nD\nA\nTIO\nN\nS.\n1 9 0 '\nD\nig\nitize\nd£\n>\ny\n\f\fP R E F A C E\n. B\nV\nT THB\nITALIAN AUTHOR.\n%\nA L I F E which, during a period of forty*\nfeven years, has been continually enve­\nloped in myftery and enigmas) which, confix\ndered by fome as a model of heroiftn, religion,\nand morality» and regarded by others as a tiffue\nof bafenefs, impofture, and impiety,'has hi­\ntherto kept the judgment of a large portion of\nEurope in fufpenfe : this life however •is at\nlength become the fubjeft:of ferious and tife*\nful meditation, fince the chara&er of Caglioftro\nis 'no longer equivocal. 1 The firtner,‘ whild\nperufing thefe ibeets, will now fee and acknow-i\nledge his error; the good Catholic will perceive\nthe necefiity of being eonft&ntly on his'guard\nagainft the fnares of hell; the fcholar' will\nlearn how deceitful that- knowledge ft which\nhas not religion for its bafis; the ignorant will\nA 2 be\nD\nig\nitize\ndb\nyb o o g i e\n\f— C iv J -\nbe taught to be humble; and the whole world\nwill have occafion to admire the double tri­\numph of truth apd faith.\nJofeph Balfamo, fo celebrated under the pre­\ntended title of Count Alexander Caglioftro,\nhas undoubtedly been a very famous impoftor.\nWe are naturally inclined to defpife and to\nridicule thofe paft ages, in which fuch men\nhave been credited\/ appkuded, and treated\nas fomething fuperior to humanity. We are\nin the right undoubtedly fo to do. But when it\nis recollected thatthis adventurer fiouriftied in\nthe eighteenth century— during a period which\narrogates to. itfe&rthft titles of. an,,enlightened\nand phdofephic age, hifuwQly ruperiDt- to pre-\njudioest-Hthitfanaticsi adminersof the prefent\ntiipe^ought to be covered Utith.a falutary con-\nf u G p O i U ' - : - .v . .\nSqm* win, no douty:, enquire;;hftfv an PTC-\npoftor could acqwre> fe .much oekbrity,. and\ntecpiypib much.-tcountenancek.among, nwioos\neplightefwjd by the feiep^,; afld-.fcoTOt iu4>viT\ndp?|s inptj V, of abilities* It U,irreligiup\n.jbeeqltbi%,ipB»du3or,t that has.hip*\ngprt^,Land. that..has.acquired for, him. aU his\ntmrmptef, ;3 , i: j , •>\n' ’\n, Whep we conhder the.ambition ofv.the halft\nkMUfidiitPhabitantiiofca number ;'of- ibues. in\n. J - Europe,\nD\nig\nitize\ndb\ny\n\ft * ]\nE u r o p e , t o d i v i n e w t o M f t h c e y e ' o f m a n . n e v e r\nf a w , t h e e a t o f m a s n e v e r h e a r d , n o r t h e h e a r t\no f m a n W a s e v e r a b k t O ' c o m p r e h e n d — a r t c o t -\nf a r v t d i t y n t x a m i s , . a u d i v i i , n e e i n c o r b o m i n i s\nw h e n w t r f i n d t h e m i n t h e h e i g h t o f\nt h e i r b U f p h e m i e s e a f c U i m i n g t h e r e i s n o G o d —\nt u r n e f t I ) m — w e . n e e d n o t b e a f r a i d t o a f f i r m\nt h a t t h e i g n o r a n c e o f t h e a n c i e n t s w a s I d s\np e r n i c i o u s t h a n t h e k n o w l e d g e o f . t h e n b o d e r t i s . .\nIn ihort, when-has Europe been fo inundated\nand. oyerwhehned with fanaticifm,.aa in our .\nage ?\n. Who has not. heard of the devils of Lorn-\ndun ? of hobgoblins, fylphs, convulfionaries,\nmagnetifts, and cabalifts ? What is the objaft\nof the free mafons,' and thofe phrenetic focieties\ncalled the Illuminated, with their plots, their*\nfecrets, their invocations, and their ridiculous\nrites ?\nIt is a juft obfervation, that impoftors ac­\nquire credit and renown only in thofe countries\nwhere there is but little religion, and much\nphilofophy. Rome is not a capital in which\nfuch men can hope to fucceed, becaufe error will\nnot be permitted to fpread forth its branches in\n' the centre of the true faith. The life of Count\nCaglioftro is aluminous proof of the juftice of\nour obfervation ; and this is the reafon why we\nhave thought it our duty to compofe this\n6 • work,\nD\nig\nitize\ndb\ny\n\f[ vi ]\nwork, faithfully extracted from authentic rtf*\ncords depoiited with us— records that thecen-\nfures of the critic cannot reach.\nThe authority of the Sovereign Pontiff has\non this occaiion been employed in dtfpenfing\nwith the law that, with as much juftice as pru­\ndence, enjoins inviolable fecrecy refpefting all\nthe procedures of the Holy InquiGtion.\nWe beg leave to conclude with obferv-\ning, that we would much rather have pre­\nferred eternal filence on this fubjeft, than now\nreport a Angle circumftance as a fa£t, the\nexigence of which was not founded on moral\ncertainty. T-\nJ\nD\nig\nitize\ndb\nyi^ o o Q le\n\fA D V E R T I S E M E N T\nE N G L I S H T R A N S L A T O R .\nA G L I O S T R O , a f t e r c o m m i t t i n g a\nm u l t i t u d e o f r o g u e r i e s i n v a r i o u s\nk i n g d o m s , a n d e f c a p i n g f r o m t h e h a n d o f\nj u f t i c e i n a i m o f t e v e r y c a p i t a l i n E u r o p e ,\nh a s a t l e n g t h , b y a n u n c o m m o n f a t a l i t y ,\nb e e n a r r e f t e d i n h i s c a r e e r , a n d c o n d e m n *\ne d t o d e a t h i n t h e o n l y m e t r o p o l i s , p e r ­\nh a p s , i n w h i c h h e c o u l d n o t h a v e b e e n\nc o n v i & e d o f a b r e a c h o f t h e m o r a l o b l i ­\ng a t i o n s t h a t c o n n e d : m a n w i t h f o c i e t y .\nW h a t e v e r m o t i v e m a y h a v e i n f l u e n c e d\nt h e c o u r t o f R o m e , i t w i l l b e a l a f t i n g\nr e p r o a c h o n t h e r e i g n o f P i u s V I . t o h a v e\nd e t a i n e d , t r i e d , a n d i n f i i & e d t h e p u n i s h ­\nm e n t o f p e r p e t u a l i m p r i i o n m e n t o n a\nm a n , a g a i n f t w h o m h e c o u l d o n l y p r o v e\nt h e c r i m e — o f b e i n g a f r e e m a f o n !\nBy TH£\nA s\nD\nig\nitize\ndb\nyg o o g l e\n\f[ v\niii ]\nA s t h e A p o f t o l i c C h a m b e r , i n i t s o w n\nj u f t i f i c s t i q n , h a s p u b l i i h e d t h e l i f e a i ? d\nt r i a l o f t h i s e x t r a o r d i n a r y m a n , t h e T r a n s ­\nl a t o r , t h i n k i n g t h a t i t m a y p r o v e a n o b -\nj e d t o f r a t i o n a l c u r i o f i t y t o t h e E n g l i i h\nr e a d e r , n o w p r e f e n t s i t f o r h i s i n f p e i t i o n\na n d p e r u f a l .\nD\nig\nitize\ndb\nyGoogle\n\fT H E\nL I F E\n> » O F\nc o u n t C a g l i o s t r o .\nC H A P T E R I.\nJ O S E P H Balfamo, the fon of Peter Balfa-\nmo and Felicia Braconieri, both of them of\nmean extra&ion, was born at * Palermo, on the\neighth\n* In a memoir publifhed by the Count whilein England,\nhe pretended that he could not fpeak pofitively as to the\nplace of his nativity, nor in regard to the parents from whom\nhe derived his birth. This circumilance gave an ample\nicope to the imagination of his followers; fome of whom\npretended that he was the [offspring of the grand mailer\nof Malta, by a Turkifli Lady, taken captive by a galley be-\n# B longing\nD\nig\nitize\ndb\ny\n\f2 T H E L I F E O F\neighth of June 1743. . His father, who had\nbeen a merchant, happening to die during his\ninfancy, his maternal uncles took him under\ntheir prote&ion, and endeavoured to inftrudt\nhim in the principles of religion, and give him\nan education fuitable to his years. But from his\nearlieft infancy he fhewed himfelf fo averfe to\na virtuous courfe of life, that he fled more than\nonce from the feminary of St. Roch at Pa­\nlermo, where he had been placed for his in-\nflrudtion. '\nAt the age of thirteen he was entrufted tot\nthe care ofthe father-general ofthe G o o d - B r o t b e r -\nb o c d ^ t who carried him to the conyent_of that\norder at Cartagirone. There he put on the ha­\nbit of a novice ; and, being plated under the\ntuition of the apothecary, he learned from him\nlonging to that ifland; while others, with equal probability,\naffirmed*that he was the only furviving ion of that prince\nwho about thirty-five years ago fwayed the precarious\nfeeptreof Trcbifond. To infufe into this fiory a greater\n, portion of the marvellous, it was added, that a revolution\ntaking place, in confequence of which the reigning fovereign\nwas facrificed to the fury of his feditious fubjefts, bis in-*\nfant ion, the Coiint Caglioftro, was conveyed by a truily\nfriend to Medina, where the Muflulman Sherif had the\nunprejudiced generofity to educate him in the faith of his\nChriftian parents. T .\n• Benfratelli.\n. (according\nD\nig\nitize\ndb\nyGoogle\n\ffc Off MT C A O L I O J T R Ó . . $\n^according to his own eonfeffíon) the firft prin­\nciples of chemiftry and medicine.\nHe did not continue long in this afylum;\nduring his flay* however* he exhibited fo many\nnew fymptoms o f a vicious diara&er, that the\nreligious were often under the neceflity ofehaf-\ntiftng him. It is recorded among other things*\nthat, being employed to read during meals, as\nis euftomary in all holy communities, he would\nnever repeat what appeared in the book; but,on\nthe contrary, fpoke whatever occurred to his own\nimagination 1 nay, he has even confelled that*\nin reading the Martyrology, he ufed to fubfti-\ntute the names of the moft famous Courtezans\nof the time, inftead of thofe of the faints.\nIn fíne, to get rid of the mortifications and\nthe penance infli&ed upon him, on account of\nhis faults, he abandoned his convent, and re­\nturned to Palermo. '\nIt was about this period that he cultivated a\ntafte for drawing: but this neither occafioned\na change in his morals, or his conduft. The\nexceffes to which he abandoned himfelf were\nalmoft of every kind and defeription. Deliver­\ning himfelf entirely up to his paffion for fenc­\ning, and to the company of the moft difiblute\nyoung men of the neighbourhood, there was\nno quarrel in which he did not take a part: but\nB 2 a b o v e\nD\nig\nitize\ndb\ny\n\fT H E L I F E OF\n4\nabove all things he took a particular pleafure\nin refilling the officers ofjuftice, and in deliver­\ning from their hands the prifoners whom they\nhad arrefted. He was alfo accufed of having\nforged tickets of admiflion into the theatre m\nr\nand he dole from one of his uncles with whom\nhe lived, a confiderable quantity pf money,\nandfeveral valuable effeib. Having encou­\nraged an' amorous intercourfe between an ac­\nquaintance and one of hisfemale coufins, he car­\nried^billet-doux from one to the other; and, pro-\nfitingby this opportunity,made the lover believe\nthat the young lady fometimes requefted mo­\nney, -and fometimes a watch of a trinket: thef©\nprefents were accordingly confided to his care,\nand clandeftinely appropriated to h'is own ufe.\nSuch was his addrefs, that he infinuated him—\nfelf into the good graces of a relation who was\na notary, and aftually found means to falfify a\nteftament in favour of a certain Marquis Mau­\nrigi, by which means great injury accrued to a\npious eftablifliment. This piece of roguery\nwas difcovered fcveral years after, at a time\nwhen he was abfent from Palermo; and proof*\nwere adduced on the occafion that clearly ma-\nnifefted his criminality. It has allb been af-\nfcrted that he aflailinated a canon} and it is pre­\ntended that, having been applied to by a monk\nt\no\nD\nig\nitize\ndb\nyGoogle\n\fCOUNT CACLIOSTRO. $\nto procure leave of abfence from his fuperior,\nhe forged a permiffion, on purpofe to cheat the\n-holy father out of a little money.\n• This much is however certain, that be was\nfrequently feized and imprifoned: but it fo\nhappened that he always regained his liberty ip\n-a Ihort time, either from the want of neceifory\nproofs for his convi&ion, on account of.thp\n¡nature of the crime, or by means o f the credit\nand intercefikm of his relations. A t length he\nwras forced to.fly from his country for haying\nduped a goldfmith, of the name of Marano, o f\nmore than, fixty pieces o f gold. H aving inge­\nnuity fufEcienc to make this iimpleton believe\nthat he had an immenfe treafure concealed in p\ngrotto, in a diftant part of,the country, of whjcfr\nhe would put him in poffefllon; he, under tb\nt^\nB\npretence, procured the above-mentioned fura,\nwhich, as he pretended, was to be employed in\ncertain magical operations. This comedy how,-\never concluded very little to the advantage o f\npoor Marano, for he was fevercly beaten by\ncertain people who appeared to him in the\nihape of infernal fpirits. T he truth is, that\nthefe inhabitants of Pandemonium were no\nother than the companions of Balfamo, who\nafted in concert with him, and afiumed this\ndifguife at his recommendation.\nB 3 Marano\nD\nig\nitiz\ne\ndb\ny\n\fj\n6 t h e l i f e op\n• Marano havingdifcovered the trick, was ex-t\ntremely .irritated, as may very readily be be­\nlieved ; and, not content with laying an informa­\ntion of the particulars before a magiftrate, he\ndetermined to revenge his wrongs, by affafii-\nnating the author of them. It was this that del*\ntermined Balfamo to fly from his native^coun­\ntry. - ' • • • • • .\nA variety of circumftances which occurred\nfrom this period till the time o f his laft imprl-\n•fonment, have given grounds to: believe that\nhe pra&ifed forcery. This fuppofuion is\nfounded on the two following anecdotes. T h e\nfirft is, that, under pretence of preparing a re­\nmedy for one of his fifters, who v\/zsptjejed, he\nmade a country pried: adminifter a little cotton\nto her, which had been fteeped in the holy oil\nwhich is ufed for extreme umftion.. It is how­\never well known that he never, had a lifter who\nwas pojfejfed. ’The other, which is rather re­\nmarkable, is as follows : It is pretended that,\nbeing one day in company with feveral of his\nfriends, they teftified a great curiofity to dif-\ncover what a certain lady of their acquaintance\nwas doing at that very moment. Balfamo\noffers to fatisfy their inclinations: he accord­\ningly forms a fquare on the ground, waves his\nhand over it, and then draws the figyre of the\n• lady\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOUNT C A G L I O S T R O . !f\nlady playing at. cards with three of; her ac­\nquaintance. On this they ihilantly ferid Co her\nhoufe, and find that file was- actually fitting-in\nthe lame attitude, employed in the very occu­\npation, and. in company with the fame perfons\nwhom he had delineated. By. means of the\ncireumftances which we ihall hereafter relate,\nit will be eafy to determine what degree of*\ncredibility fliould be given to this event,, and\nwhat are the conclufions which ought to be\ndrawn from it.\nBalfamo being obliged to fly from Palermo,\ngave himfelf up to a wandering life^ and ae-\ntually travelled through mod parts o f the\nworld : we are henceforth obliged to give cre­\ndit to his own afiertions until his arrival in\nRome, becaufe we have no other opportunity\no f tracing his hiftory, or of verifying any of the\nparticulars.\nBy means o f the money which he had pro­\ncured in the manner already related, he now\nrepaired to Medina. There he got acquainted\nwith a certain perfon of the name of Altotas : .\nit is not known with certainty whether he was a\nSpaniard or a Greek, for he could fpeak both pf\nthefe languages with fiuency. H e was in pof-\nieflion of fevcral Arabic manuferipts, and pre­\ntended to be a great chemift. H aving em­\n' B 4 barked\n\\ -\nD\nig\nitiz\ne\ndb\nyGoogle\n\f8 T H E . L I F E OF\nbarked together on boárd of a vittel, they\nfailed alorig the Archipelago, and landed at\nAlexandria in E gypt, where during the fpace of\nforty days they performed feveral operations\nin chemiftry, by which they procured a great\ndeal of money.\nThey propofed to pafs from thence to Grand\nCairo ; but they were driven by contrary winds\nto the iQand o f Malta. THfcre they remained\nfor lome time, and worked in the laboratory of\nthe grand matter Pinto. Altotas * having died\nfoon after, Balfamo refolved to vifit Naples,\nand accordingly put himfelf under the protec-\n• tion of a knight of Malta, to whom l>e was re­\ncommended by the grand matter.\nH e fuppOrted himfelf for feme time in that\ncapital with the money which had been pre-\nfented to him by the grand matter, and the pre-\nfents which he received from his companion the\nChevalier-, and fben wfter was Incky enough\n• . .v. .!: . 't .\n* In a pamphlet written under the direction of the County\nit is pretended that Altotas was his tutor, during hisreü-\ndence at Medina, in the palàce of the Mufti Salahaym ;\nthat he inftruâed him in the knowledge of botany and\n■ phyfic; made him acquainted'with thé oriental languages\nand literature ; introduced him to thé ftvèVéign of Mecca,\nby whom he was greatly rarefied ; aadiaadehiraacquainted\nwith all the wonders of -Egypt, T . .\n;• to\nD\nig\nitiz\ne\ndb\ny\n\fr\nC O U N T C A.G.L I O 5T R O. £\nto sq u ire the. regatd of a prince who w4h\nattached to the ftudy of chemiftry, .-and who ,\nwi0 iod: to carry hiintitO\/vifit hi» poffcfiions in\n*3 • • 1 . ! ) l . r . V - : • :\n.... Jifv^ng;.taken, a4 v«htage >of this opportunity\n■ jto re.vifK;Mpffinfi3\nl..hp Happened to: meet with a\npried, who w&s his countryman and particular\nacquaintance. H e himfelf confefles that this,\npjtfiojr was violent in His temper, diffolote id his\nmorals, and had often, participated in his ro.\ngugries dwring their refidence at Palermo : he\nfiyen adds; that this very clergyman .was one of\nthe.devils .who- hsud'baftinadoed 'the jeweller\nMarano, while fearching the grotto for 'the\nhidden toeaibre.. .. . j., ........ '* • •\n. Hartng'chofen this, perfon fo r his. a-ffodiate,\nhe>took leave of the.iprijw:e, and they departed\ntogethef'for; Napidsi <.Ii* -the Courfe of* their\njourney .they. wertatWfted at an inn\" in the town\nof Piezo, under 'prtasrlcc of .having carried\noff a Iady,wi(h t h e m b u t as no fuch peribn\nwas found^in their .company, they were imme­\ndiately fet at liberty; After a Ihort ftay at\n■ • *• • ■' , y ; (\n‘ * This prince is faid to have been of the noble houfe of\nCaramanco* and nearly related to the ambaifador of that\nname wholately repfdi&nted theliing of the Two Sicilies, at\ndue court of London, and is now one of the minifters of that\nJovercigo* T . •• •\nNaples,\nD\nig\nitiz\ne\ndb\nyGoogle\n\fTO T H E L I F E OF\nNaples, it was rcfolved that they ihould repair\nto Rome.\nArrived in the capital o f the Chriftian world,\nBalfamo aflumed feveral different chara&ers,\nand appealed fometimes in an ecckfiaftical, and\nfometimes in a fecular habit. By means of\nletters o f recommendation which he had pro­\ncured at Naples, he obtained accefs to feveral\nperfons of diftin£tion * : among others he got ac­\nquainted with the Bailli de Breteuil, at that time\nambaflador from Malta to Rom e; and was alfo\nprefented to many ecclefiaftics o f His own\ncountry. From the generofity of thefe,and hia\nown private induftry, he was enabled to pro­\ncure fufficienc money to defray all his expences.\nH e employed himfelf at this^period in mak­\ning drawings on paper; the outlines of which\nwere produced by means of a copper plate en­\ngraving, and afterwards filled up by him with\nIndian ink t thefe he fold for deiigns. made by\n* In a publication intitied L a Lettre de Comte Caglloflrd\nm\nu Ptuple ePJngloh, it is pretended that he had determined\nto remain incognito in Rome, whenchance having difQOvered\nhim to Cardinal Uriina, that prelate paid him the moil flat«\ntering attention, and introduced him to feveral cardinals\nand Roman princes* Among thefe were >Ganganel!i, who\nafterwards became Pope Clement XIV. j andRezzonica,\nwho at that time filled the papal chair, and by whom he\npretends to have been feveral times admitted to the honour\no£a conference. T ,\nmeans\nD\nig\nitiz\ne\ndb\ny\n\fCOW MT CÀOH-OSTRO. Il\nmeans o f a pen only. H aving taken up his\nabode at the fign.o\/.the Sun, in the neighbour­\nhood of the Rotunda,, he happened to quarrel\nw ith one of the waiters, in confequence o f\n•which he was irriprifoned for three days.\n. It was about this time that he happened to\nfee the young Lorenza Feliciani, who lived\nnear to the Three Pilgrims. H e foon became\nexceedingly attached to this young woman,\nand aiked her parents confent to make her his\n•wife : this was accordingly granted, and he re­\nceived, as a dower, a trifling fortune, propor­\ntionate to their condition. T h e marriage was\nfolemnized in the parifh church o f $t. Saviour\nin the Fields, and the bridegroom lodged with\nhis father-in-law for fome months after.\nThe firft leflons which the young bride re­\nceived from hçr huiband, were intended, ac­\ncording to her own confeiflon, to inftruit her\n. in the means of attracting and gratifying thç\n•pleafures of the other fex. The moft wanron\ncoquetry and the moft lafcivious arts were the\n.principles with which he endeavoured to infpire\nher. The mother of Lorenza, fcandalized at\nthis conduit, had fpch frequent altercations\n'with her fon-in-law concerning his behaviour,\nthat he refolved to remove from her houfe.\nTJe found it much eafier in another place tq\ncorrupt\nD\nig\nitiz\ne\ndb\nyGoogle\n\f12 T H E L I F E 01»\ncorrupt the mind and the morals of his wife. H e\nthen prefenced her to^two perfonswell qualified\nfor the exercife of her talents, after having firft\niflftru&ed her to entangle them both by her\nallurements. W ith one of thefe flae did not fuc-\nceed; but over the other Ihe acquired a com­\nplete vidlory. H e himfelf conduced her to the\nvery fpot dcftined for the pleafures of the lover;\nleft her alone in his company, and retired into\nanother chamber. , •\nThe interview and the offers made to her\nwere fuch as were entirely cdrrefpondent to the\nwifhes of the huibandj but the wife on.this\noccafion did not exhibit a proper inftance of\nconjugal obedience. She foon after imparted\nthe whole affair in confidence to her huiband,\nand received nothing in return but the moft\n\"bitter reproach, and the moft violent and\ndreadful menaces. It was then that he began\nto infinuate this maxim, which he afterwards\nfo afiiduoufly repeated: “ That adultery is no\ncrime in a womah who commits it on account\nof her intereft, and not limply through affe&ion\nto another man.” .\nH e even added example to precept, by prow\n1 ng how little he himfelf refpcdled the ties o f\nconjugal fidelity. W e fhall have occafion to\nparticularife fevcral inftancesof this kind, in the\ncourfe\n■v D\nig\nitiz\ne\ndb\nyG o o g le\n\fC O U N T C A ' G L I O S T R O . l £\ncourfe of our hiftoryj we will only mention here\nthat on thefe occafions he aroufed his dormant\npaflions by drinking a certain Egyptian wine,\ncompofed of aromatics, which poflefled all the\nqualities neceifary for the completion of his in­\ntentions.\nHis wife having at length begun to hearken\n• to his inftru&ions, he conduced1 her two or\nthree times to the place where (he had formerly\nbeen fo difobedient to his orders. She fome-\ntimes received clothes, fometimes trinkets,\nand fometimes a little money, as the reward o f\nher condefcenfion. O ne day the huiband\nwrote a letter in his wife’s name to the lover\nwhom he had forced her to receive, in which\nhe begged the loan of a few crowns, which were\nimmediately fent: in return for thefe, he pro-\nmifed an interview in the courfe of next day,\nand the lady was faithful to the appointment.\nBalfamo having frequently changed his place\no f abod^ about this time, formed many new ac­\nquaintance ; and, among others, cultivated an\nintimacy with Otcavio Nicaftro, a perfon well\nknown on account of having afterwards Hniihed\nhis exigence at the gibbet, as an accomplice in\nan afiafiination; and alfo with another celebrated\nadventurer, called the Marquis Agliata : both\nof thefe were Sicilians. The character of the\n3 Marquis\nD\nig\nitiz\ne\ndb\nyGoogle\n\f*4 • THE I t f l OF .\nMarquis had a ftrqpg refemblance to that o f ou#\nhero. During the time of their intimacy toge­\nther, they were frequently perceived to .be Ihuc\nup in a chamber, where they remained a long\ntime without any third perfon whatever. A bout\nwhat they were occupied is not precifely known 5\nbut more than one perfon has been heard to\naffirm that they were one day feed to iflue from\nthe place of conference* the Marquis holding\ntwo bills in his hand ; which, after having com­\npared together, he prefented to Balfamo,\ntelling him at the fame time that it was im -\npoflible to do any thing better. Balfamo\nhimfelf has not attempted to deny the fuperior\ngenius of bis friend in all things that regarded\nthe counterfeiting of writing, and the imitation\nof feals: adding, that this extraordinary noble­\nman had prefented him with a patent as an officer\nin the fervice of the king of Prulfia, in which\nhe himfelf pretended to be a colonel; and had\nforged the fignature of that prince with a won­\nderful degree of accuracy. Thus authorized\nby letters patent from the head of the illuitrious\nhoufe of Brandenbourg, Balfamo aftually af-\nfumed the uniform of one of the Pruffian regi­\nments.\nThefe infeparable friends now determined to\nleave R om e: the caufe of their fudden depar­\nture\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCO VXT CAG1I»ST*0. t $\nCure may be fairly attributed to what has been\nreported by Balfamo’s own father-in-law. N i-\ncaftro having quarrelled with his friends, molt\nprobably about a divifion o f the booty, pre­\nfenced himfelf to the officers o f the police, ac-\ncured them o f having forged feveral bonds, and\noffered to give evidence againft them. There •\nis reafon to believe that this treachery having\nbeen difeovered by Agliata and his compa­\nnion, they determined inftantly to leave the:\ncapital of the Roman dominions.\nThey accordingly departed in two feparate\ncarriages ; the wife of Balfamo being feated in\nthat which contained the Marquis, and the\nhufband in the other, along with the fecretary\no f Agliata. .\nBalfamo has confeffed, without any reluctance,\nhow little the conjugal vows were refpeCted\nduring this journey, which was entirely at the\nexpence of his titled companion. H aving taken\nthe road to Venice, by Loretto, they arrived\nat Bergamo; and while on the road committed a\ngreat number of rogueries: among others,Cagli-\noftro and Agliata, after having ihut themfelves\nup for fome time without the knowledge or\nintervention of any perl'on, are reported to have\nfabricated letters of introduction, which af­\nforded them an opportunity of tricking feveral\n.. refpeCtable *\nD\nig\nitiz\ne\ndb\nyb o o Q le\n\f, • T H E L I T E O F\ni*efpe£lable families out o f cdrtfiderablefutns o f\nm on ey........... • ' . :\nThey (lopped (bme days at>Bergamo, occu*\npied ih recruiting their purfe, and in making\nacquaintance. The magiftratcs, however, hav­\ning difeovered the character and purfuits o f the\nftrangers* Balfamo and his wife were arrefted ;\nand, after undergoing the neceflary examina­\ntions, were baniihed from the city. Agliata\nhad the good fortune to efcape. A t the mo­\nment that the officers of juilice feized the huf^\nband, he had fufficient addrefs to convey a frnall\npacket of bills to his wife, which he conjured\nher to deftroy, on purpofe to fave his life. She\naccordingly concealed them in her bofom, and\ntook the firft opportunity of tearing them to\npieces. She obferved, on this occafion, that\nthe bills were written on (lamped paper. W e\nlearn alfo from this woman, that her huiband\nWas not intimidated, by this untoward accident,\nfrom continuing this fpecies of fraud ; for on a\na future occafion he fabricated paper, with the\nfieceffary marks, at a village fituate on the river\nof Genoa. By means of that very paper he\nforged a note for two thoufand five hundred\ncrowns, which he afterwards got difeounted at\nSavona. But let us return to Bergamo.\nm Balfamo having beeq driven from this city,\nas\nD\nig\nitiz\ne\ndb\ny\n\fCOURT CAGLIOSTRO. \\J\nAs' we have already mentioned^ found himfelf\nin extreme-tnilery, for Agliata bad carried\noffall the moriey wilh him. H e wpuld how\nhave returned to; Jtome, if the dread of being\nimprifohed, on aoopunt of his former forgeries,\nhad not deterred him : he at length was fo erpr.\nbatraffedj that be refolved, in company With.his\nwife, to undertake a pilgrimage to St. James of\nGalicia* .\nH e wifhed to infinuate, in the courfe o f his\ninterrogatories, that.he .had been excited to this\njobrney by his piety, ai' a penanofc for his fins,\nand thofe o f his .wife; it is: certain however\nthat...they never: wfefit to that holy place. H e\nhas even been forced to acknowledge, that\nbaving-foAnd :mcans to live more at his eafo,\nAs^wefoall fee in.the.fequel,.he :abfolutely lolt\nall thoughts Of 'completing this pilgrimage's;\nand it is'not difficult to gueis-what: the motives*\nwei$ which deterred him frorttfuHUiing his views.\nr\n, H ating both o f them aiibmfcd''the drefs of\npilgrims, they, travelled through, tfhc- territories\nof. Sardinia* krid Genoa, andat? length 'arrived\nat. Antibes. • v ■ ' : A ? ■\n\/•During this jdhirrrey they lived tipon alms j\nwhich thfey, endeavoured to-procure in greater\nabundance, b y feigning to have undertaken a .\npilgrimage, as <\n4\n.penance voluntarily impofed\n' C upon\nD\nig\nitiz\ne\ndb\ny\n\f1 * T H E L I F E O f ,\nupon themfelveSj on account of having con*\ntraded a clandcftine marriage. But as begging\nwas a bad trade, and afforded a. very fcanty\nfupport, the fiuiband (olicited his wife to aug­\nment it by thefale o f her charms $ and, in the\nmidft of menaces for this purpofe, he ufually\nuttered the mod horrible impieties. •“ O f what\nfervice is your virtue ?\" faid-.he. “ Docs the\nGod on whom you depend, afford you any fuc-\ncour ? D o you not behold the mifery with\nwhich we areioverwhelmed ?” .\nSeveral officers at Antibes profited of the\neffefts of thefedeffons } and By means of the\nmoney which they-prefented heri <md the alms\nwhich they received, this virtuous couple co n ­\ntinued their journey, and arrived at Barcelona,\nwhere they remained for fix'months. A t the end\nu f‘ that iperiod, their property being entirely\nexpended, Balfamo perfuaded his wife to g o\nand confefs-iherfelf in a church in the neigh­\nbourhood of ¡their inn, which belonged to a\nconvent; and defired her to inform the fatber-\nconfeffor, that they were-both defeendcd from-\nan illuftrious Roman family ; but thaty having,\nmarried without the confent of their relations,\nand their remittances falling. fhort, they were\nreduced to the molt deplorable poverty.\n. Lorenza obeyed the commands .of her fpoufe,\n. . and\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOI\nTNT CAGLIOSTRO. 19\nand even improved upon his inilruftions; fo\nthat the confeffor a&ually believed the fabri­\ncated ftory, and prefented' her with a fmall fum\nof money«. On the next morning he lent them\nahamj and following himfelf foon after, to make\nthem a vifxt of condolence, he fainted the huf­\nband by the title o f“ H is Excellency.” Both of\nthem have acknowledged the truth of this anec­\ndote ) but Balfamo, not covetous o f the glory\nof it, has attributed the honour of the invention\nentirely to his wife. However, the vigilance of\nthe reftor o f the pariih embarrafled them not a\nlittle ; for, having conceived fufpicions of their *\nveracity, he demanded the contratt o f their\nmarriage, which they happened not to have\nalong with them.\nThat they might not hereafter be expofed to\na fimilar mortification, Balfamo determined to\nfolicit the prote&ion of a grandee ; and to ob­\ntain this he thought that he could not devile a\nbetter expedient for his introduftion, than to\nmake ufe of the attra&ions of his wife.\nYoung and-agreeable, of a middle fize, pof-\nfeffed of a white ikin, brown hair, round counte* ,\nnance, brilliant eyes, happy phyfiognomy, and\nuncommon fenfibility, Lorenza was admirably\ncalculated to excite the pafiions. This actually\nC 2 \" took\nD\nig\nitiz\ne\ndb\ny\n\f)\nI O T H E L I T E OI»\ntook place on the prefent occafion, as well as\non many others. '\nThe huiband and wife having prefented them-\nfelves to-this perfonage, informed him of their\niituation. After having ordered the huiband\nto retire, the magiftrate interrogated the wife\nwith great ferioufnefs as to the truth Of their\nmarriage. H e became feniible by her anfwer9\nthat this ceremony had taken place ; and while\nhe undertook to procure an authentic copy of\nthe certificate from •Rome, the beauty of the\nlady made fuch an imprelfion upon his mind,\nthat he infinuated certain propofals that did but\nlittle credit to his character. She refufed com­\npliance with his defircsj and he gave her time\nto refleét on the fubjeft, and difmified her. The\neircumftances o f this interview having been re­\ncounted to the huiband, Lorenza received the\nmoft bitter reproaches on account of her be­\nhaviour; and at the end of a few days was\ncarried back to the hòufe of the grandee.\nScarce was fhe arrived when he requefted her to\nanfwer his propofttion with a fim plej« or no :\nthe huiband, here intercepting her reply, ex­\nclaimed, Yes ! and inftantly retired. The con­\n, fequence of this reply produced a double piftole-,\nand Lorenza received a ilmilar recompence on\nthe\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOUNT C A G L I O S T R O . i £\n%\nthe eight following days, during which her\nhufband efcorted her regularly to the fame\nhotel. ' .\nT he contra# o f marriage at length arrived\nfrom R om e; but by this time Balfamo had\nformed an intimacy with a nobleman who was\nupon his travels. H e alfo fell in love with L o ­\nrenza; who did not fail, as may be readily fup-\npofed, of informing her huiband of the cir-\ncumftanee. Balfamo knowing that in a ihort\ntime the tribute of double p'tftoles would ceafe to ^\nbet paid'by the enamoured magiftrate, coun-\nfelled his wife to Batter the paffion, but not to\nfatisfy the wilhes, of the ftrangerj that he might\nbe enabled.to travel to.Madrid at his expence,\nas he wifhed much to vifit that capital.\nThis defign was carried into execution with\nall imaginable fuccefs. They, all three repaired\nto- the metropolis o f Spain, where they lived in\nthe fame houfej the noble traveller occupying\nan apartment contiguous to the lady’s. \" N\nHowever, as he paid all the charges, ar. d be­\ngan to perceive that he was duped, he at length\nthreatened to remove. Alarmed at this circum-\nftance, Balfamo informed his fpoufe that it was\nAt length neceflary to comply with his defires ;\nihe accordingly obeyed the injundions of her\nhjufband, and this criminal intercourfe.conti-\nC 3 nued\nD\nig\nitiz\ne\ndb\ny\n\fa THE LIFE OP\nnued for a confiderable time. Almoft eVery\nmorning at day-break this kind fpoufe awak­\nened his wife, and informed her that it was time\nfor her to rife, and repair to the apartment of\ntheir illuftrious gueft. '\nA law-fuit which Balfatno carried on at this\ntime againft one of his countrymen, gave him an\nopportunity o f fending his ■ wife to folicit the\nminiiter in his behalf. In the courfc^of this\naffair, he infilled on a fcrupulous and exa£t ac­\ncount o f every thing that concerned his fair\npetitioner: (he informed him minutely of her\nfituation, even to her connexion with the\nftranger, whom he wifhed her to difmifs, at the\nfame time propofing himfelf as a lover in his\nHead. This arrangement however not being\nfatisfaftory to Madam Balfamo, the .miniiter\nimmediately withdrew his protection; obferving,\nat the fame time, that he fhould hereafter be\ninexorable to her entreaties.\nT h is threat was verified in a Ihorttime ; for\nthe traveller being no longer able to fatisfy the\navaricious demands of Balfamo, who was per­\npetually foliciting either money or effeCts, at\nlength fefolved to abandon them. On this Lo*?\nrenza, by the order of her hufband, who had\nbeen informed of every thing, repaired once\nmore to the miniiter: but he, with the ftately\n. d\nig\nn\nity\nD\nig\nitiz\ne\ndb\ny\n\fCOt f NT C A GL I O S ' l ' RO . 2 3\ndignity of a Spaniard, refilled all hertempta-\ntions; and difmifled her with this-energetic re­\nply :— “ I have learned, Madam, to hold a pro-\nmife facred !”\nBeing thus abandoned, they refolved to re­\npair to Lilbon. A s foon as they arrived there,\nBalfamo made it his bufinefs to enquire at a\ncelebrated ordinary* where he dined, concern­\ning fome perfons in affluent circumftancesj and\nhe foon learned the name and refidence of a\nrich merchant, who feemed exadly fuited to\nhis purpofe. H e accordingly diipatched his\nwife next 'morning to folicit alms o f \"him. On\nthis occafion lhe received a piece of money,\nwhich was accompanied with certain offers of\nanother fort; and in conclufion an interview\nwas agreed upon in a garden belonging to his\n, country houfe. >\nIn the courfe o f three months this amour\nwas cultivated with uncommon aifiduity by •\nboth parties, and produced no lefs than eight\npiftoles for every vifit made by the lady. H ow ­\never, the fear of a difpute with the family of\nthe merchant, who beheld this intercourfe with\nan evil eye, made Balfamp at length determine\nto leave this city, and repair to London.\n> That his defigns in that capital might be at-'\n{ended with fucccfs, he contrived it fo that his\nC 4\n4\nwife\nD\nig\nitiz\ne\ndb\ny\n\f*\n4 T H E L J F $ OF\nwife ihould learn the Engliih language, during\ntheir refidence in Portugal; and hp procured as\nher governefs a young woman, to whom he\nhimfelf gave leffons of a very different kind.\nBalfamo, on his arrival in London *, enr\ng\na\ng\ne\nd\n* He arrived in London, according to his own account, in\nJuly 1 7 7 6 ; poflefled, if we believe his ftory, ofplate, jewels,\nand fpecie, to the amount of three thouiand pounds. Soon\nafter his arrival, he hired apartments in Whitcomb-ftreet,\nimmediately adjoining to Hedge-lane, in which he pretends\nto have dedicated a large portion of his time tohis favourite\nihidies of ch'em\niftry and phyfic.\nDuring his difpute with M. de Morande, the following\ninventory of his jewels was publiflied in the Courier do\n. PEurope :\n“ A gold repeater, enamelled in blue, with ftars\nof gold, and enriched with two circlets of diamonds. Its\nchain, three rows of fmalidiamonds, terminated by threelarge\nones, and brilliant pendants ; from two of which hung a\nduller of diamonds, and from the fourth a feal mounted in\nthe fam\ne.-—N. B. On this watch, the chain of which was\nvalued at one thoufand five hundred ¡founds, five hundred\npounds was lent by apawnbroker in Princes-ftreet, Leicefter-\nfields. .\n“ A fmali green feal-ikin cafe,- containing fix rings, the\nfirft confifiing of five diamonds, furrounded with linaller\nones; the fecondof two, mounted in the form of a heart,\nand encircled likewise with diamonds, &c.; the third re­\npresented a garter and buckle in fmali diamonds.—N. B.\nThefe belonged to Madam Caglioftro. The three others\nwere hoop rings, two of diamonds, and the third of garnets,\n* . MA pair\n«\nD\nig\nitiz\ne\ndb\nyi^ooQ le\n\fCOUNT C A G L I O S T R O . Z$\ngaged as ufual in that (hamgful commerce, \/u*\nwhich he bartered the charms of his wife againflt\nthe property of every opulent man who wiihed\nto become ^pqrchafer. W e ihail here confine\nourfelves to the recital of one anecdote. % the\nJaws of England, if a man furprifes his wife in\nadultery* he can commence a lawfuit againft\nthe feducer, and oblige him to pay a large fum\nof money.\nBalfamo and his wife, during their refidence\nin that capital, got acquainted with feveral\nquakers; and alfo with a Sicilian, whom they\nP A pair of ear-rings, nine diamonds in each, in a green\nfeal-fkin cafe.\n“ The portraitof M. Caglioftrp; amedallion ü\nb\nt withdia­\nmonds, in a cafe fet with ditto. .\n4\n4The figure of a dove compofed of diamonds, and fu£-\npended by three rows of fine pearl.\n4\n4A necklace of ditto. '\n4\n4A pair of ear-rings of fmail brilliants.\n4\n4A pairofblack filk bracelets with diam\nondJ>uckles.\n4\n4A large hoop ring of diamond ina gold box. .\n4\n4An oval gold coloured fnuff box— on it are engraven\nimplements of gardening— in a cafe of ditto.\n4\n4A fwcet-meat box ofgold, ina red ikincafe, $cc. &c.”\nThis, and a numerous lift of other anicles equally va­\nluable, are faid tohavebeenbrought by the Count intoTng-\nlan\nd*. If fo, Lorenza and he mud have been very fuccefsfui\nin their»\nv\nirtu\no\nu\ns occupation fince the time when they were\nobliged by want to undertake apilgrimage to St. James of\nGalicia..T. .\n7 called\nD\nig\nitiz\ne\ndb\ny\n\fT H E L I F E OP\n♦ 26\ncalled the Marquis de Vivona. One o f the\nquakers was captivated with the charms o f the\nlady; and, in his attempts tofeduce her virtue,\nentirely forgot the aufterity of his feft. Without\nyielding to his wiihes, Lorenza informed her\nhuiband o f his paffion ; and he contrived, in\nconcert with Vivona, that ihe ihould promife\nhim a private interview} that two witneflcs\nIhould watch in an adjoining chamber; and\nthat, at the'moment when the quaker ihould\nthink himfelf on the brink of happinefs, upon\na certain fignal being given, Balfanio, Vivona,\nand the fervants ihould ruih into the apart­\nment j and by means of threats, infults, and\nmenaces, oblige him to pay dearly for his uo-\ntailed pleafures.\nEvery thing Succeeded according to their\nwiihes. T he quaker, faithful to his appoint­\nment, repaired at the hour agreed upon, and\nbegan to compliment the lady in the manner\nmade ufe of in Penfylvania. Lorenza afie£t?d\nto be furprifed at his gallantry ; and aiked how\nit was pofiible for one o f the “ friends” to be\nfo polite to the ladies ?\nT h e dialogue on this became exceedingly\nlively and interesting: and at length the\nquaker, as if preparing toJwim in blifsythrows\noff. his hat, his wig, and his coat. But the\ncon-\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC\nO\niriiT C\nA\nG\nIIO\nS\nT\nX\nO\n. 17\nc\no\nn\nc\ne\nr\nte\ndfig\nn\na\nl b\ne\nin\ngg\niv\ne\nna\ntth\nis in\nfta\nn\nt,\nB\n.a\nlfa\nm\no\n,V\niv\no\nn\na\n, a\nn\ndth\nere!b\nu\nr\nftin\ntoth\ne\nc\nh\na\nm\nb\ne\nr\n,'a\nn\ndfu\nr\np\nr\nife\ndh\niminth\nis r\nid\nic\nu\n­\nlo\nu\nsO\ntu\na\ntio\nn\n, T\nh\nu\nsca\nu\ng\nh\nt in thefaS, a\nsit\nw\ne\nr\ne\n, itw\na\nsinv\na\ninfo\nrh\nim\ntod\niffe\nm\nb\nle\n; h\ne '\nfu\nm\ne\nd\n,fr\ne\ntte\nd\n,c\nu\nr\nfe\nd\n,a\nn\nd\nfw\no\nre\n;a\nn\nda\ntle\nn\ng\nth\ny\nv\na\nsp\ne\nr\nm\nitte\ndtoe\nfc\na\np\ne\n,-o\nnc\no\nn\nd\nitio\nno\nfp\nr\ne\n-\nfe\nn\ntin\ngth\neen\nra\ng\ned h\nu\nib\na\nn\ndw\nitho\nn\neh\nu\nn\nd\nr\ne\nd\np\no\nu\nn\nd\nsfte\nr\nlin\ng\n, w\nh\nic\nhw\na\nsin\nfta\nm\nlyc\no\nm\np\nlie\nd\nw\nith\n. O\nnh\nisd\ne\np\na\nr\ntu\nr\neth\ne(\nh\na\nr\np\ne\nr\nsd\niv\nid\ne\nd\nfhe\nm\no\nn\ne\nyb\ne\ntw\ne\ne\nnth\ne\nm\n. ' ’ .\n. ...T\nh\nc\nfe\n;tw\nofr\nie\nn\nd\ns\n, h\no\nw\ne\nv\ne\nr\n, fo\no\nha\nfte\nr\n-fe\n-\np\na\nr\na\nte\nd\n; th\nec\nir\nc\nu\nm\nfta\nn\nc\ne w\nh\nic\nho\nc\nc\na\nfio\nn\ne\nd\nth\ne\nird\nifu\nn\nio\nnw\na\nsa\nsfo\nllo\nw\ns B\na\nlfa\nm\no\n, w\nh\no \/\nw\na\nsinp\no\nife\nffio\nno\nfala\nr\ng\neq\nu\na\nn\ntityo\nfto\np\na\nzes,\nw\nh\nic\nhH\neh\na\ndc\no\nlle\nc\nte\ndd\nu\nr\nin\ngh\nisr\ne\nfid\ne\nn\nc\nea\nt\nL\niib\no\nn\n,w\niih\nin\ngtoc\no\nn\nv\ne\nr\nt th\ne\nmin\ntom\no\nn\ne\ny\n,\ne\nn\ntr\nu\nltsth\ne\nm\ntoV\niv\no\nn\na\n;w\nh\no\n,a\nfte\nrh\na\nv\nin\nga\nc\n­\nc\ne\np\nte\ndth\nee\nm\np\nlo\ny\nm\ne\nn\nt,a\np\np\nr\no\np\nr\nia\nte\ndth\ne\nm\nto\nh\niso\nw\nnu\nfe\n,a\nn\ndth\ne\nna\nb\nfe\no\nn\nd\ne\nd\n. . .\nS\no\no\nna\nfte\nrB\na\nlfa\nm\noh\nim\nfe\nlfw\na\nsth\nr\no\nw\nnin\nto\np\nr\nifo\nn\n*\n, b\nyh\nisla\nn\nd\nlo\nr\nd\n,fo\nrth\ner\ne\nn\nto\nfh\nis ‘\nh\no\nu\nfe\n.-It m\nu\nll u\nn\nd\no\nu\nb\nte\nd\nlya\np\np\ne\na\nre\nx\ntr\na\no\nr\n­\nd\nin\na\nr\ny\n, tob\ne\nh\no\nldth\nism\na\nnfo fr\ne\nq\nu\ne\nn\ntlyr\ne\n­\nd\nu\nc\ne\ndtom\nife\nr\ny\n, n\no\ntw\nith\nfta\nn\nd\nin\ngth\nec\no\nn\nG\n­\n* la theKing?\n8 Bench, having beenfurrenderedby his\n¿\n»\na\nil. T\n.’\n■ derablc\n\/\nD\nig\nitiz\ne\ndb\nyGoogle\n\fJt,S- T H E L I F E O P\ndecable acquifitions which he had made, both\nin money and effe&s. The reader’s aftoniih-\nment will however ceafe, if, to the wafte na­\nturally attendant on ill-gbtten wealth, be added\nthe proud and extravagantdemeanorof Balfamo,\nwho, that he might appear a man o f confe-\nquence in the opinion of the world, fet no\nbounds to his expences.\nIt is an acknowledged fa&, without reckon­\ning the prefents which he and his wife had\nreceived, in the courfe of their travels, injewels,\nwatches, &c. that he procured upwards of a\nhundred thoufand crowns in hard caih. Thia\nhowever did not prevent him from being more\nthan once reduced to fuch dlftrefs, as to be\nunder the neceQity of pawning his trinkets for\nthe payment of his dameftic expences.\nT he generofity of an Englifh gentleman at\nlength opened the gates of his prifon. H is wife,\nby frequenting the Catholic chapel belonging to\nthe Bavarian minifter *, had an opportunity o f\nbecoming acquainted with a very worthy cha-\nradter, to whom ihe mentioned the lituation o f her\nhuiband, and from whofe bounty Ihe received a\nfum o f money fufficient to.liquidate the debt.\n* Atthat time fituateinGolden-fquare,beingannexedto\nthehoufeofCount Hailang. T.\nB\ne\ntid\ne\ns\nD\nig\nitiz\ne\ndb\ny\n\fc o u n t c a g l i o s t r o . 2<\n$\nBetides this, their patron, out o f mere cha­\nrity, received them both into his houfe. Amidft\nthe familiarity which this circumftance brought\nabout, he imagined that, he had difcovered a\ngenius for painting in Balfamo, who readily\nundertook to decorate fome apartments at his\ncountry refidence. • • .\nT h e Engliihman having removed his fa­\nmily from town on purpofe to fuperintend the\nlabours of his gueft,, jt fo happened that bis'\ndaughter, who was ftill young, became ena­\nmoured with the painter. It is not well known\nwhether this attachment proceeded voluntarily\nfrom herfelf, or whether it was produced by the\nfedudive arts of Balfatpo; th.is much is however\ncertain (and he has confeiTed it himfelf),- that\nhe wrought the paffions o f this young woman\nto fuch a pitch of folly, that ihe prefented him.\nat different times with large fums of money.\nJt may appear aftonilhing that a man like- '\nthis fhould be able, to infinuate himfelf into the\ngood graces of the fair fex; more efpecially as all\nthofe who were intimately, acquainted with him\nhave affirmed, that he had nothing engaging\neither in his perfon or his converfation. * •\nRather fhort than tall in his filature, of a\nbrown complexion, a bloated countenance, and\na feverc alped j ufing a Sicilian dialed, disfi­\n' gured\nD\nig\nitiz\ne\ndb\nyLjOOQle\n\fJCX T B E L I F E OF\ngured by many phrafes of a foreign idiorrt,\nwhich altogether formed ah almoft Ifraditiih\njargon ; deftitute of any of thofe graces.fo com­\nmon in the world of gallantry ; without know-*\nledge, without abilities, and, in fine, deprived\no f every means of iqfpiring love * — how could\na man of this defcription obtain fuch an afcen-\nfkor, we fhali add a companion, drawn by an avowed ad­\nmirer of the Count: the liktnefs was taken during his laH\nrefidence in England. T;\n4\n4The Count de Caglioftro is below the middle ftature,.\nand inclined“ to corpulency; his face is a round oval; his\ncomplexion and eyes dark, the latter uhcomitionly penetrat­\ning. In hi6 addrefs, we are not fenfible of that indefcribable\ngrace which engages the affe&ions before we Confult the\nundemanding. On the contrary, there is inhis manner a felf*\nimportance, which at firil fight rather difgufts than allures,\nand obliges us to withhold our regard, till on a more inti­\nmate acquaintance we yield it as the tribute of our reafon.\nThough naturally ftudious and contemplative, his conver­\nsion is fprightly, abounding with judicious remarks and\npleafant anecdotes; yet, with an undemanding in the higheft\ndegree perfpicuous and enlarged, he is ever rendered the\ndupe of the fycophant and the flatterer. His heart and\npurfe are ever open to the fupplications of diftrefs ; but\nthere is, in his mode of beftowing, a pompoiity, which fre­\nquently renders that liberality aicribed to oilentation, which\nis in reality the effect ofa truly compaffionate and beneficent\nheart. *\n. - f dancy\n* To this portrait, painted by the holy hand of an inqui-\n4\n4Far\nD\nig\nitiz\ne\ndb\nyLrOOQle\n\fC O U N T C A G L I O S T R O . $1\ndancy ovfr the.ladies, that, after having per*\nverted them from the path o f virtue, they ac­\ntually recompenfed and rewarded ' him with\nmagnificent prefents. H is artful conduct how­\never will furniih us with an ample folution to\nthis problem ; for he made it a rule to pay his\naddrefies to no woman unle.fs fhe was either\noid, or fo ugly that (he could never have ex­\npected a lover, had not fuchi a man as Balfamo\nbeen in exiftence. r _\nThe Engliih gentleman, who had begun to\nbe difpleafed at feeing himfelf deceived in re­\ngard to the decorations of his apartments, which\nwere disfigured rather than embelliihed by the\ndaubings of Balfamo, became furious when he\nperceived that his daughter had been debauched.\nNeverthelefs he had fuch a command over his\npafiions, that he contented himfelf with driving\nthe painter and his cbafte wife out of his houfe.\nBalfamo having thus become once more\ndeftitute, left the capital of England *, and\ntook the road towards France. A t Dover he\n' “ Far from being fchooled in the fcience of deception, he\npoffefles a noble franknefs, which doe«honour to human na- 1\nture ; a difpolition open and unreferved, even to a fault. In \/\nhis attachments he is warm and fteady ; and, though eaiily\nprovoked to choier, it is a fiorai which, like thofe of furai-\nmer, quickly pafTes away.” •\n* Thiswasin 177a. T.\n\/ formed\nD\nig\nitiz\ne\ndb\nyGoogle\n\fT h e l i f e o f\n3*\nformed an acquaintance with a M . Duplaifii1\n,\ntirho offered to carry hirh and his lady to Paris.\nThis invitation Was accepted j and it is from\n.Caglioftro’s own mouth that we learn, that\nduring the whole of the journey Duplaifir tra­\nvelled in a poft-chaife along with his wife, while\nhe himfelf accompanied them at a humble difc\ntance on horfeback. ’\nIt is'not difficult'to comprehend the confe-«\nquence of this arrangement. ‘T he wife of Bal-\nfamo became the miftrefs of Duplaifir, and\ncontinued in that capacity for many months at\nParis, during which he defrayeef the expencey\nof the whole party. T he infatiable difpofition\no f Balfamo, who always wiihed to fell his m\ner->\n(bandize as dear as poifible, at length difguifed\nthe lover, whole finances were not very confi-\nderable : he accordingly advifed Lorenza, if fhc\nchofe to continue this trade, either to carry it on\non ber own account, or to return to Italy and five\nwith her parents. She afiured him thatihe de-\nfigned to follow his counfel; and in a few days\nafter a&ually abandoned the habitation of her\nhulband, and removed to another which her1\n,\nparamour had provided for her ; taking care,\nhowever, to carry all her clothes and ornaments\nalong with her. •\nThe hufband, extremely irritated at this elope­\nment,\nD\nig\nitiz\ne\ndb\nyG o o g le\n\fCOtTKT C A GL I OS T RO. 33\nment, had recourfe to the king’s authority, and\nobtained an order to arreft his wife, who was\nconduced to St. Pelagic *, where ihe remained\nfor feveral months; during all this time he\nhimfelf took up his abode with an old demi­\nrep.\nT he fale of a certain wafh for beautifying the\nikin procured him fome money about this pe­\nriod ; but he received much more from the\ngenerality of the lady with whom he was con-\nne£ted, and with whom he continued to live a\nconfiderable time after his wife was releafed\nfrom S t. Pelagic. A t length he took a houfe\nfor himfelf near to one of the barriers.\nIt is not a little interefting to thofe delirous\no f bring informed o f every thing concerning\nthis remarkable man, that during the time that\nLorenza was in confinement, the police drew\n•up a memorial, which was afterwards printed\nin Paris, under the title of “ M a correfpon-\ndance avec le Comte Caglioftro.” Am ong other\nthings contained, in this, is to be found the dc-\npofition of Duplaifir, who fwore that, although\n* L a matfon de St. Pelagle was an eftablifhment in\nParis fomewhat in the nature of a houfe of correction for\nloofe women. This, like every thing elfc under the old\ngovernment, being liable to the molt fcandalous abufe, has\n.participated in the general reform. T .\nX) Balfam’\no\nD\nig\nitiz\ne\ndb\ny\n\f34 T H E U F I 0 9\nBalfamo and his Wife had lived during three\nmonths at his expence, they had neverthelefs\ncontracted debts to the amount of more than\ntwo hundred crowns with milliners, peruke-\nmakers, and dancing-mailers.\nH aving taken a houfe at one of the barriers,\nas we have already mentioned, during his refi-\ndence there he found means to form an ac­\nquaintance with two perfons of diftinCtion, who\ncarried their love of chemiflry to a ridiculous\nexcefs. H e pretended to have difeovered\nfome miraculous fecrets in that fcience; he\neven aiTerted that he had found out the art of\nmaking gold, and of prolonging human ex-\niilence. This latter aiTertion had peculiar\ncharms for one o f them, who had arrived at a\nvery advanced age. T o confirm their belief\nin his promifes, he took a few Spaniih piftoles\nfrom them, and having melted them along with\nother materials in a crucible, he produced a\nlump of gold of more value than the. money\nwhich they had depofited before the operation.\nBy means of thefe ftratagems, and feveral others,\nhe procured upwards of fifty louts d’ors.\nIt is almoil needlefs to mention, that our\nhero neither communicated to them thefecretof\nmaking gold, nor of efcaping from death. H e\nengaged, however, to difeover both of thefe de-\nfiderata j\nD\nig\nitiz\ne\ndb\nyi^ooQ le\n\fC O U N T C A G L I O S T R O , 3 $\nJ t d e r a t a ; but the period for the performance\nhaying at length elapfed, his pupils began to\nform fufpicions concerning his veracity. Bal-\nfamo was well aware of the danger of his fitua-\n' tion; and dreading' left he ihould be arrefted\nfor the money advanced, he procured a pair-\nport under a fictitious name, fled with great\nprecipitation to Brufiels, and after having tra­\nv e le d Germany and Italy, arrived at his native\ncity of Palermo.\nH e did not however long enjoy his liberty\namong his countrymen. Marano, the jeweller\nwhom he had not only duped but baftinadoed,\nas we have before mentioned, having not yet\nforgot his injuries, immediately applied to the\nmagiftrates, and procured an order for his im-\nprifonment. Soon after this, a profecution\ntook place in confequence of the teftament that\nhad been forged in favour of the Marquis\nM au rigi: the protection of a nobleman, to\nwhom he had procured a powerful recommen­\ndation while at Naples, prevented him, how­\never, from being condemned to the galleys j *\nand he was actually fet at liberty, on condition\no f immediately departing from Palermo.\nBeing thus once more obliged to abandon\nthe city which gave him birth, he repaired, in\ncompany with his wife, to M alta; where he\n' D z it\ny\nD\nig\nitiz\ne\ndb\nyv^ooQle\n\f^ 6 - T B E . i m O P\n* '\nis faid to have fupported himfelf for fome\ntime by the fale of his pomade for-improv­\ning the complexion: but the commodity\nfrom which he drew his mod certain revenue\nappears to have been—^his wife !\nA t the end of three months he left that\nifland alfo. L et us here make a lhort digref-\nfion:— -How comes it about that this man could\nnever remain for any confiderable time in any\none country whatever ? And how was it pol^-\nfible that he could tranfport himfelf with fuch\nfacility from one end of Europe to another?\n' W e can only anfwer as to the’ fa£L— H is travels,\nhis voyages, his vagabond kind of life, are known\nto all the world. T o an unquiet and turbulent\nfpirit, he added a paffion for wandering: and\nthis pailion was not unaccompanied with its\npeculiar advantages ; K\nfor he was thus fuddenly\nremoved from his cenfors, his creditors, and\nhis enemies. .\nFrom Malta he paffed over to Naples, where\nhe remained for feveral months; and he there\nonce more found his advantage in pretending\nto an extraordinary knowledge in the fcience\no f chemiftry, and the myfteries of the cabala.\nAm ong others, he got acquainted in that city\nwith a merchant and a prieft, who became both\nenamoured of his pretended difcoveries. The\nmerchant\nD\nig\nitiz\ne\ndb\ny\n\f3 7\nC OUNT C A G L I O S T R O .\nmerchant was rich; the monk governed him;\nand our adventurer perceiving it to be for his\nintereft ferrule his new friend without the in­\nconvenience attendant upon a rival, attempted'\nto fupplant the holy father, and fucceeded ac­\ncordingly. ’ •\nHaving thus acquired.the undivided efteem\nof this fimple man, he found no great difficul­\nty in borrowing large fums from him, promif­\ning in return to make him acquainted with thole\nfciences which he dignified with the epithet of\nJublime. At this period, in compliance with the\ndefires of Lorenza, he invited his father-in-law,\nand his wife’s brother, to Naples ; the latter of\nwhom he was prevailed upon to take under his\nprotection. This young man was handfome,\nand had an engaging air: Balfamo therefore\nformed the defign of matching him with a lady\npoffeffing fimilar qualities, that he might rear\nher up in the fame manner as he had done\nLorenza, and acquire the fame advantages by\nmeans of her beauty. He was well allured that,\nwith two females fo excellently educated, he could\nnot fail of procuring immenfe fums.\nAccompanied by his wife, and his brother-\nin-law, he left Naples, and fet off for France.\nHaving arrived at Marfeilles, they determined\nto remain in that city for fome time. Balfamo\nD j found\nD\nig\nitiz\ne\ndb\ny\n\fT H E L I F E Q F\n3*\nfound an opportunity,duringhis refidencethere,\nofgaining theconfidenceofalady who,although\nIhe was old, had not as yet entirely abandoned\nthe idea of gallantry. Having perceived her *\nfoible, he determined not to let fuch an opT\nportunity efcape his vigilance; and whether\nit was that the beldame became enamoured of\nhim, or that he feigned to be attached tQ her,\nit fo happened, that an intimacy and attach*\nment took place between them. He himfelf\nhas avowed, without any referve whatever, that\nhe received abundance of prefents from her?\nfome in money, and others in effedts.\nThis lady, who had been formerly very hancj-\nfome, had a lover during her youth, who ftill\nrefided in her neighbourhood; and, notwith-\nHanding his advanced age, exhibited fymptoms\nof the ftrongeft jealoufy af her partiality for\nBaliamo. The old lady was determined how­\never to lofe neither of her adorers ; the one, be-\ncaufe he wasin the vigour of youth; the other,\nbecaufe he was exceftively wealthy. She ac­\ncordingly fuggefted to the firft the means of\nfoftening the afperity of the fecond. The an-\ncienc lover ftill felt all the ardour of affedtion\n.for his charmer ; but he perceived with horror\nthat age had furrowed his cheek, and en­\nfeebled his pleafures. Balfamo took advapr\nD\nig\nitiz\ne\ndb\ny\n\fCOUNT C A C t I O S T R O . 3\n*\ntage of this, and promifcd by means of a che­\nmical operation to reftore him to the full vi­\ngour of youth and enjoyment j and as this de*\ncrepit gallant was feized with the mania of dif-\ncoyering the philofopher’s ftone, the pretended\nphilofopher had the moft ample opportunity of\ndeceiving himat his own eafe. He accordingly\nmade him acquainted with feveral operations\nwhich he performed by means of his alembic,\nand amufed him with the promife of dilcover-\ning the fecrct of making gold. In the mean\ntime, he extracted confiderable fums from him\nunder pretence of purchafing the ingredients,\nwhich he pretended to be exceedingly expen-\nfive. .\nWhile every thing went on in this profper-\nous manner, Balfamo did not lofe fight of the\nproje& which he had formed in behalf of his\nbrother-in-law. He had introduced him as a\nRoman cavalier, pofielfing a large fortune; and\nthe better to fupport this importance, he had\nclothed him in the moft fumptuous and extra­\nvagant apparel. In the mean time, he himfelf\npafted for an officer of rank; and always af-\nfefted to appear drefled in the PruQtan uni-\n'fbrm, which Agliata had qualified him to wear.\nAll this deception was intended to bring\nD 4 about\nD\nig\nitiz\ne\ndb\nyGoogle\n\f4 9 T H E L I F E O F\n.about a match between the Roman cavalier\nand one of the daughters of his female friend,\nwho was about eighteen-years of age. He him-\nfelf accordingly demanded the young Jady in\nform from her mother, who was quite enchant-,\ned with the honour, of an alliance with him.\nThe marriage however did not take place, ow­\ning to the obftinate refiftance of Lorenza and\nher brother. It would.be here unncceflary ta\nmention the brutality and cruel ..treatment\nwl\\ich both of them affirm to have experienced\n' from Balfamo on account of this rcfufal; the\ntruth of their declaration is fufficiently gua­\nrantied by the tranfports of rage natural to a\nman of his charadter, onfeeinghimfelf deprived\nof fuch a fine opportunity of acquiring wealth.\nThe time for accomplilhing the wiihesof the\nold beau 'N ii now nearly elapfed, .and it became\nnecefiary to come to fome refolution howto a£t\nupon the occafion. This was not difficult:\nBalfamo perfuaded him that he had juft re­\nceived intelligence that his father-in-law was\nfuddenly feized with a dangerous malady at\nRome, and that it was abfolutely necefiary that\nhe ihould immediately, repair to that capital.\nThis excufe alfo ferved forthe enamoured lady\nana that he might proceed vyith greater dili­\n. genes\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . 4 *\ngence on his journey, and return with more\ncelerity, they presented him with, an excellent\n.travelling carriage, and a large fum of money.\nHaving converted the carriage into dollars\nat Barcelona, Balfamo, with his wife and her\nbrother, paired through Valencia, and arrived\nat Alicant. M. Sachi, a furgeon, publiihed a\nletter at Strafbourg,.in 178a, inwhich he aflerts\nthat heentertained and attended on Caglioftro,\nhis wife, and brother-in-law, during their refi-\ndence in Valencia, where he firft aiTumed the\nname of Don Thifcio, wore the uniform of a\nlieutenant, andpretended to be a native of Na­\nples. He adds that, being driven from that city,\nthey departed for Alicant, where Don Thifcio\nexperienced the mod humiliating reception.\n' . In confequence of this, Balfamo proceeded\nto Cadiz, where he found anotherfanatic in the\nmyfteHes of chemiftry. Having introduced\nhimfelf with his ufual effrontery to this new\ndupe> he tricked him out of a bill of exchange\nfor onfe thoufand crowns, under the ordinary\npretext of procuring the ingredients neceflary\nfor the compofition of the philofopher’s ftone,\nBefides this, he received a prefent of a curious\ngold repeater; and was adroit enough to make\nhimfelf matter of another, which the*unfufpi-\n' cious\nD\nig\nitiz\ne\ndb\nyGoogle\n\f\\\n4 X T H E L I F E O F\ncious merchant took out of his caiket on pur-\npofe to ihew him.\nIn the courfe of his interrogatories, he could\nnot deny part of thefe fa&s } but he affirmed\nthat he had received the watch, fome money,\nand the moft hofpitableentertainmentduringall\nthe time he remained at Cadiz, as a reward\nproceeding from the voluntary generofity of the\ndonor, on account of the valuable chemical fe-\nerets which he had communicated to him.\nBefore his departure from that city he quar­\nrelled with his brother-in-law, under pretence\nthat he had ftolen fome of his property} and\ndreading left his hoft ihould perceive his im-\npofture, he and his wife foon after departed for\nLondon. It was during his fecond refidence\nin the capital of England, that he got ac­\nquainted with a Mr. Sc-----1 and a Mrs.\nF-----y, both of them addifted to gambling in\nthe lottery. He informed themthat he pofiefled\nthe fcience of divination ; that he could predift\nwith certainty the numbers that would bedeli-\nvered daily from the wheel} and that he poft\nfeiTedeven the art pfmaking gold *.\n« By\n* Caglioftro, while in England, affirmed that he pollefif­\ned an Egyptian MS. containing many curious cabaliftical\noperations.\nD\nig\nitiz\ne\ndb\ny\n\fC O U J i T C A G L I O S T R O . 43\nBy thefe means he was enabled to procure\nlarge fums of money from thefe credulous peo­\nple; but as neither of them was enabled to\nrealize the promifes of Balfamo, they at length\nperceived the impofture which had been prac-\ntifed againft them, and made application to a\ncourt ofjuftice for redrefs. In confequence of\nthis la^-fiijt he was frequently imprifoned*,\noperations, by the aid of which he was able to calculate\nchances, and afeertain the numbers that would turn up in\nthe courfe ef each day’s drawing. It is pofitively aflerted\nthat he was lucky enough to announce the numbers 55 and\n57, during his refidence in Whitcomb-ftreet, in 1776, to the\nperfons indicated above, by which they procured a very\nlarge fum of money. It has alfo been faid, that certain,\npeople, not content with the ufufruB of his abilities, applied\nto a perfon in the commiffion of the peace for Weftminfter,\nwho a&ually granted a warrant againit Caglioftro, on the\ncharge of witchcraft, and thus got pofleffionof the curious\nMS. which however they were incapable of ullng. T .\n* It is well known that Caglioftro was confined for foqae\n' time in tjie King’s Bench. After regaining his liberty he\nfound himfelf arrefted fo often, that he at length a£hially\nhired apartments in the houfe of Saunders, a {herifPs officer,\nin Warwick-court, Gray’s inn. During this period he was\nfo harafled by the tricks of certain pettifoggers, who ima­\ngined he pofleifed immenfe wealth, that fome refpe&able\npeople interfered in his behalf, and moved the Court of\nRing’s Bench againft this confpiracy of the low retainers of\n(he law*\n•V\n4nd\nAmong\nD\nig\nitiz\ne\ndb\ny\n\f44 T H E L I F E OF\nand was not liberated till after a Very tedious\nand expenfive procefs. ,\nIt was'in that metropolis, and about this\n• very time, that he began to conceive that pro-\nje£t which he afterwardscarried into execution,\nand which foon after made fuch a noife all over-\nEurope. Having for fome time affociated with ,\nthe free maions, and been, admitted into all\ntheir lodges, he formed the defign of inftitut-\ning a newfe£t, of which we ihall hereafter give\na more ample detail: at prefent we ihall cpn-\nfine ourfelves to thofe circumftances which are\nneceflary to the knowledge of his hiftory.\nBalfamo foon perceived that he could not\ndifcover a better fource of i'mpofture than that\nof a new fyftem of mafonry j andthat it might\nhave a more fure and more extenfive effeft, he\nwas determined to give it all the charms of\nnovelty. He accordingly prefcribed rules,’\nAmong other law-fuits, he had a very remarkable one •\nwith a Mr. Scott and a Mifs Fry, that was referred to the\narbitration of the late Mr, How arth; in confequence of\nwhich that gentleman ordered a diamond necklace, bought\nat a pawnbroker’s in Princes-ftreet, and faid to have been\nprefented to Madame Caglioftro on purpoie to propitiate the\nnumericalJkillof her -huiband, to be returned to the donor.\nThe Count was onthis occafion condem\nnedtopay the cofts\nof fuit, T ,\n\fCAOLIOiTRO. 45\nformed regulations, and.invented the neceffary\nceremonies. It is difficult to determine to what\na length the blindnefs and folly of mankind\n•may be carried ; it is fufficient here merely to\nmention, that he confeiTed, during his interro-\nigatories, that he procured a prodigious number\nof difciples, all of whom acknowledged, him\nas their chief and their mailer. This is the\norigin of that celebrity which has made his\nname fo well known in every quarter of the\nglobe, and which has occafioned fo much con*\nje&ure for a number of years.\nA lucky combination of circumflan'ces tended\nnot a.little to the accomplifhment of his grand\nobje£t; his converfation, his manner of living,\nand his appearance, all cbntributed to the pro­\npagation of his tenets.\nAbout this time he adopted the name of Cag-\nlioflro, and aiTumed.the title of Countj he was\nalfo extremely fcrupulous to conceal his'origin,\nhis fituation, and.his age. To fome he affirmed\nthat he was bom before the deluge, and to\nothers that he had affifled at the marriage at\nCana in Galilee. Sometimes he gave out that\nhe was born at Malta; and fometimcs that he\nwas the fon of the grand mailer, by a princefs\nof Trebifonde. He fpoke of his travels, his\niludies, his learning, in a manner at once em­\n. . phatic\nD\nig\nitiz\ne\ndb\nyGoogle\n\f4 6 T h e l i f e o F\nphatic and fublime*. His converfation was\nufually replete with his travels in Arabia,\nEgypt, and other diftant parts of the globe.\nHe would alfo frequently mention his difcove-\nries in regard to the pyramids, and the various\nfecrets of nature of which he had obtained a\nknowledge.\nHe would fometimes preferve a myfterious\nClence; andwhen hisname or his condition was\ndemanded, he would anfwer, '«\n* I am what I\nam and after repeated requefts and fupplica-\ntions he would at length condefcend to Ihew\nhis cypher, which was reprefented by the de­\nvice of aJerpcnt pierced by an arrow , and bolding\nan apple in its mouth.\nWe muft not here forget his pretended ac-\nquifitions in the fciences of chemiftry and me­\ndicine, of which he boafted fo much, andwhich\n* The Tranflator has learned from a perfon of diftinc-\ntion, who was well acquainted with Caglioftro, that his\nconverfation was only calculated to captivate the vulgar. '\nHe generally fpoke in an evahve and ambiguous ftyle, and\nahefted to make all his refponfes with an oracular obfcurity.\nHis great art confifted in uttering certain vague and incom-\nptehenfible fentences, fo that the imagination of his pupils\n( might interpret in their own manner whatever they could\nnot underhand. Reafon is clear and perfpicueus, but it has\nno effeft except on the minds of an enlightened few ; the\njargon of impoihtre is always unintelligible, and on this very\naccount it exercifes its empire over the multitude. T .\ncon-\n1\nD\nig\nitiz\ne\ndb\nyvjOOQiC\n\fC O U N T C A G L I O S T R O . 47\ncontributed not a little tothe importance which\nhe affixed to his nameandhis perfon. The world\nfwarms with fanatics who believe every thing in\nregard to the firft of thefe arts*: the defire of\nbecoming fuddenly rich by acquiring the fecret\nof makinggold, and ofprolonging life bymeans\nof the philofopher’s ftone-f“, flattered the avarice\nand the felf-love of a prodigious number of\nperfons. In regard to medicine, fortune was\nexceedingly favourable to him, and he actually\nfucceeded in the cure of fome difcafes. But in\ntruth his knowledge did not furpafs that which\nis acquired by every quack and nojlrum-monger.\nIn fine, no perfon became rich by his means,\nand yet he himfelf acquired immenfe fums\nby his numerous impofitions. A liquor to\nwhich he gave the appellation of Egyptian\nwine, and a compofition which was called the\nReftorative Pow ders o f Count Caglioftro,were iome\nof the fecrets of which he boafted. But the\nfom ade for the complexion was the difcoveryon\nwhich he piqued himfelf mod; knowing well\nthat it was the fure means of acquiring the cre-\n’ * In Germany and Italy in particular.\n+ The holy fathers here difcover their ignorance of al­\nchemy, as it is the univerjal panacea which is to enfure the\ncontinuance of exigence by warding off the progrefs of dif-\ncafe. T •\ndit\nD\nig\nitiz\ne\ndb\nyGoogle\n\f4$ T H E L I F E O f\ndit and the efteem of that half of the human\nrace which is defirous always to appear young\nin the eyes of the other.\nThe train of fervants with which hewas now\nfurrounded *, correfponded with his affefted\nconfequence. When he travelled, he was al­\nways accompanied by a numerous Juite of cou­\nriers, lacqueys, valets-de-cbam bre ; in fine, by\ndomeftics of all kinds, W\nho being well mounted\nand clothed, .gave an air of credibility to the\nhigh birth of which he fo much boafted. The\nliveries, which were made in Paris, coft twen**.\nty louis ¿Tors each. His apartments were fur-\nnilhed in the moft elegant and coftly ftyle j\na table magnificent in regard to its decorations\nwas of eafy accefs to his numerous guefts ; and\nthe elegant and ¿xpenfive clothes worn by him-\nfelf and his lady, correfpjonded to the luxury\nthat appeared every where around them.\nHis ofientatious generofiey made a great\nnoife j he often attended the poor gratis, and\neven prefented them with money. Several of\n-his difciplcs in mafonry, who carried their at­\ntachment to a pitch little Ihort of adoration,\nfrequently offered him magnificent prefents,\n* This mult allude to the time when the Count redded\nin Sloane-ilreet, Knightibiidge. T . . . .\n. b ut\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . 4 9\nbut he himfelf conftantly refufed therh : how­\never hefo contrived it, that hewould fometi'mes\nappear before his friends plunged in the moft ' .\nprofoundmelancholy j andon their demanding\nthe reafon, the Countefs would call them alide,\nand impart to them in confidence the embar-\nraflments of her lord, either on account of the\ndelay of his remittances, a theft that had been\njuft committed upon his property, or fome\nother accident of the like nature. She always\ntook care to conclude by obferving, that the\npride and delicacy of the Count, joined to\nthe defire which he entertained of doing all\npoffible good to the human race, without the\nprofpedt of any return whatever, made him\nconftantly refufe the afiiftance of his friends.\nThe pupils of Caglioftro becoming enrap­\ntured at the difintereftednefs of their matter,\nwere fure to open their purfes upon thefe\noccafions; conjuring the lady at the fame\ntime to convey their prefents in fuch a manner\nas ihould preclude the Count from blufhing at\nthe tribute which they paid to hisextraordinary\ntalents. By means of thefe and other fimilar\ndeceptions, of which we ihall fpeak hereafter,\nhe was enabled to procure whatever money he\nftood in need of.\nIt was thus by means of mafonry, feconded\n. E by\nD\nig\nitiz\ne\ndb\nyGoogle\n\f£ 0 T H E L I F E o r\nby fome other lueky incidents, that this advefl-\nturer was enabled to procure a celebrity, of\nwhich a parallel has not occurred in the hiftory\nof impoftoFS. Who could imagine that a manof\nthis defcription ihould have been received with\nrefpeét in fomeof the moil enlightened cities in\nEurope ? That he Ihould have been regarded\nas a ftar propitious to the human race, as a new\nprophet, and as a type and reprefentation of the\nDivinity ? That he Ihould have approached\nthrones? That haughty grandees Ihould have\nbecome his humble fuitors, and nobles paid\nhim the moil profound veneration ?\nThefe fails however cannot be denied. Such\nwas the popular delufion, that in France, and\nindeed in moil countries, his portrait and that\nof his wife were to be feen every where, oi>\nfans, on rings, on fnuff-boxes, and on medal­\nlions. His bull was eût in marble, call in­\nbronze, and placed in the palaces of the nobi­\nlity. Even this was not fufficient for under\nthefe appeared an infeription in letters of gold,\ndenotingthem toreprefent the DIVINE GAG-\nLIOSTRO.\nHaving inftituted a new feil of free mafons\nin London, as we have already mentioned, he\ndeparted for the Hague. There having, as.\nufual, propagated the rumour of his caba-\nc\nl Uftical\nD\nig\nitiz\ne\ndb\nyGoogle\n\f' C O U N T CAOX. I OSTRO. $1\nliftical difcoverics, he took advantage of the ,\navarice of a Dutchman, who was anxious to\nincreafe his fortune by means of the other’s\n(kill in prognoilication. Under this pretence\nhe cozened him out of a fum of from four to\nfive hundred crowns. The Dutchman, being in\npoiTeffion of the pretended fecret, immediately\nhaftens to Brufiels, where the lottery was about\nto begin drawing; and Caglioftro, profiting by\nhis abfence, takes an opportunity to leave the\nHague. He then patted into Italy; and arriv­\ning at Venice, attumed the title of the Marquis\nde Pellegrini. The difcovery of fome chemi­\ncal fecrets gained him the confidence of a\nmerchant of that city, from whom he found\nmeans to procure a thoufand fequins; alluring %\nhim, with the rood bare-faced impudence, that\nhe would teach him the art of making gold,\nof changing hemp into filk, and of fixing mer­\ncury. After this fraud, which could not fail of\nbeing fpeedily difcovered, he faw the neceifity .\nof quitting Venice, and even Italy.\nHaving returned into Germany, after refid­\n. ing for fome time in feveral different cities on\nthe Continent, he refolved to take up his abode\nin Courland. At Mittau he attracted the at­\ntention of feveral people of high rank, who\nwere led by his reputation, which now began\nE 2 to\nD\nig\nitiz\ne\ndb\ny\n\f¡ z . t h e l i f e o f\nto be confpicuous, to regard him as an extraor­\ndinary perfon* “ I did not fail,” faid he, it*\nthe courfe of his interrogatories, ** to fuftain\nthe charatter of the great perfonage whicli\nthey enabled me toaflume; and I was carefulon\nthis oceafion to conduit myfelf after the man­\nner ofa man brought up in a court.” He now\nreceived viiks fromthe grandees, and paid them\nin return. A nobleman having become en­\namoured of Madam Caglioftro, Ihe at firft ap­\npeared,to be cruel; but although the hufband,\never Once the time that he began to acquire\ncelebrity by his fublime difeoveries in ma-\nfonry, had fet an extraordinary value on the\nCountefs, and endeavoured to make h'er ap­\npear a refpedtable woman, yet he could not\nrefrain from being tempted upon the prefent\noceafion by the riches of -the lover. He ac­\ncordingly perfuaded his wife to be favourable\nto his pafiion.\nIn the meantime Caglioftro, by means of his\nmafonry, began- to gain an afcendency over the\nminds of a great number of the nobility, and\nfucceeded in infpiring the inhabitantsof Cour*\nland with an averfion to their fovereign. Their\nattachment to his perfon was carried to fuch an\nexcels, that he began to form a party in the\nduchy, and had actually the ambition of alpir-\n• wig\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A O L I O S T R O . 5J\nang to the throne *, from whence they offered\nto drive the prefent poffeffor. He pretends\nthat he had virtue enough to refill the tempta­\ntion, and that he refufed the proffered boon\nfrom the refpect. due to fovereigns. His\nwife has affured us, that his refufal was pro­\nduced by the reflection that his impoftures\nwould be foon difcovered. However that may\nhave been, this much is certain—that he did\nnot let this opportunity efcape of colle&ing a\nprodigious number of prefents, in gold, filver,\nandmoney. Being inpoffcffionoftheferiches, he\nleft Mittau, and repaired- to St. Peteriburgh.\nAfter a ihort residence in that city-j-, during*\nwhich\n* Does it not appear probable that Caglioilro has here,\nas well as in many other places,-found means to impofe even\nupon the holy fathers themfelves ? Is it tobe fuppofed that lie\nwould have afpired to a fovereignty, of which Marlhal Saxe,\nalthough feconded by one of the greateft princefies in Eu­\nrope, could .not procure the pofleffion ? or that the nobles of\n.Coufland would have encircled the brow of an adventurer\nwith the ducil crown ? T .\nf It has been aflerted with feme degree of probability that\nCaglioilro found hut 'little encouragement for the difplay\nof his genius in the frozen regions of the north. While on\nthe frontiers, he announced himfelf as a colonel in the fer-\nvice of Spain ; but the miniiter of' that court protefted\nagainft his commiffion, and obliged him to abdicate his mi­\n, E } litaiy\nD\nig\nitiz\ne\ndb\ny\n\f£4 T H E L I F E OV\nwhich he pradifed chemiftry and medicine, he\ndeparted forWarfaw j and, on his arrival there,\nmade ufc of all his artifice to deceive a prince\nto whom he found means to be introduced.\nSeduced by the tricks difplayed by Caglioftro\nrelative to his mafonry, which appearedto have\nan intimate connedion with magic, he ap­\npeared exceedingly defirous to acquire a know­\nledge of this fcience; and was anxious above all\nthings to obtain a devil from this pretended\nmag:cian, whom he might have always at his\ncommand.\nCaglioftro puffed him up a long time with\nthe expedation of fulfilling this ridiculous pro-\nmife, and adually procured prefents from him\nto the amount of fcveral thoufand crowns.\nThe prince at'length perceiving that there was\nno hope of retaining one of the infernalJpirits\nin his fervice, wifhed to make himfelf mafter of\nthe earthly affeHions of the Countefs; but in\nthis too he was difappoimed, as the lady pofi-\ntively refufed to comply with his defires. Find-\nlitary rank. He was then under the neceflity of palling for a\nftranger whohad acquired uncommon ikill in the fciences o f\nchemiftry and medicine. M. Rogerfon, firft phyfician to\nthe Emprefs, at length unmalked the impoftor; for the pre.\ntended pupil of the fchool of Hermes could not withftand\nthearguments of thelearnedftudentof Edinburgh. T.\ning\nD\nig\nitiz\ne\ndb\nyi^ooQle\n\fCOUNT C A G UO S U O . 55\ning himfelf thus .balked in both his attempts, he\nabandoned every other fentiment except that\nof revengej and intimidated our adventurer and.\nhis wife in fuch a manner by his menaces, that\nthey were obliged to reftore his prefents, and\nabandon Warfaw.\nThey then took the road to Franckfort, and\nafter a ihort ftay there proceeded to Straf­\nburg. The fabulous ‘\npalladium was never re­\nceived with more reverence than they experi­\nenced in that city. The reputation ofour l^ero\nhad preceded him; and he was loaded with\ncardies, overwhelmed with applaul'e, and.re­\nceived with every demonftration ofjoy. During\nhis reGdence there he contratted a friendihip\nwith a perfon of diftinftion, and was vifited by\nhim with the utmoft ceremony. In aihort time\nhe acquired fuch a defpotic empire over the\nmind of this illuftrious perfonage, that he be­\ncame his tyrant *: thus all his defigns were\neafily accompliihed.\nCaglioftro\n* The Italian editor has been careful to conceal the nameof\nthis perfon* merely becaufe he is a dignitary of the church of\nRome. We however have no fcruple to declare that it was\nan archbifliop and a cardinal, a fecuiar and an eccleilaftical\nprince ; in fine, Louis de Rohan, who at that time had the\niee of Straiburg committed to his pious iuperintendance*\nSince thatperiod, he has experienced the honour of being\nitnprifoned on fufpicion of being concerned in therobbery of\nE 4 . the\nD\nig\nitiz\ne\ndb\nyi^ooQle\n\fT H E L I F E OF\n5\n«\nCaglioftro»ufed to fay to his wife, “ I wilh to\ngetpoffefllon of his head ; you mud take care'\nof the remainder of his body.” The vi&im\nreadily fell into the double fnare which was\nthus laid for him ; and it may be fairly faid that\nhe wasplaced between two fires, in fuch a man­\nner that efcape was become impoifible. He\naccordingly laviihed immenfe fums upon this\nvirtuous f a ir ; fome rich prefents ftill remain, as\nteilimonies of the generofity and magnificence\nof the donor.\nTo complete his folly, on the reprefcntation\nof Caglioftro he agreed to ereft a fmall edifice,\nin which he was to experience a phyfical rege­\nneration, and to becomeyoung again, by his\nwonderful operations. This was the funda­\nmental impofture of his Egyptian mafonryj*\nand the fum of twenty thoufand francs was ac­\ntually paid him, on purpofe to accompliih the\nundertaking.\nAmong other dupes, there was a certain lady\nthe famous diamond necklace, of being driven withignominy\nfrom his archbifhopric, and of having aflembled an army of\nmarauders cn the frontiers of France, with whom he has\nmore than once threatened tto undertake a predatory expe­\ndition againft a country, that by its late glorious revolution\nhas humbled the defpotifmof the nobles, and taught man to\nrefped the dignity of man. T,\nwho\nD\nig\nitiz\ne\ndb\ny\n\fCOUNT C A G L I O S T R O . 57\nwho made ajourney to Straiburg, exprefsly for\nthe purpofe of adoring this new idol in perfon.\nOn this occafion, as on all others, where there\nwas an opportunity of Converfing with the di­\nvine many ihe experienced the wonderful effefts\n6f his virtues, and foon after aftually exhibited\nthe fruits of them. *\nAt length, however, heleft Straiburg, laden\nwith an immenfe booty. In a memorial which\nhe afterwards prefented to the parliament of\nParis, he pretends to have fet off with great\nprecipitation for Naples, on receiving intelli­\ngence that one of his friends was on his death­\nbed, and thathe actuallyreceived his laft breath.\nIn his anfwer to the interrogatories before the\nInquifition, he however aflerted that he was\nobliged to leave Straiburg oh account of the\nperfecutions which he experienced from the\nphyiicians of that city.\nThis much is certain—-that from Straiburg\nhe paCed into Italy, and vifited Naples. His.\nftay in that city was not long, as he remained\nthere no more than three months.\nHe wiihed to infinuate, during his examina­\ntion, that he would not have departed fo fpeed-\nily, had it not been on account of the warm fo-\nlicitations which he received from the Count\nde Vergennes, who prefled him to return to\nFrance.\nD\nig\nitiz\ne\ndb\ny\n\f58 T H E L I F E OF\nFrance. It would be doing an injury to the\nmemory of that illuftrious minifter to give the\nlead credit to this aflertion ; befides, it does not\ntally with what he himfelf acknowledged to the\nparliament of Paris*. He at that time aflerted\nthat he was induced to leave Naples from\n* The Tranflator will not vouch for the'authenticity of\nCaglioftro’s aflertion concerning his correfpondence with the\nCount de Vergennes while at Naples. This much, however,\nu certain— that the original of the following letter, fuppofed\nto be written while C. redded at Straiburg, was publiflied\nduring the life of the minifter, and never publicly contra­\ndicted. T •\n*Tr(inflation of a Utterfrom M. the Count dc F'ergennes,fecre*\ntary ofJiateforforeign affairs, to M. Gerrard of Straff\nhurg.\nV?rfailles%1 3 th M\narch, 1 7 8 3 .\n“ THECount de Caglioftro is not perfonally known to me,\nSir; but common report fpeaks fo loudly in his favour, ever\nfince he fettled in your city, that humanity requires that\nhe ihould be treated with regard, and at leaft experience\ntranquillity. The circumftajnce of his being a ftranger, added\nto the good which he is faid to have done, is a double title\nto your protection, and that of the magiftrates over whom\nyou prefide. M. Caglioftro only entreats peace and fecurity ;\nand thefe being infured by the laws of hofpitality, I am\nfufticiently acquainted with your natural difpofition to kno\\r\nthat you will maintain him in the enjoyment of both, and of\nall other advantages which he may perfonally deferve.\n4\n4I have the honour to be, &c.\n(Signed) De V'ergenhe!.1\n*\nthe\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . 59\nthejealoufywhich he had raifed inthe breadsof\nthe medical men of that city, on account of the\nextraordinary cures which he had performed;\nand that he had repaired from thehce to Bour-\ndeaux, with a defign ofreturning into England.\nHis wife however has contradifted both of\nthefe aflertionsj and declared that the real mo­\ntive of his departure was, becaufe he found that\ncountry unfavourable to his fyftem of mafonry.\nHaving thus taken the road towards France,\nhe at length arrived at Bourdeaux, where heex-\nercifed his two profeilionsof medicine and ma­\nfonry ; without, however, renouncing his old\nhabits of roguery and deception. It was about\nthis period that heplayed off one of thofe tricks\nfor which he was fo famous * the particulars of\nwhich are yet recounted with the utmoft relpeifc\nby his deluded followers.\nHaving fallen into a dangerous bilious com­\nplaint, on account of the chagrin which he\nhad experienced at being forbid to enter the\nhoufe of a married lady whom he loved to\ndiftra&ion, he beheld his bed conftantly fur-\nrounded by his pupils in Egyptian mafonry.\nOne day, pretending to awake from a profound\nlethargy, he informed them that he had had a\nceleftial vifion. We ihall here mention thecir-\ncumftances which he then communicated, and\nwhich\nD\nig\nitiz\ne\ndb\ny\n\f60 T H E L I F E OF\nwhich he afterwards confefled in the courfe of\nhis procefs.\nHe informed them that he thought he was\nfeized by the neck by two perfons, who drag­\nged himby force into a fubterraneous building.\nA door then opened of its own accord; and he\nwas inflantly conveyed into a moft charming\napartment, which he compared to aroyal faloon\nmagnificently illuminated, in which a grand\nfeftival was celebrating. All the afiiftants were\nclothed in white robes, which defeended to\ntheir feetj and herecolle&ed among themmany\nof his difciples in mafonry who were no more.\nHe immediately thought that, being deli­\nvered from the evils of this world, he was at\n•length arrived in Paradife. A long robe is\nprefented to him, and a fword like to that\nwhich is ufually placed in the hand of the ex­\nterminating angel. He advances; and, dazzled\nby the radiance around him, he proftrates him-\nfelf, and offers up his thanks to the Supreme\nBeing for having conferred fuch happinefs upon\nhim. But at this inftant he hears an unknown\nvoice exclaim— “ Behold what thy recompence\nihall be; but, to acquire this, it is neceffarythat\nthou ihouldft ftilllabour.”— And thus his vifion\nended; which, ifweareto believehimfelf, ferved\nto ftrengthen him in his refolution of propagat­\ning\n4\nD\nig\nitiz\ne\ndb\ny\n\fCOUNT C A G L I O S T R O . 6l\ning his tenets with redoubled ardour: however,\nif we are to give credit tohis wife, this was no­\nthing more than a fabulous narration, which he\ninvented merelyforthe purpofe of confirminghis\npupils in their obedience* and of making them\nHill more attached to the myfteries of his fyf»\ntem.\nWhatever'might have been the motives, the\neffedts were peculiarly advantageous ; as a wi­\ndow lady of birth was fo far feduced by this,\nand fome other impolitions, that he found\nmeans of tricking her out of five thoufand\ncrowns.\nFrom Bourdeaux hetravelled to Lyons. The\nfoundationof a motherlodge inthat latter city, •\npccupied his labours during three months. His\nzeal for the propagation of his opinions, how­\never, did not prevent him fromraifing a contri­\nbution of four or five hundred louts ¡Tors, under -\npretence of communicating fome chemical pre­\nparations to his difciples. Thefe fecrets, as\nufual, confided in the transformation of metals,\nthe compoficion of gold, &c. &c. Some experi­\nments on mercury were however the foie proofs\nwhich he gave them of his proficiency in the\nfcience of metallurgy; and his difciples found\nthemfelves unable to perform thofe grand che­\n.mical operations which he pretended to teach *\nthem.\nD\nig\nitiz\ne\ndb\ny\n\ff\nit T H E L I E E O F\nthem. To prevent their reproaches, he fore­\ntimes made life of one pretence, and fome-\ntimes of another j but he generally had the\neffrontery to affirm that their failure was\nproduced by their fins, their murmurs, and\ntheir incredulity. Intoxicated as it were with\nthe magic ’ of H\nis Egyptian mafonry, they\nreceived the reproaches of their grand matter\nwith the fame rcfpeifc as the relponfes of an\noracle, and became more and more entangled\nin the labyrinth of abfiirdity.\nAt length behold him arrived at Paris, where\nhe foon became the objeft of general conver-\nfation, regard, and efteem. We mean to fpeak .\nhere only of the famous intrigue of the diamond\ntxcklace. Amidft all that has been faid on this\niubjeft by the gazettes, and the hittories of\nthe times, we ihall confine ourfelves to the re­\ncital of a few fafts which we are able to repeat\nwithout the pofiibility of being deceived.\nIt is difficult to decide whether, in this cele­\nbrated affair, Madame de la Motte*, or the\nCount\n* To fuch as may not be acquaintedwith thehiftory of this\nlingular character, it will be necelTary to recite a few parti­\nculars of her life. Her maiden name was Jeanne de Saint\nRcmy de Valets : ihe claims her defcent from Henry IV. of\nwhomone of her female anoeftors was the miftrefs. She\nwai\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOUNT C A O L I O S T R O . 63\nCount Caglioftro, had the greateft ihare of\nglory. It is certain, however, that both ofthem\nacquired uncommon eclat, and indeed attempt*\ned to furpafs each other. We cannot affirm\nthat they a£ted in concert on this memorable\noccafion; we can however with fafety aflert,\nthat Caglioftro was well acquainted with the de-\nfigns of this woman, fo wonderfully formed for\nintrigue, and that he always kept his eye ftea-\ndily fixed upon the famous necklace. He cer­\ntainly perceived, and has indeed confefled in\nhis interrogatories, that he was acquainted with\nwas born at Fontette, on the aid of July 1756 ; and, when\nmarriageable, was united to Comte de la Motte* Having\nfound means, on account of her lirtb , to be admitted to fom©\ndegree of intimacy with the Queen of France, fhe is ac-\ncufed of having proje&ed the plan of procuring the famous\ndiamond necklace by means of the agency of the Cardi­\nnal de Rohan• On the difeovery of that myfterious tranf-\na&ion fhe was arrefted; and committed, on the 29th of May\n1786, to the Baftille. She was afterwards removed to the\nSalfetricrey a houfe of corre&ion for loofe women ; from\nwhich having efcaped in a very extraordinary manner, ihe\nrepaired to England, and publifhed a Memoir, in which ihe\npretended to develope the whole of this intrigue.\nHaving contra&ed feveral debts, ihe is reported to have\nbroke her leg about three months fince, in attempting to ef-\ncape from a flaerifPs officer j and is actually laid to be at this\nmoment confined in the King’s Bench prifbnr on account of\na trifling debt. T\\\nall\nD\nig\nitiz\ne\ndb\nyGoogle\n\f«4 T H E L I F E OP\nall the manoeuvres which ihe put in practice to\naccompliih her criminal defigns. Let us not,\ntherefore, rob Caglioftro of the glory of having\nemployed the utmoft efforts of his genius in\nprofiting by her abilities.\nThe whole affair was at length difeovered.\nHe had forefeen this; and wiihed to have evad­\ned the inevitable confequences attendant on\ndetection : but it was nowtoo late. The officers\nof the police were perfuaded, that without his\naid this piece of roguery and deception could\nnever have been carried on ; and he was ar-\nrefted, and imprifoned in the Baftile. He, how­\never, did not lofe courage : he even found\nmeans to corrupt his guards, and to,eftablifh a\ncorrefpondence with the other prifoners who\nwereconfined along with him. It was owing to\nthis that they were enabled to be uniform in\nthe anfwers which they gave in to the various\ninterrogatories to which they were obliged to\nreply.\nCaglioftro, who has recounted the whole of\nthe circumftances to us, has added, of his own\naccord, that he denied every thing to hisjudges\nwiththe utmoft intrepidity ; and exhibited fuch\n, 9Jamenefs in his replies, that, on Madame de la\nMotte’s being confronted with him, and find­\ning herfelf unable to quafh his evidence, ihe\nbecame\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOUNT C A G L I O S T R O . 6$\n\\\nbecame fo furious, that (he threw a candleftick\nat his head in\n' the prefeuce; of all hisjudges*\nBy this means he was declared innocent...\nOur readers,perhaps will not,be difpleafed at\nthe narrative of his life, which he delivered to\nthe judges while imprifoned in the Baftile;\nwe (hall here recapitulate the particulars. He\npretended that Altotas had afted as a Mentor\nto him, and thatin the firft partof his lifethere\nwere fome particulars which had all the air and\nappearanceof a romance. He confefifed that he\nwas unacquainted either with his parents-of his\ncountry; but he imagined himfelf to .be of an\nilluilrious family, and fuppoted thathe was bom\nat Naples. He aflerted that at an age when\nhe firft became confcious of his exiftence, he\nfound himfclf in the city of Medina, was called\nAcharar, and lived in the houfe of the- Mufti\nSalaahym. He was attended by two eunuchs,\nand treated with the utmoft deference and re-\nfpett. Altotas was his governor j in fine, he\nhad the whole fuperintendance of his condudt.\nThis fage educated him in the principles of the\nChriftian religion ; and informed him that his\nparents, who were noble, profefied the fame\nfaith. He taught him botany and phyfic; he\ninftrufled him in a great number of the orien­\ntal languages, and told him many fecrcts con-\nF cerning\nD\nig\nitiz\ne\ndb\ny\n\f6& - h • i t i z of '\n¿^■ nin^the pyrariaidsbf Egypt, which are th#\n&1&Î1taries ofthe moft-precious knowledge kp*\npertaining'to mankind. • o.. . . . ...\nn\n,; fîiè left Medina at twelve years of age, ■ 'h\nis\nifcfence being bittefly bewailedby the .Mufti,\nand hirf fteps conduced'by Altotas. -They re-i\npkked-td Mecca;with the caravan, arid lodged\nWith'tfie-iherif •-Thé meetingt>f 'this .prince\nMdÿôùhg AchWat,' form's an epifode,worthy\nfefthéHagè. Tlfè thé carets, the ten^\nê ir : erfuitions of ^rental affedtibn, revealed\nïhè 'gràlld rriyftër^df that illuftriotçs birth of\nW\nhich -iairamb had' always •boafted. He re-\nflftarfiètt^H\ni^e*yèiftbfclëved and âiûioft adored\nfty'îtfiê^friWte \\ and then this ÿoung Tplema-\nfchui'dêparted in company with his Mentor for\nt y f f t S '<’'Nothing could be lilfore affefting than\n\"iÉS^reWel•that téôk place -between him arid\n-die Ifeerif: Adieu, unfortunatefen o f nature! were\ntlie Ml words which this fdvereign addreifed\n10 hfrh. ‘'Aohatàt made many important difeo-\nVerfeSTh Egypt ; arid thoft who prefided over\nthé‘'ttiÿftcries of religion concealed none of\ntheir•\n‘fecrets‘from his enquiries. In fine, in\ntfib corirfe of three years, he travelled ov'er the\npriricipaT Empires bf Alia and Africa, From\n■ fthôdeshe failed for Malta, where thfc rigordtis\n‘cbitrVâSee of Quarantinebeing difpenfed with,\nV ; he\nr\nD\nig\nitiz\ne\ndb\ny e\n\fCOUNT CAGI I OS T. HO. fiyi\nhe was. referred into tH\ne*. palace of the grand,\nmatter,and confided tothe care of a chevalier o f\nhigh rank-and family.. Ax ¿hat period Altotas\nhaving, thrown afidehis. mufiulman’s, drefs,\nappeared a catholic, a prieli,.and a.knight of\nMalta ; and the younguAchardt was ’at the*\nfame time declared. Count Caglioftrb.: -Hcj\nnow acquired the friendfhip of.federal perfans',\nof diftindtioir,and had the honour of; beiog.in­\ntroduced to.the moftdlluftrious. fodieties. At>\nlength Altotas died in the arms of his pupil;\nimparting; in his laft motaerits, the.imod im­\nportant intelligence to him concerting-, the.\nkingdom: of.Trebifonde, of. which he:had be-,\nfore hiard.;from the- black' eunuch who bad.\nwatpjjcd over his infancy ; and alfo from the.\ngrand inafter, who had fpoken to him many\ntimes about the iherif of Mecca. In fine, Cag-\nlioftro, ‘after\/having vilfted Sicily and Naples,\nin company with a knight of Malta, toqk lpfve\nof.hif.companion in that city, and.repaired.to\nRome. . 4 ■ !- ..i-2-•\n.....~\nrn\nHis 'defenders, during H\nis imprifonrpetit in\nthe Baftille, printed and circulated this marvel­\nlous hittory\/ The’ celebrated' memorial pre­\nsented in his favour tqjdic. court before..wlio(jn.\nbe was tried, had hi9 portrait finely engraved\nF a in\nD\nig\nitiz\ne\ndb\nyGoogle\n\f68. .. TH E l I F E OF\nin the title page*) while a thonfand particular*\nof his fabulous life, reprefenced by appofite\nfymbols, furrounded it. The advocates ofMa­\ndame de là Motte, on the other hand» endea­\nvoured; to-pull off, the mafic from this hypo­\ncrite,'byrdeferibingfrim as an ignorant impof-\ntoiya mifdieant, aforcerer, and, in a word, as\na hero•in villainy. •They recapitulated his\ncrimes, they1adduced witneffes to prove his tur­\npitude; and, by way of peroration,'compared\nhim.to the celebrated inripoftor Jofeph Borri,\nwho debauched thousands by his herefics, re­\nceived almoft divine honours at Straiburg,\nwas>cried-at Rome before theInquifidon, by\nwhich he was forced publicly to abjure his er­\nror*, and at length died in prifbn in 1695+.\n• During\n* T he following vcries were chofcn as a motto, and\nplaced beneath :\n“ De l’ami des humaitis reconnoiflez les traits. '\n•• Touries jours font marqués par de nouveaux bienfait»,\n\" 11 prolonge la vie, il fecourt l’indigence ;\n• ,LLe phtifir d’ètre utile eû icul fa recompenfe.”\n. , T .\nf Jofeph Francis Borri, a chemiil, an heréiiarch, a phyil-\ncian, and a prophet, was bom at Milan, about the beginning\nofthe 17th century. Àfter receiving a good education in hit\nnative city, he went to Rome, and finifhed his iludies under the\n; JefuitS,\nD\nig\nitiz\ne\ndb\nyGoogle\n\f’ C O »» T CAtfL I'o'i i RO. 69 '\nDuring his trial before the Apoftolic-Cham\nbe?,\nCaglioftro could not deny the n\num\nerdtfi' falie-\n...» »•‘■\n•I t\nJefuitsj; wb9 admired hyp ay a prodigy ©n^acemmt of his\nextraordinary capacity. I^ike Caglioftro, he applied him-\nfelfto chemiftry, and Tike him] is laid to have made feme\ndifcoveries in that fcience. His life tob, Which*was'trot the\nmoil pure, feems to be another feature in which he reiemblad\nthe Count. • s ' , >\nIt is very remarkable that each of thefe fingplac jnen was\nparticularly favpured at Strafburg; that both were tried\nby the lnquifition, and biothf received ientehce of imprifoii-\ntnent for fife.' ’ ....... - '\nBorrrii faid to have*tricked Qyeen, Chriftina pf Sweden,\nand the Sing ofD$nr^rk*out of large fuips Qf money, under\npretence of imparting to them ¡the difcovery of the phdofo-\npher,s ftone. Having fled into ijun^ry, he was feized by\norder of the Emperor, and delivered up to the Pope s nun­\ncio, who ferit him to Rome, firom •whehce H\n6' n^Ver re-\nturned$having bcen&atup, Ilf October 167 ay ip the aafUe\nof St.'Angelo, in whichfw;teef?.'he died ip if y f r . :-\nIt is. confidently aiferted, the Duke d^firee^^ving\nbeen given over by his phyfiejans, prevailed upon his Holi-\nnefs to permit Borri to prefcriBe to him 5 and that be was fo\nfuccefsfnl in his applications, that he afhisilly reftored that\nncttlemiiA' to health,rwho\/in retpm procured hi) trabsfer\nfrom the dungeons of the Inquifition to the fortress in which\nhe died. . * - . , , . „ •\nThe pretended difcoveries of this extraordinary chara&er\nare Contained in a book written by him, intitled, “ La Chiave\ndel Gabinetro,” a duodecimo volume, printed in i68i;;\nWhkh ha^.fioce ferved as the foundation of themedcheated\nrpmaooc called the Count de Gabalis,— pinion. Hiftorique\ndc PjAbbe l’Advocat. T . ' •-\nF 3 hoods\nD\nig\nitize\ndb\nyGoogle\n\f7* .0 „ ? Hi*, V*>*- 9 * '\n> hoods wi>i$h he ,h^d >\nn the cpprffi of hi»\n«afltiiflaiiQn at thelBaftiUfc, aqd in .tbc many\ndeclarations which he had made refpe£tin|fhis\nbirtH, hrSTattk, irid liis travels j and tifc'afllired\nos- that ’vanity ¡was. the foie’ motive that in-\nduce4,junfi-. to haverf^purfo, to th,efe impof-\n..«ttresv- -t; • . : .............. ...... •• ,• ■ §\nIt muft here be obferved, that, in.looking\nover his pajpers; a ItriaTl’'book ^\nvas difdovered,\nwittpp.entirely withJiiSjOwp hand, containing\nan abridgment of his life founded .j^poi} this\n.fyfterti'of irrrpofturej.\"Slid-.'chis hd cobfefietf'was\ncôrtrpfôl&ï With' an irtîeritîbri of fcrvihg às ma-\ntenais fer a larger Kiftory,’ °wHich he intended\nio co n ^ & tpn the fanjq jplkh. ‘*E*én. in* the\n.CPmfç., pF hifr-.interrç^gatprifs, hç ;did npt.fail\nof-beingi thifbfaiiWub to ¿iis character, and true\nto his attflttdvme‘\nht)-to',,whawver was mapotllbus.\nWhen' pVdiftcf\"for Jevidence arid proofs o f his\ntafieitip^s^i&n^ng it\"’^ifhcult to uphold the\nilpfy.wbjfhtihfc had ,f^rjx;ated in France, be\nendeavoured«. to impofev upon his judges by\n'means pfaridW irrfpofturej forhea&ually pre­\ntended to us to be fprung from Charles Mar­\ntel, the flock from which tlie fevereignsoF the\n’ 1 J • • i Ji '. j ‘ >\nCarlovingjan r^ e; ye,4efc?ncle<J.\nifurprifing that he fhould not mentionany -thing\no f this 'While in France,' as this invention might\nV D\nig\nitize\ndb\nyGoogle\n\fCOrç^T „C.A,G L I £\n>ÿ T R Q\n»\nhave been; of fipore -adv^n^ge to\nthan in.^ny,other country i-.hojvever, whffyfhc-\ncommiffigner\/j.o f, the, pontiff., d\/^re^\nhim tp m ^ : out,, hi? genealogy, and^dwee;\nproofs of tysauguft birfh, tfyf$_ grpfs dspfffjpn.\nb,ecame.iofl#ntly. apparent,.. Vv; , .\nIn neither, the notoriety of his. imppf-\ntures, the:,(hare which he in the inpigu^gf\nthe diamond necklace, ty>r. tfrg, proofs„brQUgh&'\nforward by ,his adverfaries, prevented one qf\nthe princi$d tribunals of France from declpipg\nhim innocent- ^¡berated from prjfon, Ida ^ f=\n„liverance w^s announced by his ,dsfcjpjcfo^tlh\nmarks of -fhe-.rag^ extraordinary ]py.j;\nY\na\nlS\nj.b\na\nU\nS\nt.ih\n^\nin\na\ntio\ntis\n,,S\nu\nc\nc\ne\ne\nd\ne\ndth\n^\nh\nie\nW\nr\neyept: but their triumph was of ihort duration;\nfor on the day after he received an order from\nthe King\/'.by wlrichhew^coittmandeditoifafe\nParis in twenty-four hours; and the kingdowvftf*\nthree weeks. tn \/c o n ^ u e ^ i^ ^ AIs\nevent hstftfire£jiq th#yj)]3gfc d£ :\nabout a league diftant from Paris. Tlntthat*\nplace the-*faimicifrn -of his •followers' was eoiir-\nfpicuoufly\"diQrt'^(id j' fdi1\n' hc^w^S there vifihM*5>\nby feveraf perions of ditfination, and 'by aT\npfodigioua,mvdtitudç ofhjspactt^ps, who tes­\ntified the -maft - profoun*taweneratioh for him. !>\nAmong thefe were certain ladies of galfahtt^ -\n\" *' F4 a\nn\nd\nD\nig\nitize\ndb\nyGoogle\n\fJZ T\nH\nE LITE OF''\nand particularly a native of St. Domingo, who\nbeing extremely ugly, prefentedhim with afum\nof money in return for a compofition that was\nto make her asyoungandas beautiful asHebe.\nHiving repaired to London, he refolved to\nkeep his word with his difciples, to whom he\nhad promifed that he ihould publiih a memorial\nagainft the miniftcrs and the court of France.\nHe accordingly commenced his career by com­\nplaining to the king àgainft two of his officers,\none of' whom w'âs thé commiflary Chenon,\nand the other the Marquis de Launay*, gover­\nnor of the Baftille, accufing them of having\nembezzled a large funi of money'i•and feveral\nvaluable effefts, during his impri'fonment -jv\n., Thfe\n+ .This noblem\nan*whoought, onaccount of bisc\/udty:\nandrapacity, tohavebeenfentenced tp death, by the ordi­\nnaryproccfr of a court of juftice, has fince experienceda\nfatewhich he fo juftly deferred, by m\neans of the irregular\nfjufticebfthepopulace,whbcut offhisheadforfiring onthe\ncituctis. T. ' ' - *\nf The.following is theinventory ofthe property which\n[Caglioftro pretends to haveleftin his bureau;op his being\ncarried,tothe Baftille* and which we here laybefore out\nreaders % : *\ni. In the1upperpartfifteenrouleaus,''bont&knrigfifty'\ndouble louis d’prs cacbf the. whole being fealed by the\nCount'saims. . -\n“ ». A\nD\nig\nitize\ndb\nyGoogle\n\fCOlTlTT C A G 1 I 0 5 TRO. 73\nT ilt numerousmemoirspublifhed in thecourfc\nof: this affair tend to prove the :faHehood of\nCaglioftro’s actQfttiOHuntruths heaped upon\nuntruths fill all his'charges. He:Offered as\nadduce his wife's oath in proofof his afiertionsj\nand with the very fame breath hedifavowed her\nlignature, afferting that ihe had never iearned to\nwrite'; and alleging, in confirmation of this«\nthat the Roman ladies were never inftru&ed in\nthispart of education,' for fear left they ihould\nthus.be induced to engage in an amorous cod«\nrefpondcnce. •. - :\n-This affair was: at length, carried, before the\ncouncil, where the'calumny of the accufer wad\nfully proved. ~Impteffed with :the defire of\npreventing.fimilar accufations,-the rpoft parti«\ncults care wastaken, on the ftrft momentof his\nhnprifonmcnt at Rome, to make him. draw up\nan exadfc and faithful inventory of all the gr­\nades.which hehad left .ip his apartments, or\nhad abouc hisperfon at the moment when:he\n• • • • . • • r : ;\n^u 2\nm A money bag containing one thoufandtwo hun­\ndred and thirty-threeRoman and Venetian fejuins. *\n3. Twenty-four Spaniih double doubloons, fealed witi\nhis feal. • * ' nl\n‘• 4 . Two pbrt-fblios, one of which contained forty?\nferen bills, belonging totheCaiffe d’Eicooapte, of one thon-\niand livrcs each«” T .\nwas\nD\nig\nitize\ndb\nyb o o d l e\n\fH\nT HI' 1:1,11 \"Of\n1 4\nwas arretted, This inventory was producedhev\nfere the©Jirvmiflioners vyh« ce»tninfedi»in).,: ant)\nwas found exftftjy;to-cprrefpOnd with the lift\noi his eifbfts,! whichwerfe.cahiftfHy depofited.io\nproperKinds;! ':_r . ; , ;V .... ... \\-\nIn.the .m\nea'n-time Caglt®ftro?\ns hatred.teemed\nto itKreafeidaily: againftutfte-court,of France*\nlie drew upthepUi» of. a. Jed¡tiftus.kttqr,ad-\ndiefied.to'^he French nation knotting thsmjto.\nrebel againft::the..royal, authority1\n» and thelyf-\ntem of government thenfira<5fc*fedi-rjTbisipfiHk\ntical traft was fent toone of his pupils atParisy\nwho havTngidecked itpni iis aJltheiheautiei’of\nhmguages and'tHe embellifluricrttVrefJtylcyfe»,\nConveyedif.owhim.fn London;iwheie,np^n .ehr%\n«min^tion^irwtas. -found’tojconttta. fo^many-estr:\nphtiSons calculated tofedaoerebieiaukiMdr^Ahd.\nproduce a'reVcrtt, that a printer^ towhomche.\napplied, :at \"ftrft tefufed! thd.'ufi 6f; his.>pirelci.\nThe Count, however, determiaedrtapubliih)it&\nend this Very -letter^ having\"?l}ccn afretfciafidst\ntranflated into feveral of the modern languages,\nmade a great nbife irt mdft'df«thevfc‘ingdbms’6f\n' Sw qpfr. .;His:Kteraf£\nfoon after joined him in London, he exhprtpd.i\nhim to demoraftrate theneceffityrof depreftiitg\ntfiji tdyiiF In 'FrdrtiifeV and afiert^d'that*\nit became him, and the reft of^his difcrdleii to\n;.i,w\navenge\nD\nig\nitiz\ne\n« >\nrGoogle\n\fC O If p T _c 4 <\nf L l QS f R 6.\nav$pge the iiyufics>\nc\nyb^:hh\ne h\nad^cperienced,\nin the fam\ne m\nanner a\ns the Knights.T<mf\npUrR^d.wyepgejd.th^^each of .th\neir, gr?nd\noiaftw *:. ........ , r | ................. • ................\n., .It.®«#.be here peeggaryr.tQobfei*vf> 4hftt ip\nhjsEftttsr to the;Frfefich-N^tipn, written iaJEonr\ndgn oa.the aoth ofJ;«ne,,ty§6, he feems,qkariy\ntopr.edj^ the approaching revolution jn ^rancej\nfpr -hi jptgphfcfies that i*1the Baitilk.ihall bp\ndeftroyed, and »become a. public \\valfc .he\naunpw c.«,;;^ »,.“ a.iP^P£« feign »«\nI^an^t yvhp. ^ill abolii|i.^\/rij de cactyt, corn\nvphe $\n$\n»\n$\n.. ftaies-genctaljj, aqd ,re-veftabl|ib.,fhe\ntfljpre.hgion,” It jtj?lfe»f«fW\nR«..ih«f| P\nffttfjftH\nP\n»\n9h\n?\ns\n.„\nd\n<\n?\ntq\no\ntip\nn§hU\nft%\ne\ni-h\n^\n:.d\nr\n*\n\\\n¥\n,iV\np\n-\n.4\n#\nd\ntranfmittpd a petjtioflif# $he in\nwhidf.he \/bhcits his returntoParias andag«>\nm\n$^\namonggQttejf! things*., *h # y ‘Jia.had.fey Jhi%J»r\nW\ntws*gofltrihwted: to the.iiborties-of\nPran<»,” |;:j.(i ...\n... It^wasrid«ri#ig.|}is thied^vifit toiEngland, that\nthe:mornarable .difpute pqcvrre’\nd betwoen ihim\nand obtuof; the Eftgliftb'.nnjvs,writers*, ■ and\n-1 t>u If.,; f t,JitlL*r> 1 *\n! »-li i j(*\n* If was wijh ^ de Morande, Aen editor of the Courier\n•«\n!»\n.-..?*••> •J Jlii v<\n*V . *y\n»\n»j •*.i\/it.\n¿e TEurofe, and .now publiflier of L*Argus Patriot^ ^that\nCaglioftrd^cattiecf bn a pipeY>Hiv Vfichlfebrh? iat^A^ih to\nhave occaiioned his departure from the metropolis of Eng­\nland. T. ’ ;; • : '\nwhich\n\\\nD\nig\nitize\ndb\nyGoogle\n\f76 • THE LI FE Or\nwhich was occaGoned by the following circum-\nftance. '\nAmong the number of ridicuiotis medico-\nchemical ftories which hepropagated, thotcon-\ncerning pork was not the’ lead extraordinary.\nHe once affirmed, in the midft ofamod reipec-\ntable company, that the inhabitants ofMedina,\nonpurpofe to deliver themfelves from the lions,\ntigers,-and other wild beads with which that\ncountry was infefted, were accuftomed to fat­\nten hogs by meansof arfenic, and then todrive\nthem into the forefts, where they were de­\nvoured by thefe ferocious animals^ whd were\ninlfantly poifoned by this fpeci^s of food.''The\npolitician * immediately publifhed this dory,\nand'made his own comments upon it; Cag-\nlioftto W\nas fo enraged at this cireumftance,\nthat hiefent him a new kind Of challenge; for\nhe gave him an invitation, on the 3d of'Sep-\ntember 1786, to partake of a meal on- the\n9th of November, following, which was- to\nconfift ofa fucking pig, fattened after theman­\nner made uie of at Medina ; and he offered to\nbet five thoufand guineas that his antagonift\nfliould not furvive the entertainment. r\nThis invitation w\nas^however decljned by his\n- • . • oa.i •*•\n* *\n•' 1\n* M. dc Morande. . . i\nwary\nD\nig\nitize\ndb\ny\n\f_\n_ COUNT f c A G L I O S T R O . 77\nwary adverfary, who took fuch effectual means\nto expofe the charafter of the Count, that he\nwas furrounded by a crowd of dupes and cre­\nditors, and at length obliged to fly from Lon­\ndon, left he fhould be once more immured in\na gaol. • -\nCaglioftro accordingly lefc his wife behind\nhimj andcroflingthe Engliih Channel, travelled.\nthrough France. Having arrived in Switzer­\nland, he took up his abode in the city of Bafll.\nIn the mean time Lorenza being harafied and\ntormented by the fuggcftions of her confcience,\nwhich reproached her with the many (ins (he\nhad committed, communicated the irreligious\nlife and criminal aftions of her hu(band to feve-\nral perfons. The moment that he underftood\nthis, he immediately fent for her * j and oblig­\ned her to make a declaration before a magif-\ntrate at Bienne, by which (he difavowed her\nformer confeflion, and folemnly depofed that\nher huiband had always been an honeft man,\nand a very good catholic.\nAfter flaying feveral months at Bienne, he\nvifited Aix in Savoy, on purpofe that his wife\n* Madame Caglioftro is faid to have fet out for Switzer­\nland in company with Mr. nd Mrs. De L— —\n— . T .\nmight\nD\nig\nitize\ndb\ny\n\f.. T .H E L I F * O f .\n7®\nmight ufe the baths of that place j .and-from\nthence.herepaired to Turin..,\nScarce had he fet his foot in that city-, .when,\nit wai intimated to him, by an order from the\nkihg,.diftt.'he mpfl depart, immediately. He\nthen flopped for feme time at Roveredo ;,,but\nhe did.not .experience a better fate therexfar\nthe lateEmperorJofcph fl. in-a (hort tin»?,pro­\nhibited him from exercifing the, profeflion pf\nphyfic, to-which he had now entirely-devoted,\nhimfdf; It. being then necefiary that he ihauld;\nquit this eity alio, b,e'retired to Trent: and.\nIbpn after a little-boolc was publiihed,.intitled,\n“ Liber Memorialis de Caleoftro dutp , effet\nRoborettiin which an ample detail was given\n\/of the cheats,¡rogueries, and impoftures prac-\ntifed by him during his. refidence there. This,\nwork would merit perufal, were it not that the\nauthor had -imitated the ftyle and expref-\nfions of the infpired writers: a circumftance\nwhich occafioned this production to b.etermed\nby many readers, “ the Evangelifts ofthe Count\nde Caglioftro\/yt is neceflary for thofe whomay\nhave read it to know, that this very CagUoftrp,\nin the courfe of his anfwers before the Inqui-\nfuion, has been forced to acknowledge the\ntruth .of the. aflertions contained in.,this cele­\n: -2 brated\nD\nig\nitize\ndb\nyi^ o o Q le\n\fCO lM fT CIA'G L I 6 R O.\nbtated publication'*'andto which;he. could only\nobjett the fatirical and Ijitihg•ekprcffions with’\nwhich it abounded. ■\n■\n-\nTheiGduBt had'hopes of ektraordinary fuc-\nctfo i'H TTreftt,! by’fnesns of his mafonvy. He\nattempted- to make<\nprofelytes>■\nbut in vain—\nthanks 'toethe■\nWatchful’ care of the Prince\nBilhop, to whole court:he; procured accefs by\nmeans of.his ■\nboafteddilicbveribs*in phylic and\nehenviftfy, :It .becatme at length.neceflary that\nhe iliould look vto he interefts, and find out\nanother,country?where! hbmight b\no\n<more like-*-\nly toaugment his reVenues, which bad'notother\nfourceexcept his impofttircs. ■At that period\nhe' watf'fo diftrefied 'for money? chat he was\nobliged to pawn s\n* diamond .of cotrfiderablb\nvalue.-' : _ >’ • ’ ’ „ ' ..... , ;\nBut in what country could he.find aretreat?\nThere was now no perfon but-who, either by\njietfonal knowledge,or bytherelation ofothers,\nw\n^S ’acquainted'With him, 'and welidcnew how\nto appreciate hiaworth. From Palermo, France,\nSardinia he had already been baniihed by the\nexprefs orders of the ibvereign ; and in other\nkingdoms the memory of his impoftures was\nHill frefh on the minds of the inhabitants.\n‘ Thofe who had been duped and cheated by\nhim (and they were many in number, and fcat-\ntered\nD\nig\nitize\ndb\nyGoogle\n\fSo T H E t I F E O F\ntered over all parts of the- world) would haye\ninftantly torn him to pieces had they got him\ninto their hands.\nPerhaps he defigned toreturninto Germany;\nbut at that very moment the Prince' Btlhop\nof Trent received a letter, in which he was\ngiven to underftand, that the Emperor was very\nlorry that he had admitted fuch a notorious\ncharacter into his ftatcs: this circumftance,\nwhich wasmade known to Caglioftro, was fuf-\nficient to prevent him from revifiting any of the\nImperial dominions. What country then could\nhe tranfport himfelf to? In this dilemma, his\nthoughts were naturally turned towardsHome t\nthere he was not afraid of being punilhed for\nhis former crimes; as he hoped that, after fo\nmany years, they might be forgotten: beftdesj\nthe metamorphofis of Joleph Balfamo into\nCount Caglioftro, would contribute not a little\nto the oblivion of his mifdeeds. Notwithftand-\ning this, he ftill dreaded left he ihould expe­\nrience, in the vigilant folicitude ofthe virtuous\nand amiable prince* who now governs us, fuf*\nficient caufe for terror and difmay.\n* Pope Pius VI. whole name is terrific no where but\nwithin the narrow and reftri£led territory which the policy\nof the European princes ftill permits him toTJjoy. „T.\nIn\nD\nig\nitize\ndb\nyGoogle\n\fC O V t t T O A G L I O S T R O . Si'\nIn the midft of this perplexity, hiswife, W\nho\nardently defirtd to return into the bofom of\n. her family and her counpryj did all in her power\nto influence her huiband to revifit her native\ncity; She was ftill more;incited to this, by the\ndeflre of abandoning a kind' of life, of which\nthe light of religion, which was not yet totally\nextintt in her* made hfer frequently perceive all\nthe horrors, and infpired her with the well-\nfounded dread of meeting an untimelyend.\nDuring the number of years that ihe had\nbeen married, ihe had always lived in the moft\ndeplorable fituation; being forced either to\ncommit guilt, or expofe herielf to the -moft\ncruel outrages from her huiband, when ihe\nihewed any averfion to a compliance with his\ncriminal infinuations. '\nLorenza accordingly boafted of the advan­\ntageswhich wouldafluredly accrue tohim byhis\nreturntoRome; andihe W\nasparticularlyanxious\nto inculcate this idea into the Mindsof fbtiie of\nthe principal'courtiers of the Prince Biihop,\nwholived in a clofe intimacy with Caglioftro.\nTheir opinions at length determined him, and\nhe became anxious to receive recommen­\ndations to fome people of diftinftion. To\nprocure the patronage of the Biihop, he had\nrccourfe to bigotry itfelf j he feigned to repent\nG of\nD\nig\nitize\ndb\ny\n\fft* \", T H * t I F E O f\nof his cQafoftfy, went and threw hhnfelf at the\nfeeC:of a confeffor, and affeited to exhibit the\nmoft ardent defire to re-enter the bolom ofthe\nehttrch, and to reconcile himfelf to the court of\n. The good prieft, readily believing all\nthatbe had uttered, intimates the repentance of\nCaglioftro to the prince, and even engages\nhishigh.nefe to giye him thoferecommendations\nwhich he defired.\nScarce, howeyer, had he retorted from con-\nfefiion,-but he exclaimed, in prefence of his\nwife, “ How finely I have gulled this holy fa­\nther!”\nShe has t&ually fworn to the tFuth of this\ncifcunr>ftance j and (hepapers which have been\n&\n>$nd upon him, as well as his uniform courfe\nof life, evidently demonftrate that fhe depos­\ned JO nothing More than the truth. He not\n. only preferred in his heart an attachment for\nma^uEyt but, during that very period, he\nftill ewtn.ued.fio write to hi&difctpks upon the\naffairs, and in the. ftyle and manner,of a free\nmafbn,; nay, he even continuedto praStfe that\nEft, as, we fhall fee afeerwatds. . .\n• Having arrived-at Rome, in company with\nhis wife, at the end of the month of May, m\nthe year 1\n7\n8\n.\n9\n, he.rernained focjomeitime in a\nfurnifhed lodging, in.the Strada f JEfpagui, and\nafterwards\nD\nig\nitize\ndb\nyGoogle\n\fAfterwards took a houfe fituate near the palace\nof F a rn efe. At this period he jived with extra­\nordinary circumfpedtipn j byt infidelity and\niiTipofture had become lb intimately inter­\nwoven with his charafter, that he found it im­\n' • > ' ij i, 1 i' -•. I*'t\npoilible to refill the temptation? which they con­\ntinually held forth. We fhall fpeak elfewhere\nof the different rnyfteries of mafonry which he\npra&ifed at Rorjne: we fhall only obferve here,\nthat he often recapitulated the circumftances at­\ntendant pn his pretended origin, his travel^\nhis feientific acquirements; and that he even\nattempted fome cures, which however were not\nattended with fyccefs. > ...........\nHaving undertaken jto givejmedical reliefto\na foreign lady ^¡lifted with fome wounds in her\nlegs, he prefented her with a plafter which\nhad nearly produced a gangrene: he preferred\nfome chemical preparations to a woman cjf\nrank, on purpofe to produce fecundity j bu^c\n\/he is ftill barren : a perfon labouring under an\nindigeftion applied to himi^fqr relief} but. the\npills which he fent had io little \"efficacy, thatJic\nis affixed at^thjs very day.with the fame dis­\norder. ...... .\nSo bad was his private life, that he carried\non a «riroinal intercourfe with a lady who had\n~ -vfcvn v ar: T: o f ^\n(j conceived\n1 D\nig\nitize\ndb\nyGoogle\n\f&4 ' T H E L I F E O F\nconceived a reciprocal attachment to Tiirrt :\nthey exchanged rings together, and even\nplighted their troth, as is cuftomary during the\nnuptial ceremony. Befides this, he often at­\ntempted to feduce a young woman who waited\nupon his wife ; but from her virtue he always\nexperienced the mortification of a refufal.\nAs thefe intrigues did not fill his purfe, Cag-\nlioitro foon found himfelf in the moil deplor­\nable diftrefs for want of money ; and was ac­\ncordingly obliged to pawn' his jewels, to raife\nthe fums necelTary for his expenCes.\nHe perceived that, in thià city, many were\neager to ftudy his character j that few were dif.\npofed to believe his impoftures ; and that no\nperfon was defirous of fupplying his wants.\nThe recolleétion of his fins, and more efpe-\nciâlly thofe which he had committed againft our\nholy religion, like agnawing worm , preyed.upon\nhis confcience without ceafing. All thefe cir-\ncumftances ftrongly operated on his mind, and\nat length made him determine to change his\nafylum. ' .\nHe thought that the fituatiôn of affairs in\nprance was fuch as to give him, hopes of a re­\ntreat in that country. He accordingly fent a\npetition to the\"liâtes general, Tequefting per-\n«\nfïiAn\nS\n\fCOO » T fCA o LIOS T RO. 85\nmillion to return to that kingdom ; and he ac­\ncompanied this requeft with a number of docu­\nments, certificates, &c.\nIn the mean time he received intimation of\nthe profecution intended to be commenced\nagainft him ; a Ihort time after, the fame per­\nfon who afted the dilhonourable part of being\na fpy to a criminal like him, gave him frelh\nintimations of his danger.\nNotwithftanding thefe warnings, Caglioftro\nnever dreamed of dying; nay, he did not even\ndeftroy thofe numerous papers which have\nfince ferved as vouchers of his crimes, and\nhave fumifiied the molt ample proofs of his\ncomplicated guilt.\n* At length he was arrefted during the evening\nof the 27th of December 1789; and, after aq\nexaft inventory of his moveables, they were\njealed up; after which Caglioftro was conduced\nto the caftle of St. Angelo,\nG 3 , C H A P -\nD\nig\nitize\ndb\nyGoogle\n\fÌ§ • tä4: l\nÏ îI «I\nC H A P T E R H.\n'Abridgment o f the É ijlo ry ò f thè Free M afons, w ith\na particular Account of Egyptian M afonry.\nC\n.' , .. ■ '\nH I T H E R T O we have only treated of\nthe private life of Caglioftro ; but, hav­\ning conducted him through fuch a fceneof ini­\nquities to the cattle of St. Angelo, we ihall\nnpyy confider his character as an infidel and a\nfree m\nafon> before we .proceed to give an ac­\ncount of his trial and condemnation. In this\npart of his hiftory, his magical operations exhi­\nbit an ample field for fpeculatbn j but it is firft\nneeefiary that we fllould fay fomething of ma­\nfonry in general, and of Egyptian mafonry in\nparticular. ,\nThe free mafons confift of an immenfe num­\nber of individuals, who meet together at ftated\nperiods; and in certain determinate places» '\nwhich they term Lodges. The book of theirita-\ntutes, printed byWillianaHunter, waspubliihed\nfor\nD\nig\nitize\ndb\nyGoogle\n\fCOUNX>’i*GLl;OiTR0. 8 7\n4or the firit time at London in 1723 : by this.it\nappears that in that city and its environs there\nwere then twenty focieties, each of which had\nits matter, and fent a deputy every year to a\n¡general afiembly, held on purpofe to nominate\na grand matter., to whom they were all fubjeCt.\nThe directors of this inftitution have always\n•been uncommonly anxious to hide the true.ori­\ngin of their feCt, and to conceal their regula­\ntions beneath a myfteriousjargon, fo as to pre­\nvent their objeCt and their intentions from\nbeing difcovcred. In the book already quoted,\nit is aflerted that their meetings are intended\nto reftore the glory of architecture, and the\nmechanical art of mafonry. On this account\nthey date their hiftory from Adam, whomGod,\nthe grand architect of the univerfe,,,created after\nhis own image. Mofes and Solomon were, ac­\ncording to them, grand matters of the order$\nand the hiftory of their art is carried down in\nthis manner from age to age, and from nation\nto nation, particularizing all thofe great princes\nwho have loved arid patronifed architecture.\nIn other works publiihed in defence of this\nfeCt, their origin is adduced from a remnant\nof the Templars who took refuge in Scotland ;\nand who, being often obliged to mingleamong\nthe infidels during the crufades, found it con­\nG 4 vcnient\nD\nig\nitize\ndb\nyGoogle\n\fSB T H S L I F f e O F\nI\nvenient to recognize each other by means of\ncertain Ggns. Some affirm that Thomas Crao-\nmer, an apoftate bilbopi and favourite of Annp\nBullen, was the founder of this order ; other»\nattribute its origin to Oliver Cromwell, whom\nthey call the famous deliverer of the people ^\nand others, to King ¡Arthur*. ' ’\nAdopting allegorical expreifions which have\na reference to the mechanic arts, they are di­\nvided into apprentices, journeymen, and mas­\nters; and they are able to difeoyer each other\nby touching the hand, and by pronouncing cer­\ntain words fyllable by fyllable. Every clafs has *\nits own particular Ggns and tokens, and every\nlodge its own particular diftinguilhing charac­\ntersfries. Their ceremonies abound with many,\nridiculous and even fuperftitious rites; but\nwhat is chiefly to be blamed is, thp abufe which\nthey make of every thing facred. It is neceflary\nto remark three things here s the firft is, thé\nobligation which every member contrafts to\nmaintain aprofound and an inviolable fecrecy ;\n* The holy father feems to be but little acquainted with\neither the hiftory or myfteries of free maionry.\nIn this paragraph we find a new charge adduced againft\nCranmer, and a new virtue attributed to Oliver Cromwell ;\nfor we learn that the orte was a free mafon, and the other .\na patriot ! T .\n’ and\nD\nig\nitize\ndb\nyi^ o o Q le\n\f£O U S T C A G L I O S T R O .\nand this he fubjeds himfelf to by means ofan\npath, adrpiniftered in a folemp manner: thp ' ■\nfecond is, the blind obedience which they pro-\npnife to all the orders, whatever they may be,\nwhiph thpy receive from their grand mailer:\nthe third is, the Arid and intimate union by\nwhich they are conneded together; this is more\nrigidly obferved than even the ties of confan-\nguinity } and by it they are bound to fuc-\ncour each other in all times, places, and dr-\ncumftances.\nThe confequences arifing from thefe combi­\nnations maybe eafily guefled. Many perlbns who\nhave carefully examinedandfcrutlnized the lives\nof the free mafons, declare that they have found\njihem all, and particularly their leaders, to be\nmen of bad charader, ignorant, and equally\ndeftitute of morality and religion. But, laying\nponjcdure afide, we ihall have recourfe to fads\npnly. It refults from many fpontaneous decla­\nrations, from the depoiitions of witnefies, and\nother papers preferved in our archives, that\nwhile, among thofe aflembled under pretence .\nof occupying themfelves about the bufinefs of\nthe fociety, fome openly profefs the mod dar­\ning contempt for religion, and the moilavowed\nand abominable libertinifm, others attempt to\nover*\nD\nig\nitize\ndb\nyGoogle\n\f5(0 T H E L I F E O f\n»\noverturn the yoke of fubordirration, and deftrojr\nthe principles of monarchy. . •\nPerhaps this objeft is the defign of moft of\nthem; but this, which isthe grand fecret, is not\ncommunicated to all the members, nor to all\nthe lodges. One need not be aftoniihed that,\nalthough the democratic partyforms the majo­\nrity, fome few ihould be attached to the facred\nrights of kings. Thefe Undoubtedly have not\nbeenachnittedintothefecret; eitherbecaufetheir\ninclinations may have rendered them inimical\nto the objeft of the inftitution, or becaufe their\nwant of abilities may have rendered them in­\ncapable of co-operating in the confpiracy.\nIt is impoflible to give t;oo much praiie to\nthe vigilance and the zeal of thofe popes who\nhave condemned and proferibed this fociety.\nClement X II. ofglorious memory, on the z6th\nof April 1738, publiihed his conftitution\nwhich beginswith thefe words—“ In eminenti.’*\nThere he thunders agalnft this fe<5t; and\nlaunchestheterrors of excommunication againil:\nthe individuals who compofe it, from which they\nCannot be relieved but byhis Holinefs himfelf,\nexcept on their death-bed. Not content with me­\nnacing them with fpiritual puniihment, he fub-\njettsthem alfotocofpofSl^fttgationj andenjoins\nall\nD\nig\nitize\ndb\ny\n\fCOUNT CAGLI OSTROL $t\nall the ordinaries, fuper’\ntbr ecclefiaftics, and\ninquifitors, to watch in a fpecial manner over\nthofe fettariflrs, and to puniih them as perfons\nJirongly fufaeiïed ofberejy. This fage pontiffper­\nceived the horrible evils which mud neceffarily\nrefult front this monftrous affemblage ofperfons\nOf all fedts and denomination^ of religion. But\nthere were alio otherconfederations which deter­\nmined his conduit. He calculated the confc*\nquences of the oath of fecrecy which they had\nfubfcribed ; and thought, like Cicilius Natalia\nquoted by Minutius Felix, “ that crimes dread\nthe day-light, and that virtue is never afraid of\nthe public eye.” He refleéted that in every\ncountry, and in every government, the laws\nboth canonical and civil have equally prohi­\nbited conventicles, and fecret affociations, on\naccount of their pernicious tendency with re-\nfpedt to the public tranquillity, .and the fafety\nof the ftàte. He weighed and approved the\nreafons of thofe virtuous and prudent perfons\n'who have always confidered the members of\nthofe focieties as bafe and corrupt citizens. In\nfine, he had before his eyes the example of\nothçr monarchs, who had employed their ut-\nmoft endeavours in their refpeitive kingdoms\nto deftroy luch dangerous affociations.\nClement X II. wilhing alfo to confer a gréât\n4 benefit\nD\nig\nitize\ndb\nybooQle\n\ff» T H E L I F E OP\nbenefit on the whole univerfe, and more efpe*\ncialljr upon his own fubje&s, publiihed an\nedi&, dated January 14, 1739, in which he for­\nbids, under pain o f death, and without any hope o f\npardon, all perfons from a(lifting or being pre­\nsent at the lodges of the free mafons, which he\nterms “ pernicious aflociations, fufpe&ed of\nberefy and fedition Hp alfo condemned to\nthe fame punilhment all thofe who engaged or\nfolid ted any one to enter into theJocieties, or who en-r\ngaged or folidted ary one to give aid, eounfel, or\najfijlance o f ary kind, to their members. In\nfine, he impofed it as an obligation on good\nChriftians to reveal and difcover all fuch : and\nthe tranigreftbrs ofthis edift are menaced with\ncorporal punifhment, and pecuniary finesl . at\nthe difcretion ofthejudges\n' \\\n* Is it poflijDle that any man can proftitute his pen by\nan eulogium on this cruel edi& of Clement XII. ? Can even\naninquifitor, forgettingthe difproportion of the\/uppo\/edcnme\nto the pumfhment, praife this barbarous law, in the fame\ncentury in which a M^ntefquieu and a Beccaria lived ?\nBut my wonder ought toceafe ; as I am now writing in a*i\nage and country in which a man equally renowned in the\ncaufe of philofophy and of liberty has had his property de­\n. flroyed* and his houfe reduced to aihes, on account of his\nreligious opinions; while the Goths and Vandals who made\nthis new attack upon Science, have been inhdioully praifed,\n*nd obliquely applauded! T .\n' The\nD\nig\nitize\ndb\nyGoogle\n\fCOUNT C A. O L I O S T R O. $3*\nThe immortal Benedift XIV. was animated\nwith the fame zeal. At the return of the jubilee\nin the year 1750, he began to perceive hoW\nmany evils and' diforders had arifen from this\nfe<51, and how much its members were increafed.\nfie was fully convinced of thefc truths by the\nfree and fincere confeffion of many ftrangers\nwho had repaired to Rome to procure indul­\ngences, and who had recourfe to the Pope to\nrelieve them from the excommunication which\"\nhis predecelTor had launched in his bull.\nBenedict XIV. confirmed this bull ; and re-\npubliihed and extended it in his conftitution,\ndated May 10, 1751, which commences with\nthefe words— “ Providas Romanorum Pontifi-\ncum.”\nMany fecular princes have fince followed his\nexample. We fhall not here fpeak of the Teveré\nprohibitions publiihed at Manheim, in 1737,\nby his highnefs the Eleftor Palatine; at Vi­\nenna, in 1743 in Spain and Naples, in 1751 ;\nat Milan, in 1757 ; at Monaco, in 1784 and\n1785 ; and at other periods, in Savoy, Genoa,-\nVenice, Ragufa, &c. &c. We ihall confine\nourfelves entirely to countries which do not\nenjoy the bleflings of the catholic religion ; and\nwe may inftance even Turkey itfelf.\nW e learn from àn authentic record depofited\nj .. -\nin\nD\nig\nitize\ndb\nyGoogle\n\f$\n4\n. thk\nin the holy office, that in 1748 the Ottoman\nPorte received intimation that:aFrenchman ¡had\nopenedalodge offree mafops.ip the houfe ofan\npnglifh dragoman *> to which many Turks had\nbeen invited. Orders were inftandy iflyed to\nthe Ca pita » Pacha tofyrprife the perfons ak\nfembled there, to imprifon them, and to fet\nfire to the houfe. The'free mafons were in*\nformed of thefe circumftances ; and from that\nmoment forbore to meet any more, or even to\nipeak on the fubjeflt.\nNeverthelefi» i|t was intimated to the mafter\nofthe houfe, that in cafe of a fecond offence hif\nhabitation would be reduced to aihes ; and the\nforeign roiniffers receivedva fpnmaj qorice that\nthey muft confine themfelves entirely to tf»9\nCatholic religion,and becaptious of introducing\nany new (e& , which might miflead the fimpk\nand the unwary. . • . .\nThe Frenchman jefcaped from the vengeance\nof the fublime Porte, by embarking on board\nofa veiTeJ, and leaving the capital of the mufi.\nfulmen.\nWhat we haye already urged may appear\nfufficient to .pull off the npaik with which tfii?\nfociety wiihes to cover itfeff, and to guard all\n* Anihtorpreter belongingto anajpbM\nfcdor« T.\n• m en\nV D\nig\nitize\ndb\nyGoogle\n\fC O q r f T C A G L I O S T R O .\nmen againil this dangerous and contagious, hc-\nrefy. If any perfcn ihould yet remain in un­\ncertainty, he has only to hear what Caglioftro\nconfeffod before the tribunal of the Inquifition*\nand then to determine for himfclf. His tefti-\nmony mull be acknowledged to have great\nweight j for it cannot be denied butthat he had\nan intimate knowledge of every thing that\nconcerned this myftery, having lived for a\nnumber of years in the ftrideft union with the\nfree mafons, who regarded him as a being\npoiflefled of a fuperuatural knowledge in that\nfcience. .\nAccording to him, it is divided into ieveral\nfeds; but there are two which are reckoned the\nprincipal, and are moil efteemed. The firft,\nwhich is the moft ftrid, is that to which the\nadepts belong. The members of it profefs the\nmoil irreligious fentirrvents, and employ magic\nin their operations; but their principal objed is\nthe deftrudion of the catholic religion, and of\nmonarchy.\nThe members of the other pretend to be\noccupied about the difeovery of fecrets in the\nhermetic art, and .more efpecially the philofor\npher’s Hone; but their abjed fubmifiion to the\ngrand mailer, end their oath of fecrecy, plainly\n* . indicate I\nD\nig\nitize\ndb\nyGoogle\n\f9& Ï H E V I 1 E 6 t\n» •\nindicate that they are enemies to public tran­\nquillity.\nCaglioftro avowed that he was ailbciated in\nLondon with the fécond of thefe fefts *\n, that his\nwife alfo was made a member, and actually\nreceived a diploma, which coft five guineas.\nThey prefented the lady with a ribbon of thé\norder* on which the words U n i o n , S i l e n c e ,\nand V i r t u e were embroidered ; and defired\nher to fleep on the following night with this\nribbon attached to her thigh.\nBefore the admiffion of a male candidate*\n-Undoubted proofs of his courage are required ;\namong a. number towhich Caglioftro was oblig­\ned to fubmir, we (hall recount the following i\nHe was firft hoifted up to the ceiling of the\nroom, by a cord fixed to a pulley* and\nafter experiencing a confiderable degree of\npain, had his hand fcbrched by means of à\ncandle. His eyes were then covered with a\nbandage* andhe received arçempty piftol, with\norders to charge it. He accordingly obeys,\nand introduces the powder and the ball * but\nwhen hewas defired to difcharge the contents\nagainft His head, he, as may be eafily conjec­\ntured, teftified the utmoft repugnance. The •\n'piftol was then taken from him with fcorn* and,\n: after\nD\nig\nitize\ndb\nyL^ooQ ie\n\ffcO O H T C A G L I O S T R 0. 97\nttftera variety of folemnities, again prefented.\nThe awfulnefs of the ceremony had now fuch\nan effect on-his mind* that, regardlefs of felft-\nprefervation, he feizes theinft'rument of death,\ndraws thetrigger, andexperiences afmartftroke\non his fcull, which he at firft imagined to pro­\nceed from the ball, but which however did\nnot leave the lead mark behind. Having\nfince aGifted at the initiation of many candi­\ndates, he difcovered that on thefe occafions\nthe piftol was always changed; and that one\nof the affiftants flood by to fuperintend the\noperation, and give the mafon eledt a blow\nupon the head, fo as to make him imagine\nhe had been wounded.\nHaving thus efcaped from the terrors of an\nimaginary annihilation, an oath was admi-\nniftered in great form, of which the following\nis an exadt copy:\n** 1,-Jofeph Caglioftro, in ¡defence of the>\n“ great Architect of the Univerfe, and\n“ of the prefent company now aflembled,\n“ hereby promiie to obey all orders which I\nft ihall receive from the Grand Matter, or\n“ others my fuperiors; and I engage, under\n“ the penalty of fubmitting to fuch puniih-»\n<\n£ ment as ihall be inflidfced upon me, fcru-\n5Cpuloufly to obey them in all things: and\nH “ I alio\nD\nig\nitize\ndb\nyG o o g l e\n\f$8 t irs 11 f t or >\n“ I alfo promife never to difcover the fecretSf\n“ which may be communicated to me, either\n<\n« by words, writing, geftures,' or any other\n“ manner whatever.”\nBeing now initiated in the myfteries of ma-\nfonry, he took care, during his reiidence in\nLondon, to frequent all the different lodges.\nA little time before his departure from that\ncapital, he happened to purchafe fome manu-\nfcripts from a bookfeller, which appeared to\nhave belonged to a certain perfon of the name\nof George Colton, of whom however he had no\nknowledge whatever. On perufing thefe, he\nfound that- they treated of Egyptian mafonry,\nbut that magic and fuperftition were engrafted\non it. Being captivated with a variety of\n.paffages in this work, he refolved to ereft a\nnew lodge on its balls; but at the fame time,\nif we are to believe him, he determined to\navoid every thing that tended •to impiety.\nHe accordingly founded that very fyftem\nwhich has tended fo much to his aftonifhing\ncelebrity, and which has been fince propagated\nwith fuch uncommon induftry in all parts of\nthe world. .\nWe have already obferved, that his foie in­\nducement wa^, the profpeft of the rich con*\ntributions which he expetted to receive from\n7 his\nD\nig\nitize\ndb\ny\n,'y\nGoogle\n\ft Ò S f t T fc A è L Ì O S T R O . $5|\nîiis followers. ¡As he had noregard to religion,\ndnd no-fettled belief in matters of faith, thefe\nConfederations Were not likely to deter him ;\ninorc efpecially as his ambition was inflamed\nwith the idea of making his* hy the charms\nbf novelty and the attractions of fplendour,\nnot only the predominant, -but . die -moil: (\nwealthy and iefpeóted eftaWifhment of free\nmafons ! '\nTo enable the reader to comprehend how\nhe was able* for fo many years and in fo many\ndifferent countries* to propagate his tenets,\nand procure difciples, it may be neceflary to\nCnter into Ibme details concerning Egyptian\nmafonry. We fhall extrait our faits and ob-\nfervatiorts from a book compofed by himfelf,\nand now in oiir pofleflion, by which he avows\n'he was always directed in the exercife of his\nfunctions, and from which thofe regulations\nand inftruftions were copied wherewith he\nenriched many mother lodges. In’this treatife,\nwhich is written in French* he promifes to con­\nduit his difciples to perfection by meansofpby-\n' fic a i and mural regeneration ; to confer,perpetual\nyouth and beauty on them j and rettore them\nto -that fiate of innocence, which they were\n‘ deprived ofby means oforiginalfin. He afferts\n' that Egyptian' rhafonry was firft propagated\n' ' H e . b y\ni O\nD\nig\nitize\ndb\nyGoogle\n\f.-lodf T H E U T i O -\n.by Enoch and Elias; but that'it 11354 fincetfoeli\ntime, loft muctr of its purity and fplendour.\nCommon mafonry, according.to.him« has de­\ngenerated into mere buffoonery, and women\nhave of late been, entirely excluded •from its\nroyfteries but the time was now arrived when\n. the G rand Copbte was about toreftqre the glory\nof mafonry, and allow its benefits to be par­\nticipated by both fexes. •\nThe ftatutes of the order then follow in ro­\ntation; the divifion of the members into three\ndiftintt clafies; the various figns by which\nthey might difcover each other; the officers\nwho are to prefide over,and regulate the fo-\nciety; the ftated times when the members are\nto aflemblc; the ereftion of a tribunal for\ndeciding all differences that may arife between\nthe feveral lodges, or the particular members\nof each; and the various ceremonies which\nought to take place at the admiflion of the\ncandidates. In every part of this book the\npious reader is difgufted with the facrilege,\nthe profanation, the fuperftition, and the\nidolatry with which it aboundsr—the invo­\ncations in the name of God; the proftrations;\nthe adorations paid to the grand matter; the\nfumigations; theincenfe; the exorcifms; the\n•mblems of the holy Trinity, of the moon,\n. . of\nD\nig\nitize\ndb\nybooQle\n\fC0 VW'T C A G L 1\n1\n>¿ t*\nr o. It>r r\nd f the fun, of the compafs, of the fquare ; ‘ -and '•\na thoufand other fcandalous particulars, with\nwhich the world is at prefent well acquainted.\nThe Grand Cophte, or‘chief of the lodge, is\ncompared to God the Father j he is invoked\nupon every occafion ; he regulates all the ac-\ntlonsof the members, and all the ceremonies\no f the lodge j and he is even fuppofed to have\ncommunications ‘with angels and with the\nDivinity. In the exercile o f many of their rites,\nthey are defired to repeat thè “ Veni Creator\nSpiricusi” and the “ T e Deüm Laudamusj”\nnay, to fueh an excels a f impiety are they en- •\njoined, that in reciting thè Plahn Mementomi\nDomine* David, et omnis manfuetudinis ejus,f’\nthe name of the grand matterai® always to^be-'\nlubfHtutéd itlftead of the kingof Ifcael. \"\n• ?\n• people ' of all: religions iarb-’admitted” into’\nthefociety of; Egyptian mafonry 5 the Jew, the!\nCftltiniftj ithe -Lutheran can bereceived into it*\nas well as the Catholic,. provided they betievr.\nin the exiften'ce of a God, and the immortality ^\n©f the foulj and have- been previoufly allowed-\nto ^participate -in the myfteries of. the common\nmafonry. When men are admitted, they re­\nceive a'pait of'garters from the Grand Cophte,\nasisufual in ali lodges, for their miffreiles; and\nwhen wdmen are received into the fociety, they\nH 3 at«\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI d s , t H i J. I F I o *\nareprefented by the grand miftrefs with a coeki\nade, which they are defired to give to that\nman to whom they are moil attached, W e\nihall here recount the ceremony made ufe o f\non admitting a female. The candidate having\nprefented herfelf, the grand miftreis (Madame\nCaglioftro generally prefided in that capacity)\nbreathes upon the face-of the candidate from\nthe forehead to the chin, and then iays; “ J\nbreathe, upon you Op purpofe to infpire you\nwith the virtue» which we pofiefs, fo that they,\nmay take root, and flouriih in your heart} I\nthus fortify your foyt j I thy« confirm yon in\ntfie faith of your brethren and filters, according;\ntd the engagements which you have contracted\nwith them. W e now admit you a* a daygh*\nter o f the Egyptian lodge. W e order that you\nbe acknowledged in that capacity, by all the\nbrothers and fifters .of the Egyptian lodges*\nand that you enjoy with them the fame pr<H\nrogatives as with.ourfelyes.” . ,\nThe grand mailer thus addrefies the male\ncandidates : *' In virtue of the power which I\nhave received .from, the; Grand £ophte, the\nfounder o f our Order, and by the parti?tUafi\ngrace o f God, Thereby confer upon you tfio\nhonour of being admitted into Our, lodge, in\nthe names of Helios, Mens, Tetragan'maton'x\n. . . In-\nD\nig\nitiz\ne\ndb\ny\n\fC OU- NT C A G L I O S T R O . IO3\nIn a book faid to be printed at Paris in 1789,\nit is afferted that thefe laft words were fug-\ngeftcd to Cagiioftro, as facred and cabaliftical\nexpreflitfns, by a pretended conjurer, who faid\nthat he was allifted by a fpirit, and that this\nfpirit was no other than the foul of a cabalifti-\ncal Jew, who by means of the magical a rt had\nmurdered his own father, before .the coming\no f Jefus Ghrift; •\nCommon mafons have been accuftamed to\nregard St, John as their patron, and to cele­\nbrate the. feftival of that faint. Cagiioftro\nalfo adopted him as his prote&or; and it is not\na little remarkable, that he was imprifiioed at\nRome on the yety nafpe„day of his patron!\n'T h e reafon for his veneration to this «great\nprophet way, if we are to believe himfelf, the\ngreat fimilarity and conne&ion between the\nApocalypfe and the rites of his inftitutibn.\nW e mnft here ob&rve, that when any of\nhis difcipks were admitted into the higheft\nclafs, the following execrable ceremony took\nplace, A young boy or girl, in the ftate o f\nvirgin innocence and purity, was procured, who\nWas called the pupil, and to whom power was\ngiven over the feven fpirits that furround the\nthrone of the divinity, and prefide over the\nfeven planets: their names, according to Cag-\n• H 4 lioibo’s\nD\nig\nitiz\ne\ndb\nyGoogle\n\f•104 T H E ’ L U I JOT. ' ~\nlioftro’s book, arc. Anaël, Michael, .Raphaël,\nGabriel, Uriel, Zobiachel, and Anachiel*.\nThe pupil is. then made ufc of as an interme­\ndiate agent between the. fpiritual and phyiical\nworld} and, being'clothed in a long white\nrobe, adorned with a red ribbon,, and blue fille,\nfeilodnsj'he is fhutup in a little clofct< From that\nplace he gives refponies to the grand matter,\nand tells whether the fpirits and Mofes have\nagreed to receive the candidate into the higheft\nclafs of Egyptian mafons. t\nIt is not a little remarkable, that, in every\npart o f his fyftem o f maibnry, Caglioftro has\nexhibited the mod' profound veneration and\nrefpeft'for the patriarch Mofes ; arid yet that,\non his examination,' he affirmed before his\njudgçs, he had. adwayveheriihedshe mod\ninveterate, antipathy- againft him. He attri­\nbuted this hatred to an'opinion which-he had\nearly imbibed, that Mofos had committed the\ngrofleft injuftice ib'encouraging thé Israelites\nto carry away with, them the ornàtaent^ of the\nEgyptians { and,- notwithftanding- our utmott;\nendeavours to convince him o f this damnable\n■ • -\n■ i '\nt * Since Herfchel has difeovered .an eighth planet, the\nEgyptian mafons will, no doubt, ele& another fpirit to go-*\nvern it, T . ' ’ *\nerror^\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U MT C A G L I OS T-R O.\nerror, he~has always remained obftinate in Ids\nheterodoxy. His wife affirms, that his hatred to\nthis great lawgiver proceeded from his conftant\nreflifal-to encourage him in his mafonry, H e\nloved the Jews however exceedingly, and was\ntiled'to affirm that they were the beft nation in\nthe world. . . . •\nIn his inftru&ions to obtain the moral and\nfhyfical regeneration which he had promifed\nto his difciplesj he is exceedingly careful to\ngive a.minute defcription of the operations to\nwhich they are to fubmit. Thofe who* are de-\niirou$.of experiencing, the moral regeneration,\nare-to retire for forty days from the world, and\nto diftribute their time into certainUpróptfftions.\nSix hours are to be employed in reflexion, three\ninprayer to the Divinity, nine in the holy opera­\ntions of Egyptian mafonry > and the remaining\nperiod is to be dedicated to repofe. A t the end\no f thirtyT-three days' a vifible communication\nis to\n> take place between the patient-ibid the\nfeven primitive fpirits j and on the mbrning o f\nthe fortieth day his foul will be infpired with\ndivine knowledge, and h|s body be as pure as\nthat of a new-born innocent. -\nT o procure a phyfical regeneration, the pa­\ntient is to retire to the country in the month o f\nMay* and. during forty days is to live accord­\ning\nD\nig\nitiz\ne\ndb\nyGoogle\n\f10$ . T H B L I M 0 Jf .\ning <o the moft ftfi& and auftere rules, eating-;\nvery Itfjde, and then only laxative and, famative\nherbs; and making ufe of no other drink than\ndiddled water, or rain that had fallen;i|t'the\ncourfe of that month. On the 17 th dayir hijcr\nhaving k t Wood, certain white drops are,jtQtbo\ntaken, fix at night, and' fix in the morning;\nincreafing them two,a day in progrefftori. t in\nthreedays more a fmatt quantity of blood is*again\nto be takeri 'from the arm before fuo-rtfe, and\nth* patient is to retire to bed till the operation\nis completed. A grain of the panacea is then\n■ to be taken; .this panacea is the famfroot o f\nwhich God created man when hefirft made\nhim immortal. When this is fwalkwSed, the\ncandidate lofes his fpeech and his reftc&ion\nfor three: entire dayaj and he is fubjeft to fre­\nquent convulftonsi ftjruggles, and perfpiration*.\nH aying recovered from this date, in which\nhowever he experiences no pain whatever, on\nthe thirty-fixth day he takes the third and k it\ngrain of -the panacea, -which caufes him to fall\ninto a .profound and tranquil deep i it is then\nthat he lofes hil hair, his (kin, aiwLhis teeth.\nThefe again are all. reproduced in a few hours j\nand, having become a.new man, on the morn­\ning of the fortieth'day he leaves his houfe,\nenjoying a complete rrjuuchefcence, by which\n' • he\nD\nig\nitiz\ne\ndb\ny\n\fP O U W T C A G U O S T R O . j o y\n)ie is enabled to live 5557 years; or to fuch\ntime as he, of his own accord, m^y be defirous\nof joining the world of fpirits!\nW e have thus, by relating the pra&ices of\nthe Egyptian mafonry, exhibited the mod\nample proofs of its grofs impofture. The\nlearned and ingenious criticifm by which twa\ncelebrated theologids have already expofed the.\nwhole of this fyftem, precludes us from faying\nany thing moré on the fubjeft. W e lhall only\nadd, chat the »whole inculcates the mpft detefta*\nble maxims of Impiety, fuperftition, and fieri-\n)ege; it attacks religion both irn front and its\niear, and endeavours to fap and overturn tho\nmod folid grounds and mod venerable dogmas\npf our' holy faith. . ■\n• C H A P T E R III.\nAccount o f the Manner in which CagRoftro\ncontrived to propagate and eflabUJh his Egyp­\ntian Mafonry. • '\nA F T E R (he preliminary account that we\nhave already given, it will not be diffi-\nfuk.ta comprehend all the circumdances which *\noccurred,\nD\nig\nitiz\ne\ndb\ny\n\f¿'OB ' T H E I t * E b lt ” l* *\noccurred,’ and aTT'th£ events'which took plate,'\nin the apoftlalhip of Caglioftro, while he was»\nlabouring with the zeal of- a triiffionary to efta—\nbliih'his Egyptian mafonry. ».........................\nIn regard-to this fubjeftVfdch was his 6bffi-;\nliacy, and fo roottd his impofture, that, even, it*\nhis replies to the various interrogatories ’and­\n. ¡qiieftiohs propounded to him, \"H\ne fcontifiued to-\navow that In this induction there' was ibrne-\nthing divine and fupernatufal-!: - • ' ' • \" •\nW e (hall now recapitulate a variety of cir-\ncomftances»recounted by himfelf in’ the courie\n©f his trial; ahd we (hall referve to ourfelves-\nfhe liberty* bf'dritirifing On his delufiv« and\nfallacious-narrative. ‘ . . . . ...\nBeing admitted, as we have already'.mehr\ntioned, into one of the free mafons lodges in\nLondon, -and hairing afterwards formed a new\nfyftcm on the writings of George Cofton, which\nhe dignified yritlv the name pf Egyptian M a­\nfonry, he determined to propagate his opi­\nnions, apd to-\n,make .converts to his fyftem in\nevery country jn Evr-ppe* ,>\n!V , ’\nH e accordingly repaired to the Hagpe, ^nd\nwas invited to aflift at one of the Dutch lodges;\nthe members of ..which were-exceedingly\nin the. obfervaftco of their ceremonial. . .\nHe was received by them under wh?t is\ntermed\nD\nig\nitiz\ne\ndb\ny\n\fCt> V N T C A G L I O S T K O i 10$\n...termed the orsb of fe e l; that is to fay, he was\n•defired to pafs between two ranks of mafons\nwho eroded their fwords. in the air while he\nwalked under them. He prefided over thele\nas grand .matter i .and alfo exercifed the func­\ntions of the G rand V isitor, whole power is\nunlimited.\nIn this lodge he pronounced an eulogium on\nEgyptian mafonry, which had a vifible effeft1\n, or) the minds of mod of his auditors. He was\nfoon after requefted to found a lodge for wo­\nmen, which he accordingly inftituted with great\n.ceremony, and received into it many ladies of\nrank and fortune as members: his wife filled\nthe office of G rand M istress. 1\nThe-difcourfe which he delivered on this\nfolemn, occafion, if we may believe himfelf,\nwas uncommonly elegant and fublime j it iaft$d\n. for two or three hours, and embraced all the fci-\nences, both facred and profane. “ This was,”\nfaid he, “ the effedfc o f. that fpecial favour\nof God which had always been “extended to\nme, in regard to the exercife of mafonry: it\nwas undoubtedly a recopapence for my conftant\ndefire :to propagate and extend the Catholic\nfaith; to avow the exiftence. of a God ; >to\npreach up the immortality, of the foul and to\ndefirpy the fuperftitipu* and magical ceremo­\nnies\nD\nig\nitiz\ne\ndb\ny\n\f' ÏIO THE tii»2 Of *\nhies of common mafonry; Some ptrfons vrëfë\nto charmed with my oration, that they infitted\nbn tranfcribing and preferving irj as a brief buÉ\neloquent defence of their faith;\"\nFrom thé Hague he repaired to Venice\/\nwhere he alfo leagued himfelf with the free\nmafons. Haring left that city, he determined\nto viflt Prulfia j and* in palling through N u­\nremberg, happened to (top at an inn in that\nplace. Another ftranger having ftopi ahb to\nrefrclh himfelf, Caglioftro, by means of certain\niigns, difcorered him to be a mafon j and ac­\n' quired his efteem to fuch a degree by his mar­\nvellous relations, that, on parting,- he prefentêd\nhim with a diamond ring.\nDuring his fhort refideflce at Berio* he\nfound his arts raeffieftual to debauch any o f\nthe lodges in that capital, as the vigilance o f\nFrederic the Great rendered aU his attempts\nabortive.\nA t Leipfic, however, he was more luccefsful,\nas he acquired a high celebrity and renown there\non account of his pretended difcoveries in the\nhermetic art. The free malbns in particular\ntreated him with the molf diftinguiihed honour\n' and refpeft ; they invited him to a fplendid\nentertainment, at which the plates, the difhesy\nthe bottles, and the wine glaffes, were alt\nplaced\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI l f\nC O t t N T * f c A ' G L I O S T R O .\nA\nplaced three and-three, in commemoration of\nthe holy Trinity; On this, as on all other\nfimilar occafions, he made a fpeech, in which\nhe enumerated the excellencies and advantages\no f his Egyptian mafonry; combated the im­\npiety and profanenefs of that of his entertainers;\nand prophelied that Scieffort, the grand matter,\nbefore the expiration of that very month, would *\nexperience the vengeance of the Divinity. Not-\nwithftanding this, they not only paid all the ex­\npences which he had incurred in that city, bat\nalfo prefented him with a purfe o f gold on his\ndeparture.\nA t Dantzic he received the fame honours,\nand the fame refpe£t: at Koenigfberg alfo he\nwas loaded with favours. But he confeffes\nthat, in both thefe cities, he perceived that\nthe free mafons were inimical to the ruling\npowers, and plotted their deftru&ion.\nHaving proceeded to Mitcau, among other\ncircumftances which contributed to exalt his\nreputation, and conciliate the affe&ion of peo­\nple of diftinftion, was the completion of his\nprophecy refpe&ing Scieffort, who killed him-\nfelf by means of a piftol, before the expiration\nof the month, as had been prcdi&ed by Cag-\nlioftro. ■\nT he mafons of that city, who are exceedingly\n. numerous,\nD\nig\nitiz\ne\ndb\nyGoogle\n\fÌli Tdi.tffi 0\n*\nnumerous, and all of thetjv men óf rank and\ndiilin&ioo, invited him to their lodges, where\nhe prefided as grand mailer. He perceived\nhere, as elfewhere, that their ceremonies were\ndisfigured and difgraced by magic, fuperfti-\ntion; the principles of Swedenburg, a Swediih\npreacher; and thofe of M. Falc, a Jew rabbi,\nwho are regarded as chiefs by the illumi­\nnated* He wiihed to undeceive them, and to\ninitiate them in the rites of his Egyptian ma-\nfonry : for this purpofe he founded a lodge for\nmen and women among them, according to;the\nceremonial laid down in his book. As grand\nmailer, he directed all the rules and regulations\nof the fociety ; and (as he fays) fpoke with his\nufual energy and eloquence, being fupported\nand afiiiled by the infpiration of God : but, as\nhe found it exceedingly difficult upon this\noccafion to convince his audience of the truth\nof his aiTertions, he' determined to give them\nthe moil fatisfa&ory proofs of the verity of die\npiaxims which he inculcated ; that is to fay, of\nthe exiftence of a Deity, andthe immortality of\nthe foul.\n« I accordingly,” fays Caglioilro, ** defired\nthat a little child, the fon of a perfon of dif-\ntindlion, might be introduced to the lodge.\nI placed him on his knees before a table, on\n.................. which\nx\nV D\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T . C A O L I 0 5 T R O . I I 3\nwhich a cryftal vafe of pure water was placed,\nand behind the vafe feveral wax tapers were\nburning. I then put my hand upon his head,\nand befoughc the Divinity to afiift us by\nmeans of his omnipotent power. This cere­\nmony being finifhed, the child was defired to\nlook into the vafe; on which he obeyed, and\ninflantly exclaimed that he beheld a fíne gar­\nden. On this 1 took courage, and defired\nthat he might pray to God to enable him to\nfee the angel Michael. The child then faid\nthat he faw fomething white, but could not\ndiftinguifh what it was. In a few moments\nafter he began to clap his hands, and ftrike his\nfeet againfl the floor, crying out, *I perceive\na little child, who looks like an angel and\ninflantly attempted a deferiptioo, fuch.as\nis ufually given of heavenly beings. On\nthis the aflcmbly, who had hitherto remain­\ned fílent, buril forth into loud acclamations;\nbut the father of the child, being defírous to\nmake another experiment, requeued that he\nmight know what his daughter, who was then,\nat a country houfe fifteen miles diflant, was\ndoing. The fame ceremonies haying again\ntaken place, the boy once more turned towards\nthe vafe, and obferved that his fillerwas at that\nvery moment defeending the ftair-cafe, to em­\nI brace\nl^\ng\nitize\ndb\nyG o O ^ k\n\fJ14 T H E U H OF\nbrace another of her brothers. This circum-\nftance appeared incredible to the audience, as\nthe brother alluded to was fuppofed to be\nfeveral hundred miles diftant. I was not how­\never daunted by this circumftance, for 1 defired\nthem to fend a perfon inftantly to the country,\non purpofe to verify the faft : this was accord­\ningly done; and it was proved to the fatisfoc-\ntion of all prefent that the young gentleman\nhad at the very moment indicated arrived from\na foreign country, and vifited and embraced\nhis filter.”\nThe homage, the attachment, nay, the ado­\nration, which he and Madam Caglioftro pre­\ntend to have received upon this occafion, beg­\ngar all defeription and belief.\nA lady of quality hearing of this ftory, de-\nfired that one of his pupils might fee the fpirit\nof a brother, to whom, during his life-time, Ibe\nhad.been, particularly attached; this was ac­\ncordingly done-; and he appeared with io happy\nand contented a countenance, that the filter,\nbeing fully allured that he was in the full en­\njoyment ôf the blellings of Paradife, became\nexceedingly generous upon the occafion, and\nrewarded Caglioftro very handfomely for his\nprédirions. -\nBeing now refolved to leave this city, he\n_ . : held\nD\nig\nitiz\ne\ndb\nyGoogle\n\f- COUNT C A G L I O S T R O .\nheld a lodge for the laft time; during which\nhe appointed his fucceflor, nominated the other\nofficers, gave them the neceflary inftrudtions\nfor the exercife of their various fundtions, and.\n' difmified the aficmbly with a prophecy. In\nthis he aiTerted that one of his female con­\nVerts would be married to a wealthy gentle­\nman in the courfe of three months j an occur­\nrence which, it feems, adtually took place.\nOverwhelmed, as it were, with the honours,\nand loaded with the riches prefented him by\nhis difciples, he now repaired to St. Peterf-\nburgh. The celebrity of his name had already\nanticipated his arrival, and he was received\ninto alt the lodges as a tutelary divinity.\nAmong other uncommon circumftances, he\ndifcovered a fecret intrigue between an uncle\nand a niece; he prophefied'the future misfor­\ntunes of a great prince; and foretold to a\nyoung lady the melancholy ctrcumftance of\nher approaching death. “ I uttered all thefe\npredidtions,” faid he to his judges, “ in confe-\nquence of divine infpiration $ but I always pre­\ntended that it was by means of my cabaliftical\nknowledge that 1 was enabled to difclofe thefe\nfecrets.”\nHe was no lefs fuccefsful at Warfaw, if\nwe' are to give credit to his aiTertions, as he\nI 2 there\nD\nig\nitiz\ne\ndb\nyGoogle\n\f1\nx\n6 T H E L I F E OF\nthere received innumerable marks of refpeft\nand efteem; and more efpecially from fome of\nthe molt illuftrious people attached to the\ncourt. The birth-day of his lady was cele­\nbrated in the molt brilliant manner; and all\nthe grandees fent her magnificent prefents on\nthe occafion.\n. Among others» he had formed a drift inti­\nmacy with a magnate, whom he endeavoured\nto convert from the common to the Egyptian\nmafonry, by means of one of hispupils, and a\nvaje filled w ith Jpring water j but, notwithftand-\ning this, the nobleman remained firm-in his\nbelief. '\nSuch was his fuccefs at Stralburgh, that he\nrefided there for feveral years; during which\ntime he pretends to.have performed wonders\nin the medical art. His cures were fo miracu­\nlous, that his houfe was foon full of crutches,\nwhich were left there by fuch lame patients as\nhad recovered the ufe of their limbs. But his\nreputation was more powerfully fupported and\nincreafed by means of his Egyptian mafonry.\nHe converted a prodigious number from the\ncommon mafonry, and even admitted fe­\nveral difciples, who were totally ignorant of\nthe myfteries of that art. Men, women, Ca­\ntholics, Lutherans, Calvinifts, were all indifcri-\n„... minately\nD\nig\nitiz\ne\ndb\nyi^ooQ le \/\n.\n\fC O U N T C A G L I O S T R O i JXJ\nrainately and indiftin&ly adopted as members\nof his new inttitution. He often held lodges\nin a houfe in town ; fometimes in a little\ncountry refidence, d ohtfully fityRte at a few\nmiles dittance, which has preferved to this very\nday the name of Cagliostrano.\nOn thefe occafions he made a dexterous ufe\nof h\\spupils; and, befides the vafe, introduced a\nfolding fcreen in the form of a temple ; within\nwhich heplacedone ofthechildren who werefup-\npofed to have a divine intercourfe, and intended\nto make the proper refponfes to all the quef-\ntions propounded by the grand matter. Thefe\npradtices were made ufe of to difcover events .\npaft, prefent, and to come; and fometimes to\nrefolve queftions but very little fuited either to\nthe delicacy or modefty of a female audience.\nAs on one of thefe occaGons the audience\nfufpecled an intercourfe between his pupils and\nhim, he defired them to nominate a child\nwhom hehad neverbefore ften, and with whom\nhe pretends that he had the moft complete\nfuccefs.\nFrom Straibyrgh, where his milGon was\nattended with fuch uncommon advantages, he\nproceeded to Naples * but he reGfted all the\ninvitations which were made him to vittt the\nlodges of that capital.\nI3 A t\nD\nig\nitiz\ne\ndb\nyGoogle\n\ft l S T H.E L I F E OF\nAt Bourdeaux, however, where he redded •\nfor eleven months,.he occupied himfelf entirely\nabout mafonry. Having formed a large ac­\nquaintance in that city, he initiated many can­\ndidates of both fexes in the myfteries of his\nEgyptian inftitutions. He adds-that, whilethere,\nhisfu fils not only went through the ufual pro-\nçefs, but alfo had a diredt communication with\neeleftial beings, who permitted them even to\ntouch their hands. At Lyons he was received\nwith all the honours of the vault offteel. There\ntoo, in imitation of the great founder of Chrif-\ntianity, he eleûed twelve difciples, whom he\nnamed his apoftles, and empowered them to\npreach hisdoctrines to all nations, whetherJews,\nor Gentiles. On that occafion be prediâed that\none of them would betray him, as Judas had\nbetrayed Jefusj and, in confequence of it,\nwould be reduced to great mifery : all of\nwhich, as he afierts, actually took place j for\nthe fufpe&ed perfon repaired to a magiftratç\non the fucceeding day, and difclofed the parti­\nculars of their meeting : but he was foon\novertaken by a variety of affligions ; and,\nfrom po(Telling great wealth, at length died\npoor, miferable, and wretched.\nHe now yielded to the zeal of his profe-\nlytes, and founded a mother lodge>and, as all\n. bis\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCO0NT CAGLIOSTRO. X\n19\nhis lodges had received appellations of lome\nprincipal virtue, this was called “ 'Wifdom\nTriumphant.”\nAs the copy of the patent is at this very\nmoment placed among the archives of the\nholy office, we ihall here give the preamble\nof it.\n** Glory, Unwn, W isdom,\n“ Benevolence, Prosperity.\n“ We the Grand Cophte, Founder, and Grand\n“ Mailer of the High Egyptian Mafonry, in\n“ all the eaftern and weftein parts of the globe,\n“ make it hereby known to all who (hall read\n“ this, that, a number of members being de­\n“ firous that we, during our flay here, Ihould\nfound a lodge, and having manifefted the\n** moil fincere and ardent defire to fubmit to\n“ our government, and to receive from us the\n**^necefiary light and authority, to become ac­\nquainted with and to propagate our Egyp-\n“ tian mafonry in its primitive form and pu­\n“ rity, we have acceded to their wifhesj per­\n« fuaded that, in giving this mark of our\n“ benevolence, we ihall enjoy the fatisfa&ion\n“ of reflefling that we have laboured for the\n“ glory of the Eternal, and the happinefs of\n*( mankind.\nI 4 “ Infti-\nD\nig\nitiz\ne\ndb\nyGoogle\n\f120 T H ! L I F E OF\nIrrigated by thefc motives, and after\nct having expofed and verified our powers,\n<\nc we hereby found and create the prefent\nEgyptian lodge; and wfe hereby conftitute it a\n*e mother lodge, throughout the eaft and weft,\nu giving to it the diftinguifhed title of W is-\n“ dom T riumphant; and we hereby nomi­\n\" nate and appoint thp following officers,” &c.\nAmong many copies of this and fimilar\npatents, we have one on parchment finely em -,\nblazoned with a number of emblems, amon^\nwhich are a feptangle, a triangle, a fquare,\na compafs, a trowel, a hammer, feveral deaths\nheads, cubes, Jacob’s ladders, a phoenix, a\nglobe, a perfopification of time, and alfo the\nfollowing mottos: Lucftn meruerp ¡abort; Odi\nfrofanum vulgus, & arcto ; Petite acapietip,\nquarite 6? invenietis, pulfate & aperietur *uobis ;\nIn confianti labore Jpesj Aut vincere aut mp-\nVi, &c. &c. &c. All thefe circumftanccs prove\nthat there is fome affinity between the common\nand the Egyptian mafonry.\nAmong a variety of ocher particulars, we\nmuft not forget a crofs, on the ribbon of which\nwere embroidered the followingletters—\n-L .P.D .\nthe meaning of which either Caglioftro w^s\nunable or unwilling to difcover: it is how­\never afferted by others ^hat thefe are the ini­\n. tials\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . 121\ntials of L ilium P edibus Destrue; an injunc­\ntion againft the happinefs of France, which\nhas been but too religioufly obferved.\n. At Paris he was alfo prevailed upon, by the\nentreaties of his numerous difciples, to found\nAnother lodge. He accordingly hired an hotel,\nand furnilhed it with amagnificence equal to that\nof the princes of the blood royal. He prefided\nthere, as the founder and grand mafter; and\nmade ufe of two pupils, a boy and a girl, one\nof which faw and recounted the vifions in the\ncryftal vafe, while the other pretended to hold\na communication with the feven angels, who\nafcended and defcended behind the fcreen.\nIt was upon this occaiion that- the celebrated\nM a d a m e de l a M o t t e , wilhingto know the\nfex of the child of which an illuftrious per-\nfonage * was then ready to be delivered, wait­\ned on Caglioftro, and interrogated one of his\npupils in his prefence. It was accordingly an­\nnounced to be a b oy; a circumftance which\nwas immediately communicated to the mother,\nand occafioned as great rejoicings as if the event\nhad'already taken place!\nHaving taken his paiTage on board a veflel\nt\n* The perfonage here alluded to is the Queen of France ,\nShe is faid to have confulted Caglioftro by the intervention\nof Madame de la Motte, who carried back the precious pro* #\njnife of a dauphin. T.\nat\nD\nig\nitiz\ne\ndb\nyGoogle\n\f122 t h e l i f e o r *\nat Boulogne-fur Mer, for England, he was ac-\neompairied to the water-fide by a prodigious\nconcourfe of people, who expreffed the mod\n‘•ardent wiihes for his happinefs, and even de­\nmanded his benediftion. He allures us that\nhe did not refufe this teftimony of his regard,\nbut gave it daily to all his adherents who\ndemanded it.\nAt his arrival in London, he was invited to\naifift at the principal lodge in that city, and\nwas received with uncommon honour and dif-\ntin&ion. In the mean time a number of his\ndifciples arrived daily from Paris and Lyons,\nwho requefted him to hold an Egyptian lodge ;\nand being at length prevailed upon to gratify\n' their wiihes, he received feveral perfons of rank\ninto the afiociation, and made ufe of theminiftry\nof (ourpupils, of diftinguifhed birth. On this\noccafion a fingular accident occurred to him,\nthe caufe of which he pretends to be entirely\nignorant of. Some ladies and gentlemen having\npetitioned for authority to make ufe ofthe cryftal\nvoft, &c. in the fame manner as himfelf, he\ngranted his permiifion accordingly; but their\nlabours proved fo unfortunate, that they beheld\nthe apparitions of monkeys and devils, inftead\nof angels, as they expected.\nBeing at length obliged to leave London,\nas we mentioned before, he remained for two\nweeks\nD\nig\nitiz\ne\ndb\nyi^ooQ le\n\f\/\nC O U NT C A G L I O S T U O . t 2 J\nweeks at a lodging which he had in the coun­\ntry, and prepared himfelf by a variety of ex­\nperiments for future fuccefs.\nOn his arrival at Bafil in Switzerland, he\nwas preiTed by a great number of the inhabi­\ntants to eftablilh an Egyptian lodge in his\nhoufe. Being unable to refufe fuch a flattering\nrequeft^ he furnilhed one of his apartments\nin the form of atemple, fo as nearlyto refemblc\nthe inflde of his lodge at Lyons, except that\nit was neither io rich nor io magnificent; and\nthis he termed the mother lodge o f the Helvetic\nStates. He received feveral men and women\ninto this fociety, with the ufual ceremonies\nand formalities ; he employed pupils of both\nfexesj and having admitted a huiband and\nwife into a fuperior clafs, he empowered them\nto perform the various myfteries, with the\nfame fuccefs as himfelf. To give a regular\nand confiftent form to the eftablilhment, he. '\nappointed five grand officers, and prefented\nthem with a patent; different however in its\nimport from that which he had formerly given\nto the lodge at Lyons, not having anyemblems\nengraven on it, or any other motto than the\nword God placed at the top,\nBefides this, he left many traces of his refi-\ndence in that city behind him; and among\nw others\nD\nig\nitiz\ne\ndb\nyGoogle\n\f*24 T H E L I F E OF\nothers a Chinefe pavilion, which he built on\npurpofe to experience the effe&s of his phyfical\nand moral regeneration. It remains at this\nvery day; and fuch is the veneration of the\npeafants in regard to this pretended prophet,\nthat it is faid they pay their homage and\nadoration to him on palling this temple, which\nthey denominate the maufoleum of Count\nCaglioltro.\nAt Bienne, to which he afterwards repaired,\nhe allb held feveral Egyptian lodges, and as\ntifual made ufe of hispupils. At Aix, Turin,\nGenoa, and Verona, he held repeated confer­\nences with feveral malons. At Roveredo he\npretends that many perfons were fo charmed\nwith the fecrets which he difclofed, and\nthe eloquence with which he enforced his\ndo&rines, that they prevailed upon him to\nhold a lodge in a country houfe in the neigh­\nbourhood of that city, in which he performed\nthe various functions andceremonies prefcribed\nby the inftitutions. The patent on this occa-\nlion was dated in the year 5781 j by which\nit appears that, like the mafons, he aifumed\na different asra from that of the chriltians.\nFrom Roveredo Caglioltrorepaired toTrent,\nand from thence to Rome. Trent does not\nfurnilh us with any remarkable events, as he\n. was\nD\nig\nitiz\ne\ndb\ny\n\fCOUNT C A G L I O S T R O . 125\nwas exceedingly afraid of the great piety of\nthe prince bilhop. He however did not en­\ntirely forget his attachments; for he caufed\ntwo folding fcreens to be made for his pupils,\nalthough they were not made ufe of.\nBut he never was in fuch a great perplexity\nas in Rome. We have already mentioned\nthat on one hand he was intimidated by the\nvigilance of the governmentj while he was\nprefled on the other by his zeal for mafonry,\nand by the extreme indigence which he be­\ngan to experience. '\nHaving learned that there was a lodge ef-\ntabliihed in that city, he got acquainted with\nieveral of the members, but he conllantly\nrefufed to afiift at their aflemblies. He how­\never partook of a repail to which they invited\nhim in the country, during which he pro­\nnounced adifeourfe in honour of Egyptian ma­\nfonry. He experienced a particular pleafure in\nconvening with them ; and they in return\nevinced the ilrongeil defireto be initiated in his\nEgyptian rites. He conduced himfelf in fuch\na manner as to enforce this hope; he often\nread to them that paflage of his book, in\nwhich his fyilem is detailed j he explained\nmany of the myfteries, and even permitted\none of them to copy feveral of.the particulars.\n? . Never-\nD\nig\nitiz\ne\ndb\nyGoogle\n\f126 T H E L I F E O I*\nNeverthelefs 'he forebore to receive them\npublicly as his difciples, promifing however\nto admit them on his leaving the papal\nterritories. In the mean time he procur­\ned the admiifion of many members into the\nlodge already eftabliihed : fuch indeed was the\nrefpeit they habitually entertained for him,\nthat they at length gave him the appellation of\nfather,*' while he in return called them\nhis “ children;*' in fine, they looked upon him\nas their chief, and adtually paid him all the\nhomage ufually conferred on a grand matter.\nHe alfo continued his correfpondence, by\nmeans of words and fymbols known tb and\nufed by the mafons, with the lodges that he\nhad ettabliihed in foreign countries. Among\nother letters written in that manner, is one\naddrefled to a Parifian, requefting him to pro­\ncure a fumof money from a third perfon. He\ndefired this correfpondent to intereft himfelf in\nthe bufinefs, and endeavour by all poftible\nmeans to obtain a happy conclufion ofit; pro­\nmifing in return to conftitute him his vicar\ngeneral, with unbounded powers.\nIn the mean time, his wants became every\nday more preffing, and no remittances what­\never arrived. At length, neceffity getting the\nbetter of his fears, his diftrefs forced him to\n4 make\nv. D\nig\nitiz\ne\ndb\nyGoogle\n\fCOW N T C A G L I 0 3 T R 0 . t%7\nmake an offer to feveral perfons of inftru&ing\nthem in his Egyptian mafonry, and he alfo\nendeavoured to found a lodge for ladies. His\nfirft defign was attended with little or no fuc-\ncefsj and he was difliiaded from his fecond, be-\ncaufe he was given tounderffand that at Rome\ncither the ladies have very little money, or\nthey are exceedingly unwilling to part from it.\nThere was one perfon, however, who feemed\nexceedingly defirous to become one of his dif-\nciples j and Caglioftro was uncommonly eager\nto enrol him in the lift, on account of a ring,\nthe brilliancy of which fafcinated his eyes, and\nmade him ogle it with uncommon defire. Not-\nwithftanding his wonderful knowledge of na­\nture, he never difcovered that the ftones were\ncryftal in(lead of diamonds.\nHaving introduced this fuppofed dupe into\nhis bed-chamber, he informed him that the\nknowledge which he had acquired in Egypt*\nenabled him to eftabliih a fyftem of mafonry,\nto which no perfon could be admitted without\na long and rigorous initiation ; but that he,\nas fupremc grand matter, could difpenfe with\nthe ufual forms. Accordingly he pronounced\na difcourfe, pointing out the fuperiority and\nadvantages of Egyptian mafonry above all\nothers; and then defiring him to fall on\n. his\nD\nig\nitiz\ne\ndb\ny\n\f1\n2\n# t ft E L I F E O f\nhis knees, and lift his right hand towards his\nhead, in this attitude he obliged him to fwear\nnever to reveal or difcover to any perfon what\nhe had either feen or heard. He then pro­\nceeded to breathe on his face, and to perform\ntheufual ceremonies as on the admiffionofother\ncandidates; but when he prefented him with\na patent, and claimed the promifed reward, the\nmafon-eleit inftantly walked away, obferving,\nwith great calmnefs, that the whole was a con­\ntemptible impofture. Thus Caglioltro, whohad\ngained immenfe fums by his rogueries inevery\nother part of Europe, was not able at Rome to\nprocure even a ring fet with falfe ftones, by\nmeans of all his art and abilities!\nSoon after this he began to experience the\nmolt alarming inquietude arifing fromhis dread\nof being betrayed. He acknowledges that hfe\nnow determined to throw himfelf at the feet of\na prieft, and acknowledge his faults. Accord­\ningly he confeiTed his crimes in this capital, in\nthe fame manner as he had formerly done at\nTrent; and actually declared to two perfons\nwho enjoyed his confidence, that it was on\npurpofe to ridicule the holy lnquifition that\nhe had fubmitted to that ceremony. He at\nlength crowned his mafonic labours by a cir­\ncular letter, which he wrote a few days before\nhis\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . 129\nhis detention, to all the Egyptian lodges. Soon\nafter he received intelligence that he had been\naccufed to the Holy Office; but he had great\nconfidence in the zeal of his difciples, whom\nhe ordered to fet fire to the Caftle of St.. An­\ngelo, or even to the Inquifition, in cafe he\nihould be detained there.\nW e have thus given an abridgment of the\nlabours of Caglioftro, in his chara&er of a free\nmafon: our narrative contains the fubftance of\nhis confeffions on that fubjeft, which we have\nhere reduced to method; and have endeavoured\nto avoid tedioufnefs and languor, by detailing\nonly the principal circumftances. It now re­\nmains to elucidate the particulars which we\nhave related, by clearing up the difficulties and\nobfcurities which his hiftory will undoubtedly\nprefent to the mind of every reader.\nSome will aik how it comes about that fuch\nan artful impoftor as Caglioftro, who, during\nhis trial at Paris, had remained obftinately bent\non deception, could be prevailed upon to be­\ntray himfelf at Rome ? And how a wretch\nwho had been fo fuccefsful by means of his im-\npoftures in every city in Europe, ihould at length\nbe induced to make a full and free confeffion\nof them ? The recolle&ion of a fimple fa£t\nwill eafily reconcile thefe circumftances. Not-\nK ' withftanding\nD\nig\nitiz\ne\ndb\ny\n\fJJO T H E L I F E OF\nwithftanding the repeated intelligence that he\nreceived of his approaching confinement, he\nnegle&ed to deftroy the book which contained\nhis fyftem of Egyptian mafonry, the various\nornaments and apparatus belonging to that rite,\nand all the correfpondence which he carried\non with the feveral lodges, of which he was\neither the founder or an affociate. A t the mo­\nment of his arreft, he beheld every paper that\ncould inform or enlighten his judges in regard\nto his former life, fealed before his eyes : it was\ntherefore impoffible, or at leaft ufelefs, to deny,\nor even tp palliate, thefe circumftances; fince an\nirrefragable body of evidence was thus obtained,\nand full and fufficient proofs could be adduced\nin a moment to fubftantiate the crimes of which\nhe was accufed.\n' It ought alfo to be added, that, from the ex-\nceflive garrulity of Caglioftro, many things oc­\ncurred in the courfe of his trial, that cleared\nup and elucidated feveral cxprefEons in his\ntnanufcripts, which, without this help, would\nhave remained fo many enigmas. On thefe\noccafions he often attempted to tergiverfate\nand to rccal his expreflions ; but this was impof-\nfible : for his judges had taken the precaution,\nto make him fign his interrogatories page by\npage; and alfo to declare, at the bottom o f\n. each,\n\fV\nC O U N T C A G L I O S T R O . I 3 I -\neach, that the declarations therein contained\nwere entirely conformable to the particulars of\nhis confelfion. Another cifcumftance which\ndid not a little contribute to the happy con-\nclufion of his procefs, was the precaution with\nwhich he was ihut up in the place of his con­\nfinement. A t the Baftille, as he himfelf ‘\nfrankly acknowledged, he had found the moil\nample means of prevarication, of eluding the\ncharges adduced againft him, and of corrupting\nhis guards, and even the minifters of juftice,\nby means of money. But, during his impri-\nfonment here, he has found all his arts and all\nhis refources fail him for the firil time. Indeed,\non his being arrefted, it was induftrioufly pro­\npagated in this capital, that the per&n to whofe\ncare he had been entrufted was his friend and\nprote&or: but 'this was difeovered to be a\nmere calumny; as the judge who firft examin­\ned him tried by every means in his power to\ndifeover whether any fecret communication had\ntaken place ; and, after a long and laborious '\nenquiry, he brought in a report, by which it\nevidently appeared that this accufation was no­\nthing lpore than a-groundlefs and a malicious\nftory.\nBut it may itill be demanded how it came\nabout that he acknowledged fo many particu-\n• K 2 lars\nD\nig\nitiz\ne\ndb\nyGoogle\n\f*\n3\n* T H E L I F E OF\nlars relative to his Egyptian mafonry ? To this\nit is to be anfwered, that his firft attachment\nto the common and ordinary mafonry; the\ncelebrity, the afcendancy, the credit, which he\nhad acquired in the lodges appertaining to it ¡\nthe invention, or at lead the reformation, of\nEgyptian mafonry } the abundance of his dif-\nciples of both fexes, and the propagation of his\ndoctrines in all parts ofthe world-\"—were fo many\nfa&s, that, as it was impofiible to deny, he\nthought it prudent to acknowledge and confefs.\nBut in addition to his own evidence, not only\nhis wife, who was his infeparable companion,\nhas confirmed this circumftance, but his papers\nhavefurnilhed the moll incontrovertible proofs:\nand, in addition to thefe, we have been fur-\nniihed with the evidence Of a traveller, who ar­\nrived in this metropolis during his procefs;\nand who allures us that he himfelf, during his\nrcfidence at Lyons, faw the magnificent tem­\nple eretted for the exercife of the Egyptian\nrites inftituted by Caglioftro, in the middle o f\nwhich was placed a marble bull of the founder. ,\nPerhaps the details given us on this fubjefl\nby himfelf may be exaggerated, as by thefe\nmeans he' hoped to acquire an importance\nwhich might be ufeful to him. The nurriber\nof his difciples, whom he affirmed amounted to\nmany\nD\nig\nitiz\ne\ndb\ny\ndb\nyGoogle\n\fCOUNT C A G L I O S T R O . I33\nmany millions, is another circumftance which\nit is difficult to believe, and which muft have\nundoubtedly been aliened on purpofe tom ake\nhimfelf appear formidable. The evidence be­\nfore us proves that the number of his followers\nwas confiderable j but they fell far ihort of\nwhat he pretended : and it is no lefs certain that\nthey are daily diminifhing, as they at length\nbegin to perceive and acknowledge the im-\npofture and deception of their grand mafter. It\nhowever is well known that the defertion of his\nfollowers never gave him any concern, as it was\ntheir money rather than their attachment that\nhe was ambitious of.\nIt would be difficult to comprehend the\nuncommon fuccefs which he experienced, if\nit were not recollected that he procured the\ngreater part of his profelytes in countries where\neither the remiflhefs of the government, or the\nnatural depravation of the human heart, had\nenfeebled the foundations pf the catholic faith.\nIt is alfo to be confidered, that he was not fo\nlittle verfed in intrigue as to negledt the moft\nartful means for the fuccefs of his million.\nThus he was moft anxious to choofe the ig­\nnorant and the rich for his difciples ; and was\nparticularly careful to debauch and corrupt the\nheart, by feconding and affifting the ruling paf-\nK 3 „ fxons\nD\nig\nitiz\ne\ndb\ny\n\f1 3 4 T H E L I F E O F\nfions of his converts. Over the minds of fuch\nweak people as pretended to be attached to the\nfciences, his chemical difcoveries, and the\npromife of the philofopher’s {tone, afforded\nnever-failing means of fuccefs. If any one,\ndeterred by the influence of his paflions, can­\ndidly confefied his attachment to the fair fex,\nhe conftantly replied, that, to become a good\nIpafon, or, what was the fame thing, to become\na perfeSI man, it was not neceflary to be a\ncapuchin. “ Live as you pleafe,” he ufed\nto exclaim; “ and only believe in me, and in\nmy Egyptian mafonry !” By thefe means, and\nwith fuch maxims, his fuccefs could not fail\nbeing equally rapid and extenflve.\nIt may be alfo neceflary to obferve, that one of\nthe indifpenfable conditions annexed to the ad-\nmiifion into the Egyptian fyftem, was that of\nhaving been already eledted into one of the\nlodges of ordinary mafonry. The motive of\nthis is not difficult to be difeovered; for as his\ninftitution was entirely new, and the principal\nand moft wonderful circumftance attendant on\nit was the phyflcal and moral regeneration, it\nwas more eafy to inveigle the free mafons, whofe\nminds were already debauched, than any other\nclafs of men whatever j and he indeed found\nthat it was not difficult to make thefe be­\nlieve\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOO NT C a g l i o s t r o . 1 3$\nüeve in thole marvellous tales and prodigious\nevents that exceeded poffibility, and gave thé\nlye to the operations of nature.\nThe reader will undoubtedly recoiled that\nCaglioftro pretended to have harangued his au­\ndience for feveral hours, with an eloquence that\nat once charmed and convinced them ; and with\na fublimity that evinced a prodigious attainment\nin regard to all kinds of knowledge either fa-\ncred or profane. He alfo pretended to have\nbeen fo fuccefsful in his arguments, that, by\nmeans of his difcourfcs, the wicked were turned\nafide from their wickednefs, were made to be­\nhold the fun of righteoufnefs, and to embrace\nthe catholic religion. His wife, however, who\nwas prefent at a great number of his difcourfes,\naffirms that they were compofed in a ftyle of\nthe mod wearifome perplexity, and abounded\nwith the moil incoherent ideas. Previous to his\nafcending the roilrum, he was always careful to\nprepare himfelf for his labours by means of fome\nbottles of wine; and he was fo ignorant as to the\nfubjeft on which he was about to hold forth,\nthat he generally applied to his wife for the text\non which he was to preach to his difciples. If to *\nthefe circumftances are added a Sicilian dialedl,\nmingled with a jargon of French and Italian,\nwe cannot heiitate a fingle moment as to the\nK 4 degree\n•\/ .\nD\nig\nitiz\ne\ndb\nyGoogle „ I\n\fl $6 T H E L I F E O F\ndegree of credibility which we are to'give tp\nthe afiertions that have been made concerning\nthe wonder-working effedts of his eloquence.\nH e admitted thoie profeffing all forts of reli­\ngions to partakeof the bleifings of his divine dif-\ncoveries; provided they believed in the exiftence\nof a God, and the immortality of the foul, it\nwas equal to him whether they were Catholics,\nLutherans, Calvinifts, or Jews. While (peak­\ning of fovereigns, he was always careful to\naccommodate himfelf to the genius of his au­\ndience ; fometimes infinuating fubordination,\nbut more frequently independence. He was\nalways accuitomed to fpeak in a contemptuous\nmanner of the perfon and authority of the Ro­\nman pOntiff, and of all hierarchies whatever.\nIn fine, his difcourfes tended entirely to change\ncatholics into mifcreants, and atheifts into\ndeifts. •\n. This painting is not in the lead heightened\nby the colouring which we have given to it.\nW e are in pofielfion of the teftimony of\nmany perfons who have heard him repeatedly\ndifcourfe on the principles of mafonry j and who\naffure us that he fpoke without any order or\nmethod, and that his converfation and ideas\nwere fo obfcure, difguifed, and diftorted, that\nit was exceedingly difficult to comprehend\nhis\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOUNT CAGLIOSTRO. I3 7\nhis meaning. The judge who interrogated him\nhas often been obliged toJuffer the -pmijhment of\nhearing his long replications, it being utterly\nimpofiible to (top the torrent of his verbofity.\nIs it poflible that a man, who from his very\ninfancy,according to his own confeflioh,held the\nfirft rudiments of fcience in abhorrence, who\nfrom his earlieft youth, and through the whole\ncourfeofhis life, had attached himfelf to no\nother ftudy than that of vice, impoilure, and\nfraud—-is it poflible, I fay, that fuch a perfon\nas this (hould be capable of the language, the\narguments, the irrefiftible and perfuafive elo­\nquence which have been attributed to him?\nWhat (hall we fay to that theological know­\nledge, which is reported to have formed the\nbaiis of all his difcourfes, and which has\nproduced fo many converfions in favour of\nthe catholic religion? Could this man have\nentered into profound and erudite arguments\nconcerning matters of grace, predeftination,\nand free will ?\nW e lhall here exhibit a few of the queitions\npropounded to, and the anfwers made by him.\nThe reader will then be enabled to make his\nown conclufions.\n\" Has not your conduit tended to debafe\n** and difgrace the great work of the redemp-\n*\nftio\nn\n,.\nD\nig\nitiz\ne\ndb\nyv^ooQle\n\fT H E L I F E OF\n»\n3\n8\nt( tion, and the death of our Lord Jefus\n” Chrift ?” -\n• A. No, never; for in my primitive fyftem,\n“ and in all my operations, 1 made the moil;\n** honourable mention of the ferpent with the\n** apple in his mouth, which I have adopted for\n“ my creft, and which denotes the caufe of ori-\n“ ginal fin, and of our fubfequent fall. The\nredemption of our Lord Jefus Chrift, is the\n** arrow which has pierced the ferpent; and this\nwe ought to keep conftantly before our eyes\n** and in our hearts, for the eyes and the heart\n** are the looking-glafs of the foul; and all men\n** ought conftantly to be on their guard againft\n\" the temptations of the Devil : and in confe­\n** quence believing in all this, and in the re­\n“ demption of our Lord Jefus Chrift, and hav-\n** ing ordered this always to be obferved, it is\n“ not pofiible that I could have done what has\n“ been afierted, as that would be to unfay and\n«* contradidt all that I have affirmed.” .\n*\n*\n• What are the chief fins, and the fources\nof all our crimes ?”\nte A. I do not know the exadt number, and\nonly recolledt a few, fuch as gluttony, envy,\n« idlenefs, luxury, and ufury.”\n“ What are the theological virtues ?”\n“ A. I have forgotten; but if you will name\n“ the\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G I I O S T R O . 13^\n€t the firft of them to me, I ihall recolledt them,\n*e and repeat the remainder.”\n“ Q. What are the cardinal virtues ?”\n** A. The fame as the theological.” ’\n“ Q^What are the counfels that lead toper-\n<( feftion ?”\n** A. The exercife of faith, hope, and cha-\n« rity ?”\n“ Q i What do you mean by faith, hope, and\n“ charity ?”\n“ A. Faith is our compliance with the ordi-\n** nances of the church ; charity is the bond of\nperfedlion and hope is the belief in eternal\n« glory.”\ntf What is the facrament of confirma­\n** tion.” ‘\n\" A. It is the confirmation of baptifm.”\nHas man a power and authority to\n“ command the obedience and aftiftance of ce-\n,{ leftial fpirits ?”\n“ A. I believe that man, by the permiffion\n‘\/ o f God, may arrive at 4bat power j becauie\nte God before his death had a beatific and\n** divine vifion becaufe man is created after\n“ the image and refemblance of God j and the\n\" angels have not been created in the fame\nmanner as man, but after a divine manner.”\nW e ihall not here fpeak of his abfenting\nhim-\nD\nig\nitiz\ne\ndb\nyGoogle\n\f140 T H E L I F E OF\nhimfelf from the holy facraments, of his conti­\nnual violation of the precepts of the church,\nand of all the circumitances which conftitute\nthat enormous mafs of crimes with which his\nwhole life is ftained and disfigured. It mud:\nhowever be acknowledged that an immenfe\nnumber of his difciples to this very day cele­\nbrate his eloquence as iomething beyond the\nreach of mortality, and aftually approaching\nto our notions of what is divine!— How has\nthis happened ? It proceeds Amply from this,\nthat blindnefs attaches itfelf to blindnefs ; and\nthat thefe ignorant people, being unable to com­\nprehend his difeourfes on account of their ob-\nfeurity, have imagined that their leader fpoke\nparabolically and enigmatically; and thus they\nhad an ample opportunity of interpreting his\nfentiments according to their own wiihes.\nHis prediftions, no doubt, tended greatly to\naugment their fanaticifm. He attributed theie\nto the fpecial afliftance of the Deity himfelf,\nand to the effefts of his immediate infpiration*.\nH is wife, however, has been able to affign the\ncaufe of many of his miraculous prophecies} for\nihe accounts for fome of them by the infatiable\ncuriofity and diligence which he made ufe of\nto procure a knowledge of the fecrets of all\nfamilies whatever; and attributes others to a\nfore-\nv D\nig\nitiz\ne\ndb\ny\n\fC O U N T C A G L I O S T R O . 1 4 1\nforefight founded upon faCts, from whence an\ninference might be fairly drawn. For example,\nif at Mittau he prophefied that a young lady\nwould be foon united to a wealthy huiband, he\nfounded this prediction on the knowledge of\nthe regard thht a man of fortune fecretly enter­\ntained for her; and if at another time he fore­\ntold the fpeedy difiolution of another perfon,\nthis arofe merely from the ftate of the patient’s\nhealth, whofe malady might have eafily infpired\nthe fame idea in the breaft of arty medical per­\nfon whatever.\nLet us now fay fomething concerning his\nwonderful operations by means of his pupils,\nIt is certain that Caglioftro himfelf, as well as\nothers, has often made ufe of thefe pupils in\nhis Egyptian mafonry ; and that the boys and\ngirls employed on this occafion have pretended\nto have feen angels, and to have held an in-\ntercourfe with the world of fpirits. How has\nthis happened ?\nCaglioftro, according to cuftom, has boldly\nand intrepidly afifured us that all this originated\nfrom the fpecial protection of the Divinity}\nthat the Supreme Being had deigned to grant\nhim the\n. beatific vijtoti, on purpofe to enable him\nmore effectually to propagate and enforce his\nEgyptian mafonry, to prove the exiftence of\nGod,\n%\nD\nig\nitiz\ne\ndb\nyG o o g le\n\f142 T H E L I F E OF ‘\n»\nGod, the immortality of the foul, to convert\nthe incredulous, and to fuccour and fupport\nthe Catholic faith. H e alfo added that, on\nthefe occafions, he had always an opportunity\nof ftrengthening his belief in God, of invok­\ning his beneficence, and of experiencing his\nbounty.\nLet us, on the other hand, hear the depofi-\ntions of his wife. She declared upon oath\nthat many of the pupils had been prepared be­\nforehand by her huiband, and had their lelTon\ngiven them in regard to every qUeftion about\nwhich they were to be afterwards interrogated :\nbut that fome however had been chofen and\nbrought unawares to him ; and that, in re­\ngard to them, ihe imagined that he could only\noperate by the intervention of magic. She\nalfo added, that he had repeatedly refufed to\ncommunicate the means by which he achieved\nthefe operations; always obferving, that ihe did\nnot poffefs fufficient courage and refolution for\nthe fuccefs of the myftery ■\n, and that, when he\nhimfelf began with his pupils, he conftantly\nftruck the ground three times with his right foot,\nexclaiming, “ I do this in confequence of the\npower which I derive from the Grand Cophte!”\nIt is to be obferved, however, that, on thefe\noccafions, his labours were entirely direfted\ni towards\n\\ D\nig\nitiz\ne\nd\n'b\ny\n\fC O V N T C A G L I O S T R O . 1 4 3 '\ntowards the advancement of his intereft; for\nhe generally flattered his audience by making\ntheir deceafed relations and friends appear in\nhis magic vqfe, as enjoying fupreme happinefs ;\nwhile, on the contrary, thofe who were his ene­\nmies were condemned to eternal torments.\nSometimes, alfo he inftru&ed his pupils to de-\nfcribe the good angels, who appeared to them,\nas poflefling the features,' and bearing an exalt\nrefemblance to Madam Caglioftro, fo that his\nfriends might have a greater attachment to her.\nThe gazette; writers of Europe were at great\npains to ridicule all this, as the mere trick of a\njuggler; and as for us, who have fo many ift-\nllances of his impofture before our eyes, we\ncannot withhold our aflent to the fame opinion.\nAmong the papers belonging to Caglioftro we\nhave found two relative to this pretended inter-\ncourfe .with fpirits, which were tranfmitted to\nhim during his imprifonment; and which feem\nto have been written either with a view of de­\nmanding information, or of giving an account\nof the proceedings of his difciples.\nNo. I.\n0 .\n** On the Roth day of the 8th month,\n“ The Grand Mafter being employed in his\noperations after the ufual ceremonies, the\n“ pupil, before feeing the angel, faid:\n“ I find\nD\nig\nitiz\ne\ndb\nyGoogle\n\f>44 T\nH\nE L\nIF\nE O\nF\nI find myfelf in a dark room.\n“ I fee a golden fword fufpended over my\n** head.\n** I perceive Louth------ g arrive.\n** He opens his breaft, and ihews a wound\n“ in his heart; he holds out a poniard to\n\" me.\n** G. M. Is he employed in the fervice o f\n** the Grand Cophte?\n“ P. Yes.\nu G. M. What elfe do you fee ?\n** P. I fee a ftar.\n** I fee two.\n<\n* I fee feven.\n“ G. M. Proceed.\n** P. Louth------ g has retired-------the feene\n« changes—I fee feven angels, &c.\nNo. II.\nExtra# from the proceedings of the lodge\nheld on Saturday, the 12th day of the fecond\nmonth of the year 5558.\nAll the matters, except brother Elias, being\nprefent,\nThe operations were directed by the vc-\nnetable Saba II.\nOperations.\nAfter the ufual proceedings, the feven an­\ngels, with their cyphers, prefented themfelves\nbefore the pupil.\n, “ P. The\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . I 45\ntc P. The Grand Cophte defeends and\n“ kiffes his hand j he kiffes his hand, and has\n** his cypher on his bread.\ntc He falutes me with his fword, makes a\n“ circle in the air, pronounces the word beloimt\nand places the point of his fword upon the\n** earth.\n“ G. M. Tell him, in the mod refpedtful\n“ terms, that a particular friend o f his, pading\n“ through this place, is exceedingly defirous\n“ of feeing our lodge at his return j and that\n“ we are anxious to know his orders on this\n“ fubjeft.\n“ P. You may permit him to enter; and,\n(( after fome converfation, Alexander is to be-\n(C gin the operations.\n“ G. M. Are we to be decorated in our\n« badges ?\n“ P. Yes.\n“ G. M . Shall I aHift as Grand Mader ? •\n“ P. Yes.\n“ G. M. Is Alexander to operate as ufual\n“ by means of the vafe, or is he to enter into\n** the tabernacle ?\n“ P. He is to operate in the ufual manner^\n“ G. M. This lodge is held only in pre-\n« fence of the maders: fhall the midrefles aftid\n“ at the next ?\nL «P\n.A\nf-\nD\nig\nitiz\ne\ndb\nyL^ooQle\n\f146 THE LI FI O F\n“ P. Affuredly.\nr* G. M. Shall all the matters appear in\n** complete uniform on the fcftival of the 3d\n“ o f May ?\n“ P. Yes, all; except brother Elias, who\n** will be abfent. '\n** G. M. Has he any more orders or inftruc-\n** tions to give us ?\n« P. No.\n** G. M. Do we dare to aik Vis bleffing ?\n** P. He ftretches forth his ’hand, and fays\nthat he gives it to you with all his heart.\n“ G. M. Are the angels ftill with you ?\n« P. Yes. .\n** G. M. Throw yourfelf on your knees,\n** tell them to make their adorations with us,\n“ and recommend our lodge to their lpecial\n** care. .\n** The adorations having been made, the\n** lodge was inttantly clofed.” •\nWe ordered Caglioftro to explain theie pa­\npers to us: but he faid that, as to the purport\nof the firft, he himielf remained in profound\nignorance; for this man', who pretended to be\ninfpired, favoured, and protefted in a particu­\nlar manner by God, was obliged to confeis\nthat, on this, as on many other occattons, he\n1 was\nY D\nig\nitiz\ne\ndb\ny 1\n\fC O U N T C A G L I O S T R O . I4 7\nwas entirely unacquainted with the meaning of\nhis correfpondent. '\nAs to the fecondj he pretended that it ,was\nthe narrative of a vifion that had appeared in\nthe nightj butthat hedid not believe it any more\ns than another, the account ofwhich was fent him\nfrom Lyons, in which he himfelf was defcribed *\nas having appeared between Enoch and Elias.\nBeing unable to penetrate into the recedes\nof the human heart, it is impoifible to decide\non the veracity of his anfwer: we learn how­\never from his .wife that he ufed to obferve to\nhis difciples, if they now dreamed that they\nfaw him in the clouds, thofe dreams would\nbe a&ually realized hereafter; for they lhould\nhereafter, behold him there, furrounded with\nglory.\nWe (hall here add a few queftions which we\naiked him upon this occaiion.\nQ;, Have you ever doubted as to the pro­\n** priety of exercifing the rites of your Egyp.\n“ tian mafonry ?\n** A. Ever fince I left London I have been\n** in great doubt whether it was not impro-j\n“ per. •\n“ Did you ever forbid your difciples to\n** write to you on this fubjedt while you re­\n“ mained in Italy ? .\nL a “ A . Yes.\nD\nig\nitiz\ne\ndb\nyGoogle\n\f148 T H I L I F E o i\n««A. Yes.\nc\n< Why ?\n“ A. Bccaufe I knew that the rites of the\n“ Catholic religion were univerfally pra&ifed\n“ throughout Italy; and that, in other coun-\nu tries, there were a variety of religions.\n** Is the Egyptian mafonry then in oppo-\n“ fition to the Catholic faith ?\nA. I truly think fo; and principally in\nthat part of it which regards the pupils.\n** How could you believe that' on thefe\n** occafions, you were affifted by the fpecial\n** favour of God ?\n** A. I do not underftand what you lay—I\n**do not rightly comprehend my own meaning\nts —I can only fay, that I lament my unhap-\n“ py fituation, and demand fpiritual affiftance.\n\" I have been led into a hundred thoufand\n“ errors in regard to religion.\"\nThis repentance however was only momen­\ntary in its duration and effeft, being merely\nintended to procure time to ftudy an anfwer.\nWhen clofely urged on the fame fubjeft on\ntwo other occafions, he perfifted in his firft de­\nclarations, and attributed his fuccefs to the fpe-\ncial intervention and affiftance of the Divinity.\nHowever, after perfifting for fome time in\nthefe queftions, and demanding a categorical\n. anfwer,\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC OUNT C A p t l O S T R O . I49\naafwer, he again began to prevaricate;. Being\nat length exhorted to tell the truth, and to\nmanifest the fecrets of his heart, he appeared\nexceedingly agitated; and faid, “ that hehad\nneyer employed the Devil in any of his opera­\ntions, nor ever made ufe of any magic or fu-\nperftition whatever.”\nWe have here given a ihort. abridgment of\nthis part of his trial; for it would fill feveral\nvolumes if we were to detail the queitions\nwhich we made ufe of to make him give a full\nand ample confelBon. Qur efforts however\nwere in vain* for when he found himfelfprefled\nby the arguments we made ufe of, he inftantly\nloft his temper, and abufed and menaced the\njudges who examined him.\n' ^Yhen the moft ample proofs of his impiety\nwere adduced, he pretended to juftify himfelf\nin faying, “ I am an apoftolic catholic; and if\nyou do not believe me, I cannot help it.” On\nanother occaflon he exclaimed, “ I am a Ro­\nman Catholic; and if you do not believe the\nbeatific vifiott, I do.” Being defirou; to hear\nby what authority he pretended to have re­\nceived his million from God, and the power\nto make ufe of his myftical operations, he re­\nplied, “ that it proceeded from that divine\nafliftance which the Deity had favoured him\n2 with,\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI¿6 T P L I F E OF\nwith, as being a good catholic; and that he\nhad derived his authority from the power given\nin that beatific vfien which Jefus had experi­\nenced before his crucifixion: Ego claritatem\nquam dedifti mihi dedi eis: nonfro bis rogo tanturn,\nfed et fro eis qui credituriJunt fer verbum eorum\nme, ut om\nnes unumJint.”\nIt was obje&ed that this power was common\nto all catholics : but he faid that all catholics\ncould not make ufe of it, becaufe their belief\nin God was not fufficiently ftrong; adding,\nthat fome on whom he himfelf had conferred\nthis power could not fucceed, while others\nnever failed. .\n“ What do you mean by the beatific\n“ vifton?\n“ A, A fpiritual affiftance, an angelic affift-\n*e ance, a fupernatural affiftance.\nOn whom is it conferred ?\n** A. God has given it, does give it, and\nihall give it to whomfoever he pleafes.\n(C Qj_ In what manner does it operate ?\n** A. In three manners: the firft is, when\n*e God makes himfelf vifible, as he did to the\n** patriarchs; the fecond is, by the appearance\n** of angels who become vifible to men; and\n** the third is, by internal impulfe and infpira-\nf* tion. .\n“ ( ¿ B y\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . 151\n“ By what means is this obtained ?\n** A. By a conftantunion with God, his holy\n** church, and the catholic faith; and by the\n** ties of faith and charity. When one poffeflfes\n“ all thefe, it is only neceffary to petition for\nu the divine afiiftance with fervent prayer; and\n“ if this is not given to-day, the time will come\n“ when it lhall be given. .\n<\nc Have any now living obtained this\n“ vifion ?\n“ A. I do not know any one, but I myfelf\n“ who am a finner, W\nho have obtained it by\n“ means of that internal impulfe, that is to\n** fay, by the third manner, which I have juft\n,e deferibed. •\n“ How could a finner, how could a\nft wretch who has confeffed a perpetual viola­\n** tion of ecclefiaftical precepts, and all manner\n♦\n*of iniquities, be able to obtain that grace,\nte for the pofieflion of which it is abfolutely\nft neceffary to be always united to God and\n(f to the Cathplic Church ?\n(t A. I never had recourfe to the Devil; and\nt( if I have been a finner, God, who is fo com-\nt( paftionate, has, I hope, pardoned me,\n“ Is it to be fuppofed that God would\n(t have conferred this beatific vifion on your\nL 4 “ dif-\nD\nig\nitiz\ne\ndb\ny^.ooQ ie\n\f1 5 2 . T H E £ I F E O F\n** difciples, many of whom, by your own con­\n** feffion, led immoral lives ?\n“ A. I am but a man, and cannot therefore\n« be fuppofed to enter into the reafons that\n<( have influenced the Deity—he could fhower\n“ down his grace upon whomhe pleafed, even\nf t upon Tinners.”\nAfter thefe queftions concerning the power\nconferred on Caglioftro and his difciples, to\noperate by means of the pupils, vajest fcrcens,\n&c. &c. it will not be difficult to perceive\nthat the whole was a bare-faced impofture.\nHowever, it mutt be confefled that he deceived\na prodigious number of people by means of\nhis pretended myfteries; and that they re­\ngarded him as a liipernatural being who had\ndefcended from Heaven. By thefe he was\nlooked up to as an oracle, and revered as a\nmodel of virtue, wifdom, and power. To\nfuch a height was the fanaticifm of lome of\nhis difciples carried, that he was often ad-\ndrefied by the titles of “ Adored Father and\nVenerable Matter.” They conftantly kifled\nhis hand on approaching him; and were accuf-\ntomed to kneel before him, and crave his\nbenedi&ion: in fine, they were all fubje£t to\nhis authority, as if he had been their fovereign.\nWe lhall here prefent the reader with a few\nfpecimens\nD\nig\nitiz\ne\ndb\nyv^ooQle\n\fCOO X T C A G L I O S T R O . 153\nIpecimens of the letters that were addrefled to\nhim : the firft appears to have been written by\na perfon who had left him fome time before,\nand expeCted to fee him again in a few months.\nV My dear and ever beloved Mailer,\n\" It fcems that, the ocean was, anxious to\n“ prevent our feparation, as we were, eighteen\n** hours at fea, and never arrived at the place\n*f of our deftination until the morning of the\n“ n th . My fon fuffered greatly during the\nvoyage; but as for myfelf, I had the happi-\n“ nefs to enjoy your converfation during the\n*c whole night.\n“ The Eternal has realized the benediction\n<* which I received from you yefterday. Ah\n** my dear Mailer! after God, you conilitute\nmy chief felicity.\n** The young - ■\n■\n■\n- and ■■ ■\n— ■■\nbeg to be remembered to you; and hope\n“ that, by means of your fpecial favour, they\n** will be fome day thought worthy of being\n*< reckoned among the number of yoqr chil-\nf* dren.’?\nIn another letter one of his difciples thus\nexprefles himfelf:\n“ M. and N . having pointed out the means\n** by which I can communicate my refpeCt and\n** homage to you, the firft ufe that I make of\n“ their\nD\nig\nitiz\ne\ndb\nyv^.ooQle\n\fx54 t h e l i f e of\n** their permilfion is to throw myfelf at your\n“ feet, to offer up to you my whole heart, and\n“ to requeft you to aflift me in elevating my\ntf foul towards the Eternal Being.\n*\n*I lhall not recapitulate to you, my dear\nu Mailer, what horrors I experienced when the\nt( waves of the ocean carried far diftant from\nFrance the bell of mailers, and the moft\n** powerful of mortals— you well know all my\nfufferings !\n“ My whole heart and foul ought always to\n** be open to you, and your virtues and your\nr( benefits will ever be remembered by them\n♦f Deign, fovereign Matter, to think on me ; re­\n«* colleft that I have remained ijolated in the\n*\n*midft of my friends ever fince I have loft\n** you j and the foie and only wilh of my\n<\n« heart is to be again united with a matter all\n“ good, all-powerful, and who can alone com-\n“ -municate to me that perfuafion and energy\nwhich render me capable of obeying your\n** commands, &c. &c,\n“ Your fon and devoted fubjefl\n** in life or death,\n“ Boulogne-fur-Mer, N .”\n“ June 20, 1786.\nThe third is from one of the lodges efta-\nbliihed by him and from this we lhall give\ni'ome curious extratts.\n« Sir\nD\nig\nitiz\ne\ndb\nyG o o g le\n\fC O U N T C A G L I O S T R O . I55\n« Sir and Mailer,\nff Nothing can equal the value of your be­\nnefits but the facility with which you confer\n*\n*them. Your rcprefentatives have made ufe\nof the keys which you entrufted to their\n** care; they have opened the gates of the\n** grand temple, and we have feen the extent\n** and the fplendour of your power,\nEurope never beheld a ceremony more\n“ holy or more auguft; and we alfo dare to\n** add, Sir, that never were we more penetrated\n** with the grandeur of the God of Gods, or\nmore thankful for your fupreme bounties,\n*e than on this occafion.\n** The adoration and the operations tailed\nf( during three days; and, by a remarkable\n** concurrence of circumdances, we were af­\nf* fernbled to the number of twenty-feven in\nthe temple, the benedi&ion was completed\n*\n*on the 27th, and the adoration continued for\n** fifty-four hours. •\n“ Our prefent wilh is to lay this feeble ex­\n** predion of our gratitude at your feet. W e\nft (hall not undertake to give a recital of the\n*( divine ceremony of which you have deigned\nto make us the indruments. We hope how­\never to inform you of the particulars by\n“ means\nD\nig\nitiz\ne\ndb\nyGoogle\n\fI$6 T H E L I F E OF\n*l means of one of our brethren, who will pre«\n“ fent the account with his own hand.\n“ W e beg leave however to mention, that, at\n** the moment when we requefted the Eternal to\n** let us know by means of a Jign whether our\n«« vows and our temple were agreeable to him,\n*< theLegiflator of the New Teftament appear-\n*f ed, without being invoked j and, after having\n*\n* given us his benediction, afcended in a blue\n** cloud, the fplendour of which was fo glorious,\nthat the eyes of the pupils were dazzled with\n“ it, and could not look at it ftedfaftly, from\nthe moment that it defcended upon earth.\n**The two great prophets, and the legif-\nf* latorof Ifrael, have given us the moft certain\nf* and unequivocal proofs of their bounty and\n“ protection.\ntc Your children will always be happy, if\n«*you continue to cover them with your wings;\nand they are penetrated with the expreffions '\n** which you made ufe of, when you appeared\n“ in the air to the pupil, and faid, * Tell them\n“ that I love them, and that I (hall continue to\nlove them.’\n«* They now offer up the vows'of their love,\n** their refpeCt, and their eternal gratitude to\n“ you, befeeching that you will grant theprayers\nof\nD\nig\nitiz\ne\ndb\nyv^ooQle\n\fCOUNT CAG1105TI0. \\ £ J\n« of your moft humble, obedient, and refpe&ful\n“ difciples and children.\n“ The brother Alexander Ter-----.”\n** Auguft i, 1756.\nA variety of other letters are written entirely\nin the fame ftyle and mannerj it may be fairly\nconcluded therefore, that, if his difciples ad-\ndrefled him with fo much enthu(iafm during\nhis abfence, their refpeA and efteem muft\nhave been unbounded in his prefence. Indeed\nhe himfelf has acknowledged, that they often,\nproftrated themfelves before him, and remain­\ned in that poiture upwars of an hour. On thefe\noccafions he aded his part with wonderful\ndexterity; for at the very time that he waa\ngaining their affe&ions, by flattering their\npaflions, he contrived to exhibit a grave, myf-\nterious, and impoflng countenance. In fine,\nhe governed and directed them according to\nhis inclinations and caprice.\nWe lament exceedingly, and from the bottom\nof our heart, that any clafs of men Ihould\nhave fallen into fuch a vile and difhonourable\nvaflalage. But, after having read this hiftory,\nwill they perfift in their errors ? W ill they\nnot find fufficient motives for detaching them­\nfelves from his bondage, and confefling their\ndelufion ? Will they any longer remain unin­\nformed\nD\nig\nitiz\ne\ndb\ny\n\fT H E L I F E OF\n*\n5\n8\nformed in regard to the charaiter of Caglioftro*\nthe bafenefs of his defigns, and the wicked-\nnefs of his myfteries ?\nBut we ihall once more return to our nar­\nrative. On his firft examination he was violent\nin his inve&ives againft the court of France,\nto the intrigues of which he attributed all the\nmisfortunes that he had experienced (ince his\nimpriibnment in the Baftille, and alfo the de-\nfe&ion of his wife, who had been corrupted\non purpofe to ruin him j the truth however\nis, that Madame Caglioftro, inftead of ex­\nperiencing fuch a powerful protettion, would\nhave been reduced to extreme indigence} had\nit not been for the penfion beftowed upon\nher by the public treafury. The book of\nEgyptian mafonry, the fymbols of that wicked\nart, and the papers of Caglioftro, which form\nfo many convincing and irrefragable proofs of\n.his impiety, muft furely remove every fufpicion\nfrom the minds of thofe who may have heard\nthat either fraud or injuftice were made ufe\nof againft him.\nHe clearly perceived how n'eceffary it wa9\nto throw fufpicions on the authenticity of\nhis wife’s evidence, becaufe he well knew\nthat lhe alone could difcover his moft fe-\ncret crimes, and bring to light thole ini­\nquities\nD\nig\nitiz\ne\ndb\nyLjOOQLC\n\fCOUNT CAOLIOSTRO. I5 9\nquities of which mankind were before igno­\nrant.\nNeverthelefs he often teftified the moft\nlively tendernefs and regard forTier, and was\nexceedingly anxious to have her as a com­\npanion in his confinement. It may be readily\nbelieved that this demand was refufed by his\njudges •\n, as was alfo another, which was to be\nremoved to a larger prifon, and to be allowed\nthe liberty of writing : this latter was un­\ndoubtedly intended for the purpofe of keeping\nup a correfpondence with his friends, fimilar\n, to that which he had carried on during His con­\nfinement in Paris.\nDeceived in thefe two projects, he affeCed\nfincerity, and acknowledged that he had exer-\ncifed the rites of Egyptian mafonry; affirming\nthat he formerly thought, and ftill cdhtinued to\nthink, that this fyftem wasCatholic, and that he\nhad exprefsly made ufe of it as ameans of pro­\npagating our religion. But he foon after re­\ntraced thefe fentiments, began to be apprehen-\nfive as to the good refulting from mafonry,\nand to exhibit marks of repentance and contri­\ntion. In addition to his firft demands, he now\nrequefled to have lbme more linen, a better\ndiet, and the liberty of perufing fome godly\nbook. We made no difficulty in latisfying\nhim\nr :jitiz\ne\ndb\nyGoogle\n\fT H E L I F E O F\nl6 o\nhim as to the laft article ; and accordingly pre­\nfenced him with ** The Defence of the Roman\nPontificate, and the Catholic Church, by P .\nNicholas-Mary Pallavicini.” In a few days\nafter he obferved of his own accord, in the\ncourfe of his interrogatories, that partly from\nhis own reflections, and partly from reading\nof this book, he was now convinced that, in­\nHead of contributing to the fervice of religion\nand of the catholic church, his conduCt had\nhitherto tended to extend the empire of Satan,\nand to retard the falvation of fouls.\nAt length he expreffed himfelf in the fol*\nlowing terms: ** Overwhelmed as I am with\nhorror and repentance, for having fpent forty-\nfive years of my life in that miierable ftate\nof perdition and lamentable abyfs of error, I\nam ready, on purpole to fave my foul, and to\nrepair the wrongs that I have committed\nagainft religion and the fouls of others, to\nmake fuch a declaration or retra&ion as may\nbe thought necelfary.\n** And as there is an immenfe number\nof my difciples in various parts of Europe,\nwho at my inftigation have adopted the Egyp­\ntian fyftem of mafonry, and who are fo attach­\ned to that faith, and fo obedient to my orders,\nthat, although they are for the moft part men\nof\n*\nD\nig\nitiz\ne\ndb\nyi^ooQ le\n\fCOUTÎT CAGLIOSTRO. l 6 t\nof letters, both catholics and heretics, yet\nneither the arguments nor the perfuafions of\ntheologians or learned men can ever turn them\naiide from the fyftem which I have taught\nthem—I amready to write and circulate the pre-\nfentdeclaration, as it will tendtoenlightenthem.\n“ I accordingly befccch your lordihips to\nmake thefe my fentiments known to the Sove­\nreign Pontiff, that his Holinefs may fee that\nI have abandoned my errors.\n“ I pardon my enemies, and all thofe who\nhavecarriedonthisprocefsagainilme,wellknow­\ning that it is for the good ofmy foul. I aliore- '\ncommend myfelf to your lordihips, who have\ntreatedme charitably, and have always interro­\ngated meaccording tothe regular and approved\nforms ofjiiilice; a circumilance which I have\nnever experiencedelfewhere, andwhich has con­\ntributed greatly to make me perceive the fins\ninto which I had fallen, and the miferable life\nwhich I have palled, in error and incredulity,\nduring fomany years.”—-While fpeaking in this\nmanner, heappeared continually bathedin tears.\n“ I d,o not defire,” added he, “ any thing but\nthe falvation of my ioul : I am ready to fubmic\nmyfelf, nay I defire the moil fevere public\nchaftifement -, and I ihquld with thus to expiate\nthe injuilice I have comfpjtted.agaÀnfi fo many\n- .- M\n. p\ne\nt\nfQ\nfl?\n,\nD\nig\nitiz\ne\ndb\ny\n'\n\fI¿\n4 T H E L I F E O F\nperfons, and particularly againft my wife, who\nhas alio lived in error through my fuggeftions;\nfor the part which (he afted in regard toEgyp*\ntian malbnry, refultcd folely from my perfua-\nfions and inftru&ions.”\n• No perlón however believed that he (poke the\nreal fentiments of his heart, or that he was in*\nftucnced to this confelfion by an a&ual repen*\ntance. Perhaps he flattered himfelf by thefe\nmeans to get rid of the profecution, and to\nrecover his liberty. But whatever might be\nhis motives, this much is certain, that he foon'\nperceived that hewas the dupe of his own arts;\nfor neither his place of confinement nor his\ntreatment was altered in any manner whatever.\nHis examinations, which had been interrupt*\nedfor fome time, were afterwards refumed, on\nthe prefling inftances made by him to be heard\nonce more. As there exifted no motive that\ncould induce the minifters of joftice to refule\nhim an audience, he had immediate permiflion\nto fpeak his fentiments. He accordingly made\nufe of that privilege to inform us, that he\nWould recount a parable of two fons, one an\nelder, afid the Other ayounger fon. But hewas\ninformed that it was neither a proper time nor\nplace for telling of parables, and ordered to\npteOCed in his defence, . >\nHe then, after making a variety of quo*\ntations\nD\nig\nitiz\ne\ndb\ny\n\fCOUNT CAGLIOSTKO. 16 3 .\ntation's froththe' book which hadbeen lent him,\nrelated Into his forthet impieties, and fpokc\nas follows s \" I undertland that thofe who\nhonourtheir father andtheir mother, andrefpefl:\nthe fovercign pontiff, are beloved of God j fo,\nin the fame manner, all that I have done, I\nI have done by the order of God, by means of\nthe power which he has communicated tome ;\nand to the advantage of God and his holy\nchurch: and I am able to give prooft of ¿1\n1that\nI have faid and done, not only phyfically, but\nmorally; for having ferved God merely for the\nlove of God, and by the power of God, he\nentriifted me with a counter-poifon to con­\nfound and combat the venom of hell •, and if\nI have done wrong, the Holy Father will pu-\nniih me j if I have done right, he will recom-\npenfe me •\n, and if his Holinefs had thefe in­\nterrogatories given to him this very night, I\nprophefy that I Ihould be fet at liberty to­\nmorrow morning.’*\nOn being defired to.give proofs of his mif-\nfion, hereplied : ** To prove that 1have been\nchofon by God, as an apoftle, to defend and\npropagate religion, I affirm that, as holy\nchurch has inftituted paftors to demonftrate\nto all the world that fhe aloneprofefles the true\nCatholid'faith, fo I, who have operated in con­\n' M 2. junction\nD\nig\nitiz\ne\ndb\nyGoogle\n\fi\n<\n>\n4\n-\n‘ .\nt h :\ne :n r\n.i o - r .\n.\njgnftion.with the pallors of holy churchy and by\ntheir approbation, counfel, and direction, amr\nas I have already afferted, fully judged in re­\ngard to all my operations. Thofe t,wo pallor»\nwho have thus comforted me, and allured me\nthat my Egyptian mafonry is of divine origin,\nare .......................; and they beftdes added, that\nit hadfo much merit, that theSovereign Pontiff\nought to form an order on its bafis.”\nHe perlifted in thefe fubterfuges during his\nlad interrogatories. It ought to be obferved,\nhowever, that one of thofe padors•whom he\nmentioned had been for fome time dead, and\ncould not therefore give him the,lye •, and.that,\nas to the other, he was a perfon whom he had\nfeduced and deceived by means of a variety of\nimpodures. As to that part jn which he fpeaks\nabout forming his difciples in Egyptian ma­\nfonry into areligious order, under the protec­\ntion of his Holinefs, it is a grofs impofition. It\nis however true, according to the confeilion of\nhis wife, that his followers at Straiburg wilhed\nhim to remain along ^ith them, and offered\nto purchafe ahoufe which they intendedto con­\nvert into a convent fo r majons, and in which they,\nand their wives, who were to live in common\nwith all the difciples, propofed to relide.\nThe mondrous contradictions that were ap-.\n„ parent\nD\nig\nitiz\ne\ndb\ny\n\fC O V « T C A G L I O S T R O . t6 $\nparent in all h'isanfwers, forma convincing proof\nthat his pretended penitence was nothing.-more\nthan a mere, fubterfuge. During his firft ex-\namipatipns, he. confeffed.his errors, aflcnow-\nledged the wrongs which he; had; committed\nagainft the catholic church, and avowed chat\nhe merited a fevere chaftifementj but he_ foon\nafter changed his fentiments, and:once, more\npretended to be an apofUe, who, inflamed, with\njteal for religion, had laboured to propagate. A\nfyftem which he then thought, and ftjll believed,\nto be good, and which has a perfedt conformity\nto the precepts of the church, Notwithftandjng\nall this, in the courfe of his interrogatories he\nconfeffed— •\n“ i. That his fyftem admitted, as a. funda­\nmental bails, a total indifference, as to the reli­\ngion of the candidates. ...\n*« 2. That according to his dodtrines it was\n. . ' I .i\nalways enjoined, in catholic or. non-catholic\ncountries, to attack and to overturn the ruling\nreligion.\n\" 3. That heretics and catholics were equally\nhonoured in this fociety.\n** 4. That, fince the origin of his mafonry, he\nhas never believed in that part relative to the\nphyfical and moral regeneration j and (hat one\nM 3 of\nD\nig\nitiz\ne\ndb\nyGoogle\n\fT H E L I F E O F\nt66\nof.the pa(tors whom he mentioned condemned\nit as a ridiculous chiraara. :•\n« That in addition, to this, he had felt\nmany fcruples of confcience in regard to his\nfyftem; and well knew that in Italy, where the\ncatholic religion univerfally prevails, mafonry\nis not permitted. '\n“ 6. That at Trent he had adhered to\nthe counfels of his-confeffor, who had com*\nmanded him to abandon his Egyptian mafonry,\nbecaufe it was condemned by two bulls of the\nPope; that at Rome he had fallen at the feet of\na pried, and demanded abfolution; and that\nhe was determined to accufe hifnftlf to the\nHoly Office, but that he had negledbed to do fo.M\nAfter the recapitulation of thefe fa&s, which\nwere admitted by himfelf, it will be eafy to\nconceive the aftonilhing obftinacy, arid the hor­\nrid impiety, with which this man was animated\nin his zeal for mafonry.\nBut it may be here afked, of what religion\nwas this wretch, and in what did he really be­\nlieve ? Properly fpe&king, he had no religion\nat all. It appears at firft that his fyftem tended\ntowards deifm ; but, as intereft was the only divi­\nnity which he worihipped, he conformed himfelf\nacording to the time, the place, and the perfons\n. ’ with\nD\nig\nitiz\ne\ndb\nyGoogle\n\fcotruj- C A W t Q s t R o . *67\nwith whom he carried pa an intercourfe. Thus,\nia compliance with the exigency of the cafe,\nbe was either a deiit, an atheift, a material»ft,\na Calvinift, a Lutheran, but never a catholic«\nH e would not indeed have heflcated a moment\nto have exhibited an hypocritical compliance\nin regard (b the duties of that holy religion, if\nhe could have drawn any advantage from it |\nbut he had no occafion to have recourfe to this\nexpedient, as he lived for the greater part, of\nhis life in thofe countries where its bleffings am\nnot experienced. In fine, he abhorred religion,\nwhether practical or theoretical.\nDuring twenty-feven years of his life he was\nnever perceived to make the fign of the crofs,\nnor to exhibit any other mark of religion j and\nduring that' whole period he did not approach\nthe holy facrament above three times. Indeed\nit would have been much better if he had ab-\nftained even on thefe occafions, as he was in­\nduced to thefe duties by. no other motives than\nthofe of intereft and fear j whether it was at\nMilan, with a view to obtain a paiTport for the\npilgrimage of St. James of Galicia} in Spain,\nfrom a dread ofthe.Holy Officej or at Trent, to\ndeceive the Prince-Biihop by means of an af­\nfected piety.\nH e wasAftilJ lefe diligent obferver of thole\nM 4 precepts\nD\nig\nitiz\ne\ndb\ny\n\f1 68 . T H E L I F E OF . J\nprecepts of the church which enjoin the heaps’\ning of mafs on feftivals, and to faft, and ab-\nftain from fleih meat, on certain occafions.\nNot content, as he himfelf acknowledges, to\nleave thefe duties unfulfilled, he even induced\nothers to negleft them. In the courfe of his\nhiftory we have had frequent opportunities to\nfee with what wickednefs he expreffed himfelf\non all occafions as to morality, adultery, chafti-\nty, and other cardinal points of our religion.\nThe impious life which he led, and the prin­\nciples of that fyftem which he propagated, make\nus fufficiently acquainted with the maxims\nwhich he himfelf cherilhed, and wiihed to pro­\npagate.\nThis is the proper place to give an ■\naccount\nof all the execrable do&rines which,he uttered\nduring his lafb refidence in Rome. His judges\nhave been occupied in collecting the proofs; but\nwe ihall not here recapitulate them, as it would\nbe highly improper-to fcandalize the public\nby>the recapitulation of fuch blafphemies. It\nis neceffary, however, that we ihould mention\nthree circumftances.\nThe firft is, that on all occafions he manifeited\nthe mod: obftinate hatred and contempt for the\ncatholic religion, its minifters, and ceremonies.\n'He attacked the majefty and perfe&ion of God,\nthe.\nD\nig\nitiz\ne\ndb\nyGoogle\n\fCOWITT ^CtfO.'LI'OiTIlO, 16 9\nthe.divinity of Jefus .Chrid, -his ..death, the\ngrand work of redemption, the virginity, o f\nMary, the efficacy of the facraments, the digs\nnity of the church; in ihort, every-thing that is\nmod venerable and mod refpefted either in\nheaveft or on earth, -\n• The fecond, that, according to the evidence\nof a great number of witnefles who have con-\nvCrfedwich him.themfelves, or,known others\nwho have done fo, he is unanimoufly repre-\nfenced “ as a man deditute of religion, whofe\nprinciples are entirely corrupted, who does not\nbelieve in any thing j and one wh§ is generally\nconsidered as an atheid, an impofterr, a cheat,\n-heretic, a deid, &c. abfolutelydevoyd of every\nprinciple of religion and morality.” , ; ,\nThe third is, that, although he drenuoufly\ndenied all thefe imputations, yet he has been\nobliged to confefs- a Variety of .circumdances,\nwhich Sufficiently indicate his guilt,,, It is to be\n•obServed alfo, that he obje«5ledto thtefedvmony\nof his own wife, and all the.witiicfijesihdduced\nagainft him, Sometimes on one ’pretence and\nSometimes on another, although they were for\nthe mod part people of birth, fortune, and\neducation, againd whom no jud accufation\ncojuld be brought» When one family in parti­\ncular yrere mentioned, he had the, impudence\nD\nig\nitiz\ne\ndb\ny\n\f|.jq .\"\"T H 'E r Tirt.RE ,t>r\nto aflert that they weredii»'determined enemas,\ninn aaoount- of his havipgveimobftrated againft\ntheir atcacbmcntto theatrical amufements, which\nhe had reprefented as beingfubverfive of m o\nrality, and the-catholic religion. .............>\nHis trial being at length finiihed, it was\nleft to his own difcretion, either to employ the\neounfctlors ufually allotted to criminals, or to\nehoofe otherg j but he was contented with the\nfoil.\nThe knowledge and abilities of-Signor Gae­\ntano Bernardini, an advocate of acknowledged\nWorth and charadter, employed jn defence of\nthole •aecufed'before the Holy Inquiikion, ren­\ndered him every way eapable of undertaking his\ndefence. ¿uc to take away from the prifoner\nevery pretence for ealumniating the tribunal and\nthe -judges, as he had formerly done in other\ncountriesy-it was thought proper to jointothe\nfoil the-moft noble Signor. Charles Lotus\nConftanttni, advocate for the poor in all the\ntribunals' at Home. The world is well ac-\nqoainted- with the charity, the zeal, and above\nall the talents and abilities, with which he\n«reifes this dignified employment.\nBut Caglioftro did not find in thefe defenders\nthe feme kind of advocates which he had ex­\nperienced during h-is former trials. Far from\n' i feconding\nD\nig\nitiz\ne\ndb\ny\n\fCOURT - C A O L I O S T R O . j y|\nSeconding his tricks and impoftures-, they fpoke\nto him in the language of truth, and (hewed him\nthe bad ftate of his caufe, and of his confidence.\nH e began to perceive the unhappy end to\nwhich his obftinate impenitence, and perfeve-\nfance in error were ready to conduit him. H e\ntherefore requefted fpiritual fuccovw and inftruc-*\ntion; thefe were accordingly provided for him,\nand he was put under the guidance of » learned\nand devout prieft, After the firft interview,\nthe culprit exhibited the moft lively marks of\ncontrition and repentance, and perfifted after­\nwards in the fame fentiments.\n' In the mean time his defence was. prepared\nand publifhed. This pleading, at one and ths\nfame time, exhibited the talents of. his counfel,\nand the bad ftate of his caufe.\nAt length the day for paffing Judgment ar­\nrived. This was preceded, like all the reft of\nthe .procefs, by the mpft Icrupulous aftd rigproqj\nfoFtns of juftice which are in ufoge in pqr Ofdw\npary criminal tribunals. They prove the exa&\nand circumfpcfk adminiftration of the laws, and\nevince to the culprits that they are not coat\ndemned without the moft minute and laborious\ninveftigation.\nThe procefs was then carried before the\nGeneral Affembly of the Holy Office on\nthe\nD\nig\nitiz\ne\ndb\nyt^ooQie\n\f1 7 * • T H E t r F E O F ' ’\nthe 2 1it of March 1791 j and according to\ncuftom, before the Pope on the 7th of April\nfollowing. '\nThe judgment did not merit a long and\nlaborious difcuffion. Caglioilro himfelf had\navowed, and the moit convincing proofs had\ndemonltrated, that he was the reftorer and pro­\npagator! of Egyptian mafonry in many parts of\nthe world j that he had exercifed this fyftem\nat Rome; and that he had admitted two per­\nsons into its myfteries. • •\n- It was in vain that he endeavoured to make\nufe of the fentiments and authority of thole;\nwho faid that the pains and puniihment award­\ned againft even an obftinate heretic, ought to\nbe commuted whenever he evinced unfeigned\nmarks of contrition. '\n- It was in vain that he wifhed to derive an\nadvantage from the recent iigns of repentance\nwhich he had exhibited the edid of the coun­\ncil of (late, which we have mentioned in the\npreceding chapter, could hot'be difpenfed with.\nThepainsofdeathexprefslyawarded there ought\nin a particular manner tobe inflided on a man,\nwho in all concerns, whether ecclefiaftical or\nfecular, had given himfelf up to every manner\nof wickednefs, and might juilly be confi-\ndered as one of the mod pernicious members\nof fociety.\nBut\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC O U N T C A G L I O S T R O . fJ-J\nBut his deftiny was confided to pcrfons ani­\n' mated with the nobleft fentiments; to men\nwhofe. hearts were warmed with the rays of that\nbeneficence and indulgence which Religion al­\nways inculcates, and with .which the confuttors of\nthe Holy Inquifition have ever been infpired.\nIt is alfo to be obferved, that the definitive *\njudgment was referved for the confederation of\nthe great Pius VI. who in the courfe of his\nglorious pontificate has ever united the charac­\nters of a juft and a clement prince. H e was not\nanxious for the death of a finner; but, on the\ncontrary, wifhed that he ihould have time al­\nlowed him for repentance.\nHere follows the judgment pronounced by the\nSupreme Oracle, on theperfon of Jofeph Balfa-\n• mo: it entirely accords with juftice, equity, pru­\ndence, religion, and public tranquillity ; and is\nequally calculated for the dominions of the\nPope, and all the chriftian world. W e fhall\ntherefore give an exaft tranfeript of it.\n. “ Jofeph Balfamo, attainted and convicted of\nmany crimes, and of having incurred the cen-\nfures and penalties pronounced againft formal\nheretics, dogmatifts, hereiiarchs, and propaga­\ntors of magic and fuperftition, has been found\nguilty, and.condemned to the cenfures and\npenalties denounced as well by the apoftolic .\nlaws\nD\nig\nitiz\ne\ndb\ny\n\f4 ' T H t ' l i f È O í '\nlaws of Clement XII. and óf Benedir XlV¿\nagainil thofe who in any manner whatever, fa­\nvour or form focieties and conventicles of free\nmaions, as by the editt of the council of date\ny againft thofe who are guilty of this crime at\nRome, or any other place under the dominion\nof the Pope.\n“ bJotwithftanding this, by way of fpecial\ngrace and favour, this crime, the expiation\n, ©f which demands the delivery of thè culprit\nover to the fecular arm, to be by it punilhed\nwith death, is hereby changed, and commuted\ninto perpetual imprifonmeht, in a fortrefs where\nthe culprit is to be ftrittly guarded, without any\nhope of pardon whatever. And after he ihall have\nmade abjuration of his offences, as a forma!\nheretic, in the .place of his imprifonment, he\nihall be abfolved from ecclefiaftical cenfures j\nand certain falutary penance is to be prefcribed\nto him, to which he is hereby ordered to fub-\nmit.\nw The manufcript book which has for ita\ntitle * Egyptian Mafonry\/ is folemnly con­\ndemned, as containing rites, propofltions, a\ndottrine and a fyftem which open a road to fe-\ndition, as tending to deftroy the chrtflian reli­\ngion, and as being fuperftitious,- impious, he­\nretical, and abounding in bkfphemy: this\nbook\nD\nig\nitiz\ne\ndb\ny\n\fCOUNT CAGLIOSTRO. iy$\nbook ihall therefore be burnt by the hand of the\nhangman; and alfo all the other books, inftru-\nments, fymbols, &c. &c. appertaining and be­\nlonging to this fed.\nr By a new apoftolic law, we ihall confirm and\nrenew not only the laws of the preceding pon*\ntiffs j but alfo the edid of the council of ftate,\nwhich prohibits the focieties and conventicles\no f free mafons, making particular mention of\nthe Egyptian fed, and of another vulgarly\ncalled the Illuminated ; and we ihall enadk\nthe mod grievous corporal punifhments, and\nprincipally thofe provided for heretics, againft\nwhofoever ihall affociate, hold communication\nwith, or proted, thefe focieties.” '\nC H A P -\nD\nig\nitiz\ne\ndb\ny\n\ff ft E L I F E Of t\n1\n7\n6\nC H A P T E R IV.\nConcerning the Lodge o f Free Mafons difcovered at\n. Rome.\nE have already obferved that the go»\nvernment of Rome, while watching\nthe motions of Caglioftro, had difeovered a\nlodge of free mafons inftituted in that capital:\nthe houfe in which thefe orgies were celebrated\nis fituate in the quarter called the Holy Trin ity\no f the Mountain.\nOn the very night after the detention of\nCaglioftro, the officers of juftice vifited this\nlodge. But it was eafy to perceive that the\nmembers had received intimation of their dc-\nfign : for they had been attentive to their per-\nfonal fecurity, and had carried away the em­\nblems and inftruments of mafonry, as well as a\ngreat part of the papers and the books relative\nto their myfteries, which perhaps contained\nfecrets of great importance.\nNotwithftanding this, the few articles that\nwere fuffered to remain, more efpecially their\nregifter, joined to the depofitions of a multitude\no\nf\nD\nig\nitiz\ne\ndb\nyGoogle\n\fC o u M t fc a g L i 6 s f r o. t j f\nof well-informed peribns, gave us a thorough\ninfight into the origin, the eftabliihment, and\nvarious other particulars concerning this lodge.\nIf we had followed the natural order of the\nnarrative, we lhould have recapitulated thefe\ncircumftances in Chap. II. where we have\ngiven an abridgment of the hiftory of malbnry\nin general: but it has been judged expedient\nto mention thefe particulars here, that we\nmight not interrupt the account of the perfonal\nexploits of Caglioftro. ’\n, The founders of this lodge were feven in\nnumber, five Frenchmen, an American, and a\nPole; all of whom were previoufly initiated in\nOther lodges. ** Sighing at the horrid idea,”\nas they fay in the book that contains the re­\ncords of their 'proceedings, ** of living in\ndarknefs, and of being unable to make any\nprogrefs in true fcience, we have determined\nto find out a facred artd enlightened fpot,\ndiftant from the profane e^e of mankind; to\nwhom it fhall remain eternally fecret and im­\npenetrable, and in which union, harmony, and\npeace, fhall for ever reign.’*\nThis' refyeStable inftitution, which afterwards\nafiumed the title of the «\n* Lodge of the Re­\nunion of True Friends,” was held in the houfe\nalready alluded to; in which the firit aflembly\nN took\nD\nig\nitiz\ne\ndb\nyGoogle\n\fk T H I L I F E OP\n»\n7\n*\ntook place on the ift of November 17 8 7 , and\ncontinued afterwards once or twice a week:\niometimes howfever, but rarely, they held their\nmeetings in another houfe.\nFrom the firft momentoftheir inftitution thef\nbegantomake profelytes; they admitted candi- ‘\ndates who had not been received into any other\nj fociety, and gave permiffion to the members of\nother lodges to alllfl: in quality of viiitors.\nSoon after this lodge alfo fent its viiitors to\nother focieties; and thefe were provided with\ncertificates and fecret inftru&ions, which are\nnot explained in the regifter.\n: Their numbers began to increafe with great\n. rapidity, as they admitted young and old,\nmarried men and bachelors, Italians, French,\nRuffians, Poles, Englifh, &c. who were al­\nready afTociated with other lodges; fuch as\nthofe “ of the Perfect Equality of Liege\nthe Patriotic Society at Lyons;” ** the Se­\ncret and Harmonious of M a l t a “ the Coun­\nc il of the Eleft at Carcafiona«* the Concord\nof Milan “ the Perfeft Union of Naples\nand the other lodges at Warfaw, Paris, and\nLondon, enumerated in their journals. The\nvifitations of all thefq are entered and particu-\nlarifed in the regifter; but their names, fur-\nnames, and qualities, are confided to other\nbooks\nD\nig\nitiz\ne\ndb\nyv^ooQle\n\fCOO HT C A G L I O S T R O . f j }\nbooks appertaining to the lodge. Several par­\nticulars are however indicated by means of\nmyftefious and equivocal phrafesj which, with«\nout doubt, ttrere looked upon to be of great\nimportance, as they did not choofe to hazard\nthe detail and explanation of them in any of\ntheir proceedings.\n, That this lodge might be eftablifhed with\nall the neceflary formalities, they thought it\nproper at its commencement to procure the\napprobation of the mother lodge at Paris.\nFor this purpofe they requested and received\nfrom that lodge the ftatutes, inftru&ions, and\nregulations, for its exterior and interior go­\nvernment and police, and alfo for the conduct\nof its members. They fent weekly to the\nmother lodge not only an exaft and authentic\nlift: of the members, affociates, ranks, and\nOfficial diftin&ions, .but alfo of the bulinefs\nconcluded and agreed upon in the courfe of\nevery feffion. They had a deputy, who redded-\nat Paris as the reprefentative of the lodge; and\nby means of him they carried on an uninter­\nrupted correfpondence with the lodge or Orient\nthere. On thefe occafions they never made'\nufe of the poftfor tranfportingtheir letters,\nbutof fpecial* meffengers exprefslyprovided\nfor that purpofe. ,\n-N % The\ne\nD\nig\nitiz\ne\ndb\nyGoogle\n\f|8<J . ; T H ff 'l I PE ‘Or ' '\n. The mother, lodge alfofent them frequent\nfpftru&ions for the regulation of the affairs o f\nthe fociety, and patents and certificates for\nfinch of the brotherhood as defired them. Every\nfix months, with the moft myfterious formality\n4nd the moft fcrupulous fecrecy, the mother\nlodge iffued out to the fubordinate lodges »\nmatch-word, which was communicated to all\nthe-members$ and by which they difcovered\neach other, at any time, place, or iituation, to\nbe true free mafons.\nEvery year they were ordered to fend an\noffering or prefent to the Orient at Paris, as a\ncontribution for maintaining the fplendour and1\ndignity of the common centre of the mafonic\nunion. In November 1789 that lodge de­\nmanded an extraordinary gratuitous free-offering\nfrom that at Rome; on account of which\nall the brotherhood were taxe<\n3 at a crown*\na-head : the fum fent amounted to eighty*\ncrowns. . 1\nBefides the correfpondence with the mother\nlodge, that of Rome carried on an intercourfe\nwith thofe of Lyons, Malta, London, Naples,\nMeifina, Palermo, &c. Many memorandumsare\ninferted in the regifter of letters received from\nthofe lodges, and read by the venerable grand\nmatter, or the fecretary : mention is alfo made\ns.:-; • • of\nD\nig\nitiz\ne\ndb\nyGoogle\n\f\\\nCOViTT CAOLiOSfRO. , T&t\nof the anfwers fentj nothing however is left\nthat indicates the precife object of this corre*-\nfpondence. . . • >\nAmong other things, it had been propofed\nto fend all the ftatutes of this fubordinate lodge\nto that of Paris, fo that the regulations might\nbe printed; and it was alfo requefted that\npermiffion might be given for the admiffion\nof female members. But the fear of de-r\ntedion precluded the firft fcheme; and as\nto the fecond, it was fufpended on account\nof the difficulties that the lodge would be\nfubjeffc to by receiving candidates of ano*\nther lex. Mention is alfo made in the regifter\nof the archives kept under three locks', in which\nthe ftatutes, the myfterios, and the fymbols,\ntranfmitted from Paris to Rome are preferved;\nand alfo all the moft interefting fpeeches pro*\nnounced in the lodge either by the grand\nmailer, or any of the members : among other?,\nthere is one mentioned under the name of\nRomulus and Rem us. : .\nThere is nothing in the Roman lodge, either\nin regard to the ranks, gradations, offices, or\nceremonies, in which they efientially differ’\nfrom other inftitutions of a fimiiar kind. Like-\nthe reft of the lodges in all parts of the world,'\nthey had their different clafles’or degrees, tb*\n' • N 3 ^ which\nD\nig\nit jyG ^\n\fito T H E L I T E O f\nwhich the members afpired in fucceffion; fuch\nas apprentice, journeyman, mafter, matter\ncleft, and, laftly, Scottiih matter. It appears,\nhowever, that io this lodge they never con-»\nferred but the three firft degrees, and no per-»\nion was admitted who was not well known to\nthe members; and it was alfo neceffary that he\nIhould be approved by' means of two unani-.\nmous ferutinies.\nThe apprentice before he became a journey-,\nman, and the journeyman before he became a\nmatter, was obliged to undergo a probationary\ntrial of three months, and give the moft ex-,\nplicit proofs of his attachment and zeal for\nthe order.\nThe members were fubjeft to a contribution\nproportionate to the rank which they held j\nand this contribution was larger or fmaller,\naccording to their tttuation in life. The fee\npaid by an apprentice amounted to twenty,\ntwelve, or eight crowns; that of a journeyman\nwas feven, five, or three; and that of a matter\nwas eight, fix, or four crowns, The free ma-\nions of other lodges who wiffied to be affiliated\nwith this, paid after the rate of a matter, Be-\nftdes this, each member paid half a Roman\ncrown every three months, and three f\na\nc\ni\ni\nevery four weeks, for the fupportof the ordinary\n. 6 , _ eftablifti-\n\f. C OUNT C A O L I O S T R O . 183\neftabliihment of the lodge: half a crown was\nalio paid for the free maibns feaft, which was\ncelebrated monthly, on a certain day previ«r\nouily agreed upon.\nThofe who chofe to furniih themfelves with\n■\n' certificates andpatents, were obliged to pay an\n’-.additional half crown ; thofe who were abfent\n. from the meetings without leave were fined\nthreepaçli j two if they gave notice of their in­\ntentionsj and orr^only, if they arrived a quar­\nter of an hour afrçr-the time agreed apQ\n&\n*. In\nfine, befides all thefe, at-, every meeting thty\nmade a colleftion, to which every perfon con-1\n. tributed what he pleafed. • . -\nHere follows the lift of the officers of the\nfociety : -\n•\n1 . The Venerable, or Grand Mailer. ‘\n; a. The Superintendant, or Deputy‘Grand\n‘ • Mailer. •\n• 3 . The Terrible. ..\n4 . The Mailer of the Ceremonies.\n;,‘ÎL;The Orator, or Expert Brother.\n:.\/, 'if\\rlïe Venerable, or Grand Mailer, prefidesin\n• the' lodges -, and in his abfencc the Super-\nintend-\n•\n•\nD\nig\niti^\ng\ndb\nyGoogle\n\f1 8 4 . T H E L I F E OF\nintendant, or Deputy Grand Matter, takes the\nchair.\nThe Terrible receives and conduits the can­\n. didates when they are about to be admitted\nmembers; and the naipe of Terrible is given\nto him becaufe he endeavours to infpire the\nmafons eleit with dread.\n■\nThe Matter of the Ceremonies is employe4\nin .inftruiting the novices, in direitingj the fcru-\ntiny, and in circulating the poor’s box.\nThe Superintendants announce the nances of\nthofe who wilh to be introduced, and conduit\nthem to the feats to which they are entitled\nby their rank. The Orator, or Grand Expert,\nis employed in delivering a fpeech pn the ad­\n. million of candidates, and alfo on St. John'3\nday, the proteitor of mafons ; he is to recal to\nthe minds of the brotherhood their duty op\nthefe folemn occafiojis j in which particular he\nis allb to inftruit the ignorant, '\nThe Treafurer receives all the taxes, contri­\nbutions, a\n’rid lines; aqd the Almoner all the\nmoney that is gathered from the voluntary •.\ndonations of the members. The firft SofAthele . ’\n• ' . • .\nofficers is obliged to give a ftriil actount prf .\nhis expencesj the fecond is not obliged to give\nany account at all, but is allowed to c^iftributSe. •\n*\n' 7 \" - ' . ;tb\n<\n?. :\n\fCOVNT C A GL 1 .0 ST R O. ' *85\ntfye alms entirely according to his own difcre-\ntion,\n. As to, the Secretary, it is his bufincfs to\njnfpect the patents and certificates, to regifter\nthe proceedings of each meeting, and tq read\nand verify the bufinefs of the preceding one,\nfo that its authenticity may be rendered unim­\npeachable. .\nThe altercations, the difputes, and the of­\nfences of the brotherhood are fettled and deter­\nmined in the lodge. The ordinary penalties\nare pecuniary fines, fufpenfions from office,\nand fometimes degradation. He who betrays\nthe fecrets of the fociety is menaced with the\nindignation of all the members, with perfec­\ntion, and even with death. It does not how­\never follow from this, that thefe threats have\never been carried into execution. Some in-\nitances of penance are inferted in the proceed­\nings ; but the faults or crimes for which they\nyrere inflicted are not mentioned.\nThe Roman lodge was compofed of two\nchambers, or halls, appertaining to the houfe.\nThe firft was called (t the Chamber of Reflec­\ntions it was hung entirely with black. On\na table a death’s bead was placed; above which\nWere two ipferiptions in the French language $\n' t\nh\ne\nt\nD\nig\nitiz\ne\ndb\nyGoogle\n\f1*6 T H E L I F E O F\nthe meaning of which was not generallyunder­\nflood.\nThe fecond apartment was called “ The\n• Templeand it was adorned in a different\nmanner, according to the rites that were to be\nperformed in it. However, it was on all oc-\ncafions provided with a throne, on which the\nVenerable conftantly fat; feveral emblems of\nmafonry were fcattered up and down upon the\nwalls: among thefe were the fun, the moon,\nand the ftars. On the two Tides of the throne\nfeveral magnificent pillars were placed; and\nOppofite to thefe the brotherhood Were ranged\nin order, each of them wearing his lea­\nthern apron •, about his neck alfo was a black\nribbon, in form of a deacon’s dolej and in\nhis hands, which were covered with a pair of\nwhite gloves, he brandifhed a naked fword, a\nhammer, or a compafs, according to the differ­\nent formalities prefcribed. by the inflitutions.\nWhen the lodge was opened, they treated\nabout the economical regulations of the To-\nciety, difplayed the prefents which they had\nreceived from other lodges, nominated or\naccepted of a new brother. At moft of\nthefe meetings they were accuftomed to re­\nceive one of the profane; for fo they termed\nall\nD\nig\nitiz\ne\ndb\nyLiOOQle\n\fCOttRT CAGLIOIT&O. 187\n»11 thole who were not of their focietyj or an\napprentice wasadmitted to the rank of ajour»\nneyman, or a journeyman to that of a mailer.\nWe fliall here recapitulate the ceremonies\nmade ufe of at the reception of an apprentice.\nOne of the brotherhood, whofe face was con»\ncealed by means of a malk, received the candi*\ndate at the outer gate, and conduced him into\nthe Chamber o f Reflexions, which was lighted with\na folitary taperofyellowwax^The Terrible then\ndelired him to betakehimfelf tohis meditations\nwhile heremained in that apartment; and foon\nafter prefented him with three queftions, to\nWhich hedemanded an anfwer in writing, '\nThefe queftions related to a man’s duty to\nGod, to fociety, and to himfelfj and each can­\ndidate anfwered them according to his judg­\nment during the Ihort period allowed by the\nman in the malk for that purpofe. On his\nreturn he carried the queftions, with the an* ‘\nfwers annexed, to the temple, and prefented\nthem to the Venerable; and then making his\nappearance once more, he ordered the candi­\ndate to lay afide his buckles, his watch, his\nfword, his money, and every article of metal;\nto kneel on his lefe knee, and to ftrip his\nfhoulder and left arm.\nIn this fituation die candidate is conduced\nto\nD\nig\nitiz\ne\ndb\nyG o o g le\n\fl8 B . T,M s , l.-l\/FZ TO:* i\nthe .temple with a bandage over his eye»*\n.being ordered,to fall upon his knees before the\nVenerable, after a variety of qjueftions concern»-\ning his n^me); his furname, his country, and\nthe reafons for wiihing to be received into the\nfociety, he. is .conducted feveral times round\nthe temple ; and hears, during that, ceremony,\na terrible and alarming noife. Being then\nonce more brought before the throne of the\nVenerable, and again delired to kneel, h?\nfwears on the Evangelifts, or on the Jw o rd o f\nhonour, to preferve the moft inviolable fecrecy\nin regard to whatever concerns th.e fociety, and\nthe moll implicit obedience to all its regular\npons. On this occafion one of the brethren\nrecites the form ula of the oath, and the mafoq\neledt;repeats it word by word ; promifing rathet;\nto fuffer the moft excruciating torments, thaq\nviolate or betray any of the fecfets cotpmynjy\ncated to him* ' . L\n, The bandageis then taken from his eyes, and\nhe finds himfelfin the midft ofthebrotherhood,\nwhoareall cladin their white glovesand aprons,\neach holding at t;he fame time a naked fword,\nwith the point turped towards him. Then the\nVenerable, laying one hand on the head of the\ncandidate, and with the other finking the table\nthree-times with his hammer, declares him a\n’ ' 'N fr e t\n\\ D\nig\nitiz\ne\ndb\nyGoogle\n\fC OVTS TS G A O L To S f R O. i 3$\nfre e ’\n-Undjon apprentice; faying-at the’fame time,\n* All thefe- fwords which you fee around you\nfliall be employed in your defence if you prove\nfaithful to the lodge, andfhall be turned againft\nyou if you prove unfaithfuí.’,, '\n'•The new apprentice, after this, embraces ali\nthfc brothers, and receives an- apron, and the\nother attributes ’of malonrythe Venerable,\nor the Orator, then addfeffes- him in a fpeechf\ninllruftive of his duties, and pnefents him with\"\ntwo pair of gloves, one for- himfelf, and ano- ■\nthcr for his>\nfweetheart; after which he is\ntaught theJig n s, the Jignals, and the w ords, by\nwhich he can make himfelf known to thofe of*\nhis brethren \"-of the fame rank' with him­\nfelf. At length the ceremony ends with a gene­\nral Ihout ofjoy ; andthe members adjourn to a\nCupper provided at the expence of and in ho­\nnour of:the new brother.\nThe rank of journeyman is conferred in the-\nfame manner, and almoft with the fame cere-*\nmonies. They renew their firft.oath, and learn\nOther Jigns, Jignals, and w ords; by which they« '\nknow how to diftinguilhjourneymen free mafons. _\nThe third rank, which is that of mailer ma-\nfon, requires formalities of a more ferious\nnature. The candidate for that rank, enters*\nthe temple, without being blindfolded; but\n- h c*\nD\nig\nitiz\ne\ndb\nyGoogle\n\f19$ t> h b U M ft *\nhe beholds every thing around Him clad ift\nblack, and the apartment lighted up with ft\njingle taper. After this, feveral myfterious and\nfymbolical ceremonies take place; the matte*\ncleft is. then condufted three times around the\ntemple by the Terrible, who holds the point\nof a naked fword againft his bread, but with«\nout wounding him j he afterwards defires hint\nto meditate on what he fees fofpended front\nthe roof of the temple; on this the candidate\nlooking up, beholds three death's beads, and un­\nder each of them human bones eroding ea^h\nother, with memento m en, painted as a motto\nbeneath.\nAfter having made three turns round the\napartment the candidate is condufted to a cof*\nfin, when being dcfired to crofe his legs, he\nis forced to lay down upon a matrafs placed in\nthe iniide, and being covered with a black\ncloth, the brethren walk round him, andper­\nform a variety of ceremonies. Being after­\nwards taken up, he renews the accuftomed oath\n' of fidelity and obedience, is taught the fig ia ,\nftgnals, and words, which diftinguiih his rank j\nhe goes round to all his brothers and embraces\nthem, and then places himfelf among the\nmatters.\nThefe are the ufual and ordinaryceremonies\n. made\nD\nig\nitiz\ne\ndb\nyLjOOQie\n\f* C O U N T C A G L I O S T R O . J91\nmade ufe of on the admiflion to the different\nranks and degrees of free mafonry; and with\na very little variation the fame take place at\nthis day in all the lodges of Europe. It hap*\npens however fometimes that .they vary and\njalter them according to the caprice, or the\ninclination, of the grand mafter j thus it is well\nknown that in the Roman lodge, among the\nqueftions to a certain candidate before the\noath was tendered, the following interrogatory\nwas put: “ Are you difpofed to obey every\nthing that lhall be commanded by the lodge,\neven although it lhall be contrary to religion\nand to the fovereign authority ?” On having\ndifcovered the mod lively indignation at this\npropofftion, the Venerable added, “ that it was\nnothing more than a fimple queftion, and thae\n* they,neither talked* of religion nor of govern­\nment while the lodge was open.”\nIt is well known that, on receiving a can­\ndidate into the degree of apprentice in ano­\nther fociety, they obliged him to make his te£\ntament, that he might be intimidated by the\nfear of death j %\nnd as he was an ignorant per­\nfon, the Venerable endeavoured to add to\nhis fright by the repetition of the following fen-\ntcnces:\nP e t it e\nD\nig\nitiz\ne\ndb\nyGoogle\n\f* H £ L I F E Ö #\nP e t i t e & a c c i p i e t i s ;\nQ u ^ R I T E & I N V E N I E T I S ;\nP u l s a t e & a p e r i e t u r v o b i s .\nIn fine, a third perfon on a fimilar occafioti ,\nwas forced to make his confeffion to a perfon\nwho clothed himfelf for that exprefs purpofe\nin the habit of one of the regular orders, and\nduring this ceremony he was placed in a kind\nof confeffional “ in the chamber of refleftions.”\nWe cannot here recount with precifioh,-'\neither the words or the figns by which the;\nmafons diftinguiih each other; for, as we\nhave already faid, thefe vary according to the\ndifferent lodges, arid the different ranks of\nthe rdfpeftive members; and befides this*\nthey are all changed, and new ones ordained,\naccording to the inftrudtions received from\n( time to time from the mother lodge.\n•We can allure the reader however, that the\nwords are allegorical, and generally have a .\nreference to,the mechanical part of mafonry,\nand to the building of Solomon’s Temple, as\nT u b a l c a i n , Booz, M a k - B e n a t , S h i b o l e t h ,\nJ o a k i m , B o a z , A d o n i r a m , & c . - •\nAs for the figns, they confift for the moll\npart in motions of the hand, of the face, the\nneck,\nD\nig\nitiz\ne\ndb\nyf IV\n\fCOUNT CAOLXOSTRO. 1 $ J\n0\nheck, and the bread, or in fqueezing the hand\nor the finger of a brother.\nThus we have detailed all the particulars\nconcerning the lodge inftituted at Rome» If\nwe are not able to develope the whole of the\nfecrets and myfteries made ufe of, andalio of\nthe principal object and defign of the members,\nit mud be recollected that they were but tpo\nwell and faithfully informed of the fteps taken\nby the Holy Office to bring them tojuftice*\nIt was owing to this, that they had time to\nfecrete the moil important of their books and\npapers, and that the principal members, who\nCould alone have folved the enigma, were en­\nabled to cfcape from the vigilance of the po­\nlice } for the lodge being entirely modern, and\nfounded but a few years fince, it is extremely\nprobable that its fecrets were entrufted to only\na chofen few. It will however occur to every\nperfon of common fenfe, who happens to read\n•and to weigh the fads contained in this hiftory,\nthat folly, fuperftition and impiety are the dif-\ntinguiihing charaCteriftics of thofe focieties at\nprefent known in Europe by the name of\nFree Mafons. .\nLet us return thanks toHeaven for furnilhing\nus with the means of rendering abortive the\nfirft attempt for introducing this folly and im­\nO piety\nD\nig\nitiz\ne\ndb\ny\n\f<94 • t h ~\ne l i f e , &c.\n»\npiety into our capital! The irrevocable wort)\nof God hath promifed, notwithftanding the\nfnares.of hell, that the faith for which our\nLord Jefus hath fpent his precious blood, fhali\nalways remain pure and unpolluted in the\nchurch of St. Peter. The efficacious pro«\nte&ion of the Holy Apoftles who have pro*\npagated, fuftained, and defended it at the ex­\npence of a glorious martyrdom j the zeal of a\npallor who watches perfonally over the fafety\nof his flock, and who does not fpare any of\nthe means that can be fuggefted by human wif-\ndomt have prefervcd us till now, and ren­\nder us fecure in regard to the future, againft\nthe enterprifes of thole devouring wolves, who\nwould furprife and fwallow us up alive.\nWe truft that it will plea& Gad, that ali\nthe reft of the world, convinced by the un-\nfpeakable miferies ofthe prefent times, may be\nenabled to deliver themfelves from this dan­\ngerous contagion!\nF I N I S,\nD\nig\nitiz\ne\ndb\nyG o o g le\n\f[ *\n9\n5 3 .\nV A L U A B L E B O O K S\nIATBX.Y fW\nBLlSHI» B\nY\nC a n d G. K E A R S L E T t\nNo. 46, F L E E T - S T R E E T .\n• W P E R T H E P A T R O N A G E O F T H E E A S T I N D I A C O M P A N Y .\n. I n F o u r V o l u m e s Q g a r t o , P r i c e F i v e G u i n e a s i n B o a r d s »\nT H E H E D A Y A , o r G U I D E : b e i n g a C O M M E N T A R Y o n t h «\nM U S S U L M A N L A W S ; T r a n f l a t e d f r o m t h e A r a b i c T e x t *\na n d a P c r f i a n V e r f i o n , b y O r d e r o f t h e G o v e r n o r - C e n c r a l a n d C o u n c i l o f\nBengal.\nB y C H A R L E S H A M I L T O N .\nT O U R T H R O U G H H O L L A N D » D U T C H B R A B A N T » A N D T H E\nA U S T R I A N N E T H E R L A N D S .\nW i t h a n a c c u r a t e M a p o f t h e L o w C o u n t r i e s ,\nB y t h e l a t e H A R R Y P E C K L H A M , E f q .\nO n e o f h i s M a j e f t y ' t C o u n f e l , a n d R e c o r d e r o f t h e C i t y o f C h i c h e f t e r .\nP r i c e 3\n« , 6\nd .\nI n c l u d i n g C h a r a c t e r s o f M r r a b e a u , N e c k e r , C a l o n n e , F a y e t t e , D u e\nD ’ O r l e a n s , a n d o t h e r d i f t i n g u i i h e d P e r f o n a g e s : a l f o a p a r t i c u l a r\nA c c o u n t o f t h e l a t e R e v o l u t i o n * B y t h e A u t h o r o f t h e f o r m e r P a r t\no f t h e W o r k — f o r a C h a r a c t e r o f w h i c h t h e P u b l i c a r e r e f e r r e d\ng o t h e\nC r i t i c a l R e v i e w f o r J u n e l a f t ,\nM o n t h l y R e v i e w s f o r A u g u f t a n d S e p t e m b e r ,\n. - A n a l y t i c a l R e v i e w f o r S e p t e m b e r , a n d t h e\nE u r o p e a n R e v i e w s f o r O t t . N o v . a n d D e c .\nA n e w E d i t i o n * i n T h r e e V o l u m e s , O f t a v o , P r i c e 18s . i n B o a r d s »\nT H E H I S T O R Y O F F R A N C E , *\nf r o m t h e f i r f t E f t a b l i f h m e n t o f t h a t M o n a r c h y t o t h e p r e f e n t T i m e .\nR e s g e f t a e r e g u m q u e d u c u m q u e » A t r i f t u b e l l a . H e r *\nA n e w\nD\nig\nitiz\ne\ndb\ny\n\f[ »\n5\n« 5\nAfig* fid\nitio\nn\n* m\nu\nch e\nn\nla\nrg\ne\nd\n«of\nO R I G I N A L A N E C D O T E S , B O N - M O T S , a n d C H A R A C T E R I S T I C\nT R A I T S ,\nO f t h e g r e a t e f t P r i n c e « , P o l i t i c i a n s , P h i l o f o p h e r s , P o e t s , O r a t o r s , a n d\nt P i t s o f m o d e m T i m e s ; f u c h a s t h e E m o e r o r C h a r l e s V , K i n g o f P r u f i i a »\nP e t e r t h e G r e a t , H e n r y I V . C h a r l e s X I I . L e w i s X I V . V d l t a i r e , j S w t t t ,\nG a r r i c k , D r . J o h n f o n , S e c . 8cc .\nB y t h e R e v . J O H N A D A M S , M . A .\nP l i e d 4 * .\nl a f o u r V o l u m e s , O & a v o , P r i c e i l . 8\ns . b o u n d ,\nO R I G I N A L a n d M O D E R N P R E C E D E N T S I N C O N V E Y A N C I N G »\n• S e t t l e d a n d a p p r o v e d b y t h e m o l l e m i n e n t C o n v e y a n c e r s , v i s . F o g g »\n. B o o t h , R i v e r s , W i l b r a h a m , D u a n e , B u t l e r , B r a y , H o l l i d a y * 8ec . S e c .\ni n t e r f p e r f e d w i t h t h e O b f e r v a t i o n s a n d O p i n i o n s o f C o u n f e l u p o n v a r i o u s\ni n t r i c a t e C a f e s . T h e w h o lf e f e l e & e d f r o m t h e D r a u g h t s o f a & u a l P r a c t i c e .\n1, i . , „ t h o m a s W a l t e r W i l l i a m s , E f q .\nO f t h e I n n e r T e m p l e , B a r r i s t e r a t L a w .\nA C o m p l e t e D I G E S T o f t h e S T A T U T E L A W ,\n• B e in g a c o p i o u s a n d a l p h a b e t i c a l A r r a n g e m e n t o f t h e A d i t o f P a r l i a m e n t\nf r o m M a g n a C h a r t a t o t h e p r e f e n t T i m e .\nB y T H O M A S W A L T E R W I L L I A M S , E f q . B a r r i f t e r a t L a w .\nI n t w o l a r g e V o l u m e s , Q u a r t o ,\nP r i c e T w o G u i n e a s a n d a n H a l f i n B o a r d « «\nB R O U G H T D O W N T O 1791. P r i c e 6s . i n b o a r d « ,\nA N o w E d i t i o n , e i t h e r i n O n e o r T w o V o l u m e s ,\nO r n a m e n t e d b y a f t r i k i n g r e f e m b l a n c e o f h i s M a j e f l y i n h i s P a r l i a m e n t a r y\n4 R o b e s , t h e A r m s o f d i e P e e r s , a n d O r d e r s o f K n i g h t h o o d , e l e g a n t l y\na n d a c c u r a t e l y , e n g r a v e d u p o n a n e w f e t o f P l a t e s p r i n t e d o n a S u p e r f i n e\nP a p e r ; t h e L e t t e r - P r e f s a l f o o n a n e w T y p e ; b e i n g t h e c h e a p e f t , l a t e ( l ,\na n d m o l l c o m p l e t e W o r k o f t h e k i n d e x t a n t ;\nK E A R S L E Y ’ s P E E R A G E o f E N G L A N D , S C O T L A N D , a n d\nI R E L A N D ,\nC o n t a i n i n g a n A c c o u n t o f t h e O r i g i n , H o n o u r s , M a r r i a g e s , a r f d ’ J i f u e\no f t h e N o b i l i t y . T o w h i c h a r e a d d e d , a n A c e o a n t o f t h e O r d e r s o f K n i g h t ­\nh o o d , a n e x a t t V a l u a t i o n o f e a c h o f t h e B i l h o p r i c « , a n d e x t i n c t P e e r a g e\no f t h e t h r e e K i n g d o m s .\nW i t h t h e F o r f e i t e d a n d D o r m a n t T i t l e s .\n-Ä\nfe\n. &\nD\nig\nitiz\ne\ndb\nyGoogle 1\n\fD\nig\nitiz\ne\ndb\nyGoogle\n\fD\nig\nitiz\ne\ndb\nyv^ooQle\n\f\f\fI\nMAH 2 y .1326\nK .\n>\n*\nV\nr\ni 1\nS\n1\nil#\n:\n-•'r\nA\n-•\n„\n[\n! r\nD\nig\nitiz\ne\ndb\ny\nL\n\f\f","_id":1197}