{"name":"The New Cheats Of London","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1792__anonymous___the_new_cheats_of_london.pdf","mytitle":"The New Cheats Of London","mylang":"de","content":"f\nT H E N E W\nCHEATS of'To NDON\nE X P O S E D ;\n0 *»\nT h e FRAUDS and TR IC K S of the T O W N\nLAID OPEN TO BOTH SEXES.\nBEING\nA GUARD againft the iniquitous PRACTICES\nof that M E TR O PO L IS.\nCONTAINING\nA N ew and Clear Difcovery of all the various Cheat», Fraud.«, Vil'alni>s.\nArtifices, '[ricks, S editions, Stratagems, Imp\nw hich are daily pradded in London, by\n. litions ami D¿ccl^\nBawds, and Bullies, Lottery-Office- Keepers, Setters,\nDuffers, Mock-Aui'tioncers, Spungers.\nFortune-Tellers, Mo-iey-Iboppers, *h.irpri j,\nG am blers, Ring-Droppers, Svvin Jers,\nGo flips, Pimps, Smugglers,\nHangers-on, Pretended Friends, S-iop lifers.\nJ ilts , Procurers, Stoctrobbsre,\nintelligencers, ProcurefTes, 1tappers,\nJ jw-Deia ilters, Quacks, Way-la vers,\n1 niolvcm i, Receiver* of ftolen '. aggoci hunters,\nK idnappers, Goods, A’Lores, fco, ir .\nIN\nT\nE\nR\nS\nP\nE\nR\nS\nE\nDW\nIT\nH\nU feful Re&s&ions and Admonitions, Salutary Hints ar,d Ob'crv3'ions,\nwhereby Rogues and Cheats are not only expoled, but may be avoided«\nby ihe-Inftruitions herein contained.\nT h e whole laid dpwn in fo plain and ca4\nV a Manner, as to enable the mo?,\ninnocent Conntry People to be completely on ;heir G-zrd h.<v\/ to avoid\nthe bafe villainies of thofe vileaud abmdoned Wretches, who live by\nVillainy and Fraud. *\n*\nHerein are fhown the various Feats\nO f Whores and Ro; jim, and other Clients;\nHere Vouth are taught hole >.-;aies to ilum,\nBy which tOo haht are undone.\nL O N D O N :\nf H I N T E D FOR» A N D SOLD B V W. C L E M E N T S , J. IADLIF,\nA N D J. EVES. 1 7 9 1 .\n* £ I G E O N S ,\n\fTHt NEW ÏOIK !\nPUBLIC LIBRARY\n335888B\nASTOS, L*iOX AND\nXOAEN FfWDATltNS\nB IMS h\n\fP R E F A C E.\nS no man can tejlify aflronger regard\nfor hisfellow creatures than by warn­\ning them of dangerous courfes, and directing\nthem to thofe which lead to virtue and happi-\nnefs, fo the writer of thefe fa cts, the more\neffeStually to accompliß fuch an ufeful de-\nflg n , has exhibited that picture of infamy\nwhich is daily prefented in this great metro­\npolis, to the utter deflruStion of innocent\nyouth, and the heart-felt dißrefs of many\ntender parents.\nAs, in a natural fenfe, guiding the blind,\nand informing the ignorant, are efieemed the\nmoft exalted a£ts of humanity;fo, in a moral\nfen fe, to point out to the innocent and un­\nwary, the traps that are laid for them, and\nthe means by which they may ß u n their fa ta l\nconfequences, muß be allowed the greatefl\nmark of benevolence. The author, therefore\ninfluenced by thefe. motives, thinks it a duty\nincumbent on him to expofe thqfe fallacies\n\fwhich deprive fo many not only of their\nputation, but even their very exijlence, <\nas his intention is honejt, he hopes little\naccuracies will be overlooked, as his labo\nare calculated not for the peYufal of\ncarping critic, but the downwright ho:\nman, who will embrace every opportunity\navoiding thofe direful delujions which n\nlead to de\/lruStion.— Regardlefs, therefi\nof the fneer of modern wits, or the ridic\nof the abandoned, he will efleem it an atr,\n. compenfation for the pains he has bejlox\nOn this little performance, if it happily te\nto. the detection and deflruStion of one V\nor defence and promotion of one virtue,\nfie begs leave, likewife, to acquit htm^\nof any imputation which might be laid to\ncharge from his knowledge in thefe vari\nfcenes of vice, by informing the ingenu\nreader, that they were communicated to i\nby an unhappy brother who had been a pr\ncipal aStor in moft of them, and afpedta\nin dll.\n( iv )\nTl\n\fTHE\nE X P O S E D , &c.\n<\n1 C H E A T S o f L O N D O N\nI\nN order to render the plan of this little trearife\nfufficiently obvious to every reader, we (hall\nrangethe various abandoned, and vicious characters\nof both fexes under their refpettive heads; where­\ninwill be given a fuccind; account of their detect­\nablepra&ices, and to which will be fubjoined the\nffioft eifeftaaFmethods to avoid their pernicious\ntendency. By thefe means we (hall not only un­\ndertake to guide the countryman of all rauks fafe\nto London, but to preferve them when there ; nor\nfcall we at the fame time be ¿efficient in endea­\nvouring to keep inviolate the morals of our towns­\nmen. To puriue our intended plan, we will be­\nginwith the chaTa&er of\n- HIGHWAYMEN or SCAMPS.\n'J'HESE are generally perfons who have been ac-\ncuftomed to extravagant living, and lewd wo­\nmen, and thus exhauiled their fubftance. If fuc-\ncefsful in bufinefs they appear as gentlemen, and\nRet acquainted with the hoftlers on the road, and\nfome landlords, to obtain intelligence. Gentlemen\ntravellers frequently call for thodphdiord to take a\nglafg with them, and in the courfé of converfation\ndMctftrer what caffi or notés they tÉrês a.vA'a'wew.\nlie, the toad they are going, Wfk tVe ykw.\n\f> life. When Mr. Scamp comes, he calls tot •\ntie or bowl, and aiks, What news? when, pci\nthe landlord, undefignedly, informs him tha\nor fach company are in the houfe, who have\nintelligence concerning various particulars, i\nhe repeats it time permits. For thefe reafons\ngentlemen are pnrfued on the road, though,\nare met by chauce. Highwaymen generally\nyou before they falute; but I advife ail gent!\ntravellers not to divulge what fubftance they\nwith them to any landlord or hoftler, efpe\nwithin forty milis of London? as they gen\ndifeover all the information they can get, <\nthrough ignorance or defign.\nS H A R P E R S .\nT H E SE are the more delufive, as molt of\nare men of reputable extra&ion, tole\neducation, and decent appearance; but thr\n. vicious purfuits have fquandered their for\nand loft their reputation. They range the\nin the garb, and under the character of gent1\nof independent fortunes; and make it their\nnefs to find out young heirs of much wealth,\nlefs prudence, who having left their rural ab\nand being captivated with the novelty of a\nlife, often affett the company of tbofe who\ncording to the common phrafe, are faid to ,\niife. ' They commonly refort to the billiard-1\nthe cock.pit, the race-coufe, the tennis-court,\nthe bowling-green, in the refpe&ive games be;\ning to thich they are generally well verfed\nlong, wee coifr experience.\nHaving been as they call jt taken in themfe\nthey faifely infer their right to take in otli\nztd accordingly turn their whgVe mvafo v*\n\f|»fe purpófe. Conftant prafticc teaches them al.\nmoft at a glance to difcern the gamefter from the\ntake, as they term it; and fuch an one is no fooner\nentered their place of refort, but they advife means\nto draw him in for the plate; and generally (trip\nbit pockets before he departs. So fallacious are\nthey, they will, even under the maik of friend-\nfhip, draw an unguarded, generous man into the\nmoft deftruftive meafures, and (hare vith their\nbale confederates the produtt of their treachery.\nIf'you hazard your money in betts with a (harper,\nas cheating is bis infeparable qualification, you\nhave not only blind chance to deal with, but fuch\nacombination of deceit, and fuch a train of tricks\nand flights linked together, that even good fortune\nisnot fufficient to guard and fecure you againft\nthem. Nay, if you could arife to a degree of\neminence in any particular game, he would even\nthen devile means, either by working up your\npaffion, or eluding your infpe&ion, to fruftratc\nyonr point and carry bis own.\nHe will inveigle you, from time to time, into\npnefport or another, amongft others of his dan,\nvho are adepts in diffimulation, till they have\ngenteelly fleeced you of perhaps your all, and treat\nyou afterwards with as much indifference, as he\nat firft affe&ed refpett. When you can no longer\nadminifter to bis iniquitous purpofes, he will not\nPnly defert you, but make a feoff of your inex­\nperience and credulity. To fum up the character\n9f a (harper; he is one, who fupplies his exigen­\nces' by ftudying and praftifiug every means, that\npey deceive the credulous, allure the inexperi-\ntrepan the ignorant, and nvAs&d \\Jcve,\n'«polcd. His confeience is fcated, a& vv\n( 7 )\n\fwitha hot iron, he is regardlefs of the laws of G<\nand man, a* far as is confiilint wi;h his fecurn\nand is fo abforhe. in vice, that he is 'nfufceptil\nof every humane or honourable f:raiment. Ï\navoiJ the fatal effefts of condition wtth thé\nfnake* in the grafs, if you have nacquaintance^\ntown, be very cautious of ke: piug company. '\nany one behaves with extraordinary civility towa£\nyou, or afl'tcls to delire your fritndfhip, be<m\nof him, liflen not to hiscntrance, for as you a\na ilranger to him, his defire of cultivating afrit\nquaintance with you ntuft arife from bafe and fclf\nviews. If you are accoiled in the ftreet, parks\nany place of public refort in the ordinary w*jr\nconverfe, concerning the topic of the time, or«\nincidental fuhje&s, affeft cither not to heart\nturn afide. This is a very common method\nproceeding with thofe gtntlemen. ■\n:v\nIn ihorr, take nothing on truft, nor mak#*1\n'\nacquaintance till allured cf their way of lift?;\nmoral character. *\nK I D N A P P E R S .\n•THESE are lazy vagrants of ruined charafl\nwho are employed to trepan ignorant ilr\nptfting young men to enter into the ftrvice of\nmerchants, or iu time of war into the arifi*\nnavy. They haunt night-houfes, petty ale-nôt\nand the fkirts of the toivn. Their ufual met\nis to accoll a countryman in the common q»'\nof falutarion, and if pcfilble inveigle him ii^\n■houft: to diink. If poor John cptches at the*\nthey thtn put the liquor about briikly, and it\nfind it begins to operate, they queftion hiflfl\nccrning the time of his being in town, the prafe\nhe follows, or intends to foWow, Uc.\n( 8 )\n\f( 9 )\nkéerî bred to any trade, they imitate to him thfe\nSuperiority of a gentleman foldier’s life, who is in\nShe road both to fortune and preferment ; if of no\ntrade and in queft of a place of fervice, they allure\nhim they will provide him every requisite for a\ngentleman w‘ 4 >ut the drudgery of a menial life.\nIt is very common at their places of rendezvous,\nto have two or three fellows attired in ierjeants\nregimentals, who are ready to allure them of their\nfpeedy preferment, and that they need not doubt\nof the fame; When he becomes intoxicated,\nthey frequently flip money into his pocket, and in\n¿0.hour or two afterwards, falute him as a brother\n{oldier ; if the poor countryman difeovers any\nfurprife at this falutatioti, they then apply to thèir\nÿerjured comrades, who are ready to atteft his ac­\nception Of bounty-money in conlideration of en-\nlifting j and to prove it, he is referred to his own\nfeeling. The aftoniihal innoceit then puts his\nhand into his pocket, if capable, finds money,\nand isItriick with amazement. If the liquor ope­\nratesaccording to the bafe di fire of thofe, whoad-\niuinifter it, they fave themfelves further trouble\nifter they have palmed the money on the unfuf1\n-\npeâingmari, by conveying him to bed, locking the\nnoorof the room, and leaving him to his morning\nrefleftions.\nth e reader may readily conceive the aftoni{h->\nment of thè honeft countrymain, when, he awakes\nInallrange placé, finds a cockade in his hat, or\nthe money in his pock t. In vain he expoftulatês\nwith the mércilels myrmidon, who is ready to\nfwéarit'was an a<ftof his own free will, and if he de*\nfatto be exempted from the obligation, \\vo\n£\n\ftomb down fomething handfome. Thus the poor,\nharmlefs honeft man is trepanned either Into a\nftate of flavery (for in many cafes it is no better)\nor obliged to purchafe his deliverance at an ex­\ntortionate rate. '\nThis is the common method in which thefe en­\nslavers of the unwary commonly proceed; and fuch\nthe two general confequence ol their vile crafts,\nand the credulity of the unexperienced youth.\nTo caution you againft thofe fedvcers of the\nunthinking, obferve that many of them drefs in\nthe garb of officei s, and Hand often at the door oi\nan alehoufe in order to accoft paflers-by; fomc\nof them appear in other garbs« and their bufinefi\nis to allure you to the houfe where the principal\nvillain is ready to receive you. The firft you may\nknow by their drefs, the latter you may fufpecS\nfrom his impertinent addrefs, you have therefore\nonly to remember thefe defcriptions, and to avoid\nwhatever tallies in the leaft with them.\nG A M B L E R S .\n’T'HOUGH thefe are included, as well as many\nothers we (hall mention, under the character\nof (harpers, we think it neccf&Ty to our purpofe\nto confider them feparately, in order to difcover\nto our honeft readers their various tricks and xe-\nfources, for the better difcovery of them, and\ntheir furer Cfcape.\nAs we before obferved, they are verfed in rnoft\ngames praitifed by men of principal for divetfion\nonly; we (hall point out their various methods of\ncheating« trepanning, ¡and deluding the unwary,\nand inexperienced, and begin ypsta ttut mwrc&ug\ndiverGon of. 2 etinii. \\\n( 1 0 ) .\n\ft: * í r.-:\nr - 5' ‘\nJiî :.;-*\nn:r.::í r*\n2:*:- - *\ntil* r\nC\n»'* .\np\n&r ::\ni ,\ni l i : -\nen: :\n*\nt : : i .\nài--\nt'-i'r; -.\n«\nT\nC\n.\np ^ :; .\n!tít-\n\\■?*-.-\n4\n\ftake the wrong fide Jaft time, ’twas a tight mate\nand no body could tell who had the bell of it t\nthe advantage came To draw him on Hill fu\nther they oiler him his choice, alluring him lh<\ncovet not to carry off his money. In this mann\nthe unguarded, deluded country gentleman\ndrawn on from fet to fet, and from fmall bets I\nlarge ones, till they have Jiuck him as they call i\nand then, according to their language, they fe\ndom part with him till they fend him away\nand clean. In moil of thefe matches, there\neither a bribed marker, fome gentleman that h;\nfiril loll his ellate, and then his honour; or fon\nfcoundrel that never had eftatç nor honour, bi\nacquired the game by confiant attendance on tl\ncour s. There are many in town who live mere;\nupon the tenuis epurt ; and thpfe have fuch a pe\nfeét notion of a fet, and fi> many intricate m\n(hods of turning their bets, that a perfon muff!\nnaturally accute, as wed as inured tp the game b\nlong experience, before he can be an adept in i\nUpon the whole, 1 can honeilly affine the coui\ntry gentleman, that if he chances to fall in amor\nthem, they’ll cheat him if they can ; if they cai\nnot entice him to bet, they’ll endeavour tp enti\nhim to fome other houfe or game, and ’tis odds\nhe leaves them in the fame plight of pocket as 1\nfound the ...\nBOWLING, as well as tennis, was formerly\ngame for-tew but gentlemen ; but it is how becou\ntoo much a trade for cheats and {harpers. If tho\nwho live by this game get a ftranger to engaj\nwith them hand to hand, though the moll expe\nbowler, ihey’ll dévife fome mea. s to defraud hin\nSome will croîs the ground upon Ytvnv\\ extant'«\n( I2 )\n\f)pwl to him juft upon the delivery of the bow],\ner cunham-i him with impertinent advice, to\nmake him forget Ins le'igt’.s Perhaps one of the\ngang wili pietend to have netted on liis fide, and\nfoamnie him with giving him falfe ground. If\nthefe tricks fail, .m<l the Itratiger appeals a mafter\npf the game, tliere is a perion leady to ctoim a\nright to the bowls then in hand : this afi'oids them\nan opportunity to put faife ones into ins hand,\neither black-biafled, pegged or leaded ; or tofofier\npnfoipe device, that will anfwer their purpofe in\nthe end. But what I have urged concerning the\ngames of Tennis and Bowls, I mean not to dif-\niuadc any perfon from the practice of them, as\nthey are both of them manly and innocent amufe~\nments of themfelves; but to caution the unwary\n(iony the fnajes of gamblers, who proftitule tliem\nto their fraudulent purpofes, by picking the poc­\nkets of the honeft, but unguarded country gen­\ntlemen.\nTo avoid thefe, never vifit a Tennis Court or\nBowLng Green, without ftricfl enquiry into the\nCompany, who ordinarily frequent them; and then\nit wou> .i be beft to take a friend with you, who is\naccuftomei to the ways of the town.\nCOCK FIGHTING, though an ancient cuftom,\nand pradlifed c-v the nobility and gentry of this\nkingdom, is a ic-nd-dqus and barbarous diverlion,\nand rehe<5to a difgt-ce on human nature; permit\nme, thereroie, to ddfiiade my readers in general\nfrom even appearing in fuch icenes of cruelty,\nwhich . re e'er pi ¿hied to moft notations villain­\nies, and \\viiic.i are lit for the attendance of Gafli-\nMen a-one.\n( *3 )\n\fHORSE-RACING may at firft view be fop*\n-nofed within the compafe o£ the country-naan's\nKnowledge, but I apprehend I can difcover many\ntricks in that diverfion, to which the greater part\nare utter grangers. jU is pertain, thefe are all\nfrequented by a number of London Gamblers,\nwho take the rout from one courfe to another\nthroughout the kingdom; and have iludied the\nvarious means of fraud in this branch of fport, as\na tradcfman does his art of profellion c It is often\nin thefe matches pre-concerted who is to be the\n.winner, by which means thoufands are taken in.\nGamblers getting together, pretend to make a\ngreat buftle, and to be very ianguine for this or\nthe other horfe, by which means byrftepder$ ate\noften induced to bet and lofe their money, as they\n1cnow the winner before they come into the .courfe.\n{Sometimes at a fair match, when judgment can\nonly decide the wagers, o.ne of the .clan having\nmade a bet, another fleps up, and the money fry\ncontent of parties is depofited in his hands, if\nthe match goes in favour of the fair fportfman,\n¿way pikes the kiddy with the money. The ftran-\nger flares, the gambler fwears, but all to no pur-\npofe; the former mull put up with the lofs, and\nthe latter flinks off with a hypocritical concern for\nbeing acceflary to the money’s being depofited in\nflie hands of a rogue; having taken down the re­\nsidence of the deluded men, and promifed, on\ndete&ion of the bilk, to give him immediate no­\ntice. To infure yourfejf from this kind of cheat,\nit is bcft not make any kind of bets; or only tri­\nfling ones with thofe of your acquaintance.\nBILLIARDS is a genteel ingenious game, and\nrequires much dexterity and *\n, \\j\\ax\n( »4 )\n\ftthers is perverted with gamblers. 1 venture t#\niffirm, there are more idle fellows live by this\nkind of diverfion in London, than by any other,\nand the reafon is evident; becaufe it is more prac­\nticed. Thefe by hovering over tables from morn­\ning to night, acquire in time a tolerable proficien­\ncy in the game; as well as a knowledge of the\nvarious frauds pra&ifed in it. When a ftranger\nenters the room, they all, tb ufe their own phnde,\nAagbim, and can foon, if he fpeaks concerning\nthe fubjedt, difcem if he is a pigeon. By a pigeon*\nI mean a perfon, who is either a novice at the\ngame, or an obftinate conceited fool, who will\nplay with a fuperior to gratify his own vanity. If\nthey cannot by propofing great odds get the no­\nvice to play, they will draw him on to bet, and\nasat Tennis, let him win three or four times, till\nat length the tables turn upon, him, and he is de­\ncently fleeced of his cafh. The obftinate, vain\nman, generally ferves their turn better than even\nthe novice. He thinks, becaufe he has been\ndeemed ah adept, at a table reforted to by gentle­\nmen and tradefmen for their diverfion only, he it\na match for any player, and therefore to ipread\nhis fame, vifits different tables. But fuch a one\ncaunot but be a dupe to his own vanity, and a\npigeon to the Gambler; becaufe the (kill of the\nformer is only the refult of playing occafionally\nfor his amufement, while that of the latter is the\neffedt of daily pradtice and itudy as his foie liveli­\nhood. The country gentleman, when in town,\nmay avoid the fnares of Gamblers at the game of\nBilliards, by declining all bets, andaU ^asj viltk\nhangers.\n( *5 )\n»\nV\n\f( .« )\nftAíÜNG HOUSES: Befide* the varloiis fpor\nÍ\nirbftituted to the fraudulent purpofes oí tins i\nambus clan, there are hoiifes ¡u th.s ¡own :\napart for that vile ufe. The fe aré retepüdes 1\nall forts bf gameílfers, and very incc<ii\\e?uent m\nferies, tb irain up yourigfters, and quaiify ti.cm\nplay awáy théir éílates when they cume into t!;<\nhands. . The adepts at thefe hordes pietend\nproceed to mathematteal tu es, and *ie doélrii\nof proportion: and that ail th¡ngs aré theréfo\ncarried fairly and fquarely amor.git them ; b\nliut many of them have ueen detected hi the v,\neft frauds; Hazard is théir chier game ; and tiii\nhave (if gamblers) a fort oF fade dice; ihat a\ncut and (lamped fo exaétíy like the true, and wit\nal marked with the fame mark, that it is impol\nble for fttangers, that do not fufpedl the cheat;\ndifeover it. The bbx-kéeper has coiumohly\nreadinefs, to put forth on a iign given. Whi\nthey have got a gentleman, whom they defign\nrookin among them, while lome are lharping hi\nout of hi; money within, others áre t^mperi\nwith his fervants without, to find out his circuí\nfiances, and the place of his reiidence in ow\nIf they find his effe&s will infere them; and tl\nhe is a perfon,. who may be ventured on, as fo<\nas they perceive he has loft his flock, one of t\ngang calls him afide, and after telling him of 1\ngenteel appearance, ánd generous fpirit, to pi\nvent his being expofed, offers him five or b\npieces. If he accepts of the favout, he tel.s hi\nthe cuftona, in fuóli cafes, if to take nine for te\nand to allow .him a call,upon a good hand. Wb\nthis is loft too (as if always is tti a little tim\nthen they conclude he is fotedk. TVe yyrá&aca\n\f( *7 )\nfcho bas done him the favor to cheat of his motley\ninviteshim-to the tavern, (under pretence ofcivility)\nand when they have decoyed him thither, the\nÎ\nierfon that did him the extraordinary fervice to\nend him the ten pieces, is fern for. He in the\ntnean time has made up a new purfe, and is ready\nto credit him with the other ten till next morning,\nifhe is difpofed to try his luck. If he contents,\nthat likewife is foon loft, and what refource has he\nthen? his worthy friend has no more caih about\nhim; but declares it at-his opinion, that lince they\nhavewon the gentleman's teady money, th„y ought\n' togive him a cad or two upon honour. With\ntouch Teeming teluâance, this is complied with.\nThus begins the fatal cataftrophe ; if they think\nhehas too much regard for his reputation, or too\ntouch modefty to make ufe of the ftatutc for his\ndefence, or is unwilling that the town lhould\nknow he has been a bubble ; then they (lick him\nfodeep^vthat he mud cut off a limb of his edate\nto delira* himfelf from their clutches. I have\nbeen particular in defining this fpedes of Cam»\nbiers, as they are of all others mod injurious to\nfociety, both from their deceitful appearance and\ntheir views being directed to country gentlemen\nof property. This very relation of their infamous\nproceedings we deem a fuificient caution to avoid\nthem.\nS E T T E R S .\n'J’HESE are fervile, defpicable wretches, capable\nof every aâion bafe and fordid, fuch as in*\nnnnatiori, flarery, hypocrify, and\nwhatever may contribute to thevc ysa-\npofes. All the villainies and çYvcaxs vu, nasoxt\nG\n\funite in their abjeft minds, and they (land evel\nready to profecute advantageous mifchief. Theit\ncommon employ is to watch the motions of younfl\nheirs, to draw and trepan them into mean and\nunequal matches, and impofe upon .them jilts and\nwhor,es for women of character and fortune. Tbit\nthey practice with fuch art and dexterity, that it it\nalmoit impcflible, if you once fall into their manage'\nmenr, to ? (cape from it, without being totalb\nruined. Thofe who unfortunately attend to thei\nguileful infinuations often fully their honour b;\nmarrying a harlot; and render themfelves the by\nword and laughing (lock of their acquaintance\nand the ignominy is brought on them through tb\nmeans of a new afiociate, under the hypocritica\npretence of Angular honeity and Cncerity. If the!\nfetters cannot palm a wife upon you, they wi\nendeavour to draw you into Jham projects .an\nchimeras. If you embark in any of their fcberne!\nyou are fure to be entangled ; and not only loi\nall the ready money you part with, but are in gres\nhazard of being drawn into future bonds, an\nconfequeotly ruined at la(t. The whole life of\nSetter,'is, in a few words, a continued feene of dc\nliberate villainy j his bufinefe confifts in betrayin\nand trepanning, his fuftenance depends upo\nfraud, and he may.be deemed a fnake in the grafs.\nH A N G E R S O N o r S P U N G E R S.\nr| TIESE are a kind of fottiih indolent wretche\n• and though not fo mifehievious as the forme\nare as trctublefome and impertinent, and inde<\nmore offenfive to a man of fenfe than either\nthem. They recommend themfelves to (u^exfici\nperCons, by a pretence to a tahe for Vvttvaxw\nstod a knowledge o f the humouta of vho to’\n( '8 )\n\f, By virtne of thefe qualifications, they think them*\nfelves companions for the beft gentlemen in the\ni\n- kingdom,, and will be fure, upon the fmalleit in­\nvitation, to croud tbetnfelves upon them, if they\nmeet with encouragement; and it is much if by\ndegrees they grow not familiar, after that impudent,\ni t andat lad intolerable. A Spunger's whole flock\ni of entertainment, is generally, a bawdy fong or\ntwo, a few drunken healths, and half a dozen\n! dull puns; with thefe he will be perpetually grating\nfour ears till be has tired your patience, and you\narcobliged to rid yourfelf from him by very rough\ntreatment. The town fwarms with thefe drones ;\nand a country gentleman can hardly fet his foot\ninto it, but he his furrounded by them. How\nunreafonable, I may add, how infamous it is, to\n[ pick up inch loofe and profitlefs peTfons and make\nI them companions. I have often beheld with fur-\nprize feveral of them (talking before a country\ni gentleman, and crowding themfeivcs into all com-\n; paoyand buiinefs with him, fucking and fpunging\n’ upon him, and, in a literal fenfe, eating him up\nalive. Thefe you may know by the defeription\ngiven of them, and if you retain the lead inge­\nnuity of temper, you will doubtlefs treat them\nwith the contempt they deferve.\nM O N E Y . D R O P P E R S.\n^H E rendezvous of thefe petty cheats, is in the\nmoil popular parts of the town, fuch as Moor-\nfields, Covent-garden, and other public places be-\ntWeenWdlminfter-Hall and Temple-Bar, efpecially\n?he two former; and it is fome odds if a country­\nman paffes through either of them but he is attack-\nby a parry. The manner of vY\nvt* cYveax \\%\nTo make a compUat ftt, vY\nvextt\nq\nm\nROo\n*\n( »9 )\n\fthree of them: one to perfonate a mercha\nother a country gentleman, and the third a\nman. When they hit off the cully, one\ngang marches dire&ly before him, and :\nfollows clofe behind, till they come to a con\nplace, where the mouthy as they term binr\nneeds obferve. The fpark that is in the fro\ndrops the guinea: *\n*faith (fays he, turning\n(hanger) [ have found a piece of (none\n“ I think it is a guinea.” Then if he tb;\nthe rear perceives he is infcnfible of the chi\nhe Heps and claims halves. After a Igtt\nfquabble between the two cheats, fays tl\n“ If any has a right to foack, it is this ger\n“ who (aw me take it u p : but to prevent d\n“ we'll all go to the tavern and (pend tl\n** money, and then divide the remainder <\n“ amongft ns.” The third (till continu«\ndiftance to obferve the fuccefs of their tr\nment, and in what tavern they houfe him,\nis generally one to which they are accuf\nwhen he is fixt, then in he comes in a\nhnrry and pretended eonfufion for the lo:\nbill, which he fays, he fnppofcs he dropp\nnow, in the very room where they are dr:\nTo give cpfour to the fraud, one of the tv\nveys a fhg^; bill under the table, which\nmediately takes up, and as a teftimony of l\ncalls for his pint.\nAfter they begin to grow a little warm, u\none of them, and pretends to have difco\\\npack o f cards, which he has before placed i\nconvenient part of the room for his pi\n** Ha! vfays he) here’s a pack of cards;\nft I’\nll {hew you one of the imaneft.\n( 20 )\n\f( «« )\n* was taught by a Frenchman a fetir days ago.’*\nThen to poffefs their cully of their innocence,\nthey (hew feveral of their ordinary tricks upoq\nthe cards. At lad, he that is mod dexterous,\niUrts the grand trick: on which wagers enfue, and\nthe mouth is generally taken in. If tuis does not\npals noon him, they try him with fade dice, rug\nini « leather, or twenty other proje&s, which\nthey 'S.ve ready on fuch occafions. In (hort,\nrather than fail they will knock him down, rifle\nhim, or pick his pocket. If you obferve the\nmanner in which this cheat is deferibed, you need\nhocaution againd it.\nP I C K P O C K E T S .\n3 THESE rabble of cheats are fuch as from tbeir\n* youth have been trained up to the bafe art,\nwhich conlids of a kind of flight in picking youy\n' property from you imperceptibly. Their chief\nrefort is Black-boy-alley, the ruinous buildings\ni about Chick-lane, and fuch. like places. They\ni attend on public occafions ; fuch as public days,\nproedhons, extraordinary fights, &c. They\ngenerally go in clans of a man, a woman and\nfbtldren, each of whom have their refpe&ive de­\npartments. In crouds they effedl a great ddire of\npaiTtng, and the ufual method is for the man to\njoftle the perfon pointed out as the mark, while a\nfoy or girl does the bufmefs, and conveys th^\nplunder to a woman, and then make offfrequently\nunder a coach or two if there are any hand. They\nalio frequent places of public worlhip, (hat are\n{generallycrowded through fafhion,or the popularity\n®\nf a preacher, from which they frequently carry\noff a good booty; and indeed embrace\nPPportuaity, when there is likely to be z eotteooAe-\n\f( =2 )\npf people. Thefe are the molt difficult of a\npheats to guard again!! in London, becaufe the\nare more in number, and often in purfoit of prej\nThe moft effe&ual method I can preferibe, ist\navoid all crowd?, which are frequently railed b\nthefe means, and if you go to' plapes of publi\nrefort, leave every thing valuable behir^l yot\nand always be upon your guard. Ladies ii\nparticular fliould be careful of their watcMa “\nam\ntweezers, as thefe areeafily cut from their tides.\nQ U A C K S . ' *\n'\"THESE are arrogant mifcreant6, thaj: rof> fhon\nfands, not only of their money but thei\nhealth. They pretend to a knowledge ip phyfi\nand furgery, op the meer foundation, perhaps, f\nhaving done menial offices of gentlemen of th\nfaculty; or perhaps a few receipts from fome o\n■\ntheir own fraternity. They have nothing to re\ncommend them to a confumate effrontery, and w\nother means of palming their peftiferous pom\npounds upon the unwary, than puff, groundlel\naffurances, and lnfolent detraction. They hay\nalfo a convenient back door, and private room, •\nregular furgeon and phyfician to attend, and\nthoufand fuch like allurements, to entice you t\nthe ruin of yopr ponftitution.\nCountry people arp more efpecially liable to b\ncaught in their fnares, from want of acquaintanc\nin town, and if their cafe is venereal, thro’ iham\nof divplgmg it to thofe with whom they refide\nto caution you againft thefe murderers of the con\nlitItution, I lhall lay before you their genere\nmethod of treating the unhappy patient in venerpi\ncafesparticularly.\n\fWhen the infe&ed perfon applies, they judge\nfef his circumftances generally by his appearance,\nknd take care to make him come down before they\nproceed to buGnefs. After examination, if they\n‘\nfind him a novice, they endeavour to intimidate\nhim, by reprefenting the Hate of his cafe to be\nmuch worfe than it really is, but yet, to extort\ninoney, promife, notwithftanding the malignant\nnature of it, afpeedy and effe&ual cure. Having\n'given him fomeof tneir compounds with direiftons\nconcerning the application of them, they appoint\nin interview at a certain time and difmifs him.\nHe muft then produce another prefent, and is\ndifmiffed as before. Their common method is to\ndallywith you as long as polfible, and then either\ndecieve you with a patched up cure, or more dread­\nfulfyinptoms than appeared on your firft applicati-\n1on; but the former is the moll common cafe, of\n. which there are daily inltances in this town. To\ni avoidall connexion with thefe worft of deceiveis,\n¡apply on all occaGons to perfons of eilablilhed\n. ftpute from a regular education, and fair character.\nT R A P P E R S .\n1'HESE carry on their vile putpofes by the aflift-\nance of a pregnant whore, and the help of\n’force letters and papers, they pick out of your\npockets, which give them an inlet into your affairs.\nIfthey once are fo fortunate to get a big-bellied\n»hare into their confederacy, they carry her about\na kind of triumph among all their cullies and\nnovices; every one forfooth, under the notion of\nbeing the true father, muft fubferibe an individual\ntoiintemnce for the ftrumpet and the c\\\\vV\\, «t a\nwnaat muft be got immediately, and t\\\\e-\nMe pariih called in to th e ir aftitvaiu» to n *\n( *3 )\n\f( )\nyou to it. If you conteil the cafe with thetri, tl\njade is ready to fwear it upon you, and all is fettl\ned. If they get your papets and Idtters, thefe a\nthe credentials for them to commence theit villaii\nies; in fuch cafes they pretend that the harlot wf\nrifled you, Was an honeft woman, and a perfon i\ncredit, and you mud either make fatisfa&on; an\ncompound the bufinefs, or they will expofe yo\nfirft, and bring their a¿lion agamil you afterward\nIn fuch dircumltances a man is at alofs how toai\nIf he compounds, he lays himfelf open to the\nmercy, and renders himfelfa bubble and a proper!\nfor the future. If you conteft it with them, yo\ninjure your credit, as they will mifreprefent yoi\nand abufe you in all companies and upon all occal\nOns; fo that this abominable unhappy connedlio\nterminates but with your deftnuftion, To efcap\nthis embarraffment, you riiuft cautioufly avoi\npetty brothels, and houfes frequented by the low\nclafs of whores, bullies, fetters, 8cc. and ihuil a\nconverfe with fuch kind of men.\nB U L .t I E S . ‘\n'J'HESE are lewd blultering fellows, who havifl\nrendered themfelves unfit, by a compliestio\nof vicious adlions, for the fociety of fober ration\nperfons, are forced to throw tbfemfelves upon baw<\nand whores, and live upon their contributioi\nTheir rendezvous is among bawds and whorei\nthey eat their bread, and fight their battles; be6ti\nand infult their cullies, gather fometimes' the!\ncontribution, and occafionfy pimp, betray and fe\nIf you unhappily fall into converfe with theu\nthey generally entertain you w'v'On s\nlation ofthe murders arid tapes they have comx\ncd, the battles they have tou^cn. ''fc'&vthe.cS\n\f• night, the rencounters they have had with a\nof bailiffs and their followers, or forne luch\n□tic lies and forgeries^ If they can palm\ntuff upon you for truth, it is much if they\nyou not into a quarrel, orfome other fcrape,\nhen by a bafe ftratagein bring themfelves off,\nfcave you to fhift for yourfelf. The main\njth pf a bully’s valour and'proweft depends\nhi$ infolence, ignorance, and oaths; and if\ninch iuffle him effectually, fo that he may\nive you know both his bufinefs and temper,\nII fawn upon yoii afterwards like a fpaniel,\n'Oil may life him at yoii pleafure^ If yoti\nthreaten to chaftife his infolence, he'll tell\npethaps, that he has a battle to anfwer for,\nherefore iSat prefent redrafted from fighting,\n'hen that obligation cfeafes; woe be to you«\nfume none of my country friends will think\n. converfable objeCt,- who for all hiS coward-\nid ignorance, and though he is fo below the\nRer pf a man, can betray ybu into ¿amingj\nels, into a bawdy-houfe, and into the com-\nof rogues, thieves, and whores, as well as\nittieft (harper, or {touted fpark of the towm\n:s are of two degrees: thofe who hover about\ntelong to petty brothels, and thofe who live\n^whores of fafhion. The former are made\nFfp introduce country-men or ftrangers into\nliaree with the extortionate demands of the\ni and Whores. If, after you have regaled\nelf with a filthy ftrumpet, and their poifpti-\nquor, you call to pay, and finding they have\ncharged exorbitantly, fcruple their account,\n>\nr two of tbefe gentlemen vu \\Jca\n{ 25 )\n\froom, and advife you to make.no diftufl\nthere, but pun&ually pay vrhat you know yoi\nboth called for and received, otherwife they\nproceed to compulfive means; if you then\nply not, they will not only force from you\nproperty, but tumble you out neck and heels\nprobably do you much- hurt.\nThofe bullies who live upon whores of fel\naffect the drefs and airs of men of rank and\nturn, and-by ftrutting occaiionally-by the fi<\na gay hdy, add a conference to her and t\nfelves, and induce the ignorant cully to\nthat mil's confers her favours on gentlemen <\nand that htr cannot therefore-dream of a f\nfrom her without an adequate return, whic\nproportion to her fplencfid appearance, me\neonfid'erable. They alfo frequently call in b\npointnwent, when the lady has- a cully with\nin order to trepan him to cards, and by that n\nfend1him away- fleeced of his money. V«\nare the fnares they lay for the ignorant and-u\nrv, but thofe who are warned of them- in\nplain manner, it ia to* be hoped, will be at\ndeteil, and refolute enough to Hum- them.\nK r I D - L A Y E R S.\nTN this cheat there are always two or three\npert concerned ?and it is generally pradif\nnignt. One gpeff on1one- fidfc of the-ffreet\nother on- the other;- and if they meet a- ebu\nman witli a portmanteau, box, or bundle, th\nlow him until he refts it. One of them then\nnp to him, and fays, Eli give you a (hilli\ncarry this latter to that houfe, becaufe I d<\ncare to go myfelf, but do not ftays m th e i\ntime they pike oft with-the. booty. A i'h\n( *6 ) '\n\f«at q« the way, one of them will go ap to. hit*\naudaflc him where he is going, and if unacquaint>>\n«d with the trick, will gain from him certain intel­\nligence. He then informs his partner, who, he*\ning genteely <\ndceiled, goes forward to the Jjpufe,\nand- having left his hat with a .comrade, comes\nfrom the door juft as-the countryman arrives, and\ncries, what made you ftay fo long? then takes the\nthings from him, and bids him go over the way\nto that honfe or tavern for fome beer, or a bottle\nof wipe, aod fays, bring change for a guinea, or-\n'I cannot pay you; while the perfon is gone over,\nthe things are brujbed, that is, carried off,to thp\n'great furprife of the bearer.\nIf they fee a .countryman with a bundle afking\nthe way, they will accompany him, pretend to\nlire# him, and carry tire bundle or box for him ;\n*ndwhilft one takes the perfoo forward, the other\ngives them the drop, down fome yard or ,all$v,\nUving previously agreed where to meet again with\nthebooty .; fothe poor ignorant jnan is left in the\nlurch,\nD U F F E R S .\n'jpUCSE Tons of rapine generally ply in public\nplaces, and their ufual method of proceedr\ningis as follows: When they fee a novice or coun­\ntryman pafljng, they beckon to t)im, apd, if he\n'tiileiis, inform him, that tliey have various foreign\ncommodities to difpofe of at lefs than half price,\nhatas they are ¿rut},, privacy is requifite, and they\n®uft therefore beg the favour of him to ftep with\nhimto a plape convenient for the purpofef If the\ncheat fucceeds thus far, the granger is coY>dx\\&eA.\nthrough fome hive, alley, or -bye-path, Vo aw <3^-.\n•itreceraer provided for theif deli^n.\n( *7 )\n\f( =« )\nis entered, And the Duffer begins to bring\ncommodities, in comes an accomplice, as pi\ned on the fame errand, and to carry on th\nfion, cheapens and pretends to purchafe di\narticles. Their cargo chiefly conflits of ha\nchiefs; filk and cotton itockings, remnants\n{ilk, 8«c.: which being flolen, picked up i\nfair, or elfe bad of the kind, and therefore\njit t çheâp rate, they impofe frequently\nnovice as foreign, and thereby extort fro\ntreble the value. If fufpe&ing the cheat\ntardy, and by his behaviour indicates an\ntingftefs to deal, they begin to bounce an.\nto wonder at his impudence in bringing\nthus for to the lofs of their time, and per\ngood cuftomer, for nothing. If this prevail\nthreaten, which generally forces the intin\nftrangèr to deal for fomething ; if he féi\nchange, he feldom fees h'is money again)\nthey always lead him to intricate holes and\nCan feldom get him redrefs, In ihort, if the\ntrepan an ignorant perfon into their clutchi\nrare if he cfçapes without much còli or vile\nThefe, bèing defcribed, will be fhunn\nturning a deaf ear to their felicitations.'\nM O C K - A U C T I O N S ,\nA UCTIONS, or Yelling goods of any ki\n‘ advance to the highest bidder, are in g\ndehifive, and feldom ahfwei the end of th\nchafer, as he frequently obtains his commi\nat an exorbitant rate. • , . .\nThe crédulîty, vanity, and ambition of\nkind promtéd their institution, tò fùbOetx\npiirpofes o f th'òfe whò inatte a. trade ot \\N\n?\no f others. If .the beft are fe\\àotà îrée ^\n\fvice», whait muft we fay of thofe we are about to\nflefcnbe? a more palpable delufion prevails not in\nLondon, that feat of fraud. I term them Mock-\nAuctions, becanfe they are deceits throughout,\ntheir advertifem.ents fet forth the lale of perfons\nthat never exifted, and owners that never poffeff-\nisd fn.ch property, Thefe aiuflioneers.are gene­\nrally fellows who have forfworn honour ami mo-\nflefty ^ and being reduced to a crifis of fortune,\ndevife this bafe expedient for a living.\nHaving taken a petty {hop, they bring together\n-their flock of goods, which, for the inpft pait are\nfaulty: they then employ three or four infamous\nS\nuffers of each fex. Thefe puffers are luch as.\ntey find neceflary to promo;e trade on two ac­\ncounts, both affe&ing to purchafe, and thereby\nSimulating iirangers to bid, and alfo by advanc­\ning, prevent many commododities from going off\nunder a certain flipulated fum.\nPreparations thus made, up mounts Mr. Ora­\ntor, and\" the cheat begins by putting up part of\nhis {lock.\nHe harangues, perhaps, on the excellency of a\nilver watch made by an eminent hand, and piit\n|P at the fmall rate of only two pounds ten (nil-,\nings,\nTo carry on the device, and attract the notice\nf paffengers, the watch is handed'round the com-\n^ny.,-tho’ confifting of puffers alone ; one bids,\npother advances; aud the bufinefs is carried on\nith great fpirit..\nWhen the buille has brought in a few dangers,;\n^d they find a novice difpofed to hie’, t\\\\e^ cvo.-\noufly avoid dallying when a snoutb vs\nari.\n( »9 )\n\fs\nIn like manner they proceed in other lefped«,.\nand as their commodities are ever defective in fotte\npoint or other, and they employ the meaneft hirer\ntings to delude the ignorant to bid their, utmoft\nvalue, and often much more, they cannot fail of\ndeceiving all, who, through inexperience, are al­\nlured to become purchasers at fo fraudulent 9\nmarket.\n• Many novices and countrymen have thocght\nthey have bought bargainsof this rabble; but time\nas (bon convinced them of a palpable deluj(ion>\nIf my country friends, in the courie of a vifit to\nLondon, are difpofed to pyrchafe any eotnmodir\nties it affords; I would advife jtlijet» to repair to\nthe fair tradefman, who icoms to to avail himfelf\nof their inexperience, and will treat them on th.e\nfame terms as the moil failful in the articles for\nwhich they deal; they will (hun fraud, and enjoy\na future fatisfailion, in having expended ilifi*\nmoney on a valuable acquifition,\nW H O R E S and J I L T S ,\nCO m^oy are the inftances of mifery, eonfequer»-'\non affociating with abandoned 'women, thto-J\nfew in the kingdom are ignorant that fuch depra-:\ny.ty *\n*incident to human nature, and produdjjtiv'-s\nof fuch fatal effecls; It may thence, perhaps, bto\ndeemed needlefs to divert your attention fronal\nshore important fubje&s by enlarging on this«»\nBut when we refleit that notwithftandiug the ge­\nneral warning, fuch .is the impetuofity of youth­\nful pa(Eon, and fuch the chicanries of the vici­\nous, that not only the inexperienced countrymen,\nbut a iztty who have long relided wv town,\nfo il viftims to the fam e; this ftibyeSV\n( 30 )\n\fd^ims particular regard, and defervfe -the mtfft\nminute and elaborate difeuflion.\nTo treat of thefe with perfpicuity, it will be\nHeceifary to range them into divers clafles, in\ndoing which I Unall invert the common method,\nand begin with the Hackney-Strumpet, and then\nproceed gradually to the whore of iafhion, refer­\nring at the fame time, particularly to thofe who\ncome under the denomination of jilts.\nBy the Hackney Strumpet, I mean the loweft\nclafs of whores, who having been always accus­\ntomed to low life, or elfe through extravagance,\nthe defcrtion of former charms, or other incidents,\n»educed, to penury, and therefore ply in the com­\nmon ftreets, and eudeavour to haul men by force\nto their difguftful embraces.'\nThefe are a miferable compound of whatever\ncan naufeate and pall, loft to every fcnfe of fhairev\nand, for the fake of bread, devoted to-every flagi­\ntious purpofe, that heated luft can pollibly incite-\nAs their neceffity compels them to proftitute\ntheir c?rcafes for the fmalleft confideiation, and t*\nthe very reptiles of the earth ; they aie Scarcely\never free from a compilation of all the loathfome\ndifeafes incident to human nature, and are, in fine,\na mafs hideous even in the conception, and rather\nantidotes than incentives to venery.\nTbe next elafe are! thofe who live in petty bro­\nthels, and itried particularly the Strand, Fleet-\nftre.ee, Lndgate-hill,-Scc. Thefe arc little better\nthan the former, and differ chiefly in drefs, be­\ning arrayed in the paltry habit of the infamous\nbawd, whofe flaves they aTc, and by whom they\nare generally attended, left, as\n( 3i >\n\ffhouhl pipe off with the dudds, or carry the ¿til\nly, from their (hop of iniquity.'\nAs the former, they,' for the benefit of ab in\nfamous hod or hofiefs, fubdiit to ail that ¿an dif\ngrace their fex; or ihock a modeil ear,’ as well a\n:\npoifon their health by gorging themfelves with\npefliferons liquors. .\nWhen they allure a perfon to their baneful refi-\ndence, they endeavour, by plying him with thé\nvery dregs of drink, to deprive him of reafon, in\norder to perpetrate their fraudulent defigns.\nThis done, he is wrought from one degree of\npaillon to another, till he becomes a paffive dupé\nto his doxy, who takes care to avail herfelf of thé\nopportunity, by making as* profitable a cully of\nhim as poifible.\nThus he lofes his money, injures his health by\ndrinking the moil pernicious liquors, and may\nthink himfelf lucky, if he efcapes naufeous dis­\ntempers.\nThe next clafs we (hall mention are thofè Whô\n•refide, as they term it, in private lodgings, buf\nin reality, only a genteeler fort of bawdy-houfefc\nAmong thofe we include thofe bagnio ladies, who\nalfo wear the bawd’s apparel: but as the bawds\nare of fuperior rank to the former, fo are the\nwhores in point of appearance and company.\nThefe rank of doxies frequent the park, the\nplay, jelly houfes, W—tli—by’s, &\ntc. all of which\n, we fhail fpeak hereafter. They are moftiy in­\ndebted for their tawdry habit to a woman who fur-\nnifli ladies with fuits according to their value, at\nîo much per fuit per day, alifo with occasional\nWatches and trinkets.\nThefe are devoured by landlords* lervanVs* «t\n( 3* )\n\f%\nfavourite fellows, who hating induftry, and loft to\nmH fenfe of honour, meanly live upon the contri­\nbution of UBfdrtunate women.\nIn reality, they are as miferable as the former,\nand obliged often to fubmit to as odious means of\nprocuring money.\nIf 'they can feduee a ftranger, they inlinuate to\nbins their fuperiority to the common clafs of wo­\nmen of the town, the expence of their lodging,\nfend genteel appearance, and thence, infer their\ntitle to a much more confiderable gratuity for a\nfavour done him.\nIf you affociate with thefe through {he alnre-\naient of a filk gown, you will be more liable-to\nwxpences, and equally to difeafes with the former.\nThe whore of falhion is generally the refufe of\na man of rank or fortune, who being left in toler­\nable plight as to the cloaths and money, fupports\nan appearance of grandeur, reiides in a gay part\nof the town, and referves herfelf, for thofe alone\nWho are capable of amply retaliating her favours.\nShe has generally a train of followers, is a\nmighty toaft amoBgft the red coat gentry, her con­\nvene is therefore claimed, as an inftance of tafte\nand good breeding.\nHer fnares are more bewithing than any of the\nFormer, as her embraces are certainly more eligi-\n>ie, and confequently create a ftrong dtlire of\nepeating them.\nAs the fmalfeft of her favours is not difpenfed\nvithoat a confiderable acknowledgment, to keep\n>p her acquaintance, in a fliort courfe of which,\nb many incidental expences will occur, as require\na ample fortune.\n... . . ■ i\n< 33 )\n\ftitany country gentlemen owe their ruin t\nUnfortunate connexion with thefe firft rate «he\nwho having difttieinhered their eftates, and\npaired their conditutions, have only to lament\nrtfidue of their lives, their want of knowledg\nelude the art, or rcfolation to avoid the temp\non of thefe banes of their future peace of .mil\nThe J IL T , though a little more private\ndefigning, is as lewd and diflelute* and more <\ngercus than either of the former. They woul<\ncounted, forfooth virtuous and religious whe\nwho defpife common creatures, and ailed: tob\nat a fmutty joke.\nBy a demure look and oily tongue, they v\nupon the credulous, who, if they obtain the fn\neft favour* rate it as an extraordinary conque!\nIf they vouebfafe to’become your occafi\nbedfellow* they mutt have a handfome fettletr\nelegaot lodgings, plate, china, and all things\nable to a woman of rank. On thefe confide\nons ihe will he faithful to you, or at lead pro\nfo to be; but her fidelity will laft no longer\nyou can or will maintain her in her extravasa\nwith which the obligation on her part will be\nto fail. She can pray, cant, (hed crocodile t\n(ham a fit as a token of her affe&ion for you,\nin your abfence will ridicule you to her fav\nman, as a foolifh, or impotent fellow, and a\nhim that as foon as fhe can perfuade you o\nthe fettlement, and the new furniture, flic wi\nfront and .hen leave you.\nSometimes fhe will pretend to pregnancy,\nthen natural afie&ion mud induce you to car\nroar.littte one,, and allow the tuovVi«\nfor a lying in woman.\n( 34 )\n\fShe Will remind you that Lord A ■■\n■ *s, Sir\nJohn B - “ -*\n8 and colonel D—\n—\n—\n*s Miffcs lay-\n. in, with as much ftate as the bed lady in the king­\ndom; nay Mr. F—, that, is but an ordinary cui-\n. zen, prefented his midrefs with a new bed, and\n. the furniture of a room, which cod him near two\nhundred pounds. Alter this parade, Ihe will in-\n■fiuuate, that her merit being equal to that of the\n; bed, (he has a right to demand the fame ufage,\n; and therefore will treat aoy paltry offers with the\ncontempt they deferve. Nay, (he will carry her\neffrontery fo far, as to tell you, that as cafes itand\nbetween you and her, you ought to cut off the\n*, entail of your edate, and fettle a good part of it\n- 1npon her for life, and from her 40 devolve upon\nthe child.\n3 The tricks and devices of a jilt are number-\n•' ids, and can only be paralelled by their ingrati-\n* tudeand inhumanity. Nothihg can be more per-\nr- (¡¡lions than tbefe creatures, who after a profuiion\nj: favours, on the lead remiflhefs, will grow rude\n*\n- andinfolent, laugh at, revile, a n d fcorn you, and\n‘ yonwill become no lefs their buffoon now, than\n* youhad been their bubble before.\n' ■\nTo fum up her character, we may, with truth\n(aflert, that in a jilt are comprehended all the vices,\nlollies,■and impertinence* of the whole fcx.\nHaving thus gone thr» Uih a biirf, but we hope\n$i&urefque difplay of thofe chataftars. which, from\n■\nth\ne nature of their.fraudulent purlunr, are more\nimmediately injurious to the male pan of our coun­\nty friends, we proceed to thofe. which will require\n;usto give a caution to both, and \\>auk.\\iU\\bj dae.\n* (hall mention. ~\n{ 35 )\n\f( 36 )\nB A W D S .\nBAWD is a creature infamous and def\nutC beyond delcription, a «retch, who b\nloft to all fenfe of modefty and humanity, is <\nble of any a&ion bafe and injurious as it tna\nto fociety, to leave her own infamous purp\nThefe ladies generally keep feraglios of their <\nthe entrances to which are conftantly graced\nthree or four painted harlots, that are read\n. feize the unwary who pafs by them. If they\nany ways trepan the inexperienced into‘their <\nas they term it, (and rather than fail, they\nhaul you in) you mult then call for your bottl\nbowl, after which a fmutty toaft is given to\nquaint you with the nature of their occupaj\nSoon after, in conies the governefs in a pretet\nrage, that the gentleman is not (hewn into a\nter room, and fnatching up the candle, defires\nto follow, and ihe’ll light you up herfelf.\nWhen they hare got you up flairs, they\nelude you are fixt: five or fix of her choice whe\ntherefore, are let 1'oofe to play upon you at t\ndiferetion. If by any lewd difeourfe or behavi\nthey can entice you into debauchery, the i\nthing is, which of the ladies you pitch upon,\nthe terms. There’s Mifs Jenny is but juft c<\nout of the country, and there being little di\nence between her and a maidenhead, her ft;\n.terms are .ten .{hillings, befides a crown for the\nof the room. Mifs Fanny, a good clean girl,\nas harmlefs as a lamb, may be allowed at tl\nhalf crowns, a rate ihe never went under. !\nBetfy, Mifs Nancy, and Iweet Mils Sukey, art\nthree found and a¿live gitl»*, trad\n\frs dead and money is fcarce, and you look a civil\ngentleman, and the bawd would encourage you to\ncome again, they (hall either of them divert you\nfor a crown, allowing another for the room, as\nufual.\nWith this edifying language, the old miftrefs of\niniquity entertains her gucils, whilit her ravenous\nnymphs are devouring his fubftance in a beaitly\nmanner, and larding their dilcourfe with horrid\noaths and bhtfphemies.\n. From this defcriptioo my country reader mud be\nfeqfible, that fuch wretches are more to be avoid­\ned than a peft-boufe, being in every refpe& as\ncontagious.\nA P R O C U R E S S .\nA S thefe monfters in iniquity are more particu-\nlarly the bane oi the fair-fex, I fliall, for the\nfake of the boneft country girl, whofe lot it may\nbe to come up to town, prefent an account of a ■\nnotorious one as verbally related to me by way of\nletter.\nDear Couiin,\nOUR pious aunt has frequently warned us of\nthe dangers to which we muft be inevitable expofed\nin this town. I have been convinced of the truth\nof her reprefcatation, by an accident which threat­\nened my utter ruin, and from which I efcaped in\nan extraordinary manner} the circumilance was\nits follows:\nReturning from a vifit to a relation, 1 was\novertaken in Cheap-hde by an elderly woman of\nCreditable appearance, who having accgfted me ia\n.# civil manner, alkcd, if I did uo\\ corns.\n( 37 )\n\fto feek fome genteel place. Upon ray replyii\nthac 1 di.i, (he informed me of a vacancy, whi<\nfile was certain would prove agreeable, and i\nwhich, as die liked ray appearance, ihe wou!\nrecommend me. '\nI exprefled my acknowledgment, took dire&\nons, and immediately inquired for a certain lac\nnear Soho. When 1 entered the houfe, 1 w;\nilicwn into an elegant parlour, where I had nt\nlong fat, before (he gentlewomaa .came in, I\nwhom having prefented my recommendation, 1\n1\nfeemed well pleafed, and ordered a fervant 1\nbring in a bowl of warm liquor, .called negu\nconfiding of wine, water, orange, &c. which ft\nlaid, was for fome friends ihe expr&cd ihortlj\nbut as 2 was warm with walking, ddired me i\ndrink fome of it, .telling me it was an innocen\npleafant liquor, and that file always ufed her wai\ning maids as herfelf. Pleafed with her condefcei\nlion, and being warm and thirfty, I dranjt pi eti\nfreely. She then made me lit down by her, aflu\ning me of her averfion to pride; and that wh<\n. lhe#\nhad no company, Ihe would always treat me i\nlike manner, if 1 behaved well. She then inquire\nconcerning wages, and was-fatisfied with my fir\npropoial, Affairs thus fettled, J rofe up to tali\nmy leave, telling her I would wait on her any da\nsh<* enfuing week, and bring mycloaths with rn<\nUpon this I was not a little fiirprifed to find ht\nsnfifi: on my Haying that night, as her own mai\nwas gone away, and ftis hiid invited fevcral ladi<\nto fpend the evening with her. Mindful of m\naunt's advice, I peremptorily refufed, and coul\n- perceive di\/piea.'un in her countenance, when H\ni\nground me refohed. She again p\\ied. me\n( 3* )\n\fwhich began to turn my head, and disorder my\nftomach. I entreated once more to depjrt. on\nproinife of returning immediately, which cauferl\n• my new miftrefs with fullen voice to declare, I\nfiiould on no account itir out of the houfe; and\nleaving the room in a pet, took the kty, in my\nbearing out of the door. This circuinftanre greatly\nalarmed me, and in the mean time a beautiful girt\nentered the parlour, elegantly dreiled, and every\n; W\naygenteel. Having gazed on me for fome time\n: withfolemn aftoniihment, (he rofe from the chair,\n) bolted the door, and breaking into a flood of tears,\ni tbuiexprefleJ herfelf:\n“ Dear young woman,\nI cannot make you fenfible of the pain I feel\nonyour account; and from a defire to ferve you,\nI run the hazard of involving myfelf in greater\nmifery, if it be poflible, than I have yet experi­\nenced. But my heart will not fuffer me to draw\nothers into the (ante fnare with myfelf. You are\nsowjo a notorious brothel! and if youefcapenot\n>\noafew hours, you are inevitably ruined !-~L was\nooceas innocent as now you l'eem to be; my vir-\n1 toe was unfpotted, and my mind as uncorrupted,\n»hen I firft entered tbefe accurfed doors, whither\n1was lent on an errand for the fame caufe that\nbrought you to them I was by force detained all\nBight, as you are defigned to be, robbed of my\nrittue, and fearing the difpleafure of n:y friend',\nfor (laying without their knowledge, as well as\nbring in the utmoft confufioo how to proceed, t\nW\nas obliged to repeat my guilt, and had hardly\n. timeto reflefl on its fatal confequences. My liber-\nity I imploredin vain, and my gtirf ietvector\n' *BcUport o f ail around me.\nC 39 )\n\ffo long confined, that I am afliamed to app\n.among my friend? and acquaintance. In this dre\nfui fituation I have been perplexed with difgufl\nimportunities every day from different men. T]\nin ihameiul round of guilt and horror have I ]\ngered out ten months, fuhjed to inconceiya\nmiferies. The fame fate awaits you; howev\nas my wretchednefs Will fcarce admit of additif\nI will affift you in what I can, and not, as the\nfamous procurefs, contribute to make you\nunhappy as myfelf.\nYou may imagine the horror with which this I\nrelation ftruck me ; I was dnmb for iome tin\ntrembling every joint : but, recovering a litt\nI thanked' the unhappy fair, and earneftly crav\nthe profered aififtante. The lucky moment fo\narrived, when a gentleman coming to the do«\n(he ftepped up herfelf for the key, which the u\nfufpeding procurefs gave her ; I took the opport\nnity to run out of the houfe in fuch a hurry, tfe\nI left my cloak and bonnet behind me.\nI am afioTed you rejoice with me for my delive\nance ; and defire you would take an opportnni\nof making it public, that others warned by t:\nunhappy fare of the injured innocent, may gua;\naeamft the wiles of our own fex, as well at the\nof the other.\nI am your's, affeftionately,\n, M. D;\nThe chief places of refort for thefe vileft\ntheir fex, are the play-honfes, fome coffee-houf\nand public places. They aflame various form\nand are capable of atting divers parts; 6om\ntimes they have the molt -¿shelve <\nworldfor you, at other tunw a ta&yram «\ns\n( 40 )\n\flore of about fourteen, a perfed pattern of inno­\ncence and modefty, and a pure virgin; befides (he\nhas one that fings like an angel, another that\ndances to a miracle, a third that has an incom­\nparable (hape and mien, and a fourth that is an\nabfolute wit, and the only diverting companion of\nher whole fe$.\nIn (hort, (he has them, or at lead pretends (he\nha them, of all forts and prices, from a guinea\ntofive, and from five to a hundred; but let me\ndure you, that if you deal with her for any, you\nhave better luck than mod men, if it does not\n. prove a dear bargain on the making up of your\naccount\nIt is unaccountable to think, when they hear\nof a fine woman, what (trange contrivances and\ndevices, what projedh and defigns they lay to get\nIntoher company, and corrupt her. The delud­\ning and ruining both men and women, is their\nwholebufinefc and occupation, nay, not only their\n: ova, but the employ of feveral agents and faftors.\nThefe ate a fort of mercenary wretches, who haunt\nthctown to try what game of either (ex they can\n&d; and if they chance to make their fet upon a\ncountry gentleman or ftranger, they will never for-\nlake the haunt, till the miftrcfs find fome means or\nother to entangle them. Country girls, to avoid\n[ their fnares, mud turn a deaf car to any who may\ni accoft them ia the (Ireet, or any place whatever.\n! They fhould likewife be particularly careful to\n! whom and where they apply for places of fervi-\ntode, recommendation, &c. as likewife into the\ncharade»of thole to whom they are recommended.\nF\n( 4* )\n\fX\nW A G G O N rfU N T E K S f.\nTH\nEinfamous device contained in this title fr 1\npra&ifed by both iexes, in various manner^\nand from different motives. There are always*\nnumber of defpicable Hirelings, in the fervice of\nbawds and procureffes, who attend at inns, to oh\nferve the number and (late of the paffengers, im\n*\nmediately on their arrival in the country waggon*.\nIF they fix on a perfon, efpecially of the female\nfex; whom they think fit for their bafe purpofe*,\nthey make it their bufinefs to watch her motion*}\nand if they find, her difpofed to tarry at the inn,\nihfinuate themfelves into converfe with her, and if\npoffible gain fome intelligtncerelating to her future\nproceedings.\nIf they fucceed in the firft point, it furniihet\nthem with an opportunity of contraAing an ac­\nquaintance with the poor country girl, and next\nof offering their fervice to get her employ. The1\nfraud is generally carried on by woiben, who are\ncapable of all the arts cf infinuation, as well as\nperpetrating the bafeff defigns under a tnaik of\nthe mod difinterefted friendship. They will warn\nthe unfuipe&ing innocent of the dangers to .which\nthey are expofed in a ftrange town, and offer their\ncouiifel and dire&ioii from a pretended motive of\ngood will.\nIf their hypocrify prevails, and their proffered\nfervice is accepted, then they recommend the poor\ngirl to fome infamous patronefs of iniquity, and\nproffitution and mifery too frequently enfue.\nI remember an inftance of an unhappy fair, w&o'\nloil her virtue, and commenced' her deftru&ioi*\nthe very ¿ay of her arrival in Oas cnSnaxva^ \\ovra»\n( 4\n*\n2 )\ny\nla.-«\nlie\nme\nn a\nfes\nWTi\nCOC\nof\npar\nper\nfire\nfell\non\nt h t\nall\n\fShe had hardly alighted, when (he was accofted\nby one of thefe fedqcers, under a pretence of\nhaving feen her before in the country. The girt\nexpreffed her furprize, but the,1’\nole abettor of for­\nnication perilled in claiming a knowledge of hei;,\nand infilled on her taking a lodging and a bit of\nmutton with her, till (he could .proyide herfelf\nagreeably to her own mind. Tbe'girl ft'Hl expref-\nfes much wonder at her, but being at length\nwrought on by importunity, enforced by fome cro­\ncodile tears, which (he called forth as a teftimony\nof her fincerity, accepted the kind offer, and de­\nparted from the inn, under the guidance cgf tbn^\npernicious condu&refs.\nAs they were palling together through the\nftreets, by her vile hypocrify, Ihe infinuated her*\nfelf into the confidence of the girl, who, relying\non her friendihip, cheerfully followed her, till\nthey arrived at the deffruclive habitation, in an\nalley adjoining to Bow lane. On their entrance\n(he informed two young women, whom (he had\nkept in bondage fome time, of the extraordinary\n:ircumllance of her meeting with her couotry\nfriend, and of the pleafure (he had in being able\nto entertain her till (he could change her refideace,\nin a manner fuitable to her defigU of coming to\ntown.\nThrough fear of incurring the difpleafure of\nthe old caterpillar, the deceit is carried on, till .the\napproach of bight, when a grave citizen enters in\neonfequence of notice fent him by thebawd, who\nthen informs the girl, that (he has procured her a\nwealthy hufband, that the nuptials ihaH be (hortly\neonfummated, fo that the fame bed tnvj W A x\nJcassv\n'ipththafi night.\ni 43 5\n\fThe aftonifliment of the deluded fair on\noccafion, is inconceivable; (he fell on her ki\nlet fall a flood of tears, and in the moil moi\naccents, begged the liberty to depart.\n' The hardened mifcreant, unafie&ed by\nfcene of woe, plainly told her, that all refill;\nwas vain; for that though ihc contradifted her i\nintereft, it was the duty-of a friend, who k\nwhat courfe would bell tend thereunto, to con\nher to profecute the fame.\nShe then repeated her importunity to dcp\nwhich being again denied, ihe begged that\naflPair might be poilponed ; but all proved t\nvailable. ihe was forced into the embraces of\nlafcivious fpoiler of her virtue, but happily,\nopt long furvive its fatal lofs.\nThere is a leries of male Waggon-hunt\nwhofe motives are purely to gratify their libidic\ndefires,\nThefe are generally debilitated fellows, v\ntired of the proftitutes of the town, are font\nafrefli countiy girl, from whom they have no i\nfon to expeft injury; but much to apprehend\nmoil heightened degree of pleafure.\nThey walk feveral miles out of London, I\nrowly obferving the paffengers of every wagj\nthey meet or overtake. If they lee a girl t\nattra&s their fancy, they fee the driver, mo\nand feat themfeives by the obje£t of their del\nThey then ule every deluding art they are ma\nof, and fometimes prevail, to the ruin of the\nexperienced, unfufprdiog creatures, who ad\nthem.to a liberty, which they have reafon torep\nthe remainder of their lives.\n( 44 )\n\fINTELLIGENCE OFFICE.\nR.E is not a more palpable fraud impeded\non the town, than that praftifed by molt of\n■CCS.\ny are generally carried on by perfonswhOlly\n:e, or thofe of ruined fortunes and cha-\n, whofe only recommendation, is a toler-\noat, a powdered wig, and a confummatc\n*Y- . ,\nir windows are always filled with fictitious\nin order to make a parade of-bufinels to\n1 the unwary for intelligence-,\nyour entrance the book is opened, your\naferted, your (hilling paid, and you become\nidate for a place of co&fiderable profit ac-\n; to your capacity; or, if a mailer, (land\nto a good fervant. If you are defirous of\nmoney on an eftate, or any kind of goods,\nill help you to a coger, who (hall advance\ndy at a trifling intereft and moderate pre*\nIn fhort, they will affift you in thediipofal\nincumbrance of eftate or cffic&s, in the*\nnteel and expeditious manner.\nlive by bubbling mailers and fervaots,\ning to do that for you which they never de-\nand promifing that, which they are certain\n3 never effeft. Country people, for want\naintance in town, have often been made a\nthefe voracious animals, after dancing aU\n; on them every day for feveral months to-\nmaking a thoufand applications in vain,.\nig fooled out of fome pounds. -\ntefe offices are attended with more deftruc-\nfts. They hate often been\nt 4\n-5 )\n\f«lie Pimp, Bawd, and Procurers, wbo hare re-\nforted to them, .to fee what goods came in, and i\nhear where a pretty country girl was to be found, ;\nby means of the Rcgifler. It might with eafe be -\nproved, that fonie of thefe gentry have been m i\nfee with the pimping profeffio», and that many in­\nnocent girl.-, owe their ruin to t-heir combined fraud.\nCountry people of neither fex can with reafon\npropofe to themf: Ives any advantagefrom applying\nto thofe offices, where they are liable, if cennefi-\ned with them, to be bubbled, cajoled, «id tre­\npanned.\nFORTUNE-TELLERS.\n•J ’HESE gentry, by dim of aitrology, impiotuflf\npretend to prefcience or knowledge of future\nevents. With refped to aflronomical predi&ions,\nwe have had abundant proofs of their .verifica­\ntion ; but every fobcr thinking man nauft be con­\nvinced of the abfurdity, as well as .prefumptionof\na fhorufighted mortal's claiming a certain know-'\nledge of what fhall befal any individual, in tthe\ncourfe of a traniitory and uncertain life.\nSuch is the credulity of mankind in general^\nthat many live in this as well as in other countries,\nby abfurdly amufing the curiofny of Ignorant\nmen and filly women.\nIn the country, the myfierious art is profeffed\nand pra&ifed by gipfies, «id many have daily re-\ncourfe to their all-exploring faculty.\nIn town, the fupriiing myftery is arrogated by\na few noted profeiTors, whole houfes are as mnch\ncrouded on particular ,occafions as a courtier’s op\na levee day.\nThither repair a croud of £wain$,\n< 46 )\n\ffo be. allured concerning tbe afFe&iong of theif\n'^reethearts ; thither flock a train of youthful\nvirgins to learn their future deftiny ; thither flies\nthe lofer ro recover darling property, and thither\nthe fend mother to know the fifuation of an ab->\nfcnt child.\nIn fliort, to thefe repofitories of fate daily re­\npair the credulous, the inquifitive, the defpond-\n:ibg, and'the doubtful.\nOh their entrance,- they are (hewn into a room\nlet apart for the reception of the cuftomers, as\nbut one at a time can be admitted into the Sanflttm\n.Sandorum, where fits this prodigy of fcience.\nWhen yon are admitted to an interview, you firfl:\nCompliment him with a prefent; which, if yon\ndefire minute information, mull: be in proportion\nto the importance of the event, and your anxiety\nconcerning it.- With folemn afpeft he demands\nthe fubjeft, and matter of your enquiry; whic htold\nhim, he paufes feme time, then- aflis you many\nctrcumftanflial queftions, and after another paufe,\nteveals the important fecret, and diftnifles the cre­\ndulous.enquirer, with the air of a' mod profound\nphilofopher.\nThe minds of thefe perfons are, doubtlefs, af-\nfefted according to the prédirions of Mr. Infalli­\nble; which mull certainly have air influence ott\ntheir future conduéL Many have been fo elated\nby aflurance of future fuccefs, that, 'grown indo-\nBent in their flattons of life, they have lofl the\nVery means of living.\nOthers, deprelfed by ill-fated prédirions, have\nfbnk into delpair, and negle&edthe covatanucan*.\nécras a i their rank and ftation.\n( 47 )\n\fAt a proof of human credulity.. I (hall prei\nreader with a lingular in(lance of dextent)\ntiled with at lingular fuccels in the black art\nA young gentleman falling in love wi\ndaughter of a wealthy merchant, but heir\nprived of the confummation of it, throuf\nditagreement of their refpeftire parents, w\nhit travels, and among other places went to\nburgh,, where he happened to be in the coi\nof a gentleman, who fpeaking of his broi\nLondon, faid he was lately married to the t\nter of Mr. A----------, a merchant ip that cit\nThe* gentleman hearing a name mem\nwhich was the lame with that of his forme\ntrefs’s lather, enquired where the perlon wi\nlately married lived, and being certified <\nname and place of abode, failed for Euglai\nfirft opportunity. On his arrival in Londt\nwent to the houle according to the dire&ions\nhim at Hamburgh, and enquiring for the {\nman, found that he was in the country, and\nnot return that night. He then enquired fi\nlady (whom be well knew, tbo’ (he remetr\nnot him, being much altered by the cutting\nhair, and marks of the fmall pox) and prete\nto have letters of recommendation from be\nband's brother at Hamburgh, defired to t\nrenamed as afervant. The lady replied, th\nhufband being abfent, (he could not give 1\ndecifive anfwer, but as he had a letter froi\nbrother-in-law, he Ihould be welcome to a n\nlodging in the houle«\nHe embraced her offer with much ap|\nchecrfulncfs, and immedvaiely cntetcA\n( 4» )\n\fbe Iid y pretended indifpofition, was for going\ni b ed , in ord er to h u rry him aw ay fupperlefs,\nhich he obferving, defired a little beer. W h en\nic m aid was gone to fetch it, he had leifure to\no k ab o u t, and efpied, am ongft o th er th in g s, a\noth laid in an am ple m an n er, as if for fom e ban*\njet, from W hence concluding th a t this prepara*\non could n o t be for the n ext day, b u t th at fom e\n:rfon was to com e in h er h u ib an d ’s abfence to\n» tak e o f the d a in tie s; h e determ ined to w atch\n«ir m otions. N ow it proved according to. his\nrmife,. this entertainm ent b eing provided fo r th e\ngale o f a gallant w ho had m ade an aflignation fo r\nlatriig h t.\nHe acyrdingly came at the appointed hour, and\nas received with marks of the mod end aring\n:fpe<$. This caufed the firft lover to regtet his\nird fate; neverthelefs, he relolred to know the\nrent of the affair. v '*\nThey had no fooner fat down to theii' regale«\nan a knocking was' heard at the dcior> and the.\naid difcovered it to be her mafter. This put them\nto fuels a confternation, that had fhe not been a\nOman of ready invention and extraordinary pre­\nace of mind, they muft have, been dete&ed; but\nrutting her lpark, the provifion, tables, bottles,\nid all into an adjoining clofet, fhe betook herfelf\nher couch with her prayer book in her hand.\nHer huiband entering, thought himfelf happy\na wife who was conftantly at her prayers, and\nId her, after fome little difeourfe, that he was\nring to Gravefend, to give orders about the lad*\nJ of a fhip, but had beard that fhe had fallen\nton to the Nore, and coming off Ve.\nC 49 )\n\f( $ * > }\nthft hungry ahd msft hate foraething to foppef.\nMis virtuous wife told him, that he being abroad,\nflie had prepared nothing.\nThe Granger now took atf opportunity to (be#\nhimfelf, and being demanded by the matter wha\nhe was, the lady informed him, that he was oae\nwho had tetters of recommendation to be a fervaal\nfrom her brother-in-law at Hamburgh. The oil\nDon then aiked him bis qualification*. .\nI have (replied the other) been bfed a fcholar,\n. and taken Tome degrees at the wniverfity; I cut\nyrrite a good hand, and under(tend accounts welk\nbefide* which, during my refidehce at Oxford, 1\nfpent fume time m the ftudy of magic, or the black\nart, fot Which 1 was expelled. I can.,perform\nfotrtething wonderful, yet without danger j I can\ndifcover private enemies, reveal robberies, help\nright owners to goods ftolen or lott, and to (hips\nbecalmed procure a wind, that (halt bring them to\ntheir defired port. I witti then, faid the old gen*\ntieman, you could procure me a fopper to-ftigbf,\nfor nty appetite is very keen. With this wifii he\npromrfed to comply, and the lady, (earing the d&\ncovery of the intrigue, oppofed it violently, tHt\nrile Sham-conjurer, affaTed her by a private fig«,\n(hat he would preferve her honour inviolate, (be'\neonfented, upon condition, that (he (houkl hart\nnothing to terrify her.\nOur magician then began his incantation, Jfi*\nphvrbus \/ Mepborbus! Mepborbus$ thrice have t\ninvoked thee my familiar, be thou now at&ftaqt'\nto my defires, fupply whatever a hungry appetite\nRequires.\nAfter nytkiog the twelve fifgus on. the\nand muttering, iome unlnxe\\^^Ae n\n\fpaufed, and flood as if lifteniag to an invisible\nfpeaker; then told him that they might fall to and\neat heartily of the meat that was provided for them^\nwhich ftood upon the table ready furofthedin inch\na clofet. When the mafter of the houfe had ap­\npealed bis hunger, he deftred to be informed, by\nwhat means all this provilion was brought into thy\nclofet, as he heard no aoife. Sir* fays the con­\njuror, *twas done by a familiar that I have couv-\nBtand of, and you mail fee him if you'pieafe. By\nall means, fays the other, that i may thank him,\nfor I would, according to the old proverb, Giuf\nthe Devilbisdue; upon which the ftranger renewed\nhis invocations, thus Mepborbusf that lutkeft here,\nput on human fhape, appear vifible to our eyev\nand come forth in the likenefs of a fine well drc&\nfed gentleman, fuch as may p.leafe this lady.\nUpon this the young gallant catne forth, and the\n4oor being opened for him, be pafled through the\nroom, making a'bow, and went into the ftrecjt...\nThus the pretended conjuror came cfiP with\napplaufe on all fides. Th% mafter of the boqfie\nwas obliged to him for procuring an elegant repaft\nat a time he wanted it; the lady for getting rid qf\nher gallant, and the gallant for fetch a favourable\n(Opportunity of escaping from her huiband.\nWhether this relation be true or fabulous, it is\nas well authenticated, as the present faculty» to\nwhich our modern fortune-tellers pretend, notr\nsuithftanding, through the credulity and folly of\nmankind, fuch infamous cheats are prote&ed and\nencouraged.\nAs a further detection of thefe vile uwp&eaa*\nl fa ll cite a particular inftauce, wbttciuNibe« vto*\ntrdjtjr appears.jaoft glaring,\nC 5* )\n\fThere now lives in this town a famous w\nife\nman, who is a great pretender to the art of for­\ntune telling, and has acquired fuch reputation:\namong the lower clafs of people, that he has for­\nty or fifty fools to attend hith every morning;\nfome women to know when they (hall be married;\nfume married women, whofe buibahds are at fea;\nor in foreign plantations, to know if he can give\nthem any tidings concerning their (hte and circuit-\nfiances; fome perfons to know whether they (hall\nbe profperous in their marriage, voyage, or bufi-\nnefs in hand, and others about fiolen goods and.\nthe like. An ingenious married lady having heard\nmuch of Mr. Telhruth’s name, refolved to be de­\ntermined whether his prefer,fions were well founds\ned, or his followers were fools. She accordingly\napplied to the oracle, and on her approach to the\nchair of infallibility, told him, in a fubmifflve\nmanner, that ihe dt fired to be informed When pro­\nvidence would blefs her with a huiband: Having\nexamined her phyfiognomy, the piophet told her,\nthe man was yet unknown to her, who, would cer<\ntainly marry her within a few weeks, by whom fix\nfliould have three children, then bury him an(\nmarry a fecond time foon after, very much to be\nadvantage and faiisfaftion, and ihould live happ;\nwith him to a great age.\nThe lady then remonftrating with the impoito\nbn his fallacy, and declaring'that (he. had had\nhuiband nine years, he deiired to fee. her has\nonce more; upon a review of which he cried,\nwas miftaken, for I now find thou haft a hufbanc\nbut be is inch a very fmall one, that I can wit\nmuch difficulty difeem his figmhca.uow.vcv\nHappening to guefs Tight _\\u '\n( 5» )\n\fJady buvfl into laughter, and being well pleafed\nwith the cunning of the cheat, went away con­\nfirmed in her opinion,, that there was' nothing in\nhis pretended Ikill, hut mere guefs and fubtlety.\nA country gentleman, drartgely infatuated with\nan opinion of adrology, had recourfe to this fa­\nmous planet juggler, and refolved to venture feme\nmoney in the lottery, gave him a guinea to aifign\nJ)im a lucky hour for that purpofe.\nAfter the impollor had jumbled together a par­\ncel of figures to amaze th-_ quered, he fixed on a\ncertain' time, wherein he ihould be fohuhate..\nThe gentlem’\nan; purfuant to the dar-groper*s di­\nrections, bought a ticket, which coming up an\nhundred pounds, he presented the old fox with\nten'guineas^ and defired he would mention auother\n•dajHii which again he might be fortunate.\n' ‘ The bait Was greedily fwallowed, and the day\n¡fixed, on which the gentleman purchafed ten tick­\nets, biit to his mortification, they all cafñe up\nflank's, arid his only recouife was, to gó back and\ncurfe the philofaphcr, and his mifguiding .ftars.\n' There lived a few years ago in the.county of\nSurry, a famous adrofager, who, to deceive peo­\nple, had feveral bells placed in a dudy above dairs,\nthe ropes of which hung down a wall* of a dark\ndzir-cafe; one fignifying lod flieep, another clothes\ndolen off'the hedge, another dray'd or dolen\nhorfes, which were'the chief things about which\nthe country people repaired to him.\nA butcher having l®d fomé ibeép, went to the\nadrploger’s-houfe, and having acquainted the fer-\nvant with the nature of his biifinefs, the dieep-betl\nwas tinkleé, típon which the Aofiox\nput on his fur-cap,' and cobjutyu^,\n( 53 )\n\fHe immediately addrefled hiqafclf to the butt*\ndier with How now Friend, I’ll warrant you have:\nloft foroe {beep, and you want me 10 give you -\ntidings of them, Yes, noble do&or, fays tbe\nnaan. Come, (ays the doctor, walk into my par­\nlour, and I will give you fatisfa&ion, T^e but­\ncher followed, and happened'to have a dog with •\n,\nhim, which crept qnobferved under one of the\nchairs; the fervant, according to cuftom, had\ndrafted himfelf up in a bull’s hide, waiting for his\nfumtnons to appear, Tbis'giveo he made his ap, j\npearance, and the dog being of the true .breed, j\nfeized the doctor’s ailiftant, and tpade him roar oat\nlike the beaft he reprefented. The conjuror in a\ngreat pallion, cried out, take off your dog, you\nrogue, take off your dog. The butche? having\ndifcovered the cheat, replied. Not 1, by my troth,\ndo&or, 1 know he’s as good as ever run, let them\nfight fair, doctor, if you’ll venture your devil, PH\nventure my dog. The dodtor at length was glad\nto pay the man for his Qieep, to prevent a further\ndifcovery of his notorious frauds.\nIn Ihort, a train of mifadventures have attend­\ned this diabolical cheatv and many live to ¡rue theif\ncredulous regard to it.\nI would therefore particularly admoniih my\ncountry friends, to contemn fuch arrogant pr«r\ntenders to an attribute of the deity; to banifti all\nidle and groundlefs fuggeftions, and profecutinj*\nthe paths of honour and virtue, leave other cort\ncerns to aa unerring providence.\nPRETEN DEP-FRIENDS.\njDEFORE I lay $pen to my country readers the\nJ J fraud which often lies hid, in feigned\nCom to frieadQiip, it will be ueeeSarj x.o tetoVoe\n< 54 )\n\fvni general properties of a knave or falfe friend»\ntot they may be upon their guard, and avoidtheit\nuileful infinuationsw\nThough fome are of opinion that a knave may\nie known by his looks, and that the countenance\nt an index to the m ind; there are hypocrites, who\nave art enough to manage their very faces, fo as\no indicate the drifted honefty, or profound flu­\nidity, A knave 1 would diftinguim from a filfe\nfiend, by observing, that thofe he wrongs are noi\nuch as he profefles a friendlhip for; but he prac-\nifes upon all whom chance throws in his way;\nrhereas a treacherous friend, after the molt folemn .\niroteftations, and ftrongeft obligations, breaks\nhrough every bond, and evidently difeoven a\nleant of confidence,. honour, and common honefty ;\nR\ne as much exceeds a knave in the attrocioufnefs\nbf his ccnduft, as perjury and treachery are more\ninjurious than a common cheat. Meei pretention*\ntofriendship are a combination of fraud and deceit\ntf every kind, as well as the produce of the mean-\nift cowardice; for, as by their difguife they obvi-\ntte the fufpicion of the open-hearted generous\n«an, they frequently ftab him in the dark, with\nrefpeft to charaiier or property.\nIn ihort, in point of drift morality, they differ\naot*from the murderer, for though they evade the\ntotter of the law, they are guilty of violating every\nfacredtie, that can conneft the intereft of man­\nkind, or promote focial happinefs.\nVarious are the methods which thefe pretenders\nJttwfce to infiouate themfelves with the ignorant,\nw thegfeneeons.\n’^They \"havegenerally a confummate ,\narfSnftairon o f modefry, arc&cauaiiusae. ■\na\n( 55 )\n\ff\nvariety of looks to fubferve different purpol\nThey often feign an exceflive regard ¿>r the :\nterell of another, who no fooner follows their i\nre&ion, than fatal .experience convinces him\nhis own credulity, and the perfidy of a pretend\nfriend. ' %\n■\nIn the., former eourfe of my life, being una\nquainted with the treachery of mankind, llifieu\nto the fmooth addrefs, warm proteftations, ar\nfanguine counfel of one of this {lamp, and b\ncoming remarkably intimate with him,» made hii\nacquainted with the particulars of. my circuit\nfiances, referred to his opinion in all cafes of in\n«-portance, anal at length entered into the clofe\ncxtnne&ion with him. As an indolent difpofitio\ninduced him to prey upon the unwary, my littl\nproperty was foon exhaufted, and my pretende\nfriend not only treated me with the vileft abuf<\nbut had well nigh entangled! me in a labyrintl\nout of which I could never have extricated myfel\nS W I N D L E R S .\n, y l l S E like faihion is for ever fluctuating in ¡1\nm odes, a ftale villainy becom es obfolete, ah<\nis fup p iied by fom e en o rm ity o f a m ore nioderi\nd a te ; it is therefore neceffary for th e informatioi\no f th e public, and to cau tio n th e u nw ary, to trao\nit through its varieties, aYtd expofe ev ery attroci\nous in v en tio n in its p ro p er colours, as its beinj\nn e w m ay m ake it fuccefsful, its being expofed ma;\np rev e n t th e m ifehief.\nSwindling and th e Mace are th e new eft m othod\no f deceiving, and d efrau d in g th e incautious, an\nin th e ir various form s th e m oft reigning m ode c\nmodern knavery: to pra& ife tVvefe a\\\\* \\V \\ \\ w ece\nfary to create th e ih a tn ap p eaian ce. o£\n( J6 )\n\f£ fubflance, in order to become mailers of the\n&ua< property of the negligent, ignorant, or un-\nvUTy tradefman.\n•There are lifually a number of Swindlers con-\nnefted together ; they hire a genteel houfe; one\nappears as mailer, others as clerks; and fome as\nmenial fervants. They order all kinds of goods,\ngaming credit from their apparent opulence, and\nas foon as they are delivered, fell them for ready\nmoney at perhaps 5 0 per cent» under prime coil,\nto' fome tradefmen who are mean enough to en­\ncourage fuch wretches. An old provefb fays, with-\nntt a receiver-there could be nothief- And without\nfuch tradefmen there could be no fwindler. How­\never-among the Jews there is always a certain re-\nceptable for the fpoils obtained by every kind df\nvillainy. . ‘ *\n• In the country they make ufe of forged bankers\nchecks, properly filled, and apparantly good; atid\n•intown they ufually offer payment in promifTary\n-notes, indorfed on the back with feveral names,\nwhich make them appear extremely refpe&able,\nby fuch impofitions, not only obtain goods,\nbut even ready money in exchange.\n' Biit*the moll artful deception of. the fwindlers,\n*ndtfhat the public ought to be more particular­\nly cautioned againft, is what is called goiug upon\nthe mace-, that is, anfwering advertifements in-\nferted in the public papers by tradefmen, who up­\non fome particular emeigency have an immediate\noccafion to borrow money. The fwindlers trace\n•out an object, of this kind, appear as gentlemen,\n•feem to be poflefied of many valuable papers, pre­\npretend great humanity, and promife to raife the\n•-( 57 )\n\fmoney diredUy, provided the tradefman wil\nliis note of hand payable in a prescribed i\nthe neceffitous and deluded peifon imtncd\ncomplies and gives his note very readily; o\nthe fwindlers takes it and affures him tiiat h\nbe back within an hours time with the fum i\n<ite. The tradefman waits impatiently, but n<\nfees nor hears him again, nor indeed of his\ntill it becomes due, for the fwindler repairs\nit in triumph to his companions. Now theft\ntiles who cxift upon the ruin of families,\ncommit the molt attrocious villainies, prete\nbe confcientioufly Scrupulous with refpedt tc\njury, and therefore in order to avoid this c\nwhich is their only bugbear, one of the fratei\nin the fight of two others, as witnifies, fell\ngoods, it matters not of what kind, to the h\nler who has the tradefman’s note; the good\npaid for with the note, and a trifle of chan]\nven: as foon as the note is due, the poor trade\n'is arrefied upon it; if he gives bail, and trie\nadtion, the perfon who arretted him fwears th\ngave value for the note, the two confederate!\nroborate his 'evidence, and the poor tradefnr\ncall and obliged to pay the debt with ecfts of\nIf trade is dead, juid no fu¡table advertife\nAppears, the fwindlers themfelv.es advertife, f\ntimes to borrow money, when they contm\nfpecioas appearances to inveigle the lender c\nhis mOpey upon the note of the fwindler,\nfeema to have occafion to borrow if, and the\nrity of two confederates* who appear in refj\nble ch«Hra<fters; when the note becomes due\nfeeurlties are not to be found, not\ndrajKr\nec-&etthef, . but if the lender Qaau\\.dvra.<\n< 4» )\n\fout and arreft him, his comrades bail him* which\nis called buck-bail, to wait the ifliie of a trial, but\nat the time, neither principal or bad arp to bp\nheard of. •\nThe gang of fwindlers are composed chiefly of\n. Jews, fome Frenchmen and Germans. They;\nSometimes aflume titles, or at lead appear as ca- .\npital merchants, always wear the. face of bufinefs,\nand give themfelves many consequential; airs, ’\nHowever, they may be eafily obferved by the eye\nof observation by over-a&ing their parts, for they\nalways are in a great hurry, appear to bC over-'\nwhelmed with bufinefs, and make a great parade\nof feeming fubftantial perfons, frequently pulling\nout their pocket-books* as if accidentally, ana\nand difplay a great number of fi&itious bank notes;\nthey often vary the fubje# of their difcourfe, antf\nalways, keep their eyes fixed upon lire ejes of the\ntradefman, or perfon they intend to impofe upon*\nbafiHik-iike, to circumfcribe his attention, that\nthey may with the greater eafe deceive and deft-\nroy him. ‘\nG O S S I P S .\n\"THIS is the laft of the pernicious characters we\npropol^d to. difplay to the view of our readers,\nas of. injurious tendency to alt who are influenced\nby them.\nTho’ at firft view thefe may appear harmlefe\nand inoffenfive, yet their difpofition muft divert\nthem from thofe purfuits oh which depends their\njpoft important intereft.\nGofflps I confider as referring to the female fex,\naftd would underftand by the term, perfons, who,\nthrough habit or inclination* ate addt&eA.\npgti&l chit-chat; and, therefore,. Yao«\nC 59 )\n\fmoire of their neighbour’s concern? than their ow\nConverfe with Goflips al'ays encourages\nfpiri; of detra&ion, cherifhes envy, and fume;\nanimofities.\nGoflips of all ranks, from my lady to Moll t\n.kitchen ma’\n.d, delights in idle ftòries, lying repor\nand defamatory accufations.\nThey are led by their pradice to lie, negle\nfheir dut), and fquander their time. Which co:\nfequence will inevitably render the rich defpic\nble, and the poor deftitute ; and every confiderà\nperfon knows, to what trying temptation penui\nreduces, when charaders are ftained, or reput\ntion loft. •\nJ mention this foible of tittle-tattle, efpeciall\nas it abounds in this town, and has, to my certa\nknowledge, been an infuperable obftacle to tl\npreferment of many country girls, who havii\nimbibed it by example, have acquired fuch qua\nties as have proved their difgrace if not ruin, ai\nhave incurred them tlie disapprobation of the w\nand good. Shun 'therefore, all converfation w:\ngoflips, becaufe “ evil communication corni;\ngood manners.\nc 6\no )\n(renerai Remarks on the preferii State and Conditi\no f the Town, interfperfed w ith admonitions\nPerfons o f both Sexes.\nL QNDON has been juftly defcribed as a wor\nby itfelf, in which we m-y difçover me\nhew countries, and furprifihg Gngularities, th:\nin all the univerfe befides.\nIt w ay ju ftly be compared to a Ioni\n\fivild beafts, whpye tbqufands rangp about at a ven­\nture, are. equally f^vage, and mutually deftrudive\npne to another.\nIt abounds with hurry and impertinents, fcram-\nblings aud updertniijiqgs, villainies, cheats, and\nimpoftprs.\nSurvey it from the court Jo the dunghill, yob\nwill fee molt of its inhabitants appear in mafic;\neven at noon day, affeding to bp pufy in the fer-\nvice of fotiety, but bafely fubferviqg thpir own\npallions, a? if deceit was virtup. ;\nIts Very pomp, the innumerable equipages,\nend fplendid retinue we fee in every cprnpr, afr\nford but a melancholy token of an upiverfal po­\nverty, and the difmal profped of crouds of mife-\njrable people, either tortured with the agonies of\njtheir own guilt and follies, groaning under the\nwants of the neceiTaries of life, mad or infatuated\nby oppreifion, or defperate from ap urgent fenfç\np f irretrievable Ioffes fuilained in confidence, re­\nputation, or poverty.\nIn fliort, if one grand idea could contain a jpft\nj-eprefentatjon pf dhe motley tribe, which daiily\nexhibits in this fcene of adion, wé could not enr\njertain it without confufion and aftonifhme.it.\nHere are dil played a pérfed draiba of human life ;\nand a juft portrait of human nature, and a ftrik-\ning picture of men and things.\nThe court i? an epitome of this city, as well as\nthe world, and abounds with glaring inftances'of\nthe lawlefs fway of pride, ambition and avarice.\nTfre avenues leading to it ate agreeable to the\nprofped, and all enninate in the fame point, ho­\nnour and felf-intereft.\nAt £rft view, thé énd îecms\n\f( )\nbut experien.ee will prove, that before any c;\nrive at the defirei gaol, jnany by-paths m\ncrofted, many intricate mazes explored,\nconvisions of right and wrong ftjfled, and\narts invented andpra&ifed.\nAt Weftminfter-hall you may hear hideous\nplaints for want .of money and bufinefs,\n'harangue to little purpofe, ¡effrontery and\ngetting the better of modefty and good fenfe\ndignified rogues opprefling the helplefs but h\nObferve the fticklers for religion, and yo\nfind them inveterately bating, uncharitably\nfuring each other, and almoft every pait den\ning anathemas on the reft.\nIf we lead the countryman from one f<\na&ion to another, it will excite at once his .1\nfity and furprize When he beholds the r,ev\nrobe of autliority, he will be difpofeft tp h<\nthe wearer ; but, when he finds it to be a far\nfor iniquity, it will incur hi« contempt.\nThe Park is famous for being the rende\nof the gay and gallant, who aftèmble there I\nand tp be feen, to cenfure and to he cenfi\nthe ladies to ihew their finery and the fru\ntouch pains taken at the tiolet, and beaux t\npofe tbeir fopperies, obferve the .beauties,\nqx on a toaft for the approaching evening. I\none' here is curious in examining thofe who\nand moft are malicious as well as cenforious.\nIn this place of general concourfe peoplet\njoin in the company of tbofe whom they e\nha^e or deride, for company is not fought\nfor the benefit of conversation, but joined t\nquire a degree of confidence, and efcvboldw\nions agahiû thé common leftri&iom of vY\nve.\n\fThey talk chiefly to be taken notice of by thoffe\nwho pafs by them, for which reafon they rattfe\ntheir voices, that thofe who know them, may\nnot meet without a bow en pajjunt. Here ladies\nwalk four Or five miles in a morning with all the\nalacrity imaginable, who at home think it an in-\nfupportablc fatigue tojourney from one end of their\nchamber to another. You may obflrve a beafc\nwconnoitering the Mall, as much divided in mind\nasa lady in a lace chamber, determining what\ncompany (lie fliould join, and to avoid the fatal\nchoice, ufe as much precaution as a prudent pa­\ntent would do in the difpofal of a daughter in\nmarriage:\nA plain lrijh lord (hall lead half a dozen laced\n_coats up and down during his pleafure; and ano­\nther time be as much negleded as an honeft man in\ndfftrefs, upon a fight of a ribbon, though every\nribbon bears attia&ion according to its colour.\nThe Park is likewife a refort for ufurers, who\nply there in queft of young fpehd-tbrifts, with\nwhom they deal in the cent, per cent, way, and\nmany of whom they eafe of the third part of their\neftate by the time it comes into their poffeifion.\nHere aic alfo to be feen a number of tawdry\nmifles, who are ambling up and down in queft of\na cully, a dinner, and a crown; at well as many\nfharpers, lying in wait for a fool of fortune, of an\ninexperienced countryman. In ihort, the Mall\nexhibits a motley fcene of vanity, folly, and kna­\nvery; though it may afford recreation and imr\nprovement to the ftranger of either fex, provided\ntheyare' fufficiently guarded againil its fnares and\nintrigues.\ni would aJm oaiih the country\n( 63 )\n\fof frequenting that or any other place of ptibi\nrefort in this town, without proper company. '\nI’he play-houfe under regulation, is a place!\nrational entlrta lunent, .aid pleating inlitu&ioi\nmuch of which is oil through the fel-interefl«\ncompliance of the managers, w.th the vitiate\ntafte of the town ; 'I call it vitiated, bet aufe pei\npie in general delight either in the repieientatio\nof obfcenity, or nonfenGcal operas, farces, &\n<\nwhich tend to corrupt and enervate the mindsc\nthe rifing generation.'\nHere the indolent loll away their precious tin«\n.the critic comes to indulge his vanity, the (harpc\nto trepan, the courtezan to-allure and decay, th\n. bawd and procurers to feduce, and beaux and belli\nto fee, be feen, and mutually captivate.\nIn this epitome of the vorld, are four claffes\nthe firft is compofed of perfo'ns of quality, at*\nare feated in the boxes; though fools and imper\ntineuts too often intrude amongft them. The fe\ncond clafs, whofe province is the pit, conGih o\ncitizens and their ladies, wits and critics, lharper\nand courtezans; the third rank occupies the mid\ndie gallery, and is compofed of mechanics, am\nthe middling degree of people; the fourth and laf\nComprehend the refufe of the town, and is the .ea\nof noife, impertinence, and confufion.\nThere are nightly in the play-lioufes, both i\nthe pit and middle gallery, a number of jiltin\nwhores, ready to feduce any perfon who has th\nleaft appearance of a ftranger. When fuch-a or\n¡¿feated, one of thefe ladies comes up to hi*\nwRh a kind of formal impudence, and Gxes he\n|§ C a s ' near him as poflibie, then begins for*\njUjpcrtineut prate to draw Vim unto\n.( 64 )\n\f\/\nith hér. I f iiie finds a min fit for her turn,\nlidoâ trué ’fqirii'e, with a.fubtle and infinuating\nivility, th e t eaves him a little;» perhaps, to ac-\nüaint fomfc hanger-on, that ihe has a bubble in\n)w; fome proper measures are then refolved on,\nod ihe returns, and will be fure.to fiiclc by him\n).the end bf ihe-play,'by frequently forcing her\nifcourfe to him,- ând contradüpga kind of. fami-\narity with him. ’When the entertainment is over,\niè will take cafe to march .out with him,; aqd by\n» way contrive to let.hint have a glifapfe at lier\ntinted face.\nIf this prevails not, and he ftiîl feems infenfi-\nle of her defign, (he comes to clofe parley, and\nefires to know which way he goes, which always\nire to be hers. Here Ihe takes ocCa\/ipn to infi-\nuatfe, that if he will call a coach, and fet her\n3wn, the will give him a caft apothernighu\nIf this fucceeds, the bufinefs is half done} and\nD\niVihe has got him to herfelf,. the begins to ca­\nfe ând flatter, to commend his good nature and\nvility-, but* above all, the kindnefs oi taking\nt into his.coach ; ■\nin confideration pf which, if\n?Will do her the favour to go home with her to\nt lodgings, ihe will do her. beft to make him\nnendi'».’ '• >\nWhen he arrivées there, fhe will fift him to\now his circumftances, character in life, Sec,\nibh, if they anfwer her expectation, flie affeits\nbe fb captivated with his deportment, that he\nift nfefeds'dine with her to-morrow, and thus\n!train iy effectually laid, and he is generally\nen in for both.\n( 6 5 )\nI\n\fThe bawd and procnrefs alfb frequentl)\nwait here for the Unwary of both fexes, am\nrious are the arts which they pra&ife, to the u\nof the one, and the rum of the other.\nThere are alfo a fet of male decoyen io\nfceneot allurement, wbofe buGrtefs it is'to im\nthe ftrahger or countryman 'into definitive f\nOne of th'efe officious fellows will find\noccafion to accoft him, and after a little com\nas they feidom want confidence and inapud\nand (land litt’e upon forms and ceremonies,\nafk him after the play, to accompany him t<\ntavern, and drink to the health of an hone!)\ntleman of his country, whom he either kno\n■has heard of. If he can wheedle him thitbei\n. firft bufinefs is to make him drunk, draw him\ngaming, and then rob him of his money.\nVarious alfo are the traps laid for the i\npe&ed fair in this enchanted place;' to\nwhich, I advife my country readers of both\nnot to be immoderately fond of pleafuies\nnever tb ufe them without confidering their d\nand the company of difcreet experienced fri\nLondon cofifee-houfescomprehend a vaft v;\nof charaiiers, and are frequented by good«\n’ idle, and infignificant perfons.\nHeie yon may find the man of bufiuef®\nphilofopnei, the critic, the beau, the (harper\nthe fpubger; fome tranfadrag their comm\nconcerns fome ruminating, fome difpt\ntheir logical talents, fome lolling between\nand (lumber, fome looking out Tor their\nami fome, by their vacant •\\mV\\ci.UT\nemotion atalL\n( 66. )\n\fFrequently the coffee-houfes in the different\nI parts of the towny «HI afford a ftranger a very\nI good notion of the inhabitants in general, as well\nL 99 a ftriking difplay of the different character* in\n[ it ; and if he is on his guard, will not prove in\n: theleaft, detrimental to him.\ni So various are the avocations of this town, and\nlb different the times of attending them, that\nchère are feme houfes of entertainment open all\nwçbt as well as day ; in order, according to their\nu\/original defigm, to accommodate tbofe, whofe\nH calfiogs oblige them to attend at the earl¡eft hours.\nBut, as cuftoms degenerate in time, fo thefe\nare likewife rendered fubfcrvicot to bale purpefes\nand fraudulent dcftgns.\nThefe houfes are moftly frequented by loofe\ndiforderly fellows, who ply there in queft of per­\nfect either intoxicated with liquor, or ignorant of\nthe town, in order to trepan them by various\nartifice» into meafures, beneficial to the fedacer,\nand deftru&ivc to the (educed. Nothing is more\ncommon, than for perfons, after they have fuf-\nfeted themfelves to be detained beyond their ufual\nhour of departure, to betake themfelves to one of\nthefe kind of houfes, where they will find a cum­\nber of chairmen, coachmen, and others, the ic-\n-fufe of mankind, together with feme of the fame\nplight as themfelves. It is extraordinary, if pre­\ntence is not found to quarrel, tfpecially with one\nwho feems to be a countryman, imlds you will\ncomply with their exorbitant demands, either in\ngaming, drinking, or fpending your money la-\nvifhly on them j in fuch cafes, the ftranger never\nftjJb of being foiled ; for if the cannot conquer\n\f( 6 8 )\n' • . * . • . .\nhim by dint of manhood, they will) by number\nIf you chance (as it is very probable) to fall aflcej\nyou mayexptffcto awake without your hat, watfi\nmoney, ,&c. ahdit will be very difficult for.yo\nto obtain indemnity for .property loft in fo ptyqji\ncous a company.* . .[>\n. ■.\nIn moft of thepafiages and!avenues leading t\ntbefe night houfes, you..wilLbe..a&codcd by -tn\nmod miferable ot all whores, who are either o\neluded a lodging, through wantoupefs. or poverty\nif yon comply not-with their defire, they wjUri\nvile yoli -\nf and if you relent their abnie, it is muc\nif you $fcape the rigorous..difeipline of fome a\ntendant bullies; whereas cotripliaoce will aimo\ncertainly be attended 'with the mod pernicioi\nconfluence*.\nTo avoid thefe diladers, the dranger fhoul\nregularly and pun&qally comply with the fora\nand hours of thehoqfe in which he relides, wht\nin town. .\nAmong the red of the many diverfipns aa\namufements contrived by the ingenious and n\nceflitous, to entertain the rich,, the fortunate, at\nthe foolilh; beiides, plays, operas, pantomime\ncat’s operas, puppet, ihews, &c. there has be<\npra&ifed amonglt us a piece of old French galla\ntry called a mafquerade, an inditution, where\nthe mod abandoned may indulge the excefs of Iu\nury and lafcivioufiiefs, and wallow in the extras\ngance of concupifcence.\nTo the honour of the prefent day, this ext\nvagance of vice has been rather difcotintcnanc\nthan encouraged of late; but a$ it fofnetitnes\nallowed under the difgutieA ux\\e oi aw a{Jem\n\fom experience, I am affured of its bane,\nrpce, efpecially *oñ ftrangers; I think it\nut on. me, to txhibit a concife view of the\nIorder to excite the averfion of the rea-\nin amufetnent,fo repugnant to the laws of\nnd virtue,\nin my youthful days with the many extra-\n'éprefentaiions I had heard of this motley\nrefolved to be no longer ignorant of adi-\nWhich had been, honoured, as fame're-\nby the pretence’of the.greatcil quality,\nngly I communicated my intentions to a\nfen companions, and prevailed upon them\n:ipate with me in the fame expetiiive folly,\ncertain night we took coach in the city,\n>ur back on the honeft part of the town,\nri$d away tP the Ipng defired feene of\nig? according to cuftorn,' transformed our-\none of the ihops appointed for the pot­\nto luch fort of uncouth figures, as might\nm a.level with the whimfical mortals with\nse were about to mix; pptwitbftanding our\nto the aficmbly houfe, we thought proper\n1 ourfclves into fedan chairs, to avoid the\nif .the rabble, whowere'gathered in great\n5 on important occafions. ‘\nn we arrived at Cupid's new elyfiiim, and\nTed through a lane of foldiers; inffead of\nloney, we produced pur printed tickets,\nby parting with a piece at a time, carried\nugh three examiner's offices,' till we were\n:ed by the mailer of the ceremonies into a\nill.\n, ( 69 )\n\fI cow began to look about me with as muck\nfurprize, as a countryman under the dome of St.\nPaul's, being fnrrounded with fuch a- variety of\nobjcâs, as at once perplexed my very eyes.\nHaving araufed mvfelf awhHe with the-glitter*\ning pomp, and aftoniihing variety that furrouoded\nme, I could not forbear thinking that ail thé vices\nand follies in the uaiverfe, were here proanfcn*\ntjufly huddled together.\nBeing at length reconciled to the many Rightful\nappearances that were fanntering to and fro te\nentertain each other, with an inexpreffible dhrerfity\nof pa&eboard frees, old play-houfe robes, and\nother fantaftica! difguifes j I began t<\no examine\nparticulars, and fix in my memory every occur*\nranee that might deferve public notice*\nPurfuant to my defign, 1 took feveral turns,\nthe whole length of the grand aifembty room,\nwhich was crouded with a vail variety of uncouth\nmortals and appeared on the whole as a medfey of\nall nations, ages, and profellions.\nWhile the more Uprightly par* of the motley af.\nfembly were diverting thctnfelve» with ¿halting\ntheir ncels, others were Handing as fpeftators to\ndelight their eyes with the fine cuts and capers the\nyoung gentleman, and the agility and deportment\nof the nimble-footed ladies, who tried every art\nand device to win hearts,\nAfter feveral ihort confabulations with the fair-\nfex, in Various forms, and on various fdbje&t, J\nbegan to amufe my curiofity, with the nntnberlcfe\nthrong of fpe&ators that Were buzzing about me,\nand found carried into ptz&ice every Ftantic ip-\n( 7° )\n\fnation, that could render human nature contemp-\nibly -ludicrous.\nThey are mfact together, kings and peafants,\nrid and young, faints and daemons, the grave and\nthe gay, gbolU and living forms, and all cbara&ers\ndnt could compofe a jumble of diverfities.\nThus variegated, they fallied forth in great\nnumbers into the hazard-room; I followed, and\nbeheld them purfuing their pail'nrte with the ur-\nnaoil decorum; the winners refraining from all\nexiatic tranfports, and the lofers from frantic ex-\njdamations; no noifewas heard but the chinking\nof gold, the rattling of dice, and the (lamping pf\nthe bote.\nFrom the gameftet’s apartment, I eroded the\ngrand affembly room, to fome more private con­\nveniences on the eight hand, where contenting\nlovers retired out of the croud to confirm their\nsffignations. I had no. focmer entered upon tbefe\npremifes, than I found the feats all occupied by\nthe mod amorous part of both feces. Here all\nthe languiihing pollutes, alluring whifpers, and\nengaging airs, that could poilible kindle the fire of\nin the coldeil bread, were modeftly exercifed.\nFrom thence I moved forward till l came to an\nPnrtment, wh.re all forts of rich drams and cor­\na l s were plentifully difpenfed to both fexes, by\n'fe e or four female undet-ftrappers, wbofe foie\n'ifinefs was to give their vigilant attendance on\nhis particular occafion.\nHither the trading part of the female quality\nepair to (barpen their wits, elate their drooping\npints, and reader themfelves more acceptable\n( 7* )\n\fcompanions to fuch unfortunate cullies, as;\nhappen to engage with them. ,\nBeing rather averfe to didilled liquors*\ndally at fecond hand, l. removed my qus\nand retired' through the croud , into one. c\nboxes, where I might fit at eafe, behold t\nfembly at a distance, and ruminate upon th\ncellent ufe, and public benefit of this mod\nous convention, where all degrees of pe\neither had or might have recouife to play th\n•without the danger of being’known, an<\ndifhonour of being expofed in fome public i\npapen\nHere 1gnfced a confiderable time with alt«\n•tage and tranfport, till.upon a fignal given a\n-tipper end of the room, mod of the compan\nnillied in &minute, and tberfpacious place (\n•ception W\nats left empty. ,\n1 inquired ,fhe caule of this fudden defa\nand the perfon, to whom I applied, perceivii\nmy quefiions, I was. a ilranger to the cudoi\nthis honourable.affembly, told,pie, that they,\nall under ground at prefent, ahd bufily. enf\nin regaling themfefvea.\nAdvancing to the upper ehd of the room\n•nofe \"was faluted with the fmeli- of various dai:\nbut l could not yet difeover from whence\nfumes, arofp, till looking narrowly about in\nlength in an- obfeure, corner, on the right 1\nI found a deep pair of dair$, .that defeende\nmod perpendicularly to-afubtetancaft cave, w\nas l entered, I was environed-by a,pack of\ntnprants, contending for the faired dainties\nnature could produoe. As the taw m vm ev\n( 72 )\n\fy inadequate to the numerous aflcmbly, withe\nch difficulty I procured a Efficiency to appeafe\nkeennefs of my appetite, and retired into one\nthe boxes, where I happened to find a lady\ncb troubled with the hick-up, having made too\ne with claret and citron-water ; I began to ad-\nailler what verbal comfort I could to a diftret\n.lady in her daggering condition ; at firit fhe\nmed coy, but I loon made her break through\nr diflembled modedy, and put on her natural\noper, as well as her fituation would admit.\nAfter feme incoherent difeourfe with her, I in-\nired her name and lodging, made her fair pro-\nfes, and a handfome apology for not waiting on\nr-home, and fo returned into the crowd in qued\nmy companions, whom I foon found, being all\ncmyfelf, well cloyed with their entertainment.\nBy this time, which was about five in the morn*\n5, the mufic was ftlcnced, the dancing given\ner, the company dull, and the lovers eager to\njoy fool's paradife ; fo that, with the red of my\nDtpaniOns, I took a final leave of this expenfive\n:C\nc of mummery, with increafed concern for\n* prevalence of vice and folly in my native\nantry.\nFromfuch aflemblies as thefe, I would diffuade\nreaders of both fexes, as they tend to give the\nids of youth a wrong bias, and divert them\niti the paths of moral and facial virtue,\nks the ctiriofity o f country perfons is naturally\nited by the various things that prefent them­\nes in this town, and as many of them may be .\ni both with amufement and improvements Co\nr are other feenes at which hé tax«vot\\s^ pxe.-\n\" K\n( 73 )\n\fTent, without incurring much danger, if not fot\ntaining great lofs both in pocket and cooftitutioB.\nCovent Garden, and its purlieus, have many'\nfnares, which often intice the inexperienced heated ■\nyouth to his deftru&ion; and therefore fiiould be\nentered with great caution and circumfpeCiion.\nHere are a vaft variety of allurements, fiich as\ntav&us, bagnios, jclly-boufes, and lodging-honfes,\nfome adapted to the purpofe of afOgnatton, and\nothers to that of the ccnfummation of amorous\ndefires.\nThe jeily-boufes have, within thefe few years,\nbt-en rciorted to by ladies of pleafure, who ply\nthere as cattle at a market, or fervants at a ftatnte\nhall, where you may repair and choofe fuch goods\nas belt luit your taftc. Thofe who frequent thefe\nhoufes have certainly loft that (hame and delicacy\nwhich are the ornaments of the fair fex, as well ,\nas contracted the moft bare*faced effrontery, be*\ning capable of expoling themfelves to the lewd\nembraces of an abfolute (hanger for a trifling\nconfidention. They are likewife the refort of idle\nfellows, who meanly live on the contribution qf\nproftituted wretches, and are therefore bound to\nappear there, in order to afieri their caufe, and\nfight iheir battles.\nIn ihort, every fobtr perfon, who regards bis i\nintereft or character, will avoid fuch places as are\nmod frequented by perfons of indolent difpofiti*\nons, and tainted morals, and are in the higheft\nfenfe d-Vogatorv to his honour, fubveriive of his\nhappinefs, and repugnant to his intereft.\nFrom thefe houfes, the female «wvn, w&d\nabandoned as well as deluded Sottow«*,\nadjourn to other feeues of\n4\n( 74 )\n\fis a nightly rendezvous of whites, pimps, fend«\noners, bullies, and cullies.\nThe bufy fcene generally opens about midnight,\nand clofes about four in the morning. Here are\ndifeharged vollies of oaths and execrations, rib­\naldry and nonfenfe, blalphemy and obfeenity ; all.\nthat can ihock a modeft ear, offend a ferious mind,^\nor difguft a rational obferver, is pra&ifed withoup^',\nremorfe, refpetft of perfons or fex, or refpeft to\nthe fuperiority of the human to the brutal creation.\nAs the landlords of fuch houfes cannot but be\nfeippofed to have loft all fenfe of honour and juf-\ntice, the gueft cannot reafonably expert fair treat­\nment or good liquor \\ and indeed, as their view\nof frequenting them proceeds from different caufes,\nthey are generally carelefs about the quality or\nquantity of what they gorge, to the deftruftion of\ntheir health, and the profit of the moft abandoned\nif mankind.\nThe unguarded youth not only injures his con- -\nilitution, through means of intemperance, by fre*\nquenting inch houfes, butalfotoo often contrails\nuch acquaintance, as prove an eternal barrier to\nlis future fucceis.\n1 have an intimate friend who lives a melancholy\nwoof of the truth of this remark, arid dates his\nuin from the very day he entered one of thefe\n¡□chanting but deitru&ive places.\nHe was the only ion of an indulgent mother,\nmt after a good education at fchool, being ap-\nircnticed by his guardian, to a menial trade, lie\nbought proper to rclinquilh that, and apply to\ncademical Itudies, to qualify him for a more i:n*\nortaat flation in life.\n( 75 )\n\fThefe he profecuted with- fuccefs fome years,\nduring which he lived happy in hirafelf, refpe&ed\nby • is friends, and endeared to a fond parent.\nAt length, on the clofe of a fummer’s evening,\nhe chanced to pals through the flrand, and ob-\nfcrved a vail ingrefs and egrel's of divers of each ■\nfex, at a certain houfe, his curiofity prompted\nhim to enter.\nHere he beheld a motley tribe of beings, with\nvarious countenances, geftures, and employs»\nSome inflamed with liquor, were denouncing\nhorrid judgment on themlelvcs and others; fume\niimncrfe m fcnfelefs ftupidity appeared as beings\nwithout rr flectionj fome were encountering with\nthe inoll profligate whores, in the mod indecent\ndifcou>fe, and others makiog allignations for amor*\nons dailiance.\nThv fe ftrangc fchemes induced him to fit down,\ncall for his bowl, and ftay to the full extent of his\nufual time from his lodging\nIn a. few days, urged by the fame fatal curio«'\nfity, he repaired to the fame fatal houfe, where an\n•unhappy female attrailed his notice, and capti*\nvated his mind.\nDetermined however to maintain his reputation,\n{he in Yain attempted to allure him to her embra«\nces feveral nights after each other; being not only\nfenfible of the fufpicion he fhould incur, but alfo\nof the danger inevitably refulting from fuch inter«\ncourie with a proflitute.\nNeverthelels he kept up a correfpondeoce, vi-\nfited her at her apartments, and came once or\ntwice a week in quell of her to thu bovs&. ^ v\nbe was tied to an hour, and thtteSote *csv\ntu\/t thefe feenes w hich now becam e a^tceaJcta xcs,\n\fhim, he began to repine at his iituation in life,\nwhich laid fucli redraint on his conduit, and deter*\nmined to allow himfelf a greater fcopeof pleafure.\nHe was then on the approach to a pretty fortune'\nbequeathed him by an indudrious father, who\ndied in his infancy, and he therefore began to ic«\n^ dulge the profped of enhanced pleafure without\nredriltiou.\nAs reforting to fuch places commonly produce\nintemperance, he frequently went home much dif-\nguifed in liquor, which was at length reported to\nhis worthy patron, who font for, gently reproved\nand difmiiled him, with an aflurance, that on pro-\nmife of reformation, pail conduit ihould be buried\nin oblivion.\nThis generous behaviour determined him to\nabandon that part of the town, which (rad already\nproved fo injurious to his character; and he again\npurfued his dudy with renewed alacrity.\nBut alas ! the impetuoiity of paffion, and alure-\nments of vice foon conquered the refolutions of\nreafon and virtue, and my unfortunate friend re«\nturned to his former courfj.\nHis old companions in debauchery welcomed\nhim on his arrival, laughed at his fooliih deference\nto his friends, and took every means to attach\nhim to their pernicious practices.\nWholly devoted to vice and folly, and tempted\nby the little fortune to fall to him within a month,\nwithout the knowledge of his friends, or aihgning\nthe lead caufe, he quitted his dudics, and betook\nhimfelf .to a life of unredrained pleafure.\nHis afll'dcd parent, and fmcere vwtfjesv-\ntunately folicited his return •, but deai to \\be\\vHsv»\nu caries, he rather accelerated bis cvceev tsceS*^\n( 77 )\n\fan] poverty, nor allowed himfelf a paufe io his\nprogrefs towards the goal of ruin.\nHaving received his fortune, much of which\nwas exhauiled by debts previouily contra&ed on\nvarious accounts, he became not only a dupe to\nhis own paflions, but to thofe (harpers which in\nthis town are always ready to trepan the unthink­\ning youth. The circle of his acquaintance with\nboth (exes now enlarged, and his cxpences in pro­\nportion, infomuch, that withiu the compafs of a\nyear, hiS ready calh was expended, and he was\nobliged to have recourfc to mortgage his little\neilate, and from thence to abfolute fate; fo that\nin about three years he was difencumbered of the\nwhole. TIis former midreffes oow eyed him with\nreferve, bis former companions affe&ed indiffer-\nance, an I many with whom he had pafled hours,\n- of joiliiy, had forgotten both his name and face.\nThus bereft of his fortune, and abandoned by his\npretended friends, he drolled from place to place,\nand often fauutered in the park to count trees,\nfor a dinner. Being at 'lad reduced to a date of\nabfolute want, like the prodigal fon, he returned\nto his doating parent, who received him with all\ntiie warmth of maternal affe&ion, arrayed him in\ndecent apparel, and furniihed him with every rc*\nquifite for the retrieval of his former fituation.\nAffected by this indulgent treatment, he pro.\nmiffed fubmiffivcly to apply to his injured patron,\nand if he could obtain his favour, refume bis re.\ngular courfe of life.\nBut fee the infatuation of vice and folly, not.\nwitbdanding his experience of the fatal confe.\nquences o f a diffbiution ot mota\\s,\nktfs o f reputation, but griping penur'} uSsiS.\\ Vr\n( 7« )\n\fhad no fooner the lead power of tailing the bale­\nful vices, than his impetuous defires prompted him\nto the purfuit of them.\nAs his finances were but fmall^ he could only\nfee enough to inflame bis defires, wl}ich as, be'\ncould not accomplifh, he at length determined on\na foreign exploit, and accordingly embarked in a\nprivateer, amongfl the very rtfufe of mankind.\nHere he found fome companions, who owed\ntheir fituation to the fame caufe with himfelf, and\ndaily joined with him in lamenting the day they\nwere feduced to enter the habitation or refort of\nharlots.\nAs he had now much time for reflexion, he\nfrequently ruminated on his pad life, the confe-\nqucnces of folly and extravagance, and the akje&\nflate to which he had reduced himfelf.\nHappily he efcaped the lofs of life and limb,\nand once more returned to bis native country, and\nthe carefles of the mod indulgent of parents«\nNor were his inclinations to vicious purfuiu\nabated by a former feries of hardfhips and dangers,\nas he difcovered in many indances the fame defires\nas before, though the means for accomp’ifhing\nthem were wanting, fo that hi» abdiaeuce was\nno virtue.\nAt length his unhappy mother, through, dif-\nappoihjtment in her expe&ations of the conduif\nand fate cf her ion, added to an admatic difor- .\nder, clofed the fcenc of her life, and left my un­\nhappy friend to roam at large through' the dreary\nmaze of an unhofpitable world. . *\nTime ami misfortune at length \\vvwv\\s*\nft-rious reStdioa, and though*\nand ivdufiiy, he- procures i W tAht&tc\n( 79 )\n\fi\nfclf and little family, he pafles not a day without\nrepining at his former unhappy fate, refulting\nfrom an incident appirently trifling, but produc­\ntive of a conftant fnurcr of difquiet.\nSince thefe and worfe effects flow from the refort\nof fnch hnufes. we have been fomewhat prolix,\nin reciting a cafe, which our country readers may\nrely on as matter of faft, and which, we hope,\nwill t fledually difluade many from the profecution\nof fnch dcftruftive meafures.\nThe itranger cannot pafs any of the ftreets of\nthis fcene of luxury, without being expofed to\nthe temptation of lewd women, either in paflSng^\nor from the windows. Through the force of white\nand red paint, and the glaring of a few tawdry\nrags, they fnme of them appear at a diftance, de*\nArable obje£ts, and have thereby allured to their\nembraces many innocent inexperienced country*\nmen, who have had reafon to rue their unfortu*\nnate captivity.\nBeiides thefe dangers to which the honed coon«\ntryman mult be expofed from this quarter of the\ntown, be will likewife, at' night, be liable to the\ninfults of banditti, whofe bufincfs is to feek occa*\nfion to quarrel, ahufe, and thereby draw him be*\nfore a juitice, and extort money by falfly fweariog\nhe was the aggreflor.\nThe very officers of juitice have availed them*\nfelues of the ignorance and timidity of a ftranger,\nwhom they have apprehended, carried to-a round\nhoufe, and obliged to fee them\", to obtain difmif*\nAon, though detained contrary to all law of rca-\nfon or the nation.\nIn Ihorc, fo numerous atvi vanews » t\ntrigue$, frauds and allutemenw piaftMeA,\n( 8° )\n\f[ 8 . ]\nas the infults, abufcs and villainies committed on\nthe perfon of a ilrange countryman, that, w!|pn\nron this enchanting ground, we ihould admoniih\nhim to tread with the utraod precaution, to main­\ntain a confiant guard on his pallions and temper,\nand not to be extravagantly fond of any amufe-\ntnent or objeil that may prcfent itfelf to his notice\nand obfervation.\nHaving thus led our readers through a difmal\nwilderaefs, and (hewn them what kind of wild\nbeads range therein, as well as related many oc­\ncurrences and cuftoms, we prefume worthy the\nattention of the ftranger and countryman, we (hall\nindance fome of the prevailing follies of the times,\nand fubmit the abfurdity of them to the bar of\nreafon, and decifion of manly fenfe.\nWith refpe<5l to garb or drefs,- many are fo ri-\ndiculoufly extravagant, that this (ingle article en-\ngrolTes moll of their time, mpney, and thoughts.\nPerfons of quality and refined taile, drefs three\nor four times a day, and are fo fond of exotic fop­\nperies, that not only mod trades in the date, but\nmod nations in the world, are concerned in their\nequipage. There are alfo in this town a kind of\nbutterfly fparks, or infignificant infeéts, that flutter\nabout a year or two, and are afterwards forced to\ncreep into holes and corners, in a garb as con­\ntemptible, wretched and loathfome, as thé former\nwas fplendid, fulfome, and ridiculous.\nThis pra<ftice vain and foolilh as it is, has been\nadopted by numbers to their utter ruin, who hav­\ning expended their fortunes in a féw gaudy trap­\npings (in order to make a figure, as they term it)\nbecome the contempt and ridicule niusàÀ\n\f[ *»■ 1\ntown. There is alfo an Epicurean fed, aforfd <\nnice palated Iparks, who can relilh nothing but >\ndainties, and defpifing the unadulterated produc­\ntions of their nat ive clime, as common fare, affefi\na tdile for ftudied mixtures, coftly fauces, and\nforeign delicacies.\nThel'e have fiequently indulged their luxuriance\nof tafte wi'h delicious moifels, till they have want-1\ned food convenient for the fupport of nature. |\nOthers in this town, alfedl the character of be­\ning generous and luciable, by making cofUy treat?\nand entertainments; 1 have heard a fool boaftof\nhaving expended a hundred pounds on an even­\ning’s entertainment for a few friends, who, after\nall, only contemned and ridiculed his prodigality.\nThe extremity of this folly has frequently ap­\npeared in the expences of giddy youth on jilts\nand courtezans, whom they have indulged in\nevery whim of drefs, and caprice of tafte, that\npride can fugged, or luxury excite.\nSuch perlons are beneath even pity, and ve\ncannot, when reduced, but feem to grudge then?\nthe very hulks to which their penury confine*\nthem, and wifh them fucli a fate, as might deter'\nthe red of mankind from their inadvertent condufi.-\nBy tliefe reflections, I would not inculcate mean\nand narow principles, as I deteft alL morofenefs-\nof temper, and Angularity of behaviour, and\nheartily recommend a decent garb, and gemeel,.\nfriendly entertainments, upon proper occafiofls,\nas equally neceflary and commendable in a gentle­\nman; but to prevent country peopie of property\nfrom being hurried into a compliance with this-\nLrllFa cuitom which prevails m v\\us Vowt*, M\nasisvk\n\ff * J J\n■difgrace and impoveriihing of thofe who praxâiQs\nthem.\n. Of ail the follies and fallacies which reign in\nCondon, none is more glaring than affeflation. By\nthis term, I underhand, according to the defini- '\ntion of a modern dramatic writer, endeavouring\nto impofe ourfelves on the world, For what weare.\nnot ; or itriving to he, what we are perfaaded we\ncannot. There is not in human life fo. trite a.\ncharacter as this.; as every man entertakta a gooji\nopinion of himfelf more highly than he ought, fo\nmany are prompted by drefs, or fome extra mark,,\nto give-themfelves an air of confequeuce, which\nbey vainly imagine intilles them to a general\neûeem.\nIn promifeuous companies, I have frequently\nknown a (harper taken for a gentleman, and thé\nmailer of a puppet-fhew for a man of fenfe.; fo\ndeluded are moil people by appearance.\nA great wig and fignificant ilrut, have long com-\npofed a phyfician.; and the apothecaries, and very\nquacks follow their example, Divinity, with re-\nlpe& to the garb of many of its profefl’\nors, feema\n:o be reverted ; our young clergy wearing fmart\ncurling locks, and prim (locks, more becoming\n:avern waiters, than teachers of the people* .\nI'hU .folly of affectation prevails in London\nmore particularly, becaufe, through its vail ex­\nrent, and the multitude of its inhabitants, jperfons\ncan carry on a difguife with more plaufibilty,\nthan in towns where the character and oircuro-\nflrnces of individuals are minutely enquired into,\nHence it comes to pais, tliat fo many vain, un­\nthinking fops have maintained a.\nÇffy the title of ’fi^uire^ at*d \\\\s aVteMwx\n\fnities for a few months, and then faeaked from\n' i\nthe bailiff’s clutches, and bilked all, on whole 1\ncredulity they would impofe by a little outfide 1\njhew and gaudy parade.\nI therefore efteem it effential to my defign, to\nadmondh country ¡erfons of both fexes, to be­\nware of this delufion of affectation, nor judge'of\nany perfoti here by appearance, Thoughmoft\nby affectation gratify tneir pride, many fubferve\ntheir intereft, indeed wholly live by it. Thefe\nare painted whores, who when bereft of their dif- •\nguife, difplay a figure odious to the beholder.\nx\nThc fitnplity of (Grangers unaccuftomed to fop*\npery, induces them frequently to catch at the bait\nlaid for them by the enfnaring of both fezes.\nPlain John is liable to be deluded by the pomp sf.\na train, or a glare of necklace, nor isjhoneft Sue\nalways proof againft a laced coat« aryl gaudy\nfwordnot.\nOn the other hand, villains frequently perpe­\ntrate a£ts of injuftice, not only under the maik of\nfimplicity, both in drefs and behaviour, but even\nunder the very fanftion of religion. We have\nhere many perfons fcupuloufly pun&ual ~in the\nforms and ceremonies of religion; great church*\ngoers, would not fwear an oath on any account,\n(qualities good in themfelves) but follow them in*\nto the world, weigh their actions in the balance\nof juftice, bring them to the (tandard of right and\nwrong, and you will find their religion mere af­\nfectation, their.devotion an abfolute lie, and their\nprecifenefs downright hypocrify.\nSuch is the prevalence of infidelity on the one\nhand, and fanaticifm on the other, that. wvia.aV\\.\nour religion, more fefts of which there ocrex wex*\ni 84 1\n\ftlian at this time, common honeftly fepms banifh-\ne d , and God-like benevolence to have, dcferted'..\nevery bread.\nIn a word,' fair as things may appear to afu-\nperficiat eye, - this epitome of the world called .\nLoodon, will' afford the minute infpedor but at- '\ndiftnal feene, in which he will difeover power op-\npreifing merit, riches oyer balancing bonefty, and\nafft&aiion trampling onfimplicity. -\nSuch is the prevalence of power and parade,^\n■\nthat- real merit is with great difficulty afeertained, 1 :\nefpecially in a place where difguife and artifice are- ..\ndaily praftifed. Writers may be poffefFed of ge­\nnius in an equal degree, yet appear in different;\nlights. Slender virtues may be highly efteemed, 5\nbecaufe they appear in certain places, or before.' .\/\ncertain perfons. Many txercife exalted virtue; in' ,\npbfeurity. I remember a worthy country gentle--\nman, painted at court in the blacked colours, ntbo4 '\nat {he fame -time, was extremely beloved in the( •\ncountry. The reafon was, that the country peo«: .\npie among whom he chiefly refided, had no cor*-\nrefpondence at court, and therefore bis reputation\nextended no farther than bispariih j whereas fome -\npotent perfons, againft wbofe oppreffions he' do* : .\nfended the. common people, were intimate, with 1\nprinciples at the capital. On the other band, to 1\nverify our remarks, concerning charade«, we\nmay find fome who are generally i]l-treated in their •\nown country, .but pafs for angels in the capital.\nIf we fhould really enquire into a man’s cha- \"\nrader, we fhould repair to the<place of bis abode^ - '\nand there procure information* not ifrom his fu-\nperiors va the fpot, .but from but v-V\negaa\/ raok^ with whom he haa Ywe& ,<sw>.\n[ *J ] -\n\fnatural manner. Daily experience fhews hwr\nwretchedly we are impofed upon by the falle at.\nteftations of fotne to anfwer particular purpofet,\nand that we, therefore, cap only have a man’s true\nchara&er from tbcfe with whom he lives free and\ntwreferved.\nAnother very prevailing foHy in this town, it\nan implicit compliance with what is called tafte\nand falhion. Though tafte in the abftrafk, may\nappear but a trivial thing, yet whoever examines\n. hiftory and mankind, will find it a main fpriog of\nbuftncf» and a&ion,\nConcerning tafte, we may find a rightjudgment\nfrom children, who generally delight in milk and\nfruita which nature mpplies in plenty, whence it\nmay be inferred, there is a native agrecablenels in\nfueb things. Moft grown perfons arefo débauché\ned by cuftom, falhion, and fancy, that they ratr\nther efteem things according to genuine goodnefs.\n\"Ufe are often, by the fcarcity and prise of things,\nindoceed to defpife what nature has marked fo r\ngood, and produced in abundance. We cootrad\nan averfion- to things obtainable .with eafe or ftnaÙ\nexpence, and cultivate a fondncfs for wotfe thaj\npre dear, and obtained with difficulty. Te^ is\nmore fafhionable than milk, becaufe of the dif.\nfcrence of price. Vegetable produ&ions of Chips*\nand other eaftern countries, tafte fine, for the colli\nof the long voyage to procure them; and men\ngenerally fancy dear .'things mult be good. Nor if\nfallir tafte lcfs- glaring in this town, ip drefs and\nbehaviour.\nIf the prince was to walk upon ftjlts, the cour­\ntiers would follow him, and.maintain the pra&icg.\nto -b e g e m c tland rational.\nf 8\n6 ]\n\fIres to the ufe of bad tailed things, and'trotibfeW\nnae habit«,. in order to be diftjnguiftwd ftom the\nligar.\nSurely oature and reafon have preferibcd tbe\nle of medium, which dire& a juft value on every\ntag, and forbids an immoderate attachment to\niy. Decency declares it abfhrd in the fair fex,\n’ Ihort garments, to fhew their very knees, and\ncopomv exclaims againft traiKng the ftrests with\n:b brocades. It is equally prepofterooa in the\nher fex, to wear garments which will hardly\nver their pofteriors, or fuch a« fcarcely difcovec\nsir legs.\nBy thefe brief remarks on tafte, I mean not to\ncourage a ridiculous affe&ation of Angularity, ax\nit of the two follies is the word; but to prevent\nimplicit compliance with every ridicalous cu&\nn or opinion,'that they may be broached by any\n>\n1 of quality, capricious coxcomb, or flirting:\nrjuet.\nthe lad folly, incident to this town, I (had\nat ion, .is caballing, and embarking with parties\n1 factions. If a man reflr&s feeioufty on the\nibility of human nature, the effeft off prejudice,\nI bias of intereft, he will- not immaturely de-\ne in favour of any opinion, ft£fc, or party. A,\nn over fanguine in this refpeft, indicates a want\nunderftaoding, or incurs ja fofpicton of venal».:\nBeftdes, a perftm over atotens in tbe pro»l\nting the caufe of- a party, is generally negligent:\nthofe affairs which immediately relate to htim i\n; and to which, if he attends- nor, he wiBbc\nhie to difebarge many relative duties incunv»\nt upon hiro. 1 have known marry worthy mm\nted bf cabkh and fo&iousj w&ov v£urcu%\n{ «? I\n\f[ »» ]\nparlies, both with their time and property, hare\ndedroyed their cone&ions and credit, and at tail\nbeen ireat 'd with the bafeft ingratitude.\nSuch cabals are in the higheft degree injurious\nto commerce, friendihip, and fociety; as they\nevidently tend to inflame the mind, deftroy good\nfaith betweeu men, and kindle difeord in thofe\nbreads, which were before the feats of'perfed\nharmony. In fliort, party connections can never\nimprove the mind, nor obtain any folid good,\nwhile they generally incur much detriment both\nin point of temper and propriety.\nHaving thus exhibited a concife view of the men j\nand things of the town, I prdume it will not be (\nforeign to our purpofe, to add a few general di- '\nreftions to fuch perfons as may be difpofed to.vifit ;\nit, either for amuferoent or employ ; as much cau* •\ntion is neteflitry, not only on their arrival, but (\nalfo previous to their departure from the country. (\nWith refpett to the man of fortune,' his m\noil\nimportant concern, is the oifpofal of his edite.\nThis is the grand btafis upon which all the red of\nhis affairs mult move, fo that uniris that is left to\nthe conduct of a ikilful and honed perfon, what*\never fuccefs he may have in town, it will not com\n*\npenfate for the lofs he mud inevitably fudain..\nTo fettle this important aflair, with mod eafe,\nand convenience to hitnfclf, lead trouble to his\nfriends and ferváms, and greated fatisfa&ion and\nadvantage to 'his tenants and neighbours, it will\nbe neetdary, in the firfl place, that he be his ovo\nauditor, take a monthly furvey of his refpe&ive\naccounts, balance his expences with his receipt!»\nand proportion both according to the amount of\nhis revenue. Some of out\n\ft 89 )\nà reflection upon their characters, atid imagine\nàt the overfight of their elta.es is not only a\niious employ, but a derogation from their dig-\nty ; but to a man of real honour ànd confidence,\nis rather a diverfion, and advantageous method\ndifpofing of thofe lpare hours, which, unoccupi*-\n1, would be burthenfome, inconvenient, or efc*\nmfive,.\nHis next concern mult be, to procure if pot­\nile, an honelt ingenious man for a fteward, one\nat will neither be tempted by avarice or intereft,\nir feduced by neceflity to betray his concerns,\n•embezzle his effeCls. He ihould be neither\norofe in temper, nor rigotous to his tenants t\n;t watchful to keep them within the moderale\nmilds of their leafes and agreements ; and above\n1, careful to retrain them from running too' far .\narrears, which commonly terminates, not only\n. the ruin of themfelves, but the lofs and in*»\nmvenience of the landlord,,\nA fteward ihould be remarkable for difcreet\nivemment of himfelf, and his own affairs ; he\nould be a tolerable mafter of accounts, and well\n:rfed in the art of agriculture, and the method\nr country dealing: but above all, he ihould be\nvefted of feliihnefs and mercenary defigns, and\nluated by principles of juftice, humanity and\natitude,\nA provident houfe-keeper will alfo be requiCte,\nho (liould be difcreet, faithfejL affable, modeft,\neek, and compalfionate; and free from the little\nmities of goijipping and tale-bearing, too com-\non to her fex. Her mailer’* houle ihould be\n:r only empire, and the peaceable gpvexuTwsox.\n\fof it lier higheft ambition s fiie flioûld have no\nends, nor butiliefs of her own- to divert her mindj\nbut be vigilant in obferving and restraining the\n»1regularities of (lie family, not more by advice\nand reproof, (ban the precedent of her decency\nand moderation. If the country gentleman could\nthus furnifli himlelf (wh'clr indeed will be very ,\ndifficult) he might then folace himfelf with a eon-\nfideration, that when he bad tired himfelf with'\nthe vices and follies of the town, his affairs at borne\nbeing in a good fituation, he could return and\nrepofe himf If with fatisfadlion out of the reach of\nks noifé and hurry.\nThe next thing worthy the confederation oflhe\ncountry gentleman, is to manage himfelf wkh\nadvantage and fecurity when he comes to town.\nHe has been {hewn already the rocks he is moft j\nlirbte to fplit upon, and the vices, follies, and\ndanger«, to which he will be perpetually’expofrd i\nas a gentleman and ilranger. I ihall therefore\nwave thofe already mentioned, and offer him a\nfew admonitions, whfch I hope will aeitber .be op-\nacceptable or unprofitable. The firft point of\nadvice I would enforce is, not to hurry him into ‘\nthé lociety of Ürangers. 1 his we have repeated\nagain and again; as the generality of the milchiels\nof this town derive their origin from that four«.\nI alfo again admpnifh him not to take, men tfii\nthings upon trail, but firft to weigh them fobtrly\nand deliberately, to bring them home to the\ntribunal of reafon, confidence, and experience\/’\nbefore he paffes judgment, or makes optiou This\ntown is moftly iwayed by falilioods and contradic­\ntion, or by fadlioQ and imereft, fo that if he tak*»\nthings nakedly, without com^rno^\n< 9 * J\n\\\n\fI 9‘ )\n:he rules of truth and probability, he will be fub-\nje<5t to endlefs falihoods and impoilures.\nXwould alfo remind him of his charadler, his\nbirth, education, and eftate, and if he confident\nhimfelf as a gentleman, not nominal, but real,\nhe will doubtlefs deport himfelf confidently wit^\nthat title, and regulate his behaviour by the urn-\nerring maxims of reafon and juftice.\nWith refpeit to ladies of fortune, as it is cuif-\nlomary for them to receive good tuition in the\n»untry, they may form a to:erableidea of the'\nnature of the town t fylbce it therefore to admo-r\nnilh them not to value the fopperies and pleafures.\n>f it, in an inordinate degree, but to beware of\nhe devices and intrigues of rakes, fortune-hum*\ntprs,\nPerfons of inferior rank of both fexes, will be\ngore liable to the fallacies of an enfnaring town,\n»from their fituation in life, they are depriyecL\nrf that knowledge of it which results from reading\nindcouverfe; but it is prefumed, that a precife\nidherence to the ru es we have laid down, and\n)bfervations of the various arts, cheats, and tricks\nve have dete$ed and expofed, will prevent their\n‘\nailing a prey tq the fame, and enable ihepi to\nender a town vifit both amufing and profitable.\n.VYe would especially diifuade country perfons\n'f all ' ranks from harbouring the lead defirc of\nui ting a rural refidence, for the noife,- hurry,\nnd coufufion of a city life.\nAny perfon of reflexion cannot behold, with-*\nut much corfcern, fq many (lately buildings\ntouldering into ruin In divers payts of V\\y\nv\n^-\nJmfor want of inhabitants,\nIftke ruikl innabitapts urge divexfov^\n\ffor preferring a town refidence, we may certainly\nwith j'liuce iep!v, that hunting, fiihing, fowling,\nand the like, are noble and manly recreations, and\ndo not cloy nor fatiate, hut are Hill improving and\ngrowing daily more delightful. Thi:y are not\nfpent or wailed by fruition a» ours are, for the\nmore tliey are purfued, the more they entertain .\n?nd gratify.\nBefides, it will be neceflary to confider the ex*\npencts which inevitably refult from the pnrfuit of\n(he pleafures of this town, whereas thofe of the\ncountry are free and open, and derived, as it were,\nfrom the general grant of nature. Add to this,\nthat all the pleafures of the town may be run\nthrough in the narrow fpace of two or three days;\nwhich done, you do but traverfe the fame fooliih\nroad, and tread the lame ilage over and over\nagain,’ and what can be more ungrateful to ah in­\ngenious, enquiring mind, than the dull repetition\nof the fame fcenes. If thcfe remarks are weighed ,\nin ihe b.allance of fober reafon, their falutar. etiedi\nheed not be doubted.\nIf education is the pretended motive, I wouldad?\nwhat kind of education is fought after in London?\nA genteel and liberal one may be obtained in '\n(he country, and every neceflary qualification for\na tradefman or a gentleman,\nThofe perfons who hope to. improve in ev^ry\nufeful or ornamental branch of education, ih.ould\nembrace precious, opportunities of quiet and\nfedateners, which cannot be expected in a nojfv\ntown, the very bane of ftudy and meditation. In\nthe country, ajl things are generally calm-and\nHill; there you have fewer cares \\.o \\>erA\ntorment, the m i«d, and fewer dan<ger%\\o\n{ 9\n* )\n\f( 93 )\nMid difcompofe you. There are no hurrying«\nnor fcramblings, no countermining of one ano*\niher; put all the bufy adors are innocently and\ninduitri'oufly proceeding in their proper ftation«,\nand, as far ahnoit as human nature is capable of,\nbulbed into perfect repofe, ..\nSurely none of my country friends can thinfe\naf thefe fuperior advantages, and retain their giddy\nrefolution of quitting them all for the fake of a\nnoify paltry city.\nI am far from advjiing any to a reclufe life: I\n»rant that tnufic, dancing, fencing and the-like,\nire very proper amufements to pais away an idle\ninterval; but I wouid not have thefe preferred to\nruch purfuits as tend to aggrandize the mind, and\njnoble the foul,\n. There is. hut one thing, within the compafs of\nany knowledge, by which this town can improve\nheir education; I mean in point of. converf'at.ian.\n[f you were well fettled both in judgment and\nprincipal, if you could run through the different\nTocieties and humours of it, without being infe<ft-\n;d or feduced by them, and withal, could extratff\nfrom them fome good morals and ufeful obferva-\niotts, thefe confederations might juftify a vifit to-\nLondon ; but to leave bufinefs.to the management\naf fervants, and your boufe and gardens to go to\nruin; come up hither to wafte your time and\nnoney, meerly under pretence of better company,\ndiversion, and education, than your own country\n;an afford you, is fuch a mixture of folly and\nnadnefs, as cannot fail to expofe you to pity, (corn\nind wonder.\nff the deGre. of company arxq \\o «>■-\n\f(Change a country for a city life, l$t me affurs\nthem, from long experience, they will fopn fjnd\nthemfelves deceived in their expectations. They\nmay fonh what chimerical notions they pleafe,\nconcerning the men and things of the town, but\nif they fondly imagine, that it exceeds the country\nin thofe qualities, which are the ornaments of\nhuman nature, they are greatly miftaken. It, in\nreality, is fo corrupt and degenerate and fo ex­\nceedingly over-run with vice and folly, that little\nimprovement can be expelled“ from the fociety\nfound in it. There are, indeed, as in all places,\nfomc perfons whole company and converfe.tend\nto the edification of their aiTociates; but thefeare\nfo rare, and withal fo hard to be difcerned, and\ncome at by a ftranger, that much time may be\nfpent in fruitlefs fearch. I can allure him for my\nown part, that after many years unavoidable re'\niidence in town, the ejcpence of much money, and\nlofs of much time; there are very few within the\ncircle of my acquaintance on whom ( can con­\nfidently rely, and with whom 1 can familiarly\nconverfe.\nThe general topics of molt companies here\nare of a frothy infignificant nature, neither tend­\ning toanrufement nor inftrucftibn ; though aimoft\n«very body ciaims a knowledge of politics, and\nour very failors do arraign the meafures of the Hate,\n1 am forry to fay, that our companies in general,\nabound with ignorance and impertinence, ribaldry\nand nonfence, noife and vanity, and therefore no\nreasonable perfon can propofe to himfeif and ad->\nvantage from frequenting them.\n■Thefe remarks, though apparent'} Yrax&\nv,,\n( 94 >\n\f.litterally true ; therefore if the countryman comas\nhither, he mult expert to find men apd things\nas they are, and not as he would have them ; and\nit b e;has fenfe enough to defpile them, he will\nincur the character of a proud ill-naturedj un­\nmannerly fellow. «\nV • Mow, upon tl>e whole, -if the advantages ofva\ncountry life are fet in oppofition to thole of town\nrefideoce, ’refpeftirig the health of the body, and\nthe improvement of the mind; it only ¿remairts\nto determine which on a folid foundation is mod\nI eligible ; with refpeit to health, it will not admit.»\ni -of controverfy, not only as it is dear air, and\nI the falutary exhalations of the earth are produc-\nI tivo of the fame, but alfo,;as in gênerai, perfons\nI -in the country are not fb liable to debaucheries of\nI every kind, as they ale in a depraved town becaufe\nI whatever may be their inclinations, there are not\n- fo many various precedents,\n• With refped to the improvement of the miprf,\nit is undeniably evident, indifpofition of bocSy\nalways affe&s the mental faculties, impedes their\nexertion, and cads a gloom over thought in gener­\nal; whereas health expands the reafoning power,\nprompts their exercife, and accellerates invention,\nNoife ar,d hurry ajfo attend <tpperplex the mind,\nkaniih ideas, and confound ftudÿ ?whereas folitude\na n d retirement unbend the ibul, affift the memory,\na wd enlarge conception.\nBefide.% in all parts of the kingdom, there are\n^ e n of probity, genius and learning, who allured\nthe truth of what I am endeavouring to prove,\n^av e fixed on a little rural fpot to enjoy the blef-\nI &ngs of health and reflection,, and pals life, retired\n( 95 )\n\ffrom the buftle of carping mortals, in fweet folitude\nand 'delightful contemplation.\n• To- l'uch as thefe you may repair, with theft\nyou may converfe with p’eafure and advantage\n•from thefc you will reap the higheft initriA$ion.\nIf fucli confiderations carry with theuf anj\nweight, .fureiy we need not paufe a moment i<\ndecide the cafe.\nThe coun ry life mud as far exceed that of th<\ntown, as health is preferable to ficknefs, the mine\nto the body, pleafure to pain, pr fubllance tc\nIhadtfw.\nIt only remains to affure our country friends,\nthat they may rely on the truth of the fevera de­\nscriptions and definitions comprized in this litt e\nwork; that the characters are drawn from life,\nwithout addition or extenuation, and that the\nadmonitions arofe from a real concern for the\nwelfare of mankind, and their progrefs to know­\nledge and virtue, wherein confifts the true hap-\npinefs, and fupreme dignity of human nature.\n( 9$ )\nF I N I S.\n\f","_id":1215}