{"name":"General And Particular Principles Of Animal Magnetism","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1792__bell___general_and_particular_principles_of_animal_magnetism.pdf","mytitle":"General And Particular Principles Of Animal Magnetism","mylang":"de","content":"Il l'l\n* - THE t 1, - \\\nGENERAL AND P\/IRT-ICUL\/ſl?t\nPRINCIPLES\nANIMAL ELECTRICITY\nAND\nMAGNETISM, &c. ' ' .ſi\nlN Wl-HCH ARB FOUND\nDr. BELL's SECRETS AND PRACTICE,\nAS DELIVERED TO HlS PUPILS\nIn Parir, London, Bad\/in, Brtﬅol, Glacgﬅer, Worcgﬂer, Pin\/'ing\nbam, Waſ-verbamptan, S\/jre-uſhmy, Cbeﬅlr, Li-vtrpaol,\nManrlreﬅtr, &Ft. &Ft. . ' ſi ' ſi\" -\nShewinghow to MAG NETISB and CURE diﬀerent DISEASBS :\nto produce CRISES, aswell as SOMNAMBULISM,orSLBnP\n' WALK] no ; and in that State of Sleep to make a Perſon'\neat, drink, walk, ſing and play upon any Inﬅrummt: they are\nuﬅd to, Uc. to make APPA RAT us and other Acceſl'aries\nto produce MAGNETXCAL FACTs; alſo to MAGNETISS\nRIVERS, Rooms, Tnxes, and other Bodies, animate and\nictnanimate; to raiſe the Arms, Legs of a Perſon awake,\nand to make him riſe from his Chair; to raiſe the Arm of a.\nPerſun abſent from one Room to another; alſo to treat -\nhim at a Diﬅance. All the New Experiments and Pha\nnomena are explained i' ,\nBy MONSlEUR LE DOCTEUR BELL, \\, \"'\nPROFESSOR or THAT SCIENCE,\nAnd Member of 'be PbiIaſhpbx'c-al Harmam'c Sackſ) at Pariſ, Fellow Carrrſþox\nIrn' of Aſ. Le Court do Geblin's Muſtum ; on'd the onI] Perſhn aurbariﬁd\nby Palm! from 'be Firﬅ Nablcmen in France, to teat\/2 and yrafiij? 'but\nSCIINCI in England, Irclmui, be.\na.\nPRICE FIl\/E SHILLINGS.\nPRlNTED for the AUTHOR.-I792.\nENTERBD lN STATIONERS HALI-a\n\f-_._.-\n.\n'\\\n'Tl-J\n-\nt _,_\n_\n.-.-'r-_-_\n'\nE .:\ni- ii;\n' lit.\ni'\n_\nſſl\nl\nſ\"\nln\n'U\n..-'-_'I.-m\na'\n-\nwrwmzn\ncoPY of [be CERTIFICATE granted to\nDR. BELL, in PARIS, 1785.\nH E Philoſophical Harmonic Society eﬅabliſhed in\nParix, in 1782, informed of the Knowledge of Docteur\nJOHN BELL, Fellow Corrcſpondent of the Muſeum, have\nadmitted him as one of their Fellows and Correſpondents in\nthe Kingdom of Great Britain; and declare, in the Name of\nthe ſaid Society, that they ſhall hold good any Society which\nmay be eﬅabliſhed in England, by the ſaid jOHN BELL,\nand they invite ſuch Society or Societies to correſpond with\nthem, according to the Articles 18, 44., and 45, of the Rules\nmade in Pari:, Cagueron-ﬅrnt, the eleventh of Augtzﬅ, A. D.\n1785. _ *\n-__#l_\"\nWE certify, That Dr. JOHN BELL, aſiiﬅed at the Lac\n'runes upon the Science of ANIMAL ELECTRICITY\nand MAGNETISM, &c. as read by Meſi'rs. DUVAL Des\nPREMINXL and Bzacnsse, in the Months of Yane and jul]\nlaﬅ, and after a ſuﬃcient EXamination, we declare, that he\nis able to teach and practiſe the Science as explained in the\nLectures. Done by Order of the Committee, Auguﬅ the\nuth, 1785.\nZ I M M E R M A N,\nFirﬅ Secretary.\nDUVAL DESPREMINIL, Preſident.\nTHIſ.ORIER, Honorary Secretary.\nG. KORNMAN, Treaſurer.\nBERGASSE, Orator.\nCHEVALIER JUSTAMON.\nMARQUIS de CHATELEUX.\nCHEVALIER de MEZIERE.\nL' ABBE de CESARGE.\nCOMTE D' AVAU.\nCOMTE de PUYSEGUR, &c. &e.\n\fTO THE\nLADIES and GENTLEMEN\nPUPILS OF MY DIFFERENT CLASSES.\nLadies and gentlemen,\nITH your Permiſſion, and according to your\nWiſhes, I take the Liberty of dedicating\nto you my Principles upon the Theory and Practice\nof Animal Electricity and Magnetiſm, &c. &c.\nto which Phcnomena you have been ſo often Wit\nneﬀes, and whereby yourſelves can, and have often\nproduced the ſame Eﬀects. You no longer doubt\ntheir Reality; and as you are in Poſſeſſion of the\nFaculty of your Senſes, it is the ﬅrongeﬅ Reaſon\nwhy you no longer heſitate. You daily hear Igno\nrance Condemn what it cannot comprehend; and\nthoſe half-learned Beings, who laugh at you and\nme, and call them Impoſitions, becauſe they\ndo not ﬅrike their Ideas ; neither will they take\nthe Trouble of informing themſelves of the Truth.\nA liberal minded Man ſuperior to Prejudice, ſhould\ninveﬅigate Matters, before he paſſes Condemnation;\nbut you, Ladies and Gentlemen, who walk in a\nmore enlightened Path of Life, and whoſe Educa,\ntion and Birth place you high above vulgar Preju\ndices, Doubts, and Suſpicious, deſpiſe them, I hope,\nas you are convinced of their Futility, and uncha\nritable Attempts. You well know what Oppoſition\nInoculation and Electricity met with in the Infan\ncy of their Eﬅabliſhments, till ſocceſsful Experi\nence,\n\fl-ſſ'\n-*'\n__\n..'-\n'\niv DEDlCATION.\nence, Time, and the maniſeﬅ Advantages reſulting\nſrom ſuch Doctrines, removed the dark Clouds oſ\nPrejudice from thoſe who afterwards became Con\nverts to their valuable Principles. Who could\nhave imagined, twenty Years ago, that Electricity\nwould ever have been employed Medicinally ? lt\nis not to the Phyſicians we are indebted for its Pro\ngreſs, but to Natural Philoſophers : Men no Way ,\nintereﬅed, ſave for the Beneﬁt of Society.\nWhy then ſhould not Animal Electricity and\nMagnetiſm, like ſeveral other ſimple Medicines\nwhich have been beneﬁcial to Mankind, be em\nployed P Have not Lead-ﬅones and Artiﬁcial\nMagnets been proved beneﬁcial in many Caſes,\nparticularly inSpaſmodic, Nervous Diſeaſes, &c.\napproved of by the French Academy even three\nYears ago, and now made Uſe of in England?\nFor my own Part, I have no other Aim but to ren\nder the Science known, for the Advantage oſ Man\nkind ; and I hope, 'by the Patronage l have already\nexperienced, I ſhall fulﬁl my Miﬃon, according'\nto my Patent, granted me by the Philoſophical\nHarmonic Society at Paris ; and ſhall eﬅeem my\nſelf happy beyond Expreſiion, to convinCe you of\nits good Eﬀects, and the Reſpect with which I am,\n'Ladies and Gentlemen, .\nYour very Devoted\nHumble Servant,\nJOHN'BELL.\n. '1.\n\fPREFACE.\nDEAS increaſe and are renewed ; Error and Truth ſuc\nceed each other, and appear by Turns like the Faſhions\nof Apparel.\nAa-rs and Sciences, like Empires and Kingdoms, are deſ\ntined by Providence to ﬂouriſh and decay. There is no\nScience, howſoever uſeful, ſublime, or perſectſſſſ it may appear,\nbut ſtill admits the poliſhing Hand oſlmprovement, though\nTime too 'often ſerves rather to veil than to diſplay its Per\nfections. Whatever has been diſcovered has been revealed\nby Degrees, and, Air-Balloon-like, has often been neglected\nand renewed. Human Knowledge preſerves its Revolution -\nround the Truth, as the terneﬅrial Globe does round that\nluminous Body which cheers us with its Rays. But in the\nProgreſs of our Knowledge, ignorance ﬅill attends, and\nreigns alternately, as Darkneſs after Light. Not many\nCenturies have elapſed ſince ſeveral People knew this Art,\nand produced many Eﬀects without knowing the Cauſe, but\nbeing ſuppoſed the Work of Witchcraft, in thoſe Times of\nIgnorance, the Perſormers were put to the Torture, and\nconſequently the Art was loﬅ. I have myſelf been looked\nupon by many ignorant People, in France, England', and Ire\nland, as a Magician, by putting ſeveral Ladies and Gen\ntlemen into Somnamdulz'ﬂn, or Sleep-Waiting, and in that State\nhaving made them 'at and drink, ſing and play upon lb: Harpſi\ntbartl, or any other Inﬅrument thy rwm uſe-a' to, by telling an un\nknown Perſon their Diſeaſes, and preſcribing for them, &e.\nAll theſe Things appeared to them wonderful, and beyond\nthe Power either of Nature or Art, inaſmuch as they knew\nnot the Cauſe, I ſh I'\na\n\f'ma-,\nA.\nJu\n.=\nr\nu-r\n_-.\n-__--\n-_-\nw.\n-*\n_-\"\n__\n'In\n'TH'\nvi PREFACE.\n' l ſhall only give here ſuch Principles as appear to me phi\nloſophically reaſonable, and on them lay the Foundation of\nthat Art, in the Practice of which I have had a great Deal\nof Succeſs every where I have been ; and by encouraging my\nPupils to labour in the ſame extenﬁve Field, they may reap\nthe ſaſſme Advantages. It would be too long to recite the\nNames of the Ancients who have written on this Subject;\nI ſhall only mention Flud, the Ille\/\"aim! Philq\/'aphjg Tentagc\nlima, the Art of Curing by Sympathy ; Paracelſiu, ſo much\nknown by his Alhaheﬅical Tincturt, &c. Dighy, Friendſ, Max-wcl,\nMzſgra-vc, Lord Bacon, and many more who have treated on\nthat Subject. Among the many who are ſuppoſed to have\nperformed Cures by Tovcnrnc, was Phyrrhzu, King of\nL\/Iacetlon and Epimr, _who uſed to touch his Patients with his\nToe ; the Emperor Vqſpaſian, who performed many Cures by\nTouching; Edward the Conﬂﬃr, and chew Anne uſed to\ntouch for the Scrophula, ﬁnce their Time called the King's\nEvil. Several Kings in Europe have had that Gift. Lam'c\nXVI. when crowned, touched ſeveral Patients, ſaying, The\nKing toucheth they, God'naj cure thee. It is ſince Philip I. King\noſ France, that his Succeſſors have practiſed it. Valentinc\nCreatr\/Ih from the County of Wate'ſora', ſo much known and\ncalled by Boﬂc, \" The Slrohcr,\" cured many by Touching;\nparticularly the Duke of Buckingham, and ſeveral of the Firﬅ\nPeople in England. Doctor Gaſ'm', at Ranſhanc, in 1774,\nmade ſeveral Cures.\nANlMAL\n\fANIMAL ELECTRICITY\nAND\nMAGNETISM.\nGENERAL IDEAS'ON MOTION,\nOTION exiﬅs in all parts of the univerſe:\nall bodies are endowed with a certain de\ngree of it, in proportion to their diﬀerent organi\nzations.\nNone are in a perfect ﬅate oſ reﬅ.\nIt- is, however, impoſiible to imagine how* me\ntiOn deﬅroys itſelf.\nAny round body falls oﬀ a table, rolls on a chair,\nfalls on the ﬂoor; what happens in conſequence of\nit? Is it at reﬅ? No; its motion meets with\nan obﬅacle ; however, it ﬅill exiﬅs z or, at leaﬅ,\nit loſes the motion of acceleration, to preſerve\nonly that ofits own gravitation ; it has communi\ncated the former to the body which it has touched,\nfrom\n* We underﬅand here by motion, the ſingle deplacl'g of\na body, though ﬅrength, which is the principle of its motion,\nmay be communicated, propagated, but can never be de\nﬅroyed.\n\f[8]\n\"Wi'ﬁ\n\"-_-_\n-_H\n'\nﬂow-un\n\"\np\n.-..-.\n..\n-._-..-.-.\n.\nq_\n.\"'.'*I\"'\n\"I!.\n'UN'K\nJ\nfrom whence it will ſpread in the matter, and be\nſo far divided as to have become inſenſible.\nMan is not endowed with the power of diſcern\ning the eſſential attributes of things, and it is only\nthrough exiﬅence and privation that we conceive\nany diﬅinct idea of them. lt is thus by the idea\nof the night that we conceive any diﬅinct idea of\nthe day, and 'vice verſe. For, were we always to\nperceive the light, that continual perception could\nnot be felt 5 at leaﬅ, we could not be conſcious of\nit, nor be able to give it any proper appellation.\nIt is only by reaſon of this narrowneſs of our fa\nculties, that we are acquainted with motion; hav\ning ſeen ſome beings moving, and others at reﬅ, we\nhave inferred, that motion did not always exiﬅ.\nSuppoſe that all animate beings which live on\nthe ſurface of the earth, ſhould knock with their\nfeet at the ſame inﬅant, would they not produce an\nadditional motion ? A motion which could not\nhave been foreſeen in the laws which natural phi\nloſophers have laid down. That motion alſo tends\ntowards the centre of the earth, but where does it\nﬅop? Where is it to be annihilated?\nIf animate matter then can produce irregular\nmotions, is not the centre wherein thoſe motions\nend, alſo animated, that it may be proportionate to\nthoſe\n\f[9]\nthoſe anomalies, and ſo reﬅore the equilibrium, and\nforce, that are-the preſervers of the world?\nFurther ; it is not neceſſary to pay any regard to\nthe motion impreﬅ by animate matter, to conclude\nthat which we look upon to be dead, becauſe it is\nat reﬅ; for even the globe of the earth is animated ;\nall things tend towards the centre of that globe;\nand gravitation is in reality nothing more than an\nimpreﬅ motion towards a determinate direction. It\ntherefore muﬅ abſolutely follow, that thoſe moti\nons muﬅ be reﬂected with new directions from the\ncentre of the earth, or they muﬅ be deﬅroyed. But,\nif it be true, that in the art of reaſoning, the ana\nlogy or method of ſimplifying the principle as much\nas poſſible, is to be conſidered as the ſureﬅ way of\nproceeding, we ſhall be authoriſed to think that\nnature modiﬁes, alters, and diﬅributes, rather than\ndeﬅroys. Thus, as WC acknowledge in all organi\nzed bodies, a faculty which divides, diﬅributes,'and\nreturns all thoſe motions, whoſe impreſſions they re\nceive, or rather which are communicated to them;\nſince we ſee that thoſe motions are never annihila\nted ; why ſhould we imagine that there is an incom\n' prehenſible proceeding in nature, a ſecret quality\nwhich we are not in want of? Why cannot we ſup:\npoſe, that it operates upon ſpheres as well as upon\nindividuals ? _\nIf the known laws of heavineſs, or gravity, com<\nmunication of motion, &c. ſolely belong to inert\nB _ mat\n\f[10]\nman\n*-.\n---\n'n-d-\n._._--,.\nil\"\nVLHEW-d\nwaſ\n.\n_,-.-.I'.\"'\n-_\n-\nmatter, and animated matter can arbitrarily act up\nOn it, all animated forces, therefore, will only be *\ntroubleſome, and all the univerſe will be in con\nfuſion. * i\nſi Iſ then all matter be conſidered as being anima\nted, the phoenomena oſ the whole world will not\nbe more extraordinary than thoſe of the human bo\ndy, nor could the beﬅ phyſiologiﬅs explain a ſingle\nmoment of their own exiﬅence, if they did not ad\nmit an animated principle to be the preſerver of it,\nand which, by laws unknowu to them, compenſates\nfor all irregularities of paſſions and impreſſions.\nNow, without proceeding any farther in thoſe\nrelations and analogies, (the paths through which\nit would be a diﬃcult taſk to purſue) let us only\nobſerve that, whatever can be conſidered as the\ncentre of the action, or as performing the function\nof receiving, diﬅributing, or ſending back the mo\ntion, always ſeems to be productive of a more ſub\ntile matter, more elaborate, more unlike matter in\nert, and more near to that which we conceive by\nanimated matter.\ni' Let us, for example, only mention tranſpiration,\nemanations, thoſe currents eﬅabliſhed betwcen the\nbeings which lead us to imitation, and make us\nyield to ﬅrange motions, ſuch as paſiions, ſympa\nthies, antipathies, &e. even Animal Electricity and\nMagnetiſm, which ſeem to be the Great Oceans\nfrom which the animated matter verily ſprings.\n' Nature\n\f[Ill\n- Nature thus leads us to a way oſ thinking, which\nencourages us to believe that the interior part of\nthe globe is a grand receptacle of motion, and con\nſequently a grand centre of activity. Since, there\nfore, in out principles there are no annihilated mo\ntions, what hinders us from acknowledging that\nboth Electricity and Magnetiſm are the produce of\nThat interior elaboration; the particular ſecretions\nof the globe; the principles of the life of that vaﬅ\nindividual, and which ſhew its correſpondencc with\nall the inhabitants of it? '\nSuppoſing now, that general correſpondence of\nmotions to_ be well eﬅabliſhed, kept up by a ſubtile -\nmatter, more or leſs animated, ſhould we not then\nmore eaſily explain the duration and equality of ce\nleﬅial motions? For, on one hand, it is a little re\npugnant to reaſon, to imagine an abſolute vacuum ;\nand on the other, all matter, however cloſely it\nmay be kept, 'implies the idea, of friction, and Con\nſequently a diminution of motion; hence we ſhall\nﬁnd ourſelves greatly comforted by an hypotheſis,\nwhich will ſhew the very cauſe of motion in the\nﬂuids', which ought to ﬅop it; and the diﬀerence\nwill proceed from the principle alone, that, inﬅead\nOf conſidering the ſpace as ﬁlled up with a dead\nand paﬃve matter, we ſuppoſe it conﬅantly traver\n(ed by currents, which both preſerve the motion,\nand keep it up.\nB 2 Every\n\f_ _v__ V. . > r* ' ' ſſ_j'-i\n' _ , .,- .\nte; -- m\ng,\nſ . ' . _ Every motion may be communicated from one\nr body to another, and to ſome parts of matter, and\nincreaſe that which it had before, in conſormity\n-\n-.-_\n_-\n.\n-*-.-.._\n-_\nL- ' however to the law given to it, by the particular\n, e arrangement of the body which receives it, unleſs\nh r ſi the bodies are exactly alike in form, texture, and\nt. ﬁ '. ' , bulk.\nſ rl Therefore the encreaſing of motion communica\nted by a man to a tree, by Magnetiſing it, (vide\nthe laﬅ part, bow to Magnclz'ﬂe a tree,) in order\nto become a centre of motion to repair his phyſical\nL ſi aberrations, will be received by the tree, in its way,\nwad\nK\nX and returned from the tree to the man, who will\nÞi'- A ' alſo return it in his own manner, on account of the\nb x . particular properties of their diﬀerent organs.\ni ii L ctſſ Of all the magnetic actions (which conſidered\n' - ſi attentively, may be looked upon alſo as nearly con\nnected with Electricity, not accidentally but eſſen\ntially univerſal) nothing repreſents achain of mo\nt ' tion more calm and gentle, and more relative to the\ng ' ſi 'reparation of the Animal Oeconomy, than a healthy\nt ' tree in ſummer time z* becauſe, being continually\n! _ placed in the ſphere of activity, which has operated\n1 - its gradual growth, alimented by the ſame ground,v\ni ' - and formed in the ſame manner, the general Cur\ntents of the World operate upon it with equal eſ)\n'; ' - _ - ſorts,\n'In\nﬁrﬅ\n.\nI p. 'P The Trees of the Marquiſſes of [haſ-gar, Yi'ﬃzrd, and\nmany others, are well known.\n-\n'IIF\n*'\n'\n\f[13]\nſorts, ſo that it exiﬅs without any ſeeming pertur\nbation; the eﬀects produced carry with them a\nﬅamp of the ſame character and criſis by which the\ndiſcovery of illneſs is produced ; by that means it\nſeldom extends beyond ſleeping ; ſo that the Pati\nents are deprived of their other faculties, only yield\ning to the repairing action of nature.\nIt is eaſy to conceive that the action which ſhall\nproceed from this tree, being added to that which\nman is poſſeſſed of, will re-eﬅabliſh in hſiis being\nthe equilibrium, which is never interrupted but by\nthe decreaſing of motion, occaſioned by divers ab\nerrations, and which being attacked in the origin\nof their formations, ſhall be the more eaſily diſolv\ned, and ſhall oppoſe leſs reﬁﬅance.\n. After having demonﬅrated that from the combi\n- nation of the diﬀerent parts of matter proceeds a\ntone of motion analogous to the animal economy,\nit is neceſſary to ſhew how man is compoſed, a be\ning ſo extenſive in his primitive properties, that he\nſeems to have beenborn merely to preſide over the\nother beings, which are all ſubmitted to him who\nis endowed with the faculty of thinking, judging,\n&c. and in whom are united, as in a common cen\ntre, all motions of ſurrounding bodies, and who re\nacts, in his turn, on the ſame bodies with more or\nleſs energy, in conſequence of his will, and the na\ntural tone of his organs.\n-It\nmy v_i\n\f'Ft-'Numſ-\n'\niſ\nw\nI£.-m\"_\n'\n\"1!\n'\n'III\n--\n-\n[he]\nIt is a long time ſince the law of the ﬅrongeﬅ\nhas been looked upon as the ſaſeﬅ, though it is not\nalways the moſtjuﬅ: But it is now time to explain,\nit according to the ﬅrictneſs of the exception.\n. l\nMan, in a ﬅate merely phyſical', like all other\nparts of matter, has the motion proper to his or\nganization, ſubordinated to the general motion\nwhich he obeys in the ﬅate of his ſuſpenſive intel\nIectual faculties. Like them he unfolds himſelf,\"\nJ .encreaſes, declines, and ﬁniſhes by being reﬅored\nto the general maſs, in order to be decc npoſed z\nbut the ﬅability of his exiﬅence depends on the\nharmonic parts forming his body, ſome of which\nmay be vitiated. In that ﬅate of illneſs he ﬁnds him\nſelf deprived of a proper portion of faculty which\nrenders him inferior to man in health; he is not\nin equal aﬃnity with all the bodies that ſurround\nhim, nor acceſlible to the fame' external quantityv\nof animal fluid. The farther he advances in a ﬅate\nof illneſs, the more his inequality of motion dimin\niſhes -, his currents weaken, his humours encreaſe,\ncoheſion is eﬅabliſhed, want of harmony takes\nplace, and he dies,\nIf the decreaſe of mocion produce the eﬀects;\nthe increaſe of motion analogous, communicated .\nin time, might have overcome the ﬁrﬅ obﬅacle,\nand the return of health might have been undoubt\nedly obtained.\nof\n\f[15]\nOſall the repairing or reﬅorative motions ofman\ninv a ﬅate of illneſs, none ſeems to be; more appro\npriated than that which he receivesct from his like\nin a ﬅate oſ health 5 becauſe coming from the ſoeus\ncommunicated to him, it takes a proper direction,\nwith all the analogous character neceſſary for its\nadmiſſion.\nThe motion of man in a ﬅate oſ health will be\nthen powerful in conſequence of the latter'sweak\nneſs, (who receives more than he gives 5) but that\nempire of ﬅrength being only employed to eradi\ncate illneſs, inﬅead of oppreﬃng the individual,\nthat great function of humanity ſhall be a ſituation\nmore adapted for ſociety, conſequently men muﬅ\nbe better by poſſeſſing the means to render them\nſelves happy. .\nIn order th better to unfold thoſe proceedings,\nI muﬅ be permitted to employ ſome compariſon:\nwhich perhaps may appear ﬅrange, but which will\ntend to elucidate phyſically, thoſe proceedings by\nthe exiﬅence of a doubtleſs ﬂuid, ridiculouſly denied\n_ by many, becauſe they do not ſee it.\nThe ſeruginous matter oſthe magnetic currents of\nthe world, will acquire a property they had not be\nſore, and- become Magnets or Load-ﬅones by the\nmere operation of nature.\nIn\n\f'I\n'Wr'ﬁ'l'n\n.\n--_-\n-*U-*\n.._\n-\n.\n--,.\n-._\n-.-\n-\n.--\n-.--\n..\nyr\n..-IH*\nI'-\n.\nMW\n-\n..,\\._,,Q,,\n[ 16 ]\nIn many caſes, art can imitate nature, and even\nſurpaſs it; (as a proof) an Artiﬁcial Magnet is\nſpeciﬁcally more active than a natural one.*\nNature, conﬅant in her proceedings, by giving\n'a magnetic virtue to a quantity of iron, does not\ndetermine its poles, but in the points which are di\nametrically oppoſite, and in a right line. It is na\ntural to conclude from hence, that nature has an\nuniform manner' of acting, but directed by the\nknowledge oſman, ſhe is capable of encreaſing that\npower, and of eoncentrating, by her ﬅrength, in a\ndetermined point.\nThat there exiﬅs an inviſible ﬂuid from its action\nupon iron is well demonﬅrated. Is it to be ſup\npoſed, that the greatand ſupreme Architect' of the\nWorld, in his vaﬅ and profound views, would have\ncreated the general currents, which apparently rule\nthe univerſe, only to put in activity a part of mati\nter, called iron, merely to enable us to-form Arti\nﬁcial Magnets, which, in their turn, ſhould be only\nempowered to inﬅruct us how the tendency and\nreciprocity of the action of bodies one towards the\nOther are exerciſed, as has been demonﬅrated.\nIn that great hypotheſis, let us examine if the\nparts\nu\n.\n-.'-q,\n-.\n* I have ſeen at my friendls, Mr. L'Abbe le Noble's, at\nPan), an Artiﬁcial Magnet of his compoſition, the activity\nof'which was ſo ﬅrong, as to carry more than 300 weight.\n'\n' .- guy;\"\n\f__ . A. A x\nNA.\nEvil\nparts of matter are not formed in ſuch amanner as\nto participate of the ſame advantage.\nOf all the metallic matters incloſed in the boſom\nof the earth, none is ſo much diﬀuſed as iron ; al\nmoﬅ all bodies ſubmitted to a certain chemical'\nproceſs, furniſh a quantity, more or leſs conſideraz\nble, of- this metal.\nVegetables contain ſome alſo; andit may be\neﬅabliſhed as a principle in animal ﬂuid; a proof'\nof which appears in a certain quantity being ex\ntracted from blood. Iron enters in the compoſi\ntion of man, and is combined in ſuch a manner,\nthat ſome people\" have the power of moving the'\nneedle of the compaſs, by only approaching the\nﬁnger near it. * '\nFrom thence it is eaſy to conclude, that the ge\nneral currents poſſeſs the quality oſputting iron in\naction. ' '\nMan, in a good ﬅate oſ health, will be ﬅrongly,\nſaturated with that matter, being expoſed in a regu\nlar manner td the action of thoſe ſame currents, and\nought to acquire magnetic virtue, and conſequently\nmore powerful means of acting upon his like, in no\nweak ﬅate. ln\n* Mrs. H--, an Iriſh lady, in London, did, in '786, be\nfore many ladies and gentlemen, move the needle of the com\npaſs, by approaching hcr thumb to it. Some other perſon'\nhave had the ſame power.\n\f[18]\nHe,\na\n'Hi-\nY'MF-'ca\n-\nP\n*_-_ſi\nſi\nſ\nq.--\n-_--\n'--\n_.\n-_..\n-*\nJ\"\n-.'\nIll.\n'IN-ſi\n-\n1..9-\n-\nIn this circumﬅance, the will oſ him who gives\nmuﬅ be abſolutc, it is that which more particularly\ndetermines the ﬂuid to be directed with vehemence\ntowards the extremities from whence it eſcapes ;\nbecauſe, in a motion which tends to make a vacuum,\nall contiguous parts are forced to accumulate near\nthe place where it operates.\nFrom this principle, a ſick man may be in a ﬅate\nof imperfection compared to a ﬅeel bar, and is in\nthat ﬅate of imperfection, becauſe he has not re\nceived the magnetic operation ; and a healthy man\nable to magnetiſe, reſembles that of an Artiﬁcial\nMagnet, the harmony being completely unfolded,\nbecauſe the regularity of its ﬁbres, in which the\nmagnetic eﬃuvia is always accumulating, has de\ntermined the action upon it. ſi\nConſequently, to magnetiſe a man, or impreg- -\nnate a piece of ﬅeel with a magnetic power, is very\nnearly the ſame thing, in communicating the action\nof the ſamectﬂuid, received according to the law of\nthe diﬀerent modiﬁcations of two diﬀerent bodiesﬂ\nIt may happen for a time, that bodies acting will\nceaſe to- produce their eﬀects upon the receiving\none ; that point of time in the ﬅeel bar, is the pe\nriod of the, abſolute regularity of its ﬁbres or pores,\nwhich ſhall produce the reciprocal equilibrium ; _\nand in man, is that when the obﬅacles are van\nquiſhed by the eﬀorts of the ﬂuid, and where the\nparts\nA\n\f'[ 19 ]l\nparts being in harmony together, the reſult is an\n_ inſenﬁbility to the action; * I _\nThis cirCumﬅance being more or leſs diﬅant;\npattakes of the nature of oþbﬅacles in the place they\noccupy, and accordihg to the antiquity of'thcirex-ſi\niﬅence. Two wholeſbme perſons, though ofa weak\nconﬅitution, will by degrees obtain ﬂrengthſiby act\ning harmoniouſly one with another; bedauſe, by\nregulating their ﬁbres alternately,, they will render\nthem ﬁtter for receiving a greater' portion of the\nvital ﬂuid. ' ' *\"ſſ\n'1,.' a\nThe ſame phnenomectnon takes place between two\nbars, weakly impregnated with a magnetic power,\nby ﬅrengthening them alternately one by the other,\ntheir power is inſenſibly increaſed.\nThere exiﬅ many ways of magnetiſing, which\nought all to be ſubordinated to circumﬅances, to\ndiﬀerent maladies, to ſenſations of the patient, and\nto the re-action of the magnetiſer, which I ſhall ex\nplain ſſhereaſter. Experience and obſervation alone\ncan enable one to make a juﬅ application of them ;\nand I repcat it, imprudence is very dangerousﬂ'\nIn ſuch a caſe, power united with ignorance may\nbe truly compared to a loaded piﬅol in the hands\nof a child.\nAction\n* Iwould never adviſe a trial to put people who are in\ngood health into a Criﬁs,\" to pleaſe others ; for you may put\nthem in a ﬅate of Catalepſy or.Epilepſy, and they'may never\nbe cured. C a\n\f_w.\"\n.\nq__._\n-.\n-_ﬂ\"\nIll\"\n-ſſ*'*K*\na i\n.\n\"I\"\nﬁxina-\n-\n'Weig\na I\n..-.-....__\n._l\ntſiq\nI\n..\n.__\n[20]\nActctiOn'and're-action 'are'commonly more ſenſi\nble at a certain diﬅance than' in\"too'near a poſition 3\nbecauſe that reciprocal ſenſations are confounded,\nand have no diſtincti'ye character whilﬅ paſſing\nthrough the mcdium aſ the ſort-ounding ﬂuid, of\nwhich all the niolpcules are'elaﬅic; thoſe ſerving\nas conductdrs tq_action_s,'act again improportiop tg\nobﬅacle: intended to be overcome. ' - -\nI ſiltlſoſirnetirnes happens, that though the exiﬅencſie\nof aſſdiſeaſe b*e evidehdy'demonſtrated by'ce'rtain\nuncquiyocal ſigns, yet the action of the univerſal\nagcnt in itsrimmediate application, 'is inſe'nﬁble tQ\nthe patient.\n'In ſuch a caſe, 'we ought to think that this ﬂuidſi\n-i_mPerc_eptibly paſſes on the local vice, becahſe oſ\nobﬅacles being too ancient, and conſequently in a\nIdateoſtoo conſiderablecoheſion, that the maſs oſthe\nﬂuid molecules exiſting between the 'patient and the\nmagnetiſer, is not ﬅrong enough in proportion to\nthereſiſl'ance of coheſion to be overcome. Then,\nafter having been in communication with thepatient,\nby touching, one directs the extremities ofthe hands\nover the parts which are ſuppoſed to be aﬀected.\nIn this ſituation, with ſome degree ofattention to\nparticular ſenſations, one muﬅ feel at the extremities\nof his ﬁngers, a re-actiOn of heat or cold, or ſupine\n'neſs, which ſhall give 'notice to the operator of the\neﬀect produced, of the particular ſeat of re-action\nandv\n\f[ 21 1\nand diﬅance he muﬅ be at, 'to Operate with the\n'greateﬅ eﬀect, by drawing back'as he feels the in\ncreaſe of action, and advancing near theipoint of\nthe ſuperior eﬀort, when he feels the diminution of\nthe action. This phoeſinomenon is'produced merely\nbecauſe at that diﬅance there exiﬅs, between the\ntnagn'etiſed andmagnetiſer, 'a ſuﬃcient 'Column of\nﬂuid'put into' yiblrſiatio'n by the 'combination'of the\n\"action, and the ahſolute will of the magnetiſer;\nWhich directing \"and accumulat'ing 'all ﬂuid mole\n'cule in'the ſame pdirit, determines in this circum\nﬅance all the patient's ſenſatlon's. This mode oſif\noperating ﬅill re-unites the advantage of' command\ning and changing atſple'aſure the centre of activity,\nWhen it is perceptible that by means oſ re-action,\n'it'tnay produce a ﬅronger pertu'rbation, which it is\n'alv'v'ays material-toavoidſi ſſ ' ſi\nFrom all that has been ſaid, I muﬅ conclude that,\nihotionis the principle'of ſithe p'ermanent exiﬅence\nof the univerſc. ' *\nFrom 'the combin'at'lon of many partial motions,\nthe reſult is a more cOnſiderable one. *\nAnimated bodies are particular' centres'oſmation,\nþu't ſome oſ them, like vegetable ones, are depend\nent on general motions. ſi *\nThat man, may, according to his pleaſure, con\nqzdict, or appropriate to himſelf, thoſe diﬀerent\n, ' ' t ' kinds\n>\ni\n- foam,\nH\nA\nſi\n'4.__\n-**-'\nUU'QÞUWMW.._J..__\n__-\n_\ni_\nl-\n.._-_.--_.\n-\n....._.\n-.I'\n\fiw-ﬀ1'l\nr - kinds of motions to a certain degree, that he may\n' legally either increaſe or decreaſe them in a deter;\n.\n' ' '\nmined paint. p] )\n_ -\nc-\n-.._-\n-._ r' ' That bodies act and re-act upon each other;\nr ' That from ſuch an action and re-action well direct,\ni . ed, there reſults the harmony which prolongs their\n1 \" exiﬅence, by reﬅoring the tone to thoſe parts in\nwhich it might have ſuﬀered ſome diminution.\nThat the above circumﬅance is more or leſs diﬅant,\nin preportion to the ﬅrength employed, and the\nreﬁﬅance oſ obﬅacles. i '\ni One muﬅ not think, from what has been ſupe'r;\nﬁcially explained, it follows, that one may, without\nilanger, yield to the practice of this Science. That\nmatter is too extenſive, not to require a deep diſ.\ncernmcnt and ſound ﬅudy. ' '\n'*:\"'\nThe honeﬅ man, actuated with the deſire of ree\nlieving his fellow-creatures, will be ſenﬁble, that,\nprevious to his yielding to the impulſe oſ his own\nheart, he muﬅ dedicate ſome time to obſerve with\np - - patience the eﬀects of the ﬂuid whichv he is poſſeſſ\n. ' r ed oſ, and ﬅill more the method oſ tempering its\naction in diﬃcult occurrences. It is there that the\nvariety oſ caſes productive of' illncſs, oﬀer to the\nattentive eye various means of inﬅruction. i\n'I,\nﬁſhe'-\n-\n,-\"'*'\n\"He\n'\nTe'\n\f[23]\nTo þut a PERSON in a CRISIS and _ '\nSOMJVAMBULISM, at a Dſſance. 1 i ,\nO magnetiſe, or treat a perſon at a diﬅance, is I\nnot impoſſible. The manner of' doing this is\nas follows : The ſaculty ofourſoul, thought, or idea,\ncan perceive, contemplate, and unite itſelf to any ' - l\nobject preſent, diﬅant, viſible, or inviſible.-Thar\nit has action upon matter is well demonﬅrated; it\nacts immediately upon the viviſying, electric, or _\nmagnetic ﬁuid,-and by its 'will determines it to be ' . '\ndirected upon ſuch and ſuch a part. We know \" ,\nthat our ſoul acts upon our body, and forces any .\npart of it to move in any direction, according to its\nwill.-This being the caſe, we may reaſonably be- 1 ' ,\nlieve that it may act as well upon merely organical i *\nmatter, as upon animated bodies. The thought, or\nſoul, goes to any diﬅance 5' no obﬅacles can reſiﬅ\nit. It arrives and unites itſelf, by a ſympathetic\npower, to any object it wiſhes, without a maﬅer of - <_ 5\nceremonies; neither the ſize ofthe body, itsﬅrength, '_\nor ﬁgure impede-all give way 5 the union is\nmade\ndo\nK '\nI\n\"-\n'*-'\n1i=;'.:h-'\"\"_-\nſ\nl\n* The diﬅanc: of body has nothing to do with the ſoul.\n--Vidc \" Lord Baton': Sihm Silwarm, (you th Tra'ſſmﬃm aſ\n9 . .\naffrlſfa\n'\n-._-_-\nn-mo-\n-\n\f[;=4]\nIt.\n'IN-'-\n.-\nw\"\n\"\nmade in an inﬅant-the will, and the will only is\nthe cauſe of it, becauſe it directs the ﬂuid towards\nthe diſeaſes and aﬀected 'of\/cart', by ﬁxing them in\nyour imagination, as much as it is PQﬃblC, and by\nthat mean it will force the magnetic ﬂuid to touch\nand to penetrate, to aſſgreat diﬅance, any bodies to\nwhich the ſoul is willing to unite herſelf, and to\nre-eﬅabliſh the animal oeconomy, of which ſhe is\nthe principle that cannot be deﬅroyed.\nTheſe reﬂections ſhew the poſſibility, and the\nmean made uſe of, to treara perſon at a diﬅance\nof which experience will ſhew the'reality, and an\ningenious mind may make many curious experi\nments, and repeated trial' will convince him.\nTo treat a perſon ata diﬅance, from one houſe\nto another, is poﬃble-provided you have ſeen the\nperſon before, and been in aﬃnity, or put him in a\nCri\/ir. The manner you do this, is to know where\nthe perſon is, and ﬁx the hour by your watch, and\nhave ſome friends with the patient to divert him :\nyou muﬅ be alone in aroom to avoid any noiſe, or\nany\" thing to diﬅract the attention ofyour mind. In\nthat poſition you paint the perſon in your imagina\ntion-you repreſent in your idea the part which you\nſuppoſe aﬀected, you may feel it within yourſelf,\nand you treat in the ſame manner as if the perſon\nwas before you.-That ſympathy of body and mind\nwhich exiﬅs between you and him, will produce a p\n. Criſi: and ScmnambulL-\"m\nTo\n\fJ\nTo raﬀe the ARM or an- of a Paxson awake.\nCauſe the perſon to ſet his back to the North,\nlet him lay his hand paſlive upon the table, and in\nan eaſy poﬅure. Sit oppoſite to him, lay your\nhand ﬂat on the table, about half an inch from his,\nraiſe your hand gently about one inch from his, as\nfar as the ſhoulder, bring your hand down again,\nand repeat the operation ſeveral times, with your\nabſolute will, you will perceive the ﬁngers diverg\ning and riſing from the table, then proceed again\nwithout touching, and the hand will follow yours\nby attraction, as high as you pleaſe. lf youido\nnot ſucceed, it may be owing to the perſpiration of\nthe hand, or the perſon is too muſcular, and you\nare too weak to have any eﬀect. Raiſe the hand,\nby putting a cup or ſnuﬀ-box under, you will\nſooner ſucceed, or put an Artiﬁcial Magnet in your\nſleeve, South Pole towards the perſon, put another\nin his, North Pole towards you. In the year I 783.\nI ſaw Dr. Mdmcr raiſe the arm and leg together of\na perſon that way. I have ſeen him, and Father\nHemicr raiſe a perſon up from his chair: Cauſe a\nperſon ſit eaſy on a chair, ﬁt oppoſite; and with\nboth your hands extended, as if you was going to\nreceive ſomebody in your arms, drawing towards\nyourſelf, repeat often ; if the perſon is of a weak\nconﬅitution you will ſoon ſucceed. I have often\nraiſed a perſon in Somnambuliſm, and made him\nD walk\na\ne\n.-w'*1r.,.-'-.*clmwuz\n-.\n--'\n,.,'a..l\n'a\n\f[26]\nwalk towards me. After you have raiſed the hand\nof a perſon awake once or twice, cauſe him to lay\nhis hand on a table, retire to another room, and\npaint the perſon in your idea, do the ſame as if the\nperſon was before you ; that ſympathy of mind and\nbody, between you and the perſon, will make you\nraiſe his hand.\nThe leg may be raiſed in the ſame manner, by\nputting it upon any thing to raiſe it up from the\nground, and muﬅ be extended. Both arms and\nlegs muﬅ be rubbed afterwards, as they are numb.\nTheſe experiments are well known, and many\nof my pupils are able to perform them', *\n[ſhall\n\fCHAPTER II.\nI ſhall explain more minutely haw to Cure\nmany Drsaasas eþaratcly, upon reaſonable\nPrinciples.\nHERE is an univerſal ﬂuid which ﬁlls all\n1 ſpace. Every animated body is endowed\nwith a certain quantity of electric or animal ﬂuid.\nThere exiﬅs an attraction, or ſympathy and anti\npathy between animated bodies. The univerſal\ncurrents of the univerſal fluid, are the cauſe and\nexiﬅcnce of bodies. One may accelerate thoſe cur\nrents in a body, and produce Criſis and Samnambu\niſſm, which is done by acting reciprocally upon one\nanother, by increaſing the currents acroſs their inter\nﬅices or Pores,v in conſequence of the ahſolute will\nof the operator-a\nAs there exiﬅs a general and reciprocal gravita\ntion of all celeﬅial bodies to each other, ſo there\nexiﬅs a particular and reciprocal gravitation of the\nconﬅitutive parts of the earth towards the whole,\nand of that whole towards each of its parts,\nD 2 That\n' i\n'w- ;\nza\n..ll\n'l\ni\nl\nl\nHe\n.\n--.-.\n,_\n\"\n'I'Le\nLo'\n\f[23]\n'-T-'\nThat reciprocal action of all theſe bodies is ope\nrated by an imperceptible oapor ﬂowing in and out,\nas you ſee in a Loadﬅone or Artiﬁcial Magnet,\nforming an outſide atmoſphere; it alſo produces\ncurrents in a more or leſs direct manner, according\nto the analogy of bodies. That perſon who is in\na good ﬅate of health, and of a ﬅrong conﬅitution,\ncan act moﬅ eﬀectually on a ſickly map,--the\npower of man in a good ﬅate of health will then be\nmore powerful, in conſequence of the latter's weak\nneſs, who receives more than he gives , it will in\ncreaſe the circulation, and produce beneﬁcial\neﬀects.\nThe reſpective poſition of two beings acting on\none another is not indiﬀerent 5 to judge what that\npoſition ſhould be, we ought to conſider each being\nas a whole, compounded of diﬀerent parts, of which\neach poſſeſſes a form, or particular tonical move\nment. It is of courſe, by that means, eaſily under\nﬅood, that two beings have over each other the\ngreateﬅ inﬂuence POﬃblC, when they are ſo placed\nthat their analogous parts act on one another'in the\nmoﬅ harmonical manner. It is neceſſary that the\nperſon who ſubmits to be treated is willing, as well\nas that the operator's mind muﬅ be abſolute, and\nthink of nothing but of the diﬀerent ſenſations he\nthen feels. '\nTherefore, in order that two perſons may act on\neach other in the ﬅrangeﬅ manner poſſible, they\nmuﬅ\n\f[2911\nmuﬅ be placed oppoſite each other; from North to\nSouth is the beﬅ; you turn your patient's face to\nwards the Soutb 3 you may treat in other directions,\naccording to your idea, and circumﬅances. In that\noppoſite poſition your atm'yþheres are joining; and\nyou may be conſidered as forming but one whole,\nacting in an harmonic manner. When man ſuﬀers,\nall the action oflife is directed towardshim in or\nder to deﬅroy the cauſe of ſuﬀering 5 likewiſe when\ntwo perſons are acting on each other, the whole ac\ntion of that union acts on the diſordered parts with\na force proportioned to the increaſe of the maſs. It\nmay, therefore, be in general aſſerted, that the ac\ntion of Animal Electricity and Magnetiſm, &e. in\ncreaſes the pain, in proportion to the maſſes.\nlt is poſſible to direct the action of Animal Elec\ntricity and Magnetiſm, &c. more particularly on\nan individual part, by ﬁxing your idea and direct\ning the ﬂuid uponſſ the part aﬀected. Our arms\nmay be conſidered as conductors to the animal ﬂuid,\nand ſerve to attract or repel according to our will,\nand eﬅabliſh a kind of continuity between bodies.\nIt follows, from what has been ſaid on the moﬅ ad\nvantageous poſition of two beings acting on each\nother, in order to maintain the harmony of the\nwhole, one ought to be oppoſite, at a little diﬅance\nfrom the perſon 5 in that poſition you are in aﬃni\nty with your patient, your two utmo\/þbern are join\ned, it ſhews the oppoſition of poles in the human\n_' body'\n'\nI\n-*\n-\n\"N'\nTBſi-ﬂiiflm_n_\n...r..\np\nſ\no\np\nP\n.-..\n\f'I\"*'\nI\n[ 30 ' ]\nbody, and is nearly the ſame as thoſe which may\nbe obſerved in the Loadﬅone, or Artiﬁcial Magnet,\nPARACELSUS, as well as many other anatomiﬅs,\nhave admitted poles in man. Mr. George Adam',\nin his Treatiſe on Magnetiſm, juﬅly ſays, \" in ſome\n\" future period it may be diſcovered that moﬅ bo-,\n\" dies are poſſeſſed oſ a polarity, as well as one di\nU rection relative to the vﬂrious aﬃnity of the ele\n\" ments oſ which they are compounded.\" The '\nbetter to conceive the poles of the human body,\nwe ought to conſider man divided into two parts,\nby a line drawn from the top to the pubis ; all the\njoints of the leſt part may be conſidered as poles\noppoſite to thoſe correſponding therewith ; the ﬂuid\npaſſes out more ſenſibly, and in a greater abundance\nfrom the extremities, as thoſe extremities are con\nſidered as poles oppoſite to the right, and are the\nbeﬅ conductors to the animal ﬂuid.*\nYou may give polarity to animate and inanimate\n_ bodies; that is to ſay, to increaſe an action to a de\ngree which they had not beſore, only by ſriction,\nvery nearly reſembling that which you give to a\npiece oſ ﬅeel beſore it becomes a magnet, except\nthat it will not be ſo palpable. (vide the laﬅ-part)\nYou may alſo change the poles in the human body\n'pretty near the ſame as you change thoſe oſ a mag\nnet.\nJ-___I--\n* Many ſhppoſe that if we could be balanced like a mari\nner's compaſs, our head would incline towards the 'Northc-H\nMany people ſleep with their heads towards the North.\n\f[31]\nnet. You may' alſo ﬅrengthen or increzſe the ac\ntion oſ Animal Electricity and Magneti m, by an\nimate and inanimate bodies, as you may increaſe the\naction ofan Artiﬁcial Magnet by adding more mag\nnets, provided the poles are contrary z therefore ev\nery thing is ﬁlled in the univerſe.by means of an\nuniverſal ﬂuid, in which all bodies are immerſed,\nand conſequently all beings touch one another in\nconſequence of the continual circulation by which\nthe currents of the magnetic fluid ﬂow out and paſs\nin ; in conſequence of this, you may aﬀect a perſon\nat a diﬅance in the ſame room, provided he is of a\nweak habit of body, and has been in a Crzﬁ: before,\nyou put the column of air into vibration, which ex\niﬅs between the perſon you treat and yourſelf, that\nwill aﬀect him, as is ſeen at a concert in Wcﬅmin\nﬅ'r Abbey, or other places. '\nIn order to be in aﬃnity or harmony with your\npatient, you muﬅ touch him by the hand, as there\nis a circulation which forms itſelf between you and\nhim, and tends to an equilibrium, it is generally\nby that mean eaſier to take your patients out of their'\nCriſes: through want of that precaution, I have\nſeen ſeveral perſons who could not take them out.ſi\nYou next hold up both your hands parallel to the\nhead, and bring them gently down as far as the pu\nbis; you may follow the direction of the nerves ;\nthen ﬁx your hands upon the diapbmgm or ﬅomach,\nwhere lie the greateﬅ abundance of nerves z you\n' may\n\f[32]\n\\\nmay put your thumbs upon the Flexus', and put the\nnerves in motion 5 you may alſo ﬁx one hand\nupon the ﬅomach, and draw the other towards you,\nby that mean you attract or repel at pleaſure.\nThere are various ways oſ manipulation, which the\noperator makes uſe ofaccording to circumﬅances. If\nyou wiſh to procure ſleep ſoon, change your poſi\ntion ;' get either to the right ſide of your patient,\nor left 5 in that poſition, you ﬁx one of your hands\nbefore the head, and the other behind ; keep them\nthere with all your might, till you feel ſome heat\nin the palm oſ your hand ; if the perſon is not in\nclined to ſleep, you muﬅ charge the head in diﬀe\nrent directions, by ſhutting your hands as if you\nwere boxing-then you open them quick, and this\nyou repeat often; the perſon then feels a drowſineſs,\n-You muﬅ keep your hands in oppoſition as he\nſore; by this mean the animal ﬂuid gets into the\nabſorbent veſſels-acts alſo upon the nerves, which\nﬅimulates the body, and produces a Criſir. Iſ you\nſee the patient too much agitated, get oppoſite to\nhim, and bring both you hands downwards from\nhead to foot, or as if you were to fan a perſon, and\ngetting backwards, it will compoſe him.-Then\nyou ſeek ſor the cauſe and place of the illneſs 3 or\nyou hold the perſon's hand, and aſk him where he\nfeels pain, as it is increaſed by treating : if he does\nnot anſwer your queﬅions properly, it is a ſign he\nis not in a perfect ﬅate of Sam'mmbulym ; you muﬅ\nkeep him aſleep longer without ſpeaking to him\nyou then ſeek for the ſeat of the diſeaſe, by extend\nlng\nr ﬃ ﬃb-I 'FLLT\n\fIlii-ma.-.. _-'**__'- I T-\nr . __ _ ._ - __:.*;M-F- -\\\n. Kiiﬃ\n[ 33, 1, . \\ * '. if\ning your hand at a little'diﬅance ﬁ-om 'his body, ' i\nbeginning from head to foot 3 if your ſenſations are . -- .\\\ngood, youmay feel, with a little attention, within 3\nyourſelf', through ſympathy, pains in the ſame part\nas where the per-ſon is aﬀected-or you may feel at\nthe endvoſ your ﬁngers a heat, if it is an inﬂamma\ntion or obﬅruction ; iſyou feel a coldneſs,._ it in .\nthe lymphatic veſſels ; iſ bilious, you feel a numb\nneſs'i there are various Other ſenſation's, aecocding\nto the diﬃcrenceoſcOnﬅitutions; theſe cixcumﬅances\nwill informyou where the diſeaſe lies-but by touch- ' z\n- ing, which is the ſureﬅ way, 'you ſoon become eeijgain ſſ\nof the ſeat and cauſe of thediſeaſe, which ſometimes -\nlies in the oppoſite ſide to'the pain, particularly in ſi ' i\nnen\/ous aﬀections. After thus ﬁnding the-ſeal- of '\nthe diſeaſe, you may touch* the part aﬀected, or- * ,\ncharge it as you do the head, by that jmeans you _\nkeep up the ſymptomatical pain, till youhaVe rcn- ſi i\ndercd xit critical-you ſecond theeﬀort of nature \\\nagainﬅ the Cauſe of the diſeaſe, which actsii-kea ' ' >\nﬅimulus, and will produce-a ſalutary Cxiſis, ſibyput-._\nting- the whole frame innﬂion, which will, remove ,\nany diſeaſeproceedingſromobﬅructions,or, the like;_ Q _\nafter that-tiichacient ﬁndshimſelf compoſed; and _\n' '-.:-') 1.' w: 5..uz. .:...'\\ .ſi\n' Touchingvisſieertainlyzverx'eﬂieaciou-s, iflwe. have the l ' _\nHead-Ach, or other pains, we naturally rub the part, and it - I\neaſes it; but let another peſſrſjhxf do it,'i't has more virtue, .\non account of the greater quantity of aniniaigﬂuid, which!\nwill'expel inﬂammations and tumorſſs, by the-increaſe of heat\nonly,-which acts like a ﬅimulus. A _: 9; 3,\n- E\n..._*\\._\n.---'\\-.-\nL.\n-'_n-\n-_-\n,-.\na\nl\ne\nA\n'l\n\\-\n'\\\n'1\"-\n-M'ALW_-.\n.-\n.\n_,._.,.ct_.-.\ni\n-_-_.--_--\n-\nI.\n\fg.\nin\n,-*\non.\n[3 34- ]\nthe cauſeof the diſorder diminiſhed. When the pa\ntient is aſleep, you aſk him iſ it is time to take him\nOut of it ; iſ he anſwers yes, draw your hands to\nwards his head down to the feet, and rub the eyes\nwith your thumbs ſeveral times, then wave your\nhand as iſ you were to fan a perſon who is too hot,\n--move by degrees backwards, till he is recovered.\nThe cauſe of' moﬅ diſeaſes is an irritability\nor few', debility, or obﬅructiom; by the ſlow\nneſs or abolition of motion, it is an abﬅruction or\ndcbility, and by its acceleration produces an irritaQ\nbility, inﬂammation, and fever.\nThe ſeat of' thoſe diſeaſes is generally in the eﬀu\nTa, as the into\/lines, theſpit-en, the liver, theepiploon,\n'ne\/enmy, the loim, &c- in women, theﬅomach, the\nwomb, and neighbouring parts. Theſe aberrations\nor obﬅructiOns are an impediment in the circulation\noſ one part, 'which preſſes on the blood or lympha\ntic veſſels, and on the nerves, which produce thoſe\nſpaſms, on account that the ﬂuid circulates (lowly ;\nfor that reaſon thoſe perſons are the ſooneﬅ aﬀected,\nand pUt into a Crz'ſis, when they are labouring un\nder thoſe maladies, and are generally cured by this\nmode of treatment ; if thoſe veſſels preſs upon the\nroot of a nerve, the motion and ſenſibility of' the\ncorreſponding parts are quite ſuppreſſed, as in an\napoplexy, palſy, &e. There is not a better con\nductor for the ant'mal ﬂuid than the nerves, as they -\nare ſpread all over the body ; they abound more\n- partr\n\f[35]\nParticularly in the diaphragm, ﬅomatical and um-\nbilical plexur, where lie the moﬅ of the nerves,\nwhich extend their branches (as a tree does its\nbranches and roots in the earth) all over the body.\n' Many philoſophers have held the opinion that\nthe nerves are the ſeat of theſoul ; and it is pre\nſumed, that thro' the nervous ſyﬅem Somnambules are\nenabled to ſee in the dark when their eyes are ſhut.\nVVhen you treat a perſon you muﬅ follow as much\nas poſſible the direction of the nerves 5 you may\ntreat at a ſmall diﬅance, and ﬁx your hand upon\nthe part aﬀected, and by motion you put the co\n, lumn of air (which exiﬅs between you and your\npatient) into vibration, which will cauſe an irrita\ntion, and produce a Crz'ﬂr,\nMany philoſophers make' uſe of conductors, ei\nther glaſs, ﬅeel, ſilver, or gold, about eight inches\nlong, they have a good eﬀect in ſome caſes, but an\n_ Artiﬁcial Magnet is beﬅ, as it has more activity;\nall this proceeds from the idea oſ the operator.\nMr. Meſmer tells us, \" When you make uſe of con\nV ductors, you muﬅ magnetiſe from right to left,\"\nthat is, the poles are changed-I have repeatedly\nproduced the ſame eﬀect by treating from left to\nright, except when I have put a perſon aſleep with\nout a conductor v5 if while aſleep I magnetiſed from\nright to leſt, they have gone into a CriſiJ,-others\nhave awaked. If you touch the forehead with your\nright hand, you muﬅ put your left in oppoﬁtion\nbehind, and in the ſame manner to any other part\nE 2 t of\nn 1\n\\\n\\\n'Ho-mlw\nsnu-\n-.-'-\ni\nl\nl_ -_-.-_.._\n-\n.\n--.\n__\n\f[36]\nvg\nF-ﬁ\nof the body, becauſe there is a re-action of ﬂuid\nfrom one pole to the other, like a magnet z as Dr.\nMeſmer repreſents the human body asct a'magnet;\nif you eﬅabliſh the North to the right, the leſt be\ncomes the South, and the middle like the Equator,\nwhich is without predominantactionz-I repeat it,\nit is moﬅ advantageous ctto be oppoſite the perſon\nyou want to treat, in order to cure him eﬀectually.\nCuring conſiﬅs in re-eﬅabliſhing the diﬅurbed har\nmony-the general remedycis the application of the\nanimal ﬂuid, which ſerves to re-eﬅabliſh the equi\nlibrium which is loﬅ in ſome part of the body, like\nan ingenious machine, one wheel yvill prevent the\nothers from, going. If there is but one diſeaſe,\nthere is but one remedy: if motion is diminſhed, it\nought to be increaſed ; iſ there is too great irrita\nbility, it o'ught to be decreaſed: as it is on ſolid\nbodies that this ﬂuid operates, particularly on our\nvi\/rera, in order .t0 rectiſy them, as they are deſ\ntined by nature to prepare, to diſſolve, and aﬃmi\nlate our humors, they ſhould be brought to their\nequilibrium by any means whatever, either by em\nploying internal orexternal remedies; but you ought\nto be very cautious how you adminiﬅer them, except\nſuch as the patients will order for themſelves, or\npreſcribe for others, which are generally very ſim\nple, and oſ the vegetable kingdom. There are few\nremedies taken internally which are good, becauſe\nwhen received in the ﬅomach, and the ﬁrﬅ paſſages,\nthey experience the ſame claboration as our ali\nments, the parts oſ which analogous to our hum0urs\nare\n\f[437]\nare aﬃmilated there by chyliﬁcation, and the hete-ſſ\nrogeneous particles are expelled by the means of\nexcretions. Thoſe remedies which may be given\nwill prove to have often the eﬀects contrary to the\nintentions oſ the preſcriber, becauſe moﬅ of them\nare very aqueous and cathartick, ﬅimulate too much,\nand will increaſe irritation, ſpaſms, &e. and produce\neﬀects diſcordant to harmony oſ the parts, which\nought to be eﬅabliſhed and reﬅored to their proper\nequilibrium. Iſtreating is not ſuﬃcient to produce\nvomiting, in the caſe of a perſon who has too much\nputridity, or abundance oſ bile, which has been too\nlong ﬅanding ; then a gentle emetic is to be given,\nor magneſia, if there is too much acid; if alkali is\npredominant, order a ſolution of ſoluble tartar or\nother acid, which you think will agree with your\npatient. In caſe oſ a violent cholic and coﬅiveneſs,\nor ſore throat, injections or clyﬅers are the beﬅ.\nTheſe are the general remedies which ought to be\nadminiﬅered to the patients, as in my opinion, all\nthoſe preparations oſ minerals, were never intended\nby nature for the human body. Modern practitioners\nhave, from an intereﬅed view, neglected the know\nledge oſ the vegetable kingdom, more adapted by\nProvidence ſor the human body. The diet oſ the\npatient is whatever nature points out to him; ſhe\nalone dictates what every man ought to followſ\nbecauſe ſhe ſeldom deceives us in\" our manner oſ\nliving, iſ we would conſult'her. It is not what we\neat, nor the quantity, which does good-it is what\nwe digeﬅz and in regard to our-drink, it,is the\nﬁnall\na\n'AE-v\n'Qb-'M'n-q\n15\n.-'---_\n_\n_\nſ\n-_\n-.____\n-__.-\n._\n\f't\n,'--*\n.\n'\nwl'. 38 l\nſmall quantity which is tonical. Animals by in.\nﬅinct will never touch any thing but what nature\nhas dictated to them: in this, their inﬅinct is far\nſuperior to our reaſon. Spirituous liquors alone\nare forbidden, ﬅrong green tea without milk, coﬀee,\nhot aliments, and the uſe of ſnuﬀ, becauſe it irritates\nthe pituitary membranes in the throat, the ﬅomach,\nand the head, and will produce criſpation and irri\ntation. The uſual drink may be water, with a bit\nof toaﬅ in it, wine and water, or good rich wine,\nold ſmall beer, good porter, lemonade, or diﬀerent\nſyrups-all theſe may be ordered according to the\ncaſe of the patient. The eating may be good broth,\neither of beeſ, mutton, or veal, Chicken, boiled and\nroaﬅed meat. Avoid any ſalt or ſat meat z make\nuſe oſany ſallads, good ripe fruits, or ſuch like; gentle\nexerciſe in the open air, either riding or walking.\nCold or warm baths are moﬅ excellent 5 the drink_\ning ofſome mineral waters is good :-in fact, a good\nobſerver (though not a phyſician) may often cure\na great many people without the help of the ſaculty,\nIf you have a patient, and cannot move him\nout of bed, gather round him as many healthy\nperſons as you can, make them rub well their hands\n-then make them hold one another, and commu\nnicate to the patient ; this is what we call to form a\nChain,-by that you communicate to him the ani-,\nmal fluid, which will viviſy him, if he is too much\ndebilitated. You may ſet him upon an inſulated\nﬅool, as when you electrify a perſon 5 you may ſet\nct him\nFl\n\f[39]\nhim upon a chair, and make a healthy perſon ſit tip\n'on the ſame chair back to back ; that is to ſay, to\nﬅrengthen or increaſe an action. You may mag\nnetiſe a tree in a garden ; you may have one in your\nroom, or a ſmall reſervoir ;-there are various ways,\nwhich depend upon the idea of the magnetiſer.\nYou'r idea muﬅ be abſolute.-lt is generally held,\nthat a perſon who attempts to cure another, from\nmere motives of humanity, will have more eﬀect\nthan a perſon who does it from intereﬅed views.\nThere are ſeveral ways of treating and curing;\nfor that eﬀect, much attention and prudence is\nrequired ;-and a humane man, willing to do\ngood to his fellow-creatures, who labour under\nany inﬁrmities, will never treat his patients in pub\nlic, 'and make them walk in their ſleep, or try many\nexperiments. It is very 'well to convince in\ncredulous people of the eﬀects, but cannot do good\nto the patient. I will alſo ſay, that a perſon cannoe\ntreat more than two or three patients in a day to\ndo themjuﬅice, or he muﬅ be of a very ﬅrong con\nﬅitution, and live well; and thoſe who do treat\nmore, ſeldom cure by magnetiſing alone ; the Pa\ntients may fancy they have been cured. But in my\nhumble opinion, the imagination deludes ſuch pa\ntients. There are many caſes, well known to the\nlearned, oſ cures being performed by the power of\nthe imagination, eſpecially in caſes where the diſor\nder itſelf aroſe from the imagination ; and it is cer\ntainly happy when ſuch eﬀects can be produced;\nbut\n\\\nA\n\\.\n'I'\nVU_KWW*-dz\n4\n-\n1.-\n-I'-'\n_\nl\nle,ſ.\n\"\\ -*\n_\n-_\nI\n'HMMWW\n\f[40]\nbut as this- has norhing to do with Animal Mag\nnetiſin, I beg leave to wave it. -\nSuppoſe you have a patient who has av head\nach, you ſeat him in a chair, the back towards\nthe North,---you lit oppoſite to him,-you\nput yourſelf in aﬃnity with him, as I have obſerv\ned before ; you draw the general current, follow\ning the direction of the nerves 3 you hold your\nhands the ſame as if you were to hold a pen 5 you\nſeek for the cauſe of the pain, which may lie in dif\nferent parts-perhaps the patient will tell'you if\nyou cannot ﬁnd it out. If it isa bemicram'a, which\nis owing to the foulneſs of the ﬅomach, you'ﬁxjyour\neyes upon your left hand, which you direct towards\nthe diaphragmor ﬅomach, with your right hand\nyou do the ſame as if you was to turn a pancake ;\nthis you repeat ſeveral times, by that mean you ﬅir\nthe atmoſphere and relax the ﬅomach, andeake\nhim vomit; you may give a little warm wpter to\npromote your operation; you may alſo treatthe\nhead by drawing the ﬂuid downwards, or preſs Your\nhands upon the head in oppoſition, if the pain has\nbeen of long ﬅanding ; you may order a vomit, or\na gentle purge, and treat them every day, and after\norder bitters to ﬅrengthen the ﬅomach. Thereare\ndiﬀerent head-achs, as the ctpbalalgia, when the\nhead is aﬀected ſlightly in one particular part. Ce\npbaZa-a is when the whole head is aﬀected, and one\nſide only is called bemicrania, and a ſmall ſpot af\nfected is called cla'vi: lȝ.f\/itrirtt:; Theſe various\nhead.\n\fl411\n\\\nhead-achs ariſe from diﬀerent cauſes : if it proceeds\nfrom obﬅructions, Crﬀer are very ſalutary, as they\nput the whole body intomotion, and will remove\nthe cauſe. Treating the part which you think iS.\naﬀected is very neceſſary; you do the ſame with\none hand or both, by drawing your hands towards\nyou ſeveral times as before. To treat the head,\nyou may apply your hands upon the temples, and\nput your thumb upon the frontal ſinur, which. will\noften remove it 5 or draw the fluid towards you\nwith all your might. Electrify the head by connect\ning a director with a wooden point to the prime\nconductor, throw a quantity of ﬂuid on the head.\nDEAFNass.\nIf the want of hearing proceeds from a fault in\nthe ﬅructure of the ear, there is no cure. If it pro\nceeds from cold, fever, hard wax, or dryneſs, you .\nmay magnetiſe according to my principles: you\nkeep yourſelf within a yard or two, according as\nyou feel a re-action; you then ﬁx your leſt hand\ntowards the ear, and you move your right open, and\nbring towards the left hand, and do the ſame as if\nyou were to clap your hands, by that mean you put\nthe air into vibration, and guided by your left hand\nas a conductor, you apply the palm of the hand up\non the ears 5 you may put your thumb in the ear,\nand with your other ﬁnger as you hold a pinch of\nſnuﬀ, preſs the thumb towards the ear-you acce\nlerate the ﬂuid into it : impreſs your mind with the\ncauſe of the diſeaſe, and theﬅructure ofthepart you\nF are\n-._--\n.\n>\n__-_\n----\n---_-_-\n-\n\f[ 42 ]\nare treating. You may make uſe of a conductor,\neither glaſs or Artiﬁcial Magnet, and put it into\nthe ear, and 'rub the ſame with your ﬁngers from\nthe b'aﬁs towards the ear ; you may magnetiſe the\nhead by drawing the fluid towards-you : all theſe\nmeans you are to make uſe of according to your\nſenſa'tions and judgment; ſometimes an injection\nmade of Caﬅile ſoap, warm brandy and water, or\ntum, and a little ſweet oil, or eals-gall will aſſiﬅ\nyou in the operation. ' If you cannot ſucceed, elec\ntrify the ear'by introducing a bended glaſs tube,\nwith a Wire in it, into the ear; hold the tube with\none hand by the middle, 'bring a bit of wood near\nthe nob of the wire, and draw the ﬂuid from the\ninſulated perſon, or throw the ﬂuid into the ear with\nanother tube, without inſulating.\nOf the. TOOTH-ACH.\nThis violent, though not dangerous, diſeaſe pro\nceeds from rheumaty'mu obﬅructed prrſpiration, in\nﬂa'hmatian, &e. this being the caſe, you treat ac\ncording to my rules : if there is inﬂammation, you\ndraw the ﬂuid from the head ; you touch the tem\nples, the frontalﬁmu, the top of the head, the arti\ntulatz'an _af_ the jawr, and under the (bin ; you may\ntouch the tooth with your index and thumb; but\na ſure way is to get 'an Artiﬁcial Magnet, and as\nyour patient's face is towards the South, apply the\nSouth pole. upon the tooth, and touch the next\nteeth, and after draw the ﬂuid downWards, and you\nwill perform a cure; or apply two magnets upon\nthetemples, the poles contrary.\nDISEASES\n\f[' 43 ]\n_ [DISEASES of the EYI-zs.\nThere is norhing ſo diﬃcult to cure as thoſe diſ\neaſes, and none of our organs are more ſubject to\nbe aﬀected than the ſight, or from ſo many cauſes.\nWhen they proceed from obﬅructions in the cuﬅo\nmary evacuations, you muﬅ magnetiſe according to\nmy rules 5 you treat the cauſe, alſo the eyes, by ﬁx\ning your thumbs oppoſite ; you preſs with the in\ndex the ﬂuid into the eyes ; you move your thumb\noppoſite you-and may rub the eyes gently ; you\ndrop magnetiſed water into them with a quill,\nthis you do three or four times a day, and you or\nder a little lemonade or ſyrup to your patient. A\nſlight inﬁammation may be cured eaſily, by ﬁxing\nyour idea ; draw the ﬂuid towards you, unknown\nto the perſon; I have done it often in a ﬅage-coach, '\nand other places.\n'\n- The Gutta Serena, Opſit-balmia, Cataract, Speak;\nan the Eyes, and Fzﬅula Larrymalis, are very diﬃ\ncult, and almoﬅ incurable.--l ſhall explain the beﬅ\nmanner of treating :-.Y0u muﬅ ﬁrﬅ know the\ncauſe, which you treat, after you apply your thumbs\ngently on the eyes, yOu rub them often ; you ﬁx\nyour thumb with the next ﬁnger at a diﬅance from\nthe eye 5 make uſe of an Artiﬁcial Magnet, by ﬁx.\ning it at the diﬅance of half an inch from them 5\nit has by that mean removed ſpots, and Gutta Sere\nmy, proceeding from the compreſiion of the nerves\nby ſuperﬂuous humours; drop magnetrſed water,\nF 2 _ three\nti_\nan\"\n-\nu-\nun.\n\f[44]\n.--**I\" _______._-__-__._r____.___ _ M a.- axe-\" A.___ ______\nthree or four times a day, into the eyes : a proper\nregimen is neceſſary, and ſome internal and exter\nnal application.\nOf the EPILEPSY and HYSTERIC AFFICTIONS.\n, Thoſe diſeaſes are often diﬃcult to cure, with\nmany others, as they cannot be cured by internal\nmedicines, except when proceeding from obﬅruc\ntions, worms, or aﬀection of the mind, &e. lf it\nproceed from worms, give ſome Carolina, or black\nElebore, lndia Pink, mixed with jallap or rhubarb. .\nIn obﬅuctions, you treat according to the rules ;\n' then you touch the head on the top z-apply your\nthumb to the root of the noſe, you endeavour to\n* diſſolve the obﬅructions which may be the cauſe z\napply your hand upon the diaphragm, and endeav\n, our to put the nerves in motion ; you may treat at\na diﬅance alſo, but try to produce a Crz'ſis, which\nis very eaſy, and the ſits will decreaſe every day.\nMeﬃs. Andry and Touretf'phyſicians, at Paris,\n..? * cured ſeveral Epileptirr, by applying Artiﬁcial Mag\n' nets round the head, or like a horſe ſhoe, upon the\ntop of the head; when they are in a ſit, apply a\nmagnet in each hand, it will ſoon recover them; they\nare very good in ſpaſms, \"fainting, and cramp:\nby applying the magnet under the foot, it ceaſes\ninﬅantly,\nOf\n_* Vic'e their Repart to the qual Academy on Magnm.\nW\n\fOf the SCHROPHULA, called the Kmo's Eer.\nThis diſeaſe is a diſgrace to the ſcience ofphyſic;\nphyſicians not having found a perfect mode of cure.\nIt is ſaid that ſome perſons have had the giſt of\ncuring by touching-I have ſeen in London, two\nperſons who had been touched by a man after he\nwas hanged-they were relieved; but in this in\nﬅance, I really believe that fear operated ſo forcibly\non their imaginations, and cauſed ſuch a ſudden re\nvolution in the blood as removed the obﬅruction\nof the glands. You may touch your patient in thoſe\nparts, and draw the eﬃuvia in order to refolve the\nglands: iſ there is an ulcer, order the perſon to\nbathe the part in magnetiſed water, and keep a bit\nof rag always upon the part.-Sea-bathing, decoc\ntion of celery, bardane, nettles, and hcmlock juice\nmay' be tried, beſides treating.\nN. B. This diſeaſe is very dangerous to treat,\nas well as all cutaneous cruptions ; I would adviſe\nto have nothing to do with it if' poﬃble.\nSon: THROAT, or any inﬂammation in the head,\nis to be treated by drawing the ﬂuid out oſthe part,\neither by putting yourſelf in oppoſition, or by ﬅand\ning on one ſide, and putting one hand behind the\n\"neck, and the other before.\nOf the PALSY.\nThe Palſy, when it happens to an old perſon, or\nhas been of long ﬅanding, is ſeldom cured 3 but if\nit\nK\nt\n-\n*\nW'\n'ne-a\"w_-\n.\n..._\nl\n0\nſ\n----n--o-n-.\n__\n\f.\n..__\n_<_*..,_._-.. --ﬁ\nu.\n_.\nr-1>-_'\n--.----q--.\nA_......-._.\n0\n.,.->\n.\nQ'W\"\n.*M';\n'1.\n\"I\"'\n-'\n'\n,.\n-V-=.n\nl\nIf\n_____,__-_.,.__ f__ ,,c___ ___'D* _*_;r_g_- w\n[46]\nit happens to one ofa middle age, and one ſide onlyxis\nﬅruck, called an hemiphlegia, a cure will be eﬀect\ned by being treated ſoon after. You may magne\ntiſe your patient oppoſite as uſual : after you turn\nthe ſide aﬀected towards the North, you treat the\noppoſite ſide, which is ſuppoſed to be where the\ncauſe lies ; you may touch with one hand along the\nback-bone, or within an inch from it, along-the great\nintereoﬅal, by applying your right hand upon the\nﬅomach; you treat him about two hours 5, if you\ncan put him into a Criſir, which is eaſily done, you\nmay expect to cure him. You make him lift up his '\nbad arm, or have ſomebody to, ſupport it ; you put\na conductor in his hand, to attract the univerſal\nﬂuid ; you may inſulate him, and turn the part af'\nfected towards the North-tie a ſilk ﬅring to the\nceiling, at the end of it have a ﬅrong compounded\nmagnet-the North pole parallel to the hand--to\nthe other hand tie likewiſe another ﬅring, at the\nend of which there is a large piece of iron, whoſo\nſurface is larger than the magnet; have an electric\nmachine, and connect the chain tothe patient, then\nmake him ﬅretch his arms-then touch the magnct\n'and the piece of iron together, or one after another,\nto the extremities of the hands, it will cure him ;\nI cured the porter of the Royal Bank, in Dnh\/z'n,\nwho is above 60 years old. A general vomit orpurge\nis often neceſſary; the diet muﬅ be good; if the\ntongue is aﬀected, put a conductor upon it, or an\nArtiﬁcial Magnet, ſuch as you make uſe of for the\nteeth, by preſſing the ﬂuid from the baſis towards '\nthe\n\f[47']\nthe point on the tongue : ſometimes' a little gargle\nis uſeful. Electricity and the cold bath are very\ngood; '\nST. VXTus's DANCE, .,\nThis'ﬅran'ge diſorder may be' cured by a long\ntreatment z you may magnetiſe a harpſichord, and\nmake the patient dance till he drops down, and\ntreat him after. I have ſeen a girl cured that way,\"\nby a private gentleman at Parir. * _\\\nRHEUMATISM. '\nv Nothing is more common in this country than\nthis diſeaſe, on account oſ the dampneſs and change\nof the weather, which will abſorb the electric and\nor magnetic ﬂuid from ﬂying oﬀ diﬀerent parts,\nparticularly from the ſect, from whence there ﬂies\nout a greater abundance of ﬂuid, than from any\nother part of the body. It is for that reaſon dogs\nwill follow our tracks. There are very obﬅinate\nRheumatiſms, which proceed from diﬀerent cauſes,\nſuch as heat or cold, which produce inflammation\nbetween the joints, and are diﬃcult to cure. The\nmethod of curing this diſeaſe, is to magnetiſe the\npatient in oppoſition z try to promote perſpiration,\nby putting him into a Criſis. If the R\/aeumaty'm (is\nin aſſparticular part of the body, you muﬅ treat the\npart aﬀected, either by touching or rubbing, which\nis the beﬅ. You may make uſe oſ an Artiﬁcial\nMagnet in the form of a horſe ſhoe. If the Rheu\nmatym\n44\n'\n4_#L_I_\n'l\n\f[43]\n'nati\/m is in the head, you apply it upon the top of\nit ; if it is in the fare and teeth, apply it on the tem\npin; if it is in the bip, you apply it above the but,\nwith the poles up; if in the knees, apply it on the\ntarſur, with the poles up z if it is on the ſhoulders,\nyou place it on the bumaru: or arm-bone, &e.\nElectricity, hot and cold bath, earth-bathing, ac\ncording to Dr. GaAHAM's principles, have been of\nſervice. Some internal and external application:\nwill aſﬁﬅ the operation.-I knew a baker who was\nſo bad that Electricity had no eﬀect ; he was adviſ\ned by a Somnambulc to get into his own oven, hav\ning ſuch a degree of heat, from thence he was car\nried between two blankets into bed, and by proper\nﬁimulus became perfectly well after four trials.\nDROPSY.\nThere are diﬀerent ſorts of this diſeaſe, according\nto the parts which are aﬀected. I ſhall treat of the\nmanner of curing the aſcite, which is, when there is\na collection of watery ﬂuid in the abdame'z or belly,\nproceeding from obﬅructions, living too low, and\nſometimes from drinking ſpirits or cold water, when\nthe body is hot. You treat the patient in oppoſi\ntion z you ﬁx your hands upon the part, either at a\ndiﬅance, or by applying the hands on the belly 5\nyou try to produce a Cri\/is, which is the quickeﬅ\nway. You may apply a magnetiſed bell-glaſs on\nthe belly, when the patient is in bed, the ſame on\nthe legs, if they are ſwelled, and various ac'ceſſaries,\naccord\n\f[49]\nrW_di_.- , . w \"\naccording to the operator'sfancy. Dropſies of the\nbrain, of the breaﬅ, and of the legs, are treated by\nextracting the ﬂuid, and promoting circulation and\nperſpirationt ' ' 'A poor woman, having occaſion\nto go down into the kitChen, ſaw my black- ſervant\nﬅark naked, -_in at large tub Of water 5 - ſhe *was ſo\nfrightened'that ſhe fell-on: the ﬅairs in an hyﬅerick,\nwas heard, vand 'brought to; the Black-\"had hid\nhimſelf in the'coal-hble, and thought the woman\nwas dead 3 on the contrary,: next day.v ſhe meaſured\na quarter of a Yard leſs round the waiﬅ, as ſhe had\nbeen meaſured before, and became Well after. j . '\ni Of tloe As'rHMA.\nThis diſeaſe of the lungs is very ſeldom cured\nwhen it proceeds from a bad formation of the breaﬅ,\nor is hereditary. If it comes from obﬅructions,\ntreat the lungs, and put the patient 'into Criſer to\npromote circulation: but 'if the aﬅhma proceeds\nfrom another cauſe, as violent p'aﬃons of mind,\nhumoral or nervous, and the patient ſpits a \"great\ndeal, treat the ﬅOmach upwards, to Promote expcc\ntOration. If the patient cough much at night, give\nhim a glaſs of magnetiſed water on goin'ctgſito bed,\nand another in themorning. Moderate exerciſe in\na gentle air'is'very uſeful. - ' *\n_ APOPLEXY.\n- : - . _ . . -1-r t t'\nThis ſudden loſs of the ſenſes may be cured by\napplying immediately, and with proper care. The\n_ G cauſe\nI\n_-4_L\n:._'_'_._:\nMÞWWLL__\n\f[[so]\ncauſe is an eﬀuſion of blood, or a collection of wa\ntery humours. There are two ſorts, aſanguine and\nſtraw Apoplexy z it is generally towards the brain,\nthat the cauſe lies, becauſe the blood does not re\nturn from the head. That being the caſe, you mag\nnetiſe the patient either in bed or up: if he is in\nbed, you ﬅay at his feet; you magnetiſe the head\ndownward ; you may get at his right ſide, and mag\nnetiſe as before; you touch his head, one hand be\nhind, the other before, and bring your hands down\nwards-you muﬅ raiſe the head of the patient high.\nIf it is aſanguinA\/Ipoplezy, and you ſee there is no\nchange, you may order a bleeding, or put the feet\nin warm ﬁannel. Let the patient have free air.\nYou muﬅ treat him four hours a day.\nNIGHT MARE.\nThis diſagreeable diſeaſe puts the patient into'\nthe greateﬅ torturc during his ſleep z he feels often\na weight upon his ﬅomach, like a man, cats, or\ndogs. He endeavours to cry aloud, and fan\ncies himſelf going to be drowned, or to be killed.\nIt proceeds from a weak ﬅomach,. nervous aﬀec\ntions I have attended a patient, who uſed to\nbe blooded every year in May : during March and\nApril, he was alwaysſo; but as ſoon as he was bled,\nthe eﬀect ceaſed. They are a kind of Sommzmbuler:\nYou may treat the ﬅomach, by throwing a quantity\nof ﬂuid, in order to ﬅrengthen it; alſo treat the\nhead downwards. A glaſs of magnetiſed water\ngoing to bed, is very good. v\nCONSUMP\n\fL 51 1 ,\nCONSUMPTION, chmr, or PHTHISlS\nPULMONALIS.\nA _This diſeaſe, ſo common in England, is diﬃcult\nto cure ; iſ it proceeds from want of the animal ﬂuid\n- in the body, which waﬅes it to nothing, it is neceſ\nſary that the perſon who treats be very ﬅrong and\nhealthy. His patient is like a child at the breaﬅ,\npumping his animal juicc, and he may be much\nhurt by it, like a child who ſleeps with an old and\nunhealthy perſon; therefore would adviſe to treat\nas few as poﬃble. Riding a young horſe without\na ſaddle, a cow, or a bullock, Or- to be among cat\ntle, is very good-et'o ſleep in a ﬅable, by commu\nnicating a rope from the bed to the cattle, which\nſerves as a conductor to the animal ﬂuid; or to\nfollow a plough in a dry day, or to handle ſome\nvegetablects and freſh meat. Live on animal food,\nand rich wine.\nDiſeaſes in the ﬅomach, ſo common in this coun\ntry among women, owing to that pernicious cuſtom\nof wearing ﬅays ; not only that, but they muﬅ alſo\nhave a piece of wood, two or three inches broad,\nand proportionably thick, called a buſk, which oc\ncaſions ſo many diſeaſes, They ſhould be looſe\nround the body.-Y0u treat the ﬅomach, by throw\ning a quantity of ﬂuid into it.-Crz'ſe.r are not good\nfor it.\nFLATULENCY, or wind in the ﬅomach and þow\nels, ariſes from want of tone in thoſe parts.-It is\nG 2 * to\n\\\nb\n'ſiﬁjſ\n\fT'WI'\nV\nI.\nto be treated upwards, which will make the patient\nbreak wind, and produce a C'iſir, which is the beﬅ.\nAſter the Crz'ſis, you muﬅ treat the ﬅomach down\nwards,'in order to ſettle it-you may order carmi\nnati-ver, and exerciſe in pure air.\nBILB on theﬅomacb is treated upwards 5 alſo to\nmake the patient vomit; and Crz'ſes are good for it\n-a glaſs of magnetiſed water after will ſettle the\nﬅoma_ch._ In all ſorts ofinﬂ'ammations oſ the lungs.\nliver, &e. you treat towards you, and avoid the\nCryer, as well as when thoſe parts are Ulcerated. In\nthe Stone and Gravel you treat; throw a quantity\noſ ﬂuid and produce Cri\/is, it will promote evacu\nation, which may do ſervice to the patient. I knew\na gentleman who had juﬅ learned, who told me he\nhad diſſolved, in a little time, a ﬅone in the bladder,\nabout ſour ounces, by magnetiſing only. I adviſed\nhim to treat the London Manument, and carry it into\nSt. George's-Fields; he would have ﬁve hundred\npounds reward.\nln external Swellings, Strains, or Ulcers, draw\ntowards you, or apply your hands in oppoſition on\nthe part, a long time, and bathe with magnetiſed\nwater.\nPregnant women, and in labour, may be treated\nwithout a Crz'ſis.\nThe CHLOROSlS, or obﬅruction in the ſair ſex,\nwhich is owing to debility or laxity of habit-In\nplethoric\n\f[531'\nplethoric habits, treat in oppoſition, and endeavour\nto produce a Criſir. ' I'knew a lady, who told me\nſhe had'c'ured ſeveral, by the application oſthe hand.\nOf Nakvctous DlSEASES.\nIt is in thoſe diſeaſes that magnetiſm acts more\nſorcibly,by putting the whole nervous ſyﬅem in mo\ntion; it operates Criſes, as well as Sonmambuli\/m,\nand oﬀers to the attentive eye a vaﬅ ﬁeldpſobſer\nvation. ' - '\nThere is as great a variety in thoſe diſeaſes, as\nthere are combinations between all poſſible num\nbers. Diﬀerent organs may be aﬀected, and diſ\ntinctly from others, ſuch as ſight, hearing, feeling,\ntaﬅing, and ſmelling. In ſome perſons the exten\nſion oſ ſight is ſo great, that it ſeems as if they made\nuſe of a microſcope : ſome of them can ſee in the\ndark, the animal ﬂuid ﬂying in all directions, and\nappears luminous,-l knew a lady's maid, every\ntime ſhe pulled oﬀ her miﬅreſs's ſilk ﬅockings,\ncould ſee ſparkles of ﬁre, and the legs appeared lu\nminous. One day the experiment was made in'a\ndark room, out oſ eight perſons preſent, two could\nnot ſee any thing, and the reﬅ could perceive\nplainly.-Mr. Boyle mentionsv a perſon, who, after\ngetting half fuddled with Claret (which was ſup\npoſed relaxed the ﬅomach and his nervous ſyﬅem)\nwhen he walked in the night, could ſee to read mo\nderate print.-VVe have ſeen lately in all the newſ\npapers,\n-\n'\n-._\"--.\nIn\"\n\f[54]\npapers, an account of a man 'who could diﬅinguiſh\ncolours in the dark.-GnrMALDI tells us, ** that\nſome women can, by their eyes alone, diﬅinguiſh\nbetween eggs laid by black hens, and thoſe by white\nones.\" Theſe facts will lead to many things which\nI ſhall relate about Somnambules We muﬅ not at\ntribute to 'whim all the ſingularities, which we ob\nſerve among people aﬀected in the nerves 3 it is\na real cauſe, as 'that which determines the moﬅ rea\nſonable man. l knew a gentleman in London, who\nſhook his head and arm every inﬅant, like aperpc\ntual motion ; A lady I treated, when in his compa\nny had the ſame 'involuntary aﬀection. There are\ndiﬀerent methods oſ treating thoſe diſeaſes, either\nby treating withour C'z'ſir, or with it; ſuch people\nare the beﬅ Somnanzbuch Iſ a perſon is irritablc,\nyou treat gently, in oppoſition, by drawing a cer\ntain quantity of ﬂuid from him 5 if, on the contra\nry, y0u throw the ﬂuid towards him, you may put\nhim into a gentle Criﬁ: ; iſ the patient has a tremb\nling of the limbs, or the head, you treat thoſe parts z\nif you cannot ſucceed by treating, apply a magnetic\n&andeau round the head, it will ﬅop it inﬅantly.\nFor trembling of the hands, you apply magnetic\n&race\/m; ſuch as I have made,\nTo ﬅop the blood from a cut, ﬁk your idea\nupon the part, and hold your finger as iſ you had a\npinch of ſnuﬀ, preſs with your index and your\nthumb upon the cut, it 'will ﬅop it inﬅantly.\nanu.\n\f[55] '\nanzn.\nFevers of every kind may be cured by Crz'ſes ; it\nis during that time that nature endeavours to get\nrid of what diﬅurbs her, either by perſpiration, vo\nmiting, and evacuation. Thoſe people are the beﬅ\nSomnambnliﬅr, as l ſhall explain hereafter. It is very\neaſily underﬅood, by the method I havetaken to ex\nplain the treating of the foregoing diſorders, that\nan ingenious magnetiſer may treat all others, as it\nwould require a whole volume to explain them.\nTo treat one's ſelf is as eaſy as to make our arms;\nfeet, and other parts of the body, move in any di\nrection we pleaſe. You make yourſelf ſick in your\nﬅomach by your ahſolute will : I have done it often,\nbefore ſeveral gentlemen, by ﬅirring the atmoſphere'\nin my ﬅomach. .\n* Animals of all kinds may be treated in diﬀerent\nways. I have ſeen, at the Veterinary School, in Pa\nrir, ſeveral horſes and cows feel the eﬀects ſenſibly,\nThere was a reſervoir, ſimilar to that which I de\nſcribe, but no electric machine. I have ſeen dogs\nand cats put to ſleep ſeveral times; therefore it\ncannot be from imagination ; I would adviſe to try\nthat, to ſee the reality. I know a gentleman at\nBriﬅol, who has done it often.\nI ſhall not mention here the cures I have made,\nas well as my Pupils; I ſhall refer to the works of\nMarquis de Pniﬂgur, Tardy de Montrcwil, and 20\nvolumes' more.\nOf -\nJohn-\nLM-\nw\nLL\n.\n\f[ 56 ]\n_'r-r-ſ\n-_----<-<\nI.\nOftbe Cnrsrs, or PAROXYSM.\nThe Criſe: are an eﬀort of nature againﬅ the diſ\norder, endeavouring to diſſipate the obﬅacles that\nare in the circulation, and to reﬅore harmony or e\nquilibrium in all the parts of the body, Few diſ\ncaſes can be cured with0ut_'a**Crﬄnvparticularly\nwhen it proceeds from obﬅructionse 'I muﬅ- ob\nſerve, that in many caſes, when diſorders are at'a\nnatural Criſir, the application of phyſic is deemed\nto Produce an eﬀect; when, in reality, it is 'merely\nthe force of nature reﬅoring the equilibrium. 3\nThere are two ſorts of (riſen-The natural one,\nwhich is attributed to nature alone, gets rid oſſf what\noﬀends her by an increaſe of movement, producing\nvomiting, motion, perſpiration, &c. Theſe are theſi\nmoﬅ ſalutary ; as nature acts ſilently, without vio\nlence, and exPels the obﬅaclcs that impede circula\ntion, by moving gently the molecules which form\nthoſe impediments, and go oﬀ by perſpiration,\nThe forced one is ſometimes ſalurary in olZ\/Iruc\ntions, windy and liliou: eoznplaintr. Theſe are. pro\nduced when nature is inſuﬃcient to expel what of\nſends her. The. uſe oſ Animal Electricjty and\nMagnetiſm, puts in action the whole body, and in\nconjunction with her, acts eﬃcaciouſly on the pa\ntient, and he diſcovers bencſitsand eaſe, particularly\nif it has produced evacuations, &e. There are va\nrious means of producing them, (acc0rdingſi to the\nſubject,\n_______,_*t___ _ _.-.__\n\f\"[ 57 ,]\nſubject, and the cauſe of his diſeaſe. Some ſay there\nare ſix degrees oſ Criſhs 3 in my opinion, there are\nas many, as diﬀerent conﬅitutions to treat; ſome\nwill alſo ſay there is a luminous Crz'ﬂs, from that\nſect called Illuminer; they were called, ten years\nago, in France and German), Clair-ooyans, . '\nSuppoſe you have a proper perſon, and wiſh to\n'put him into a Criſis, (be very cautious, as it may\nlaﬅ many hours, according to the couﬅitution' and\ndiſeaſe), put yomſelf in aﬃnitijith him, by hold\n' ing his thumbs or his hands, during a few ſecond;\nDiveﬅ yourſelf from any. prejudice, and think of\nnOthing elſe but of producing the eﬀects. The\nPerſon muﬅ be willing for the ﬁrﬅ time, and your\nmind muſt be- ahſoluteﬁ and of among-crowni\ntution than the perſon you operate upon ; if the\nperſon is afraid, you will produce a ﬅrong Criſis.\nYou muﬅ be alone in a room to avoid any noiſe,\nor any thing to diﬅurb. you' miſindvs-I have often\nfailed in a largecompany, being diﬅurbed: by noiſe,\n. Ynd my fear of notſſſucceedjng, together with the\ndiﬀerent atmoſpheres, and Other accidental-cauſes,\nIf it ſo happens that you do not ſucceed that time,\nſuſpend your judgment, try again another time, ﬁr\n. ' ma Q\n' Croire is' wit\/air, according to the Marquis dc- Pnyﬂgur,\nis ſuﬃcient ; but ſome modern profeſſors have made it, 'vali\nn'an, belief, abﬅractian, intention,\" quctim, conﬁdence,ﬁvpalbj.\nis'c. all theſe are imaginary; the whole contents depend in\nthe aﬁſalute will of the operator,\nH\n\f-.7_*\\-\n-\nwar-2.\nWit\n'li'\nill\n.-F\nit\nI?\n1 I\n2\ni\n, i\nr,\n* i\nI;\n'2\ni\n4\n.\nquvﬂ'\nw\n[58]\n'make'choice oſ another ſubject ; it may be (ming\nto your habit of body, the weather being too hot,\nor too cold, or other cauſes. It is a miﬅaken no\ntion to ſuppoſe that every body can be put to ſleep;\nperhaps'Providence has not ordained it ſhould be '\nſo, for the good of ſociety. While you hold the\nhands, ﬁx your idea and eyes upon the heart, ﬅo\nmach, and frontalſim\/s above the noſe, then bring\nyour hands down to the feet, and raiſe them up to\nwards the head again ; repeat the operation ſeveral\ntimes, and charge 'the head in diﬀerent directions,\nby ſhutting your hands and opening them quickly, r\nby that mean you throw a quantity of animal ﬂuid\non the patient, which Will cauſe a vibration oſ the\nctnerves, and put him in a convulſion. If the perſon\nis too much agitated, which is oſten the caſe, try to\ncalm him, by drawing the ﬂuid downwards from head\nto foot; do the ſame as if the perſon was too hot 5 put\nthe air in motion' with your hands, drawing back, and\ngiving-him air; or take his hands and apply them\nto your ſide, then blow in his face, that may eaſe\nhim; There are ſome people more ſuſceptible of'\nCrſſes than others; it depends upon the ﬅrength\nof their conﬅitutions, and the nature of their'di'ſ\ncaſes 5 but when you have once or twice put a per\nſon into that ﬅate, he is then under your inﬂuence,\nyou may at any time, place, or hour produce the\nſame eﬀects without motions, as when you treat at.\na diﬅance ; the more you treat the ﬅronger you be- ſſ\ncome, like an armed load-ﬅone, by adding weight\nto it every day. Some become inſenſible' to it when\nthe;r\n\f[59]\nthey draw near their recovery. It is often more\neaſy to put a perſon into a Criſir\"k than to take him\nout of it. The beﬅ method is to let the perſon\ncompoſe himſelf; if he has been much agitated,\n(like a perſon in an epileptic ﬁt) it is a long time\nbefore nature can recover : do not ſpeak to him till\nyou ſee him compoſed and eaſy. Aſk him how he\ndoes i if he does not anſwer your queﬅions, let him\nbe quiet longer ; if you were to take him out too\nſoon, he would be apt to fall aſleep again, as I have\nſeen many, or perhaps have a head-ach after. If\nhe ſays, in a quarter ofan hour, be careful to awake\nhim at that time ; ſome will tell to a ſecond when\nit is near the time they have fiXCd to be awaked.\nWhen the time is arrived, fan him from head to\nfeet; apply your ﬁngers upon his temples, then rub\nhis eyes with your thumbs ſeveral times, and he\nwill open them in a ſurpriſe; if he complains ofa\nhead-ach, put the air in motion, and let nobody\ncome near him for a few minutes ; a glaſs of wine,\nrum or bran'dy and water may be given, and let him\nnot go out immediately. Many profeſſors make '\nuſe ofdiﬀerent means 3 in my humble opinion, this\nl have found by experience to be the beﬅ, as 'I have\nfre\n* It has been aſl'e'rtcd by ſome proſeſſors of late, that a per\nſon ofa bad moral character cannot be put into a Crzſir, or\noperate upon others. But daily experience has convinced me\nthat morality has nothing to do with theſe phyſical eﬀects,\nbeing produced in bad characters themſelves, or they pro\nducing them in others.\nH2\n__-\n'\nce!\n\ft\" 60 1\nFrequently ſeen others ſail. When the patient is re\ncovered, by making the room dark, and rubbing\n' yourhands, 'he will ſee ſparks oſ ﬁre iſſuing out\noſ the ﬁngers, he will alſo perceive a luminous va\npour ﬁying all round your body, like phoſphorus,\nand your eyes emitting great rays oſ light, the\nbreath having the appearance oſ a light ſmoke;\nand many other phcnomena, which you may try as\nv'you will read in the experiments. Some people\nhave not that irritability on the optic nerve the ﬁrﬅ\ntime, but the ſecond or third ſeldom fails.\nFacts areﬅubbom Things when after: repeated.\nI muﬅ be permitted to relate many examples\nthat will appear incredible to ſome perſons,--yet I\ncan produce a thouſand witneſſes. Let any ſober\nenquirer after truth, ſit down, reflect, and try,-he\nis ſure to ſucceed, let the cauſe be what it will, the\neﬀects will ſatisſy him,-as many hundrſieds in this\nkingdom can produce them.\nThere are many people who will remain ſe\nveral hours in theſe CrLſes, others will catch\nit through ſympathy, I have ſeen at Dr. Meſ\nmer's Chambre der Cri\/e:, about thirty perſons\nat a time in that ſituation, and a great many\nat the treatment oſ the Marquis de Puyſsgzzr, Dr.\nDe la Mette, Dr. Vernier, Father Her-vier, and\nhundreds more, in the year 1784. The ſame year\na gentleman begged 1 would go with him to ſee\nhis\n\f[61]\nFt -,.-...._.... _... _ ** -\nhis niece, who was a novice in a convent, near Pa\nris, ſhe was conﬁned in that unnatural priſon,\nagainﬅ her OWn will and inclination i ſince the Re\nvolutiou ſhe has been happily married :-at the\ntime I ſaw her ſhe looked pale and dcbilitated 5 I\ntold her I would magnetiſe her; an old nun ran\nup immediately, and the Abbeſs with ſix or eight\nnuns along with her z-I held by the hands thro'\nthe grate, ﬁxing my eyes on her heart, in one mi\nnute ſhe went into a Criſis; ﬁve more nuns went\ninto hyﬅerick ſits, the others ran away; their ſcreams\nalarmed ſo much my patient, that ſhe remained in\nthat ﬅate ſour hours; I could not aﬃﬅ her, nor\nwould the Abbeſs pemiit me to go in.-This phe\nnomenon is oſten ſeen in manuſactories, ſchools, and\nother public places; one perſon will often cauſe\nmany to go into hyﬅericks, like the Trembleurs,\nin America.\nIn Dublin, being in a large company at a noble\nman's houſe, I puta lady oſ quality and a gentleman\ninto a Crz'ſir, and two or three ſervants ; there came\nin a certain great lady, ſeveral ladies ran up to her,\nand told her what they had witneſſed ; I turned\nround, and waved a glaſs conductor towards her, the\nſhining oſ the glaſs made her believe ſhe was mag-*\nnetiſed; ſhe went into a gentle Criſis,_-all the com\npany were alarmed ; I then put an Artiﬁcial Mag\nnet into her hand, gave her air, and ſhe recovered\nſoon 3 all the ladies were curious to view the mag\nnet, as poſſeſſing ſuch a power.\nIn\n\f_N____\n_.\n\\\nKl.'Mu-\n'Pt-=*\"*\"*'\n[62]\nIn London, in the year 1785, ſeveral French not\nblemen, Members oſ the Harmonic Society, did\nme the honour oſcalling at my lodgings ;-the Duke\nde --- put a perſon into a Criſir, uſing his cane\nonly as a conductor; ſeveral ladies were carried in\nto an0ther room, who were aﬀected,\nIn Dublin, I called at a * houſe to treat 'a\nlady ſor the ſecond time, ſhe was no ſooner in a\nCriſir, than three ladies, ſeated on a ſopha, went\ninto hyﬅerick ﬁts 5 their ſcreams alarmed my patient\nſo much, that ſhe remained in that ﬅate' near three\nhours. ' -\nIn H'oleerbamþtanﬁ ſeveral ladies and two gens\ntlemen did me the honour oſ calling at my lodg!\ning ; after I had entertained them with electric and\nmagnetic recreations, I deſired a very amiable lady\nto ſit down, whilﬅ I took oﬀ the magnetic eﬄuvia,\nby a ſmall motion oſ my hand, and my aþſolztte\nwill,\n-r--\"'._--r\n->\nwas\n'* It is a very populous collegiate town, in Staﬃrdſhire, '3\nmiles from Birmingljavr; very remarkable for the coal-pits,\nand wild-ﬁres, the antiquity ofrhe Church, the environs ofthe\ntown being ſo well cultivated, on account oſ the number of\nnoblemen's feats, which form many beautiful and groteſque\npictures ; alſo the manufactories, particularly japaning, and\nother ingeniOus works of Meſſrs. Tqylor, Yarm, and Baa'ger z\nthe ſteel works, and the porter brewery; together with the\npence and harmony in which the inhabitants live together,\nthe cheapneſs ofproviſions, the hoſpitality ſhewn to ﬅrangers,\nbut above all the beauty oſ the ladies, juﬅly entitle it to the\nmame of the terreﬅrial paradiſe of Grmt Britax'n.\n\f[63]\nwill, ſhe went into a gentle Criſir; two other ladies\nwent into hyﬅericks; through ſympathy. Several\ngentlemen oſ the ſame place, who had done me the\nhonour to ſubſcribe to my lectures, having ſeen ſe\nveral experiments, were deſirous to ſee a ﬅrong\nCrzſisr-I deſired a gentleman to try the experiment\non a perſon who had been treated by him ſeveral\ntimes, as the perſon knew the gentleman, ſhe was not\naſraid ; and was in one minute put into ſuch a con\nvulſion, that two gentlemen could hardly hold her,\nſhe cried much; what was ſurpriſing, ſhe could\nhear a'drum beating; it was ſix minutes beſore any\ngentleman preſent could hear it; ſhe Was near ſour\nhours in that ﬅate. Aſter taking her out of theCriſir,\nſhe ſell aſleep again, which happens frequently ;\nthe company left the room, and would have given\nmuch money not to have ſeen ſuch a high Crzſir,\nIn Wane\/In', I made the obſervation, that one\npatient amongtwenty wouldſometimes remain aſleep\n3 hours, arid fall into an hyﬅerick ﬁtzoſ laughing\nfor ten minutes; ſome would ſall into ſo vſound a\nſleep, that any operation might be performed with\nout their knowledge.\nIn Bri\/iol, at a gentleman's houſe, I put the maid\nﬁerVant aſleep for-halfan hour : A gentleman, who\nhad learned beſore, put her aſleepa ſecond time,\nwithout the precaution oſ being in aﬃnity 5' ſhe re\nmained near three hours in a violent hyﬅerick, that\ntwo gentlemen could hardly hold her ; ſhe drank\nſour\n\faxl *K l\n\\\n*'-_..\n...e\n_.\n-\n_\n_\n___...-.\n.-_.--.\nv,\n'rA\nb....__u-\n-_._._\nKL'K\nNun\n'O'\n-.-\"*-*\n-\n-_-_.-.-._-..*.__\nIii\ni.\n'A\n'I\nſits-r]\nfour or ﬁve pints of warm beer, which ſhe never\nuſed to drink.\nNearGlouccﬅer, at a gentleman's houſe, the maid\nwas put aſleep for three hours; nobody could a\nwake her; the ladies took oﬀ her garters, in the\nabſence of the gentlemen, which cauſed an old\nmaid of ſourſcore to ſay, ſhe would never go into\ncompany with gentlemen who had learned that are,\nas ſhe could not think herſelf ſafe among them.\nIn Dublin, Glouceﬅer, and other places, I have\ngiven ſeveral perſons in Criſes electric ſhocks, who\ndid not recollect the ſame when awake-many gen.\ntlemen of the faculty have been eye-witneſſes.\nIn Glouceﬅer, a young man, apprentice to a gen\ntleman of the faculty (eminent in his profeſſion)\nwent home, deſired the ſervant to ſit down, he then\n'went through the ſame proceſs he had ſeen his ma\nﬅer perform before 5 to his great ſurpriſe he could\nnot awake her 5 his maﬅer came home, and wa' a\nﬅoniſhed to ﬁnd his ſervant aſleep-he took her\nout of the Criſis. , ' ,\n\"In Paris, I put a man aﬂeep a ſurgeon of the\ninvalids, who thought that a little bleeding would\ndo him good, he was bled; the man would not\nbelieve he had been bled after he was recovered.\nThere are in Paris, and the provinces, many\nAcoucheurs who put their patients aſleep in ſome\ncaſes. Of\n\f[ 65 ]\nOſ SENSATIONB, looked upon a: a Sixth Says.\nThere are as many ſenſutions, as there are poſſi\nble diﬀerenccs between proportions.\nIn all ſenſations, we muﬅ conſider three things\n-the cauſe producing the impreſſion, the nature\nand diſpoſition oſ the organs receiving it, and the\nſenſations which have preceded it. It is by the\ncombination of thoſe aﬃnities, that the organs of\nour ſenſes may be magnified or increaſed to ſuch a\ndegree, as to become, for every object which they\npreſent to us, what teleſcopes and microſcopes are\nto the ſight; conſequently our ſenſations are the\nreſult oſ all the eﬀects which objects make on our\norgans.\nOur ſenſes can only draw us, more or leſs, near\nto the knowledge of objects and their nature, by a\nconﬅant uſe and ſerious application, in order to at\ntain to their reality.\nWe have a great number of ſmall organs proper\nto receive ſenſations; but the habit we are in of\nmaking uſe oſ ſome particular organs only, abſorbs\nthe reﬅ. Blind people have diﬀerent ſenſations\nfrom us ; they will perceive a wall, or other body,\nbefore they touch it ; and tell the ſize oſ a perſon,\nand many other ſurpriﬁng things. There is no\ndoubt but we are endowed with an internal ſenſe,\nwhich is in aﬃnity with the univerſe, and is conﬁ\nI dered\n(\n\f[66]\n'Tin-'T'W\n__. __-_-_- ﬂi M__.*immnu\ndered as an extenſion of ﬁght; it is by thoſe means,\none may comprehend the poſſibility of ﬁnding the\ndiſeaſe of another,-of foreſigbtr, predictiom, and\nthc phenomenon of Somnamþu\/es, Syþils, &c.\nIſit is poſſible to be aﬀected in ſuch a manner, as\nto have the idea oſ a body at an immenſe diﬅance,'*\nin the ſame manner as We ſee the ﬅars, the impreſ\nſion of whiCh is tranſmitted to us in a right line,\nthe ſucceſſion and continuity oſ a co-exiﬅing mat\nter between them and our organs, bounded by the\nnature of their form, why ſhould it not be POﬃblC,\nby the means oſ an inward organ, by which we are\nin conract with the whole univerſe, for us to be aſ\nſectedby beings, the ſucceſſive motion of which is\npropagated to us in curve or oblique lines, in any\ndirection ? and why ſhould we not be aﬀected by\nthe connection ofbeings which ſucceedone another?\nI was acquainted with Monſieur de Botinau, who\nhad a place under Government in the iſland of\nA Bourbon. During twenty years he made a particu\nlar ﬅudy ofa ſenſe unknown to us: he could perceive\na ﬂeet or a ſingle ſhip one or two hundred miles oﬀ;\nlaﬅ war he deſcribed Mr. De Suﬃcin's ﬂeet, the\nnumber of ſhips, and thoſe which had paſſed by and\ndid not ﬅop at the iſland-He could do more :-g\nAt ſea, he could tell the diﬅance he was oﬀ land,\nand\n* The Eagle and other Animals have more ſubtle ſenſes\nthan ourſelves.\n\f[67]\nand perceive rocks in the water; which has been\nproved by repeated experiments in the Channel.\nI cannot ſay this for certain, but I have ſeen the\nCertz'ﬁram granted him from the Governor and *\nprincipal people of the iſland, and the Petition and\nRecommendation to the French Miniﬅer, who\ngranted him r 800 livres per annum.\nThe famous BLETON, called the Sourcier, or\nSpring-ﬁnden whenever he walked upon a ground\nwhere there was a vein of water, he felt within him\nſelf a certain ſenſation which gave him notice there\nwas water. Another cbuntryman, who ſhook where\never there was water, owing to the elementary, e;\n' lectric, or magnetic ﬁre, ariſing from the water, and\npaſſing through the pores of the earth, gave him\nthat ſenſation.\n-__---\nOſ SOMNAMBULISM, or SanP-WALkrNG.\nl. SOMNAMBULISM is aﬅate between ſleeping and\nwalking, partaking of both, The patient is a\nSomnambule or Clair-voyanr, when he can do the\nſame as when he was awake; thoſe natural Somn;\nambuler who get up in the night, and do many ſur\npriſing things, 'are well demonﬅrated they are diſ:\neaſedperſons, and may be cured by treating. The\nmagnetic Sanznambulgr are thoſe whom art has\nfound out a means of abſorbing, and ſuſpending\n' ſi ' 12 1 ctſi ſome\n\f[68]\nſome oſ their exIernal ſenſes ſor awhile; the patients >\neat and drink, go up and down, play on any kind of\ninﬅrument they are uſed to, and do many ſurpriſing _\nthings as you pleaſe to deſire them, either by words\nor by thought, provided they are willing.\nThe ﬁrﬅ I ſaw was at the Marquis do sz'egur's,\nin the year 1784 ; and ſoon after there was a hun\ndred to be ſeen among the diﬀerent Practtioners in\nParis, whenever a perſon has a real Somnamlzzrle,\nhe has a, treaſure, they are called MolodeJ-Mede\nrim, or Sick-phyſicians. I knew a very extraor\ndinary one, who ſaved the learned Monſ. du Coidir's\nlife, after a wound he had received i-theſe beings\nappear to ſee in the dark, and go through an exter\nnal atmoſphere ; they have beſides an inward ſenſe,\nwhich they make uſe of to perceive objects preſent,\nviſible, or inviſible: No phyſicians can tell the\ncauſe and diſeaſe ofa perſon, ſo well as a Somnamozzle,\nwhich they feel through ſympathy, and other means\nalmoﬅ incredible, and hardly known: It ſeems,\nthat being deprived of their external ſenſes, their\nintellects become ﬅronger. l ſhall not relate all\nthe queﬅions and anſwers, their diſeaſes, and thoſe\nof Others; as it would require ſeveral volumes.-\nl ſhall content myſelf with relating facts, which I\nhave produced before many reputable witneſſes.\nSOMNAMBULES can walk, ſee, eat, drink, work,\nand do many other things, which they cannot re\ncollect after.--ln the year 1784, I put a gentleman\nin\n\f[69']\nin SomnambuIFſ\/n ; in that ﬅate he was brought in\na coach to the ſide of' a river, along with ſome friends\nwho came to ſee him ; when his foot touched the\nwater he drew back, ſaying, he did not like to wet\nhimſelſzſi he was aſked iſ he could ſwim, he ſaid,\nNo, but would ſollow any body into the river,\nhe undreſſed himſelf', and followed a gentleman that\ncame with him; when he was as deep as his ſi\nſhoulders, he tried to ſwim towards the ſhore; and\ndid it pretty well: I took him out oſ his ſleep, he\nwas ſo ſurpriſed to ſee himſelf wet, that he ſell\nback; he was deſired after to ſwim, he ſaid he was\nafraid, nor would he believe he had been ſo doing..\nThere ai-e many inﬅances oſ natural Somnambuch ;\nſome have been drowned by being awaked ſudden\nly. In Briﬅol, a perſon being in that ﬅate, ſome\ngentlemen told her ſomething diſagreeable; ſhe\ntook her bonnet and cloak, walked home, we ſol\nlowed her, it was alſo dark, and ſhe did not miſs\nthe door. At Worccﬅer,'another lady in that ﬅate\ntook it into her head to walk home to dinner, ſay\ning, ſhe ſaw her father and ſiﬅers going to dinner;\nſhe went down ﬅairs, aſked a lady in the parlour\nhow ſhe was ; we had much ado to bring her up 3\nſhe took a baſon of broth, and did -not recollect ſhe\nhad been either walking or drinkincr excePt ſome\na;\ntaﬅe ſhe had,\nAt Glocqﬂer, beſore many ladies and gentlemen\nof that city, I made ſome walkround a garden.\nI gave ſome electric ſhocks, &c. in order to con\n* vmcc\n\fvince the ſaculty oſ that place, who do 'nox now\ndoubt oſ the eﬀects. i -*\n_ In Duþlz'n, a lady in that ﬅate, got up on a ſud-l\ndenwent up ſtairs, three ﬅories high, in the dark,\nentered into a room, where a lady was ſick in bed 3\nſhe told her ſhe had better open her Windows, ſor\nthere was an atmoſphere ſuﬃcient to kill a_horſe,_'\nand many other particulars concerning her diſeaſe A\nbut the lady aſking her ſome ſilly queﬅion ariſing\nfrom her diſeaſe, ſhe came down ﬅairs as faﬅ as ſhe\ncould, to the aﬅoniſhment of twenty ladies and gen\ntlemen preſent.-N. B. They ſeldom anſwer any\nqueﬅions ſoreign to the diſeaſes :--T0 prove this,\nA Captain of the Navy, in DuHin, and a very good\npractitioner, told a lady he would put her to ſleep,\nto know whether ſhe could tell the longitude, the\nlady conſented, and ſaid ſhe would z he put her to\nſleep, and on aſking that queﬅion, ſhe burﬅ out a\ncrying, and was ill after ; many ladies and gentle-_\nmen were preſent. þ 4 v * .\nIn Duþlin, being at a gentleman's houſe, I put\nhis niece to ſleep, whom I had never ſeen beſore,\nand made her walk down ﬅairs, ſit down to ſupper,\ndrink a glaſs oſ wine and cat a cake; the ladies\npreſent were in-ſear for her, and begged l would a\nwake her, which l did z ſhe was much ſurpriſed to ﬁnd\nherſelf in the middle oſ the, company._ Some chair\nmen, ﬅanding in the paſſage, had ſeen the lady wall;\ndown ﬅairs; two oſ them brought me home, to\n, - . wn'om\n\f[71]\nwhom l gave halſ a crown, which he put in his\nmouth, returning me a bad one Oſ his own, at\nthe ſame time pretending it was mine; l told him\niſ he did not return my good half crown, Iwould\nput him to ſleep inﬅantly. By J s, here is your\nfull change, I will call again, l have many ladies\nand gentlemen to take home. ſi\nHow they can ſee is a queﬅion. Land many of\nlny pupils, have repeatedly'pm glaſſes and cups in\na dark room, and made them walk about, and they\nhave never touched them. One day, a lady told me,\nYou 'do this to try me, but Iſee better than you,\nIn Duþlin, a perſon being in Somnamþ\/zlſſm, I\ndeſired a lady and gentleman to write on a bit\nof paper, the room be'ing dark, ſhe told the\ncontents ; we gave her a book, ſhe read it, and did\nnot bring it near her eyes, but before the Plcxm,\nand ſaid ſhe could ſee better. Another lady, who\ntold a gentleman he had juﬅ received a letter; ſhe\nalſo told the ſubject oſ it, and from whence it came.\nWhen queﬅioned how ſhe knew it, ſhe told him,-By\nthat aﬃnity which exiﬅs between you and your couſin.\n'\nIn Dublin, at the houſe oſ a particular friend of\nmine, I put his daughter in Somnamþalzſm, beſore\nher muſic-maſter, and ſeveral other muſicians; ſhe\nſat down to her harpſichord, took her book, and\nlooked for her laﬅ leſſon, which ſhe played better\nthan when awake; the room was dark; ſhe ﬅopt\n' ..ſuddenly,\n\f'\nli\nM\n_ l\nI '\ni l\n5.\nF\nj\n'al\nl\nl\nr'\nL\nWit'\n'IN-'N'a-\n.-\"\"-***'*\"'\n-.--..\n_._.\n.\n.\nmaw,\n.\n[72]\nſuddenly, on being aſked the cauſe, ſhe ſaid ſhe\nmuﬅ be charged more ;-they are like a machinc\nwhich requires to be wound up. In the ſame place,\nat a gentleman's houſe, another lady played on an\nharpﬁchord, and ſang at the ſame time, which ſhe\ndid ſing ſo aﬀectingly, as to draw tears from many\nof the ladies preſent.\nIn Worceﬅer, a lady, when in that ﬅate, would\nſing ſo well, and be ſo merry, that all thoſe who\nknew her declared ſhe never was ſo in her ordinary\nﬅate.-l have made ſeveral ſew, knit, and ſpin.\nMany gentlemen, who would not believe that they\ncould ſee in the dark, I have made them put their\n'watches to diﬀerent hours, and ſhewed the watch\nin the dark, they have told what o'clock it was z\nI have made them put their hand over it, or a book,\nand they have read it. I have read lately, that they\ncan ſee through a mill-ﬅone 5 that may be, as what\nappears to us opake, is not a particular quality,\nbut a circumﬅance relating to the degree of irrita\nbility of our organs.\nIn WoI-verbampton, a gentleman put a boy to\nſleep, and gave him colours to paint a roſe in the\ndark, which he did very well.-I have ſeen many\ndraw and write.-I knew a gentleman, who could\ndiﬅinguiſh colours with his eyes ſhut.-I have rub\nbed a glaſs tube with my hands, and they could ſee\nelectric ﬁre-A gentleman, in Parir, whom I put\ninto Somnambaliſm, at a private houſe, ſaid, here is\nmy\n\f[73]\nmy father coming, he will be ſurpriſed to ſee me ;\ni his father came in about ten minutes, he would not\nbelieve his ſon was aſleep, as he was making all\nſorts oſ equilibriums a laye\/Iris, till he laid down\nfor an hour without ſpeaking. In Dublin, I put\na lady to ſleep at a private houſe; we aſked her\nWhere Miſs was, iſ ſhe ſaw her, and what ſhe\nwas doing ? ſhe ſaid ſhe was very ill up ﬅairs with\nthe maid 5 ſhe reached on the carpet in a drawing\nroom, and was very ill 3 after enquiring, we found\nwhat ſhe ſaid was true 3 twenty ladies and gentle\nmen were preſent.\n' In Cbelmzbam, I put a perſon aſleep at a private' '\nhouſe; a lady and a gentleman, being very incre<\ndulous, were ſent ſor while ſhe was aſleep 5 the gen\ntleman ventured to aſk her who was come into the\nroom,-Mr. and Mrs. , is any thing the mat\nter with either oſ them ? Yes, Mr. is ſo and\nſo, and nobody can tell him the cauſe, nor can cure\nhim 5- the gentleman was ſurþriſcd, as he was ſure\nſhe never ſpoke to him, nor knew him.--I could\nrelate twenty inﬅances like this, aſſerted by many\ncreditable perſons like the foregoing. ſſ\n- In Dublin, at a private houſe, I put a man-ſer\nvant to ſleep, who had been ill a long time, and\nnobody knew the cauſe ; I then put a little boy to\nſleep, and deſired him to go to the man, he no\nſooner came near him, than he ran away ; a gen\ntleman of the ſaculty (known for his abilities as a\nr K pro.\n\f.1*i_*-_\n_,.\nu-W-\n'\nw.\na\nvu.\nm\n--\"\"'\"'***\"ſi\nTR'\n[74]\nproſeſſional man, and an enquiter after truth) being\npreſent, aſked him ſome queﬅions 5 he ſaid he ſaw\na large worm 5 he was aſked what was good to kill\nit, he ſaid, to ﬅrike ﬁre'there, (meaning Electri\ncity) as he had ſeen me do, and to give him jallap 5\nthe next day I drew ſparks about the diaphragm,\"\nand gave him halſ a drachm oſ jallap 5 three days\naſter, he came and told me he had been very ill,\nand voided a worm 12 or 14 inches long: ſeveral\nnoblemen knew the man, and ſaw the worm. r\nIn the ſame place, a young lady in Sommzmbuljſm,\nbeing in a poor ﬅate of health, ſaid ſhe ſaw ſome\nlarge worms, and ſeveral ſmall ones, ſhe ordered an\naloe' pill at night, and one in the morning, and\nforetold what day and hour ſhe would void them 5\nwhich ſhe did accordingly, to the knowledge of\nmany ladies and gentlemen. -\nIn W'olwrbamptw, a boy in Samnambuly'm, ſaid\nhe had many worms, 'and that he could ſee them 5\nhe ordered India pink, black elebore, and jallap 5\nwhen awake, he did not know what was good ſor\nworms. I couldrelate many inﬅances oſ their\npreſcribing ſeveral herbs, telling their names, and\nknowing them when in their ſleep; when awake\nthey did not know the ſame : My pupils have pro\nmiſed to give me the cauſe 5 I ſhould be obliged\nto them, as I would not venture my own judgment;\nThey can know where any perſon is, and what they\nare doing, provided they have ſeen them. I have\nſeen\nl\nl\n\f- _- -- dun-w.- - - -___ .=7e=mn-_ ;\n[75]\nſeen them deſcribe how many perſons there were\nin a room, and go ﬅraight to them 5 on enquiring\nhow they can ſee,-With their mind, as we ſee\nobjects in our dreams.\nIn Brz'ſhol, a young man came to aſk my advice,\nhe ſaid he was nervous 5 there was a perſon in\nSomnamþulg'ſm at the time 5 I made her touch him,\nI then aſked her, what was the matter? ſhe ex\nclaimed, Let him go to be cured where he caught\nit: ſeveral ladies and gentlemen preſent were ſur\npriſed-At the ſame place, I ſaw a blind girl de\nſcribe the diſeaſes ofſeveral people; iſ ſhe had been\nconﬁned to that particular only, ſhe would have\ndone much credit to her operator.\nIn Paris, I put a monk aſleep, and brought ano\nther monk (who had a tertian fever) to touch him 5\nhe immediately caught the diſeaſe, and began to\nſhake a long time. In another place, a boy being\naſleep, I brought aperſon to him who had epileptic\nﬁts, as ſoon as he touched him, he began to have\nthe ſame diﬅortions as the diſeaſed perſon. In a\nnother place, I put a lady to ſleep, and cauſed a\nperſon, who was deranged in his mental ſaculties,\nto touch her; on a ſudden ſhe was taken with an\nhyﬅerick ﬁt oſ laughter, and ſometimes complained\nof her head, and cried 5 all the company were ſo\nmuch ſrightened, that it was reported ſhe was mad.\nI hope the perſon, who is here alluded-to, will not\nbe oﬀended, as it is not intended to caﬅ any reﬂec\ntions on his misfortune, but related as an example.\nK 2 In\n\f'\n4.\nr\n-\n'I'\n[76ilſi\nſi In Briﬅol, a gentleman deſired me tolet him treat\nſomebody 5 I pointed out to him a ﬅrange perſon,\"\nhe began to treat her, and put her into a Criſir, ſhe\nbroke wind upwards, the operator was ſeized with\nthe ſame eﬀects 5 a quakreſs, who was preſent, was,\n' through ſympathy, aﬀected alſo, which made a ﬁne\nventiloquiﬅ trio 5 ſhe declared it was not the ſame\nſpirit that moved them in general-it was a ſpirit\noſ demonﬅration. Samnambuler have a preſentiment\nor knowledge oſ your ideas beſore your actions, and.\nare_ ſenſible of every thing done to them, which\nthoſe in a Criſis are n0t in general.\nAt a gentleman's houſe, I put a lady aſleep, and\nthe ladies preſent agreed to take oﬀ her garters in\nthe abſence oſ the gentlemen 5 no ſooner had one\nof the ladies ﬅooped down to perform the open\ntion, than the ſleeping fair ſell to crying 5 we went\nin, and aſked her, what was the matter? ſhe ſaid,\nMrs. -,-- wanted to do ſomething to me which I\ndo not like.-Some ladies and gentlemen agreed\nto think ſomething, and went to a lady in Somn\nambulſſm, and aſked her what they had thought?\nſhe ſaid, ſhe had anſwered them in their language,\n(meaning the mind) it was a pity they did not un\nderﬅand her 5 but ſhe aſked for a pen and ink, and\nwrote what they had thought 5-this phcenomenon\nis- very common.--Of this, we muﬅ content our\nſelves with admiring the wonderful eﬀects of nature 5\n-'-that condition, which Providence ſeems to preſent\nto the learned, in order to confound them, and ſhew\nthe narrow compaſs of human underﬅandings. _\nYa\n\f_-n*.-d___. .. _ . . _.._ _\n[77]\nTo make an ELEc-rch or MAGNETXCAL\n. APPARATUS.\nI ſhall not give a full account of the Apparatus of our So\nciety in Paris. It is more like a grove. Mine, which I had\nin London and DuHin, is a large oaken tub, eight feet in dia\nmcter, well pitched in the'inſide, about an inch thick, (that\nbelonging to our Society has looking-glaſſes all round it,)\ninſulated upon four glaſs feet, (bottles of water well corked)\nyou magnetiſe the bottles, and lay them down, the neck of\none in the bottom of the other all round, ſo that the laft\ncomes to the centre. You may ﬁll up the ſpace with\nbroken bottles, or any vitriﬁed matter, brimﬅone, or reſi\nnons matter, minerals, &e. ﬁll it up all but ſix inches 5 put\nſome loadﬅones and artiﬁcial magnets in diﬀerent directions,\nthen cover the AWllOlC to the edge with ﬁne dry river ſand\nput the lead over; place in the middle a poliſhed iron bar,\nabout eight feet high, with ſprigs to it, to attract the uni\nverſal ﬂuid which concentrates itſelf in the reſervoir. At the\nfar corner, place an Ardor Vi'et in a box, and place under it\na ﬅrong magnet, the North pole upwards; the South pole\nis ﬁxed in a hole upon the cover, by that means you increaſe\nthe motion of the tree, and becoming vegetaliſed, it will\ngrow a long time without water. You make holes all round,\nabout eighteen inches diﬅant-put iron or braſs conductors\nin the tub, and bend them in order to make them touch the\npatients who come near them. Connect a chain of an'e\nlectric machine ; inſulate your patients, and make them hold\nhands, it will increaſe the action in them. You may treat\nthem in that manner-you will the ſooner put them into\nCriﬅ:.--This reſervoir has the advantage of uniting many\npatients together, and diverting their attention, which pro\nduces beneﬁcial eﬀects: one may do without it, if there are\nbut two or'threepatients.\nTo magnetſſ' a TREE.\nYou muﬅ chuſe' one very ﬅout and healthy, ſeparated ſi'om\nthe reﬅ, and ﬅanding facing the'North 5 have a magnetiſed\n' con\n\f[78]\nconductor, and point itfrom the top oftlie higheﬅ branches to\nthe root ; (wide the Theory on Motion ;) do the ſame from\nthe other branches ; if the tree is ſo large that you cannot\nﬁe the branches on the other ﬁde, change your poſition from\nSouth to North, and do the ſame, then approach the tree,\nclap your hands round it, and remain in that ﬅate a few\nminutes ; the tree becomes magnetiſed ; you are in aﬃnity\nwith it. Any patient, who has been in a Crf\/i: or So'mmm\n&nitſm. will diﬅinguiſh it amongﬅ the relt l have ſeen many\ngo into a Criſi: as ſoon as they have come near it ; particu\nlarly at the late Marquiſſes de Puyﬅgur's and Tzﬃzrd's ſeats :-\nThey will keep that property a great while. It has been\nobſerved, that wall-trees, being magnetiſed, have blown be\nfore the others two or three weeks. Shrubs or flowers, be\ning magnetiſed, appear luminous in the dark to a perſon\njuﬅ out of a Crz'ﬂs; ſome will diﬅinguiſh them by the ſmell,\nand others will go into a Criſix.\nTo magnetiſe a Conductor,-put your hands in the mid\ndle of it, then ſlide your ﬁngers to the ends, and rub them\nwith your thumbs; by this means you will increaſe an ac\ntion which it had not before; you will impregnate it with\nelectric ﬂuid, that will appear luminous in the dark to a per.\nſon juﬅ out of a Criſi: 5 it will alſo ſmell like the ſulphur of\nan electric rubbing.\nIn DuHi'z, Iput a nobleman aſleep before ſeveral of his\nfriends, after he was awake, we cauſed the room to be made\ndark, I ſhewed him a glaſs conductor, which to him appear\ned very luminous, like an electric ſpiral tube, he alſo ſaw my\nhand all luminous ; I rubbed the noſe of a gentlemen pre>\nſent, which he ſaw luminous, I alſo rubbed one of his ﬁngers\nﬂom the baﬁs to the end, which he diﬅinguiſhed from the\nreﬅ by its luminous appearance-Theſe experiments never\nfail, as has been proved by many.\nA. celebrated monk, in Parir, being willing to know the\nreality of thoſe vapours ﬂying from all parts of his body, and\nmore\n\f[79]_\nmore abundantly from the poles, made this experiment in\na Camera Olzſcura; he half undreſl'ed himſelf, on extending\nhis arms before a lady juﬅ out of her Criſis, ſhe exclaimed,\n'* Reverend father, you look like a luminous ſun ; I ſee the\n\" poles beautifully illuminated ;--But I do believe, according\n\" to Dr. Mtſmr's principles, they aae changed 5 it appears\n\" about the Equator.\"\nTo magnetiſe a Shilling or a Guinea,-put your thumb\nin the middle, then ſlide gently to the extremities, and rub\nthe borders with your thumbs ; it will appear like a ball of\nﬁre to a perſon out of a Criſin-A Watch is magnetiſed in\nthe ſame manner ; if it is a ſlop-watch, by ſhewing it to a\nperſon who has been in a Crtſir, he will fall into one again. A\nwatch being magnetiſed, people in or out of their Cnſi: can\nſee the hour better. ſſ\n'To magnetiſe a Harpﬁchord,-you ſpread your hands in\nthe middle, and draw them towards the extremities, then rub\nthe ends, and touch the ſtrings one after another in the ſame\nmanner, by that means, you will impregnate it with an elec\ntric ﬂuid ;--a perſon touching it with his hands, while any\none plays on it, will fall into a Crzſir. I have ſeen ſeveral\nperſons aſleep baet time, as the muſic maﬅer was playing.\nTo magnetiſe a Room, or Bed is the ſame,-ſet yourſelf\nto the North, facing the South, then point your conductor\nup to the ceiling, bring it down towards you ; point it to the\nWeﬅ and Eaﬅ, and bring it again to your feet ; the room\nwill appear luminous, and the bed alſ0.-I knew a lady of\nquality in London, who could ſee her bed luminous, when the\nroom was dark. ſſ\nTo magnetiſe a Pond, a Bath, or a Tub of Water,- point\nyour conductor on the ſurſace of the water, from the four\ncardinal points, and touch the water; cauſe a perſon to do\nthe ſame, and he will go into a Criſir.-I knew a man-cook,\nnear Parir, who was told if he would put ſome bread into his\nhand,\n\f[80]\n\\\\\nt.\n.\num\"\n'II-i\nI\nhand, the ﬁſhes would come and eat it ; he triedrthe experi\nment, and a gentleman, on the other ſide, touched the water\nwith a conductor, he immediately fell into the pond ;-this\nwas done before thirty or forty ladies and gentlemen.\nTo magnetiſe a Glaſs of Wine, Beer, or Water,-put one\nhand at the top, and the other at the bottom, then place your\ntwo thumbs on the middle of the glaſs, ſlide them gently tb\nthe extremities, and rub the edge of the glaſs with your\nthumbs ; preſs your index againﬅ your thumb over the ſur\nface of the liquor; it will taﬅe ſulphurous, and appear lu- '\nminous in the dark. Many people, whoſe taﬅes are Very irri\ntable, have found the magnetiſed glaſs among others, with\nout having been put in a Criſir. *\n- From theſe few experiments, it is eaſy to conceive, that\nany animate or inanimate body may be electriﬁed or mag\nnetiſed, which you may pleaſe to call it ; that is to ſay, to\nincreaſe an action which it had not before. All theſe are\nupon the principles of the learned Dr. Mtſ'xer, the ﬁrﬅ in\nventor, as to the theory ; any ingenious mind may make one\nof his own (wide my New Syitem of the World) as to the eſ\nfects, which Were known ten years ago : Nevertheleſs, the\npretended improvements made in this kingdom, by ſome mo\ndern practitioners, are very wonderful; ſuch as, by ﬁxing\nyour eyes (with attention, abﬅrſiactz'on, intention, bin) upon the\nheart of a man, a horſe, or a dog, you may kill them in\nſtantly, by ﬅopping the circulation of the blood, according\nto Far: Helmont g-and to ſink a ſhip at ſea ;_ this would be an\nexcellent thing for an Admiral, and to magnetiſea ſwerd,\nwltich would kill his enemies a mile oﬀ, or through a wall ſix\nfeet thick.--If I knew theſe improvements, I would carry a\nmagnetiſed ſword to Monſ. de la ſaye-re, as a Member of the\nHarmonic Society ; but that he may do more execution with\nhis o'm,\" is my ſincereﬅ wiſh.\" ,\n. N. 13. 1le Pap\/75, or albcrpe'ﬁm, are particularly rtyueﬅtd le\nſum\" tlvrir lar\/er: (paﬅpaidj to tlzz editar ;-a: I keep t\/Jcirform\nfat-our;\" 4.' a carp: de rg\/Z-rmfor arm\/ber tdi\/ion.\n-v .-<e'.---i_'\n,.,.-_.._\n______._\n.4\n\f","_id":1218}