{"name":"The New Astrology 1621","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1792__heydon_jr___the_new_astrology.pdf","mytitle":"The New Astrology","mylang":"de","content":"THE N'E\\V ^\nASTROLOG Y\nI\n0 Ai T H>E\nArt of predii^ing or foretelling future Evcriti,\nby the Po\/itiens, and I;:J}ut’ncts, of the Heavenly Bodies}\nFounded on Scbivtuhe^ EBvmj\/.SiCi!, and Rt aion 5\nThe Whole being the Rcfult or many Years intenfe Study nzi\nLabour} now hrft made familiar and eafv to any I’crfon\nof ordinary Talents.\nIN TWO PARTS.\nPart I. containi, An eafy Introduction to the Whole of rtfii\nCcieftial Science, teaching, how to eredl a Figure of the Hea-\nvens, and to place the Planets and Part of Fortune therein.;\nand diredls the Student how to proceed in the Whole of this\ncomprehenfive Science.\nPart II. confifts of. The Art of refolving all Sorts of Horary\nQueftions, on any Subject, with Accuracy and Pleafure, and\nhovv to give Judgement thereon, viz. Whether the Party en-\nquiring flia4 have\nFriends or Enemies,\nWives or Children,\nMoney lent, or due for Goods^\nfold, &c. See.\nAny other Queftions of Importance are folved by this Science ;•\nwith Celeftial Figures ;\nand many curious Queftions anfwered.\nRiches or Poverty,\nSicknefs or Health,\nProfperous Voyages\nor journies,\nHow gi'eat, h<nv glorious, then appears the Mind of Man, when ;h. it\nall the StOf-s and Planets roll\n!\nDr. Young.\nBy C. HEY DON, jun. Astro-Phi lo.\nAflifted by a Perfon of great Profeffional Abilities.\n1\nTHE SECOND EDITION,\nWith large Ad-ditions, Improvements, and an ArrENPix.\nLONDON,\nPrinted for G. Kearsley, Np. 46, Fleet-Street; T. I.ovf,-\nWEI.L, Stationer, No. 158, St.John-Strect ;\nT.Wagstaffe,\nBrick-Lane, Spitalfields ;\nand W. Battersby and Son, facing\nArtillery-Lane, Bilhopfgate-Street Without. 1786.\n'\n[ €uteteti at §)tationers#alI. ]\n\f1\n, Ilorofoo-pe o7'\n'\\l Houl es of Heaven ^\nwith thiv Planets in\na rig’ure of \/\/ze\n'\nihetf' Sig’n iiiealioTis\\\ntheir {n\\n Thnisef\" .\nfrieTuis X\n^ Hopes .\n^ Polipio\/i\ny\nopapes\nMoiha\niPUction J.eaacH\nHoule\nXtature .f’ Mai'\/iaac \\\nA’’ 77uft . \/\nden ants X\nSicTaiefs\nFather X\nCrave .\n^ielations X'^\nS7iorr Jour\/iuis\n\/measures\n'k’ C TiUdreii\nm T fMjhoptf\n\fi\n9\n*\n»»\ny«\/>\n.3>i •'-\n< ‘ .1\nv\n,\\\niii .\nr.\n., .'l' ;.\n\fI N T R O D U C T I O N.\n•\nxHE profeflbrs of Aftrology, m pad\nages, have Tent into the world Various\ntreatifes on this celeftial Science j\nan'd many\nof them have clogged their performances\nwith infuperable diniculties, and- wrote ifi\nfuch an ambiguous ftyle, that manyiperfons\nhave been difcouraged from engaging-in it^\nand others, from the vulgar idea that it is\npregnant with impolture, and aided’ by dia-\nbolical compadl : but nothing can»be more-\nabfurd, or remote from the truth^ than\nthefe fuppoficions. To aOift both Claires’,\nand remote ambiguit\\' and error,, this, pre-\nlent Work is undertaken, and reduced to\nas fmall a compafs as the nature of the ibb-\njedt will admit j for 'the moll prejudiced\nperfons maybe convinced that every judge-\nment on Horary Queltions and Nativities is\nfounded on ftriel truth and morality,, and is\ngoverned by rules and obfervations- made-\nfrom the portions and afpefts of tlie planets\n;\nwhich if duly obferved, and properly lludied,\nit will be found an unerring Science. No-\nthing but the general ignorance of it, has\nmade it myllerious and wonderful. In this\n-enlightened age, when arts and fcicnccs are\n'liberally encouraged, men of genius may\nfafely attemjpt the revival of this part of\n'Occult Philofophy, without hazarding. their\nA. 3 intered.\n\fyi INTRODUCTION.\nintereft or reputation. In refpeft to this\nnoble Science, many perlbns entertain the\nhigheft prejudices againft it; but they are\nthole who have borrowed their objedlions,\na-nd not thofe who by an inveftigation of the\nArt have found it either impious or pre-\nfumptuous ; but I muft confefs, that ignorant\nand illiterate perfons daily bring difgrace\non this Science by impofing on the cre-\ndulous, and confequently prejudicing the\nminds of men againft it. Our limits will\nnot permit us to fay much in defence of it\nI lhall endeavour to advance only a few\narguments in its fupport.\nThe Science of Aftrology is nothing\nmore than the ftudy of Nature, the know-\nledge of the fecret virtues of the Heavens,\nand may be attained by common diligence; ;\nand the more we delight in it, the more i\nreadily do we forefee the motions of future I\nevents, and attain to the knowledge' of I\nthings which are paft : and by knowing the I\ntime of our birth, we are enabled to read\nin the Heavens the ftory of our whole lives,\nblefiings and crofles, ficknefs and health,\njirofperity and adverfity, and time of our\ndeath ; even as though we had feen them\ntranlacled ; for God has given this know-\nledge to the wife man, to hio%v the time\nthe judgement, Eccl. i.\n5 . and the num-\nber of our d(ty5j that %ve may he certified ho^jo^\n\fINTRODUCTION. vil\nlong we have to live, Psal. xxxix. 5.* by\nwhich we may be prepared for all flates of\nprofperity or adverfity, &c. &c. and leara\n:\nto fupport ourfelves with fortitude and re-\n[\nfignation. 1 he Sacred Writings afford us\nSreat foundation for the truth of this Sci-\nence : we read, God faid. Let there be light\nin the firmament of the heavens, to divide the\nday from the night and let them be for figns\nand for feafons, for days and for years.\nTo whom could they be for figns? Not ta\nbrutes, but to men, who are capable of dif-\ntinguifhing them, and improving by them.\nCan we, if we allow ourfelves leifure to\nthink, fuppofe that God made thofe glorious\nbodies, many of which are larger than the\nwhole earth, and move in their orbs as fo\nmany other worlds, merely to twinkle in the\n!\nnight ? Have thefe celeflial bodies no in-\nfluence but what we catch with our eyes in\ni\na clear evening ? If not, how are w# to\nunderftand Juoc. v. 20. L'hey fought from\n\\\nheaven ; the fiars in their courfes fought againfi\nI\nSifera ? or the interrogation of Job by God\nhimfelf, Canfi thou bind the fweet influences\nof the Pleiades, cr loofe the bands of Orion ?\nCanft thou bring forth Mazzaroth in his fea-\nJon, or guide Ardurus with his fons? Job\nxxxviii. 31. Is it not evident thefe flats\nhave their influences, which no man can\n,\nreftrain,\nr\n* See the Pfalxns in the Liturgy.\n\fvHi\nINTRODUCTION^\nreftrain, and that all the- lioll of HMten\nhave their courfcs. and bring to\npurpofts Qf God? The ancient philo o-\nphers were unanimous in luolcnbmg to this\nopinion, and many learned authors tn later\nages have lupported the fame dodtrine.\nMikon gives us a very ftriking proof of nis\nbelief of the ftarry influence, in his Parar\ndife Loll, B. X. 1 . 656 :\n“ 'I'o the blank moon\nHer office they prefcrib’d, to the other\nTheir planetary motion and afjie^s^\nIn fextiu, Jqutire, and tri?ie^ and oppofitc\nOf noxious c^cacy^ and when to join\nIn fynod unhentgn^ and taught the fix'd\n'Their Influence malignant when to Ihow’ r.;\nWhich ot them rifing with the Sua.or, fallingi\nShould prove teinpeHusus” »S:c.\nThe Deity has implanted, even in the\nbrute creation,, a gift of fore-knowledge :\nthe badger, hedge-hog, mole, the hare, fox,\n&c. birds and reptiles, alfo, have an ad-\nmirable forecaft. Cun we fuppofe that Di-\nvine Providence has not in an infinite\ngreater degree ordained a means of conir\nmunicating a fore-knowledge to man'-' ?\nIt is now time to come immediately tO'\nthe matter intended to be briefly treated of\nas I have already exceeded what I propofed\nin defence of this Science.\n^\nFor a further defence of this Science, fee !\ntj^^RisToriUR Hey don’s learned Treatifc ;\npriui\n\fINTRODUCTION. ix\nI fliali only make one quotation, from\nClaudius Ptolemy, efteemed the Prince of\nAftrologers and Philofophers. After pre-\nmifing that a prognoftic of things is pof-\nfible, and made manifeft, he goes on to fay.\nWe will fpeak of the advantage of it in\n‘‘ refpedl of the of the foul. What can\nbe more advantageous, either in refpedt\n“ of delighti happinefSy ox pieafure^ than fuch\n** a foreknowlege, by which we underlland\n** things both divine and human ?” &c.\nSee his Quadripartite, Chap. 3.\nAll rational people are felicitous to know\nI\ntheir future eftate and condition \\ but fome\nj\nperfons find it impoflible to procure the\nI exa£t time of their birth : Afirology fup-\nplies that defedl, by the following doflrine\nof Horary Queftions*; fo that, from a\nqueftion folemnly and ferioufiy propounded,\nwhich has been attended with painful anxi-\nI\nety to the querent, almoft as much fatif-\nI\nfadion may be given, upon many fubjefls\nI\nof enquiry, as if his Nativity were adtually\nknown. But the exad time of birth is al-\nways to be preferred in giving judgement.\nAs the Nativity is the birth of the body,\nthe Horary Queftion is the birth of the mind.\nThis\n* Which will ferve as an Introduftion to the Doc-\ntrine of Nativities, which we intend fhortly to publifti*\naccording to the rational principles of the greatPto-\n\/mv’s Quadripartite: all otherfvftpms hpi* nrr f»rrriri\/>r\\iic\n\f3c INTRODUCTION.\nThis ciodtrine Teems to be founded upon\nthat miraculous fympathy in nature whlcb\nis admirably manifcded between the Moon\nand the Sea, by which that ainazing body\nof water is conftantly drawn after her,\nthough.no man fees nor can conceive how»\nIn thefe fympathies there can be no doubc-\nbut the vegetative foul of the world invihbly\ncarries and unites a fpecific virtue from the\nHeavens between one thing and another,\nevery where working thofe fecret effe6t» ,\nwhich no mortal can tail to admire and in\n'\nthe prefent cafe, who is to determine what i\nthis foul cannot effeft between the heavenly\nbodies and the animal fpirit of man, work-\ning fuch fympathies, as that a queftion of’\nimportance to our welfare cannot ftart from\nthe mind but in a point of time when the\nplanets and figns governing the perfon’s\nbirth are afling upon the fubjeft that en--\ngages his thoughts and attention ? And\nhence the birth of the queilion, like the na-\ntivity of a child, carries the ftory of the’\nwhole matter on its forehead. And if it\nbe eflTential to man’s welfare to be fore--\nwarned of the iime ami the judgement,, as So--\nlomon declares it is, and that the ‘zvife ma,n\\\nfhall kncnv it*, then it is plain the Great Be-\ning has afforded means to obtain this know-\nledge without a miracle ; and thefe means-\nmay\n* Ecclef. vlil, I, 6,.\n\fXI\nINTRODUCTION.\n-may furely be by the Stars of Heaven re-\nfponding our Horary Queftions : and expc-\n•rience continually affirms, day by day, that\n•it is fo. Not that trivial concerns fhould be\nattended to by the heavenly intelligencers\n;\nas a glove loft or hidden. See. in fport:\nNo ;\nthe works of Providence are ferious,\n•and not to be made the ridicule of the in-\nconfiderate, or to be made fubfervient to\n•our levity.\nIn refpeft to this Second Edition, I pre-\nfume nothing is omitted that is eflential to\n•render it one of the completeft pocket\n•volumes on this Science yet made public\n;\ncomprifing the very eftence of Haly, Bona-\ntus, Lilly, and other learned men : indeed\nit contains the very marrow of this Art,\nwith very confiderable Additions, Improve-\nments, and Examples, that will ferve for\nthe inftrudlion and amufement of young\n1 ftudents. I have alfo expunged much ex-\ntraneous matter inftrted in the firft impref-\nfion. I fhall briefly obferve to my candid\nReaders the antiquity of this fcience : Jo-\nfephus mentions that the Patriarchs practifed\nit j after that the Chaldeans, Egyptians, and\nArabians: and it is certain it is in prefent\nule among thePerfians ; the modern hiftory\nof which informs us, that the chief Aftro-\nloger to the Perfian monarch has a penfion\nof io,oocl. per ann. They term*A‘ftrology\nthe\n\f1\nxli INTRODUCTION,\nthe Revelation of the Stars ; and Aftronomy\nis ftudied in Perfia purely for the fake of it.\nThe King and great Men will not undertake\neither pleafure or bufinefs, without firft con^\nfulting an Aftrologer; the bulk of whom\nreceive from the King gifts to the amount\nof 100,000 1 .\nper ann. They give judge-\nment principally from the Moon, and feem\nmuch to regard the tarth. The reafon that\nthe Aftrologers have more (kill here than\nelfewhere, is, we are told, becaufe the Air\nis drier, and purer; by which means they j\nhave a better opportunity of obferving the\nmotions and afpedls of the Stars. This i\nfcience is the principal end of all their du-\ndies; and a perfon is looked upon to the ,\nlaft degree fbiipid and ignorant, who fpeaks.\nfiightly of it. Indeed, I perceive that ini|\nall things relative to it they are too fiiper- i\nftitious. Entering into a detail of the*\nj\nenfuingWork I fliall omit; as the Contentsj |\nat the end, and Title, amply Hiew it.\nWithout troubling my Readers with a:\nj\ntedious Preface, I think the beft and fureft ^\nmode of conquering the prejudices of every\nperfon, is to furnilh them with materials to i|\njudge for themfelves, that they may fee on\nwhat foundation this Science reds.\nI fliall next proceed to make the Reader\nacquainted with the Signs of the Zodiac. ^\nand their charaders,\nA S T R O.\n\fThe Explanation i$ the Frontispiece.\nAccording to the definition of the Twelve Houfc*\nof Heaven, delcribed by that mod learned and excellent\nphilolbpher MorinuSy the Life of Man may be- divided into\nfour didinit periods, or ages, in f«mc meafure agreeable to\nthe Plate ;\nnjinr,. Th« firfl: Figure denotes Infancy j\nthe next\nfignifics ToiUh j\noppofitc to Youth is a figure of Maturity,\nor Marriage y\nabove that is a ftriking embkm of O.a Age,\nE. VV. N. S. the foitr Quarter* of Heaven. The figure\nof a Man on Horfeback denotes ;\nthe Ship, Trade\nand Commerce. The Sun in the center, according to Co-\npernicus. Dragon's Head and Tail, Wheel of Fortune,\nand the Earth, indiferiminately placed about the Center,\nThe Planets are each placed in their own Houfes, as Jupiter\nin Pifees, &c. The Signs are emblematically placed on the\nCufps or Lines of the Houfes. In the conftruftion of Maa\nwe difeover four Affeclions, vii. Life, Antony Marriage, and\nPaJJion ;\ntht-fe agiec with the Rife, Perfeilion, Declination,\nand Termination, of all Things, and comprife the whole\nEtfecl* and Operations of Nature. But to be brief ; Life,\nin the Syftem of Nature, is regulated by the Eall angle of\nthe Heavens, called the Afcendant ;\nAction, by the South\nangle, or Mid Heaven; Marriagey by the Weft angle; and\nPajfxon, by the North angle of the Heavenly Frame : And\nhence aiife four Triplicities of the fame genus or gcnerical\nnature, and twelve Houfes. The firft Triplicity is of the\nEaftern angle, attributed to Infancy, called the Triplicity of\nLife, and includes the ift, 9tb, and 5th Houfes, which behold\neach other in a partile Trine. The fecund Triplicity conlifts\nof the angle of the Mid Heaver, 6th and 2d Houfes; this\nappertains to Vigour and AiSfion. The third Triplicity has\nthe government of the yth, 3d, and nth Koufes ;\nin this\ndstage of Life, Man is joined in a Tie or Obligation, inBodv,\nin Blood, and in Friendjhip. The foin tli and laft Triplicity\nis that of Palfion, and includes In it the 4.th, 12th, and 8ih\nffoufes ;\nand thefe conftitute, as well as the reft, a p^itlle\nBrine in the Equator: it comprehends the three clatTes of\nhuman afflictions; Decay ot Life, Sonow, and Death.\nWherefore, according to the fecond motion of tlie Planets,\nfrom Weft to Eaft, an entrance is made out of the 8th into\nthe 9th Houfe, which it the Houfe of Life in GOD, where\n(the imiuona! Spij it muft return to that Divine Being wK»\n• gave it, fee.\n\fv*rv'\n^ -1\nj • «• •\n.;, %, i'biy f x\" •i %- \/\n’\n''\nM * K i'\n\" \"iv r{\n• « • ^ •\nJt •\n•\n», *t*. “ if\ni* >*<•#*’-*. •\ni\n**' *\n'\n43ft.\n• ‘ '\n••^•|r'\n•. O 1 » 1 '• ''> '• ’*^'*\n..^yl 1- .K»r’ii' •\ni:-rn»vi> ifrfct . » r .A .'ff\n^\nft j * ^ t * ' irt •!» * 1.'*^\n^ »c '* tV^’ '\n’ f' * -V\n-\n'1\n^\n!<. t. J .7 \/ T « - II v- > '\nti*'* '•wlr. Ir* > •\n_ 'j..r»i.k ».U j-31 \"»<{! \\'ia\n; l•^K’•r^^r^ .p-n .TV. n • •» .1: lu l^r^* i*; '^ •••' •\n•«*' '1\n• •* »\n-,••'*<\n. !witki*tiUifq USA »I& KrylC\n®r>\/ 1t> \/» )f\n•'\n. t #<fcn7 -trs'i^r^i .*1 ^•i*'A**fl* t' •- ,> *i»\n. 9<i> fi*.v .»)UiLJV llr t , ft> ^’1\n»•> * • '-Ai. ttx\nt: ^tsjTi r .'\n1 xd tr>tr}p-3ih •» A >« '.to\n•II :.3 - »l ytf X i aJ' ^'1^' '*\n‘H\ntl.tji; ; ttfjjn* •Jb'Ai' tdi <*4 (v)%vy*i^* {\n<»<«»•< «r«JMl' «* i'J?\n’•^ itrfit.'.M y(n«4 «(iK wi’ '<» ' ••*•'' \"I- Spi\nJf . 7 'W-:\n*\n1^ a«ijt> •\ni^{t irf „ r 'ttMt ^ *u\n,»r!y i f' liiA vfl ’\n•b,*\n’\nV. ?f • .: ^i»M . ,OIH<k:f ' '•\n'i|fV -.-:\nP ; .. v'ui* J I l*<*^ ,«J*» ,t I :i> » s\ni- '. .^ •\n1 *••,'' 'T •' ••* '\n- -ii*\n•••- i't»'..'rti {•> tut.\\ “I •\n. 4\n*^^ : -t 'v i\n-w '^31?\n•\n' i i .\ni> i\n'.;i...:-,rjl *t.’l ‘ 4'-\n?\n•\n.. WV-\n•i *?\n'**\n.\n’\n• . ’(» i‘. - *r,\nI . . ..ru'ir...^ ir-Ur-^ ,\n' • !»f;s-. , 'S, i; I.- CT , -kif '*^1\ne.\nIM-.. i» .V «: . t , ,, 1. j-«\n».\n•\n! H - Ut- t » ,< I\n• .r ;#' ' t. Vi ' ». ,- (-J\n.,|.\nr*^ 24 .\n•1\n» l'-\n>’ .4 ( T^f .A,\n.-n’r’-M .\n\fASTROLOGY\nI\nFAMILIARISED.\nPART THE FIRST.\nTo find a method of conveying our ideas in\nfuitable expreflions, adapted to the capacity of\nevery reader, has been found very difficult by\nrooft authors ; but, if plainnefs and familiarity\nof llyle can be of any utility in this work, it is\ndetermined to be as clear and intelligible as pof-\nfible; wifiiing to .give the weakeft minds affift-\nance, and enable thofe who have but a fmall\nfhare of education, to acquire a competent de-\ngree of knowledge in this Art.\nThe conftellations of fiars which form thft\n'\ntwelve figns of the Zodiac, have a more powerful\nand obvious iniluence on man, than any of the\nother fixed ftars ; and the reafon is, becaufe they\nB form\n\ft ^ ]\nform the pathway of tlie fun, moon, and planet'^,\nIn all their peregrinations ;\nand thereby receive\nfrom them a more powerful force and energy.\nAnd as thefefigns form a confidcrable part of r.he\nfcience of Aflrology, we iliall confid r them under\niheir various qualities and affedlioits, both with\nrcfpe£i; to their operation upon man’s body, and\nupon the four fcafons of the year. Tlicl'e figns\nare known or diftinguillied by the following\ncharafters\nSpringQuarter.i Sum.Quarter. AutiQuarter. '\n*V’ Aries gs Cancer sctLibra\nh Taurus SI Leo nxHcorpio\nji Gemini 1^ Virgo t Sagitt.;ry\n! WlnterQjjarter.\nitf Capricorn\nAquaries\nXi^ifecs.\nThey are placed in this order, and divided intO'\nfour equal parts, anfwering to the four quarters\nof the year; becaufe the Equator cuts and divides,\nthe circle of the .Zodiac at the point beginning at.\nAries, and at the oppofite point Libra, dividing;\nthe whole into two equal parts, confifting of fix!\nnorthern, and fix fouthern figns. But the reafoni\nwhy the Sun s courfe begins, and is reckoned frorni\nAries, as tiadiiion infornit. us, is, the Sun, w'heni\nbrought into exigence, was placed in thisfign::\nand this is a very rational conjeaure, fince'the\n‘ quarter begins when the Sun enters Aries,,\nand brings with it increafe and length of days ;;\nall\n\f[ 3 ]\nall Nature then begins to multiply and flourifh,\nand alTumcs, as it were, a new refurrcdlion.\nThefe fix northern fip-ns terminate with V^irf^'o;\nand the fix fouthern commence with Libra. The\nnorthern figns have always been confidered of a\nmofe efficacious and noble nature than the fouth-\n'\nern. Philofophers have alfo alfigned other reafuns,\nwhich are beyond our limits to mention.\nWe will now arrange the figns of the T^ooiac\nunder all their different qualities and forms;\nobferving every fign is divided into thirty equal\nparts, called degrees; each degree divided irfto\nfixty minutes; each minute into fixty feconds, &c.\n'\nDivifion of the Twelve Signs of the Zodiac.\nSigns oppofite, are the firft fix to the laft fix.\n^ b II SB ^ Northern and commanding Signs, ,\nttL X ^ ^ ^ Southern and obeying Signs.\nThefe figns are divided according to their four\nTriplicities ; each Triplicity is of the fame na-\nture, and makes a perfed Triangle or Trine :\n. S'\nFiery Triplicity ^ SI ^ Hot and dry.\nEarthly ditto - Cold and dry.\nAiry ditto - - Hot & moiff.\nWatery ditto - Cold & moiff.\nB 2 Signs\n\fSians Mafculine and Feminine.\nfir 11 SI t Fiery and airy Signs are*\nMafculine,\nb es ni Vf K Earthy and watery Signs,\nare Feminine.\nSigns are alfo Equino^ial, Tropical, Fixed, Corn-*\nmon, and Moveable; they are termed Fixed,,\nCommon, and Moveable, becaufe whenever the;\nSun is in any one of them, it anfwcrs to the;\nfeafon of' the year.\nEquinoctial, -\nTropical,\nFixed, - - -\nCommon,\nMoveable or Cardinal,\n2S Vf\n« SI rq\nn vji f X\nT .SB £=\nFigures cither for the world, or particular:\nflates, are fet from the Sun entering the firlF’\npoint of the Equinoctial fign Aries.\nBicorporal or Double-bodied Signs, are, n Xjj\nand the firft part of f only.\nFruitful Signs, - - S5 nx K\nBarren, - - - n SI ’’Jl\nHumane, or courteous, vji yvw n I\nMute, or flow of fpeech, s5 rq, >£\nFeral, or brutifn, - - SI ^ laft part only..\nSignss\n\f[ s ]\nSigns of right, or long Afcenfions, ^ SI\n^ rri\nSigns of fhort, or oblique Afcenfions, Vf ^\nT* « n.\nLaftly, fome are Broken, Fortunate, Unfortunate,\nBitter. Sweet. See.\nSigns Broken,\nWhole,\nFortunate,\n,\nUnfortunate,\nSweet, - -\nBitter, - -\nWeak, - -\nStrong, - -\nSi K\n^ n wji\n•T u Si ^\n« ^ riz 7X1 }:f K\nn ^\n‘Y’ a\nt V?\na Til\nSome figns are controvertible in their nature,\naccording to their accidental fituation in the Hea-\nvens; as- n and a in the Eaft, are hot and dry;\nb and hottifli ; ,\ncold and moift ; Vfy cold\nand dry.—In the Weft, n vji and Vf are cold and\nmoift; y cold, hot and dry. Thefe qualities\nare quite neceflary to be obferved, in judging of\nthe weather.\nB 3 A TABLE,\n\f[ 6 ]\nTABLE, {hewing the Degrees Mafcullne an\nP'eminine, &c. in each, Sign of thf Zodiac.\nli ^\nSIGNS.\nDegrees\njmafculine Degrees\nfemiuine.\n1\nDegrees\nlight.\nDegrees\ndark.\n^Degrees\n'\nfmoky.\n\/'b\n< n\nol S\n• CD\ni\/>\nDegrees\npitted\nor\ndeep.\nDegrees\ni^me\nor\ndeficient.\n0\n3\nt~t rp\nC «\nP\nn 3\n•\ncy.\nS . 15\n30\n9\n22\n8 . 20\n29\n3\n16\n0\n24\n30\n6.11.16I\n^\n23 .29I\nI9r\nII . 21\n30\n5 • 17\n24\n7 • IS\n28\n3\n30\n0\n12\n'\n20 '\n5 . 12\n24 -25!\n5.7.8\n9 . 10\n3 •\n27-\nn 16\n26\n5\n'\n3<^\n4 . 12\n22\n7\n27\n0\n16\n30\n2.12. 171\n26 .\n30\n0 I II\n2S\n2 • 10\n23 . 30\n8 . 12\n27\n32\n28\n14 20\n18\n30\nQ.IO.1\n.3\n1.2\n4.11\na 5 • 15\n30\ns\ny\n30 20 •25\n6 .13 .\n1\n5I 18.27\n22.23.28l 28\n^•5\n190\nm\n12\n30\n8\n20\n8\ni6\n5\n30\n22\n10\n27\nS. 13 . 16\n21.22\n0 3 •\n2 C\n5 . 20\n30\n15\n27\n5 • 18\n27\n10\n2\n0'\n30\n17\n20 .\n30\n0 3 •\n2Jl\nn 4 • K\n30\nH\n^5\ns\n22\n3\n30\n24\n14\n29\n9.10.22\n23 .\n27\n19\n28\n1\n7 -\n2C.\nt\n2 • 12\n30\n5\n24\n9 • 19\n30\n12\n1\n1\n23\n1\n0\n7-12.15\n24.27 .\n30\nI . 7 .\n18 . 19\n13 •\n1\n30\n^9\n10\n*9\n7.22\n30\n1\n1’’ 25\n7.17.22\n24.29\n26 . 27\n28 . 29\n12 .\n14 ..\nA>W\n5 . 2i\n27\ni\njiS • 25\n1\n30\n9 . 21\n30\n13 4 25\n1.12.17\n22.24.29\n1\n|i8 . ic\nK 10 . 23\n30\n20\n28\n12 . 22\n28\n6 . li\n30\n0 25\n1\n4 .\n9 .\n24\n1 27 .28\n0 13 •\n'}\n\f[ 7 J\nThe foregoing Table is highly 'Ccceflary to be\nunderftbod by every Student in Ajlrology,\nIn the firft column, next to Aries, you find\n8 . 15 .\n30\n;\nand in the 2d column, againft Aries,\nyou find 9 . 22 ;\nwhich intimates that the firfi:\n8 deg. of Aries are mafeuline, the 9th feminine\n;\nfrom 9 to 15 mafeuline, from 15 to 22 feminine,\nfrom 22 to 30 mafeuline fo of the reft.\nIn the 4th column, under Degrees light,\nagainft Aries, you find 8 • 20 .\n29\n;\nand in the\n5th column, againft Aries, you find 3.16; which\nIhews that the firft\n3 degrees of ^ are dark, from\n3 to 8 are light, from 8 to 16 are dark, and from\n16 to 20 are light, &c. The 8th, 9th, and loth\ncolumns exhibit the degrees of the Ecliptic that\nare deep or pitted, lame, deficient, or azimene,\nand thofe degrees which increafe Fortune, as the\ntitle diredfs. The ufe is as follows :\nWhen a queftion is propofed concerning theft,\nif the thief be a man or woman ? —or if a woman\nwith child, if conceived of a boy or girl ? When\nthe teftimonies of your figure arc equal, then\nconfider the degrees of the Cufps of your Houfes\nrelating to the queftion, and the degrees wherein\nyou find the principal fignificator3 and if the\nmajo\n\f[ 8 ]\nmajor part of them be in degrees mafculine, it is\na male i if feminine, a female, ^c.\nIf the degrees afcending in a nativity or que-\nftion, ferioufly propounded, be thofe which are\ntermed light, the perfon fignified thereby will be\nmore clear and fair ;\nif dark, &c. the complexion\ndark, cloudy, &c.\nIf the degrees afcending are termed void, the\nperfon will be of a weak underftanding, and de-\nficient in judgement.\nIf the degrees afcending, or the principal fig-\nnificator, be deep or pitted, it denotes the querent\nor native will be imperfedl in body or mind, or\nboth.\nWhen you find any of the degrees, &c. as be-\nfore, lame, Szc. the perfon reprefentcd is defedlive\nin fome part of the body; crooked, lame, or\nblind, $ic.\nIf you find the Cufp of the 2d Houfe, or the\nLord of the 2d, or the Part of 0 ,\nor his Lord,\nor Jupiter, it is an argument of much wealth,\nand promifes much good, if they ar« in any of\nthofe degrees that increafe fortune.\nOf\n\fr 9 ]\nOf the Nature and Qualities of the T-wehe\nSIGNS.\nEACH of the figns poflefies a particular effi-\ncacy and virtue peculiar to itfelf, or to that part\nof the Heavens wherein 'it bears rule : for as,\nupon Earth, all ground will not bring forth the\nfame fruit ; fo in the Heavens, all places or parts\nthereof will not produce the fame effedls. Upon\nthe Earth, a man in his journey rides over ten\nmiles, more or lefs, upon the fands ; another time,\nfome miles upon the clays j at another time, ten\nmiles upon marie and gravel. Similar to this,\nby the moil accurate obfervations, appears to be\nthe alternate variation of the heavenly matter;\nas our Reader will fee apparent in every fign of\nthe Zodiac. And, firft, of\nARIES V.\nThis fign, both obfervatlon and experience\ninform us, is hot and dry. It is an equinodfial,\nmafeuline, cardinal, diurnal, moveable, fiery,\ncholeric, luxurious, violent fign, oriental, and of\nthe fiery Triplicity ; it is the Day-houfe of Mars,\nthe exaltation of the Sun, and the Triplicity of\nSol and Jupiter; it confifts of thirteen ftars, and\nis a beftial fign,\nFirfi:,\n1\n\f[ 10 I\nFirft, This fign, when it afcends In a quefllojii\nor nativity, defcribes a perfon of a mean ftaturc,,\nlean and dry body, ftrong and large bones and\nlimbs, piercing eyes, a fwarthy or fallow com-*\nplexdon, fandy-coloured hair, or light. The lirft'\npart of the fign gives the body more grofs or:\nfat than the latter. This fign inclines a man toi\nanger, but makes him witty, ingenious, and quick,\nof apprehenfion. If Saturn or Mars are there,,\nit is altered for the worfe ; if Jupiter or Venus,,\nfor the better. If the planets or their afpedts\nfall ftrongly into a fign, they quite change its>\nnature and effects ; if none of thefe happen, thent\nthe fign Aries, and the reft, unalterably purfue:\ntheir own nature.\nSecondly, The difeafes produced by this figw,,\nare, fmall-pox, falling-ficknefs, apoplexies, head-\nache, all difeafes of the head and face, hair-lip,,\nring -worms, meafles, fevers, convulfions, andi\nthe dead palfy, trembling, madnefs and melan-\ncholy, &c.\nThirdly, In man it governs the head and face;:\nand the ruling colour is white mixed with red*.\n* All the empires, kingdoms, and cities, in the world, are\nunder the twelve Signs and feven Planets j\nwe therefore arc not\nat all lurprlfcd at the political Aftrologers being fo egreciouliy\nmidaken in their prediftions. 1 am lure it is the opinion of\nmany, that it is mere geomantic-like lot. 1 fhall omit the names\nof countries, and pafs on,\nTAURUS\n\f[ ” J\nTAURUS «.\nTaurus is the feconcl fign, and differs grestly\ni\nfrom Aries, being in nature cold and dry; and is\nalib an earthy, melancholy, feminine, fixed fign,\nand of the earthy Triplicity, the Night-houfe of\nVenus, the exaltation of the Moon, and both their\nTripJicities. It contains twenty-three ftars.\nFirft, It fignifies a fhort thick fiature, full face,\n.\ndark curling hair, a Iwarthy complexion, of qua-\nI\nlities fomewhat unfeeling, melancholy, and flow\n^\nto anger, but when once enraged, violent and\n’\nfurious as a bull, and difficult to be appeafed.\nSecondly, The difeafes incident to this fign,\nsre, cold and dry, melancholic habits, wens,\nking’s evil, confumptions, quinfies, and all dif-\njorders of the neck and throat. And,\nThirdly, In man it governs the neck and\nthroat; and the colour it rules, is red mixed with\nwhite, or citron. i\nGEMINI n.\nGemini is the third fign, in order, of the Zo-\n«Jac; it is in nature hot and moill, like a fat,\nr«ch foil ; is defined an airy, fanguine, double-\nI bodied.\n\f[ 12 ]\noodled, diurnal, mafcullne, weftern fign of thc.||\nAiryTriplicity j\nit is the Day-houfe of Mercury,,!\nand is the Triplicity of Saturn and IMercury, and T\nconflfts of eighteen fixed ftars.\nFirft, It defines or perfonates a tall, ftraight\nbody, rather dark complexion, arms long, hands; i\nand feet fliort, a fine dark hazle bright eye, and^\nlively wanton look ;\nthe underftanding excellent,\na fluent tongue, and judicious in worldly affairs, i\nSecondly, The difeafes common to this fign :\narc, all infirmities of the arms, fhoulders, ancj\nhands, frenzy, fevers, fradfures, and diforders ii\nthe brain.\nThirdly, In man, it governs the hands, arms\nand fhoulders j and it rules over all red and whit, i\ncolours.\nCANCER 2s.\nThis is the fourth fign, and is by nature col\nand moiff, fruitful, mute, phlegmatic, feminini'\nfolfticial, moveable, cardinal, watery, noefurna\nCancer is the only houfe of the Moon ; is tl\nfirff fign of the watery or northern Triplicity f\nS ? and ]) ; the exaltation of Jupiter j and coi»\ntains nine fixed ftars, &c.\nFii\n\fr 13 j\nFirft, This fign yields up a fair and pale per-\nfon of a fmall or fhort ftature ; round, fickly face\n;\nbrown hair, grey eyes, and bad teeth, the upper\npart of the body generally larger than the lower,\nan effeminate conftitution, fmall voice, inconftant\nand unfixed ; if a woman, inclined to have many\nchildren.\nSecondly, Difcafes peculiar to this fign, are,\nall diforders of the breaft and ftomach, pleurifies’\nindigeftion, fiiortnefs of breath, want of appetite]\ncancers, coughs, and phthifics, dropfies, forfeits,\nimpofthumcs, affhmas, and confumptions.\nThirdly, In man it governs the bread, ribs,\nlungs, liver, pleura, and verticle of the domach j\nand the colours it rules, are green and rudet.\nLEO a.\nLeo, the fifth fign, and the only houfe of the\nSun ; by nature hot and dry, fiery, choleric, maf-\nculine, barren; a commanding, regal, eadern\nfign ; confids of twenty-feven fixed dars ; is the\nTriplicity of Sol and Jupiter, See.\nFird, Under this kingly fign are generally\nrigmfied, perfonsof a large, full, mafculine body,\nbroad dioulders, and audere countenance, dark,\nC or\n\f[ 14 ]\nor yellow flaxen hair, large commanding eye,\nIprightly look, ftrong voice ;\nthe vifage oval and\nruddy, or fanguine ;\na refolute, courageous Ipi-\nrit, afpiring mind, free and generous heart; with\nan open, bold, and courteous difpofition.\nSecondly, The difeafes incident to -the fign\nLeo, are all the paflions and affeeSlions of the\nheart; as convulfions, tremblings, fwoonings,\nviolent fevers, qualms, plagues, peflilences, fmall-\npox, meafles, yellow- jaundice, pleurifies, fore\neyes; all difeafes arifmg from choler; and all\npains in the back, ribs, and bowels.\nThirdly, In man it governs the heart, and\nback, the vertebrae of the neck, and pericranium\nit rules colours, red and green.\nVIRGO\nVirgo is the fixth fign, in order, of the Zodiac ;;\nis by nature cold and dry ; of the earthly Tripli—\ncity of ? and 5 ; a cold, dry, barren, feminine,\nfouthern, nodlurnal, melancholy fign ; the houfe.'\nand exaltation of Mercury ; and claims twenty-\nfour fixed fiars.\nFirft, When this fign afeends, it perfonates r\ndecent and wcll-compofed body; {lender, anc\n\f[ *5 ]\nabove the middle ftature ;\nof a ruddy brown com-\nplexion ;\nblack, or dark luown lank hair ; the\nvifage fomewhat round ; the voice fmall and\nIhrill ; a witty and ingenious mind ; fludious, but\nrather unftable : and if the afcendant be free from\nthe malevolent afpedl of Saturn, and this fign\nafcends with Mercury therein, and the D in 23 ,\nthe perfon who has them fo fituated at his birth,\nwill be an excellent orator.\nSecondly, Difeafes of this fign, are thofe pro-\nduced by worms, wind, and obftrudtions, hardncfs\nof the fpleen, mother, hypochondriac, melan-\ncholy, cholic, and iliac pafiion.\nThirdly, In man it rules over the belly, bowels,\nfpleen, omentum, navel, and diaphragm : its co-\nlour is, black and fpeckled mixed with blue,\nLIBRA =-.\nLibra is the feventh fign : it is aerial, fanguinej\nhot, and moift j\nequinodlial, cardinal, moveable,\nmafculine, weftern, diurnal, and humane: the\nDay-houfe of Venus, the exaltation of Saturn,\nand the Triplicit]§of Saturn and Mercury : con-\nfifting of eight fixed ftars.\nFirll, At a birth it produces one of a tall,\nr\nell-made body; round, lovely, beautiful vifage;\nC 2 a fine\n\f[ i6 ]\na line faniuine complexion in youth ;\nin old age>\nfull of pimples, or a deep-red colour in the face ; .\nthe hair yellow, or flaxen, long and lank; grey\neyes; and of a friendly, affable difpofition j with i\na mind juft and upright in all its purfuits ;\nyet;\nconceited.\nSecondly, The diforders common to this fign, ,\narc, the ftcne, gravel, heat, wind, cholic, and I\ndifeafes in the loins; impofthumes, or ulcers ini\nthe reins, bladder, and the kidnies ;\ncorruption ini\nthe blood ;\nweaknefs in the back, and gleets.\nThirdly, In man it governs the reins, kidnies,.\nand bladder : and the colours under its rule, are,,\nblack, dark-crimfon, or tawny-colour.\nSCORPIO ni.\nScorpio is the eighth flgn, in order, of the:\nZodiac. A watery, cold, phlegmatic, feminine,,\nnodfurnal, fixed, deceitful, northern fign ;\nis of:\nthe watery trigon the Night-houfe and joy of:\nhlars ; and includes twelve fixed ftars,\nFirft, It gives a ftrong, robu#, corpulent body,,\nof a middle ftature, broad vifage, brown com-\nplexion, brown curling hair, hairy body, fliori\nneck and legs, referved and thoughtful in con-\nverfation.\nSecondly\n\f[ 17 ]\nSecondly, The difeafes incident to Scorpio,\nare, the ftone and gravel in the bladder ;\nItran-\ngury, and diforders in the urinary paflage ; rup-\ntures, fiftulas, hemorrhoids, venereal difeafes,\nrunning of the reins, priapifms, fcurvy, aud\npiles.\nThirdly, In man it governs the privities, femi-\nnal veflels, groin, bladder, and fundament, and\nprefers a brown colour.\nt\nSAGITTARIU S jf.\nSagittarius is the ninth fign ; and is a fiery,\nhot, dry, mafculine, diurnal, eaftern, common,\nbicorporal fign, of the fiery trigon j the houfe and\n' joy of Jupiter j\ncontaining thirty-one ftars.\nFirft, At a nativity, it endows the native with\n1 a well-formed body, rather above the middle fta-\nture ;\nwith a handfomc, comely countenance;\nvifage rather long; ruddy complexion; chefnut\nhair, fubjedb to baldnefs ; the body ftrong, adlive ;\nland generally makes a good horfeman, ftout-\n1\nhearted, intrepid, and carelefs of danger.\nSecondly, The difeafes proper to this fign\nare, the fciatica, windy gouts, running fores,\nC 3 heat\n\f[\ni8 ]\nheat of the blood, peftiiential fevers, and difor-\nders produced from intemperance, and falls from\nhorfes.\nThirdly, In man It governs the thighs, hips,\nand os facrum ;\nand rules the yellow-green colour\ntending to red.\ncapricorn Icf.\nThis is the tenth fign ;\nand is earthly, cold,\ndry, melancholy, feminine, nodfurnal, moveable,\ncardinal, folfticial, domeftic, fouthern, quadrupe-\ndian or four-footed fign, of the earthy Triplicity\nthe houfe of Saturn, and the exaltation of Mars j\nand contains twenty-eight ftars.\nFirft, When this fign governs a nativity, it\nproduces a {lender flature, of a dry conftitution ;\nlong, thin vifage ;\nfmall beard, dark hair, long,\nneck, narrow chin and breafti with a difpofitloni\ncollected, witty, and fubtle.\nSecondly, The difeafes peculiar to Capricorm\nare, the gout, fprains, fradtures and diflocations,,\nleprofy, itch, fcabs, and all difeafes of melancholys\nand hyfterics.\nThirdly, In man it governs the knees andi\nhams j\nrules black, or dark-brown colour.\nAQ.U A-\n\f[ 19 ]\nAQUARIUS\nAquarius is the eleventh fign ;\nand is an airy,\nhot, moift, rational, fixed, humane, diurnal, fan-\nguine, mafculine, weftern fign, of the airy Tri-\nplicity; the day-houfc of Saturn; and compre-\nhends, in its degrees of the Zodiac, twenty-four\nflars.\nP'irft, It denotes a perfon of well-fet, thick,\nrobuft body; long vifage; and pale, delicate\ncountenance; clear, fanguine complexion; with\nbright, fandy, or dark flaxen hair.\nSecondly, The difeafes incident to this fign\nare lamenefs, and bruifes in the ancles; fractures,\nand diflocations ;\nputrefadfion of the blood 3\ngout, cramps, and rheumatifm.\nThirdly, In man it governs the legs and aij-\ncles; and rules the Iky-blue colour.\nPISCES K.\nPifces is the twelfth fign ;\nand is a watery,\ncold, moift, feminine, phlegmatic, nodlurnal,\ncommon, bicorporal, northern, idle, effeminate^\nfickly, fruitful fignj of the watery Triplicity j\nthe\n\f[ 20 ]\nthe houfe of Jupiter, and the exaltation of Venus;,\nand confifts ot twenty-four ftars.\nFirft, The difeafes produced by this fign are,,\ngouts, lamenefs, pains incident to the feet, fait,\nphlegm, biles, pimples, and ulcers proceeding,\nfrom putrified blood ;\nand all cold, moilf difeafes.\nSecondly, It produces a native of a fliort fta--\nture, pale complexion, thick flioulders, brown\nhair, and flefhy body ;\nnot very upright ;\nround--\nfliouldered, with an incurvating of the head.\nThirdly, In man It governs the feet and toes;,\nand loves a pure white colour.\nIt may probably be thought, by fome of our*\nReaders, that the foregoing influences attributed!\nto the twelve figns of the Zodiac, are merely con--\njeifural and imaginary ; but the artift that has the*\ngood fenfe to determine for himfelf, by the flran—\nclard of experience and obfervation only, will care-\nfully attend to all that has been Rated, as the.\nparticular effeft and virtue of each refpedfive fign;;\nfor without a ftridf intimacy with them, no correft.\njudgement can be formed upon any nativity : andl\nit is alfo of great ufe in* horary queftions. If the’\nforegoing rules are attended to, no one who trieS'\nthem will ever find an error in his calculation.\nConfidcrations\n\f[ 21 ]\n,\nConfideratlom on ihe Natural Properties^ Injluences^\n\\\nand Effedls^ of the S UN^ M0 0 N^ and\nj\nPLANETS.\nTHE importance of* thefe celeftlal luminaries,\nin the fcale of nature, and the force of their ope-\nrations upon the animal and vegetable fyftcms, re-\nquire that theyftiould be thoroughly inveftigated,\nand their properties well underftood, before any\nadvances can be made in calculating nativities, or\nhorary queftions.\nWe fhall begin with Saturn, the moft remote\nof the fuperior planets; and confider them di-\nftindlly, in the following order\n:\nSaturn 1? Mars Venus ?\nJupiter If Luna D Mercury g\nAnd the Central Sun 0«\n1\n’\nThere are alfo other charadlers which we {hall\nhave occafion to fpeak of : the Dragon’s-head Q ,\nthe Dragon’s-tail and the Part of Fortune\nAnd, firfl-, of\nSATURN ^\nSaturn is the moft fupreme or moft elevated of\nthe planets, being placed between Jupiter and\nthe\n\f[\n-\n22 J\nthe firmament, at about ySOjOOOj'boo miles from\nthe Sun. It travels in its orb, at the rate oi\n18.000 miles every hour j and performs its annual\nrevolution round the Sun, in 29 years,. 167 days^\nand 5 hours, of our time ;\nwhich makes onl),\none year to that planet. And though it appears:\nto us no larger than a ftar of the third magnitude.*\nyet its diameter is found to be no lefs thar:\n67.000 Englifh miles; and, confequently, neai\n600 times as large as the Earth. This planet Ij:\nfurrounded by a thin, broad ring, fomewhat re-;\nfembling the horizon of an artificial globe ;\nanc.\nit appears double, when feen through a gooe,\ntelefcope. It is inclined 30 degrees to the Eclip'\ntic, and is about 21,000 miles in breadth ; which\nis equal to its diftance from Saturn, on all fidesi\nbut having no vifible fpots on his body, whereb-\nto determine the time of his turning round it*\naxis ;\nthe length of its days and nights, and th\npofition of its axis, are wholly unknown to us-\nHe is retrograde 140 days; and ftationary 5 day\nbefore, and 5 days after, rctrogradation.\nSaturn is in nature cold and dry, being fo fa\nremote from the Sun ; abounds in moift vapours^\nis a melancholy, earthy, mafeuline, folitary, diur\nnal, malevolent planet ; and the greater Inforr\ntune. He naturally reprefents one of a middl\nflature.\n\f[ 23 ]\n,n\nilatuffc ; a dark, fwarthy, or pale complexion j\nlittle, leering, black eyes j lowering brow, thick\n^\nnofe and lips, large ears 5 black, or dark brown\nhair, broad fhoulders, thin beard, with fmall\nthighs and legs. When he is well dignified, the\nperfon fignified by Saturn will be of an acute and\npenetrating underftanding, grave, and fober, ma-\nnaging all his concerns with difcretion ; and in\nhis condua auftere and rigid. When he is ill\ndignified, the native or querent will be covetous,\nfordid, jealous 3 a diflembling, lying, malicious\nperfon 3 perpetually di\/Tatisfied with himfelf and\n'\nall about him. When Saturn is oriental in a\n^\nnativity, or queftion folemnly propounded, the\nauman ftature will be Ihorter than ufual 5 and\nwhen occidental) thin, lean, and lefs hairy : if\nbis latitude be north, the native will be hairy,\n‘‘and corpulent 3 if without any latitude, he will\n'\n-lave large bones and mufcles3 and if meridional\n'|)r fouth, fat, fmooth, and flelhy3 in his firfi:\nlation, ftrong and well-favoured 3 in his fecond\nbtion, weak and ill-favoured. Thefe remarks,\nhe Reader will obferve, hold good with refpect\n0 all the other planets. Obferve further, when\naturn is fignificator of travelling, he betokens\nmg and laborious journies, perilous adventures,\n'^i^d dangerous confinement.\nSaturn\n\f[ 24 ]\nSaturn governs the fpleen, right car, bones,\nteeth, joints, and retentive faculties in man j and\nrules every thing bitter, fharp, or acrid.\nDifeafes under Saturn are, melancholy andl*\nnervous affe<£lions, quartan agues, falling ficlc--!\nnefs, black jaundice, tooth-ache, leprofy,\ntulas, pains in the limbs and joints, gout, rheu--l\nmatifm, hemorrhoides, deafnefs, infanity, palfy,,|]\nconsumption, dropfy, chin-cough, fractures, apo--i<\nplexies, and all phlegmatic humours. In con--i\nception it rules the firft and eighth months.\n]\nI\nSaturn brings cloudy, dark, obfcure weather ;J\nwith cold, fharp winds, and a thick, heavy air:,\nthefe are his general effeds. He delights in the;\neaftern corner of the Heavens, and brings the\neaftern winds.\nIt would be extending the limits of our work.^\ntoo far, to dcfcribe the herbs, plants, animals,\nftones, &c. under each planet ; we fhall of courfe^\nproceed in as concife and familiar a manner as\nthis glorious fubjed will admit of.\n|\nJUPITER K. ‘\nJupiter is the next planet below Saturn s anc. ,\nIS called the Greater Fortune: he appears to ovn|\nfight\nI\n\f[ 2.5 J\nfight the largeft of any liar in inagnituue, except\nVenus; and is of a bright refplendent clear afpea:.\nModern Altronomers have proved him to be\n426jOOOjOOO of miles from the Sun ; and above\nlooo times bigger than our Earth : he goes In\nhis Orbit at the allonifliing rate of near 26,000\nmiles an hour; and his diameter is computed at\n18,000 Engllfli miles, which is more than ten\ntimes the diameter of the Earth : he completes\nhis courfe through the twelve Signs of the Zodiac *\nJn II yeais, 514 days, and 12 hours. He is con-\n£derably fwiftcr in motion than Saturn.\n*\n- ^\nJupiter is a diurnal, mafeuline planet ; tempe-\nrately hot, and moill ; airy and langume; author\nDf temperance, modefty, fobriety, and jullice.\nHe. rules the lungs, liver, reins, blood, digeftive\nVirtue, and natural faculties in man ; he delcribes\nDne of an credl, tall llature ;\na handfome, rofy\n:ompIexion ; an oval .vifage ; high forehead ;\n'\narge, grey eyes; foft, thick, brown liair; wcll-\net, comely body; fliort neck, wide chcll; ro-\n»uft, llrong thighs and legs, and long feet; and\nf well dignified, moft admirable manners and\nifpofition; magnanimous, and juft, and upright\n1 all his actions : if ill dignified, he deferibes a\nerfon an hypocrite, a profligate, of dull and\nlean abilities, conceited, a I'ycophant to his fu-\nperiors.\n\f[ 26 ].\nperlors, and a tyrant In his own family. If the\nplanet be oriental at a birth, the native will be\nmore ruddy, with larger eyes, more corpulent,\nand generally have a mole or mark upon the right\nfoot; if occidental, then it beftows a moft fair,\nlovely complexion, particularly to a female ;\nthe\nnature fhorter; the hair light brown or tlaxen.\nt »\nDifeafes under Jupiter, are all infirmities of\nthe liver, obftruflions, pleurifies, apoplexies,\ninflammation of the lungs. Infirmities of the\nheart and ear, back and reins, head, pulfe, feed,\narteries, and convulflons. In generation he go-\nverns the fecond and ninth months.\nJupiter produces pleafant, healthful, and fe-\nrene weather; governs the north, and north-eaft\nwinds : when flgniflcator of journies in any\ntjueftion, he denotes pleafant travelling, fuccefs, ,\nhealth, fafety, and mirth.\nMars ^\nMars Is next located to Jupiter; and Is the.\nflrft planet above the Earth and Moon’s orbit..\nHis diftance from the Sun is computed at 125;\nmillions of miles; and by travelling at the rate of\n47,000 miles every hour, he goes round the Sun\nin\n\fI\nC 27 j\nin -686 days and 4 hours, wliicli is the exaft\nlength of his year, and contains 667 1 days ; but\nevery day and night is 40 minutes longer thaw\nwith us. His diameter is 4444 miles, which is\nbut a fifth part fo large as the Earth : he is of a\n^eep-red fiery colour, and Teems to be encom-\npafied by a very grofs atmofphere.\nMars is a mafculine, nc£lurnal planet ; in\nnature hot, and dry; choleric, and fiery; the\nlefler in fortune ; author of quarrels, diflenfions,\nfirife, war, and battle; and rules the gall, left\ncar, head, and face; fmell, imagination, and at-\ntra£five faculty, in man.\nHe reprefents a perfon of a ftrong, well-fet\nbody, of fhort ftature, but large bones ; rather\nlean than fat; a brown, ruddy complexion; red,\nflaxen, or light-brown hair ; round face ; fliarp,\nhazleeyes; a confident, bold countenance; active\nand intrepid. Vv^hen he is well dignified, the\nperfon fignified by him will inherit a courageous,\ninvincible difpofition, carelefs of danger, hazard-\ning his life on all occafions, fo that he can but\ntriumph over his enemy or antagonift\n;\nyet pru-\ndent in his private concerns : but when ill dig-\nnified, he will delight in quarrels; in danger of\ncommitting murder; of robbing on the hio^hvvav *\nD 2 of\n\f[ 28 ]\nof becoming a tlilef, traitor, or incendiary ;\nof\na turbulent i'pirit ;\nrafli, inhuman, treacheious ,,\nfearing neither God nor man ;\ngiven up to every\nfpcciescf fraud, violence, cruelty, and injufiice..\nIf the planet Mars is oriental at the nativity,,\nthe native will be above the middle ftaturc;,\nvery hairy, and of a clearer complexion, ift\noccidental, he will be fliort, more ruddy, withi\na fniall head, yellow hair, and a dry conflitution.\nDifeafes under Mars, are peftilential fevers,,\nplagues, tertian agues, jaundice, all hot and!\nfeverifli complaints in the head, bloody flux,,\nflftulas, difeafes of the genitals, wounds of all\nforts, ftone, 6cc. See. When flgnificator of a’\njourney, he portends danger of robbery, lofs of*\nlife, and other accidents.\nTHE MOON D.\nThe Moon is next below Mars, being a fatel—\nlite or attendant on the Earth ;\nand goes round I\nit, from change to change, in 29 days, 12 hours,,\nand 44 minutes ;\nand round the Sun witli It every\nyear. '1 he Moon’s diameter is 2180 miles; andl\nher diftance from the Earth’s centre is 240,000\nmiles : flie goes round her orbit in 27 days,,\n7 hours, and 43 minutes, moving above 2290\nmiles\n\f[ 29 J\nmiles every hour; ami turns round her axis\nexaftly in the time Hie goes round the earth ;\nwliich is the reafon of her always keeping the\nfame fide towards us ;\nand that her day and night\ntaken together are as long as our lunar month.\nShe is an opaque or dark body, like the Earth,\nand fhincs only by reflefting the light of the\nSun; therefore, whilft that half of her which is\ntoward the Sun is enlightened, the other part muft\nbe dark and invifible. Hence ihe difappears when\nfhe comes between us and the Sun , becaufe her\ndark fide is then towards us. When Hie is orone\nO\na little way forward, we fee a little of her en-\nlightened fide, which Hill increafes to our view\nas fhe advances forward, until Hic comes to be\noppofite the Sun; and then her whole enlightened\nfide is, towards the Earth, and Hic appears with\na round, illumined orb, which we call the Full\nMoon; her dark Hde being then turned away\nfrom the Earth. From tlie full file feems to\ndecreafe gradually as Hic goes through the other\nhalf of her courfe, Hiewing us lefs and lefs of\nher enlightened Hde every day, till her next\nchange or conjunftion with the Sun; and then\nHie difappears, as before.\nThe Moon is a feminine, nodurnal, cold,\nmoiH, and phlegmatic planet : her influence in\nj herfelf\n\f[ 30 ]\nlicrfelf is neither fortunate nor unfortunate, but\nas llie falls in with the configurations, or afpefts,\nof other planets. And under thcfe circuinftances\ndie becomes the moft powerful of all the hea-\nvenly bodies, in her operations, by rcafon of\nher proximity or nearnefs to the Earth, and the\nfwiftnefs of her motion; by which flie receives\nand tranfmits to us the light and influence of all\nthe fuperiors, by her configurations with them.\nShe denotes one of a large flature, fair or pale\ncomplexion, round face, grey eyes, lowering\nbrow, very hairy, fhort arms, thick hands and\nfeet ;\ninclined to be fat, corpulent, and phlegma-\ntic. If file be impedited of the Sun at the time\nof birth, Ihe leaves a blemilh in or near the eye;\nwhen oriental, inclineth to corpulency ;\nif occi-\ndental, Icanncfs, and ill formed. When file is.\nwell dignified, flie makes a perfon of engaging ^\nmanners, and fond of novelties and travelling;,\ncallly frightened, yet a foft, tender, well-difpofedl\nperfon : if ill dignified, then fhe reprefents am\nidle, drunken, beggarly perlon, hating labour,,\nand of a mean fpirit.\nDifeafes incident to the AToon, arc, the palfy,,\ncomplaints in the bowels, ftone and gravel’;’\nebllru^lions in women, dropfy, fluxes; cold,,\nrheumatic.\n\fC 31 ]\nrheumatic complaints ;\nworms, diforders in the\neyes, linall-pox, lethargy, vertigo, lunacy, &c.\nIn conception file rules the feventh month; and\ngoverns the brain, the flomach, bowels, bladder,\nleft eye in man, right eye in woman,\nVENUS $.\nVenus is the next planet below the Earth and\nMoon, having her orbit within that of the Earth.\nShe is computed to be 59 millions of miles from\nthe Sun ;\nand by moving at the rate of 69,000\nmiles every hour, flic palTes through the twelve\nfigns of the Zodiac in 224 days, 1 7 hours, nearly,\nof our time. Her diameter is 7906 miles ;\nand\nby her diurnal motion fhe is carried about her\nequator 43 miles every hour, befidcs the 69,000-\nabove mentioned. When fhe appears weft of the\nSun, file rifes before him in the morning, and is\ncalled the morning-ftar ;\nbut when file appears\neaft of the Sun, file ftiines in the evenins: after\nhe fets, and is then called the evening-ftar; and\ncontinues alternately in each of thefe pofttions\nthe fpace of 290 days. It may be thought fur-\nprifing, atftrft, that Venus fhould continue longer\non the eaft or weft fide of the Sun, than the whole\ntime of her period round him. This difficulty\nwill vanilli when we confidcr the Earth is all the\n,\nwhile\n\f[ 32 ]\nwliile going round the Sun, tlie lame way, though\nnot lb quick, as Venus ;\nand therefore, her rela-\ntive motion to the Earth mul>, in every period,,\nbe as much llowcr than her abfolute motion in;\nher orbit, as the Earth, during that time, ad--\nvances forward in tlie Ecliptic, which is 220 de--\ngrees. To us flic appears, through the telcfcope,.\nin all the various fliapes of the Moon.\nVenus is a feminine planet, temperately cold\nand moift; the lelTer Fortune; author of mirth',\nand pleafure ;\nalluring to procreation. She de—\nferibes one of a hancllbme, well- formed, but nof\ntallflature; fine complexion ;\nlovely, dark, bright\neyes; face round, and delightful; eye naturally\namorous; light hair; and inclined to early en--\ngagements in love. When Ihe is well dignihed,.\nthe perfon lignihed thereby will be of a quiet,,\neven, friendly dilpofition; naturally inclined to\nneatnefs ;\nloving mirth, and delighting in mufic ;;\namorous ;\nprone to venery, though truly virtuous ;;\nif a woman, fhewill be inclined to jealoufy, event\nwithout any caufe.\nIf the planet is ill dignified, it reprefents a.\nperfon uotous, profligate, a lover of lewd women\nregardlcls of credit or reputation ;\na frequenter of\ntaverns, and houles of vice; dclightintr in all in—\n' 00citements\n\fr 33 ]\ncltements to adultery and Inceft; in principtes aft\natlieill:. If Venus is lignificator of journies, file\npromifes plealure, profit and fafety. If flic is\noriental, the ftature will be tall and upright; if\noccidental, fliort and {looping, but comely.\nDifeafes of Venus ; all diforders of the belly\nand womb, fuffocation, palpitation, heart-burn,\nh, diflocation, priapifm, impotency, diabetes, vene-\nreal complaints, and all difeafes of the genitals,\nkldnies, reins, navel, back, and loins.\nMERCURY\nNext to Venus, and within the orbits of all\nthe other planets. Is Mercury, and of courfe the\nneareft of them all to the central Sun. He com-\npletes his revolution in 87 days and 23 hours of\nour time, nearly, which is the length of his year j\nbut beingfeldom feen, on account of his proximity\nto the Sun, and having no vifible fpots on his\nfuiface or diflc, the time of his rotation upon his\nown axis, and the length of his days and nights,\nare yet unknown to us. His diftance from the\nSun is computed to be 32 millions of miles; and\nhis diameter 2600; he moves round the Sun\n95^000 miles every hour, and receives from that\nluminary a proportion of light and hear, near\nfeven\n\f[ 34 I\nleven times as great as that of the Earth. At\nthe time he becomes vifible, he appears of a bright, J\nlilver colour, though generally faint and dulklihrt\nto the naked eye; and is never more than 27J’\ndegrees from Sol.\nMercury is the leaft of all the planets ;\nir\nnature cold, dry, and melancholy ; he is either,\nmafeuline or feminine, lucky or unlucky, as his\npofition in the heavens happens to be ;\nor he is Ir 1\nafpeft with other planets evil and mifchievouSr,|\nwhen in conjundlion with. Infortune. He repre-f\"\nfents a perfon of a tall, llraight, thin, fpare body\nnarrow face; long, flraight nofe ;\nthin lips anc.\nchin ;\nlittle beard ;\nbrown complexion ; hazle orl\nchefnut hair; arms, hands, and fingers, long anef'\nilender; thighs, legs, and feet, the fame. Ir]\norientally pofited, the ftaturc will be fliorter, witl\nfandy hair, fomewhat fun-burnt, and fanguine!-\nIf occidental, the complexion will be quite faU*^'\nlow, lank limbs, hollow eyes, of a red call, ant\ndry conftitutlon.\nIf it is well dignified, in any quefllon or nair,\ntlvity, the perfon will inherit a firong, fubtl\nimagination, and retentive memorv ; likely t I.\nbecome an excellent orator and logician; might’'\nin eloquence anu perluahon, and ot an incoin'i\nparabl ,,\n\fr 35 J\nparable unclerftanding. But if the' planet be 111\ndignified, he will be a flanderer, boafter, liar,\nfycophant, though a mere ideot ; incapable of\nacquiring any fubftantial learning; very much\naddi£lcd to petty theft.\nDifeafes : all'diforders of the brain; vertigoes,\nmadnefs, dcfe£fs of memory, convulfions, afth-\nmas ;\nimperfedlions of the tongue, dumbnefs,\ngout, and whatever impairs the intelleftual fa-\nculties. In conception he governs ‘the fixth\nmonth.\nSOL 0.\nSol, or the Sun, is an immenfe globe or body\nDf fire placed in the common centre, or rather in\n;he lower focus of the orbits, of all the planets\n!ind comets; and turns round his axis in 25 days\nind 6 hours ; as is evident by the motion of the\npots vilible on His furface. His diameter is com-\n>uted to be 76,300 miles; and by the various\nttraftions of the circumvolving planets, he is\ngitated by a fmall motion round the centre of\n;ravity in the fyllem. He pafles through the\nwelve figns of the Zodiac in 365 days, 5 hours,\n•8 minutes, 57 feconds ; which forms the tropi-\n|al or folar year ;\nby which fiandard all our pe-\n5ods of time are meafured. He conftantly moves\nin\n\f[ 3^ ]\nin the Ecliptic, and is void of latitude; of courfe,\nis never ftationary or retrograde. In man lu\ngoverns the heart, back, and arteries ;\nthe righi\neye of male, and left of the female ;\nand tlu\nmemory. ,\nThe Sun is in nature mafcullne, diurnal, hof\nand dry, but more temperate than Mars ;\nand i-\nwell dignified, is always found equivalent to on.\nof the Fortunes. When he prefides at a birth\nthe native is generally of a large, boney, ftronc\nbody; of a fallow, fun-burnt complexion ;\nlargec\nhigh forehead ;\nwith light or fandy, curling haiw\ninclined to be foon bald; a fine, full, piercing\nhazle eye; and all the limbs ilraight, and welh\nproportioned.\nIf he is well dignified, either in a queftion c\nnativity, the perfon will be of a noble, magna:\nnimous, and generous dlfpofition ; high-mindec-\nbutvery humane; benevolent heart ; affable; i\nfriendfliip faithful and fincere ;\nin promlfes flow\nbut punftual. The folar man is not of man\nwords ;\nbut when he fpeaks, it is with confidenc(\nand to the purpofe : he is ufually thoughtfu\nfccret, and referved : his deportment is ftaiel\nand majeftie ;\na lover ot fumptuoufnefs and mac.\nnificence ; and pofTefles a mind far Superior 1\nany lordid, bafe, or difltonourablc pradlices.\n\f[ 37 ]\nIf the Sun be ill dignified, then will the native\nbe born of a mean, loquacious difpofition ; proud,\nand arrogant; difdaining all his fuperiors, though\na fycophant to them ; of a fhallow ui^derflanding\nand judgement; reftlefs, troublefome, and domi-\nneering; of no gravity in his condu«5l; prone to\ncruelty, mifchief, and ill-nature. <\nDifeafes of the Sun ; all palpitations and\ntremblings of the heart; fainting and fwodning;\nweaknefs of fight; violent fevers; choler ; dif-\norders of the brain ; cramp; foul breath; difor-\nders of the mouth and throat ; catarrhs ; and\nking’s evil. In conception, he prefides over the\nfourth month.\n•\nTHE DRAGON’S HEAD g,\n‘\nAND\nDRAGON’S TAIL gj.\nThe Head of the Dragon is mafculihe, par-\ntaking of the nature of both Jupiter and Venus;\nbut the Dragon’s Tad is feminine, and of a di-\nrea- oppofite quality to the Head. Thefe are\nneither figns nor conftellations, but are qnly the\n.nodes or points wherein the Ecliptic is interfeaed\n.by the orbits of the planets, and particularly that\n•of the Moon ; making with it angles of 5 degrees,\n18 minutes. One of thefe points looks northward,\nT the\n\f[ 38 ]\nthe Moon beginning then to have northern lati-\ntude j and the other points louthward, where fh©\ncommences her fouth latitude. But it muft b®\nobferved, that thefe points do not always abide im\none place, but have a motion df their own in the;\nZodiac, and retrogradewife 5 minutes ii feconds^\nper day; completing their circle in i8 years and.\n225 days ;\nfa that the Moon can be but twice irr\nthe Ecliptic .during her monthly period ;\nbut at\nall other times ftie will have a latitude or declina-\ntion from the Ecliptic.\nMr. Lilly fays, the Head of the Dragon is con-\nfidered of a benevolent nature, and almoft equi-\nvalent to one of the Fortunes ; and when in afped 5\nto the evil planets, is found to abate their malig- n\nnant effects in a very eminent degree. But the j\nDragon’s Tail we have always found pf an evil }\ntendency; whenever joined with evil planets,\ntheir malevolence is doubled; when joined with\ngood, their beneficial influence is much abated. j,\nPART OF FORTUNE ®. 1,\nNext to the Nodes, the Part of Fortune has ,!\nIts operations upon the twelve houfes. Thr !\npoint which we term the Part of Fortune, is the !\ndilhnce of the Moon’s place from the Sun, adde(\n\"\nto the degrees of the Afcendant. And the na^\ntlirr 1\n\f[ 39 ]\nture of it is, as conftant obfervation afc^rtains,,\nthat if this point falls among fortunate liars, ,\nor\nin a fortunate part of the Heavens, then it pro-\nntifes great fuccefs in health or wealth, honour\nor offspring, or any other Ipccies of profperity^*\nas it is feated in the firfl, eleventh, or fifth houfe^h,\nor in any others. The reafon of this appears to\nbe, that the Sun, Moon, and Afcendant, being\nthe prime conduits through wjiich the llream 6f\nlife flows, this feat of the Part of Fortune is\nthe harmony of all three, concentring and uniting\nin the fame acts of benevolence.\nShould the Reader be defirous of. more infor-\nmation on the planetary fyflem, we- beg leave\nrecommend to his attentive perufal the aftrono-\nmical works of the learned and ingenious Mr.\nFergufon,\nThis celeftial fclence cannot be underftood,\nnor the work read with any degree of pleafufe or\nimprovement, without a perfect and familiar\nknowledge of all the charadters peculiar to the\nfigns, planets, Sec. .1 (ball infert them in this\nplace all together, that they may be at any time\n!( referred to with eafe, recommending it to all my\nli [Readers, at the fame time, not to proceed any\n;i jfurther, till they have learnt them by heart.\ny\nE 2 Chara5^.ers\n\f[ 4° ]\nCharoolers reprefentlng the “Twelve Signs of the\nZOD IA C\\ Dragons Hcod^ Dragon s Tail^\nand Part of Fortune.\n\/ -Aries The Ram,\n^\n’\nTaurus - S Bull,\n- 3 \"(Temini - u 7'wins,\n• Cancer £5 Crab,\na Lion,\n^ Virgo - nii Virgin,\n^ Libra ,ru Balance,\n^ Scorpio -\nn Scorpion,\n^ Sagittary - - Archer,\nCapricorn Goat,\n\/\/ Aquarius - ftrff Waterman,\nPi fees K P'i flies.\nDragon’s Head Q Moon’s N. Node,\nDragon’s Tail i3 Moon’s S. Node.\n'rhe Wheel or Part of P'ortune 0.\nCharadlers of the PLANETS.\nSaturn\nJupiter\njXIars\nb.\nn\n<?\nAnd the Sun O*\nMoon ])\nVenus ?\nMercury ^\nCb.iraSlers dljlingui\/hlng the feveral AfpeHs of the\nPLANETS.\nSextile *\n(^lartile\nTrine a\nOppofition §\nAnd the ConjuinStion c5\nCT'I\n\f[ 41 J\nThe ASPECTS of the PLANETS.\nTHE planets, by their continual motion\nthrough the twelve figns, do make feveral angles,\nrays, afpefls, or configurations ; I fhall only fpealc\nof thofe which are moft forcible, denoted by the\nfollowing characters, before mentioned ; Con-\njunction 6 Sextile >|c\n,\nQuartile , 7'rine a,\nOppofition S .\nA ConjunSlion 6 is not properly an afpeCt,\nthough generally fo called ;\nfor when two planets\nare both in the fame degree and minute of a fign,\nthey are faid to be in conjunction; confequently\ncannot at that time be in afpeCl to each other\n:\nthis is cither good or bad, as the planets are either\nfriends or enemies to each other.\nA Sextile AfpeSi is when two planets are\n2 figns, or 6o degrees dillanc, as Jupiter in 15\ndegrees of Aries, and Saturn in 15 degrees of\nGemini: here Jupiter is in a Sextile afpeCt to\nSaturn ; this is an afpeCl of iraperfeCf love or\nfriendfliip, in any queftion propounded.\nA Quartile AfpeSl is when tv\/o planets arc\n3 figns, or 90 degrees, diftant; as Mars in 10\ndegrees of Taurus, and Venus in 10 dfgt-es of\nE 3 Leo\n:\n\f[ 42 ]\nLeo: here Mars and Venus are faid to be in\nQiiartile or fquare afpedt, which by profeflbrs is\naccounted an afpeil: of imperfect enmity ; the\nperfons fignified thereby may have contention,\nbut may be reconciled again.\nA Trine AfpeSl A is when any two planets are\nfituated 4 figns, or 120 degrees, diftant j\nas Mars\nin 12 degrees of Aries, and Sol in 12 degrees of\nLeo, are faid to be in Xrine afpe6ts j and this is\nan afpedt of perfedl love and friendfhip.\n%\n'I'he Oppofition § is when two planets are dia-\nmetrically oppofite, that is, 6 figns, or 180 de--\ngrees, or one half of the circle, apart; and this is.\nan afpeiSt of perfect enmity.\nh an afpeft conlifts of fo many de-.|\ngrees, as we have mentioned ;\nyet planets are faidl\nto be in afpea when they are not exactly in the:\nfame degrees, but within the moiety of their orbs 1*\nthis is called a Platick A\/piif. A Panile AfpeH is3\nwhen two planets are in a Perfea Afpea, in the;\nfame degree and minute. It muft be always care-\nfully obferved, in thefe Platick Afpea,, whether\nthe co-operation of the two planets is aoing off'\nor coming on with all its force and infTuehcc, as^\nthat w,ll materially affeft the matter under con-\nhderauon.\n\fC 43 ]\nA Table of the EJfential Dignities of the Planets^\n-\n'\n* according to the Great Ptolemy.\nX 1>\ni|- b1 c a -i Signs.\n-r <s^ 4:i +o KXjO KX Oik\nHoufes of the\nPlanets, or\nz; 0 0 z O z 'zo\nI\nZ3 0 z O Lords of Signs.\n+0 o* C8 'CT KX 1\n-X 83 <t5> o Exaltation.\n(O i\noo oo 1-4\nOi '\nOO sO\n<r' +0 O 0*j.T' +0 O o* -T* +0 O O\nKX\n• •\nO*\n.\nKX\n• 1\n•\n«i-pl KX >=«\n•\n-Fl\n2 Triplicities.\n+0 +0 4=1\nO* KX'O-' O* KX +0 4=1\noo O' O' oo O' O' ‘\nO' O' •^T oo O' H\nX KX KX +o 4:i +0 +0 jKX -X KX +0\nro\n3\nl-< M M M t-4 M\nro hO > -4^ Oo oo Oo On +>• c\/>\n•KX +o •X KX +o -fi ^'Kl KX +0 •X KX\nO\n•-n\nS5 K> 1-^ *H lO 1-^ 1\n^ to to to to\nrt'\no O o vO •H vO OO 'O o to M ro\nO* KX KX 'T'\n1\n4=1 +0 -3^ -T* o* ns\nM N> S) JO to to !\nto to to to to\nO' Ln Lri ^ On <y^ O' O' 3\n<7^ cSk 0:» 0^ j.o* -T*\nro\nCO\n,\/0 OO oo OO Oi oo oo ^ oo oo OO\nO o o o o o o o o o o O\ncr +0 4=: KX Oi Oj'T' +0 4=l' KX o*\nH\nH •-* >-* W4 H-l ^ hH\no o o_ o o O O ' o o o o O\no -0^ •K) |4:1 KX o* O\nM to JO to lO to '\nto to hO to\no O o o O O O '\nO O o o O\nO cr' +0 4:i Kxjcsk « o' +o ro <y>\nr-^\nOo oo OO oo oo\n«\nOO oo Oo Oo Oo oo\n<\/y O\nO o o o Q o O O o o Q O\nO KX. +o CH 4=1 ^T' Oik +0 Detriment.\n*oc 83 tat O +o| O* C8 0^ Fall.\nThis\n\fC 44 ]\nThis Table fliews that each of the planets have\ntwo figns for their houfes, except the Sun and\nMoon, which have only one each : thus the houfes\nof Saturn, are Capricorn and Aquarius j\nof Jupi-\nter, Sagittary and Pifces ;\nof Mars, Aries and\nScorpio; of Venus, Taurus and Libra; Mercu-\nry’s houfes are Virgo and Gemini ;\nthe Sun, Leo ;\nthe Moon, Cancer. One of each of tbefe houfes\nis diftinguiflied by the name of Diurnal or Day-\nhoufe ;\nthe other, by Nocturnal or Night-houfe,\nwhich is denoted by the letters D. N. in the table.\nIn tliefe figns or houfes the planets have their ex-\naltations, as pointed out in the third column, viz.\nthe Sun in 19 degrees of Aries, the Moon in 3\ndecrees of Taurus; and fo on.\nThe twelve figns are divided into four Tripli-\ncities. The fourth column fhev\/s which of the-\nplanets govern day and night in that Triplicity:\nfor example; oppofite Aries, Leo, and Sagittary,,\nare the Sun and Jupiter; which denotes the Sum\ngoverns by day, and Jupiter by night, in that!\nTriplicity: in like manner, Venus rules the earthy\nTriplicity by day, and Luna by night; Saturni\nrules the airy Triplicity by day, and Mercury by\nnight; Mars rules the watery, both day and.\nnight.\nIn\n\f[ 45 ]\nIn the fifth, fixth, feventh, and eighth columns,\noppofite Aries, ftand !{. 6, $ 14, &c. which fig-\nnify that the firfl: fix degrees of Aries are the\nterms of Jupiter ;\nfrom fix degrees to fourteen, are\nthe terms of Venus; and fo on. In the tenth,\neleventh, and twelfth columns, oppofite Aries we\nfind $ 10, O 20, ? 30, which fhews that the\nfirfl: ten degrees of Aries are the phafes of Mars ;\nfrom ten to twenty, the phafes of the Sun ;\nfrom\ntwenty to thirty, the phafes of Venus. In the\nthirteenth column, in a line with Aries, Hands\nVenus, in Detriment; which fhews that Venus\nbeing in Aries, is cppofite to one of her own\nhoufes, and is therefore in detriment. In the four-\nteenth column, in the fame line. Hands Saturn,\nin fall-, fignifying when Saturn b is in Aries, he is\noppofite to Libra, his houfe of exaltation, and fo\nbecomes unfortunate, and is hence faid to have\nhis fall in that fign Aries qr.\nThe great efFecHs produced by the planets under\nthefe fituations, are as follow: If the planet\nwhich is principal fignificator, be pofited in his\nown houfe, in any fcheme, figure, or calculation\nwhatever^ it indicates profperity and fuccefs to\nthe perfon fignified, or the bufinefs in hand, or\nwhatever elfe may be the fubjedl of enquiry.\nIf\n\f[ 4^ I\nir a planet be in his Exaltation, it denotes a-\npcrfon of majeftic carriage, and loftjr difpofition\nhigh-minded, aoftere, and proud.\nIf a planet be in his Triplicity, the perfon will\nbe profperous, and fortunate in acquiring pro-\nperty ; no matter whether born rich or poor, bis .\ncircumftances will be promifing and good.\nIf a planet be in his Terms, it denotes a perfon-^i\nto participate rather in the nature and quality of'\nthe planet; than in the wealth, power, dignity,.,\nand honour, indicated thereby.\nIf a planet be in Its Phafes, and no otherwife*\nfortified, though fignificator, it declares the per--\nfon or thing fignified to be in great diftrefs, danger,,\nand anxiety. And thus in all. cafes judgement is,\nto be given, good or bad, according to the firength,,\nability, or imperfections, of the fignificator.\nA planet is always eflentially firong, and\noperates with greater force, when he is pofited,\nas we. have defcribed, in his Houfe, Exaltation,\n&c. kc.*\n* Wc have taken uncommon pain* to make the foregoing Tabic\ncorrct^t.\nJ Takh\n\f-E 47 1\nji Table of 'the Friendjhip & Enmities of the Planets\nPlanets, Friends. Enemies,\nSaturn, V- O ^ J> ^ ?.\nJupiter,\nMars, ? h n o ^ j)\nSol, ^ ^ 5 D .h-\nVenus, n ^ o ^ j) h.>\nMercury, h V- O s D d'.\nLuna, V- O 9 s h d.\nBy the above Table you may clearly perceive\nthat the friends of Saturn are, Jupiter, Sol-,\nMercury, and Luna; his enemies are, Mars, and\nVenus. The reft is perfectly eafy.\nTable of the Orbs, and Mean Motion of the Planets.\nOrbs,\nSaturn,\nJupiter,\nMars,\nMoon,\nVenus,\nMercury,\nSun,\nDeg.\n10\nMin.\nMean Motion,\nDeg. Min. Sec.\n12 O -\n2 I\n7\n12\n4 59\non ---\n-*—• 0 31 27\n10 36\n59 8 .\n59 8\n59 8\nTable\n8 0 - -\n13\n7\n*7\non __ .\n•*’\n0\n0\n\fr 48 j\nTable of the PianetC Latitude*\nNortJj Latitude. South Latitude.\nDeg. Min, Sec. Deg. Min. See\nSaturn, 2 48 0 ^ — 2 49» 0\nJupiter, I 38 0 — 1 40 0\nMars, 4 31 0 . 6 47 0\nMoon, 5 0 17 5 0 12\nVenus, 9 2 0 9 2 0\nMercury, •\n3 , 33 0 —:\n3 35 0\nAll the planets, except Sol, are fometlmcs on'\nthe North fide of the Ecliptic, fometimes on the\nSouth fide; but the Sun always moves in the.\nJCcliptic, therefore can have no latitude*\nNow it muft be obferved, that the afpecSls ofi\nthe planets are projeftcd, or raft contrary-ways,,\neither forward in a line progreifively with the\nfign of the Zodiac, which are termed Sinifteri\nAfpedls ; or elfe backward, in a line rcverfe to\nthe order of the Zodiac, which are termed\nDexter Afpe£l;s ; as appears at one view in the\nfollowing Table.\nTABLE\n\f[ 49 ]\nw\nD a\no 2\niJexter,\nSlnifler,\njOexter,\nj\nSinifter, Dexter,\nSinifter,\na c a -§\n* ;i CC p -i !Ji X tt II M-\n1>\n-§ >1 X ^ II a ^\nI> 3 X i> li )3 >•\n8 r=^ l> Oo\nl> )3 P\n* 3 a \\> c *\no M P 25 +•> t- ^ cc\nl> X 0 n 5= ^ -§\nt>\noo a -i X II Co\nX II h*.\nJ\n* a Q- -§ X = II 1> *\nt! OC ^ !> X >3\nt> a 3 c 1> CC -? P !>\nOo ^0 0 a Oo\nla\nF\nTABLE\nof\nthe\nRADIATIONS\ncr\nSINISTER\nand\nDEXTER\nASPECTS\nof\nall\nthe\nPLANETS.\n\f[ 50 ]\nIn the foregoing Table, at the top of the third\ncolumn, note the charafters of the Afpeds,\nSextile Quartile , Trine A, and Oppo-\nfition 8 ,\nas placed over the figns of the Zodiac t\nin the firft, obferve the words Dexter^nd Sinifter,\nand in the fecond column, the fign t : thele are\nintended to fliew that a planet pofited in Aries,\nwould fend his Textile Afpeft dexter to Aquarius,\nand finifter to Gemini ;\nhis quartile dexter to\nCapricorn, his finifter to Cancer j\nhis trine dexter\nto Sagittary, his finifter to Leo ;\nan^vould be in\noppolitipn to a planet pofttcd in eq *1 degrees of\nLibra ;\nand fo on through the Table. It muft be\nobferved, that the dexter Afpedls are more pow-\nerful than the finifter.\nIt will not be improper to fay, as we are now\nfpeaking of Afpedls, that to know the true orbs\nof the planets, is cil'cntial ;\nas planets are feldom\nin apartile Afpeft, butufually in a platick Afpe£l:\nthat is, when they are in the moiety of their orbs%\nfor example ;\nfuppofe T:> be in 15 degrees of T,,\nand $ in 10 degrees of u, they are in platick.\nAlpefts ;\nfor the orbs of Saturn k ,\nas you may'\nperceive by the Table, are 10 degrees, the half\nof which is five; the orbs of Venus 2 are eisht:'\ntake half that, which is four, which added to half\nthe orbs of Saturn, makes nine degrees ;\nfo they.\n\fC 51 ]\nare within the orbs of a finifter fextlle Afpe<5^\nwhen they are nine degrees diftant; and I'a of\nthe other afpefls.\nThe Planets are faid to be in their Joys, when\nthey are pofited in thofe houfes wherein they are\nmoll flrong and powerful ;\nas\nb Joyeth in xc;\nIf in —\n^\n^\n# G a\n? ^ b\n^ t»R\nD 23\nExplanation of the Technical IVordo and Terms of\n* Art ufed in ASTROLOGY^ which every Studen^\nought tvell to underjland.\nApplication fignifies the approach of two\nplanets together, either by conjunction or afpeCt,\nand is of three kinds; the firft is when alight\nplanet, being dlreCl and fwift in motion, applies\nto a planet that is more ponderous ;\nas Mercury\nF 2 ia\n\f[ 52 J\nin eight degrees of Aries, and Jupiter in twelve\ndegrees of Gemini, and both direa; here Mer-\nemy applies to a Textile of Jupiter, by dired\napplication.\nSecondly, When they are both retrograde, as.\nMercury in twenty degrees of Arles, and Jupitef\nin fifteen degrees of Gemini; here Mercury, the*\nlighter planet, applies to the Textile aTped of:'\nJupiter: and this is by retrogradation.\nThirdly, The third kind is occa^oned by one*\nplanet being dire^f, and the other retrograde : forr\ninflancc; fuppoTe Mercury retrograde in lixteeni\ndcp-recs, Gemini and Saturn diredf in twelve:\ndegrees, in tlie Tame Tign ;\nhere Mercury, being,\ntiie lighter planet, applies to a conjundlion of;\nSaturn, by a retrograde motion : theTe two laft:\nare deemed evil applications. ObTerve, the fu—\nperior planets never apply to the inferior, but by\na retrograde motion ; the inlerior planets apply'\nboth ways.\nProhibitk'n, is when two planets are apply-\ning by body or aTpea, and before they come tc\ntheir nartile alpe^, another planet meets with the\nalpeft of the tormei, and lb prohibits the com-'\npletion of the buTineTs. As Mars, in ten degrees]\n\fi 53 ]\nof Aries; Venus, in five degrees of Aries; and\nMercury, in five degrees of Aries: here Venus\nis applying to a conjun£lion of Mars ; but before\nthey come to a perfect conjunftion, Mercury,\nbeing fwifter in motion, comes to a conjunftion\nwith Mars before Venus, and fo prohibits Venus.\nAlfo the Sun, being a fvvift planet, -frequently\nimpedites the other planets, either by body or\nafpeft.\nr\nStationary, is underftood of a planet, when,\nto the eye or fenfes of a beholder here on Earth,\nit appears to ftand jftill ;\nwhich they do before\nand after retrogradation.\nRetrograde, is wheft a planet appears to\nmove backward, from lO degrees, to 9, 8, 7, See.\nand lb, contrary to the fuccelfion of figns, out of\nTaurus into Aries ;\nand is noted in the Ephemeris\nthus,\n: Combustion; a planet is faid to be combuft\n1\nof Sol, when he is within 8 degrees, 30 minutes,\ni of his body, either before or after their conjunc-\ntion ;\nbut a planet is more afflifted when apply-\ning to his body, than when he is feparating from\ncombuftion.\nF 3 Cazimi ;\n\fr\nL 54 ]\n. ,\nCazimi ;\nthat is, when a planet is fituated in\nthe heart of the Sun, or only 17 minutes before\nor after; a planet in Cazimi is fortified, but a\nplanet combuft4s of a malignant nature.\nVoid of Course, is when he is fcparated from\nthe body or alpecl: of another planet, and doth not\napply to the body or afpecl of another planet\nwliilehe remaineth in thatfign; this moft ufually,\nhappens witli the Moon ; and in pra£lice it is\nremarked, that if tlie lignificator of the thing\npropounded be void of couri'e, the bufinefs under'\nconfidcration will not fucceed, nor be attended\nwith any fatisfa£tory confequenccs.\n< BiisiEGiKG, fignifies a planet fituated betwixt\nthe two evil planets, Saturn and Mars ;\nas Saturn i\nin 15 degrees. Cancer and Jupiter in 18 degrees,,\nand Mars in 20; here Jupiter is befieged of Sa--\nturn and ?dars.\nIncreasing in TjIght, is when a planet iS)\ndeparting from the Sun, or the Sun from a planet..\nSf.ba RATION, IS wnen two planets have been\nlately In conjunaion, or afped, and are juft fepa-\nTatcd tioiii it; as Saturn m degrees of l.ibra,,\nand.\n\f[ 55 ]\nand Mercury In 12 degrees of Libra; here Mer-\ncury is j'eparating from a conjundlion with Saturn\n;\nbut they are ftlll in platlck conjunftion fo long as\nthey remain within their orbs.—The exa£l know-\nledge of the feparation of thcfe afpedls is of the\nutmoft confequence in giving judgement upon\nvarious important occafions. For example ; fup-\npofe it were demanded whether a certain treaty of\nmarriage would take place or not; when all the\nafpedls arc colle61ed in the liorofcope or figure,\nand the two planets that are fignificators of the\nparties are found applying to each other in a con-\njunftion, and in common or fixed figns, the mar-\nriage may probably take place, in fome length of\ntime, if the fignificators are pofited in moveable\nfigns, angular, and approaching fwift in motion\nto a conjundfion, it may then be confummated in\na very fhort time ;\nbut if the fignificators are fe-\nI\nparated from a conjunflion only a few minutes of\nI\na degree, one may fafely conclude that there have\nbeen great probabilities, only a few days before,\njtliat the wedding would have taken place : but by\n['this afpe£l the parties appear to be in fufpenfe, or\na diflike has taken place ; and as the fignificators\ngradually feparate from the partile and platick\nI'conjunftions, in tl^fame gradation will the afFec-\nJtions of the parties alienate and wear away, and\ntby the comparative time the afpeft will be before\n\fC 56 J\nit entirely leaves, fo will the time be fo many 1\nweeks, months, or years, before the parties fhall i\nwholly relinquifli the connc<lilion.\nj\nFrustration, is when a fwift, light planet\nj\napplies to the body or afpeft of a fuperior planet, I\nand before he comes to it, the fuperior planet, or\nj\na more ponderous one, meets with the body or {\nafpeft of feme other planet; as Jupiter in 15'\ndegrees of Cancer, Venus in 10 degrees of the-\nfame fign, and Mars in 14 degrees of Taurus;,\nhere Venus applies to a conjunffion of Jupiter ;;\nbut before they come to a partile conjun»5lion, ,\nMars comes to a fextile of Jupiter, and fo fruf--\ntrates Venus, and in pradice utterly dellroys.\nwhatever is promifed by it.\nRefranation, is when a planet is applying;\nto the body or afpeft of another, and before he;\ncomes to it he falls retrograde, and fo refrains to)\nform the afpc6f expefted, as Saturn in 10 degreess\nof T. aurus, and Mars in y degrees of Cancer\nhere Mars, the fvvifter planet, applies to a fextile.'\nof Saturn ; but before he comes to, it falls re-\ntrograde.\nTranslation of Light and Virtue, is when\na lighter planet feparates from a weighty one, andi\nimmediately\n\f[ 57 ]\nimmediately applies to another fuperior plauet,\nand fo tranflates the light and virtue of the firft\nplanet to that which he applies to, as Saturn in\n20 degrees Aries, Jupiter in 13, and Mars in 14,\nof the fame hgn : here Mars feparates from a\nconjunction with Jupiter, and tranflates the light\nand virtue of that planet to Saturn, to whom he\nnext applies. The cfFeCt of this in praCfice will\nbe, that if a matter or thing be promifed by Sa-\nturn, then whoever was reprefented by Mars fhall\nprocure all the affiftance that the good planet\nJupiter could beftow, and tranflate it to Saturn,\nwhereby the bulinefs in hand would be the better\neffeCled, and more happily concluded ;\nand this\nbeing a very fortunate pofition of the planets,\nis very proper to be known, lince it promifes\nmuch in law-fuit', marriages, and all other quef-\ntions of the kind.\nReception, is when two planets that arefig-\nnificators in any queftion, ai e in each other’s dig-\nnities, either by houfe, exaltation, triplicity, or\nterm, as Sol in Cancer, and Luna in Leo ; here\nthev are in reception by houfe, or Sol in Taurus,\nand Luna in Aries ;\nthis is Reception by exalta-\ntion, &c. In praClice the ufe of this is con-\nfiderable : if the event is denied by the afpeffs,\nthe thing delired will fltortly come to pafs by\nreception, to the fatisfaCIion of all concerned.\nPeregrine,\n\fC 58 ]\nPeregrine, is when a planet Is pofited in ai|\njfign wherein he hath no eirentlal dignities. I\nOriental and Occidental. A planet, when i|\nOriental, rifeth before the Sun; when Occidental,,\n|\nfets after the Sun, and is feen above the horizoniji\nafter the Sun is dowm : when Oriental, is Eaft;;|l\nwhen Occidental, is in the Weft. (\ni\nDirect, is w'hen a planet moves according tO)|\nthe fucceffion of the ftgns, from Weft to Eaft, orri\nfrom T to b ,\nfrom b to n ;\nand out of 5 degrees,,j\nto 6, 7, 8, and fo forward.\n|\nI\nSuperiors and Inferiors; Saturn, Jupiter,,\nand Mars, are the Superiors, or ponderous planets;;\nVenus, Mercury, and the Moon, are called the.\nInferiors. A Superior always governs or over-\nrules an Inferior ; this obfcrvation holds irood.!\nO\nthroughout the whole fyftem of Nature.\nI\nSwift of Course, is when a planet moveS'j\nmore in twenty-four hours than his mean motion ;;\nand he is Slow of Courfe, wdien he moves Icfs in^\ntwenty-four hours than his mean motion.\nLongitude and Latitude ; the Longitude'\nof any planet or ftar is the degree of the Ecliptic:\nor\n\fr- 59 ]\nor Zodiac in which they are found pofited, being\nnumbered from the firil point of the fign ArieSk\nLatitude is the diflance from the Ecliptic Line,\nNorth or South, numbered by the degrees of the\nMeridian.\nUnder the Sun’s Beams. A planet is under\nthe Sun’s beams until he be removed 17 degrees\nbefore or after his body.\nDeclination, is the diftance a planet fwerves\neither North or South from the Equator or Equi-\nnoftial Line.\nRight Ascension, is the number of the de-\ngrees and nxinutes of the Equinoftial Line,\nreckoned from Aries, and comes to the Meridian\nwith the Sun, Moon, Stars, and Planets, or any\nportion of the Ecliptic.\nOblique Ascension, is the degrees and mi-\nnutes of the Equinoctial Line that come to, or\nrife with the degree of longitude of any liar or\nplanet in the Horizon ;\nor it is the degree of the\nEquinoctial that comes to the Horizon with any\nIftar or planet in an oblique fphere.\nOblique Descension, is the degree of the\nlEquinoCtial Line that fets in the Horizon, with\nthe\n\fP 6o ]\ntlie degree of longitude of any planet or flar in\nan oblique fphere.\nAscensional Difference, is the dlftlnflion\nbetween the Right and Oblique Afcenfion of any\nIfar or planet reckoned in the Equator.\nHoroscope, IS a figure or fcheme of the Twelve\nHoufes of Heaven, wherein the planets and poli-\ntions of the Heavens are colle£led for any given\ntime, either for the purpofe of calculating nati-\nvities, or anfwerlng horary qucftions ;\nit alio fig-\nnifies the degree or point of the Heavens riling\nabove the Eaftern point of the Horizon ;\nbut it is\nnow ufually called the Alcendant\/\nExplanation of the Twelve Houfes of Heaven, and\nJjirological Signification of them.\nThat the Reader may form a competent idea of\nwhat is meant by the Twelve Houles of Heaven,,\nlet us fuppofe the whole celcftial globe or fphere\nof Heaven divided into four equal parts, bv the\nhorizon and meridional line ;\nand each of thefc\ninto four quadrants, and each quadrant into three\nequal parts, by lines draw'n from points of\nfeftlons\n\fr 6i ]\nfedtions in different parts of the horizon and\nmeridian, equi-diftant from each other; by this\noperation the whole globe or fphere will be appor-\ntioned into twelve equal parts, which conftitute\nwhat we call the Twelve Houfes of Heaven:\nand thefe Houfes, obfervation and experience\nabundantly Oiow, make up that great Wheel of\nNature, whereon depend the various fortunes con-\ntingent to all fublunary matters and things.\nA Figure of the Florofcope or “Twelve Houfes of\nHeaven.\nSouth.\n\f[ 62 ]\nThe lines thus drawn, defcribe the above figure\nor horofcope, into which the figns and planets are\nfeverally introduced and reprefented as in their\ntrue places in the Heavens, before any queftion\ncan be folved, or nativity calculated. The fpace\nin the centre, were the figure drawn circular,\nmight reprefent the vacuum wherein the Earth\nmoves; but it generally is ufed to write dov\/n\nthe day, year, and hour of the day, when the'\nfigure was ere(Sled, and the purpofe of it.\nThefe Twelve Houfes are each diftinguifhed by\ntheir refpe^live figures, and are either Angular,,\nSuccedent, or Cadent. The Angular houfes are?\nfour, called the Afcendant, Mid-Heaven, or'\nMedium Coeli, the feventh houfe and the bottomi\nof heaven; thefe are deemed the moft powerful:\nand moft fortunate houfes: the Succedent houfes,,\neleventh, fecond, eighth, and fifth, are ranked!\nnext in force and virtue to the angles : the Cadent'\no\nhoufes are the third, twelfth, ninth, and fixth,\nand are confidered of the leaft efficacy of them ah..\nWe (hall now explain their properties in that'\nfyftem of nature upon which the do£lrine of\nhorary queftions is grounded ; and fuch has beerr\nthe induftry and indefatigable labour of our fore-J\nfathers in bringing this fcience to perfedfion, anti\nin difcoYcring and diftinguifhing the particular'\nfignificationi\n\fr 63 ]\nfiiiiiifications and efFedls of all pofitions of the\nplanets in thefe Twelve Houfes of Heaven, that\nwhoever takes the pains to inform himfelf fuffi-\nciently of them, will not be in want of compe-\ntent grounds whereon to judge and give rational\nanfwers to every queftiot) on tne common occur-\nrences of life, or any undertaking, with the con-\nfequences and fuccefs of them.\nThe FIRST House bears fignification of the life\nof man ;\nftature, complexion, form, and fhape of\nhim who propounds a quellion ; in ftiort, all\nqueftions relating to health, long life, travelling\nby land or fea, whether attended with fafety and\nfuccefs. Thefe, and a number of other circum-\nftances that affect life, are to be anfwered from\nthe firft houfe. Of colours, the firfi: houfe gives\na white; that is, if a planet be pofited in this\nhoufe, that governs a light colour, and a queftion\nbe propounded from any party relative to a perfon,\nmatter, or thing, where colours are concerned,\nand this planet be fignificator thereof, then the\nj\nperfon’s complexion and drefs, or if cattle, then\ntheir colour, fhaJl be of a white, pale, or lightifii\nkind. Though this may appear abfurd to fome\nof our readers, the fa£l ftands unfhaken in prac-\ntice. Now, as every one of the twelve houfes\nhave their fignificators, fo have they alfo their\nG 3 con*\n\f[ 64 ]\nconJi^TilJicotoTs^ which have frecjueiit operatiorij\nand oupht to be confidered. A confignificator\nis a planet, either fallen into conjiin£lion, or\njoined in afpecl with the principal figniflcator :\nin which cafes, the planet either affifts or oppofes\nin the matter under confideration. If it be joined\nwith a benevolent planet, it imports good j\nif an\nevil one, it denotes deftrudion, or great difturbance\nto the fubiefl of enquiry in the completion of it.\nThe confignificators of this Houfe are Saturn\nand Aries.\nThe SECOND House relates to wealth or po--\nverty, profperity or adverfity, lofs or gain, in any\nundertaking that may be propounded by the quo-*\nrent j* and alfo concerning moveable goods, money\nlent, or employed in fpeculation. In fuits of\nlaw or equity it fhews a man’s friends. It gives ai\ngreen colour; and the fame remark holds good in'\nall other Houfes, as mentioned in the firft Houfe..\nThe confignificators of this fecond Houfe are.\nJupiter and Taurus.\nThe THIRD House gives judgement upon\nall queftions relative to brethren, fifiers, kindred,,\nand neighbours; and of all inland journies; and\nof reniov’ng one s manufaiffory or buiinels from\none place to arothcr, ^c. Its ccnfignihcators\nare\n\fC 65 J\nare Mars and Gemini ; Mars is, of courfe, not fo\nevil In this Houfe as in the other: it gives a yel-\nlow, red, or forrel colour.\nFrom the fourth House we refolve all ques-\ntions in any way relating to the father of the\nquerent; alfo all enquiries concerning land,\nhoufes, or eftates; or to towns, cities, caftles, or\nintrenchments befieged, or treafures hidden in the\nground ;\nand all other things relating to the Earth\nare anfwered out of this houfe, which is called\nImurn Cceli, or Angle of the Earth. Its conligni-\n7 0 O\nficators are the Sun and Cancer: it governs the\nred colour.\nBy the fifth House we form all our predic--\ntions relative to children and to pregnant women;\nalfo all queftions concerning the prefent health of\nabfent Tons or daughters, or the future health of •\nihofe at home; enquiries relating to the veal and\nperfonal effedfs of one’s father,- or concerning the\nfuccefs of mefl'engers, ambafladors, or refpedting\nthe ammunition or flrength of a place befieged,\narc all anfwered from this houle. Its confignifi-\ncators are Venus and Leo: it indicates a mixed,\ni\nblack and white, or honey colour.\nThe SIXTH Hoose refolves all queftions that\nin any refpedl appertain to fervants, cattle, pr the\nG 3 ftdte:\n\f[ to ]\nftate of Tick perfons, v\/hether curable or nof, the\nnature of the tiifeafe, and wliether of fliort or long\nduration; particulars relating to uncles or aunts,\nand all kindred on the father’s fide ;\nal fo concern-\ning one’s ftev\/ards, tenantc. Sic. its configir.fi-\ncarors are Mercury and Virgo; it is in no afpe<5t\nto the Afcendant, and is always deemed an unfor-\ntunate houfe ; it gives a black or dark colour.\nBy the SEVFNTH Mouse we are enabled to re-\nfolve all queftions on love affairs and marriage,\nand to dcfcribe the perfon of either man or woman\nthat the querent wl:l be joined with in marriage;\nit likewile anfwers all enquiries of the defendant\nin law-fuits or litigations, or concerning our pub-\nlic enemies in rime of war; in thefts, it enables\nus t.) deferihe the perfon of the robber, by his\nfjiape, fiature, complexion, and condition of life;\nand it dilcovers fugitives, outlawed men, and of->\nfenders cfcaped from juftlce ; it alfo fignifies grand-\n* fathers. The coniignificators to this houle are the*\nMoon and Libra : it gives a dark blue, brown, or\nblack colour.\nFrom the eighth House we lolve all queilions'\nconcerning death, its time, quality, and 'nature,,\nwith all matters relating to legacies,\\vills, and lafL\nteft aments, or who (hall inherit the fortunes orr\ncfttiiCs of the deceafed, inquiries on the portiem\n\fC 67 ]\nof maids and widows, in law-fuits relative to the\ndefendant’s fuccefs and frientfs, and queftions on\npublic or private enemies, or concerning the fub-\nftance and fecuiity of thole we connedl ourftlves\nwith in bufinefs, are all anfwercd by the fituation\nof the planets in this houfe. Its confignificators\nare Saturn and Scorpio j\ncolour, green and black.\nBy the ninth Mouse we are enabled to refolve\nall queftions on the fafety and futcefs ®f voyages\nand tfavels into foreign countries, concerning the\nclergy, benefices, preferments, advowfons, &c,\nand all quefiions relative to kindred, on the w'ife’s*\nfide, or hulband’s if the wife is the querent, and\nall matters relating to arts and fciences, books, &c,\nJupiter and Sagittarius are confignificators; it\nrules green and white.\nThe TENTH House, being the Medium Cceliy\nor mold elevated part of the whole Heavens, re-\nfolves all queftions concerning kings, noblemen,\njudges, magiftrates, and all other perfons in power\nand authority ;\nit fignifies the querent’s mother,\nand hath fignification of honour and preferment,\nif attainable or not. The confignificators are\nCapricorn and Mars ; its colours are red and white.\nBy the eleventh FIouse we anfwer all en-\nquiries relative to friends, hope, truft^ expectance,\nor\n\f[ 68 ]\nor defire; alfo whatever relates to the perfidy of\nfriends. The confignificators of this houfe are\nthe Sun and Aquarius ;\nits colour, falFron or deep\nyellow.\nThe TWELFTH House, being the Houfe of\nTribulation, refolves all queftiuiis of forrow, af-\nfliction, anxiety of mind, trouble, diftrefs, and\niinprifonment, perfecution, malice, fecret enemies,\nfuicide, trcafon, aflaffination, and all misfortunes\nof ‘mankind ;\nand relations on the mother’s fide.\nIts confignificators are Venus and Pifces ;\ngreen\ncolour.\nOf the garters of Heaven figntfied by the Twelve\nHOUSES.\nSigns.\nEaft.\n« S. by E. \\j\nu W. k by S\/\nes North.\n5^ k by N.\nrji S. & by VV.\nWeft.\ntti, N. & by E,\n4^ E. k by S.\n>f South.\n^ W. k by N.\n>£ N. & by VV.\nHoufes.\nFirft is Eaft.\nSecond — N. E. bv E.\nThird — N.N.E.\nP'ourth — North.\nFifth — N.VV. by W..\nSixth W.N.VV.\nSeventh — Weft.\nEighth — S.W. byS.\nNinth — S.S.W.\nTenth — South.\nEleventh — S. E. by E.\nTwelfth — S. S.E.\nThe Quarters and Signs are ufeful to find out-\na thief, things loft or miflaid, &c.\nOf\n\f[ 69 ]\nOf the D^crlption and Signtfcation of the SEVEN\nPLANets in any of the Signs of the Zodiac.\nPerfons deferihed hy Saturn in the Twelve Signs,\nV\nSaturn in Aries^—reprefents one of a moderate\nftature, ruddy complexion, but fomewhat ob-\nfeure : high forehead, great full eyes, dark hair,\nbut little beard; a fpare, lean perfon j\na great\nboafter of his aitions ; an ill-natured, qu^rrel-\nfoir.e, contentious perfon.\nT? in Taurus.—He reprefents one of a mean fta-\nture, a lean body, a heavy lumpifh perfon, dark\nhair, and uncomelv perfon ;\nhe is generally in-\nclined to vicious and fordid actions, and delights\nin all forts of diffipation and venereal purfuits*.\nT? in Gemini —He reprefents one of an indifferent\ntall ffature, an oval vifage, the hair black or\nhrownifh, a well-proportioned body, humane,\nand ingenious, but of a perverfe nature and\ndifpcfition, and generally unfortunate, &c.\nT;' in Cancer. —He fignifies one of an indifferent\nfeature, of a lickly conflitution of body, thin\n%\n* The fortunate planets, by their propitious' rays, modify the\notherwife baneful influences of the malevolent ftars : This is an\nQbllrvation which invariably holds good-.\nfacPj\n\fface, and brownifh hair ;\nlometimes the perfon\nis crooked, ill-fhaped, and ill-conditioned, in--i\ndined to malice and hatred, vicioufly inclined.\nin Leo. —He reprefents one fomething tall, big- ;\nboned, not very much inclined to fatnefs ; the :\nhair of a light brown j\nhis temper and difpofi-\ntion tolerably good, but fomewhat paflionate andlji\nmalicious ; he has an appearance of nobility.\nin Virgo. —-He fignifies a tall, fpare body, fwar--\nthy complexion, brown or black hair ;\na melan--!\ncholy pt-rfon, fomething inclined to ftudy j\nma- i\nlicicus 'y and when angry, it will be long before?\nhe be pleafed again; he is inclined fometimesj\nto theft, and a perl'on of reftrved thoughts;,\nand generally unfortunate,\nh in Libra. —He reprefents a perfon of large?)\nflature, a well-compofed body, oval vifage, a-\nlarge forehead, and brownifh hair;, he is high—\nfpirited, very much conceited of his own ac-\ntions, fomewhat prodigal and expenlive, and'\nfoon moved to anger ; inclined to controveriy,,\nand often vidor.\n^ in Scorpio. —He fignifies a perfon of a low fta-\nture, broad fhouldcrs, and brown or black hair;,\nhe is quarrelfome, much given to debate anth\ncontentions, and all fordid adfions.\nin\n\f[ 71 ]\nJp in Sagittary . —He reprefents a well-compofed\nperfon, of an indifferent large ffature, brown\nhair, courteous in his behaviour to all perfonsj;\nbut will not take any provocation ; he is cho-\nleric, but foon reconciled, and merciful.\nfp in Capricorn. —He reprefents one of a middle\nftature, not very tall, a lean fpare perfon, long\nvifage, little eyes, brown or black hair, an ob-\nfcure fallow complexion ; he is covetous of\nworldly goods, a melancholy perfon, ufing but\nfew words ; he is peevifli, and will retain anger\na long time, and is grave.\nTp in Aquarius. —He gives a middle ftature, brown\nor black hair, rather inclined to fatnefs than\notherwife j he is of a courteous difpofition, of\nan ingenious fancy ; a lover of arts, yet con-\nceited of his own ingenuity. ,\nI\n\\p in Pifces . —He fignifies one of a middle ftature,\nof a pale complexion, black or dark brown hair,\nfull eyes, and a great head ; an ill-conditioned,\nmalicious, contentious, difiembling perfon*.\n* We wifli the Reader to pay his principal attention, in his\ndefeription of any party, to the Signs and Planets, pages 9, 10, &c.\nwhich will alone convince him of the truth of this Science.\nOf\n\f[ 72 ]\nOf Jupiter in the Tivelve Signs.\nJupiter in Aries^ denotes one of a middle ftature, ,\n'\nof a ruddy complexion, an oval vtfage, the haif\nof a brown or flaxen colour, a quick piercing,\neye, a very obliging perfon, of a tree and noble*\n*\ndifpofition, a lover of friendfhip, peace, and I\n••\ntranquillity.\nIf. in Tflr\/rKx.—He reprefents one of a mean fta--\nture, not very decent, his complexion fvvarthy,,\nthe hair brown-; his conditions are indifferenci\ngood ;\na lover of women, yet of a good car-\nriage ; a wife difereet perfon, and humane.\ni 1\nIt in Gemini. —He denotes a large, tall perfon,\n• fomething above the middle ftature, brown hair,,\nand a well-compored body; courteous in his:\nbehaviour, and obliging to all perfons ; he de-\nlights in women’s company, and is a lover of:\narts and feienees*.\nIt in Cancer.' He fignifieth a perfon of a middl®\nIfature, a pale fickly eomplexion, and oval vi—\nfage ; he hath dark brown or black hair ;\nnoi\n* If Jupiter is near violent fixed ftars, it renders the perfon\nrafii and fickle.\n\ft 73 ]\nVety plcafant perfon; he hath afpiring thoughts,\nand aims at great things ; a bufy body, that\nloves to concern himfelf v\/ith other men’s af-\nfairs, and a great lover of the ladies.\nIf in Zfo.—He rcprefents one of a tall flature,\nand of a well-ccmpofed body; light-coloured\nhair, or fometimes yellow, fomething curling ;\ncomely eyes, of a ruddy complexion, and of a\n‘\ngood difpofition; bold and ftout-hearted, de-\nlighting in manly valiant adbions, and very de-\n•firous of honour.\nIf in Virgo. ^\n—He fignifies a well -compofed perfon,\nwith brown or black hair; he is much given to\nftudy feveral arts and fciences; of a choleric\ndifpofition, and covetous ; ambitious of honour,\n. and a lover of money; and generally handfomc.\n'Tf in Libra. —He reprefents a perfon of a neat,\nwell-compofed body, of a plcafant countenance,\nan oval vifage, light-brown or flaxen hair, of a\nvery good difpofition, delighting in all pleafant\ncxercifes and recreations ;\nand by liis good be-\nhaviour, he is beloved of all men.\nIf in Scorpio. —He denotes one of a middle flature,\n-fomething inclined to fatnefs, of a dufky com- .\nI\nH plexion.\n\f[ 74 ]\nplexion, brownifli hair ;\nhe is highly conceited\noF his own actions, and of an ill-nature, cove-\ntous of worldly goods, and thinks himfelf above\nhis fuperiors.\n% in Sagittary. —He reprcfents one of a tall Ma-\nture, a ruddy complexion, an oval vifage, the\nhair of a chefnut colour; a well-compofed per-\nfon, of a very good behaviour, juft in his actions;\nhe is a lover of horfes, and naturally a good\nhorfeman.\nIf in Capricorn. —He fignifies one of a very little\nftature, of a thin face, pale complexion, and\nbrown hair ; a very weakly perfon, peevifli,\nftckly, and ill-natured.\n“V in Aquarius . —He fignifies a perfon of a middle\nftature, of a good complexion, brown hair,\nand a wcll-fet perfon, of a pleafant merry dif-\npofition, delighting in good company, and very\njuft in his adtions.\n% in Pifees.—n^ reprcfents one of a mean ftature, .\nbut inclined to fatnefs, the hair of a 1 ight brown ,\nhe is a lover of mirth, and mufical indruments .\nhe IS ftudious in feveral arts and fciences, and I\nvery ingenious, delighting in good company andl\npleafant recreations, and fortunate by water.\nOf\n\f[ 75 }\nI\nOf Mars in ihe Twelve Signs.\nj^^ARS in y^ries, fignifies or.e of a middle flature,\nbig-boned, and a well-let perfon, of a fwarthy\ncomplexion ;\nfometimes the hair is red, or of a\nJight colour, and curling; a fharp hazle eye,\nof a bold confident countenance, ambitious of\nrule, a lover of war and contefls.\nS in Taurus. —He reprefents one of a middle Ma-\nture, but not tall ; a dull complexion, a broad\nface, great wide mouth, black hair, and no very\npleafant perfon ;\nhe has often a mark with fome\nweapon on the face ; he fignifies a treacherous,\nfalfe, dilfembling perfon ;\ngluttonous, luxurious,\nand a lover of lewd women’s company.\n^ in Gemini. —He denotes one of a tall flature^\na w^Il-proportioned body, his hair black, or\nbrown ;\nhe fignifies one of a wandering, unfet-\/\ntied mind, of a choleric difpofition, and of a\nrafh, turbulent fpirit*.\nS in Cancer.\n—He deferibes a perfon of a fiiort\nftature, a difproportioned body, fometimes de-N^\nformed by crookednefs, &c. the hair is brown, ^\nthe complexion is for the moft part white; he\nfignifies a fottifli, dull-fpirited perfon, a lover\nHz .of\n\f[ 76 ]\nof wine, a promoter of quarrels, and a meaa\nperfon.\nS in Leo. —He reprefents one of a tall, ftrong,\nable body, his hair of a dark flaxen colour, a\nlarge face, and great eyes ;\na very haflry, cho-\nleric perfon, of a free-hearted, generous fpirit,\ndelighting in {hooting and aH warlike cxercifes.\nin Virgo. —He defcribes a well-proportioned\nperfon, of a middle {lature, of a fwarthy com-\nplexion*, brown or black hair, foon angry,\nbut long before he be pleafed again; a perfon\nfufficiently ill-conditioned, and unfortunate in\nmoll of his aiflions.\n$ in Libra . —He defcribes a perfon fomething tall,\nand of a welj-compofed body, an oval vifage,\nthe hair of a light brown a perfon of a fan-\nguinc complexion, and a pleafant chearful coun-\ntenance, a lover of women’s company, and am-\nbitious of his own praife.\nS in Scorpio.\n—He reprefents one of a middle {la-\ntuic, a fwarthy complexion, broad face, black\n« (T !m earthy figns makes the native fullen; free and obliging\nin airyfigns; in watery, fottilh and ftupid. The Student mulk\nconf.Jer if he is well beheld of ^ , Q or ]) , &rd the fixed flars,\nas they alter the fignlficatioftt for the better.\nhair,\n\f[ 77 ]\nhair, and curling; an ungrateful, revengeful,\nquarrelfome perfon, but yet very ingenious in\nfeveral arts and fciences.\nS in Sagittarius.—He defcribes one of a tall fta- •\nture, and in' every part well-proportioned, an\noval vifage, brown hair, and very good com-\nplexion ;\nhe delights in good merry company;\nhe is of a choleric difpofition, delighting in\nwar and warlike exercifes*.\nd' in Capricorn.—He rcprefents one of a mean\nflature, a fpare, lean body, thin face, little head,\nblack hair, but an indifferent complexion ; a\nperfon of a good fpirit, ingenious and quick-\nwitted, of a good difpofition, and fortunate in\nhis aftions.\n$ in Aquarius. —He reprefents one of a middle\nftaturc, a well-proportioned body, a good com-\nplexion, the hair red, or of a fandy flaxen ;\nhe'\ni is very quarrelfome, and much given to contro-\nI\nverfy, which many times proves to his own pre-\n.\njudice.\nI\nt d' in Pifees. —He defcribes one of 'a fhort ftature,\n^\nbut flefhy, the hair of a light-browm or flaxen\nI\n>\nS\n* If Mars be in (j or g of Tp , or with y , and they in\nangles, then the native is more fierce and violent; in fiery figns, .\ncboiciic.\nH 3 colour.\n\f[ J\ncolour, the body very handfomely compofcd j.\nhe often delights in the company of lewd wo-\nmen ;\nhe is a difTeinbling perfon, and of a dull\nand ftupid underfranding.\n0\/ ike Sun in the Tucelve Signs,\nSot, in Aries, reprefents one of a middle ftature^\na ftiong and wcl!-coir,pofed body, a good com-\nple,\\ion, the hair of alight-flaxen or yellow co-\nlour; he is of a noble difpofition, delighting in\nwar ; he is a terror to his enemies, gaining,\nmuch honour arrd renown therein.\nG in Taurus. —He deferibes a veell-fet perfon, of\na fl\\ort flatuic, but not verVxComelv ;\na broad\nlace, wide mouth, great nofe ;\nof a dull com-\nplexion; hrown hair ; a bold, t'onfident perfon,.\nuclighting in v\/aY, and is often vidforious.\nG in Gemini. —He deferibes o;tc of a large ftaturc,.\nof a fanguine complexion, brown hair, and a\nw'ell-compofed body; he is courteous in his ac-\ntions, and of a good difpolition, yet not very\nicitunate in his affairs, but yet content, and\nWill pafs by flight abufes.\nG in Cancer. —He denotes one of a little ftaturc,\n©f an unhcuhhful difpofition of body, an ill\ncouiplcxion.\n\fcomplexion, with fome defccSl; in the face ;\nhe\nhath brown hair, and is a good-natured perfon,\nof a picafant difpofition, delighting in merry\ncompany, fports, and paftimes ;\nhe is a lover of\nwomen’s company,, and a free-humoured jovial\npcifoiu\nG in Leo. —He reprefents a flrong, well-propor-\ntioned perfon ;\nhe hath a full face, large eyes,\nlight or yellow hair ;\na fanguine complexion;\nhe is faithful and juit to his friend, and courte-\nous to all men ;\nhe performs his promifes fully,\nand is defirous of honour ;\nhe hath fometimes\na fear in his face ;\nhe delights in good pleafant\ncompany.\nO in Virgo. —He reprefents a well-proportioned\nbody, but of a very large ftature, not very fat;\nthe hair of a brown or black, and much of it;\nhe is of a good complexion, and of a good dif-\npofition ; one that delights in all civil recrea-\ntions,. and a very pleafant ingenious perfon*\nG in Libra. —He deferibes one of an upright,,\nflraight body, a good complexion, an oval vifage,\na full eye, light-coloured hair, yet unfortunate\nin his adlions, efpecially in warlike affairs; he\nlofeth his honour, and is expofed to much\ndanger.\n\f[ Bo ]\nO i'l Scorpio.—Ue rcprefents one of a middle fta--\ntare, a wcll-fet pcrlon, a cloudy complexion;\nhe hath a full, flefliy face, and brown hair, the\nwhole body inclined to tatnefs; he is of a rugged\nnature, but very ingenious, and defirous of ho- '\nnour; he is expert in war, alfo in phyfic and i\nchemiftry, and fortunate on the fca.\nO hi Sr.gittary, —He deferibes a comely, tall, well-\ncompofed perfon, of a fanguine complexion,\nan oval vifage, the hair of a light brown ;\na\nhigh-fpirited, proud perfon, ambitious of ho-\nnour, delighting in war; he is adlive and plea-\nfant, and fcorns to take abufe of any.\nO in Capricorn. —He deferibes one of a little fta-\nture, of a white complexion, a lean, fpare body,\nnot very well proportioned, an oval vifage, and\nbrown hair; he is of a good difpofition, very\ningenious, and viii-torious in war ; he is of an\nundaunted fpirit, and delights in women’s com-\npany.\nO in Aquariiii.—Wt reprefents one of a well-coni-\npofed, corpulent oody, of a middle ftature, of\na good complexion, of a full, round face, and\nlight-brown hair, and defirous to bear rule over\nothers.\nO\n\fC ]\n0 in Plfces, —He defcribes a perfon of a low Ma-\nture, a rcafonable good complexion, a round\nface, and light- brown or flaxen hair; a corpu-\nlent body ; he delights in merriments,, and in\nkeeping women’s company, in fports, and\ngames; he is expenfwe and prodigal.\nOf Venus in the Twelve Signs,\n\/enus in Aries^ reprefents a flender body, of a\nmiddle ftature, of a good complexion, light hair,\nand an indiflerent-well proportioned body, but\nvery unfortunate*' in his actions; he is fometimes\na lover of company, and very extravagant.\n? in Taurus.— reprefents one of a middle\nftature, a comely, well-proportioned perfon, of\na good complexion, dark-brown hair; one of\na very good difpofltion, for which he is beloved\not every one ; he is fortunate in his adtions,\nand obliging to all perfons.\n? in Gemini.— She rcpi^fcnts a flender, tall, well-\nproportioned perfon, brown hair, and of a good\ncomplexion ; he is loving and free-hearted,\nand hates all unjufl: adtions ; he is merciful, and\ncharitable to the poor, and honefl: in all his\nactions.\n* B'jcaufe 2 recelvgs her detriment In fy*.\nS\n\f[ 82 J\n? in Cancer—She defcrlbes one of a fhort ftature^,\na body I’omething inclined to fatnefs, a pale*\ncomplexion, round face, light-coloured hair;;\nhe is mutable and inconftant; he is gluttonous,.,\nidle, a lover of good company and vain recrea--\ntions.\n? in Leo, —She reprefents one of a moderate talll\nIbature, and a v\/cil-proportioned body, of a good!\ncomplexion, a round face, a full eye, the hair:\nof a light brown or Tandy flaxen, fometimes?\nfreckles in the face; his conditions are indiffe-\nrent good ;\nhe is pailionate, but his anger is Tooni\nover; he is of a generous, free humour, fome—\nthing proud, and lickly.\n? in 1 irgo .\n—She deferibes one moderately tall,,\nof a well-compofed body, an oblcure dufkifh;\ncomplexion, an oval vifage, and dark-brov\/n or:\nblack hair; a very ingenious peiTon, but oTtcni\ncroflbd in his underftanding ;\nhe is an adive,,\nfubtil perfon, and of a very fearching fancy.\nS in Libia. She deferibes a well-proportioned,,\ntall, upright per Ton, of a fanguine complexion,,\nan oval vifage, and dimples in the cheeks,,\ni^ometimes freckles in the face, with comely,\nbrown hair; a courteous, civil, reTpedable per-\nfon, who delights in good and virtuous com-\npany.\nS rai\n\f[ 83 J\n? in Storplo . —She reprefents one of a middle Ma-\nture, and a well-fet perfon, fomewhat fat; a\nbroad face, dark-brown or black hair, a dulkifh\ncomplexion; ihe denotes a quarrelfome perfon,\nhateful, envious, a lover of contentions and\nunworthy adlioris.\nS in Sagittary . —She reprefents one of a tall fta-\nture, a clear complexion, an oval vifage, light-\nbrown hair, and a well-compofed perfon, of a\ngood difpofition, of a noble fpirit, delighting\nin plcafant recreations, but a little proud and\npaffionate, yet he will not continue long in\nanger.\n$ in Capricorn . —She deferibes one of a middle\nftature, a lean, fpare perfon, of a fickly com- A'\nplexion, thin face, dark-brown or black hair,\na lover of women ;\nhe is much given to drink-\ning, and talking of his pleafure, but not very\nfortunate in his adtions.\n? inJquarius, —She deferibes a handfome, decent,\nwell-compofed body, a very good complexion,\nthe hair of alight-brown or flaxen colour ; a\nperfon of a very good difpofition, very courteous\nand obliging to all men, and an hater of evil\nadtions ; a lover of peace and quietnefs, and\ntakes delight in civil recreations.\n.?\n\f*\n[ J\n‘5 m Pijces , —She denotes a perfon of a middle;\nftature, of a good complexion, a round face,,\nfometimes a dimple in the chin, the hair of a.\nlight-brown or flaxen colour, and one of a very-\ngood difpofition; ne hath an ingenious wit, is^\njuft in his adlions, and a lover of peace and;\ntranquillity.\nOf I\\'Iercur.y in the Tzvelve Sig7is.\n^Iercury in Aries^ defcribes one of a fhort fta—\nture, a lean, fpare body, an oval vifage, no clear:\ncomplexion, light-brown hair, a quarrelfome,,\ndifeontented perfon, giving to lying, theft, and\nbreeding of fti ife and contentions.\n:l\nin Taurus.\n—He reprefents one of a middle fta—\nture, a vvell-fet, corpulet»t body, a ftwarthy com-\nplexion, and dark-brown hair; he is a great:\nlover of company, and of women ;\nhe is a floth—\nlul perlon, and one that loves his own eafe,\n^ in Gctnini. —He defcribes a well-compofed body,,\nrealonably tall of ftature, of a good complexion,,\nthe hair of a light brown ; he reprefents a very\ningenious perfon, a lover of arts and fciences,,\nwho w'ill eafily attain them without a teacher.\n\f» in Cancer. —He reprefents a pcrfon of a mean\nftature, of an ill complexion, a thin face, fliarp\nnofe, little eyes, dark brown hair ; a malicious,\nknavifli, fottifh pcrfon, given to lying, ftcaliiig,\nand diflimulation.\ng in Leo.'\n—He deferibes one of a large ftaturc,\nof a fwarthy complexion, a round face, large*\neyes, and light- brown hair ; a choleric, proud\nperfon, delighting in quarrels and contention,\nand a lover of mifehief.\n5 in Virgo. —He reprefents a tall, \/lender, wcll^\ncompofed perfcyi} of an obfeure complexion, a\nlong vifage, the hair of a brown or black, but\na perfon fufficiently ingenious, delighting to\nin good apparel, according to the capacity of\nhis birth and quality ; if Mercury be not af-\niliiftcd, he makes a good orator, he.\n^ in Libra. —He reprefents one of a moderate\ntall ftature, a well-proportioned body, of a fan-\nguine com.plexion, the hair of a light brown ;\na wife, ingenious perfon, of a very good difpo-\nfition, juft in all his a£\/ions, and a hater of\nvices j he is a lover of learning, and a virtuous\nperfon.\n5 in\nI\n\ft 86 ]\nIn Scorpio. —He defcribes a perfon of a middle |\nMature, and a well-fet, ftron^, able body, a\nfwarthy complexion, dark-brown hair, and curl- ^\ning; he is a great lover of company, a lover of\nwomen, and of an ingenious wit.\nIn Sagittarius. —He defcribes one of a tall fta-\nture, a ruddy complexion, an oval vifage, large\nnofe, and browm hair; he is quarrelfome and\ncontentious, and thereby fometimes proves an\nenemy to himfelf.\nin Capricorn .\n—He reprefents one of a little Ma-\nture, thin face, a muddy complexion, light-\nbrown hair, fometimes bow-legged ; a' fickly\npcrlbn, of a peevifla difpofition, and unfortu-\nnate in many of his acfioais.\n^ in Aquarius .'\n—He defcribes a perfon of a mid--\ndle ftature, a corpulent fiefhy body, a full face>,\n\/' brown hair, and of a good complexion ; he is>\nvery ingenious in feveral arts and fciences,,\nan obliging perfon, one that is well beloved ofi\nhis friends.\n$ in Pi\/ccs.^He reprefents one of a little flature,,\nof a fickly, pale complexion, thin face, andl\nbrown hair; one much given to drinking, and\ntc:\n\fC 8r ]\nfo w«men^s company, and often waftcs much\nof his eftate thereby.\nOf the Moon in the ’Twelve Signs,\nThe Moon In Aries, reprefents one of a middle\nJftature, reafonably fiefhy, a round face, light-\nbrown hair, and one of a good complexion, of\na choleric, churlifh difpofition, ambitious of\nhonour, but not very fortunate in his actions.\nJ) in Taurus. —She deferibes one of a middle fta-\nture, and a wcll-compofed, ftrong, corpulent\nbody, black or dark-brown hair ; one of a good\nbehaviour, a fober, obliging perfon, and juft in\nall his adlions ; whereby he fometimes obtains\npreferment, and is beloved of all men.\n]) in Gemini,\n—She reprefents one tall of ftafure,\nbut very well proportioned ; dark-brown hair,\n, and of a good complexion ; but one of' an ill\n,\nnature, crafty, and deceitful ; an ingenious,\nfubtil perfon, but not very fortunate in his\naffairs.\nD in Cancer—She deferibes a well-proportioned\nperfon, of a middle ftature, inclined to fatnefs,\nbut of a pale complexion, round face, and dark-\nI z brown\n\ff *8 ]\nbrov\/n or black hair; one cf a good difpofition,\nof a wife and prudent behaviour, juft in his\na£lions, and fortunate in all his aflniirs. <\n^ in Leo. —She reprefents a well-proportioned\nbody, of a large ftature, a fanguine complexion,\na full face, large eyes, and light-brown hair;\na proud, ambitious perfon, domineering over\nothers, and hates to be under fubjedlion to any;\nhe is beloved by few, and feldom proves a for-\ntunate perfon.\n-}) in Virgo . —She deferibes a perfon of a large fta-\nture, of an indifferent good complexion, an oval\nvifage, the hair black or a dark-brown ;\na cove--\ntous, penfive, melancholy perfon, ingenious,,\nbut unfortunate in his adions.\n• J in Libra. —She deferibes one moderately tall,,\nof a well-compofed perfon, and fanguine com--\nplexion, the hair of a light brown ; a perfon of:\na very good difpofition, and delighting in all.\npleafant rccreatio>ns, as mufic, dancing, See.,\ntaking much pleafure in women’s company, but:\nnot very fortunate in his affairs.\n> in Scorpio.— reprefents one of a fhort fta-\nture, but oftenumes very fat, and of an cbfeure\ncomplexion.\n\fC 89 ]\ncomplexion, black hair, or of a dark brown,\nand one of an ill difpofition; a malicious,\ntreacherous, fottifh perfon ; one that gains very\nlittle love by his neighbours.\nD \/« Sagitiary. —She defcribes one of a middle\nftature, and a well-proportioned perfon, of a\nfanguine complexion, an oval vifage, and light-\nbrown hair; (he fignifles one a little choleric\nand hafty, but foon pleafed again; ambitious\nof honour, and a very obliging perfon.\nD in Capricorn. —She reprefents one of a fpare,\nlean body, and a little ftature, brown or black\nhair, and often they have fome defedl in the\nknees ; one given to drinking, and to women’s\ncompany ;\nand an idle perfon, delighting in no\ngood exercifes or amufements.\n}> in Aquarius.'—She reprefents a perfon of a mid-\ndle ftature, a well-compofed corpulent bodv,\na fanguine complexion, and brown hair; he is\nof a courteous difpofition, and of an ingenious,\nfearching fancy, delighting in moderate recrea-\ntions, and a hater of all evil adtions ; whereby\nhe is beloved of all perfons.\n2 in Pifees. —She reprefents one of a low ftature,\nand pale complexion, the body f^inewbat in-\nI 3\n~\n\f[ 90 ]\ndined to fatnefs, the hair of a bright brown ;\nfhe fliews an idle perfon, delighting in no good\naclions, and unfortunate in moll: of his under-\ntakings, But herein you are to confider how\nthe Planets are afpected ;\nfor if the Moon be in\na good Afped of the Fortunes, it mitigates her\nevil fignificatlon : and fo alfo confidcr of the\nreft of the Planets in the fame manner*.\nDirections jfer ercSiing the Figure of Hcavetfy.\nand placing the Planets in the Horofeepc.\nV\/ithout being expert at finding the true\nplaces of the planets, at any hour or minute re-\n<|uired, by day or night, and without knowing\nhow to dil'pofe ot them in the Horofeope, fo as to\nrcp^elent their exad fituation in the Heavens,\nnothing can pollibly be known or predided by\nAftrology. This is the next grand ftep to be\nobtained ; and though it may appear difficult at\nfirft, yet by the help of an Kphemeris, which is\npubliffied annually, the Reader may in a few hours\n' For thefe Ru!as will not always deferibe the Perfon without\ndv: regard to all the other tcftijnonl<'s. See pages 9. 21,\nbecome\n\f[ 9t ]\nbecome a perfeft matter of this ettentlal part of the\nfciencc. Partridge’s Ephemeris, having the Table\nof Houfes calculated, and the exa£l places of the\nSun, Moon, and Planets, every day at 12 o’clock,\nin them, we would recommend. Indeed we Ihould\nhave inferted the Table of Houfes, but it would\nhave increafed the bulk of this work without be-\ning able to render the efl'ential fervice necefl'ary to\nour Readers ; as an Almanack orEphemeris mutt:\nalfo be had, which has the places of the Sun, Moon,\nand Planets. It may feldom happen that a figure\nis wanted precifely at 12 o’clock; therefore it is\nneceflary the young ttudent fiiould know how to\nreCiify the daily motions of the planets, fo as to\nere£l a true figure whenever required.\nIt is no uncommon thing, with many readers,\nto pafs over all tables, as difficult to underttand ;\nbut fince no information can be obtained in the-\npraittical part of this fcience, without the Tables\nof Houfes calculated for the latitude of London,\n51 deg. 32 min. which for horary queftions will\nferve for any part of the kingdom without making\nany material difference in the afpedls of the\nplanets, we can only fay, that after a little ttudy\nthey will be found as eafy to underttand as the\nReady Reckoner, or Trader’s Sure Guide..\nThe\n\f[ 9 ^ 3\nThe ufe of the Ephemerls in fctting a figure,\nis to point out the places of the planets at noon,\nwhenever required ;\nas we lliall explain fully.\nThe 12 Tables of Houfes are next to be referred\nto ;\nand tliefe are calculated to drew what degrees\nof each Sign polTefs the Cufps or Lines of the I2\nHoufes of Heaven. When the figure is ere£fed,\nthey begin in Partridge’s Almanack with the Sun’s\nentrance into the fign Aries, and fliew his progrefs\nthrough each degree of the 1 2 figns of the Zodiac.\nNow, for example, fuppofe it were required to\nercifl a iiguve for Saturday the 20th day of Auguft,\n1785, at.ioh. 16 min. A.M. that is, 16 minutes\npafl 10 o’clock in the morning; To begin to do\nthis, I refer to the aforefaid almanack for the month\nof Auguft, on the left-hand page^; and oppofite\nthe 20th day of the month, in the firft wide co-\nlumn, with the charaffers Q. Si- printed at the\ntop, I find 27 . 45. Looking up again, I fee the\nfign SI or Leo printed facing Lammas-day, and\n9 ^ which fignifies that the Sun © was in\n9 Leo, at 12 o’clock the ift day\nof Auguft ;\nbut on the 20th of Auguft I perceive\nhe is, as aforefaid, in 27 deg. 45 min. in Leo,\nwhich indicates that at 12 o’clock on the 20th of\nAuguft he is in 27 deg. 45 min. of Leo exa£lly.\nThe minutes we rcjedl when lefs than j\nbut\nwhen\n* See a Copy of^ir, page 95,\n\f[ 93 ]\ntvhen more, add as many as will make it even :\n15 added makes it 28 degrees. I then turn to\npage 36* ; I fee © in or Sol in Leo ;\nand in\nthe nrft wide column I fee at the top, time from\nnoon, next fmall column, 10, ii, 12; i, 2, 3;\nand then a double line to divide the other Table\nfrom 0 in tijj, or Sol in Virgo, which is juft the\nfame ; fo that there are two Tables of Houfes on\none fide of the almanack. In the 2d column, under\n^ I find even with 28 degrees lO ; i, that is, 10\na o j 5\nhours, I minute; which are always to be added\nto the exaft time or hour of the day when the\nfigure is ercfted, unlefs it be exailly at noon ;\nin\nthat cafe, the Sun, Moon, planets, and figns, are\nto be fet down precifely as they are found in the\nEphemeris and Tables of Houfes. The Reader,\nby eredling a few figures, and praftifing a fe\\v\nhours, will foon find it come familiar to him. But\nif it be erefled before noon or after noon, (except\nadding half a degree an hour to the Moon’s place\nif afternoon, or deducing half a degree an hour\nif in the forenoon,) tlie reft of the planets may\nbe fet down as found in tire Ephemeris, without\nmaking any material difference in horary queftionsa\n* A Copy of Partridge’s Table of Houfes, from page 36, ia\nprinted, page 96.\nThe\n\fI\n[ 94 }\nTlie pvefent figure being ercfted jufi; i hour 44a\nminutes before 12 o’clock, I am to add this time„\nreckoning from noon the preceding day, to thes\nabove 10 hours i minute ;\nand from thefe twm\nfums added together, I fubtraft 24 hours, and thes\nremainder will give the degrees of each of the\n12 Signs, as then pofited upon the Cufps of the ,1\nHorofeope ;\nthus : :\nHor. Min.\nTime anfvvering to 28 deg. of 10 . 11'\nTime from noon the preceding day 22 . 16\nAdded together, make 32 . 17\nSubtradl — — 24 . a\nSubtradl 24\nRemainder — 8 .\n157\nV\n1 kS\ni\n\ftopy of PartrldgeV Fphemeris \/<?r 1785. 95\nAugust hath xxxi Days.\nM\nD \/vW\nn\nT a\nGod good frOTi evil can produce. I 2 '5 MW\nAs bees extradl From pois’nous juice 6 1 15 12\nBalfamic honey : So when firlt 1\n1\nI IS I 2\nOld Harry wrote, and Luther curft. 16 I 14 I I\nRome of this title made a tender. 21 0 14 1 I\nThat Harry was the Faith’s Defender. 26 0 14 I I\nw\nD\nSundays and\nRemark. Days.\n0\n0\nR\n\/\nD\n0\nn\nf\n«\n?\nu SI\nMutual Afp.\nand Weather.\nM Lammas Day 9SI30 27 ns9\n’^4\n24 24\nT Sun rifes 4 2 2 IQ 28 100^^2 15 25 26 Goer\/ weather\nW Day br. i 24 I I 25123 32 15 26 28 at the begin-\nT Twil. e. 10 24 I 2 23 5 51 59 16 27 ning.\nF Sun lets\n7 34 *3 20 18 >5 17 28 I Some nuind.\nS rransfiguratioE 14 18 oWz I\n17 29 3 A 0 2f\nB 1 1 Sun. aft. Tr. 15 IS 12 20 iS 25 5\nPrs. A me!, bo.\nM r6 13 24 12 19 I 6 Dark and\nT Sun rifes 433 17 1\n1\n6 =5= 2 19 I 8 cloudy nuea-\nW St. Laurence iS 8 17 52 20 2 9 ther.\nT Prs. Brunf. b. ‘9 6 29 47 20 1\n1\nDogdaysend-\nF Pr. Wales bo. 20 3:1 iTlXfo 21 4 1\n2\n0 LammasD.\nS Sun F,. 6 50 2\n1\n1 24 6 ZI 5 14 Rainy.\n. B 1 2 Sun. aft. Tr. 2\n1\n59 6^39 22 6 ‘5 0\nM Aflumption 22 57 19 34 23 7 ‘7\nT Pr. Fred. bo. 23 54 2VJ52 23 8 18 Cjood harvefl\nW Sun fets 7 1 3 24 52 16 37 2^ 9 .’C nji’eather, nvith\n1'\n7 St. So. 5 50 25 40 0^:748 24 10 2! hot dry nxinds.\nF Cl. fait 2 42 26 48 15 2\n1\n25 1\n1\n22\nS C 7 45 0K13 25 1\n2\n22\nt B [ 3 Sun. aft. T'r. z8 43 '5 14 26 13 25 PWHb 2f $\nt.M Sun rifes 4 56 29 41 0T17 26 'S 26 Ad'?\n1tT Day dec. 2 22 oif>K3Q 15 1\n2\n27 i6 27\n1\nSt. Bartholom. I 37 29 52 28 17 28 Settled fame\n;T 2 35 14b 12 i 8 18 29 days.\n3) F Day 13 32 3 33 28 10 29 10 Thunder\n3\ns Sun fets 6 34 4 31 II n4c 29 20 2 P?onioers, nad\n1 5 B 14 S. aft. Trin. 5 29 24 58 n 2\n1\n3\nSt. Auguflin.\n1\n)M Behead. Jo. Ba. 6 27 72551 0 22 4 1> 4\n^\n1\n»T 7 25 20 28 T 23 4 gales ofnsjind.\n\f96 Copy of PartridgeV Ephemens for 1785..\nA TABLE of HOUSES for the Latitude of 51 Dfi\ngrees 32 Minutes, according to the Dodlrine «i\nPtolemy, ferving the City of London, &c.\nG in a f\n0 in\nTime 1\n1\nAlcen t\nt'lme\n1 1 1\nAfcen\nfrom 10 ”1 I2I I\n2I 3 !\nfrom tol Il|l 2 l\n2 2\nnoon. =^1 noon. =^1\nh n| gr h n er|?r| 41\n-\n42 nigr\n8 9 0 5 2 22 38 ‘9 22 10 8 c 2 26 M 3 13\n8 13 1\n5 0 23 22 20 23 20 2 2 I 26 H 9 24;\n8 17 2 6 j 24 2 2 24 to 16 2 4 27 '4 49 15-\n8 3 3 7 4 24 48 22 25 20 2© 3 5\n28 15 29 lb :\n8 25 4 8\n5 25 32 23 26 20 24 4 5 29 16 9 16 ;\n8 29 5 9 6 26 •9 23 27 10 27 5 c 29 16 48 •7 '\n8 34 6 10 7 26 5\n^ 24 28 10 31 6 7 in 17 28 18;\n8 S« \/\n1 8 27 22 25 29 to 35 \/\n8 1 28 6 29:\n8 42 8 1 8 28 3 2(! Vj- to 39 8 9 2 28 48 20 ;\n8 4<5 9 •3 9 29 6 27 ; 10 42 9 2 19 27 20\n8 5 ° 20 '4 to 29 48 i 2 20 46 10 2 2\n3 20 6 2 >\n8 54 1\n•5 1 0III30 28 3\n10 50 1 (\n4 20 48 22\n8 58 1 2 2 I J\n3 29 4 20 54 2 2 2 2 4 22 zC 23\n9 ’3 ‘7 I ? I\n55 4 to 57 >3 15 5\n2 2\n5 M\n9 6 H i i'\n'3 2 3\n^’ 1\n5 1 1 2 '4 14 6 22 45 -4\n9 10 «5 i8 '4 3 28 2 6 I I\n5 >5 '5 7 23 24 25\n9 •4 1\n'9 '5 4 0 2 7 I 2\n9 16 2 6 24 4 2(1\n9 1 s 17 20 16 4 4 '\n3 8 2 2 1 17 17 8 24 43 27\n9 22 iS 2 16\n5 22 4 9 2 2 16 28 >7 9 25 23 28\n9 26 •9 22 '7 6 4 5 IC I 2 20 •9 18 1 C 26 3 29\n9 30 20 2 2 18 6 45 5 2 I I 2 23 20 19 20 26 4 * Vj’\n9 34 21 '9 7 26 6 2 2 2 I 27' ?i 20 1\n27 22 0\n9 3 « 2 2 ^5 •9 8 6 7 '3 I I 31 22 2 2 1 28 1 2\n9 4 * 23 26 20 8 4? 8 «4 I 2\n34 23 22 >3 28 40 2\n9 45 2-1 ^7 z 1\n9 28 9 15 I I 38 24 25 13 29 20 3\n9 49\nIr\n2S 22 20 8\n9 16 1 2 42 25 23 '4 49 4\n9 5 3 2 0 -’3 20 58 20 17 2 I\n45 26 24 15 0^30 5\n9\nto\n57\n1\n27\n28\n-’9\n:£r\n23\n24\nt I\n2 2\n29\n9\nI I\n22\n18\n«9\n1 2\nI I\n49\n53\n2\"\n28\n25\nzt\n'5\n16\n1\n2\n'9\n2\n5\n6\n1 0\n10\n5\n0\n29\n30\n1\n2\n25 2 2\n»3\n50\n30\n2 2\n•3\n20\n20\nI I\nI 2\n56\nc\n29\n3 c\nzt\n>27\n17\n'7\n2\n3\n39\n>9\n7\n8\n\f[ 97 3\nI feek thi-s remainder in the Table of Houfes en-\ntitled O in Sit or Sun in Leo: in the column,\ntime from noon, I find 8.17*; next little column\nI fee 2 degrees of SI, which are oppofite 8.17,\nwhich is denoted by loth Houfe, SI top of the\ncolumn ;\nand therefore I place 2 degrees of Leo\non the line or Cufp of the loth Houfe of the\nfigure. This done, I refer to the next column in\nrotation on the left hand, and in the fame line\nwith the 2 degrees of Leo 1 find 6, and looking\nto the top of the column find it to be 6 degrees of\nj\nthe fign WR, with iith Houfe over it; and there-\nfore 1 place 6 degrees of Virgo upon the Cufp of\nthe nth Houfe. I follow the fame rule with the\nnext column, where I find 3 in the 3d line ;\nat\nthe top I fee 12 rO: ;\nand accordingly place 3 de-\nI\ngrees of Libra on the Cufp of the 12th Houfe,\n;\nThen I refer to the next column, where I find\nj\n24 . 3, and at the top the word Afccn. with the\nfign prefixed, which fignifies that 24 deg. 3 m.\n, occupy the ift Houfe or Afcendant, w'hich I place\n'\naccordingly, leaving out the 3 minutes, v\/hich\n'\nare immaterial. I then refer to the next column ;\nand even with the preceding figures Hands 21 ;\nwhen looking up the column, I obferve the fign ni,\nand 2 at the top, w'hich fhews that 2 1 degrees of\nScorpio are to be placed on the Cufp of the 2d\nHoufe. This being done, I refer to the laft co-\n•\n, K luma;\nOr th« ««areft »5nuto8 to it, if not «cad.\n\f[ 98 ]\nlumn ;\nand even with the former numbers 1 find\n24; and looking a little higher, as before, I ob--\nferve the fign , and 3 over it; which plainly\nindicates 24 degrees of Sagittary are to be placedl\non the line or Cufp of the 3d Houfe. Thus the;\nfix oriental Houfes, namely, loth, nth, 12th,,\nift, 2d, 3d, are furnifhed with the degrees of eachi\nfign then rifing upon them; and the other ffx, or-\noccidental Houfes, being oppofite to the former,,\nare always furnifhed with the fame degrees of the*\n'\noppofite figns ; thus; •\n'\n4th Houfe is oppofite loth\n5fh\n6th\nift\n2d\n3^5\nnth\n12 th\n7th\nSth\n9th\nifi: 'Y' is oppofit\n2d «\n3d li\n4th 05\n5th a\n'6 th\ne rOr 7th\n- nj. 8th\n- 4'\n9 th\n- kf loth\n- xcr nth\n' X 1 2th-;\nt:\n(\ni\n5\nSo that the loth Houfe is oppofite to the 4th. i\"\n«nd the 4th to the 10th; the nth to the 5th: t\na^d the 5th to the nth; and fo through th(\nwhole\n\f[ 59 ]\nwhole : the ufc of which is, that if on the Cufp\nof the lOth Houfe you find the fign Aries, then\non the Cufp of the 4th you mufi: place the fign\nLibra; and whatever degree of Aries pofl'effes the\nCufp of the loth Houfe, the fame degree mufi: be\nplaced on the 4th. For example: In the prefent\nfigure we have placed 2 degrees of SI on the Cufp\nof the loth Houfe ;\nnov\/ being oppofite to Leo,\nand the 4th Houfe to the loth, we therefore place\n2 degrees of on the Cufp of the 4th Houfe\n:\nupon the Cufp of the nth nji is already placed;\nand the 5th Houfe being oppofite to the I ith, and\nuji oppofite to K , I place 6 degrees of X on the\nCufp of the 5th Hpufe : the Cufp of the 6th Houfe\nbeing vacant, I place.\n3 degrees of fy, the 6th be-\ning facing the 12th, upon the Cufp of the- id\nHoufe orAfcendant. There are 24degrees of Libra\n;\nand the yth Houfe being oppofite to the ift, and\nthe fign =2: to T, I therefore again place on the\nCufp of the 1 2th Hoiife, with 24 degrees on the\nline of it; fo that there is ty on the Cufp of the\n5th and 6th Houfes, which denotes that there is a\nfign intercepted, which I place in the 3d and 9th\nHoufes, viz. 25 and Pf. Upon the Cufp of the\n8th Houfe I place 21 deg. b j\nbecaufe the 8th is\noppofite to the 2d 1 then refer to the 3d Houfe,\nwhich is : oppofite to the 9th n 24, I place\n24 degrees upon the Cufp of the 9th Houfe; and\nK 2 thus\n\f[ 100 ]\nthus the 12 Houfes are completely furnlflied with\nthe 12 Signs of the Zodiac, and the degrees afcend-\ning at the precife time of ereding the figure.\nXhis rule mull ever he obferved ftriclly, as it is\nuniverfal, and always holds true.\nHaving To far fucceeded, the next thing is to\nplace the Sun, Moon, and Planets, in the figure,\naccording to their pofition at that time in the\nHeavens; and this is alfo to be done by the help\nof the left-hand page of Partridge’s Ephemeris,\nwhich may be had in Pater-nofter-Row, or at Sta-\ntioners-Hall, printed for the Company of Sta-\ntioners. For inftance, I again turn to the 20th of\nAugufi;*, and oppofite to it, in thefirft column, isi\n27 . 45, which fhews that the Sun is 27 deg, 45;\nmin. of Leo, marked at top O Sb ;\nbut as the:\nminutes are more than 30, 1 make them up 6o,,j\nwhich make him in 28 degrees of Leo that day at:\nnoon nearly ; which fign is upon the Cufp of the:\n10th Houfe : I place the Sun in that Houfe, clofe;\nto the fign, v\/ith the degrees. I then refer to the.\nEphemeris for the Moon’s place, and in the 2di\ncolumn I find her in the fame line, in o deg, ijj\nmin. of K, at noon : I therefore dedudb i degreef,,\nbeing near 2 hours, before noon ;\nand then her place.'\niS'\nSse tlic Copy the Epliotnerls, pn^rcs 95, 96.\n•f The )) moves about ntlf a Je^rcc in an hour.\n\fr loi ]\nis in the fign in 27 deg. which I enter ir]i\nthe 4th Houfe, near to the lign I then refer to\nthe Ephemeris for the planet S , which I find in the\n3d column, even with the 20th day of the month,\n— printed at the top of the column. I find him\nin 25 deg. of « ,\nwhich I place in the 8th Houfe,\nover « • I then turn to the Ephemeris for Venus\nand Mercury, which l»find in the\"\" 4th and 5th\ncolumn, even with the other line 12 Si 22 ; which\nfigniFy that V’^enus is in 12 deg. of Cancer, the\nfign £5 being facing the 7th day of the month in the\n4th column, and alfo the fign even with the 4th\nday of the month under ? & ^ ,\nprinted at top, with\nn & in the 5th column. As foon zs u Sc SI\nend. So Sc JiJl begin their degrees as far as 30,\nwhich is one Houfe or Sign. So they proceed\nthrough tl'ic 12 Houfes, making 360 degree?,\nmoving from t to b' 5\nexcept when retrograde,\nthe Sun only moving from v to K. Next I refer\nto the top of the Ephemeris, on the left hand\n;\non the right-h^ind corner I fee four colu,mns ; ife\nprinted at the top JVi.D. or days of the month;\n2d column T? ^ j\n3d column if , & t under him ;\nnext D £3 under the Moon ; which indicate, th^t\non the ift, Gth, nth, i6th, 21ft, and 26th days\nof the month, thofe Planets, moving flow, are i.ji\n1 thofe degrees in thofe figns marked at the top :\n'\n, 3 therefore\n\f[ 102\n] j\ntherefore I take the neareft day to the 20th of\n|\nAuguft, which is the 2iftj when I find b in no\ndegree of or exadtly on the entrance of that\nfign ; % in 14 'r ;\nDragon’s Head Q or Moon’s\nNode in 1 1 of Aquarius ;\ntherefore I enter the\nreft in their proper places in the foregoing figure,\nviz. Venus in 12 deg. 25, which is not upon the\nCufp of any Houfe, but intercepted between the\n9th and loth Houfes ; therefore I place her in the\n9th Houfe, clofc to 2S, Mercury in 22 deg. of ^K,\nb in no deg. of i; in 14 deg. S in ii\ndeg. XT, and Dragon’s-tail being always op-\npofite to Q, in the fame degree, in the oppofite fign,\nthe 4th being oppofite to the loth.\nThe figure is now entirely completed, except\nputting in the Part of Fortune, which I fliall in-\nfert plainly, fo as to be intelligible to any ordinary\ncapacity. As the Part of Portune is of the ut-\nmoft confequence where property is concerned,,\ntherefore we fliall be the more particular, efpeci-\nally as there is no book extant but what is ambi-\nguous on this head*. The Part of Fortune 0 is.\ntaken either by day or night, by fubtradling the*\nplace of the Sun from the place of the Moon ini\nfigns and degrees, remembering to add 12 figns tO)\nthe Moon s place if lubtra£lion cannot be made:\nwithout,,\nNor any modern Bosk of this Science but what Is exceedingly\/\n•«0D«0U$ JU tbtit TabUs, which ought to be the moft ascuratc.\n\f[ 103 ]\nwitho«^, and to the remainder add the fign and?\ndegree of the Afcendant ;\nwhich will give tho\nexacfi place of the Part of Fortune 0.\nFor example: fuppofe we are required\nto find the Part of Fortune for the fol-\nlowing figure, eredled for Aug. 20, 1785 :\nI fip-d the place of Luna 5 to be in A-\nquarius 28 deg. which you muft reckon\nas in the margin, counting from begin-\nning of Aries to the beginning of b one\nv\/hole fign, &c. The Moon’s longitude\nis loTigns, 28 deg. the place of Sol is\nin Leo SI 28 deg. which is 4 figns, zS\ndeg. as for example :\n'\nSijns. Deg.\nThe longitude of the Moon is 10 . 28\nSubtrai^ the longitude of the Sun 4 . 28\nRemains 6 . o\nThen add the fign and degree j\non the Afcendant j\n’\n. The total is — 12.. . 24\nIf it had exceeded- 12, you muft have fubtrafte'd\n12, and the remainder would then have been the\nplace of the Part of 0. In queftions of impor-\ntaxrce, you may take notice of the minutes and\nfcconds, wl^ioh are in White’s Ephemeris :\nSq\n— o\n«— I\nn — 2\n25 — 3\nSI — 4\nnjc— s\niC: 6\n7\nX- 8.\nkf— 9\n—10\nII\n\f[ 104 ]\nSo that you may clearly perceive, that the Part\nof Fortune falls in 24 deg- of Aries ;\nI therefore\nenter it before the Cufp of the 7th Houfe. [Ob-\nferve this proof, That fo far as Sol is diftant from\nLuna, fo far is the Part of Tcriune diftant frona\nthe Afcendant; fo that if you take it upon a new\nMoon, the Part of Fortune is in the Afcendant\nupon the firft quarter in the 4th Houfe, upon a\nfull Moon in the 7th Houfe, upon the laft quarter\nin the icth Houfe.]\nA Celcjlial Figure^ ereSied 1 Minutes paji lO in-\nthe Morrduig.\n\f[ 105 ]\nThis figure includes all that is required for the\npurpofe of judging horary queftions ; and thus^\nby proper attention and diligence,, may any perfon\nof ordinary talents eredl the Horolcope, and in-\ntroduce the planets. This is a very great ad-\nvancement irh thTs fcience, undoubtedly ; but\nwithout the Reader has the ability to define from\nthe afpetSls, &c. of the planets*, it will not be of\nany real utility to him.\nProceed we next to the ultimatum of this work,.\n\fPAHT THE SECOND.\nOf the Art tf refolving Horary ^.lejllons,\nAll enquiries that are ferious, and of fonie\nimportance, that come under the name of Horary\nQiieftions, muft neceiTarily relate either to things\npaji-t prefent, or to co?ne^ or to concerns that once\nwere^ 7iow are^ or may be hereafter ;\nand the anfwer\nto fuch qucftions muft bt: either cffcntial or acci^\ndental: The efiential anfwer is always one of the\nthree following, concerning which the enquiry is\nmade; ift, Ti or not to be? 2dly, either good\nor evil ;\n3dly, either true or falfe : Therefore, if\nthe queftion is real, and the matter rightly ftated,\nthe true anfwer, which is always fliort, will be\neafily difeovered by the following rules\n*^he Accidental Anfwer is that which appertains\nto the accidents of the bufinefs in hand, and is\nalwajrS oefined by ivhere^ when^ how, or why ;\nand\nwhoever attempts to extend his judgement beyond\nthele limits, drains art beyond its bounds ; by this.\nmeans.:\n\fC IC? ]\nmeans many pretenders to Aftrology fail fliamefully\n'in their undertakings. To avoid which, let the\nfollowing Qiteries be attended to.\nThe confideration of the matter propofed is\ntaken from that houfe which has relation to and\nSignification of the fame; and this fignification is\neither fmple or compound. Thefimple fignification\nof the houfes is that which hath relation fingly to\nthe perfon of the querent. Compound fignification\nis that which hath relation to the matter, or que-\nfited. The ^icrent is he or fhe that afks the\n•queftion. The matter, or quefited, is that about\nwhich the queftion is propofed. The fimple fio--\ntiification of the houfes is as follows The ift\nhoufe fignifies the querent’s life and perfon; the\n2d houfe his fubftance ; the 3d his kindred, neigh-\n•bours, and fhort journies ; the 4th his grave, fa-\nther, and lands; the 5th his plcafures and ofF-\nfpring; the 6th his ficknefs, Servants, and fmall\ncattle ;\nthe 7th his wife, public enemies, and law-\nfuits; the 8th his death and legacies; the 9th his\nreligion, long voyages, and learning; the loth\nhis mother, trade, and honour; the l ith his friends\n•and hopes; the 12th bis private enemies, great\ncattle, imprifonment, and croiTes. The compound\nfignification is derived from the fmple^ by con—\nfidering what houfe, that is, which fimiifies the\nI\nO\nmatter\n\f[ io8 ]\nmatter or quefited, and accounting that, be It\nwhatfoever it may, the ift houfe or Afcendant;\nand fo afcribing the ilgnlficatlon of the ift hoiilb\nof the figure to It ;\ndoing in like manner to all '\nthe other houfes in order : fo that, if a queftion\nrelate to a brother or relation, the ^d houfe is then I\nhis Afcendant or ill houfe, and fignifies his rifc:j\nand perfon ;\nthe 4th houfe (which in this cafe is.\nhis 2d) his fubllance or eflate ; the 5th houfe hisij\n3d, his relations and fhort journies ; the 6th his.\n4th houfe, his father; the 7th, his children; the-\n8th, his ficknefs ; the 9th, his wife, &c. and thc:j\nfame of all others. Thefe things being laid as ai|\nfoundation, we come now to fhew the perfe£lioni\nof the matter by the different affedlions of the*\nAfpefts.\n^^ERY I. Js the fubjeSt of enquiry Xo be qv'\nNot to be ?\nThe firft thing to be attended to, is the deftruc-\ntion orperfeftion of every matter under confidera—\ntion. The completion or perfeaion of the fubjeft'\nof enquiry may be affefted feveral ways, viz. by\nthe application^ iranjlation^ reception^ and pejition^.\nof the planets; and thclc are determined by the\nrefpeaive fignificators of the fubjea of enquiry;;\nwhich aie, ill, the Lords of thole Houfes w'hich\nrclatci\n\f[ 1C9 ]\nrelate to the matter In hand ; adly, planets near\nthe culps of thofe houfes ;\n3dly, planets exalted\nor dignified therein ;\nand, 4thly, the confignifi-\ncators of thofe houfes ;\nwhich we have deferibed\nbefore, in the fignificators of the Twelve Houfes.\n'I'he Lords of the Houfes are thofe planets which\nare Lords of the figns that happen to fall on the\ncufps of the houfes, as fhewn before, and may be\nfeen in the Table of the Planets Houfes. From\nhence it appears, that each houfe has a primary\nand fecondary confignificator ;\nthe firft whereof\narifes from the order of the planets, the other\n'from the order of the figns; as the ill houfe or\nafeendant, Saturn and Mars; that is, Saturn and\nAries; and fo on, &c.\n'\nThe Afeendant, his Lord, and the Moon, arc\nto fignify the querent ;\nand that houfe and his\nlord to which ihe queftion belongs, to fignify the\nquefired : then confider what application is be-\ntween the ftgnijicators\n:\nif they apply to a con-\njunflion, in angles, fwift in motion in any of\ntheir cflential dignities, it fhews the matter en-\nquired after will be brought to perfedion fpeedily ;\nif in fuccedent houfes, not fo foon ;\nif in cadent\nhoufes, with much lofs of time.\nWhen the fignificators apply by fextile or trine,\nfrom good houfes, and they in any of their efi'en-\nL tial\n\f[\nno j\ntial dignities, and free from the evil rays of thes\nInfortunes, it is an argument the matter will fooni\nbe completed. If the lignificators apply by ai\nquartile afpeft, in good houfes, and they be ini\ntheir eflential dignities, it fhews the thingenquired\nafter will be brought to perfeftion, although not.\nlb feafily, nor io fuccefsfully. Things arc brought\nto perfebtion fometimes when the lignificators arc\nin oppefttion^ but this happens when the figmfica-\ntors are in mutual reception by houfes ;\nbut if it is\ncompleted, it is with much trouble and anxiety,\nand the querent will be forry he fought after it.\nMatters are brought to perfeSlion by iravjlation of\nlight and virtue, when the lignificators do not be-\nhold each other, but fome lighter planet feparateth\nhimfelf from the one fignificator which he was in\nmutual reception with, and then applies to the other\nfignificator before he comes to the body or afpe£t\nof another planet ;\nand you may judge the thing\nenquired after will be brought to perfe£lion by\nfuch a planet as that planet fignifies which thus\ntranllates the light and virtue of one fignificator\nto the other.\nThe fubjeft of enquiry may be brought to per-\nfection by pofition ;\nthat is, when the fignificator\nof the thing is pofited in tlrc Afcendant, or if the\nI.ord of the Afcendant be pofited in the houfe of\nthe quefited ; but this fingle tellimony fcldom per-\nfects\n\f[ 111 ]\nfefts the bufinefs, without feme of the aforefaid\narguments happen, or the two figniiicators caft\ntheir leveral alpefts to feme more weighty planet\nthan themfelves, whom they are both in recep-\ntion with, and then the perfon fignified by that\nplanet who colkas boih their lights may bring '\nit to perfeaion.\nQuer-Y 2. Whaf\/hall le the deJlrnSlion cr hituli wtce\nof a matter enquired after ?\nThe thing enquired after is deftroyed by Pro^\nhibition, Fruftration, Refranation, Afped, Sepa-\nration, Tranflation, and Combnflion ;\nfor which\npleafe to refer to the Technical terms ufecl in Ai-\ntrology, where a full definition is given of them.\nAny of thefe are fufiicient to deftroy the matter,\nmore efpecially if fome or all of thele fignificators\nhappen to be in fixed figns, and in a cadent or\nfuccedent houfe.\nFor inflance ;\nwhen you find the {igni^?ators\napplying to conjunflion or alpeiSf, and before\nthey come to their partile afpedf fome other planet\ncomes to the conjunftion or afpe£t of one of the\nfignificators, and that planet hinders the thing\nfrom being brought to perfeftion ;\nconfider the\nnature of that planet ;\nallb what houfe he is lord\nof ; from hence you may know what perfon will\nL 2 be\n\f[ 112 ]\nbe the hiiidrancc. If it be the Lord of the third,\nit flicws feme neighbour, brother, &c. if it be\nthe Lord of the 4th, the querent’i father, 8cc. will\nbe the hindrance, or iinpediting planet. Alfo,\nwhen the fignlfrcators apply by body or afpeft,\nand before they come to their partile afpeft one\nof the lignificators falls retrograde, and fo pre-\nvents the completion of the thing enquired after,\nif the Lord of the Afcendant falls retrograde,\nthe querent will hardly proceed any further.\n. Combuftlon, or the conjunffion of the Sun, is\nthe greateft affliftion of all. Separation is when\nthe lignificators of the querent have lately been in\nafpedl, and are newly or juft feparated, though\nnever fo little ;\nand this denotes the full and entire\ndeftruftion of the matter ; which we feldom or\never find to fail.\nQuery 3. Is the ^natter good or evil ?\nConfider the houfe to which the thin? belonos,\nits Lord, and planets therein; and the houfe iig-\nnifyingthematter of the end, its Lord, and planets\ntherein ;\nand if the houfe fignifying the thing be\ntortihed by the prefence or beams of good planets,\nor if the Dragon’s-head be there, it fliews good ;\nbut the contrary, evil.\nQuery\n\fr ]\nQuery 4. Is the report true or falfe ?\nIf any planet be in the houfe fignifying the\nmatter concerning which the report is, or the\nDragon’s-head be there, or the Lord of the fame\nhoufe be angular, or in conjundlion or afpeil of\nany planet, the matter or report is true : but if the\nreport was good, and the faid figniflcator or planet\npofited in the faid houfe be retrograde, flow, com-\nbuft, or peregrine, or in evil afpc£l of a more\nweighty planet, or cadent, or in conjundtion with\n!\ntheDragon’s-tail, or theDragon’s-tai) pofited in the\nI\nfaid houfe, it certainly fignifies the report is falfe ;\nand fo contrary wife. The Moon angular generally\nfignifies the report to be true, if the report be\nevil, efpecially if (he be in evil afpedl ;\nor if good,\nif file be in good afpedl: of the benevolent. The\nMoon in a fixed fign, and in conjunftion with the\nDragon’s-head, fhews truth ;\nbut moveable, void, ,\nof courfe, and in conjun61:ion of the Dragon’s- tail,\nfalfehood. Hitherto of the eflential anfwer.of a\nqueftion.j we now come to the accidental.\nQijery 5. Where ox which zvay ?.\nWherever the fignificator is, there is the thing.\nThe houfe where he is pofited (hews the quarter\nof Heaven, or point.of the compafs, which way\nthe thing may be. If the houfe and fign agree,\nthis judgement is the more firm if they difagree,\nL 3 confider\nA\n\fC ”4 J\nconfider the pofition of the Moon, and with what |\nfhc agrees moft, and give judgement from her.\nIf the Moon agrees neither with the fign nor i\nhoufe in which the fignificator is pofited, then ^\nconfider the Part of Fortune in the fame manner |\nas you confidered the Moon, and judge accord- |\ningly. If this anfwcr not, confider the Difpofer j\nof the Part of Fortune. I\nThe diftance is difeovered from the proximity\nof the fignificators to body or afpedf, confidered\nas they may happen to be either angular^ fucceder.ty I\nor cadent \\\nrefpeCl being had to their iaiitudc,\nwhether little or great, North or South. Great\nlatitude fhews obfeurity and great difficulty in I\nfinding what is fought for; if North latitude,\ndifficulty only, not impoffibility; but if South,\nthen all the labour c.f fecking is in vain, unlefs the\nfignificators be angular, and near in afped. Angles\n|\nfignify nearneis ; farther off; cadents^\nbeyond all imagination. The fignificator\nand without latitude, fhews fome paces ; if North\nlatitude, fome furlongs ; if South, fome miles di-\nfiant. The fignificator yzra^r\/tw\/, and without lati-\ntude, fhews fome furlongs ; if it hath North lati-\ntude, fome miles ; if South, fome leagues. If\nsadent^ and without latitude, fhews fome miles j\nNorth latitude, fome leagues; South, fome de-\n\\\ngrees.\n\f[ II5 3\ngrees. Thefe rules are to be confidered chiefly in\nthings that have life. If it be required to know\nthe true number of paces, furlongs, miles, leagues,\nor degrees diftance, confider the number of degrees\nand minutes between the body or afpe6l of the\nfignificator ;\nand according to the number of de-\ngrees which are between the conjundion, fextile,\nquartile, trine, or oppolition, fo many paces, fur-\nlongs, miles, leagues, or degrees, is the thing\nfought after diftant from the place from whence\nit was loft, or from the perfon making enquiry\n;\nand fo many minutes as adhere to the degrees, fo\nmany both parts of the fame denomination of the\nmeafurc which one degree fignifieth is to be ac-\ncounted and added to the former number.\nQuery 6. When or in tvhat time ?\nThe limitation of time is taken either by houfe\nor fign, or by afpebl. If the fignificator hath la-\ntitude, the meafure of time hath its limitation\nfrom houfe and fign. Whether things are to be\nbrought to pafs or deftroyed, the time, if it be\nfignified by houfe and fign, muft be confidered,\nas the fignificator is angular, fuccedent, or cadent\nhaving moveable, Jixed^ or common figns. Angles\nftgnify fuddenly j\nfuccedents, long time, and with\nmuch difficulty ;\ncadents, fcarcely at all, or with\nvexation. Angles fignify, if they have moveable\n\fI\n[ ]\nfigns, fome days ;\nif common figns, fome weeks\nand if fixed figns, fome months. Succedent fig-\nnify, if moveable, fome months ;\ncommon figns,\nfome years ;\nand if fixed figns, when all hopes are '\npafi, if at all. If you defire to know the number\nof days, weeks, months, or years, ccnfider the\ndegrees and minutes between the body or afpetfl of\nthe fignificator j\nand according to the number of\ndecrees which are between their conjundlion, fex-\ntile, quartile, trine, oroppofitien, fo many days,\nweeks, months, or years, fhall it be before the\nmatter is accompliflied or deftroyed. Great S. la-\ntitude often prolongs the time; N. latitude often\ncuts it off fhorter ;\nbut if the fignificators have\nno latitude, the exaft time is made fimply by the\nafpedls. The time fignificators meet is found out.\nin the Ephemeris.\nQuery 7. Hoio or why ?\nThe planets which make the prohibition or\nfruftration are the hurting, impediting planets j.\nthat is, the planets that fignify him or her, or that\nthing, which fhall hinder the bufinefs ; which we\nhave created of before : and obferve, laftly, that\nwhatfoever has been faid of the impediting or\nhindering planet, the fame holds good of the ad-\njuvant or helping planet*\nCfueral\n\f[ *17 ]\n.V\nGeneral Rules to know if a ^cjllon is radieal^ orJit\nto be judged.\nBefore you give judgement upon your figure,\nyou ought to confider whether the figure eredted\nis radical or fit for judgement, left the querent\ncome purpofely to abufe you ; for the difeovery of\nwhich the ancients have left us .the following\nRules :\nift. If you find the Lord of the Houfe and\nLord of the Afcendant of one and the fame Tri-\nplicity, or when the Lord of the hour and the\nlign afeending fliall be of one triplicity, thequef-\ntion is then radical, and fit to be judged.\nIf the fign afeending and the planet in the\nafcendant deferibe the perfon of the querent, the\nqueftion is radical, and fit to be judged; but if\neither the very beginning or extreme end only of\na fign afeend, it will not be proper to give judge-\nment ;\nit denotes the queftion has been propofed\nmerely out of ridicule. This rule I have often\nverified in practice. The fame thing is indicated\nby the quartile or oppofition of the Aloon with\nthe Lord of the yth, or by the Moon being void\nof courfe, or combuft ; which pofition denotes\nthe queftion improperly ftated. Saturn In the\nAfcendant,\n\f[ uS ]\nAfcendant, impedited or affll(5led, fliews the que-\nftion propofed either falfc, or the fu bjecl part hope;\nand whenever the Lord of the Afcendant is com-\nbuft, or retrograde, it implies the fame tiling.\nThe Artill muft always judge by the greater tefti-\nmonies ;\nbut if the fignificators are found equally\nffrong for and againft the matter, it is better to\ndefer judgement to a future time.\nIt is an aftonilhing faft, that moles^ or marhs^\nare all diflinguiiOied by the figns and planets which\nprevail at the time of birth, notwithftanding all\nendeavours to refute the idea of planetary influence.\nThis truth is annually recorded in every almanack.\nObferve what fign is upon the Cufp of the\nAfcendant, when you have erected your figure ;\nand in that part of the body the fign governs, the\nquerent will have a mole, if the quefiion be radi-\ncal. For inftance ; if Aries afeend, the mole will\nbe on the head or face ; if Taurus, on the neck\nand throat, &c. and fo upon any other part of the\nbody the fign afeending governs. Obferve, next,\nin which of the Twelve Houfes the Lord of the\nAfcendant is pofited, and in that part of the body\nthe fign governs which falls upon the Cufp of that\nhoufe w’ill the querent have another mole. Next,\nobferve the fign defeending on the Cufp of the 6th\nHoufe,\n\f[ II9 ]\nHoufe, and in wliateyer part of the body that figti\ngoverns the querent will find another mole. Allb,\nby the Lord of the 6th, in what houfe he is in,\nas before, obferve what fign the Moon is in ;\nand\nthe querent will find another mole, as aforefaid.\nIf the planet Saturn be fignificator of the mole,\nit is black or dark colour ;\nif Mars, and in a fiery\nlign, it refembles a cut, fear, or dent, in the flefli;\nbut in any other fign, a red mole. If Jupiter, the\nmole is purple or blue ; if the Sun, olive or chef-\nnut; if Venus, yellow; if Mercury, pale lead\ncolour; if the Moon, a whitifli colour : but here-\nin you are to mix her figniflcation according to\nthe planet Ibe is in afpeft with. The fignificators\nmafculine, or in mafeuline figns, fignify the mark\n•or mole on the right fide of the body ; if feminine,\non the left. If the fignificator of the mole be\nabove the horizon, the mole, &c, is vifible to the\neye, and on the fore part of the body ;\nbut if un-\nder the earth, then on the back part of the body.\nAs thefe Rules will hold good upon the body of\nthe querent, fo will they agree upon the body of\nthe quefited. Suppolc a perfon enquires concern-\ning a wife or fweetheart, the yth houfe will be her\nift, 6cc. and fo judge by variation. We will once\nmoi e obferve, the time of receiving an horary\nqueflion ihould be the exaft hour and minute,\n•as near as we can, the perfon defires the Artlft\ni\nto\n\f[ 120 ]\nto refolve it : If a letter, the minute the letter is\nopened and read. We fliall now dirc£l how to\ngive judgement upon the Twelve Houfes.\nQuestions proper to the First House.\nThe Firft Houfe has lignilication of the life of’\nevery perfon, his ftature, he. and the following,\namongft other Queftions of a fimilar tendency,\nbelonir to it\nO\n1. Of the length of the ^uerent^s life,\n2. If an ahfent party be dead or alive ?\n3. T'o vjhat part of the luorld f)all the ^uereni^\ndirebl his cowfe., to profper ?\n4. Shall the S^uerent find the perfon at home,,\nhe defires to fpeak with ?\n5. Of a Ship at fea, her fafety or deJlruHion,\nThefe particulars being explained, will give\nthe young Aftrologian fufficient light whereby to^\njudge of any other queftion proper to this lioule,\nI. Of the length of the Querent's life.\nIn refolvlng this quelKon, and in all others,,\nthe Culp of the Afcendant, his Lord, and the'\n' Moon,\n\f[ I2I ]\nMoon, are the querent’s fignificators.- If in a\nqueftion ferioully propounded you find the Lord of\nthe Afcendant and the Moon free from combuffion,\nand from the conjundlion, quartile, or oppofition,\nof the Lord of the 8th, 6th, 12th, or 4th houfes,\nyou may judge the querent’s life to be long, and\nof a healthy conftitution ;\nefpecially if you find\nthe aforefaid fignificators in their eflential dignities,\nand in good houfes. yupiter, Venus^ or Dragon’s-\nhead, in the Afcendant, well fortified, and Lords\nof good houfes, is an argument of longlife. The\nLord of the Afcendant in the Afcendant, or iov-'\ntunate planets in yi-Art\/yi? ov trine to tht J\/cendani,\nhis Lord, or the Moon, is an argument that your\nquerent is of a long life ; but if you find the\nMoon, or Lord of the Afcendant, peregrine or\ncombuft in the 8th, or the Lord of the 8th unfor-\ntunate in the Afcendant, or in quartile or oppo-\nfuion to the Moon, or Lord of the Afcendant, it\nis a very great indicatioii of a fliort life to the\nquerent.\nIf you find the Dragon’s-tail, Saturn, or Mars,\nin the Afcendant, or with the Moon, or Lord of\nthe Afcendant, peregrine or retrograde, and be\nLord of the 6th or 8th houfes, or having dignities\ntherein, you may judge the querent’s life to he\n(hort, or that fome ficknefs or misfortune is ap-\nproaching.\nM 2.7\/\n\f[\n122 1\n2. If an abfent Party he dead or alive ?\nIn refolving this queftion, be careful toconfider\nwhat relation the querent hath to the perfon en-\nquired after. If it be a brother, the 3d Houfe\nand its Lord ;\nand if the party enquired after be\nno relation, take the Afccndant, his Lord, and the\nJ\\'Ioon, to be the fignificator of the abfent party.\nIf the Lord of the ,\nAfccndant, or Luna, be in\nconjundlion with the Lord of the 8th, and no\ngood configurations of the benevolent planets, the\nabfent party is certainly dead.\nOr when tbe Moon and Lord of the Afcendant\nare in oppofition to the Lord of the 8th, from the\n2d or 8th houfes, or from the 6th or 12th houfes,\nthe abfent party is dead. If the Lord of the A-\nfeendant be in the 4th, and the Moon in the yth,\nin quartile to hinr, it fnews great danger, if not:\nabfolnte death. When an evil planetfhall tranflate?\nthe light of the Lord of the 8th unto the Lord of\nthe Afcendant, or of the Lord of the Afcendant:\n«o the Lord of the 8th, it is moft probable the ab--\ntent perfon is dead. If the Lord of the Afcendantt\nand the Moon he in the 4th, or in the 8th, eitherr\ncombuft or in their fall, or joined with the Lord!\n^4 the 8th, the perfon quefited is undoubtedly\ndeceafed.\n\f[ 123 1\ndeceafed. If none of thefe pofitions happen, and\nyou find all the fignificators ftrong and well placed\nin the figure, and in good afpe^f of the tortunep,\nthe party is alive and well. If the Lord of the\nAfcendant, or the Moon, feparate from the Lord\nof the 6th, the party abfent hath been lately fick ;\nif from the Lord of the 8th, he has been in dan-\nger of death ;\nif from the Lord of the I 2 th, he\nhas been in prifon, or fuffered much in mind.\nBy thus varying the rule, his condition, accord-\ning to the application and feparation of the figni-\nficators, Will be corredtly found.\n2‘ T'owhai Part of the Worldjhall the ^lerent direSi\nhis ccurfe^ to profper ^\nHaving fubdivided the figure into quarters,\naccording to the cempais we have inferted before,\nconfider which of the quarters you find the good\nplanets in ;\nthey direct you to travel to that quar-\nter fignified by them. You ought perfectly to\nunderfiand vihat the querent hopes to attain by\nhis travel. If for health only, then obferve in\nwhat quarter you find the Lord of the Afcendant\nand the Moon : if they be ftrong, and in good\nafpedl of the fortunate planets, they diredt your\ncourfe to that part of the world where the afore-\nfuid fignificators are. If for riches, behold in\nM2 what\n\f[ 124 ]\nwhat quarter you find the Lord of the 2d, the part ,\nof Fortune, and his difpofitor. It for honour,\nobferve in what quarter the Lord of the lOth and\nSol are. If for friends, confider the Lord of the\niith, See. Carefully avoid that quarter of the\nHeavens where are Saturn, Mars, or Oragon’s-tail,\nif they be Lords of the 12th, 8th, or 6th houfes, i\nand in quartile or oppojiticn to the Moon, or Lord\nof the Afcendant.\n4. Shall the Querent find the pe'fon at home he'\ndefires to fpeak tvhh ?\nThe truth I have always found, as well as my\nfriends, in the anfuers to this queftion, has in-\nduced me to give it a place here: I have never-\nknown it to fail ;\nand it is of very effential confe-\nquence to a man in trade, and of treble the value:\nof the Book, only the knowledge of this queftion..\nThe rules are thefe : If you would fpeak with ai\nperfon that you have familiar or conftant dealing;\nwith, but are not related to, take the 7th Houfe, andl\nhis Lord, to fignify him ;\nthat is, the 7th from\nthe Afcendant. If the Lord of the 7th be in any\nof the four angles, viz. ift, 4th, 7th, or lotht\nHoufes, the perfon you would fpeak with is cer-\ntainly at home then. If the Lord of the 7th be:\nin any of the Succedent Houfes, viz. in the 2d,,\n5th,.\n\f[ 125 ]\n5th, 8th, or nth, he is net then at home, but\nvery near home, and may be found if fought\nafter. But if the Lord of the yth be in any Ca-\ndent Houfe, viz. 3d, 6th, 9th, or 12th, the party\nis not at home, but tar diftant from home, and\nconfequently is not to be fpoken V'ith. If the\nLord of the Afcendant apply to the Lord of the\nyth by conjun£tton, or good afpe£f, you may con-\nclude you will meet with the party, or hear of him\nby the way, where he is. If the Moon, or any\nother planet, transfer the light of the Lord of the\n7th to the Lord of the Afcendant, you (hall know\nw'here he is by fuch a perfon as that planet repre-\nfents who transfers his light, according to the\nfign and quarter he is pofiied in, v\/hether mafeu-\nline or feminine, or whether man or woman,\nwill inform you; and judge by the greater tefti-\nmonies : but if the perfon enquired alter be a re-\nlation, then the Lord of the 7th is not to be taken,\nbut the Lord of that houfe lignifying fuch relation.\nIf it be a brother, the Lord of the 3d muft be\nreferred to; if a lather, take the Lord of the 4th ;\na mother, the loih; if fons or daughters, obferve\nthe Lord of the 5th ;\nand fo on ;\nand, according\nto their pofitions, judge, as before recited.\nr\n\f*[ 126 ]\n$. Of a Ship at fea, her fafety^ or dejlru5lhn.\n'\nThe parts of the fliip are divided according to the\nSigns of the Zodiac, as under.\nfy’ The bread of the fhlp.\ny Under the bread towards the water,\nn The rudder or dern.\n25 The bottom or floor of the ddp.\nThe top of the fhip above the water. 1\nvp. The belly of the drip. ;\n^ That part above the bread in the water. !\nrri Where the mariners abide.\nThe mariner.\nVf The end of the (hip.\nxr; The Captain or Mader.\nX The oars.\nThe Afcendant and the ]) are figniflcators of\nthe vefTel and her burthen ; but the Lord of the\nAfcendant is fignificator of the perfons that fail in\nher. If all thefe appear fortunate, they fignify\nthat the fhip is fafe, and in profperity ;\non the\ncontrary, if they are found impedited or alHi(51ed,\nthe veflTel and all in her are in imminent danger,\nif not lod. When an evil planet, having digni-\nties in the 8th, (hall be in the Afcendant, or the\nLord\n\f[ 127 ]\nLord of the Afcendant in the 8th, in bad afpc£i:\nwith the Lord of the 8th, 12th, 6th, or 4th, or\nif the J) be combuft under the Earth, all thefe are\nindications of danger, and denote the (hip to be\nloft, or in a defperate fituation. But when all the\nfignificators are free, and no way impedited, it\nindicates the flaip to be in a good and profperous\ncondition, and alfo all the perfons on board her.\nIf the Afcendant and the D be unfortunate,\nand the Lord of the Afcendant ftrong and in a\ngood houfe, it denotes the fhip to be in an ill\ncondition ; but the men on board her will do well,\nand come home in fafety ; but if the Afcendant\nand ]) (hall be fortunate, and the Lord of the\nAfcendant unfortunate, it (hews the veflel will do\nwell, or is in fafety; but that her crew are in\ndanger of death by fome fever, or of being taken\nby the enemy.\nAny perfon may naturally enquire what fuccefs\na fhip fhall have in her voyage. Upon her firfl:\nfetting fail, you muft obferve the angles of the\nfigure; and if the fortunate planets and the ])\n(fhe is Lady of the feas) are found therein, and\n1\nthe unfortunate planets cadent, combuft, or under\nthe Sun’s beams, not affliiSling the 5 , or Lord of\nthe Afcendant, you may conclude the fhip and\ncargo\n\f[ 128 ]\ncargo will go fafe into the defired port. But if\nthe Infortunes be angular, or in fuccedent, fhe\nwill meet with fome accident in her voyage, and\nthe misfortune will happen in that part of the fhip,\nperfon, &c. fignifted by the fign where the Infor-\ntune is pofited. If b or afflict the Lord of the\nangles, the men will be in danger of death, cne- |\nir.ics, or pirates. If the loth be infortunated by\n^ ,\nand near violent fixed ftars, and Mars in a.\nhumane fign, the Ihip will be in danger of being I\nburnt by the enemy, or lightening, or accident.\nThe fire will begin in that part of tliefliip denoted I\nby the fign wherein the evil planet is placed in the*!\nfigure, if the aforefaid fignificator be quick ini'\nmotion, the fiiip will fail fwiftly, and make a ftiorfJ\nvoyage. If it happen that there is a or 5\nbetween the Lord of the Afcendant and the dif-\npofer of the ]) ,\nwithout reception, there will be\ndifcorcl .^nd contention amongft the feamen, or’\nthere will be much difpute between the Captainb\nand crew, or a mutiny. The Ilrongeft fignificator*\nwill overcome; that is, if the Lord of the Afcen--*\ndant is more fortified than the difpolitor of the 5 ,,i\nthe men will overcome ; but if the difpofitor of the:i\nMoon beftronger than the Lord of the Afcendant,,\nthe Captain or Owner will prevail.\nQuestions*'\n\f[ r29 ]\nQjjestions belonging to the Second House,\nor Houfe of Subftance.\nThe following, amongfl: others, properly belong\nto it.\n1 . Shall the ^erent be rich or poor ?\n2. How or by what means Jhall he attain Riches?\n3. Shall the ^lerent obtain the Money lent^ orfor\nGoods fold and delivered?\n1. Shall the Querent ^^Vich or poor?\nIn refolving this queftion, if the party en-\nquiring is truly ferious in his enquiries, his figni-\nficators are theAlcenclant, hisLord, and theMoon;\nthe 2d Houfe, his Lord, *\nand part of Fortune,\nfhall fignify his eftates, together with the planets\npofited in the 2d, and the planets in afpe£t to the\nhgnificators. If you find the fignificators, viz,\nthe Lord of the 2d, and part of Fortune, and the\ndifpofitor of Fortune, in angles, efientially ftrong,\nit is a good argument of riches. If the Lord of\nthe Afcendant, or the Moon, apply to the Lord of\nthe 2d by body or good afpetfl, from good houfes\nin the figure, it is a great argument in favour of\nriches. The Lord ot the Afcendant, or Moon,\nin the 2d, in their eflentiai dignities, in good afpedb\nto Jupiier or Venus, the Moon or any other planet\ntransferring\n\f[ ]\ntransferring the light of the Lord of the 2cl to the;\nLord orthe ift or Afcendant, the querent fiiall at^-\ntain riches, and live in efteem beyond his capacity?\nof birth. If Jupiter, who is natural ftgnificator:\nof riches, or V^enus, or Dragon’s-head, be free;\nfrom the malevolent beams of the Infortunes, and!\nbe pofited in the 2d, the querent will be rich ;\nif:\nin fixed figns, it will continue the longer. Saturn,,\nMars, or Dtagon’s-tail, in the 2d, peregrine, retro-\ngrade, or afflidling the Lord of the 2d, Jupiter,.\nVenus, or the Part of Fortune, it is a very ftrongg\nargument of poverty.\n2. Hozu cr by vihat means fiiall he attain Riches ?\nIf you have found the querent fhall obtain-\nriches, you may know from w'hence it tvill come,\nby the following Rules :\nIf the Lord of the 2d be in the 2d, the querent,\nwill attain riches, or an eftate, by merchandize,,\nor his own induftry.—If the Lord of the 2d be in\nthe ifi, free from combuftion or other afRiiSfinn,,\nhe (liall have riches in a manner unexpeiledly. —\nIf the Lord of the 2d be in the 3d, in good afpe(ft j\nby his neighbours or kindred, or bv inland iv>ur—\nnies. —If he be in the 4.th, and fortunately placedl\nin good afpedl of the Lord of the 4th, the quercntt\nwill attain riches by his father ; and fo of the\nreft, hz.\n\fC 131 ]\n3. Shall the Querent obtain the Money lent, or due\nfor Goods fold and delivered?\nThe Afcendant, &c. as before, fignify the que-\nrent. If it be a friend, or a perfon you are con-\nverfant with, and not related to, take the 7th\nHoufe and his Lord to fignify the quefited perfon.\nThe 8th, the 2d from the 7th, fhall fignify his\neftate. Then judge by the following Rule :\nThe Lord of the Afcendant, or the Moon, in\nconjunction, or in good afpeff with the Lord of the\n8th, or with a planet in the 8th elTentially dignified;\nthe querent (hall attain the goods or money en-\nquired after.\nThe Lord of the 8th in the Afcendant, or in\nthe 2d, in reception with the Lord of the 2d ;\nit\n'is a great argument that he lhall get his money or\ngoods ;\nand if the aforefaid fignificators apply by\nquartile or oppofition, with reception, it denotes\nthe fame, but not with much eafe, &c. But if the\nLord of the 7th or 8th fhall be pofited in the ift\nOr 2d, and be not received by the Lord of the\nAfcendant, nor the Moon, or Lord of the 2d ;\nit\n; fhews the querent will not only go without his\ndefire; but if he purfues the bufinefs, he will fuf-\ntain much lofs and detriment.\nJudgements\n\f[ 132 ]\nJudgements proper to the Third House.\nBrethren, fitters, kindred, neighbours, inland\njournies, rumours, advice of friends, &c. ap-*\npertain to this Houfe. —Queftions agreeable tO(\nthefe, and the following, are moft: applicable,,\nor moft eafily folved by this Houfe.\n1. Shall the ^jerent, his Brothers, Si\/lers, Neigh-'\nhours, agree F\nAdvice of a Friend, if good or bad ?\n1, Shall the Querent, his Brothers, ^c. agree F\nThe Moon, the Afcendant, and its Lord, are’\nthe fignificators of the querent^ the 3d Houfe and.\nits Lord, of the quefited. The queflion is thus-\nfolved : If the Lord of the 3d Houfe be a benevo--\nlent planet, and in the Afcendant, or the Mooni\nbe in good afpeot with \"k fortunate planet in the 3d\nthe querent and his brothers, &c. will agree well.\nWhen the Lord of the Afcendant and Lord of'\nthe 3d are in Textile or trine to each other, and in\nmutual reception, or the Lord of the 3d cafts a-\nfextile or trine to the cufp of the Afcendant, and'\nthe Lord of the Alcendant or the Moon cafts the\nfame to the cufp of the 3d Houfe j\nit is an argu-\nment\n\f[ ns ]\nment of great unity, love, and concord, between\nthem. When a good planet is in the Afcendant,\nand the Lord of the ift beholds the ciifp of the\n3d, or applies friendly to the Lord of the 3d; it is\nan argument of a good difpobtion in the cjuerent,\nand indicates he is defirous of agreeing with his\nbrothers, neighbours, kc. and if a Fortune be in\nthe 3d, and the Lord of the 3d apply in harmony\nto the Lord of the ift, the brothers, &c. are moft\nindulging. Thofe perfons whofe fignificators do not\napply, are moft imperious, and apt to difagree ; and\nthofe perfons whofe fignificators make application,\nare flexible, willing and defirous of peace and\nconcord. When Saturn, Mars, or the Dragon’s-\ntail, in fuch a queftion, (hall be in the Afcendant,\nit denotes the enquirer to be obftinate, and averfe\nto a friendly agreement; but if any of them are\npofited in the 3d, the brothers, &c. are of a ma-\nlicious difpofition : and if it happens that Saturn,\nor Mars are peregrine, retrograde, or combuft,\nthe malice or mifehief they threaten will be the\nmore hurtful. When Saturn or Dragon s-tail are\nin the 3d, the neighbours are clownifti, obftinate,\nand the kindred covetous and fparing: if Mars,\nthe kindred are treacherous, and <he neighbours\ndlfhoneft: and this is certain when they are out\nof their dignities.\n2. Advice\n\f[ 134 ]\n2. Advice of a Frlenf if good or bad ?\nIt is remarkable, when a man is in diftrefs,\ntrouble, or anxiety, he will apply to a friend,\nhow to act in his embarrafled ftate. If you defire\nto know if they intend faithfully or deceitfully,\neredb your figure to the moment of time they gave\nyou their advice ;\nand judge as follows The loth\nHoufe fignifies advice and counfel :\nyou are to\nconfider if that Houfe is fortunate or afflidled ;\nif \"JupiUr^ Venus^ or Dragon’s-head^ be in the\nloth Houfe, or if the Moon apply by body or\nafpecl to the Lord of the ift, the advice, counfel,\nor perfuafion, is good j\nor if either of the For-\ntunes fo pofited, fhall apply by fextile or trine to\nthe Lord of the ift or Afcendant, it denotes the\nfame : but if Saturn, Mars, or Dragon s-tail, pe-\nregrine in the loth, then you may conclude your\nneighbour is a knave, or your friend full of de-\nceit, and only pretends to friendfhip. If the fign\nafeending be a moveable fign, and the Lord of the\nift and Moon be in moveable figns, you may\nfafely pafs the fame judgement.\nJudgements\n\f[ 135 3\nJuDGEPAENTS proper io the Fourth House,\nAre houfes, lands, pofleffions, inheritances, thinos\nloft or miflaid, of the father, See.\nJ. Sh\/7\/J the quercJit hire or take the houfe or\nfarm^ place^ ^c. defired, or not \\ arid the\nquality and goodnefs of it.\n2 . To find a thing lofi^ hidden, or miflaid.\nThefe queftions being refolved, vvi!! lead the\nArtift to the underftanding of any ether of the\nlike nature.\n2 . ^hall the Querent hire -or take the Houfe, Farm,\nLand, or Place, defired, or not ; and the\nquality and goodnefs of it.\nConfider the Afccndant, his Lord, and the\nMoon, are for the querent. The yth and Lord\nthereof are the fignificators of the perfon who\nhath the letting of the houfe, farm, &c. Theioth\nHoufe and his Lord fignify the profit or advantage\narifing from the querent’s taking it. The 4th\nHou (e^fignifies the houfe, See. itfelf enquired after.\nIf you find the Lord of the ift pofited in the 4th,\nor the Lord of the Alccrndant or Luna cafting\nN 2 their\n\ftheir fextile or trine to the degree afcending, or I\nthe part of Fortune free from the evil rays of the\nIniortiines, it is a ftrong reafoii the querent will\ngain t'v his bargain, farm, houfe, purchafe. See*\nAn Infortune or Dragon’s-tail in the 7th denotes'\nthe contrary. If you find the Lord of the 7th in\ngood afped with the Lord of the ilf, or the Lord\nof the I lb in good afpcct to a planet in the 7 th,\nthe querent will obtain favour from his landlord,\nand generous dealing, &c.\nA fortunate planet in the loth, or in fexfile or\ntrine to the cufp of it, is a good argument ths.\nquerent will conclude a bargain.\nIf an Infortune be in the icth, the parties willi\ndiffer about repairs or buildings, Mr. Lilly fays.\nThe goodnefs of it is known by the fituation off\nthe Lord of the 4th, if afflivfled or not; and the\nnature of the fign on the cufp of the 4th, viz.\nAries, Leo, Sagittary, denote the place to be.\nhilly, hard, or dry ; if earthy figns, good land,,\nand level ; if Gemini, Libra, or Aquarius, the?\nground not very high or low, but middling good\nif Cancer, Scorpio, and Pifees, it flicws the eftate\nabounds with water.\n2 . Ts\n\f[ 137 J\n2. Th find any thing loft, hidden, or miflaid.\nIn this queftion you ought carefully to confider\n•whom the property loft belongs to. If the father,\nthe 5th Houfc to indicate the thing loft, becaufe\nthe 5th is the 2d from the 4.th, therefore ftgnifies\nhis father, eftate, he. and fo on of the reft, in\norder. If 'tis the querent’s own goods loft, &c.\nthen judge as under : If the Lord of the 2d be in\nany of the four angles, the thing enquired after is\nin the houfc of the querent; if the Lord of the\n2d be poftted in the Afcendant, or in conjundfion\nwith the Lord of the ift, the thing is hid or mif-\nlaid in that part of the houfe which he himfelf\nmoft frequents.\nIf the Lord of the 2d be in the lOth, it is in\nthe hall or dining-room, if ’tis a gentleman :\nenquire, if a trader, in his fliop, warehoufe, he.\nBut if the Lord of the 2d be in the 7th, the goods\nare hid or miHaid in that part of the houfe his\nwife or maid fervants frequent, or are in, gene-\nrally. ’\nThe nature and quality of the place v\/here the\nthings are, is known by the nature of the ftgns\nwhere you find the Lord of the 2d, the Moon, or\nFortune, pofited. If you find the major part of\nthe fignificators in fiery figns, the goods loft are\nN 3 near\n\fnear the chimnies, or where iron is laid ; If in\nairy figns, in the upper part of the houfe, or above\nthe ground floor ; if in watery figns, it is near\nfome water ;\nif in earthy figns, near fome pave-\nment or floor laid on the ground, or earth. The-\nquarter or part of the houfe where the thing is hid,\nloft, &c. is known from the nature of the figns;\nand quarter they fignify j\nas I have before ex-\nplained in the Firft Part of this Book. Thus;\nhaving obferved carefully where the fignificators .\nare pofited, you are to judge by the major tefti--\nmonies; and they will dircdl you to the quarter*\nof the Heavens, and nature of the place, where*\nthe thing is loft. See. as I have proved true by*\nrepeated experiments*.\nJudgements proper to the Fifth House.\n1 his Houfe appertains to the birth of children,,\nembaflies, mefl'engers, plays, gaming, ScC.\n1. If a woman enquiring he with child or not?\n2. If the wo?nan is pregnant with a boy or girl?\n3. Shall a perfon gain or lofe at cards^ dice, or\nany other game?\n* Wm. Lilly fays he has found this judgement corrcfl, when\nhe has tried out of fpoit, &c«\n\f[ 139 ]\nThe Student, by feeing thefe queftions refolved,\nwill be able to anfwer any other belonging to this\nHoufe.\nI. If a Woma,n enquiring be with Child or not?\nThe queflion is found by the following rules :—\nThe Afcendant, his Lord, and the Moon, are^the\nfignificators of the woman enquiring : —The Lord\nof tlie ift, or the Moon, applying to the Lord of\nthe 5th, by conjun£iion^ fextile\n^\nor trine^ from good\nhoufes, or if the Adoon or Lord of the Afcendant\nbe pofited in the 5th, it is an argument the que-\nrent is with child.\nWhen the fignificators apply friendly, or are\npofitcd in fruitful figns or houfes, as the 5th,\niith, and 7th, or if Jupiter be there, the party\nenquiring is with child : but if Jupiter, the na-\ntural fignincator of children, be cadent, or af-\nflidtcd, the woman enquiring is not with child,\nLikewife, if the Moon, and the Lords of theTri-\nplicity (he is in, be well pofited in figns of many\nchildren, as Cancer, Scorpio, and Pifees, the wo-\nman has conceived. So, if Jupiter and Venus be\nin angles, free from the malicious beams of the\nInfortunes, the woman is certainly with child :\nbut if the fignificators arc afflided by Saturn,\nMars\n\f[ 140 j\nMars, or Dragon’s-tail, the woman is not v\/ith\nchild, but is troubled with fome diforder flie has\nmiftalcen for conception. Saturn, Mars, and Dra-\ngon’s-tail, in the 5th, (hew non-conception ;\nbut\nif it happen that the teftimonies or proofs for her\nbeing with child are greater in number than tbofe\nthat fignify non-conception, they then threaten\nabortion or mifearriage : the fame when the evil\nplanets aiflift Venus, the Moon, or the Lords of\nthe 5th or Afcendant.\n2, If the JVoman is pre^nant^ or zuith a Boy\nor Girl?\nTo anfwcr this queftion, obferve the Afcendant,\nhis Lord, and the 5th Houfe or I.ord of it, toge-\nther with the Moon, and planet to whom (lie ap-\nplies ;\nfor if they, or mofl: of them, be in mafeu--\nline fign®, the querent is with child of a boy;,\nbut if in feminine figr.s, of a girl. 7'he faid fig--\nnificators, though in feminine figns, yet if they\nare in afpecl of mafculine planets, and in houfea\nmafeuline, the woman will have a male child.\nMafculine planets are Saturn^ Alars, Jupiter^ and\nthe Sun\\ the feminine are Venus and the Aloon.\nMercury is in his nature convertible, and is either\nmafculine or feminine, according to the planet he\nis in afped with, Signs of a mafculine nature or\ndifpofition\n\f[ HI ]\ntlifpofition are ^ . n . a • •\n-f • - ^ feminine\nligns arc « . 2B . . nx . K . Thefe planets\nand ligns well obferved, you cannot fail.\n3. Shall a Verfon gain or lofe at Cards, Dice, or\nany other Game ?\nTo refolve this queftion, you are to give the\nLord of the Afcendant and the Moon to the que-\nrent : the 5th Houfe and Lord thereof fhall fignify\nyour lofs or gain by any game or play; the 7th\nkoufe and his Lord, the perfon you play with.\nIf you find the Lord of the Afcendant in the\n5th, or Lord of the 5th in the Afcendant, in their\neflential dignities, noways afilidied by the prefence\nof the evil planets, or their malevolent rays, it is\nan argument the querent will gain by his play, &c.\nLikewife, if you find the Lord of the Afcendant\nin conjundiion, fextile, or trine, to the Lord of the\n5th, efpecially if they apply to the aforefaid good\nafpedts, in their dignities, or if they be in recep-\ntion^ you may pafs the fame judgement.\nIf you find the Lord of the 5th fcparating from\nany good afpedt from the Lord of the 8th (which\nis the quefited’s houfe of lubftance) to the Lord\nof\n\f[ 142 ]\n©f the Afcendant, or Lord of the 2d, it is an ar-\ngument the querent will win by his play. If a»\nbenevolent planet is pofited in the 5th, having;\neflential dignities in the 5th, and do caft his bene--\nvolent afpefts to the Lord of the 5th,^ or Lord off\nthe ift, judge the fame : but if, on the contrary,,\nyou find the Lord of the Afcendant, or Moon,,\nor Lord of the 2d, affli£led by the Lord of the:\n^th, 7th, or 8th Houfes, it is an argument theu\nquerent will lofe by his play, &c. Or if you findlj\nthe Lord of the 5th in the 7th, or in reception i|\nwith the Lord of the 7th, or in good configura-*j\ntion or afpedt thereunto, or if the Lord of the 5thi|\nleparate from the Lord of the 2d, and apply by'\nany good afpedf to the Lord of the 8th, it is ai\nproof the querent will lofe money by his game of\nplay, &c.\nIf you find equal teftimonies, you may judge’\nthe molt powerful fignificator wins the game; buf\nif there happen to be three of one, and four of\nthe other, always decide in all quefiions in favour\nof the greater number of reafons or teftimpnics.\n\fC H3 ]\nOf the Sixth House, and Questions naturally\nbelonging to it.\nFrom this Houfe judgement is given on fick-\nnefs, fervants, fmall cattle, that is, flieep, hogs,\n&c. and the following Qiieflions are com-\nmonly decided by it, as well as others fimilar.\n1. TVhat part of the body is afliSied?\n2. What is the caufe of the difeafe?\n3. Shall the ftck party recover, or die of the\ndifeafe ?\nI. What Part of the Idody is afliSded?\nHaving erected the figure, obferve the Afcend-\nant, the 6th Houfe, and place of the Moon ; they\nare naturally fignificators of the difeafe ; then judge\nas follows : —T. he Horofcope or ift Houfe, afflicted\nby the prefence of an evil planet, or the Dragon’s-\ntail, indicates plainly the difeafe lies chiefly in the\nhead, and in that member or part of the body de-\nfcribed by the fign afcending. If the Moon be\nafflicted by the Infortunes, the fick party is afflicted\n;in that part of the body the planet governs from\njhis own houfe*. If the Afcendant be Scorpio, and\nMars and Venus in the Afcendant or 6th Houfe,\n« the\n* See the Appendix.\ns\n\f[ U4 J\nthe Hifeafe lies in the head, bowels, and fecrets\nbecaufe Mars governs thofe members in either\nplace: which rules hold good with all the other ;\nfi^ns and planets. The difeafes natural to the\nt?\n.... . j\nplanets and figns are particularifed in the Firft\nPart of this Work. You mull: always reckon the\nAfccndant, let what fign will aCcend : the i ft Houfe •'\nfigniftes the head and face ;\nthe 2d Houfe, neck and\nthi-oat J\nand fo on.\n2. is the Caufe of the Difeafe^ or Diforder? '\nThe caufe is known from the pofition of the^\nfignificators (after you have feen, as before, ini\nthe other figures, the part affli^fed) in the fourr\ntrigons or triplicities ;\nfor therein fhew they the\nhumours predominant. If moft of the fignifica--\ntors arc pofited in fiery figns, they declare the dif-\norder to have its origin from choler; whence fe-\n'\nvers and fuch fort of diforders proceed. If theyv'\n'\nare in airy figns, blood is then predominant in the.\n*\nbody, and caufes gouts, leprofies, &c. When thee\nfignificators of ficknefs are in earthy figns, they:\nindicate ftrongly the caufe of the difeafe to pro-\n'\n-ceed originally from melancholy ; and thofe dif-'\neafes are long and tedious, bringing' on confump* i\n*\ntions, agues, nervous affedlions. See. The fig'<\nnificators in watery figns denote the difeafe to pro->i\n1\nceeti\nii\n\ft 145 3\nceed from cold and raoift caufes, as phleghms,\ncoughs, phthifics, and all difeafes of the ftomach,\nand frequently the bowels.\n3* Shall the Jtck Perf\non die, or recover of the Difeafe?\nYou are to confider the Afcendant and Lord\nthereof, and Luna. If you find Jupiter, Venus,\nSol, and Luna, in the Afcendant, not afflidled by\nthe Lord of the 8th, nor yet Lord of the 8th*\nthemfelves, promife a fpeedy recovery. The Moon,\nor Lord of the Afcendant, feparating from an evil\nplanet, or from the Lord of the 6th, and applying\nto a Fortune well placed in the figure, denotes the\nfame.\ni\nIf Luna be angular, well pofited, free from the\nbody Jind beams of Adars and Saturn, or the Lord\nof Death ; or if the Moon be void of courfe, and\nbehold a good planet On a celeftial day ;\nit is a fign\nof recovery, elpecialJy if ihe be in her exaltation.\nIf the Bencvolents are ftronger than the Male*\nVolents, and they behold the Afcendant Lord there-\nof, or be in good afpeft to the Moon, it is an\nargument of recovery.\nIn refpe£l to death, the Lord of the Afcendant\nand the Moon combufl of the Sun denote death,\nnnlefs there be feme reception between the Sun\nO and\n\f146 ]\natid them ;\nand if they fhall be in conjundion with\nthe Lord of the 8th, except Jupiter and Venus in-\nterpofe their friendly beams, they ihew the fame.\nThe Lord of the 8th in an angle, and the Moon\nand .Lord of the Afcendant cadent, or afflidled of\nthe Infortunes, prefage mortality. The applica-\ntion of the Lord of the Afcendant, or the Moon,\nunto the Lord of the 8th, by evil afpedf, (hews\ndeath; and if he be an Infortune, it puts the\nmatter paft all doubt. The Lord of the ift in the\n4th, 6th, or 7th Houfes, afflidled, portends death.\nThe Lord of the ift in the 8th, or the 8th in the\nift, gives judgement of mortality.\nOf ih Seventh House, and Questions\nlonging thereunto.\nFrom this Houfe we folve all queftions con-\ncerning marriage, partnerfliip, law-fuits, public\nenemies, war, thefts, fugitives, ftrays, &c. A-\nmongft others, are the following, which properly\ncome under the cognizance of this Houfe.\n1. Shall the querent marry?\n2. JFhat ynanner ofperfon Jhall the querent marry ?\n3. Shall two partners agree^ and be fiiccefsful in\npartnerjldp ?\n4. IFho is the thief; of what age^ and fex ?\nF.ark\n\fI\nr 147 j\n!\nEach of thefeiliall be treated of feparately aiW\nIjdiftindly. ,\nI. ^Shall the ^lerent meirry?\nI\nConfider the pofition of the Lord of the Afceii-\nI dant; the ]) & ? , and the Part of Marriage, and\nI\ntheir pofition : if all, or the major part of thent,\nbe in prolific or fruitful figns, it is a great argu-\nmei>t the querent will marry. If the I> or Lord\nof the Afcendant be in good afpedf with the G»\nor either of the Fortunes, the party enquiring may\ni marry. When the Lord of the ifi, the D or $ ,\nF are in the 7th, or in the dignities of the Lord of\nI the 7th, and the Lord of the 7th in the Afcendant,\nI or in fextile or trine to the faid fignificator, the\nquerent will certainly marry. If none of thefe\nappear, but the fignificators are » in barren figns,\nin or S to the Lord of the 7th, the party en-\nquiring is averfe to marriage.\n2. What kind of Perfon Jhall the ^erent marry ?\nIf a man afk the queftion, confider what planet\nthe Moon is in afpedl with ;\nif a woman alk it,\nconfider Sol ;\nalfo what planet the Lord of the\nAfcendant is in afpedl with, or the planet in the\nAfcendant ; and judge here, and at all times, by\nthe ftrongeft arguments, I mean the greateft tefti-\nO 2 monies,\ni i\n\f[ hs •]\nmonies, and thofe which are in beft reception.\nThen confider the nature of that planet, whatfignii\nhe is in, how afFedled or affli<^led; and by confi-o\nderation hereof you may defcribe the perfon, his.l\nquality, and difpofition; as you are directed in.\\\nthe Firft Parc of this Book, where the natures of'‘\nthe Planets and Signs are dwelt on very fully. If;|\nthe Lord of the ift or the Moon be in conjun£fionii\nor good afpe£t with Venus, the perfon is affable,,\npleafant, &c. if with the Sun, noble, generous,,\n&c. Mars is rafli and furious, &c. and fo on.\n3, Shall Tivo Partners agres, and be fuccefsful Im\nPartnerjhip ?\nThe Lord of the Afcendant and 7th being;\nfriends, according to nature, and in reception or*\ngood arpe«Sl with each other, declare the partners?\nIhall agree together, and gain immenfely by theirr\nundertaking. If they be enemies by nature, as is?\nfecn in the Table in the Firft Part, and are voidl\nof good rays towards one another, and in no re--\nception, it is an argument they never will agree,,\nbut will be jangling, and injuring each other.\nIf the Lord of the Afcendant be a more weighty\nplanet than the Lord of the 7th, and better dig--\nnified, it Ihsws the querent will thrive beft in the.*\npartnerfliip y,\n\fC 149 ]\npartncrflilp ; but if the Lord of the 7th be moft\nponderous, the quefited gains moft. Mars or\nMercury Lord of the 2d, affliiling the Lord of\nthe 8th, ftiews the querent will cheat his partner;\nbut if either of them be Lord of the 8th, and af-\nflict the Lord of the 2d, the partner will cheat\nthe querent. He whofe fignificators are ftrongeft\nwill profper bcft in the partnerftiip ;\nhe whofe fig-\nniftcators are weakeft will be injured ; if they are\nin evil places in the figure.\n4. Who is the Thief; of ivhat Age^ and Sex F\nThe planet or planets affliiSting the fignificator\nI\nof Subftance, or the part of Fortune and his dif-\npofitor, fignify the thief. The fignificator of the\nthe thief is either the Lord of the 7th, if he aftlidl\nthe Subftance ; or, as fome fay, the peregrine\nplanet in an angle fignifies the thief, if he afflicts\nthe Lord of the 2d and part of Fortune; but\nconfider that planet who has dignities in the 7th,\nand prefer the planet in the Afccndant before any\nin other angles; the lOth next; then the 7th;\nand, laftly, the 4th : but pray notice what planet\nafflirfts the part of Fortune, and his Lord or dif-\npofitor. Many planets in angles indicate many\nthieves. If the planet afftidting the Subftance,\n&c. be mafculine, and in a mafculine fign and\nO 3\nquarter,\nf\n\f[ ISO ]\nijuarfer, it is i man ; if the planet and figns be\nfeminine, a woman. Saturn fignificator of the i\nthief fhews he is old, except he is in the begin-\nning of figns j\nSun, Mars, or Jupiter, about 30, 1\nor more; Venus and Mercury, young. The i\nMoon, according to her age; in the ift quarter,\nyoung; in the 2d quarter, 20 or 30; in the 3dj |\nbetween 30 and 45 ;\nin the laft,\n45 or 60.\nOf the Eighth House, the Houfe of Death, iffc. <\nWe may fafely conjeftute what manner of death\nthe querent may die; but to afeertain the exa£t\ntime of any perfon’s death is extremely vague and\nuncertain, except by a Nativity ;\nwhich, if it can ^\nbe obtained, let all Horary Queftions give way tot'\nit; as they are only fubftitutes in the place of ai\nperfon’s figure of birth.\nTVhat DeathJhall the Querent die, natural or violent ?\nEither the Lord of the 8th, or planet pofited ini'\nthe 8th, (hew the kind of death the querent mayd\ndie; due reference being paid to the planets be-*(\nholding him or them. If the fignificator be If. orr!\n? ,\nin their cliential dignities, they denote a na—I\ntural, eafy death 3 except violent fixed flats arc.;\nnear them.\nIf\n\f[ 151 ]\nIf 7^ be fignificator, he denotes death by agues,\ndropfy, or confumption ; d\" by fevers, &c. the O\nby pleurifies, or obftrudlion of the vitals ; ^ by\nfrenzy, madnefs, phthific, &c. and the D by drown-\ning, or difeafes of a cold and moift nature.\nFiery figns fhew death from fire, guns, See.\n;\nwatery figns, by water. The fignificator of mor-\ntality in n , ^ , or the laft part of 4^ , by a horfe,\nif the luminaries are pofited in violent figns, not\nbeholding each other, prefages a violent death.\nWe have given a figure and judgement on a\nLegacy, at the end.\nJudgements proper ia Ninth House,\nAre inferted in the Significations of the Tweivs\nHoufes.\nLong journies and voyages, &c. belong to this\nHoure5 of which we fhall give judgement at the\nend of the Work.\nN.B. Short journies, for a day or two, properly\nbelong to the 3d Houfe#\n\/\nOf\n\f[ 152 ]\n- *\nOf the Tenth House. .\n^\nAmongft other queftions of a fimilar nature, therl\nfollowing is applicable to this Houfe.\n|\nShall the Enquirer obtain the Office^ Place, or anyv\nfort of Preferment, deftred, or not ?\n•\nThe Afcendant, his Lord, and the Moon, are:!\nalways fignificators of the querent. The loth I\nHoufe and his Lord, and the Sun, who is naturall|\nfignificator of honour and dignity, to reprefentti\nthe place enquired after. The ]) ,\nor Lord of the ^\nift in any of his own dignities, free from evill\nrays, is an argument he fliall obtain the prefer-i\ntnent, &c.\nIf you find the Lord of the loth in the Afcen—\ndant, or Lord of the Afcendant in Textile or trine’\nto Sol, or to a good planet in the icth, the fame;;\nor if you find the Lord of the iffc or the D ini\nTextile or trine to the Lord of the icth, it is an-\nother ftrong conclufion.\nThe 5 or any fortunate planet feparating from’\nthe Lord of the loth, and applying to the Lord\nof the Afcendant either by body or afpct^, denotes'\nthe fame.\nWhen\n\fI\nI [ >53 ]\n! When the fignificators behoW each other by\n|\n€]uartile or oppofition, without reception, it (hews\nthe preferment will not be obtained. — ^ or $ in\nthe lOth, afflitSling the Lord of the Afcendant, or\nthe D or in the loth, denotes very little hopes\nI to the enquirer of obtaining the oiEce, dignityj,\n[ or preferment, dehred.\nI\nI\ni\nOf the Eleventh House#.\nr'\nAmorigfl other queftions, the following deferves\n!\nthe moft attention.\nI\nShall the ^erent obtain what he hopes for ?\nWhen this queftion is propounded in a general\nway, then let the Afcendant and his Lord, with\nthe planet pofited in the nth Houfe and his Lord,\nbe fignificator.\nIf you fee the Lord of the ifi: or Luna applying\nto a fextile or trine of the Lord of the nth, the\nquerent will obtain whatever he hopes for.\nThe Lord of the Afcendant or Luna in the\nnth, no way afflicted, but in reception with the\nLord of the nth, denotes the very fame.\nFortunate\n\f[ 154 }\nFortunate planets in the iith, in good afpectlli\nto the ift, predi^ he fl^all obtain, 2>cc. i\nThe Lord of the nth in quartile or oppofitiom\nto the Lord of the ift or Afcendant, or Luna,^,\nwithout reception, the querent will not obtain, &c.';\nThe Dragon’s- tail, or Lord of the nth, pere^^J\ngrine, retrograde, or combuft, or alHidted by the^\nInfortlines, denotes the fame.\nThe Lord of the ift, or the B , received in fixed:\nfigns, fhews the querent fhall obtain the bufinefii\nhe hopes for, and that completely.\nIf the querent, in propounding any queftion.i.\ntells the particular thing he hopes to attain, the;\nrules muft be varied, as the fubjedl may require, .j\nOf the Twelfth House.\nOf a Prifoner or Debtor, Captive, &c. TVhen\nhe he fet at Liberty ?\nAmongft others, this we deem of the moft\nelFential importance.\nObferve, The Lord of the Afcendant or Moor'\nfwift in motion, denotes freedom in a fliort tin.e\ncfpcciall\n\fpeclally if the Lord ©f the 12th is in a moveable\ngn, and he in good afpe£t to a fortunate ftar ©r\nlanet. The Lord of the Afcendant, or the Moon,\nany of the cadent Houfes, denotes long con-\nnement. If the Lord of the ift is afHi(^ed b)r'\naturn or Mar?, or is under the Sun’s beams, or\ntrograde, it (hews long imprifonment. If the\nifortune be Lord of the 8 th, he will die in pri-\nn. A fixed fgn afcending, denotes long re*\nraint, if the Lord of the ift is a ponderous pla-\net : common fgns, not fo long : moveable fgnsy\nort imprifonment. The way to know the length\ntime before the party (liall be releafed from\nranee vile., is by obferving the degrees of diftance\nfetween the fignificator and the fortunate planet,\nthe Sun, and according to the figns they are\nund in ;\nfixed, common, or moveable. Meafuro\ne days, weeks, months, and years, of the per-\nn’s remaining in cuftody, as we have before di-\naled.\nHaving thus given Rules and Directions how\n• folve many qiieftions, I (hall next proceed to\nluftrate thefe Rules further, by giving Examples\na variety of True Q^ieftions, recently folved.\nSince the publication of the Firft Edition, the\nuthor acknowledges himfelf much indebted to a\n:rfon of great profelTional (kill in this Science,\nfor\n\f[ t56 ] I\nfor fome valuable Improvements, Additions, and^\ncurious Queftions, inferted in this Second Impref-\nfion. ,\nTke TRUTH of ASTROLOGY demonftraud'\nby the following Fa£is.\nQuEsflON I. IVhether a Ticket^^ Noi 24,642,,!\npurchafed in the prefent Lottery^ Jhall be drawn:\\\n•\n<2 Blank or Prize ?\nA Gentleman applied to my Friend in thesi\ncountry, to know if a Ticket, No. 24,642,,\nwould fee fortunate or nou He \"feredled the follow-\ning figure to the precife time of night he defiredi\nto be refolved.\n\f'\n[ 157 ]\nWe allow the Moon 6 hours motion ;\nfhe moves\nI\nI deg. in 2 hours. This queftion concerns the\nI 2d Houfe, that being the hcufe of fubftance, the\n! Moon muft be confulted with the fign of the 2d\n'\nand loth. Leo, the fign afcending, exa6lly de-\n. fcribed the gentleman enquiring, he being a large\nJmafculine perfon, and an intrepid countenance,\nPfree and generous, &c. See page 13. We find\noj no planet angular but Mars, and he has little to\nq\ndo in this queftion. The Lords of the 2d and 6th >\nBare both fuccedent, and both the luminaries ca-\nT dent, in the 6th, and in conjundion with that\nmoft evil planet Saturn, who is in his own houfe\nIt and fign : he is hurtful here; neither does the fex-\ni tile of yield much benefit to the querent. The\nT Sun, his fignificator, is not fortunate, but ca-\nM dent, and in detriment, not having got up to the\nI fign of the 7th : Venus in >f is afflided by Sa-\nI turn, and then fine receives her firft quartile in\nI her natural and local courfe. The queftion being\nI by night, the Moon muft be laid to have more\ndominion than the Sun. If rules by day, and ^\nby night, in bis triplicity ; ^ Lord of the houfe\nof wealth, applies, by body and afped, to evil\nplanets: the Sun, Lord of 0, is much afflided,\nargues lofs. For the above reafons 1 was obliged\nto inform the gentleman, that his ticket would\nbe drawn a blank, in a few days ;\nwhich accord-\nP ingJy\n\f[ >58 3\ningly happened on the loch of February, 1786, f<d-\n^\nlowing,when theMoon wasinoppofition to 5 ,Lojd\nof the querent’s 2d. We would advife the young\nartift to take down the time when he infures or\nbuys a ticket, and eredl the figure from that exadl\nminute, as near as he can.\nHad there been a Fortune in the 2d or loth\nhoufe, or m2iny planets in angles, or the D , $ , or ^ ,\nfortunate, we muft have readily concluded the\nperfon would have had a prize of great value j but\nthe reverfe is too eafily feen.\nPlanets Afpedfs in the foregoing Figure:\n6 of\n* of \"y. . A <3 .\nQuestion II. On the Certainty of obtaining Cajh,\nor a Sum of Money, when wanted.\nA friend of mine called upon me, and informed\nme he had a -draught of 50 1. to pay in a few\ndaysj but, owing to his particular friends and re-\nlations being all out of town, he was greatly at a\nlofs to raife 5I. towards it, as he had no banker.\nHe faid he had 150I. in good bills, and defired\nme to difcount one. I told him I could not till\nthe latter end of next week. He faid he had tried\nall\n\f[ 159 1\nall his acquaintance in vain. He then defired me\nto eredl a figure. I accordingly did, as under;\nK V\\\ni\n\/\n\\\nWill the Querent\nobtain the Money\nhe wants Tomor-\nrow, July 9, i7^5>\niih. P.M. or II\no’clock at Night ?\nA d' D : * 4 ? : >? d'\nJf <y : A ^ ? .\nHere I remark, the planet Mars is in Aries,\nhis own houfe, and defcribes the perfon enquiring :\nhe was of a middle ftature, iwarthy complexion,\nbold countenance, &c. The Moon, the queftioii\nbeing by night, has moft dominion and power.\nThe Lady of the Night is within 2 deg. of A\nafpea with S ,\nthe querent’s fignificator. The\ntrine of b ? A^ews that a friend, defcribed by\nin fliould help him to the money. I fup-\nP 2\n\f[ i6o ]\nI\npofed he would have what he wanted very foon.W\n$ ,\nLady of the 2 d, is in her own houfe, in fex-'.\ntile to the Afcendant. 0 on the cufp of the que-\nrent’s 2d, or Koufe of Subftance, difpofed of by ;\n$ ,\nfliews the fame. \"4 near the Afcendant, alfo\nin a moveable fign with $ his fignificator, denotes I\nhe iliall have the money quickly. of T? 5c ^ •\ndenote he has had much trouble in trying to pro-\ncure the money amongft his friends j\nbut that he j\nIhould be fure of having what he defired, is clear,\nfrom the afpedls and pofitions of the Fortunes in\nthis figure, there being no malevolent ones to\ncounteracSl their good effects. I hefitated not to\nacquaint my friend, 1 thought he would be in pof-\nfeffion of the cafli he flood in need of, the next\nday; becaufe the D, which brings all fublunary\nthings to pafs, is fo near to a trine of Mars, the\nquerent’s fignificator. This queftion properly be-\nlongs to the 2d Houfe. I’he iffue of the bufinefs\nwas, that a perfon who had been fchoolfellcw\ncalled on him the next morning, to breakfafl, who\nlived 120 miles olf, in the N.W. part of England,\nand helped him to the money; though it is moft:\naflonifhing to think, that he had not feen him for\n10 years before. ,\nQt'ESTlON\n\f[ ]\nIquestion 3. Is Jhe a Maul or Virgin that ajks\na ^uejlion ?\nI\nMy Profeffional Friend had a defire to know, if\nthe young woman that lately came to him about\ni\nfome bufinefs, was a maid or not. He eredted\nthe following figure for that purpofe. I have in-\ni\nferted this, becaufe it is a nice figure. In fome\nI\n.\n“\nwe may fee quite evidently if they are maids or\ndebauched.\nThis figure was ereded 10 min. before Eleven\nc’CIock, or 22 h. 50 min. pad Noon.\nI ob-\n\f[ 1^2 ]\nI obferve, that an aftrologial hour or day begins\nat noon, and ends the next day at noon.\nFiaft, I confider if ? Lord of the Afcendant in\n^ deferibes her, or the hgn afeending. 1 find\nthat Venus in Aquarius cxaiflly reprefents the\nyoung woman ;\nfhe being handfome, of a well-\nlhaped body, an excellent complexion, good-na-\ntured, and full of vivacity. b in a fixed fign,\nlier iff; Venus, Lord of \"I'aurus, is fixed alfo ;\nboth thefe teftimonies afiure me fhe is chafte. She\nis (5 v^ith Tp O in the loth; fuppofe her to be a\ni'ervant belonging to a perfon of fafhion ; and ? ,\nher fignificatof, is’Lord of almoft all the 6ch Houle;\n(d) is cadent, difpofed of by D , who is cadent alfo ;\n.which confirms me in it.\nI find many planets angular, and her fignificator\n;vvith that noble Monarch of Heaven, Sol ; ^ alfo\nin his own and If both in his own Houfe\nand Triplicity. Thefe are all teflimonies of virtue.\nShe has not had any child ; SI occupies the cufpt\nof the 5th Houfe ;\nbut that file has had great trials\nfor her honour, is indicated by £5 being near the:\ncufp of the 5th ;\nand ? being in conjumflion withi\nTp ,\nLord of the 10th, undoubtedly I think it was'\nwith her mafter fhe dived with. After weighing;\nthe above 1 pronounced her an honourable and\nhandfome virgin.\nHad!\n\f[ 1^3 ]•\nHad the Lord of the Afcendant been with\nmoveable or common figns, or a fruithil fign on\nthe 5th, or ? ifi the 5th, in evil alpecSl to Infortunes,\nI fhould have deemed her lewd and unchafte. Q\nin the 7th is a certain proof of the woman’s chaf-\ntity or conftancy to one man ;\nbecaufe the Sun is\nfoie Lord of the Heavenly Spheres. This reafon\nalways holds good. One great thing in this wo-\nman’s favour, is, Mars Lotd of the 7th in the\nift : let her marry when (lie will, fhe will not\ndefile her marriage- bed\nQuestion 4. Gentleman made Enquiry, If his\nVoyage to the Weji-Indies Jhould he fafe and profpe-\nrous, for he was going out in a Ship of IVar for\na three Tears Station ?\nA figure was made, agreeable to the following\n;\nand this, with what has been inferted on a Ship\nat Sea, in the former Part, will enable any ma-\nriner, or fea officer, to judge for himfclf on the\nfuccefs and fafety of any voyage.\nCliriftian Aftrology is not only lawful, but effentially ufeful.\nAt the fame time, the beft things in the world may be proftituted\nto the worft of purpofes. The confcqucnce moft afluredly .s, th\nthey will bring down divine vengeance on th(^ir own keads.\nThis\n\fC 164 ]\nI\ni\n1\nThis queftion chiefly regards the 9th Houfe\nand the 2d. The iign afcending on the 9th, and\nhis Lord perfonating K, is a watery fign. The\n]) ,\nthe Lady of the Ocean, has principal domi-\nnion, efpecially as (he is Lady of the Afcendant;\nwhich fignifies the perfon fetting fail for the\nWeftern World. The Weftern fign muft be con-\nfidered, as well as the 2d Houfe, which intimates\nhis fubftance or gain ; likewife the loth, how for--\ntified and dignified*\nTo\n\f1\nf 165 J\ni\nI\nTo proceed; we find the 9th a watery fign ;\nIf. angular, and Lord of both Houfes, and in his\n.own Houfe well dignified, and in Textile to both\nthe luminaries of Heaven, G& D ; which foretells\nthat the voyage or long journey would be attended\nwith perfect fafety. The d of the G> D , L in\nBy the Sun in we underftand the Captain of\nthe Ship ; by (5 Tp , the attempt of fome enemy or\npirate j by ,\nthe guns of the Thip of war ; the 5 ,\nthe querent. Now we fee ? is in in 25 deg. of\nafcenfion, whilft Tp hath but ii in ;\nthis denotes\nthat ? , fignifying his Captain’s ammunition, hath\nI\nthree times as much power as the enemy, $ b?-\ni\ning in her Triplicity, and well dignified by the a\nf of If. to the 2d, I TuppoCe he will get fome riches\nby the voyage ;\nbut by the pofition of the planets,\nthe being on the cufp of my querent’s 2d, fhews\nhe will fquander it away again Toon. T? in the\nterms of ^ , fhews no great gain will accrue from\nthe voyage. On the whole, the D feparating from\nL ,\nfhi ws he will be a little fick, or has been.\nt!>. is an intercepted fign, and Wellern; his Lord\nangular, and well dignified*, fliews fatety in the\nvoyage (from all the above.) f he querent was in-\nformed he would have a fafe voyage, but would\nbring home little or no gain.\n* In the Tropical and Moveable Sign\nFrom\n\f[ i66 ]\nFrom long experience, we find the Lord of the\n9th, well dignified, in long journies, and either\nof the Fortunes in it, is good. The J fortunate,\nthe 2d Houfe fortunate, by i; or ? ,\nor friendly\nafpedt from them or ^ , ftiews riches.\nThe moft ftrong teftimonies of ill fortune are,\nif lb d' £3 falls in the 2d Houfe, or 9th, not in\nany of their elTential dignities.\nOur limits v\/ill not permit us to infert the:\nLords of Houfes, the Planets Terms, nor their\n•\nAfpedfs, in this momentous queftion, here^.\n\\\nQuestion 5. Shall the ^erent obtain the Debt\nowing to him^ or 7wt, at Norwich?\nBeins: out on a journey in Norfolk, I w'as.\ninformed by a companion I met with on the road,,\nthat a trader who owed me a fum of money, at:\nNorwich, was th-n at home ;\nand, as he lived near\nthe place, he would wifh me to accompany him..\nI fat down, and erected a figure; told him I\nthought 1 fliould not get it ;\nbut being much per-\nfuaded, although feveral miles out of my w'ay, I\nwas induced to go. The ifi'ue of the bufinefs fell\nout as I foretold him; as appears briefly by the?\nfollowing figure\n* See the Appendix.\nScorpio\n\ff 167 J\nV\n\\\n(8)\n<\nShall the Querent\nget his Money at\nNorwich ?\n\\ ^\n5r\n7 o’clock P. M.\n\\\n\/\n\\\nMay 4, 1785.\n\/\nd' ? -\n«A ^ A A\nScorpio occupying the Cufp of the Afcendant\ngives Mars for my fignificator j which, with the\nMoon, fignificator of journies, which is in direct\noppofition to the part of Fortune, plainly indi-\ncated that no money could be obtained by any\nmeans. The 7th Houfe and his Lord denote the\nan I was going to ; who, by being in a fuccedent\noufe, intimated he was not to be fpoken with\nafily. The Lord of the 7th is in quartile to\nars, my fignificator j\nwhich is an additional\neafon to fuppofe no money was coming. Dra-\ngon’s-\n\fC 168 ]\no-on’s-tail near the loth Houfe, or Houfe of Trade,\nand for other reafons which the reader will per-\nceive, all the benefit I received was a pleafant\njourney ;\nwhich is (hewed by Jupiter being po-\nrted in the ^th Houfe, or Houfe of Pleafures\nand Children. The event turned out exadlly as\nI thought: the man was not to be feen, nor any\nca(h to be had j\nthe party being broke.\nQuestion 6. Shall the Querent be fortunate in.\ncolle^lng Money, and procuring Orders, at Briftol ?\n* When I was out on a journey lately, I made-j\nfeveral obfervations, by eredling figures, as foon\nas I entered a town, or juft before I went out with,\nan intention of getting my bills paid, and cndea--\nvouring to procure frefli orders; all which I can'\nfafcly fay experimentally never failed, fome fortu-\nnate, and others unfortunate, in collecting money {\nand orders. I (hall be brief on the following^ i\nfigure, and leave the reft for the Student to im-- i\nprove further. \\\ni\n* The Reader will perteive that the Atithor does not profel:\nthe Science, but ftudies it clolely, for his own and his friends.\naniufement. See Queftion i. 1|\nVirgt\nI\n\fC 169 ]\nVhgo being on the Cufp of the Afcendant\ngives Mercury for my fignificator, who is pofited\nin the icth, his own houfe, and implies I fhould\nget trade or orders ;\nand Venus, Lord of the 2d,\nbeing in the loth, in trine to the Cufp of the 2d,\nand \"in trine to the Moon in the 7th, Hiews the\nfame. 'Inhere are oiner favourable afpcdfs, but no\nmalevolent ones. I got my money, and colleaed\nfrefit ordeis; as the Reader may perceive. This\nQiiellion belongs to the 2d and loth Houfes.\nQuestion\n\f[ 170 3\nQjjestion 7. If'\nhat Part of the Body Is aftidied ?\nIn the former Part of this Work I have fliewn 1\nwhat difeafes are attributed to each Planet, Houfe,\nand Sign; I now come to give an Example of\nthem ; as this Queftion has reference to the 6th\nHoufe. i\n'\nA friend of mine, being very bad, applied to\nme, if 1 could defcribe his complaint j as he found\nhimfelf vaftly ill. 1 erected the following figure,\nand gave judgement as follows, briefly* ;\n\f[ ^71 ]\nI had no doubt of the queftion being radical,\nas the party vras fcarce able to walk. Scorpio be-\ning on the Cufp of the ift, gives Mar's for his fig-\nnificaior, pofited in the 6th or Houfe of Sicknefs,\nand in oppofition to the 12th Houfe of Affliaion\nand Trouble j and I told him I fuppofed he had\none very difagreeable complaint, one in parti-\ncular, which I defcribed to be an ulcer in the\nbladder or kidnies, or the ftone, by Scorpio being\non the ift ; and Mars his lignificator in the Houfe\nof Sicknefs, indicates a diforder in his head alfo,\nand fubjeft todiforders in the reins, kidnies, blad-\nder, See*. The Moon being in exadf quartile to\nSaturn, fituated in Scorpio, indicated the fame.\nSo here are three reafons to conclude, he being\nmarried, that was his complaint; otherwife I fhould\nhave been inclined to think venereal pleafuies had\nbeen the caufe. He had alfo a diforder in the fto-\nmach ;\nwhich is eafily feen by Venus Lord of the\n6th being in Cancer. He frankly faid he believed\nI had told him the truth exadly, and juft hit hb\ndifeafe.\n» See, !n the Appendix, a Tabic what Member of the Body\nevery Planet governs in each Sign, viz. d' ^ governs throat,\nreins, &c.\nQ.* Questioh\n\f[ 172 ]\nQuestion 8. Shall the Querent obtain the Legacy\npromifed ?\nThe following qucftion on legacies I Ihall con-\nclude with : —A perfon of a good-natured, affable\ndiTpofition, called on me, to know concerning a\nlegacy his wife’s mother had often promifed to\nleave them at her death j\nbut lately he had grofsiy*\naffronted her by his licentious way of life. Know-\ning the queftion tq be perfedfly radical, I credfed\nthe following figure, and gave him my opinion\njudicially. This queftion properly belongs to the\n8th Houfe.\nMercury\n\fC 173 ] .\n•\nMercury is Lord of the Afcendant, and fignifi-\ncator of tlie querent ; he is fituated in the 7th\nHoufe, and difpofes of Jupiter, the ftgnificator of\nhis wife, who is pofited in the 4th, his own Houfe,\nftrong, and in trine afpeA to the Sun : the Dra-\ngon’s-head, or Moon’s fortunate node, falls in his\nwife s 2d ; all which ftrongly predict the querent’s\nwife would not lofe her inheritance. 7'his telli-\nmony is corroborated by the pofition of Jupiter,\nwho is Lord of Pifees, or his wife’s Houfe, and\nalfo his wife’s lOth fignificator of the mother, viz.\nthe 4th Houfe in the figure, and loth from the\n7th. This indicated much love between mother\nand daughter. Sic,\nThe querent’s fignificator being in his fall la\nPifees, a w'atery fign, and in conjunction with\nVenus, (hews him to be a man of a difilpated turn j\nas is alfo denoted by quartile of Jupiter and Mer-\ncury.\nThe fituation of the Sun and Dragon’s-head'ln\nhis wife’s 2d, or my querent’s 8th, fignify he has\nreceived a legacy before through his wife’s rela-\ntions, or father ;\nwhich he foon confefled ;\nbut that\nit is fquandered away, appears by Dragon’s- tail in\nhis 2d Houfe, in conjunction with the part of\nJ'ortiine. Now, taking all the afpects together,\nI hclitated not to declare, nottvithflanding all his\n\fC 174 ]\nbad behaviour, he would receive the legacy pro-\nmifed, not out of any regard to him, but out of\nrefpefl to the daughter, who appears to love his\nwife moft affedfionUtely.\nThus, I hope, I have given fufficient Exam-\nples of the Truth and Utility of this Science, in\ntheQueftionary wayj Ifhall therefore onlyobferve,\nthat horary queftions had better not be made ufe of,\nif the querent’s Nativity can be had * j as more\ncertainty depends upon the one than upon the\nother, and will afford the perfon who bends his\n* mind to the knowledge of futurity greater fatif-\nfadion.\n* The Doilrinc of Nativities will fliortly We publi\/hed, by the\nAuthor j affifted by a man of profeldioftal Dull.\nAPPEN-\n\f[ 175 ]\nAPPENDIX.\n\"W^E would beg the reader to obferve, that the\nfigures already inferted include all that is required\nfor the purpofe of judging horary queftions, &c,\nbut in nativities, regard muft be had to the Fixed\nStars**, which will be publiflied in a Complete Doc-\ntrine of Nativities ;\nfor the afpe£ls of the planets\nconftitute the principal index of our judgement in\nqueftion: we fliall therefore proceed to the Planet-\nary Hours, the knowledge of which is of great\nufe in gathering herbs for the cure of difeafes, to\nknow the Lord of the Houfe, to determine various\npoints, and perform many natural conclufions,\n&c. &C.\nOf the Planetary Hours, and how to find them either\nDay or Night,\nFor the finding of the planetary hours you muft\nunderftand that every artificial day, viz. from\nSun-\n* That Is, for thofc who are curious ;\nelfe the Seven Planets\nIndicate all that is pall, prefent, and to come.\n\fC 176 J\nS»n-rifing to Sun-fetting, is divided into twelve\nequal parts j each of thefe parts is called a planet-\nary hour*. Alfo the night, viz. from Sun-fetting\nto Sun-rifing, is divided into twelve parts,\nmaking the Planetary hours for the night. For\nexample : when the days are 14 hours 40 min,\nlong, then the length of the Planetary hour for\nthe day is 90 min. and for the night but 30 min.\nBut for more readinefs, behold the following ta-\nble, calculated for the latitude 52, but may indif-\nferently ferve any part of England without fenfible\nerror.\nSince this Edition went to prefs, I learn that Planetary\nHours ate not looked npon in that important light they ufeJ to\nbe, .rnd are totally difregarded by the Eaftern nations at this time,\nand alfo by the Italians. The Brami-ns in India arc fuch adepts in\nthis Science, that they will tell every occurrence of a perfon’s life\nby the bare infpeftlon of their nativity, diredlly. The Italians,\nalfo, are very ingenious, and will acquaint a perfon diretlly of the\nprincipal things contained in it. Notwithilanding, thofe that ftudy\nthe Planetary Hours, will find a great degree of pleafurc and\nfetirfadiou in them.\nHours\n\fC 177 ]\nI\nHours before Noon.\nPI I 2 3 4\nh.in ii.ni fi.ni h. m. li. m.\n3 C 7 c S c 9 0 IO c II 0\n24 6 5c 7 54 8 54 '9 56 IO 58\n18 39 43 48 52 56\n12 zS 35 41 4\" 54\n6 18 -7 39 43 S2\nSI\n3c\n1\n7 8 29 9 39 10 50\n2A IS 58 10 23 35 48\n18 48 3 17 3' 46\n12 39 5 5 S 12 28 44\n6 30I 48 6 24 45\n1\n3c 5 23 6 42 8 2 9 21 IO 40\n24 16 37 7 5? iS 39\niS J\n9 3^ 54 i6\n12 6 29 52 14 37\n6 3 37 5c 13 36\nX\n30 7 0 3 o[g 0 IO c II 0\nI24 li Q 7 4 2\nri8 21 17 12 8 4\n30 24 >7 13\n6 2C 33 20 17 8\n1\nArt.*\/\n3'^ 7 53 8 42 9 32 10 2J II IO\n24 C 2 ^ 50 32 25 12\niS J 2 57 43 29 ^4\n1 2 21 9 5 49 3 ' 16\n6 3 C' 12 54 18\n30 8 3S 9 18 9 59 10 39 II 2 l\n24 44 22 iO 4 41 21\niS 50 28 6 45 22\n12 54 31 . 46 23\n6 JO 46 24\nHours after Noon.\n7 8 9 !0 1\n1\nT 2\nh.m fi.m h.m h.m h.m h.m\n1 0 2 0 3 0 4 0 5 0 6 c\n2 4 6 8 IO 1*?\n4 8 »3 21 25\n6 *3 25 32 38\n8 17 2 5 33 42 5c\nt 1\n1\nZ 21 3 31 4 42 5 43 7 3\n13 25 38 5 ° 6 6 15\nJ 4 29 44 55 12 26\n16 32 49 5 5 22 27\n18 36 54 T2 30 48\nI 20 2 39 3 59 5 18 6 38 7 57\n21 42 4 3 23 44 8 5\n22 46 6 28 50 12\n23 56 9 31 5 + 17\n24 47 IO 33 57 20\n1 0 2 C 3 ^ 4 0 5 0 6 0\n58 I 56 2 54 3 S' 4 49 5 47\n56 50 48 40 39 35\n54 4:^ 43 35 28 21\n52 43 34 37 18 10\n0 JO * 39 2 29 3\n18 4 8 5 57\n45 35 23 IO 3 58 45\n46 3\n' 17 3 48 38\n44 28 12 ^ 55 39 21\n43 34 61 48 30 15\n04^^ I 21 2 2 2 41 3 23 4 3\n39 i 3 * 57 36 15 55\n38 16 54 32 IO 4S\n37 *4 51 28 5 43\n36 .\n22 3I 40\nHours\n\fE 178 ]\nHours betore Midnight, | |\nHours after A-Iidnight..\n©R I\n3 4 5 6 7\nr\n8 9 10 I I r 3:\nh.m ii m h.m h.m h. m. h. m. h.m h.m h m h.m h.m h.ii\n6 0 7 0 8 0 9 0 10 0 11 0 12 X 0 a 0 3 0 4 0 5 0 6\n5 47 j I\n9 7 4 2 12 58 I 56 2 54 3 51 4 41 5 4^\n35 2l 17 13 8 4 la\n5 ^ 52 48 43 39 3:\n22 30 ^5 19 13 6 12\n54 47 41 35 28 22\n10 42 33 25 17 8 12\n5 ’\n43 35 27 18 Ili\n4 57,7 S 3 8 42 9 32 10 21 11 10 12\n0 .50 > 39 2 29 3 18 4 8 4 5 <\n45 8 3 5 ^ 38 ^5 12 12\n48 35 23 10 7 58 4^\n34 12 57 43 29 14 12\n46 31 27 3 48 3\n-\n23 21 9 5 49 32 16 12\n44 28 16 1 55 39 z.\n12 30 12 54 36 18 12\n42 24 6 48 30 11\n4 = 8 38 9 18 9 59 JO 39 1 I 20 12 0 41 1 21 2 2 2 41 3 3 4\n3 55 44 23 IC 2 41 21 12 39 ]8 » 57 36 15 3 5\n-\n48 50 28 6 44 22 IS 38 16 64 31 10 4‘\n43 54 31 9 45 -3 IZ 37 15 51 28 5 4\n40 57 33 10 47 24 12 37 14 50 27 3 4-\n6 0 7 0 8 0 9 0 10 0 1 I 0 I2 1 c 2 0 3 •4 c 5 0 6\n*3 6 47 7 5 ’\n8 54 9 56 10 58 I4 2 4 7 9 11 I\n3\n'-'\n43 48 5 ^ 56 I-i 4 8 13 17 a I 2\n38 28 35 4 ^\n47 54 1 2 6 J\n3 19 25 32 3\n50 18 27 35 43 52 I 2 8 17 15 3,3 4‘\n5\n7 3 6 8 7 18 8 29 9 39 10 50 12 I 1 J 2 2 I\n4 43 5 53 7\n15 5 58 10 23 35 9 56 12 13 25 38 50 6 3 ]\n26 48 3 17 31 5 * 12 >4 2Q 44 57 12 I\n37 S 9 6 55 12 aS 47 12 16 3 - 49 5 5 Z X\n48 30 48 6 24 43 I 2 iS ’36 54 12 30 4 -\n7 57 5 4« 6 42 8 2 9 21 10 41 IZ I 20 2> 39 3 59 5 186 38. 7 i :\n8 5 16 37 7 58 18 39 I a ZI 42 3 1 44 3\n12 10 32 54 16 38 I? 44 6 f.8 50 1\n17 6 29 5 ^ M 37 i2 -3 46 9 31 54 J\n20 .^3 27 13 36 12 >4 47 ig ?3 57 ^ .\nT\n\fC 179 3\nThe Explanation and Ufe of the Talk of Planetary\nHours,\nIn the firfl: column, on the left-hand page, you\nhave the place of the Sun to every fix 'degrees\nthrough the Twelve Signs: under that you find\nnr and ; and under Aries you find o, 6, 12, 18,\n24; and under Virgo you find 30, 24, 18, 12, 6\n:\nby which you fee that the Sun rifeth at the fame\nhour when he is in 6 deg. of Aries, as he doth\nwhen he is in 24 deg. of Virgo. The Planetary\nHours are noted at the top of the Table, i, 2, 3,\n4, &c. both before^Noon and after Noon, In the\nfecond column you have the firfl: planetary hour\nafter Sun-rife: as, when Sol is in 6 degrets of\nCancer, or 24 deg. of Leo, you fhall find the firfl:\nplanetary hour continues from Snn-rife, till 16\nmin. after five. The fecond planetary hour con-\ntinues till 37 minutes after 6, &c.\nIn the firfl: column, on the left-hand, you have\nthe hour and minute of Sun-rifing to every fix\ndegrees of the Twelve Signs. The refl of the\ncolumns fhew the planetary hours for the Night,\nas the Table directs you. Then, when you find\nthe planetary hour, you may know what planet\ngoverns the hour by the following Table.\nJ TABLE^\n\f[ j8o 1\n1\n<1\nTABLEy\nJheiving\nwhat\nPlanet\nrules\nevery\nHour\nof\nthe\nDay\nand\nNight.\nHours\nof\nthe\nNight.\nO\n« 1\n0+ f\nHi-\n1\n0 1\n« !\n^\n:: 1\no. .e-\ni\n© 1\n^ XH ;=r\no\n1\no 1\n« Xu- 04- Hi-\nO' 1\n^ 0+ © 1\n«\noo\n1\nCrt*\n©i\n1\n!\n\"\n'\n^1\nx>\n0 1 j\n^o X>t 04-\nVO »f i\nOf hO- ©\nwo aot 0+ j\n.o o « j\n«o\n04- o « 1\n«o j\nx>\n© j 1\n»o X>f 04-\nj\nHi-\nXH I\n?t 0+\n1\n©\n« ( ^ 0+ 1\n0 4^ j\nXH 1\nThe\nHours\nof\nthe\nDay.\n<s\n1 0 <==»\n*-o\nJ\nX> 1 1\n0+ S\nK-t\n« 1\nX>f\n1\nC>4-\n1\nHi- O j\no »4 0-^ o © -o\n^\nO' CH 1 ;\n0 X>f\n1\noo O (=1 x> ?! 1\n0+ 1\nhC-\n1\nx> I\n?+ 04-\no - 1\n40 1\n« !\nXH 1\no 1\n0+ vO\nwo O 4^ XH 04-\nj\n^ 1\n^ 1\nXH 1\n^ 04-\nj\nhO*\n. .© j\noo 1\nX>t ?r 1\nC4- ©\nN 1\n0+ O XH\nI\nKH O X>f\n^ 1\n04- hO- !\nSunday\nMonday\nrt\ns\nt>\n3\nU W\nednei'day\nThurfday\nFriday\nSaturday\nYou I\n\ft i8i 3\nYou muft underftand, that for every day in the\nweek there is affigned a feveral planet, and that\nplanet governs the firft hour of that day ;\nas you\nfee in the hvlb column of the Table againft Sun-\nday O, which governs the firft hour after Sun-rife.\nThen in the fecond you find ? , and 2 at the\ntop, which fhews that Venus rules the feconcf\nhour ;\nand under 3 you find ^ , which flievys that\nMercury rules the 3d hour after Sun-rife : And\nfo of the reft; as the Tabic diredls you>\nAn Exatnple of finding the Planeitry Hour,\n\\\nSuppofe it were required to find what planet\nruleth on Tuefday the 31ft day of July, I 777 >\n3 hours after Noon : I find his place in the Jtphe-\nnieris to be 18 deg. 5 min. of Leo: With this\niS deg. I enter the Table, and guide my eye right\nOP, until I come at the planetary hours after\nNoon; and in the fecond column for the After-\nnoon, I find 2 hours, min. after Noon. Then\nin the next column 1 find 3 hours,44- •tiin. which\nincludes the propofed time ;\nand at the top of the\ncolumn I find 9, which fhews that ft ft 9^^\nplanetary hour, which hath yet 44 min. to rule.\nThen I look in the next Table, which fhews what\nplanet ruUth every hour of the day ^\nand I feck\n\f[ r82 3\nfor Wednefday on the Icft'hand, and the ^th hour\nat the top of the Table ;\nand in the angle of meet-\ning I find D , which fhews that (he governs that\nhour. And thus much may ferve for the ufe and\nexplanation of the Tables.\ni\nTVhat Houfes the Planets are Lords of^ in the Figure^,\npage 1 66, left out by Mijlake.\ntp'Lord of the — 7th and 8th Houfes.\nIf 6th, 9th, and loth.\nS' 5 th.\nO 2d.\n$ - '\n—~ nth.\n^ 3d, 4th, and 1 2th.\nT t]?e Afcendant, or ift.\n'\nTerms of the Planets^\n'O h* in II ex' are in Trine of ^ .\nIf intercepted in T his ownTriplicity, and Term of ?•. .\nI? & 2 in 25 VS Term of J •\nd' in 20 n Term of ?\nThe^JlfpeSis of the Planets are^\nof 0 5 Tj .\n2f A d' . being in ex', rules thatt\nTriplicity by day, ^ by night.\nyi Table.\n\fC >83 I\nj£ Table of the Ejfential and Accidental Fortitudes and\nDebilities of the Planets*\nEjfential Dignities*\nIn houfe, or reception by\nhoufe 5\nIn exaltation, or reception\nthereby 4\nIn Triplicity 5\nIn Term 2\nJn Decanat or Face 1\nAccidental Fortitudes,\nIn the Afcen. or 10 houfe 5\nIn the 7, 4, and 1 1 houfes 4\nIn the 2 or 5!houfea 3\nIn the 9th houfe 2\nIn the 3d houfe i\nDirect 4\nSwift in motion 2\n'^2\nH 3\n'\nOriental 2\nS ^ or D Occidental 2\nFree from combuiUon 5\nIn Cazima 5\n]) Increaling 2\nIq partile 6 with 21.& ? 5\nIn partile A to ^ ? 4\nIn partile d with Si 5\nIn the terms of l(.or ? i\nWithSpicaT% 5\nR\nEJJeniial Debilities,,\nor Fall.\nIn Detriment\nIn Fall\nPeregrine\nAccidental Debilities.\nIn the 12th houfe\nIn the 8ih or 6th houfe\nRetrograde\nSlow in motion\nT7 ^ Occidental\n5 and ^ Oriental\n]) decreafing\nCombull of O\nUnder Sol’s beams\nBefieged of I7 and 3\nIn partile d of 1\n? 0x 3\nIn partile'g of or 3\n[n partile d with^\nIn aoUj or 3\nIn Terms cf I7 or 3\nWith Ca^ut Algol 5\nThis\n\fThe\nPart\nof\nFortune\nin\n[ is+ ]\nThis Table is fo eafy that it neecii no explana-\ntion ;\nand after you have collected the Eflential\nand Accidental Fortitudes and Debilities of the\nPlanets, and 0, you are to fubtraft the lefler from\nthe greater, and the remainder fliall fhew the\nftrength or weaknefs of your Planet or 0.\nTable of the Fortitudes and Debilities of the Part of\nFortune.\nDig-nities.\nO Debilities.\n\" »orK 5 \"ni>f XT\n^ ^ SlSo 5 'V' neither gees nor\nu 3 lofes\n2 twelfth\nthe Afcen. or loth 5 C 8th houfe\n7, 4, or 11 houfes 4 6th houie\n2 or 5th 3 s (5 w'ith Tj or $\nthe oth 2 0 6 with <i3\nthe 3d 1 got b or\n^ Not Combuft 5 of b or cT\n6 with l{.or $ 5 Terms of fj or ^\nAAvith l|or ? 4 0 (5 with Caput algot\n* with If or ? 3 l-H\nin 21 d. of g\n(5 with S 2 Combuft\n6 whhRegulus2^\na '•* ^\n6\n6 with Spica^iC)\n5 -\ns\no\n5\n4\n4\n5\n3\n4\n3\n2\n4\n5\nA Table\n\f4\nC 185 ]\nv\/ Jhewing what Member of the Body ever,.\nPlanet governs by being pofted in any of the Piueivs^\nSigns.\nIb|i;|d'l0|?l5|])\nT 25 u |a « It ”e! ^ lx triikh\n«|25fL!”En|« =o=]icflT»u|x ^1-cc;\nu Ittk q,|^25| II nx|t:ari «\n25ji5:nK|rri.5l|®^lX u>fl«^|T\na 1\n'n ^ 61 1\nT 1 23 XT 1\nn X »\n''kI \/ WL|>f « |il Xl23 r n\n1 \/ 1\n^ ni 1\n=0: X n 1\n^ T SI b 25\nui ^ 1 X jf 1\nn}. -V 1\n25 1\n=£!: b 1\nu j\na\n« Inhn n( :0:2?^ltiE\n'<f|TX » 11 KU e5|nia|^\ntsrl b T n xl^ Xl^jicfSlI \/\nX u« 25 t!x -f\nThe Ufe of the Table.\nThe ufe of the table is ealily underftood : for IP\nyou look at the top of the table, you (hall find\nyour Planet, and in the firft column on the left\nhand find the Sign he is pofited in; and at the\ncommon angle of meeting you fhall find the part of\nthe Body which the Planet govcrneth from his-\n©wn houfe.\n*\nK 3\nMxampk\n:\n\f[ i86 1\nExample: Suppofe Saturn be fignificator of a\nfick perfon, and m ’Taurus ; I find ^ at the top of\nthe table ; and. in the firft column towards the left\nhand, I find ^ ; and at the angle of meeting I find\n^ SI’, which tells me the party is afili£led in his\nbreaft, heart, and back. Judge the like in the\nreft of the Planets ; one example is fufiicient to-\nfind the ufe of the table.,\nSele£f Maximsfor betttr judging any ^lefilon,\n1. TheQueftion is radical, and fit to be judged’,,\nwhen the Lord of the Afcendant and Lord of the\nHoufe be of one nature and triplicity.\n2. Have moft regard to the dignity or debility\nof the D ;\nit Is far better the Lord of the Afcendant\nbe unfortunate than (he, as ftie brings us all the\nvirtue of the other planets, and of one planet to>\nanother.. Cardan.\n3. In every Queftion when the Fortunes are-\nfignificators, hope If Infortunes, fear the\nvrorft,.\n4. See from- what planet the D is feparated ;\nthat\nplanet Ihews what is paft, or has been done ;\nif.\nfrom a Fortune, good ;\nif from an evil planet, bad,\naccording to the nature of. the houfe..\n5. The\n\f[ i87 ]\n5. The application of the D denotes the prefent\ncondition of the thing defired, viz. her applying\nby a good afpedf, and in a good houfe, to a good\nplanet, intimates the ftrong hopes of the Qiieftion\nintended ; fo that from the conjun 61 ion and fepa-\nration of the planets, things part, prefent, and to.\ncome, aic foretold. Lilly.\n6. Always confider the if well dignified in-\nany houfe, the Qiierent gets by men denoted by.\nthat houfe j\nif ill dignified, damage from thence.\n7. The D hath great power, except when Slk? t\nafeend ^ either of thefe diminilhes her influence.\nHermes Trismegistus..\n8. Beware, in all judgements, wherethe figni-\nficator is combuft, or in g to the 0» no good, nor,\na^y perfection of the matter, can be expedted..\ng Beware of things when ES is in : it feldom-\nfails but the Querent ftiall receive damage, or\nHander, from men and matters denoted by the houfe-\nhe is in.\n10. Obferve, when a planet is cadent, he is as a;\nman dead, having no motion.\n11. If retrograde, as a man infirm, llupifiedj.\nand foliicitous. ^ tc\nJ2< It\n\fC iS8 ]\n12. If combuft, like a man in prifon without\nhope of liberty. If beficged, like a man fearfub\nbetween two enemies. If between , plea-\nfan t and free from want. Be them.\nOblerve, in general, the © by day, and the 5\nby night, hath moft predominancy.\nOur limits will not permit us to enlarge : w’C\ntherefore muft difmifs this fubjeff for the prefent,\nobferving, that every thing of importance is in-r\nferted in this 2d edition, which is much enlarged\nand corredted, and nothing omitted any way ma-\nterial. We prefume the Reader will be of opinion,\nevery matter confidcred, that no pocket volume\nof. this Science can be made more complete.\nFINIS.\n.1\n1\n\findex.\nPART I.\nPage\nl^umher of the Signs i n 2\nDlvifton of them — 3 & 4\nA Tahle.^ Jhewing the MaJcuHne and Feminine\nDegrees^ ^c% in each Sign of the Tsodiac 6\nOf the Nature and Qualities of the Signs — g\n*Tht Properties and Infiuences of the Sun^ Moony\nand ‘Planets\n—\n21\nOf the Dragon^s Head and Tail -\n37\nOf the Part of Fortune 0 —\n—\n— 38\nThe CharaSlers of the Planets and SignSy bfc. 40\nThe A'ipedis of the Planets — — 41\nA Table of the EJfntial Dignities of the Planets\nA Table of the Friendjhip and Enmities of the\n43.\nPlanets - 47\nOf their Orbs and mean Motion — ib.\nOf their Latitude — — 48\nA Table of their Radiation — — 49\nOf the technical Terms made ufe of in AJl\\rology 51\nExplanation of the Twelve Houfes of Heaven 60\nA Figure of the Horofcopey ^c, — — 61\nOf the garters of Heaveny tfc* •- 68\nTke^\n\fINDEX. Page\n^he Defcription and Signification of the Seven\nPlanets in the Twelve Signs of the Zodiac 69.\nDirections to ereCi a Figure of Heaven, and\nplace the Planets in the Horofcope 90\nCopy of the Ephemeris and Table of Houfes 95 & 96\nHow to calculate the Part of Fortune 1 02\nA cekjlial Figure ereCied, iJc. —• — 104\nP A R 'T II.\nContains the Refolution of all ATanncr of\nHorary Queftions and Judgements.\nPac;e-\nIs the Subject (if Enquiry, To be, or Not to be ?\nWhat Jhall be the Hindrance of a, Matter en-\nquired after? —\nIs the Matter good or evil ? — —\nIs the Report true or falje ?\nWhere, orivhichJVay? — —\nWhen, or in what Time ? —- ~\nHow, or why ? —\nGeneral Rules to know if a ^efiion is radical,\nor fit to be judged — —\nOf the Length of the Querent's Life —\nIf an abfent Party be dead or alive —\nTo what Part of the World jhall the Sjaerent\ngo, to profpei ? — —\nShall he find a Perfon at Home or not ?\nOf a Ship at Sea, her Safety or DeJiruCiion\nloS-\nnr\n112\nib»\n115\nn6\n117\n120\n122\n123\n124\nJ 2&\nShall\n\fI N D E X.\nShall the ^erent be rich or poor ? —\n<\nHow^ or by what Meansy ifc.\nShall the ^erent obtain Money lent, i^c.\nShall the Querent and his Relations agree P\nFriend's Advice, is it good or bad ?\nShall the ^erent take or hire the Houfe,\nFarm, l^c.\nHow to find any thing loft, (Ac-,\nif a Woman enquiring is with Child?\nIs ft)e pregnant with a Boy or Girl ?\nShall a Perfon gain or lofe at Cards, kAc.\nWhat Part of the Body is ajfliSied?\nJWhat is the Caiifie of the Dijeafe ?\nShall the fick Perfon die or recover ?\nShall the Querent marry ? —\nWhat Manner of Perfon ? — —\nShall two Partners agree ? is'c. —\n7Vho is the Thief? ^c.\nJVhat Death Jkall the ^lerent die ?\nSlmll the Enquirer obtain the Ofiee, lAc, —\nShall he obtain what he hopes for ? —\nDf a Prif\noner, lAc. when Jhall he be fit at\nLiberty ? —\nPage\n129\n130\n132\n134\n135\n137\n139\n140\n141\n*43\n144\n145\n146\n147\n14S\n149\nI;50\n152\n153\n154\n156\nQ^icftion I. Whether a Ticket jhall he drawn\nBlank or Prize?—Figure and fudgement\nQj-ieftion 2. . On the Certainty of procuring\nCajl) when wanted—Figure and fudgement 158\nQueftion 3. Is Jloe a Maid that ajks the ^f~\ntionP'^Figurc and fudgement 16\n1\n,Qiiefti on\n\ff N' D E X.\nQueftion 4. Shall a Voyage to the Wejl-Indies\nbe fafe and profperdus P—Figure^ ^c.\nQueftion 5. Shall the Querent obtain the Debt\nowed him ?—Judgement and Figure —\nX^ieftion 6. Shall the !^erent be fortunate in\ncollecting Orders and Money P^Figure and\nJudgement on it ’\n——\n'Qiieftion 7. TVhat Part of the Body is af~\nflidcd?—TVith aFigure and Opinion thereon\nQueftion 8. Shall the ^erent obtain the Le-\ngacy promifed P—Figure and Judgement on\nit at large —\nPage\n165\n166\n168\n17a\n*172\nAPPENDIX.\n'Of the Planetary Houfes —- 17^\nTables^ tffc. — —— 177, 178, l8o)|\nOf the ejfeniial FortitudeSy l^c. of the Planets 183^]\nOf the FortitudeSy ^c, of the Part of ^ 1 84^\nTablcy Jhewir\/g what Member of the Body\nevery Planet.governs — — 1851\nSelect Maxims —— ——• 186, &c..|\n\f","_id":1227}