{"name":"Every Ladys Own Fortune Teller","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1793__anonymous___every_ladys_own_fortune_teller.pdf","mytitle":"Every Ladys Own Fortune Teller","mylang":"de","content":"E v e r y L A D Y ' S o w n\nFORTUNE TELLER,\na?i f\nrry\ny \/C Afs\/i\/s\nD E C R E E S O E E 1 4 T E ,\nv\n> ^\na new &regular Sjitem for foretelling\n^j ^\nu \/ uz\/y (^ isen fo, 61\/ ^\nAilrolog*y, M o le * ,\nPhyli o irriorny, Card«, an d\nPalmiltiry. - D re am s.\nLONDON\nTHnUdJbrJ.Roach.Eitftell Coart.DrunjLaw.fyoa.\nPrice One Shilling*.\nDigitized by Google\n\fDigitized by Google\n\fP r e f a c e .\nTHE knowledge of futurity has evermore been\nconfdered as an objett of peculiar advantage. We\nfind kings andflutes, as wellas individuals, aim-\ni'ngat this knowledge, and paying liberally for\nthe qnfwers they received: thefame curiojity isyet\nalive# and dferves attention now as much as at\nanyformerperiod, andt our (tra has this fngu-\nlar precedence over all thofc that went before, that\nthe prognojlies now given, are not attended with\nthat duplicity, which charatlerifed the ancient\nrefponfes : they are plain, clear, and fu ll; we\ncan with truth aver, that, in the courfe of aprac­\ntice offorty years, we have never known them to\nfail. '\n' The method to beobfervcd is this; I f you are^\nconfulted on the Fate ofanother perfon, Firjl? *«-\nquire ikt rtdnth h t was born in; then turn over.\nthefollowing Jheets, and lookfor the entrance of\n: •' a f\/>\nDigitize! \/ - ° 8 ^ e\n\fP R E F A C E .\n'thefun into the Jign that governs that month\ntreafurt up what you find there in your memory,\nand then place your client fully before you unco-\nveredy that from ’the lineaments' of his counte­\nnance you may gather what they announce ; com-\npare this with theformer, and combine the whole\ntogether according to your judgment;—then ex-\namine the palm of the right hand firjl, carrying\nits mojl Jlriking features, with you, and after an\nexamination ofthe left, add the refalt to the con-\nclufion you had already drawn ;—\nyou will next\nexamine, into Moles the perfon may bear on his\nor her body, and examine the chapter on moles,\nyou willjoin what it reports to whatyou have al­\nready done. — You m il now inquire into the\nDreams the perfon may have lately had; know\nas nearly as poffible at what period of the night\nike dbreamjoas had,>and whether it \\ws repeated;\nwithfuch variationsarmight huvetewrrcd* and\n¿onneH the explanation with•yfyit former prog-\nnoflics; there now remains, to difeover what the\n* Cards\nii\nDigitized by Google\n\fr\nCards willfay, concerning the point inqueßion\\\nwhich may be done either with a whole pack, or\nwith the piquet cards only: In the former cafe\nyou muß ßuffle your cards well9 and let the\nConfulter cut them three timesrflowing the bot~\ntom card—which will help your information \\\nthis muß It repeated three times. Then Jhufflt\nthem anew, let them be cut once, and you bsgim\nto difplay them on a table, taking care to have\nalways an odd number in each row9and to place\nyour cards exailly under each other; after this\neonfult the book in the chapter of cards, and ha­\nving repeated your experiment three times} draw\nyour general conclußon, and all is ended.\nIn cafe of the piquet cards, ßuffle and cut,\ntake three cards from the top; if there are two\nof af l i t , take the higheß in rank; if three take\nall; when you havegone through thepack, ßuffle\nand cut the remainder, and do as before, and a\nthird time do thefame; then take a general view\na2 o f\nP R E F A C E » .H\ni\nDigitized by Googfe\n\fof all the cards drawn, and next couple them, a\ntop and bottom card; then fhuffie and cut them\ninto three heaps, laying one a part in the firß\nround to form a fourth heap; the firß heap at\nthe left hand relates to yourfelf entirely ; the next\nto your family ; the third is the confirmation of\ntheformer two, youproceed afecond and a third\ntime; adding a card to the Jingle one at each\ntime, and that laß heap of tkofe Jingle cards\ngives thefinal connexion ofthe operation.\nA looking glafs wiltfupplyyour own occqfions9\nif you conjultfor yourjelf\n0\nAny further direElions that may be necejfaryx\nwill befound in the courfe ofthe W ork.\niv P R E F A C E .\nEVERY\n\/\nDigitized by Google\n\fEVERY LADY’s OWN\nFORTUNE TELLER,\n’ OR,\nA N I N F A L L I B L E G U I D E\nTO THE\nH I D D E N D E C R E E S\nor\nF A T E ;\nEV E R lìnee the world began, a laudable curi-\nofity ha$ excited all ranks of people in all\ncountries, to know the events, viciffitudes, the\nturns of good or bad fortune, which were to hap­\npen to themfelves as well as to their acquaintances ;\nthe moll eminent philofophers, the keenell witst\nand moil penetrating politicians, nay, kings them-\nfelves have made different branches of this fcience\ntheir peculiar ftudy. Some of them have gene­\nr a lly given the fruits of their labours and fearches\nto the rublic, but in a Itile fo embarrafled with\nfcientific words* that thè greater part of readers\ncannot rightly underftarid them; .and thus the obi\njeft they propofed to themfelves is in a great mea-\nfiire loft an experience of upwards of forty years\na3 - has\nDigitized by Google\n\f4\n[ 6 )\nhas enabled us to penetrate Into the deepeft fecrets1\nof an art, which, however defpifed and depreciated\nby fome, we have found to be of the utmoft utility\nto our neighbours, and indeed, to all thofe who\nhave confulted us. W e muft, before we proceed\nfarther, alfure our Readers, and they will find it an\ninconteftable truth in the perufal of the following\nSheets, that there is neither witchcraft nor any\nother diabolical, or wicked communication necel-\nfaryin the conduff of this bufinefs;—it depending\nentirely upon a clofe andjudicious obfervation ana\ncombination of circumftances, figns, marks, lines,\npofitions, and oppofitions, that naturally concur to\npoint out the event that is to happen, and which\nmuft unavoidably ftrike the moft moderate capaci­\nty, by the afliftance only of a tolerable memory;\ntnis is neceffary to combine the feveral prognoftics;\nand this, with the help of a little attention, will\nevidently prove, that aftrology, or the influence of\nthe ftars, phyfiognomy, or the outlines of the*\ncountenance, palmiftry, or the figures on the hands,\nkeliology, or moles, card toiling and dreams, will\nverify each other ; and thus the perfon .who be­\ncomes an adept in the feveral branches of this *noft\nexcellent fcience, will be able to prepare himfelf\nfor whatever may happen, and by a prudent ufe\nof his own powers, and intervening incidents, give\ntnore poignancy to the fortunate event he has to\nhope for, and blunt the edge, if not totally turn\nafide any unfortunate reverie he may be threaten«:\ned with.\nTo facilitate the acquifition of* fo noble and ufe~\nfui a knowledge, ;we will divide this book into\nchapters, that our Readers may, without delay or\ndifficulty, find the objett he is immediately in fearch\nof* i .\nCHAPTER\n,yGoogle\n\fC H A P T E R . I.\nA S T R O N O M Y .\nOf the twelve figns of the Zodiac, thefeven planets\nand their ftveral influences over the future\nEvents of a perfons life, and manners*\nIT is not our defign to give here a general fyfiem\nof Aftrology, our only purpofe being to point\nout the nature and effeft which the courfe of each\nplanet in its paflage through the twelve figns of the\nZodiac has upon the temper of each perfon, and\nto prove, that from a judicious obfervation of the\nfituation ef each planet at the hour of birth, you\nmay eafily forefee what kind of life that child will\nlead, ana what the bent of his inclinations will b e;\nand from this foreknowledge, you will eafily\ncomprehend the kind of education you are to give\nhim.\n. The revolutions of the fun, \/being the bell\nknown, and his power being greateft over the fe-\nveral parts of this fublunary creation* .we {hall be\nmoil particular in our obfervations upon him, and\ntell the refult of our .many experiments upon him.\nAbout the twentieth of March, which ancients\nconfidered as the beginning of the year, the fun en­\nters the firft of the twelve figns, whofe name is\nAries, or the Ram ;—a man born at or little after\nthis period, will be of a meek difpofition, mode­\nrately amorous, rather baihful, a little inclined to\nwavering in his refolutions, unwilling to quarrel,\nbut if compelled to it will conduft himfelf with\npropriety, not over fanguine in his purfuits, and\non the whole., will be tolerably happy in life. In\nthe\n[ 7 ]\nDigitize! ' j O O < * '\n\fC 8 1\nthe fun’s progfefs through the (igti, he will pro-\nfefs thofe qualities in a higher degree.\nA woman bom at the lame period, will be fwect\ntempered, model!, chalte, and decently fond of\ntholes fhe is bound to love; ihe will not be over\nanxious about the affairs of this world, but will en­\ndeavour, without afliduity, to gain an honeft live­\nlihood, and will be ready to relieve the diftrefles\nof a fellow creature.\nAbout the twentieth of April the fun enters the\nfecorid fign, called Taurus, or the Bull,—a man\nwho comes intb the world at this time, will be oi a\nftrdng conftitution, âiftorous difpofition, ardent in\nhis purfuits, tenàcióus of his opinions, prone to\nanger, but feldom to excefs ; liable to infidelities\nto his wife, â little tinilured with fufpicion, and\ndefirous of fifing in thè world; on the whole, his\nlife will be rattier agreeable than othetwife, but\nhé mull expeR croifes and difappointmentfc.\nA woman born at the fame time, will be revo­\nlute in her words and aftions, not eafily fubjefted\nto controul. attached to pleasures that aro confifi­\nlent with virtue, defirOus of praife, and not eafily\nintimidated; ihe will enjoy a good deal of fatis-\nfeftion.\nAbout thè twentieth of May, the fun enters the\nfliird figri, called Gemini^ or the Twins;—aman\nborn at this time, will ulUce his chief happinefs in\nthe arms of the fair lex ; he will be nice in his\nopinion of the beauty of women, inclined to ram­\nbling into foreign countries, ambitious of ihining\nih feme excellent qualities, fitch as learning, me­\nchanics, &c.—his underftanding will be folid, his\nimagination lively,, his memory uncertain, his\ncourage undaunted, his temper uncommonly fweet,\nunlefc highly provoked; then firm in his refent-\nxnent,\nDigitized by Google\n\ftnent, Until he obtains full fatisfaflion; he will\nmeet with many erodes, but will bear them al! with\nmanly fortitude. \\\nA woman born at the fame period, will be cre­\ndulous in love affairs, and may be eafily impofed up­\non; ihe will be jealous, watchful, and fretful, rather\nto an extreme, not eafily detached from the firfl\nobjeft of her affe&ion, of ah affable difpofition,\nand kind to thofe who may depend on her; ihe\nwill be vindiftive but eafily appealed, and mull meet\nwith difagreeable interruptions. to her peace of\nmind.\nAbout the twentieth of June, the fun enters the\nfourth fign, called Cancer, or the Crab;—a man\nwho receives his exiftence at this period, will be\no f a fober fedate difpofition of mind, not eafily\nexcited to mirth, fenous and perfevering in his\nxefolves, rather diffident of his own talents, and de*.\npend too much upon the opinion of other«; he\nwill be of a tender nature, faithful in his attach­\nments, and not inclined to infidelity in love; he\nwill be induftrious and provident.\nA woman born at the fame time, will be fond of\nmirth and good cheer, of a temper rather captious,\ninclined to the pleafures of love in a lawful man­\nner, but will not negleft the duties of her ftation ;\nIhe will not eafily give up her own opinion, but\nyet will not maintain it with provoking obftinacy;\nupon the whole Ihe will enjoy a reafonable {hare\nof quiet. ' \\\nAbout the twentieth of July, the fun enters the\nfifth fign, called Leo, or the Lion;—a man ufh-\nered into the world at this feafon, will be of a tur­\nbulent and rapacious .difpofition; he will delight\nin law-fuits, quarrels and broils, and although he\nwill not ihun the pleafures of love, yet they wilt\n[ 9 ]\nDigitized by L . O C K ,\n\fbe but fecondary in his thoughts; he will be-for\never laying fchemes to gain his ends, and will be !\ntroublefome to his neighbours, and unhappy in\nhimfelf.\nA woman born at the fame time, will be o f a\nlanguid, indolent difpofition, not much addifted to\nthe pleafuresof love; her tongue will be flippant*\nif not loud and abufive, and her indiferetion will\nbring her into many ferapes. i\nAbout the twentieth of Auguft, the fun enter«\nthe fixth fign, called Virgo, or the Virgin;—at\nman born under this influence will, though ilrong-\nly inclined to Jawlefs love, be reftrainea in fome\nmeafure by a natural modefty, which will frequent­\nly fave him from bitter remorfe, difeafe, and dif-\ntrefs; he will be cautious in his undertakings* i\nfprightly, though referved in converfation, and* ]\nthough not fqnd of danger, will not fly from it ]\nwhen occafion requires. j\nA woman born at the fame time, will entertain\nan utter abhorrence to any corporal uncleannefs ;\nher defires, though warm, v;:ii he under i!)e govern­\nment of reafon; her language untinttured with im-\nmodefty, and her difpoiition honell, upright, and\niincere.\nAbout the twentieth of September, the fun en^\nters the feventh fign, called Libra, or the Balance;\na man who comes into the world at this period*\nwill he highly refpeftcdhy his neighbours and ac­\nquaintances, however poor and low in circum-\nitances; he will be a lover of truth, and a peace­\nmaker ; he will be contented in his (ituation what­\never it may be, and if honours and dignities are\nthrown upon him, as generally is the cafe, he will\njbear themwith equananimity, that is to fay, he will\nnot\nE 10 ]\nDigitized by Google\n\f[ *> ^\nnot grow proud; rior fcorn his old friends, but will\n{\n>roteft them; he will be no enemy to love in a\nawful way.\nA woman born at the fame time, will look up­\non the bufmefs of love as her duty only in obedi*-\nence tQ thofe who have a command over her; her\ndenieanpr will he dignified, modeft and fubmiflive;\nher paffions cafily governable, and her whole de­\nportment fuch as becomes a prudent and virtuous\nmatron.\nAbout the twentieth of Oftober, the fun enters\nthe eighth fign, , called Scorpio or the Pragon;\n—a man who is forced into light at this critical\nfeafon,; mtift ;be confidered as one who is to en­\ncounter great hardfhips; the cares and anxieties of\nlove mult yield to others of more confiderable mo­\nment to his well being; however innocent he may\nbe, he mull expefl enemies ; he will be fufpefted\no f plots againft the public, or of bad defigns.a-\nfainA private perfons, apd violent perfecutions will\ne the unavoidable conference; he will* however,\nthough not of a bright, or lively imagination, gaVn\nhimlelf many powerful friends, who will in the\n-end extricate him from aH difficulties.\n, . A woman born at the fame period, will be\n:haughty, defigning, inconfiderate and ihconfiftent;\nfhe will yield to love only, as it may be fubfetvf-\nent to hef.other purpofes, and will' bring upon her-\nTelf the ill-will of many about her:; yet, will many\nJoF her fchemes prove abortive from her own mif-\n•m^n^emerit and folly. ^ ; i? i,\n: About the twentieth of November, the fun en­\nters the ninth fign, called Sagittarius, or the Arrow-\n‘fc£^rer;^-a rrtan born at tfiis time’ will.be of a cold\nphlegmatic 'difpofltidn; ilOt 'eafily roufed to fenfi-\n4)ijitv, ‘but when excited, furious' for a Ihort fpace;\n‘ ' ' * ‘ he\nDigitized by Google\n\ft « J\nhe .wilt carefs. his wife merely for the fake of get­\nting children, not from any feeling of paifion; he\nwill be eafily led by others, but if he finds they\ndeceive him, he - wiU.be implacable id his refent-\nraent; yet, he will not ftrive to hurt them, unlefs\nan evident opportunity offers,\nA woman born» at the fame time, will be of a\nrough difpofition, a .great .fcold, little folicitous\nabout the coniequences that may refult from what\nfhe fay and does; ihe will be addifted to ilander\nand wnifpering reports of thofe ihe does, not like,\nwhether true or falfe; ihe will expeft to rule her\nhufband, but if he ihould be of a pafiive temper,\nihe will conoefcend to wheedle him; ihe will ex-\npefl him to do ilrift juitice to the marriage bed.\nAbout the twentieth of December, the fun en­\nters the tenth fign, called“ Capricofniu, or the\n- Goat’s-horn;—a man who comes into the world\nat this period, will be exceedingly amorous, am­\nbitious, reillefs, and troublefome to himfelf and\nothers, not from any defign of giving uneafinefs,\nbut merely from want o f refleftion, he will eafily\nyield to the firil impreflion, and will be rather too\ndull and lazy to confider the confluences that\n.may refult from what he fays or does. ,\nA woman born at the fame time, will eafily ^ield\nto the folicitations of her loyei^, more from want\nof thought than from jconflitution; ihe will be o f3\ntimorous difpoiition, and eafily relhrained from\n.faults b y 'timely repnipand, (he will be a good,\nneighbour, a warm friend\/ and a tender mother,\n.but. rather filly, and.apt to believe the leaf! tale that\n.is told her. ’ ‘ x r\nAbout the twentieth of January, the fun enters\n.the eleventh fign, called Aquarius, or the W a ­\nter-bearer i--a man born at this time, will be o f\n. : ~ a violent\n,yGoogle\n\f[ *3 ]\na violent, unfteady, and boifterous difpofitioft;\nfull of llrange fancies and vagaries, but never of\nthe fame mind ; but whilft he has an objeft in\n-v-iew, will undertake any thing to com^afs it; if\nhe meets with any obftacle whilft the fit is heft, he\nvill immediately forfake it; fuch a man cannot\nreft if he has not a miftrefs, whom he will love\npaflionately for a while; but if fhe yields to his\npaffion, or marries him, he will foon grow cool, and\nfix His affe&ions on another*\nA woman born at the fame time, will be of a\nfedentary, ftudious difpofition, attached to what­\never employment fhe is brought up to; provided\nit require no great aftion or movement; in love Ihe\nwill be kind, tender, ponllant and moderate.\nAbout the twentieth of February, the fun enters\nthe twelfth and laft fign, called Pifces, or the\nFifties;—a man born at this period will be felfifh,\ndefigning, and not to be depended on ; he will be\nrampant to his fuperiors, whilft he thinks he can\nmake them fubfervient to his purpofes ; but his ends\nonce gained, he will betray them if he has it in his\npower; he will be haughty and imperious to his\nequals and inferiors, unlefs he finds they can be\nufeful to him, but his careftes will be only during\nthat time; in love he will be carelefs, if not in­\ndifferent, and ufe his wife aiid family with unrea-\nfonable feverity.\nA \\yoman.born at the fame period, will be o f a\ndelicate mind, foil in her manners, kind in her ex-\npreflions, fcorning duplicity, affeftionate tb her\nfamily, and fubjeil to no violent paffions, though\nnot quite front any ; but* love will be the ftrongefl\n,ofall,to which, however, lhe will yield with m o­\nderation. * . ^\nThe Reader r\nwill pleafe to obferve, that, there\nare .certain circimiftances which mull nccoffarily\nB quality,\nDigitized by Google\n\fC *4- ]\nqualify, tliat is to fay, increafe or leifen thefe in­\nfluences ; one ot the moll eifential of which, is an\nearly attention to the education of the child, with\nproper pains to correft by prudent leifons of mora­\nlity and religion, the difpofitions here foretold;\nbefides wlrich, there are the feveraf effefts, which\nthe five other Planets have upon the minds, and\nbodies of all creatures upon this earth ; of thefe\ninfluences or effefls, we. will now endeavour to\ngive the cleared and bed explanation ; that the\ninequality of their movements will adinit of, but\nmult leave a good deal to your own judgment and\ninduftry,.. • ••. ,\nThe firft and moft malignant of thofe is Saturn,\nwho employs thirty years, in performing his revo­\nlution through the twelve figns ; fortunate difpc-\niitjon of Providence, for were he to return oftener,\nthe perfons bcwjn under his influence; would prove\nfour, morofe, tyrannical and bloody ;. in fliort, they\nwould he worle than the moft barbarous favagcs;\nbut as liis entrance into ifie fign, along with the\nfun is neceifary to give him,a predominance over\nthat genial planet, there are but tew :that arciub-\njec^ed to him.:—Thus it is, that though fometimes\nblood is wantonly filed, it, feldom happens that\nth6.¿rime is attended tfiofe circumftances of\nbarbarity,, that ,fprm t|he character of this planet;\nthe*fame may be laid of other fiiocking inftances\nof .cruelty, but 'where fuch things oorne to pafs,\nyou may be well affined that Saturn, prefided at\nthe biith of the perfems chiefly, concerned-in them ;\nfor doo frequently peiioi>s are made inftruments\nin thofe unuatpral ;iayrifiGes,! wihp abhor the very\nthoughts .of them. ; .\nJupiter, who is a proud overbearing planet,\ntakes twenty-three mouths, in ¡going through the\ntwelve\nDigitized by Google\n\fT ' » s 1\ntwelve figns, by which his conjunfHon with the\nfun happens but feldom ; hence we have fo few\ninftances of that ungovernable ambition, which\nwould climb over the lives and fortunes of the\ndeareft ties which nature and fociety have given\nto man, to attain to fupreme power and uncon*\ntroulable dominion. «\nThe third planet is Mars, who takes the fame\ntime as Jupiter, in his journey through -the twelve\nfigns.—W e mult not attribute to his empire the\nfeveral wars that have occalionally happened, nor\nthe difpofitions which lead many to embrace a\nmilitary life; they more frequently arife. from\nother concurrent and fecondary occafions, which\nit would be impoffible feverally tp enumerate; for\ncertain it is, that many thoufands of thofe who\nfight-the battles of others, are not impelled to it by\nthat defire of glory, which is the neceffary confe-\nqiience of the fuperiority of this planet; as very\nfew are actuated by that principle, and feek for\nany other advantage than idleness, plunder, or an?\nexemption from fome lefs agreeable occupation.\nVenus is the fourth Planet, the molt benignant\nof the whole number; fhe prefides over, and natu­\nrally infpires all creatures with that fecret defire, that\nnatural impulfe to the propagation of the fpecies,\nthan which nothing can give fopure, fo lafling and\nfo frequent a delight to the thinking foul; on her\nconftant attendance on the fun, depends entirely\nthat infpiration to love which is found in the fexe»\nto each other.—Without her, a tirefome infuffera-\nble apathy, would pervade the whole creation; her\nbenign and maternal influence keeps alive in the\nbreaft that vivifying fpark, that urges us constantly\nto feek in each other, thofe comforts which no in­\ndividual can poffibly find within himfelf; fhe checks*\nB z retrains\n>ogIe\n\f-reftrains, and qualifies the fuggeflions of the othfr\nplaners, and hence we frequently find the ambitious\nman, forgetful of his aims, retire to enjoy the ex-\nquifite bhfs which a judicioufly felefted perfon of\nthe oppofite lex can alone bellow ; hence we fee\nthe foldier, after the fatigues of battles, marches,\nand dangers, folace himfelf with a chofen compa­\nnion oi the other fex ; hence we perceive the\nmifer, wbofe foul is abforbed by his treafures,\nwho deprives himfelf of the very neceflaries o£\nlife, at the miraculous infpiration of this charming\nplanet, open his iron chefts, and unfeeling; bofom,\nto laviih on a beloved object thofe fums which\nno otlier inducement whatfoevef could extort from\nhim, in fhort, to this planet we owe the principal\njjlifs we are capable of partaking of in this world;\nhappy that its prefence is fo conftant, and its in­\nfluence fo unlverfal.\nMercury, equally benignant with Venus, is\nthe fifth Planet, but his influence is .of a different\nnature : he performs hisjourney with the fun, and\nnever feparates himfelf from him ;—from him we\nreceive wit, underHanding, memory, vivacity,\n'and wealth, for he prefides over all thofe. W ere\nit not for the predominance of fome other planet\nat the time, all thofe who are born under this be­\nneficent ftar, would enjoy equal privileges, and\nuninterrupted happinefs would be the lot of the\nmajor part of mankind.\nThe Moon, is the fixth and laft of thofe Planets*\nand goes through the twelve figns in about twen­\nty-eight davs; when fhe has the fuperiority at\nthe birth of a child, fhe makes him aull, heavy,\nina&ive, and infenfible to all that happens about\nh im ; nothing can enliven the blood, except the\nirrefiftible impulfe of Venus, which he obeys\n. ’ • more\n£ 16 ]\nDigitized by Google\n\fmore like a bcaft than otherwife; hè is incapable\nof a fincere attachment, and may be coniidered as a.\n.blank in the creation.\nThus have we conditfted our readers through\nthis knotty part of our taik, and ihall conclude it\nby a neceilary observation. It is evident that the\ngenerality of mankind do .not pay fufficient at­\ntention to the fituations of the planets, and hence\nthoufands would be incapable of drawing advan­\ntage from our labours, did we not give them the\nfollowing dire&ions.— -To know what planet\nwas moftly in conjun&ion with the fun, you muft\nbe particularly well informed of the month in which\nÎou were bom ; if the time of the month, it will\ne flill better ; then examine your own difpofition?\nbut with impartiality, and be careful net to attribute\nto yourfelf virtues, which you do not poffefs ; nor\nfuppofe yourfelf addi&ed to vices, which you oc-\ncafionally give into ; feparate all your qualities in\nyour mind, and try which of them is ftrongeft, and\ncarries you away with the moft force; by this\nmeans you will eafily difcover what planet was pre­\ndominant at the time you came into the world..\nC »7 ]\nt’ !\nB 3 CHAPTER\nDigitized by Google\n\ft *• 3\nC H A P T E R I I .\nOf P H Y S I O G N O M Y .\nt)f Progn-oJUcs to he drawn from the colour and\nnature ofthe hair of man and woman ; from the\n' forehead, eyebrows, eyes> nofe, mouthy chin, and\nwhole afftmblagt offeatures,\nTHE,man whofe hair is very black and fmooth,\nhanging far over his fhoulders, and in large\nquantity, is mild, but refolute cool, until greatly\nprovoked; not much inclined to excefs of any kind,\nout may be perfuaded. to it; he is conftant in his\nattachments, faithful and affeftionate to his fami­\nly, and'not addifted to lfewdr\\efs, though feniible\nof, and fubmiflive to the empire of love; he will\nbe profperous in his undertakings, and not liable to\nmany misfortunes.\nA woman of the fame kind of hair, is moderate\nin her defires of fcvery kind, temperate in her diet,\naddiiled to reflection, iteady in her refolution, and\nthough not fubjeCt to violence in love, is iteady\nin her attachment, and no enemy to its pleafures ;\nof a conflitution, neither vigorous, nor yet feeble.\nIf the hair is very black, ihort, and curling,\nthe man will be given to liquor, fomewhat quar-\nrelfome, of an unfettkd temper, more amorous,\nand lefs iteady in his undertakings, but ardent at\nthe beginning ot an enterprize; he will be very\ndefirotis of riches, but in general mifs his aim, and\nfubjeft to much difcontent.\n--------The fame may be faid of a woman.\nA man with dark brown, long and fmooth hair,\nis generally of a robuft conftitution, obftinate in\ntemper, eager in his purfuits, a lover of other\n. fex,\nDigitized by Google >\n\ffex, fond of variety in his^ordinary purfuits, ex­\nceedingly curious, and of a flexible\"difpofition in\nKis amufements fickle, and will not continue long\nattached to the fame woman* unlefs ihe takes ex­\ntraordinary pains to pleafe him ( he will live long,\nunlefs guilty of early intemperance.\nA woman-of the fame' kind of hair, will be\nnearly the fame as the rpari, but more fteady in\nher conduft and attachments*, efpecially in love; (he\nwill be of a good conftitiutian, have many children,\nbe much reipetted, enjoy good health, and a rea-\nfonable (hare of happinefs.\nIf the hair is ihort and buihy, it will make very #\nlittle' 'alteration3in man or woman; but that man\nwill be more forward to ftrike when angered, and\nthe woman more of afcold. 1\nA man:with light brown long fmqoth hair, is of\napetu&ble, even, and rather generous temper; will\nprevent mifchief if in his power, but when very\nmuch provoked will ftrike furioufly, but is forry\nfor his pafflon, and fooh appealed;. ftrongly attached\nto women; and will proteft them from,any infult ;\nmoriey he will bedefirousof having, more to do good\nwith it, than for the fake of hoarding it ; if heis\nguilty *ofinfidelity to his wife, it will be very dif-\ncreetly ; upon the whole, he isin general an amiable\ncharafler, affeble amd kind. ■* r\nA woman of the fame kind of hair, is tender\nfiearted, but haftyriji hdr temper; neither obfHnate\niior haughty, lierinclihiatioris tOlove never unreafon*\nable* her conftitutiOn will be good; but fee will be\nfeldom very fortunate. ‘\nIf the hair is feort, buifhy, and apt to curl by na­\nture, the man will be more induJirious, ana the\n«woman more fedentary*\nA man\n[ *9 3\n■ » i by Google\n\fA man with, fair hair will be of a weak confti-\ntution, his mind much given to xefle&ion, efpeci-\nally on religious matters; he will be affiduous in\nhis occupation but not given to rambling; very\nmoderate in his amorous wiffies, and mull take\ngreat pains to live to a middling age.\nA woman of this coloured hair is, on the con­\ntrary, of a good conilitution, never to be diverted\nfrom her purpofes, very paffionate in love affairs,;\nnever eafy unlefs when m company, apd delights\nin hearing herfelf praifed, efpecially for beauty;\ndelights in dancing, romping, and violent exercifes,\n\"and commonly lives to a great age. .\nA man with long red hair, is coining, artful;\nand deceitful; he is very much additted to traffic\nof fome kind, reftlefs in his difpofition, conftantly\nroving, if he pofljbly can indulge himfelf in the de­\nfire ; oftener defirous oi the pleafures of love, than\ncapable of indulging himfelf in them; he is greedy\nof getting money, though he will ofte*r fpend it\nfooiilhly ; in every thing he undertakes he is inde­\nfatigable, and no obfiacle will induce him to for*\nlake his ejtterprize until he has feenthe iffue of .it;\nhje is by nature rather inclined to timidity, and\ndread of pain, but by refte&ion may correfl it, and\npais for a man of courage.\nA woman of the fame kind o f hair,, js glib o f\ntpngue, having words at will, talkative and vain\nher temper is impatient and fiery, and will not ea-\nfily bear contradiflion; Ihe has a conftant flow o f\nfpu^ts, and exceffively given to the pleafures o f\nlove; however delicate her p.erfon may feem, her\ncpniUfcuhon is generally vigorous, but ihe feldom\nlives to fee old age for a very obvious reafon, her\npromife is feldom to be depended upon, becaufe*\nthe next objeftthat engroffes her attention, makes-\n[ *0 3\nDigitized by Google\n\f■ [ » * ]\nher forgetful of every thing that preceded it ; (h«\nwill give nothing without a valuable con liberation,\nand will laftingly relent any difappointment ihe\nmay meet with.\nW e will now proceed to give fome few inftruc-\n■tions concerning the hair in other particulars; and\nfirft, with refpeft to haldnefs.\nlith e hair falls off at the fore part of the head,\n-the perfonwill beeafily led, though otherwife rati­\nonal, and will often find himfelf duped when he\nthinks he is afting right; he will likewife very\nfrequently meet with disappointments in money\nmatters, which will either hurt .life credit, or force\n■him to -Jhorten his cvpeiVe.\n* If the hair trills, off' behind, he will he obftinatc,\n’peeviih, paihonate, and fond of commanding others,\n.though he has no right, and will grow angry if\nhis advice is nor followed, however prepollerous ;\nhe will he ioml of hearing and telling old ftories,\nand tales of ghohs, gold ins, fairies, andotherincre-\n,dibl6 -matters; but will be a good domeftic man,\nand provide for his family to the uemoft of his\npower.\nIf-the hair forms an arch round the forehead,\nf^rithout being much-indented at. the temples, both\n- jian and woman will be innocent, credulous,\npeaceable, fond of good eating but without excefs;\n\\ moderate in all their defires,:and though not ardent\n•in tlieir pufiuits, will ftill be perfevering, they will\nbe mild, modcit, and good-natured, moderately\nprofperottSj biit not very long lived.\n- If the hair is much indented at the temples, the\n.perfonwill be affable, fteady, good-natured, a great\n.breeder, -prudent^ and attentive to bufinefs, of ar\nfolid conftitution and likely to live long.\n,yGoogle\n\f[ « ■ ; ]\nIf the hair defeends low upon the forehead, the\npcrfonwill he felfifh and designing, of a furly dif-\npofition, unfociable, and given to drinking ; he\nwill be addifted to avarice, and will not fpend un-\nlefs he expcâs to gain by it ; his mind will be al-\nways intent upon the ^means of carrying on his\nichemes, and he will not live to be of a great\nagc*\nThus far we have given the fruits at our expe­\nrience concerning the hair ; we will now proceed\nto the forehead, from which, as from an index, may\nbe collefted the innermoft movements of the foul ;\nand here, a judicious eye will readily gather the\nopinion that is to be formed of thofe we converfe\nwith, and the dangerous members of fociety ex­\ncluded, avoided or guarded againil ; whereas by\nwant of a competent knowledge of this index,\nmany unwary perfons are drawn into evil compa­\nny, fufpicion, imprifonment, and frequently\ndeath.\nThe forehead that is large, round, and fmooth,\nannounces the man or woman, frank, open, gene­\nrous, and free, good-humoured, good-natured, and\na fafe companion ; into his bofom you may.pour\nyour fecrets without diftruft ; he poffeffes a clear\nunderstanding, and fcorns to be guilty o f any meut\nattion; he will be faithful to his promifes, juft in\nhis dealings, ftedfaft to his engagements, and fin->\ncere in his affections ; his love for the fair one\nwhom he felefts, will be tender, manly, and\ninviolable, provided her own mifeonduft does not i\nin Ipite o f his inclination, baniih the mild influ­\nence from his breaft ; be will feek wealth, but hjs. I\npurpofe in the. purfùit of it, will be to divide a rea,\nfonable {hare of it among fuch of his friends, or\nçther worthy perfons, as may be found to deferve\n- ;\nDigitized by Google\n\fC:.*3 ]\nit; his converfation will be lively, fnodeft, and\npleafmg, he will be refpe&cd by moll people who\nknow him ; but his candour and integrity will pro­\ncure him many enemies, among thofe, who can- _\nnot bear to lee, any perfon pollened of better qua­\nlities than they themfelves will cultivate; hence\nhe mull expeil perfecution, lawfuits, and llander ;\nmalicious people will endeavour to excite his wife\nto jealoufy,' his children to rebellion, his family to\nreproach, and his neighbours to difiruft ; but his\nnoble nature, his upright conduft, arid irreproach­\nable life, will*, in the end, get the better of thofe ef­\nforts* and he will fhine out in all the brilliancy of\na fair and hoheft chara&er; he will enjoy mode­\nrate health, and will feldom die before he attains\nthe age of iixty, or upwards.\nIf the forehead is flat in the middle, the man or\nwoman will be found to be vain glorious, proud,\nand .little difpofed to generofity ; very tenacious\nof his honour, but brave, and will lometrmes give\nmoney away, more out of oifentation than anv good\nprinciple; he will be fond of pfying into the fe-\ncrets of others, though not with an intention ’of\nbetraying them ; he w ilf endeavour to fupprefs\nquarrels, aud reconcile rancour, for the fake of\nbeing couriered as a peace-maker, not from any\nregard tp the pgurties; he will be a great reader,\nespecially of newdpapets* and hiftory, and will\nmake very judicious remarks on them, (novels and\nplays.for the woman;) in love affairs, he-will be\n; 1 ■ • ardent\n; •\n> »\n■ . \/ »\n1 • • _____;\n__________\n*** The Reader will pleaje to obferve that, when•\nthe words M an or W om an,*are made nje oj in\nany preceding, or follozuing remark, the whole of\nwhat is Jaict in that Paragraph, is to be under-\nJlo'dd oj\\both.\nDigitized by Google\n\fanient, and very cautious of his own reputation, as\nwell as of that of his miiirefs ; lie will be zealous\nfor the welfare of his family, and get many chil­\ndren, whom he will not luffer to degrade them-\nfelves ; but if they ihould, he will beat them with\nthe utmoif feveritv, and will notbeeafily prevailed\non to forgive them.\nIf there is a hollow acrofs the forehead in the\nmiddle, with a ridge, as of flefh, above, and another\nbelow, the man will be a good fcholar, the wo­\nman a great, manufablurer, or attentive to what\neyer occupation (he may be engaged in ; they will\nbe warm in argument of debate, but will never de-\nfeend to fcurrility, they; will not be liberal in be­\nllowing, but if they can be of feiVice without hurt­\ning thcmfelves, they will do it cheerfully ; love\nwill not be their predominant pallion, nor indeed,\ndo they feem to have any fo flrong as to be looked\nupon as charaHeriflical ; they will have but tew\nchildren, and thofc at- very dillant periods, per­\nhaps three, four, iometimes feven years between\nevery two; they will be firm and fteady in any\npoint they fix their minds upon, and by their per­\nseverance will fcar.eelv ever fail of: carrying their\nobjefl; yet they will meet with many crofles, but*\nwill bear them with a tolerable ihare of patience..\nIf the forehead juts out immediately, at and\nover the eyebrows, running flat up to the hair, the\nman or woman will be fulky* croud, infolcnt,\nimperious, and treacherous; he will be impatient\nof contradiftion, apt to give great abufe, and to\nilrike if he thinks he can do it with advantage;\nin his dealings he will over-reach if he poifiblv can,\nand will never forgive an injury, but will take\nevery opportunity to prejudice the perfon whom\nhe confidcrs as his enemy by word or deed; he\n' ; will\n[ *4 3\nDigitized by Google\n\fwill always endeavour to unite intereft with love,\nand will not fuffer himfelf to be openly governed\nby his wife; but he will be fubjeft to be deceived\nby artful perfons of either fex, who will flatter\nhis paflions, and thus gain their own ends to his\ndetriment; he will experience many changes of for­\ntune, but will never be reduced to abfolute poverty;\nhe will be fertile in refources, and very fubtle in\nargument; he will have few children, but in quick\nfucceilion, and will make himfelf many enemies.\nIf the temples are hollow, with the bones ad­\nvancing towards the forehead on either fide, fo\nthat the fpace between muff be neceffarily flat*\nwith a fmall channel or indenture riling from the\nupward part of the nofe to the hair, the man or\nwoman will be of a daring and intrepid temper,\nintruding into matters in which they are totally\nunconcerned, defi'rous of palling for wits, and of\na fubtle and enterprizing nature, greedy of praife,\nquick in quarrel, and of a reiflefs and wandering\ndifpofition; extremely ewd, and never ferioufly\nattached to one object; credulous for a moment,\nhut eafily undeceived, and full of refentment as\nthey feel their pride hurt.— In them the under-\nftanding will be rather weak, and they will trou­\nble themfelves but little ..about the confequences\nthat may refult from their proceedings, provided\nthey gratify the caprice of the moment; they will\ndelight in hearing of battles, riots, and difturb-\nances, and will foment and contribute towards them\nto the utmoif of their‘power, but ftrive always to\nkeep themfelves out of harm ; they will feldom be\nout of fome fcrape, will always have fecret, as well\nas open enemies, and can expeft but little profpe-\nrity ; they will feldom have above one or two;\nchildren, and will not live to ah advanced age»\nC We.\n■ E *5 ] .\n,y\n.GoogIe\n\ft *« J\nW e have now given ail that can he faid of the\nforehead, as far as we could poffibly recollect,\nthe differences that may occur in that fmall part\nof the countenance ; and fhall now proceed to the\neyebrows, on which a great deal depends in the\nfcience of prognoilication.\nIf the eyebrow is very hairy, and that hair long\nand curlecl with feveral of the hairs ftarting out, the .\nmanor woman is of a,gloomy difpofition, litigious,\nand quarrelfome, but rather cowardly, greedy\nafter the affairs of this world, perpetually brootl­\ning over fome melancholy iubjeil, and not an\nagreeable companion ; he will be diffident penuri­\nous, and weak in his underitanding ; never addicted\nto any kind of learning, and eafy of belief in any\nthing that tends to the gratification of his favourite\nwifh, to attain which, he jvill give up his fyftem of\nceconomy, and freely beftow in hopes of gaining\nhis point, he will pretend to love where he feels\nnone, and makes his affefted paffion fubfervient\nto his pecuniary defigns, he will have many chil­\ndren, but will if polhble defer fettling tnem in\nthe world, left the neceffary portions ihould inter*\nfere with his other fchemes, and will never enjoy\nany reafonable (hare of mental fatisfa£ion ; he will\nbe very fond of d rinking, but will fupprefs his de­\nfire left he ihould be betrayed into a difeovery of\nhis fecrets, and will enjoy a long and turbulent\nlife.\nIfi a man or woman has thin eyebrows, but\nwith fome long hairs, he will be of a fickle difpo-\nfition, weak-minded, credulous, and vain; al­\nways hunting after novelties, and negleftful of\nhis more ferious bufinefs, he will be talkative,\npert, and rather difagreeable in company; very\nfond of contradiction, and frequently bring him-\nDigitized by Google\n\ffclf into fcrapes by his ìnconfiderete expre{fioris';\nlie will be fulpicious where he ihould be candid,\nand confident, where he ihould fear defign ;\nthough anxious to preferve hisfccrets, he will be ca-\nfily induced to difeover them, his enmities will be\nviolent, but not lalling; he will not be eaiily led\ninto lawfuits, and quarrels ; but if forced to engage\nin them, he will profecute them with violence ;\nhe will not bear difappointments eafily, and will\nbe particularly unhappy if he is croifed in love,\nwhich will be his favourite paflion; he will bead,\ndialed to drinking, rather for the fake of company,\nthan fromanv attachment to liquor; and will not\nbehave himielf properly when overcome by dt*\nbut will dilturb thè tranquility of others, and get\nhimfelf into difagreeable fituations ; he will have\nmany children, and live to a good old age.\nIf the eyebrow is thick and even, that is, with­\nout any, or few darting hairs, the man or woman\nwill be of an agreeable temper, found underiland-\ning, and tolerable wit ; moderately addifted to plea-\nfure, fearful of giving offence, but intrepid and\nperfevering in fupport of right ; he will be chaf\nritable, tender-heated, and generous, but never\n' io far as to exceed the bounds of reafon, or his in­\ncome ; he will be fincere in his profeflions of love or\nfriendlhip, but cautious that the perfon be worthy of\nhis efteem ; he will not eafily fuffer himfelf to be ¡m-\npofed upon, but will prudently weigh every tranf-\naftion before he engages in it ; if he is deceived\nhe\" will bear it with fortitude, but will aft with\nmore circumfpeftion afterwards, and will rather\nforbear entering into a connection, than expofe\nhimfelf to be cheated a fecond time ; he will bo\nan excellent family man, tender, and affeftionate\nto his wife, attentive to his children, faithful to\nC 2 „ hi*\n[ »7 ]\n,yGoogle\n\fMs friends, obliging to his neighbours, and affa­\nble, and courteous to all men ; he will enjoy a\ngood conilitution, and is likely to live long.\nIf the eyebrow is fmall, thin of hair, and even,\nthe man or woman is weak minded, timorous,\nfuperficial, and not to be depended on ; he will\nbe deiirous oF knowledge, but will not have pa­\ntience and affiduity enough to give it the nccef-\nfary attention ; he will be de[irons of praife for\nworthy actions, but will not have fpirit and per-\nfeverance enough to perform them in that degree\nof excellence, that is requiiite to attraft the notice\nof men of judgment and difeernment; he will\nnot be of an over amorous conilitution, though\nfar from being an enemy to love; he will be ra­\nther fond of money, but not to any degree bor­\ndering on penurioufnefs; but when an occafion\noffers that he thinks good, though he will be often\nmiliaken, will give it liberally ; he will be kind to\nhis family, fo long as he thinks they a6l with pro-\niriety ; but on a flight appearance of mifconaufl,\ne-will fly off, and will feem inexorable for awhile,\nwill be eafily led back, and made fenfible of\nhis error ; he will be petulant in difeourfe, and\napt to provoke by his language, but will 'readily\napologize for any impertinence he may be guilty\no f ; he will be ready to promife every thing that\nis afked of him, an,d more than he can poilibly\nperform, and will attribute his failure to other\ncaufes than that which really occafioned it ; he\nwill be of a delicate conilitution, and fubjeftto\nfrequent fits of ficknefs, but will have many chil­\ndren, and by temperance and a proper regimen,\nmay live long.'\nIf the eyebrow is thick of hair towards the\naofe, and goes off fuddenly, very thin, ending in a\npoint\n[ 28 ]\n- Google\n\f'point, the man or woman will be furly, capti­\nous, jealous, fretful, and eaiily provoked to rage ;\nwhatever he undertakes he will purfue it with vio-\nlence, until he meets with fome great obftacle,\nand then he will abandon it entirely, and will not\nbe prevailed upon to begin it again ; in his love\naffairs, he will be intemperate, but a fmall mark of\nunkindnefs will break his chain, and it will be im-\npoflible to rivet it again; he will* be of a daring\nand intrepid difpofition at times, and at others he.\nwill be as pufillanimous arid daftardly; in his con­\nven tion , he will be uneven, and ftart fuddenly\nfrdm one fubjeft to another ; he will be rather in­\nclined to penury, and will provide well for hia\nfamily, which will be numerous.\nW e thought it neceffary to enlarge on thefe\nfubje&s, as To much can be gathered from them\nconcerning the tempers and difpolitions of our\nfpecies ; and we flatter ourfelves, that “our readers\nwill not take it amifs, that we here make a re­\nmark, from which mull accrue to them the moil\nfolid benefits ; it is, that as men and women are by\nnature intended and adapted for the fweets of fo-\nciety, fo it is effentially neceffary, in order to at­\ntain thofe fweets, and to avoia the acrimonies\nand difpleafures, that mull unavoidably accrue\nfrom a wrong choice in our companions, that we\nbe enabled to form a previous judgment of the\ncharafters of thofe with whom we defire to affo-\nciate; that thus we may be enabled to affimilate\nour partnerihips in every department, and this\nfcience, fo important to our temporal happinefs,\ncan be procured only' by a thorough knowledge\nof thefecret fprings that urge them toaftion ; and\nwhich, in fpite of their utmofl addrefs and endea­\nvours, will appear either in the natural aflbmblage\nC g «£\n[ *9 I\nDigitized by Google\n\f6l their features, or in the adventitious move­\nments, which the workings of the foul will pro­\nduce in them ; but as the eye holds a diitinguimed\nplace in the fcience of Phyfiognomy, we illall now\nproceed to give the obfervations which we have\nbeen able to make on that organ.\nAnd firft, the eye that is large, full, prominent,\nand clear, denotes a man or woman to be of an\ningenuous and candid difpofition, void of deceit,\nand of an even, agreeable, and affable difpofition ;\nfeldom yielding to any thing in excefs, modeft,\nand fcamful in the affairs ot love though by no\nmeans an enemy to its gratification; firm, though\nitot obftinate; in his refolves of a good and foiid\nunderftanding; of an agreeable, but not brilliant\nwit,' and clear and juft- in argument; fomewhat\ninclined to extravagance, hut raoft commonly\nfrom good motives ; eaiily impofed upon by fifti-\ntious tales of diftrefs ; and though convinced of the\nimpofftion, cannot reftrain himfelf from tending\nhis hand, in indulgence of his fenfibility to the\nnext objeft that claims his benevolence; he will\nfuffer no very great hardfhips, nor will he enjoy a\nc?)nfideraille fhare of happinefs ; but on the* whole\nhis fituatian will be rather better than worfe ; he\nwill have feveral children, but more girls than\nboys, and will be careful in educating them, and\nproviding for them.\nThe eve that is fmall, but advanced in'the head,\n(hews the man or woman to be of a quick wit,\nfound confutation, lively genius, agreeable, con­\nven tion , and good morals ; but inclined to jea-\nloufy, though never without fome foundation;\ncareful1and attentive to bufinefs, and never neg-\n1eftfid of his occupation whatever may be his\nfituation in life ; with iucli a perfon you mail be\nl fomewha\n[ 3°1\nDigitized by G 0 0 g k\n\f[ 3» 3\niomewhat guarded in your expreflions, as he w ill,\nbe apt to fufpeft you of a defign of giving him of­\nfence ; He will not eafily reconcile himfelf to a\nfedentary life, but will be for fome employment\nthat will require frequent change of place ; he\nwill be pun&uai in fulfilling his engagements, and\nvery much difpleafed if he linds himfelf difap-\npointed in thole of o.hers ; in love matters, he\nwill be very warm, and not eafily reconciled to\none perfon, unlefs that perfon is very amiable,' and\niludies the viciilitudes of his tafte, adapting him­\nfelf to it when neceifary; he will be, in general,\nprofperous in his undertakings, and exceedingly\nprolific.\nThe man or woman whofe eyes are funk in his\nhead, is of a jealous, diilruuful, malicious, and\nenvious nature ; deceitful and hypocritical in his\nwords and a&ions, never to be depended upon,\nunlefs his intereft* or revenge excite him to punc­\ntuality ; in either of tliofe cafes no man can be\nmore faithful to his promifes ; his chief ddight will\nbe in ihowing his love, cunning in over-reach­\ning others ; and he will be fo vain glorious, as to\nboaft of it among his aifociates, whom he wil]\nnot fpare, but will endeavour to divert their re-*\nfentmerrt by a laugh ; he will take more pleafure\niri lewd love, than in that that is lawful, and .will\nhave many children, whom he will, if pofiible,\navoid providing for during his own life time.\nThe mafi or woman who fquints, or has his\neyes turned awry, will be of a penurious difpofiti-\non, but punftual in his dealings, more for the\nfake of gaining the character of an honeft man,\nthan from any innate principle ; he will be fly, cun­\nning and iniinuating, of a fawning, cringing,\nmean difpofition to thofe from' whom he'may expert\nadvantage\nDigitized by ogle\n\fadvantage or emolument’,as well as to thofe whom.\nh£ means to injure ; but as foon as he finds his\nopportunity of pouring his vengeance on the lat-\nter, he will do it with a malignancy that is detec­\ntable ; in his amours he will be intemperate, and\nindifferent to their being publicly known ; he will\nbe tenacious of his own fecrets, and prodigal of\nthofe of others, if he thinks he can gain by be­\ntraying them ; he will be cautious and impenetra­\nble when he drinks, though addi&ed to it by in­\nclination.— In marriage he will feek intereft, ra­\nther than love, and will be complaifant to his wife,\nif (he is fubmiflive to him ; but if fhe is otherwife\nhe will be cruel ; he will have many children, but\nwill accumulate much wealth.\nW e {hall now proceed to inform our rfeaders^\nof the judgment they are to form of a perfon by\nthe oolour of the eyes,, which, though generally--\nvery various, are yet diitinguiihed into fix prin­\ncipal claffes, viz. the black eye, the hazle eyet\ntfmblue eye, the grey eye, the wall eye, and the\nred eye.\nThe colour of the eye is attached to no parti­\ncular fize or fituation, but as its conftrutlion is,\nall the parts of the body, the moll complicated and\nlingular, we will bee leave, before we proceed\nany farther, to give fome little account of this or­\ngan ; we mean with refpeft to its communication\nwith the other effential lources of the conceptions\nand paflions of man ; its delicacy is fuch, that it is\n,fenfible of the fmalleft injury, as it is likewife the\nchannel through which the imagination receives\nits firft impremons, and through which, it again\nfends them forth in the moll unequivocal man-\nner; for to every man who will give himfelf the\ntrouble of a little reflettion. it will appear evident\n' that\nC 32 3\nDigitized by Google\n\fthat, the tongue can at command of the fpcakcr?\ngive utterance to ideas, v\/hich the imagination\nnever cherifhed ; ar;d in this cafe with very little\ntrouble you will obferve that thefe crude and\nundigelled ideas, are delivered in a forced, harlh,\nand nnnatural kind of cxpreilion; whereas the\nlanguage of the eyes is clear, convincing, and in­\ntelligible ; this evidently proves the immediate\nconnexion which the eye has by its tubes, nerves,\n. and ligaments ; with the feveral cavities of the\nbrain, from which the imagination fends her well\nformed plans to the eye, and there places them in\nfo clear a point of view, that a judicious perfon\nwill immediately know by the eye, if the expreffi-\nons of the lips are true.or falfe ; a moil eilential\nfcience to perfons in all ranks, and from which\nthe conduft of the perfon you converfe with, will\nbe inflantly gathered, in the intercourfe he then\npropofes.\nIt will appear equally certain, tthat the eye has\nan immediate relation to .'the heart, from the\nembtions of pleafure, anger, joy, fear, or other\npaflion, which the latter feels irrefiitibly, when any\nobjeft is conveyed to it through the eye that is,\ncapable ol producing thofe emotions.—The heart\nis the feat of affection ; the brain, the feat of fancy ;\n• they both receive their, impreflions through the\neye, and fend them* back fo forcibly by it, that\nthe aifeftion or idea that is' predominant at the\nmoment, will ihine out in the eye without equi­\nvocation, and all the efforts of the judgment, all\nthe arts the mind is capable of, cannot for an in-\nHam fupprefs, or even difguife, the language of the\neye ; whereas all the mufcles are in the powrer o f\nthe perfon, who, in the Height of joy, fear, plea­\nsure, or anger ; can feeiri calm, unruffled, and tin-\ndilturbed j\n[ S3 ] .\nDigitized by Google\n\fdifturbed ; in anger, the eyes fparkles, and rolls in-\nceflant to and fro, and is .evidently diilorted from\nits natural fituation ; in joy, it fparkles, but remains\neafyin itspoilure, dry, and advances forward as if\nto meet the obje£l it delights in ; in pleafure it is\nmoift, fparkling, fixed, and of a peculiar foftnefs\nand languor, which it is impoffible to defcribe ; iu\nfear, it grows dim, feems to retire into the head,\nand the eyelids approach towards each other, as if\nto fave it from the danger, or to hide the danger\nfrom it; every other paffion produces an efreft\nupon the eye, which feparately to detail would bf\ntedious; it requires only a little obfervation\nand experience to become perfeil in their feveral\nrevolutions ip every fituation of life, and we ihall\ntherefore proceed, without any other preface, to\nfhew what may be gathered from the colour of\nthe eye in man or woman; for what is faid of on^,\nin this cafe, will hold good of both.\nA black eye is lively, brifk, and penetrating;\nand proves the perfon who poffefles it, to be o f a\nfprightly wit, lively converfation, not eafily im*\npofed upon, of a found underilanding; but if taken\non the weak fide, may be led aftray for a while ;\nbut whilll in the vortex of error, will look back\n, with regret^ and ftruggle until he has recover­\ned him felf; his greateftfoible if it can be called one*\nwill be the paifion of love, in which he will\nfcarcely keep bounds ; he will be fubieft to fudden\nftarts of anger and jealoufy, but will be eafily ap.\npeafed; he will be impatient for early marriage*\nand will never be contented unlefs his heart k\nengaged in love and friendihip; he will be fin-\ncere and liberal in both ; by his warmth in purfu-\ning his projefts, he will expofe himfelf to frequent\ndijiapppointments, and vexations; his eagemeis in\nthe\nt 34 3\nDigitized by Google\n\fdie enjoyment of connubial pleafure, will in part\ndiiappoint his intentions of a numerous ifTue, un-\nlefs he meets with a mate of his own chara&er ,\nand conftitution, then he will have many chil­\ndren.\nA hazle eye (hews the perfon to be of a fubtie,\npiercing, and frolickfome difpofition, rather in­\nclined to be arch, and fometimes mifehievous ; a\ngreat joker, and will 6ften offend his friends for\nthe fake of his jeft, but good natured at the b o ^\ntom; with refpeft to temporal affairs, he will be\nneither anxious nor negligent, but preferve a juft\nmedium ; he will be .ftrQngly inclined to love, and\nnot over delicate in the means of gratifying that\npropenfity, and will bring himfelf into fome in­\nconveniences on that account, but will feldom\ninvolve himfelf in great dangers ; he will be mode­\nrately affeftionate, and will have many children ;\nand upon the whole, not unprofperous in his un­\ndertakings.\nA blue eye fhew’s the perfon to be of a meek and\ngentle temper, affable and good-natured, credu­\nlous, and incapable of violent attachments; ever\nmodeft, cool, and undifturbed by turbulent paf-\nfions ; of a ftrong and capacious memory, but\nbetter adapted to trifles than to matters of great\nm om ent; indolent, yet of a temper fo fcrupulous\nas rather to incroach upon his difpofition, than\nnegleft his duty ; verv temperate in the ufe of loVe,\nbut if once engaged in affeftion, exceedingly hard\nto be detached ; in conftitution, neither robuft nor\ndelicate, apt to be fwayed by the laft opinion,\nfubjeft to no violent imprefTion from the vicifTi-\nttides of life, whether good or bad, and will have\nbut few children, moftly girls!\nA grey\n[ 3 5 ]\nd by Google\n\fA- grey eye denotes the perfon to be of weak\nintellects, devoid of wit, but a plain plodding\ndownright drudge, that will aft as he is fpirited up\nby others ; he will have but few innate ideas, and\nwill be flow in learning any thing that requires\nattention ; however, he wilh be juft to the beft of\nhis- underfianding, and will wrong no body if he\nknows the aftion to be wrong, but will be very\neafily perfuaded to adopt falfe opinions ; he will\nbe of a cold and phlegmatic conftitution, liable to\nfrequent, but flight fits of ficknefs, and will rather\nfubmit to, than 'defire the pleafures of love; he\nwill not have many children, nor will he enjoy\nmuch inward fatisfaftion, though not liable to\nany degree of mifery; his life feldom will exceed\niixty years. ,\nA wall eye denotes the perfon to be of a hafty,\npaflionate, and ungovernable temper ; fubjeft to\nfudden and violent anger, and in his fits thought-\nlefs of the mifebief he mav' do ; haughty to his\nequals and fuperiors, but mild and affable to his\ninferiors, unlcfs he fees in tliem fome ungene­\nrous principle; he will not be tenacious of his\nmoney when an opportunity offers of laying it out\nwell ; he will be a patron to the opprefled, and a\nproteftor of the innocent; and will, upon the\nwhole, not prove an unamiable character; he will\nbe patient of neceflary labour ilidefatigab1\ny induf-\ntrious, and punctually honeft; but he will not be\nas ardent in love matters, as might be expefted,\nthough he will have many children, for the m oil\npart boys.\nA rod, or as it is vulgarly called, a faucer eye,\ndenotes the perfon to be felfiih, deceitful, proud,\ningenuous, and furious in the paflion of anger;\nfertile in the invention of plots, and indefatigable\nin\n0 36 ]\nDigitized by Google\n\fin refolution to bring them to bear; imperious\n„in his family, anxious for riches, and fufpicious\nthat others are forming defigns againft him ; he\nis ever watchful for advantages, and intrepid in\npurpofes, carelefs of life, when the expofing of\nit can contribute to the gratification of his inte-\nreited or other views ; he is ardent in love, but\nftrongly attached to the. firft object that catches\nhis fancy ; he will have many .children, and live to\nfee old age.\nFrom the eye, it is natural for us to defcend\nto the nofe, which, being a leading and \/prominent\nfeature, ever in light, will indicate the difpofition\nand temper of a man in a great meafurc ; and when\ncompared with the other lineaments, will be fuch a\nclue as mult lead us into his fecret foul, and deve-\nlope all his mazes and intricacies, in fpite of all his\ndifguifes, affeblation and hypocrify ; but as it would\nbe impoilible to fpccify the infinite variety of\nnofes that is to be found among mankind, with\nthe feveral indications that may be drawn from\nthem, we .will confine ourfelves to a lmall num­\nber ;— and firft,\nA nofe that comes even on the ridge, flat on\nthe fides, with little or no hollow between the\neyes, declares the man to be fulky, infolent, dis­\ndainful, treacherous, and felf-fufficient; if it has\na point defcending over the noftrils, he is avari­\ncious and unfeeling« vain glorious, fjuperficial,\nand ignorant; yet endeavouring to* impofe him-\nfelf upon others as a man of knowledge and un-\nderftanding; he is peevifh, jealous, quick in\nrefentment, but too cowardly to take a generous,\nrevenge.\nA nofe that rifes with a fudden bulge a little\nbelovr the eyes, and then falls again into akind\nD \/ of'\n[ 37 3\ndigitized by Google\n\fof hollow below, is petulant, boarifh, and noify, void\nof fcience, and of a very light under(landing,\nconceited and pufillanimous ; he is quarrelfome\nwhen he thinks he has an advantage, and careful\nof what he can acquire.\nThe nofe that is fmall, (lender, and peaked,\n(hews the perfon to be of a fearful difpofition,\njealous, fretful, and infidious ; ever fufpicious of\nthofe about him, catching at every word that he\ncan interpret to his own advantage, to ground\na difpute upon y fond of carping and bickering,\nnever at red in his mind, from the imagination\nthat others do not think as well of him as he\nwould wiih ; he is lively in the purfuit of what­\never he takes a liking to know, and curious to\nknow every thing that is faid and done.\nThe nofe that is fmall, tapering, round in the\nnoftrils, and cocked up, ihews the perfon to\nbe ingenious, fmart, of a quick apprehenfion, gid­\ndy, and feklom looking into confequences; but\ngenerous, rather to a fault, and candid, agreeable\n•as far as he can make himfelf fo ; carefully\navoiding to give offence, but firm and refolute\nin doing himfelf juilice, when he receives an in­\njury ; his principles will be found, though his\nconduft will often feein irregular and inconfiil-\nent.\nAnd having now faid all that occurs to us, con­\ncerning the moil common, we will proceed to\nthe next general tell-tale of the human mind, the\nmouth.\ns The lips that are thick, foft, and long, an­\nnounce the perfon to be of weak intelle6ls, cre-\n. chitons, and (lightly pcevifh, but by a little footh-\ning eafily brought back to good-humour; he is\niljrongly addicted to the pleafures of love, and\nfcarcelv\nC 38 ]\nDig ^\n\ffcarcclv moderate in his enjoyment of them ; Le\nis eaiily perfunded to undertakings, but if he fees\nthem tending to wickednefs, he will recoil, and\nnever engage in them ; he is invariably upright\nin his conduci, and of a timorous and balhful\ntemper.\nIt the underlip is much thicker than the upper,\nand more prominent, the perfon is ot a weak un-\nderftanding, but artful, knavifh, and given to\nchicanery to the full extent of his ability ; greedy\nof money, of a brutal, harih, and unfociable temper\napt to confide too much in the judgment of another,\nand amorous, but not fo far as to hurt his own in-\ntereft ; imperious to thofe who depend on him,\nand cringing to all from whom he may expect\nadvantage ; he is of a cowardly. nature, unlefs\nflrongly excited bv another.\nThe lips that are moderately plump and even,\ndeclare the perfon to be good-humoured, humane,\nfenfible, judicious and juft ; neither giddy nor\ntorpid, but purfuing, in every particular, a juft\nmedium.\nThe lips that are thin, fhew the perfon to be\nof a quick and lively imagination, ardent, in the\npurfuit of knowledge in whatever he applies\nto, indefatigable in labour, not too much attached\nto money ; eager in the pleafures of love, and\nkind with fome degree of partiality ; more brave\nthan otherwife, and firmly attached, but difficult\nto be brought to attachment.\nThe lips that are thin and funk inwards, de­\nnote thè perfon to be of a fubtle, refentful and\nperfevering difpofition ; evedafting in hatred, and\nnever fparing any pains to compafs his revenge ;\nin love or friendship, much more moderate and\nuncertain.\nD * It\n- C 39 ]\nDigitized by Google\n\fIt would be impoflible, as well as infrafluous,\nto follow nature in her playfulnefs, in that infi­\nnite variety of little infignificant diftin&ions,\nwhich Ihe makes in this, as well as every other\npart of man; we will therefore proceed to give\nour obfcrvations on the chin.\nThe chin that is round, with a hollow between\nit and the lip, ihews the perfon to be of a good-\nhumoured clifpofition, kind and honeit; he will\nnot voluntarily do gaols injury, though fometimes\nhe may be led into it by the perfuaiion of others ;\nbut he foon repents, and makes amends as far as\nin his power; he is fincere in his friendfhip,\nand ardent in his love ; his underitariding is good,\nand his genius capacious ;— If he has a dimple, it\nmakes him better.\nThe chin that comes down flat, from the edge\nof the lip, and ends in a kind of chifel form,\nihews the perfon to be filly, credulous, jealous,\nill-tempered, and greedy of unmerited honours\nand praife ; capricious, wavering** and uniteady;\nlie is ever forming projects, and has no fooner\ncompaifed them, than he finds fault, and wiihes\nthem undone; if his fortune will allow it, he will\ndeftroy the work of many months, in the vain ima­\ngination of gaining an advantage, which will not\nbe equivalent 16 the expence ; he will aflfefr great\nmodcity in prefence of others, though he will\nnot fcruple the vileft aftions when he thinks him-\nfelf fecure from difeovery :— a dimple makes no\nalteration.\nThe chin that is pointed upwards, fhews the\nperfon to be deeply given to contrivances, pro­\nportioned to his abilities in fortune, and under-\nihmding; he cv\nan never be at refl from forming\nplots and fehemes on one thing or another, and\nis\nC 40 ]\nDigitized by_______________\n\f[ 4* 3\nis never fcrupuk>us about the means he employs*\nto bring them to an ¡flue; however fairly he be-\nijpeaks you, you can never depend upon his iriend-\nfnip, as his purpofe is only to make you fubfervient\nto his own deiigns ; in love his generofity will be\nof the fame ftamp.\nO f the face in general, we will fay, that the\nperfon whofe features are ftrong, coarfe, and un-\npleafant to the eye, is of a felhfh, brutal, rough*\nand unfociable difpofition: greedy of money*\nharfh in expreflion, but will fometimes fawn with\na bad grace to gain his ends.\nThe face that is plump, round, and ruddy, de­\nnotes the perfon to be of an agreeable temper, a\nfafe companion, hearty and jovial, fond of com­\npany, and defirous and deferving of friendfhip :\nof a folid wit, found principles, and a clear un-\nderitanding; he is faithful in love, though fome-\ntimesin an unguarded moment he may be led aftray,\nbut he foon returns* and proves more affeftionate\nthan before. '\nThe face that is thin, fmooth, and even, with\nwell proportioned features, (hews the perfon to\nbe of a good difpofition, but lively, penetrating*\nand aftive; fomewhat inclined to fufpicion, yet\nfacetious, and of an agreeable converfation; aili-\nduous in purfuit of knowledge* and ilrongly ad-\ndifted to the delights of love.\nA face whofe cheek bones jut out, with thin\njaws, is of a reitlefs, and thinking difpofition,\nfretful, and apprehenfive of what may happen on\nthe flighteft caufe; always foreboding evil, with­\nout any plaufible reafon for his fears; more\ndifpofed, than capable of enjoying the pleafures of\nlove.\nD 3 A face\nDigitized by Google\n\f‘ I 4* ]\nA face that is pale by nature, denotes a timo­\nrous difpoiition, but greatly defirous of carnal\npleafures.\nA face that is unequally red, whether ftreakcd\nor appearing in fpots, ihews the perfon to be\nweak both in mind and body yielding eafily to\n\"affliftion and ficknefs.\nA face blotched, fhews the perfon to be ad-\ndifted to drinking, and free from no vice, though\nthey have frequently the art to conceal the incli­\nnation.\nW e fhall conclude this Chapter with a few re­\nmarks on the head in general.\nThe head that is large and round, ihews that -\nthe perfon has a tolerable under{landing, but not\nnear fo good as he imagines; however upon the\nmlefs, and not much given\nThe head that is fmall and round, or if the\nface comes tapering, fhews the perfon to be of\nan accute, penetrating difpoiition, much given\nto bantering and humour, but of very great fen-\niibility ; fometimes hurried away by caprice, but\ncommonly faithful in love.\nThe head that is flat on either fide, and deep\nfrom the face to the back, fhews the perfon to be\nof a found underftanding, deep penetration, great\nmemory, and of an even, and agreeable temper ;\nbut (low of belief, and not eafily impofed upon ;\nbe is warm in his aifeftions, and juit in his dea­\nlings, laborious in his .profeflion, and much ad­\ndicted to induilry.\nThus have we fhewn, to the beft of our re-\ncollcftion, all that can really he gathered from\nthat eifcntral index of the human mind, the head*\nand its parts ; and fhall therefore, with the good\nleave of our Readers proceed to— CHAP 1 E R\nDigitized by Google\n\f[ 43 ]\nC H A P T E R HI.\nOf P A L M I S T R Y,\n.O f thefeveral Lines of both Hands, and what they\nJeverally prognojlicate.\nT\nHE palms of the hands contain a great variety\nof lines or indentures, running in different di­\nrections, every one of which bears a certain relation\nto the events of a perfon’s life ; and from them,\nwith the molt infallible certainty, you can tell\nevery circumftance that will happen to yourfelf\nor any other, by combining them properly to­\ngether ; but here we muff beg leave to undeceive\nour readers concerning a very effential point,\nwhich we find that our predeceffors have in gene­\nral omitted ; and thatT\nis, that every line, accord­\ning as it has performed a part of its function, lofea\nthat charafteriftic which was allotted to forefhew\nthat particular circumftance, and affumes a dif­\nferent afpeft; but whether this variation confiftfc\nin a greater depth ol its former impreffion, or if\nit appears lefs vifible in the fpot that foreboded\nthat event, or by a certain involution of its direc­\ntion to the one fide or to the other, it is almoft im-\npoflible to particularize, as thefe changes and alte­\nrations depend in a great meafure on the peculiar\nnature of the circumftance itfell, and of its weight\nor levity in the great fcale of human viciftitudes;\nwe muft therefore, content ourfelves with ftre-\nnuouily recommending to our readers to pay an\nunwearied attention to this objeft, and will moil:\nundoubtedly\nDigitized by G :\n\f[ 44 ]\nundoubtedly reap an ampié harveft of moil ex­\ncellent knowledge for their pains.\nW e íhall firit give the names of the feveral\nlines as they hold their places, and then particula­\nrize their qualities.\nThere are five principal lines in each hand,\ncalled by the fame names, but as they frequently\nbear different charaóleriftic, fo are their prognos­\ntics different; the chief line, and that on which\nperfons of the profeffion lay the greateil flrefs, is\nthe line of life, which generally takes its rife\nwhere the thumb joint plays with the wrifl on\nthe infide; and runs in an oblique direction to\nthe infide of the innermoft joint of the fore-\nfinger.\nThe next is the line of death, which feparates-\nthe fleihy part of the hand on the liule finger's\nfide, from the hollow of the hand, running in\ndifferent direftions in different people.\nThe table line originates with the line of life,\nat the wrifl, and runs through the hollow of the\nhand towards the middle finger.\nThe girdle of Venus takes its courfe from the\nextremity of the innermoft joint of the little fin­\nger, and forming a curve, terminates between the\nfore and middle fingers.\nThe line of fortune ftrikes from behind the\nball, or mount of the fore-finger, acrofs the palm,\nand line of life, and loofes itfelf in or near the\nfleihy part of the hand on the little finger's\nfide.\nIt would be impoffible to give names to .all the\nother lines, and indeed it would be needlefs, as\nthey only tend to illuftrate and explain the other\nlines; we íhall now proceed to give the remarks\nto be made on thefe five lines:\nN > E.\nDigitized by Google\n\f\\\nN . B . Particular attention muil be paid to the\nage of the perfon who coniuks.\nIf the line of life is crolled or interfered by-\nother lines at or near the wrift, the perfon will\nmeet -with ficknefs in the beginning of life, and\nthe degree of ficknefs will be proportioned to the\nfize, length, and breadth of the intervening lines;\nthe fame is to be obferved of the other parts of the\nline, fo that according to the fituation of the croif-\n\\ig lines upon the line of life, you can precifely\ntell at what age the ficknefs will come on ; and ac­\ncording to the depth and length, of the crofTmg\nline, you know whether the fit will b e fevere. or\nof long duration. If the line of life runs fair and\nuninterrupted, the perfon will enjoy good health ;\nand according to its length towards the outfide\nof the forefinger, you can judge if the perfon\nwill live long, as the longer the line, the longer\nthe life.\nIf the line of death is fhortr, and runs even,\nwithout being broken or divided, it ihews that\n^ the perfon will enjoy a good length of days, and\nnot be« fubjefted to many maladies; but if,it is\ninterrupted, it evidently ihews that the perfon\nwill be endangered by illnefs, but by the care of\nprovidence will recover. If this line ends ab­\nruptly, and with a broad point, it ihews that the\nperfon <vill die fuddenly ; if it goes off in a taper­\ning point, the lait illnefs will be flow, and con-\nfuming by degrees.; if it breaks off into feveral\nbranches, the perfon will be afflifted with more\ndiforders than one at the fame time ; if other lines\nrun acrofs it, the perfon will be of a weakly and\ninfirm habit of body ; often confined by infirmi­\nties, and incapable of following any hard or la­\nborious bufineis.\nW hen\n[ 45 ]\nGooglg\n\fWhen the table line is broad, flrong and well\nmarked, it {hews the perfon to be of a found con-\nilitution, and a peaceable, contented mind ; if it\nis broken, it fhews for every break a violent in­\nterruption to happinefs ; if thefe breaks happen\ntowards the part ne^t to the wriil, he will be\ncroiled in love, and either be difappointed in the\nperfon he has fixed his affeQions on, or be fad-\ndied with a perfon of a difobliging temper, and\nabufive tongue ; if towards the middle, he will lofe'\nhis children, or decline in wealth ; if towards the\nline of fortune, it threatens feparation, and if\nnearer to the middle finger, poverty and diftrefs.\nThe girdle of Venus when it goes on fair, and\nwell marked, Ihews that the perfon will be prol-\nperous in love, fair in his dealings with the fair fex#\nand be fincerely beloved ; he will obtain a partner\nfor life, of a fortune adequate to his own, fweet\ntempered, faithful and affciflionate ; but if it is in­\nterrupted at its beginning near the little finger,\nhe will meet with early difappointments in love;\nif towards the middle of the line, he will ruin his\nhealth, and injure his fortune with lewd profti-\ntutes; if near the end, he will be foolilhly amo­\nrous in his old age, ftill expending to gain the\nheart of a woman, but never will obtain it-; If\nthis line is interfered with croffes that run quite\nthrough it, you are not to expeft fincere love\nfrom any body, but that kind of violent defire\nthat foon exhaufts itfell and vaniihes as fuddenly as\nit took rife ; if this line inclines towards the fin­\ngers you will continue amorous through life, but\nif it takes its dire&ion the contrary way, reafon\nwill overcome paflion, and in the decline of\nlife, you will look upon the fex with calmnefs,\nif not with indifference; if it is frequently indent-\n. [ 46 ]\n\fed, that is to fay, if it has many little hollows,\nyou will be inclined to many women or men, but\nattached to none, defirous of being beloved by\nfome one, and difappointed by all; if thefe in- -\ndentures happen at the little finger, this dif-\npofition will be in early life, if at the forefinger,\nto old age.\nOther perfons who have pretended to this\nfcience, have called this line by different names,\nwhich we cslll the Line of Fortune; its proximity\nto the girdle of Venus fhews that there is a itrong\nkindred between them, and their diftance at their\ntwo extremities, clearly points out, that love is\ninconfiftent with childhood, and old age : yet, in\nthofe where the crofs lines approach from the one\nto -the other near their ends, prove that the per­\nfons were, or will be fufceptible of love in child­\nhood or old age. For example, if the crofs lines\nare at the beginning of the girdle of Venus, and\nbear towards the tail of the line of fortune, it evi­\ndently indicates that the perfon was fufceptible of\nlove at an earlier period than ufual ; if thefe lines\nof communication are croffed by other fmall lines,\nthe perfon has been difappointed in his wiihes, or\nfeverely puniihed for gratifying them ; if plain and\nilraight, and without tranfverle lines, he has been\nfuccefstul ; if the lines take their rife from the tail\nof the girdle; and lead towards the head of the line\nof fortune, the perfon will be amorous in his old\nage, and according to the fituation of the trani-\nverfe lines, will be fuccefsful or unfortunate in\nhis amours : if the line of fortune runs fmooth,\nbroad, and clear, the perfon will enjoy affluence\nthrough life, and be profperous in all his under­\ntakings ; if it is interfered by ihort lines at the be­\nginning, near the forefinger, it denotes that the\nperfon\n[ 47 3\nDigitized by Google\n\fperfon was born .poor, or at leaft with a {mail\ncapital ; if thefe lines occur toward the middle,\nat either end, he will be profperous in the firft\nand lalt of life ; but meet with difappointments at\nmid-age : if the crofs lines occur at the extremity\nand not before, he will die poor and diftrelled.- If\ntranfverfe lines, crofted by others, pafs from the\nline of life to the line of fortune, the perfon will be\nengaged in quarrels and broils, or lawfuits and dift*\nunion with his neighbours.\nIf the hollow palm of the hand, which fome\ncall the plain of Mars, is full of crofs lines run­\nning into each other, the perfon will be of a hu-\nmorfome, -uneven, and telly -temper, jealous, and\nhafty, quarrclfomc, and fighting, and endeavour­\ning to let others by the ears ; he will meet with\nvery frequent misfortunes, and bear them very\nuneafily, whereas if the hollow or palm of the\nhand has none but the unavoidable lines, that is\nto lay, thofe that mult unavoidably pafs through\nit, he will be of a fweet and amiable difpojition,\nfull of fenfibility, gratitude, and leve, faithful,\nbenevolent and kind; and though fubjeft to\ncroftes, Ioffes, and difappointments, will bearthem\nwith an even and agreeable temper ; from this\npart chiefly, we recommend to perfons, to chufe\ntheir companions for life, either i n friendihip or\nmarriage.\nW e fhall conclude this Chapter with a few re­\nmarks on the mount, or ball of the thumb, which\nhears a peculiar analog'\/ to the event§ of a per-\nfon’s life, with refpett to difputes, quarrels, and\nlawfuits ; if this mount has many long ftraight\nlines reaching from the thumb’“\nto' the line of life,\nthey ihew that the perfon will have fevcral perfonal\nencounters, either with hands, clubs, piftols, or\nfwords,\n[ 4» ]\nDigitized by Google\n\f[ 49 ]\nfwords; but it the lines are curved or crooked,\nthey will indicate lawfuits, and according to the\ndegree of crookednefs, they will be long or ihort ;\nbut if thefe lines end in a ilraight direftion to­\nwards the line oi life, they will end profperoufly,\nwhether encounters or lawfuits ; if otherwife, they\nwill be attended with an unfavourable iifue ; the\nnearer to the line of life thefe lines begin, the la­\nter in the perfon’s life, the quarrels or lawfuits\nwill take place; and the nearer to the line of life,\nthey and the later in life they will terminate.\nWere the compafs to which we have limited\nourfelves even more extenfive, I do not know\nthat we could fay more on this Chapter; but as\nwe have before remarked, we muff neceflarily\nleave a good deal to the fagacity of the reader.\nC H A P T E R IV.\nOf M O L E S .\nThlfituation of Moles, and the indication, they give\nof a perJon s difpojiiion andfuture lot in life*\nH O UG H moles are in their fubftances no-\nthing elfe than excreflences or ebulitions\nw hich. proceed from the ftate of the blood whilfl\nthe child lies in the mother’s womb, yet they\nare not given in vain, as they are generally cha-\nrafteriftic of the difpofition and temper of thofe\nthat bear them, and it is proved by experience,\nthat from their ihape, fituation, and other circum-\nfiances, they bear a lirong analogy to the events\nthat are to happen to a perfon in future life ;\nhence we fhall give fome few direftions to thofe\nwho are to form the prognoitic, that from thence\nE they\nDigitized by1\nGoogle\n\f[ 5a 3. -\nthey. may be enabled to pronounce an infallible\njudgment.\nAnd firft, it is eflentially necefTary to know the\nfize of the mole, its colour, whether it is perfect­\nly round, oblong, or angular, becaufe each of\nthofe will add to, or diminiih the force of the in-*\ndication ; the larger the mole, the greater will be\nthe prosperity or adverfity of the perfon; the\n(mailer the mole, the lefs will be his good or bad\nIqck ; if the mole is round, it forebodes good ; if\noblong, a moderate (hare of fortunate events -\nr if\nangular, it indicates a mixture of good and evil ; the\ndeeper its colour, the more it announces favour or\ndifgrace ; the lighter, the lefs of either ; if it is very\nhairy, much misfortune is to be expefted ; if but\nfew long hairs'grow upon it, it denotes that your\nundertakings will be profperous.\nW e wifi further remark only, that moles of\nthe middling and common fize, and colour, are\nthofe we ipeak of; the reft may be gathered from\nwhat we have faid itbovc; but as it tnay frequently\nhappen that modefly will fometimes hinder per­\nsons from (hewing their moles, you muil depend\nupon their own reprefentation of them for your\nopinion.\nA mole that (lands on the right fide of the fore­\nhead or right temple, fignifies that the perfon\nwill arrive to fudden wealth and honour.\nA mole on the right eyebrow, announces\nfpeedy marriage ; and- that the perfon to whom\nyou will be married, will poflefs many amiable\nqualities, and a good fortune.\nA mole on the left of either of thofe three\nplaces, announces unexpended difappointment in\nyour moll fanguine wiihes.\nA mole\nDigitized by Google\n\f• i s * - ]\nA mole on the outfkle corner of either eye,\ndenotes the perfon to be of a Heady, fober, and\niedate diipofition ; but will be liable to a violent\ndeath.\nA mole on either cheek, fignifies that the per­\nfon never {hall rife above mediocrity in point of\nfortune, though at the fame time he never will\nfink to real poverty.\nA mole on the nofe, {hews that the perfon\nwill have good luck in moil of his or her under­\ntakings.\nA mole on the lip, either upper or lower,\nproves the^ perfon to be fond of delicate things,\nand very much given to the pleafures of love, in\nwhich he or {he will commonly be fuccefsful.\nA mole on the chin, forefhews that the perfon\nwill be attended with great profperity and be high­\nly eileemed.\nA mole on the fide of the neck, {hews that\nthe perfon will narrowly efcape fufFocation, but\nafterwards rile tp great confideration by an imex-\npefled legacy or inheritance.\nA mole on the throat, denotes that the perfon\nihall become rich by marriage.\nA mole on the right breaft, declares the perfon\nto be expofed to a hidden reverfe, from comfort\nto diitrefs, by unavoidable accidents ; — moil of\nhis children will be girls.\nA mole on the left breaft, fignifies fuccefs in\nundertakings, an amorous difpofition, and that the\nchildren will be mollly boys.\nA mole on the bofom, portends mediocrity of\nhealth and fortune.\nA mole under the left breaft over tbe heart,\nforelhows that a man will be of a warm difpofi­\ntion, unfettled in mind, fond of rambling, and light\nE 2 it*\n¡itized by Google\n\fin his conduit; in a woman, it fhews fincerity\nin love, quick conception, and eafy travail in\nchild-birth.\nA mole on the right fide over any part of the\nribs, denotes to be pufillariimous and flow in\nundertaking any thing that may be attended with\ndifficulty.\nA mole on_ the belly, denotes the perfon to be\n-addifted to floth and gluttony; felfifh in almoft\nall articles, and feldom inclined to be nice or care­\nful in point of drefs.\nA mole on either hip, fhews that the perfon\nwill have many children, and that fuch of them\nas furvive will be healthful, lufty, and patient of\nhardfhips.\nA mole on the right thigh, fhews that the per­\nfon will become rich, and have good luck in mar­\nriage,\nA mole on the left thigh, denotes that the per­\nfon fuffers much by poverty, and want of friends,\nas alfo by the enmity and injuilice of others.\nA mole on the right knee, fignifies that the\nperfon will be fortunate in the choice of a partner\nfor life, and meet with few di(appointments in\nthe world.\nA mole on the left knee, portends that the\nperfon will be rafh, inconfiderate and hafly, but\nmodeft in cool blood, hpneft, and inclined to good\nbehaviour in every fenfe of the word.\nA mole on either leg, fhews that the perfon\nis indolent, thoughtlefs and indifferent as to what\nhappens.\nA mole on either ankle, denotes a man to be\ninclined to v\neffeminacy and elegance of drefs ; a\nwoman to be courageous, aftive, and induftrious\nwith fome fpice of the termagant,\nA mole\nC 52 .]\nDigitized by Google\n\fA mole on either foot, forebodes fudden illnefs,\nor unexpefted misfortune.\nA mole on the right ihoulder, fignifies prudence,\ndifcretion, fecrecy, and wifdom.\nA mole on the left ihoulder, declares a tefty,\ncontentious, and ungovernable fpirit.\nA mole on the right arm, denotes vigour, and\nundaunted courage. %\nA mole on the left arm, declares refolution\nand viftory in battle.\nA mole near either elbow, denotes reftlefsnefs,\na roving and unfleady temper, alfo a difcontent-\nednefs with thofe the peri'on is obliged to live\nconftantly with.\nA mole between the elbow and the wrift, pfo-\nmifes the perfon profperity, but not until he has\nundergone many hardíhips,\nA mole on the wrift or between it and the ends\nof the fingers, fignifies induftry, parfimony, fide­\nlity, and conjitgal affeftion.\nA mole on any* part from the ihoulders to the\nloins, fignifies imperceptible decline, and gradual\ndecay, whether of health or wealth.\nA mole on the loins, (hews vigour, efpecially\nin the duties of love.\nIf any otfyer moles fhould occur, which we\nhave not here particularized, we flatter ourfelves\nthat our readers will attribute our not explaining\nthem, not to any want of defire to gratify their\nutmoft wifhes, but rather to that deference which\nevery writer juftly owes to the fagacity and under**\nHanding of thofe who will honour him with their\ngood opinion ; we the eafier flatter ourfelves that\nthis omiflion will be forgiven us, as we are con­\nfident that our readers will find in their own pe­\nnetration an eafy fupplemcnt to our forgetfulnefs*;\nE # the\nt 53 ]\nDigitized by Google\n\fthe m\norefo, as the proximity offituation ofany\nother mole, that may occur to any of thofe here\nmentioned, will, from the explanation given in\nthefe iheets, find an interpretation from compan­\nion with what we have faid ; the degree in any par­\nticular, being only a little more or lefs.\nAnd now we fhall proceed to flate in the clear-\neft manner poflible, the full meaning that each\ncard in a pack bears feparately, and in its inde­\npendent ftate ; their combinations being eafily de­\nduced and calculated : as in the following Chapter.\nC H> A P T E R V.\nOf C A R D T O S S I N G .\nThe meaning which every card bears independently\nof the reft—One example of the general combi­\nnation oj all the cards when laid out on a tabled\nIT is a common cuilom with perfons profefling\nthis fcience, to leave out the aces, as being ge­\nnerally portentive of bad fortune; but in the\ncourfe of our practice, we have found themnot\nonly of eifential utility, but likewife, the certain\nforetellers of good luck, provided always, that they\nare properly accompanied; we alfo beg leave to\nremind our readers of the neceflity that the per-\nfon, whofe fortune is to be told, fliould, before\nthe cards are cut, cliule one of the four kings ; if\na man, to reprefent hiinfelf; if a woman, ihe muft\nname a queen. The king of the chofen queen,\nand the queen of the chofen king, will Hand for\nt 54 1 -\n-cutting\nIn the preface, we have given dire&ionsfor\nng and dijpojing the cards.\nthe\nDigitized by Google\n\fthe hufband or wife, miftrefs or lover of the per-\nTon concerned ; and the knave for the moil inti­\nmate perfbn of his or her family.\nAnd firil, we fhall begin with the Hearts :\n■\n>\nThe A C E\nSignifies drinking, caroufing, merry-making,\nand good-humour ; it the ace is attended by fpades,\nit forebodes quarrelling in your cups, and ill-\ntemper to your family whilit you are in a Hate of\nintoxication; if hearts, it fhews cordiality and\naffection between the parties ; if diamonds, your\nfeaft will be from home, probably in the country ;\nif clubs, the occaiion of the meeting will be up­\non fome bargain or agreement; if your ace of\nhearts is in the neighbourhood of coat cards of\nboth fexes, with clubs near, it will be about match­\nmaking ; if all the coat cards are kings or knaves,\nor both, it will concern the buying or felling of\nfome perfonal property; if all queens, it will re­\ngard reconciliation between parties; and it queens\nand knaves, it will be about the reconciliation and\nreunion of a manned couple.\nT h e K I N G of H E A R T S\nShews a man of a fair complexion, or of ah\neafy good-natured difpofition, but a little inclined\nto be haily, and rather rafh in his undertakings.\nThe Q U E E N\nIs a woman either of a very fair complexion,\nor of great beauty, her temper rather hot, and\nfomewhat bordering on termagancy ; ihe will not\nmake an obedient wife, neither will £he be very\nhappy in her own reflections.\nt 55 3\nThe\n■ L»ooQle\n\fThe K N A V E\nh ä perfon of no determined fex, but always\nthe neareit relation or deareft friend of the con­\nfuIting party, always aftive and intruding, equal­\nly jealous in doing good or mifchief, as led by\nthe caprice of the moment, pafhonate and not\neafily reconciled, but always warm in the caufe\nof the confulting party, though not poilibly ac­\ncording to his fancjY as he will be as induftrious to\nprevent his fcheines, if they do not fuit with his\nown difpofition, as to forward them if he approves\nof them*.\nThè T E N of H E A R T S\nForetells good-nature, and multiplicity of chil­\ndren : it in fome meaiiire correfts the bad fore­\nbodings of the cards that may Hand next to it\nand ii its neighbour cards are of a good import, it\nafcertains, and confirms their value.\nThe N I N E of H E A R T S\nPromifes wealth, grandeur, and high eft'eem ; if\ncards of à bad tendency ftand near it, you muft\nexpeft difappointment and a reverie ; if cards of\ngood information follow thefe laft at a ihort dis­\ntance, expeft to retrieve your Ioffes, whether o f\npeace or temporal goods.\nThe E I G H T of H E A R T S\nPoints out a ftrong inclination to drinking in\nexcefs, which, if accompanied with unlucky cards,\nwill bring on ruin of property, walle of health,\nand lofs of friends ; if by good cards, it foreihews\n* You muß pay [pedal attention to the cards\nthatfa n d next to the knave, as from them atone\nyou can judge whether the perjbn it reprefents\nwillfavour your inclinations or not.\nreformation\n[ 56 ]\nDigitized by Goog '\n\freformation and recovery from the former bad\nconfequences.\nThe S E V E N of H E A R T S\nDeclares the perfon to be of an unfettled and\nunfaithful difpofition, addifted to the vice of in­\ncontinence* and fubjeft to the mean art of recri­\nmination, though unfounded, to excufe his own\ncrimes.\nThe S I X of H E A R T S\nPrognofticates a generous, open, and credu­\nlou s diipofition, eafily impofed upon, and the ready\ndupe of flatterers and good natured friend of the\ndiftrefled*.\nThe F I V E of H E A R T S\nDenotes a wavering difpofition, never attach­\ned to one objeft, and free from any violent paflion\nof attachment.\nThe F O U R of H E A R T S '\nPortends that the perfon will not be married un­\ntil very late in life ; but this will very probably\nproceed from too great delicacy in cboohng.\nThe T R A Y of H E A R T S\nForebodes that you will fuffer greatly by the\nill-will of others, to which your own imprudence\nwill partly contribute.\nThe D E U C E of H E A R T S\nShews that the perfon will be attended with\nextraordinary fuccefs, and good fortune, though\nif bad cards attend, it will be delayed a long while.\n[ 57 ]\n* I f this card comes before your dang or queen,\nyou will be the dupe ; if after, you can have the\nbetter.\nThe\nDigitized by Google\n\f[ 5« ]\nThe A C E of D I A M O N D S\nDenotes a perfon fond of rural fports, a great\nbuilder and gardener; delighting in the planting\nand laying out of groves, woods, ihrubberies, and\nother fuch amufeinents ; but his enterprizes of\nthis nature will be attended with fuccefs or difap-\npointment, according to the cards that’are near i t ;\n*\n—it likewife fignifies a letter.\nThe K I N G of D I A M O N D S\nAnnounces a man of a fiery temper, preferving\nanger, long feeking for opportunities oL revenge,\nand obftinate in his refolutions.\nThe Q U E E N of D I A M O N D S\nSignifies that the woman will not be a fteady and\nindullrious houfe-keeper ; fhe will be fond of com­\npany-keeping, coquetiih, and not over ftriftly vir­\ntuous. \/\nThe K N A V E of D I A M O N D S\nHowever nearly related, will look more into his\nown intereft than your’s ; he will be tenacious of\nhis own opinion, and will fly off if contradifted.\nThe T E N of D I A M O N D S\n• Promiles a country huiband or wife, with great\nwealth, and a numerous iflue ; the card next to it\nwill tell the number of children.\nThe N I N E of D I A M O N D S\nDeclares that the perfon will be of a rambling\ndifpofition, never contented with his lot, and\nfor ever meeting with erodes and difappointments,\nand riiks a fhameful end.\nT h e E I G H T of D I A M O N D S\nForebodes that the perfon in his yonth will be\nan enemy to marriage, and thus run the riik of\ndying unmarried, but if he takes on the holy yoke,\nit\nDigitized by G o o ^\n\fit will not be until late in life, and then the match\nwill be fo ill forted, as to produce great mis­\nfortunes.\nThe S E V E N of D I A M O N D S\nForefhews that you will fpend the happieil of\nyour days in the country, where if you remain,\nyour happinels will he uninterrupted : but if you\nconic to town, you will be tormented by the infi­\ndelity of your mate, and the fquandcring of your\nfubllance.\nV The S I X of D I A M O N D S\nIs an indication of an early marriage, and pre­\nmature widowhood ; but if you marry again, you\nwill moil probably be worfe off.\nThe F I V E of D I A M O N D S\nAffures you a well afilmed marriage, and good\nchildren,- who will keep you from grief.\nThe F O U R of D I A M O N D S\nPrognofticates the incontinence of the perfon\nyou will be married to, and very great vexation\nto yourlelf through the whole courfe of your life.\nThe T R A Y of D I A M O N D S\nForebodes that you will be engaged in quarrels,\nlawfuits, and domeilic difagreements, your paru\nner for life will be of a vixen and abufive temper,\nand make you unhappy.\nThe D E U C E of D I A M O N D S\nEngages your heart at an early period in the tra­\nméis of love ; but your parents will not approve\nof your choice ; if you marry without their corn\nlent, ¿hey will hardly forgive you.\nThe\ní 59 ]\nDigitized by Goog\n\fThe A C E of C L U B S\nGives an aiTVrnce of wealth, profperity, and\ntranquility of minJ.\nThe K I N G of C L U B S\nAnnounces a man upright, humane, affe&ion-\nate and tauhful in all his engagements : he will\nbe happy him fell, and make every one that he has\na connection with fo if he can.\nThe Q U E E N of C L U B S\nIs of a tender, mild, and rather amorous difpofi-\ntion ; (he will very probably yield her maiden per-\nfon to a generous lover before the matrimonial knot\nis tied; but they will be married, and happy to­\ngether. -\nThe K N A V E of C L U B S\nIs a generous, fincere, and jealous friend, who\nwill exert himfelf warmly for your good.\nThe T E N of C L U B S\nDenotes great riches to come fpeedily from .'an\nunexpefted quarter, but it alfo threatens that you\nwill, at the fame time, lofcfome very dear friend*\nThe N I N E of C L U B S\nDenotes too fleady an adherence to your own\nway of thinking, which will difpleafe fome of\nyour friends ; nor will your fuccefs in the under­\ntaking reconcile them, or fecure your own felf fa-\ntisfaition.\nThe E I G H T of C L U B S\nDeclares the perfon to be over fond of m oney;\nhe will obtain i t ; but it will prove rather a tor­\nment than a means of comfort to^him, as he will\nnot make proper ufe of it.\n[ 6o ]\nThe\nDigitized by L j O C K\n\fThe S E V E N of C L U B S\nPromifes the moil brilliant fortune, and the\nmoil exquifite Mils that this world can afford ; but\nbeware of the other fex ; from them alone, you\ncap experience misfortune.\nThe S I X of C L U B S\nEngages you in a very lucrative partnerihip,\nand your children will be honourable. %\nThe F I V E of C L U B S\nDeclares you will be ihortly married to a per-\nfon who will mend your circumilances.\nThe F O U R of C L U B S\nIs the foreteller of incontinence for the fake of\nmoney, and frequent change of objeft.\nThe T R A Y of C L U B S\nAnnounces that you will be three times mar­\nried, and at each time to a wealthy perfon*.\nThe D E U C E of C L U B S\nPortends fome unfortunate oppofnion to your\nfavourite inclination, which will diiturb you.\nThe A C E of S P A D E S\nTotally relates to the affairs of love, without\nfpecifying whether lawful or unlawful* •\nThe K I N G of S P A D E S\nIs a man who will be ambitious, and certainly\nfuccefsful at court, or with fome great man, who •\nwill have in his power to advance him, but let\nhim be aware of a reverfe.\nThe Q U E E N of S P A D E S\nW ill be 'carelfed by the\/;reat of both fexes ; if (he\nis handfome, great attempts will be made on her .\nvirtue. • '\n* This card will equally anfwcr> for a woman's\nbeing *kept by three rich men%according to her\nJlation. F This\n[ 6i 3\nDigitized by Google\n\fThe K N A V E of S P A D E S -\nThough he have your wellfare at heart, will be\ntoo indolent topurfue.it with zeal, unlefs you\ntake frequeiit opportunities of roufing his at*\ntention.\nThe T E N of S P A D E S\nIs of bad import, it will in a great meafure\ncounteraft the good effefts Of the other cards;\nbut unlefs it be ieconded by other ominous cards,\nits influence may be got over.\nThe N I N E of S P A D E S\nIs the word card in the whole' pack, it portends\ndangerous ficknefs, a total fubmilfion of fortune ;\ncruel calamity,! and endlefs dilfenfion in your\nfamily. •\nThe E I G H T of S P A D E S\nPromifes you itrong oppofition from your friends,\n{ calling themfelves fuch ; ) you fhould, if this\ncard comes clofe to you, abandon your enterprize,\nand adopt another plan.\nThe S E V E N of S P A D E S\nForefhews the lofs of a moil valuable friend,\nwhofe death will plunge you into very great dih-\nirefs.\nThe S I X of S P A D E S\nAnnounces a- mediocrity ,of fortune, and very\ngreat uncertainty in your undertakings.\nThe F I V E of S P A D E S\nW ill give very little interruption to your fuc-\ncefs; it promifes you good luck in the choice of\na companion for life, but-ihews your temper to\nbe rather fullen.\n£. 62 ]\n. . , The\nDigitized by Google\n\f[ «3 3\nThe F O U R of S P A D E S\nDenotes fpeedy ficknefs, and that your friend?\nwill injure your fortune.\nThe T R A Y of S P A D E S ^\nDeclare ‘that you will be unfortunate in mar*\nriage, through incontinency.\nThe D E U C E of S P A D E S\nIs invariably a Coffin, but who the perfon it is.\nfor, mult depend entirely on its fituation with re-\nfpeft to the other cards.\nThere remains now nothing to be done on this\nfubjett, but to ilate a deck of cards as they (hall\nfall by chance, after the ceremonies directed in\nthe Preface, and examine them as they lie on the\ntable, beginning from left to right, and then from\ntop to bottom; thus we will fuppofe them difpo-\nfed as follows*.\nNine of Diamonds, King of Diamonds, King of\nHearts, Four of Hearts, Ace of Clubs, Knave of\nHearts, Two of Hearts, Seven of Clubs, Three\nof Diamonds.\nFour of Clubs, Seven of Spades, Two of Clubs\nTen of Hearts, King of Spades, Ten of Dia­\nmonds, Six of Clubs, Two of Spades-, Four of\nSpades.\nKnave of Clubs, Nine of Hearts, Queen of\nSpades, Eight of Hearts, Three of Hearts, Ace\nof Diamonds, Knave of Spades, Five of Hearts,\nFive of Clubs.\nEight of Clubs, Ten of Spades,, Three o\nSpades, Ace of Spades, Eight of Spades, Four of\n* O bferve th a t y o u p la ce n in e c a rd s in each r o w ,\nt h a t y o u zoill h a ve J ix r o w s %the la ß co n jjjlin g o f\nJcven c a rd s o n ly . F a Diamonds\nDigitized by Google\n\fDiamonds, Five of Spades, Seven of Hearts,\n»King of Clubs.\nTen of Clubs, Six of Spades, Queen of Dia­\nmonds, Six of Diamonds, Two of Diamonds,\nQueen ol Hearts, Seven of Diamonds. *\nEight of Diamonds, Knave of Diamonds, Five\nof Diamonds, Nine of Clubs, Six of Hearts, Ace\nof Hearts, Nine of Spades.\nHere you will find that the King of Diamonds\nhas formed a defign upon the perfon who is repre-\nfented by the King of Hearts, an honeft, good-\nnatured man, to wheedle fome money frorji him,\nwhich is {hewn by the Ace of Clubs; but the\nKnave of Hearts, the King’s beft friend, hinders\nhim, by threatening and quarrelling with him,\nihewn by the Tray of Diamonds. King of Dia­\nmonds, now t.urns his defign againit the King of\nSpades, by pretending friendfiup to him, who is\na country perfon of iome wealth, and loft a near\nrelation lately, either a man whom lie dearly lov­\ned, or his no lefs beloved wife, who had an\nequal affeClion for him. The King of Spades,\nwrites a letter; the Ace of Diamonds to his\nfriend the Knave of Spades, to confuit him about\nthe friendihip, and whether he ihall give the\nmoney. The friend difapproves of both, and\ncharges him with fome unfortunate connection in\nthe love line ; and ftrenuoufly recommends him\nto the friendihip of the King of Clubs, a man\nof fortune; but who has an unlawful commerce\nwith a woman, who does not care for him, yet\noccafions his feparating from his own wife, who\nat this time is in the country with a near relation,\n(a widow) who condoles with her, becaufe fh e\nwas herfelf rather unfortunate, in confequence\nof marrying without the confent of her friends,\nefpecially Her father, who now takes a fecond\nDigitized by Google\n\fI V J\nwife with a large fortune, but rather acidified t*>\ndrinking, by which fhe will injure him, and bring\nherfelf to an untimely end.\nYou find again in the perpendicular examina­\ntion, a man given to rambling in Search bf riches,\nthough he has enough already, and will marry\nwhen old; again you have an ill-minded man un­\nder colour ot friend(hip, Seeking all in his power\nto injure another man, in which he is but too\nfuccefsful. The third column ihews you, a man\ndisappointed in his courtfhip to a woman, whb\nendeavours to aifign him over to her acquaintance,\na known wanton, whom ihe impofes upon him ;\nbut who makes him a good wile, and brings him\nvery dutiful and refpeftful children. The fourth\ncolumn denotes a violent, and long attachment\nto illicit pleafure; from which, however,' arifes\nfome profit intermixed with uneafmefs and difap-\npointment. The fifth column, ihews a fudden\nrife of wealth and confcquence to a man, who,\nthough tolerably inclined upon the whole, has\nformed an unjuft defign upon a married woman,\nwhom he fucceeds in corrupting. The fixth co­\nlumn points out a gentleman in the country, of a\nlarge well improved landed property; who is in\ntreaty for a Second marriage, which terminates in\ndrunken diflipation on both fides. The feventh\ncolumn, ihews a wealthy man taking a partner,\nwho by an imprudent marriage involves hirafelf in\ndifficulties, which terminate in his ruin. Th$\neighth column ihews the death of a very near re*\nlation, who had a peculiar friendship for you, and\nwould have made you quite happy, had he not\ndied fo foon. The ninth column, points out si\nlawfuit inftituted againft you by the relations o f\nyour wife for a part of her fortune; but that hy\nF 3 K?a*s\nDigitized by Google\n\ff «6 î\n»leans of her precautions and prudent conduit,\nyou will in the end get the better of themf and\nbe happy; which is my very fincere and hearty\nwifh.\nThe impoflibility of giving all the combinations\nof a deck of cards, induces us to leave to our ju­\ndicious readers to follow the plan we have here\nlaid down; by which they will never fail of fore­\nknowing the ieveral events that are to happen; if\nthey chufe to learn the fate of other friends, let\nthem appoint them kings, queens, and knaves, and\nthe cards next to them will have a reference to\ntheir future fortune.\nThere remains now the more difficult part of our\ntalk, as in Dreams, there generally are fo many\nvarious circumftances that may bias the import of\nthe main intention of the w hole; however, from\nabout twenty thoufand dreams on which we have\nbeen confulted, and which we carefully fet down\nin our memorandum book, with all their feveral\ninlets and outlets, we have felefted thofe heads\nwhich moil frequently occur, and give them with\n©ur interpretations, which on ftritt enquiry, our\ncorrefpondents, and the perions who have conful­\nted us, have acknowledged invariably true; for\nwe allure, our readers, that our defign is not to\nimpoie upon their judgment, or miflead their fancy;\nhad that been the cafe, we fliould have endeavour­\ned by a pompous preface, to engage the imagina­\ntion in our favour, and thus prepoiiefs the under-\nilanding by a mafs of fafeinating phrafes, fucli as\nwe find in other books of a lefs ufcful and attrac­\ntive nature than ours*\nCH APTER\nDigitized by Google\n\f[ 6 \/ 3\nC H A P T E R VI.\nO f D R E A M S .\nA lp h a b e tic a l h ea d s o f th e m o jl com m on fu b je & s\np eo p le a re a p t to d re a m , w ith th e ir d ijlin tl\nin te r p r e ta tio n s .\nT\nO enumerate all thearticles^ natural or preter­\nnatural, that perfons may dream of, would\nbe a talk too tedious and unprofitable, neither\nwould a perfon of good fenfe believe the appli­\ncation ; but as this ftudy is certainly attended\nwith great advantage in preparing us for what\nmay happen, we hope that the fruit of our long\nftudy and experience will give both profit and\npleafure to our readers.\nThat dreams are of divine original, the holy\nfcriptures, for which we have the mod profound\nrevference, and in which we place the mod un­\nlimited confidence, amply teftify; to that hea­\nvenly fource of faving inftruftion and knowledge\nw e refer you for the inftances; and fhall fay ni>\nmore in this place, than that the Dreams which\nperfons have in the beginning of the night, efpe-\ndaily if they, eat heavy or lolid fuppers, are not\nfo much to be depended on, nor fo regular in\ntheir concatenation as thofe which occur in the\nmorning, when the mind, refreihed with moderate\ndeep, and the body difburthened of thofe crudities\nwhich hindered the fpirits from playing with their*\ndue alacrity through the whole frame, leave the\nfoul free to perform all her funftions, and take\nin all thofe conceptions, in which the judgment\nhaving\nDigitized by G :\n\f.[ M l '\nhaving no part, you may expeft that your guar­\ndian angle, watchful for your welfare, either fore­\nwarns you of fome approaching evil, and gives\nyou a foreknowledge of fome good that is ihortly\nto happen.\nA d v e r fa r y —To dream you are engaged in a\nperfonal difpute with a perfon, (hews that you will\nmeet with oppofition in your wifh, if you draw\n.his blood, you will have the advantage, if he\ndraws your’s, you will be the lofer, if neither, yqu\nwill fettle amicably.\n, A i r —To dream you fee the air clear, blue,\ncalm and ferene, ihews that the point you then\naim at will be profperous ; if it is ftreaked with\nwhite, you will get over your difficulties; if with\nthick and dark clouds, you will meet with difap-\npointments, or fall fick.\nA lta r —To dream of an altar, (hews that you\nwill meet with fome heavy affliction, and a diffi­\nculty in getting over it.\nA n g e l—If you dream of angels, it is a proof\nthat there is one then near you, and that the reft\nof your dream ihall prove true ; therefore be mind\nful of it.\nA n g e r - A T o dream you fee another in a paffion\nwith you, denotes fome very unpleafant circum-\nilance that is to happen to you; if you feem an-\nSy with others, be fure that fome defign is\nrmed to injure you in your fortune or repu­\ntation,\n. A n t s - - W hen you dream of ants, if you lee\nthem bufy in making their provifion, it is a fign\nthat your induftry will be crowned with fucceis;\nif they appear to you as devoured by other ani­\nmals, or otherydfe injured, you may be certain\nthat fome fecret enemy is at work .to compafs\nyou!*\nDigitized by Google\n\fC 6\n9 ]\nyour ruin ; if they be totally deftroyed, you 'may ex-\npeft fome fatal reverfe in your own affairs. If\nyou are Tick when you dream of Ants, expeft a\nlingering recovery; but you may haften it by mo­\nderate exercife and care.\nA p p a r e l—Should you chance to dream that you\nare very genteely drefled, and in good company,\nit declares, that you will foon be advanced con-\nfiderably higher in rank than you have been hi­\ntherto ; if your apparel is ihabby and much worn,\n}\nrou are to look for trouble, domeftic flrife, and\nofs of goods. If you dream you are dreft in white,\nyou will fucceed in the firft thing you undertake.\nIf your apparel is black, beware of a quarrel,\nlawfuit, a fit of ficknefs, or the death or elope­\nment of fome perfon that is very dear to you. If\nyou appear in blue, you-will be loon at fome\nmerry-making, and will be very happy for the\n.time. If your drefs is green, you mull ihortly\ngo on a long journey. Ir your colour is yellow,\nyou will experience iomething that will make you\n.very uneafy ; but the moft probable, is the incon-\ntinency of fome perfon whom you have much at\nheart. If fcarlet is the colour, you need not doubt\nof a dangerous fit of ficknefs and other heavy\ncroiTes; finally if you appear in different colours,\nyour life for fome time will be chequered with\ngood and evil, but in a moderate degree*.\nA p p a r itio n s —The greatell and moft important\nobjea of fuch dreams as ghofts, apparitions, fpec-\ntres and fuch things, is that they ihew the brain\nto be at that time in a ftate of derangement and\n* I f y o u fe e o th ers in th o fe c o lo u rs th e fa m e\nth in g s w ill h appen to then},\n4 the\nDigitized by Google\n\fthe ftomach difordered; with refpeil to futurity\nthey ihew difappointment in a courtihip, and\nthat the perfon you love will defpife, if not hate\nyou.'\nA r m s —To dream that your arms are withered\nand decayed, (hews that the perfon will decline\nin health or fortune ; if they appear to be more\nplump and brawny thap ufual, you will meet\nwith unexpefiled profperity; if your arms are\nbroken, you will lofe fome dear friend, by his\nremoving to a great diilance from you ; if your\nright arm is cut off, you will lofe a near male re­\nlation ; if the left, a female,\n. , A r m e d m en— If you are purfued by fuch, and\nhave a difficulty in getting away, thinking your\nlimbs very heavy and reftrained, you will meet\nwith fome very heavy trouble, if you fight with\nthem vand conquer, you are fure that your next\nenterprizc will fucceed.\nA js —To dream you are riding on an afs, fig-\n•nifies that you will be guilty of fome very foo-\nliffi aftion, for which you will condemn yourfelf\nheartily ; if he is feeding, your fervants willbe dili­\ngent and faithful; ii you are driving him, you will\nget the better of your trouble ; if he runs after you,\nfome filly perfon trill occafion a laugh againif\nyou, if he appears loaded, you will be the maker\nof your own fortune.\nBack— If your back is broke out in blotches,\nfecret enemies are injuring you ; if you ihew your\nnaked back, you will be engaged m fome icene\nof lewdnefs; if you dream that your back is bro­\nken, you will meet with fome lofs; if it grows\nftronger, you will receive an unexpefted addition\nto your fortune.\n<Banquet—A dream of banqueting, ffiews that\nyou will be difappointed in fome very interefting\ncircumftance. BcardL\n[ 7\n0]\nDigitized by Goog :\n\fB e a r d —A dream of your having a bufhy, full\ngrown beard, indicates that you will ibon attain\nthe fummit of your wiihes, if it falls off, a fpeedy\ndecline will enfue; if a woman dreams fhe has a\nbeard, (he will obtain whatever ihe moll ardent­\nly wiihes.\nB ees— If you fee bees at work in your dream,\nit fignifies that your induftry will be prcfperous;\nif they are flying about, bad reports will be fpread\nof you ; if they fling you, you will fufler lofs oi\ngoods or reputation-.\nB ir d s — Dreams of birds, if you fee them flying,\ndenotes that you will take a long journey beyond\nthe feas ; if in their {light they feem fportive, your\nvoyage will be pleaiant and profperous; if they\nappear flow and dull in their motions, you will\nexperience much ficknefs and danger by fhip-\nwreck ; if the birds are perched and Tinging, it\nfignifies a fpeedy marriage, or the birth oi a child,\nor recovery from illnels.\nB le e d in g —If you dream that you fee another\nbleeding, is a iign he will endeavour to gain\nfome advantage over you ; but if you draw the\nblood, you will gain the advantage over him, and\nget money from him ; if he draws blood from you,\nyou will lofe your fuit,. whether in law, love, or\notherwife.\nB o a t—To dream you are in a boat alone, de­\nnotes that your friends forfake you ; if you are in\ngood company and cheerful, you will foon be at\na wedding; if you arc in danger of drowning,\nyou may expeft ftrong oppofition to your favour­\nite wifh; if the boat overiets, renounce your ex­\npectations,\nB r e a d —A dxeam of eating good bread, pro-\ninifea that you will fpeedily make a valuable\nacquaintance *\n[ 71 3\nDigitized by Google\n\facquaintance ; if the bread appears mufty, moul­\ndy, or bad, you will lofea dear friend. •\nB r ia r s — In your dream, if you are going\nthrough briars, you will meet with difficulties ; if\nyou are pricked by them and feel pain, you will\nbe a fufferer by your enemies ; if they make you\nN\nbleed, your property will be diminifhed; if yoa\nget out of them without any detriment, your ad-\nverfaries will perfecute you in vain.\nB r id g e — If you are going over a bridge in your\ndream, and meet with no interruption, you will go\nthrough life in a profperous and contented man­\nner ; if you fall down, you will undergo a heavy\nfit of ficknefs; if it breaks dpwn under you, you\nwill die a hidden death,'\nB u r ia l—If .you fee a perfon buried in your\ndream, you will hear of the death of fome re­\nlation ; if it is accompanied by any particular per­\nfon of your family, either that perfon, or fome one\nvery dear to him, will die.\nB u y in g — To dream of buying viftuals raw,\ndenotes benefit from friends; if they are boiled,\nor otherwife dreffed, you will receive a legacy ; if\nyou are buying edged tools, it fignifies that you\nwill feel a lively refentment again# fome one that\nwas before dear to you ; if cloaths are the fubjeft\nof your dream, you will receive fome conficferable\nbenefit uneXpe&edly.\nC andle— In ypur dream, if you fee one or more\ncandles, it fignifies that you will foon fight a duel,\nor have fome other warm conteft with a fmgle\nperfon; if the candle.is out, fome one of the\npatties will be killed or wounded, if new candles\ncome in, aiid that they all continue lighted, friends\nwill interfere*;and a reconciliation wul take place.\n- * • • ' C a rd s—\n[ 78 ]\nDigitized by Google\n\fC d r d s -4\n- l i you dream you are playing at card?*\nit denotes that yotf will foon be in love; if you\nhold a great many coat cards, you will foon be\nmarried ; if your cards are of tne common kind,\nyou will have ^n unlawful conneftion with feme\nfemale; if there are fpades among them, you will\nfall into trouble on account of your gratifications in\nlove ; if they are moftly clubs, you will get a for­\ntune by marriage; if they are hearts, you will\nmany ior love, and be very happy; if your cards\nare diamonds, your companion will be of a four\ndifagreeable temper.\nC a ttle—If you dream you are driving cattle, it\nfhews that you will profper in your undertakings ;\nif you fee them feeding peaceably, fortune will\nflow into you without any effort of your own ; if\nthey are fighting among themfelves, you will be\nchofen umpire in fome quarrel or difpute; if you\nfee them bleeding, you will gain by the conteiis of\nothers.\nC at— Should you dream of a cat, vou mull ex*\npeft fome very difagreeable circuniitance to hap*\npen to you ; it the cat is a plain, fmooth,'and fair\nlooking animal, you may be fure of infidejity or\ntreachery of fome kind; if it is a lean ugly looking\nanimal, or has got no hair or fur upon it, you mu2\nbe upon your guard againft aifaflins or robbers*\nC h ild re n —To fee children in your Dream, pro»\nmife fortune by honeft means; if they are hand-\nfome and well drafted, you will acquire many\nvaluable friends; if they are lean, ragged and\ndirty, you will be folicited into fome action that\nwill be injurious to your reputation, To fee a child\nor children born, is a fign that you will be happy\nin your family, if you fee one or more of them\ndie, you will meet with fome misfortune,\nC Church\nC 73 ]\nDigitized by Google\n\fC h u rch — l î you dream you are in a churcfe,\ny6u will be dilappointed in your expe&ation ; if\nyou are there at the time of divine iervice, you\nwill have to maintain an heavy lawfuit, or the fa­\nmily of adiflreffed relation.\nC lim b in g — If you are afcending a very deep\nplace, and find great difficulty, it foreihews that\nyou will fall into a fevere fit of ficknefs. If you\nreach the top, you will recover ; if you awake be­\nfore you have attained the fummit of the top, you\nwill linger a long while, and never enjoy a perte£1\nhealth.\nC o a ch —To Dream you are riding in a coach,\ninfures you preferment according to your allions\nin'life. If it is a gilt and very handiome coach\nyou will rife in the ilatc; if it is a hackney coach,\nyou will get a lucrative employment ; but if your\ncoach ihould break down, you will be turned out\nwith difgrace..\nC oals— Clear burning coals, denote profperity,\ncfpecially in love, where the afieétion will be\nmutual and the union happy; coals in their na­\ntural ftate, forebode trouble and difcontent ; ex-\ntinguifhed coals, announce lofs of fortune, or death\nof fome near friend.\nC om bat— A dream of combating, fignifies that\nyou will have enemies ; if you get the better of\nthem in your\/dream it is a good fign•; but if they\nconquer you, it is a bad one.\nC orn— To dream you are gathering corn ripe,\npromifes you fuccefs in your enterprize ; but if it is\nblighted or mildewed, you will be a coniiderable\nlofer ; -if it is green, it will be a long time before you\ngain your purpoie ; but if it becomes fuddcnly\niipç, you will inherit unexpeftedly.\nC ro w n s—To dream you are diilributing crowns\nfhews that, you will eftabliih your family refpeft-\nably;’\nZ 74 3\nDigitized by Google\n\fC 75 ]\nably ; if you dream that you receive a crown from\nanother, it promifes you a large inheritance;\ncrown pieces of money are figns of misiortune.\nD a r k n e J s ^ T o think yourfelf in the dark, is a\ntoken of afflittion, and great lofs in trade or bufi-\nnefs; to get out of darknefs into fudden light, is a\nfign of nfing from obfcurity to eminence, or of\neicaping out of prilbn, or being acquitted with\nhonour of a crime you will be accufed of.\nD e a th —To dream you fee a corpie, is a fign\nthat you will either be married or aflift at a wed­\nding ; to dream you are yourfelf dead, is a fign\nthat whatever defign you are then upon will be\nfuccefsful, and give joy to your family ; if you\ndream that you fee perfons that are dead, and that\niou are not afraid of them, it denotes that you will\ne ill ufed by a perfon in whom you have fomc\nconfidence.'\nD e b t—To dream you are in debt and purfued by\nbailiffs, indicates that you will fall into fome unex­\npended difficulty.\nD e v il—If you fee the devil in your dream with­\nout fear, you will get the better of your adver-\nfary ; if you are frightened, you will incur fom£\ndanger.\nD itc h e s — If you flick in dirty ditches, you wi^l\nmeet with misiortune; if you get over them ea-\nfily, you will be profperous in your undertak-\nLng.\n'D iv in e fe r v ic e ^ - 1% a*fign you will hear of the\ndeath of a relation.\nD o g s —*If you provoke dogs to fnarl at you, you\nwill create yourfelf enemies ; if they bite you, y o y\nwill fuffer lofs ; if you ftroke them, you will get\nfure friends ; if they fawn upon you, your friends\nfhip will be fought after ; or your miArefs or‘\n.lover\nwill feek to be reconciled. ;\nG 2 E a tin g\nDigitized by Google\n\fE a tin g — To dream you are eating, denotes\nprofit; a loathing of victuals, is a fign of difunion\nm your family; if you fee others eat, it foreihews\ngreat profpenty in your undertakings.\nE g g s -^ -A dream of eating eggs, iignifies get­\nting children ; the breaking of them, is a token of\na public affront; if you buy them, you will have\nluck; if you fell them and get gold, your chil­\ndren will rife to great wealth ; if filver, they will\nbe happy in marriage. .\nE n e m y — Vl you dream of fighting with an ene­\nmy, you will be engaged in a lawfuit, a duel, or\na quarrel ; if you are afraid of him, he will get\nthe better of you ; if he runs away, you will be\nfuccefsful.\nE v i l S p ir its — If you fee evil fpirits in your dream\nit is a fign of ficknefs; if you feem to exorcife\nthem, and they vanifh, you will get over your\ndifficulties.\nE y e s— If you dream you lofe your eyes, fome\ndear friend of yours will die ; if you dream you\nget new eyes or more than you mould have of\nthem, it denotes increafe in your family.\nF ace— T o dream that your face is fwelled, be­\ntokens augmentation of wealth or honour; but if\nit grows pale and emaciated, you will be feverely\ndisappointed.\nF a ll—To dream you fall from a high place and\nare wounded or bruifed, fignifies that you ihali\nfail of your mod fanguine expectations ; if you\nfall into a foft place and receive no hurt, your ene­\nmies will yield to you.\nF ea jl—To dream you are at a feaft, denotes\nextraordinary fatisfafhon.\nF ie ld s— If in your dream, you are croffing\nplowed fields, projiute yourfelf fome unexpefted\nmisfortune\n[ 7« ]\nDigitized by Google\n\f.misfortune from a perfon who has no children; if\nthe fields are covered with corn, it denotes either\nchildren to be born where moil wiilied by you, or\nthe marriage of the perfon you love, or a legacy;\nif green grafs appears upon them, it denotes prof-\nperity in your undertakings.\nF in g e r — If you. cut your finger, and it rune\nblood, you will get money where you leaf! exv\ni>e£ted it ; if you lee no blood you will have a Iaw-\nuit for money, which you paid before.\nF ire — If you dream you are eating fire, you will\nhave a conneftion that will ruin your health or\nyour fortune ;—f o r its o th er m e a n in g s, fee .burning-.\nF ijh —If you dream you are filhing and catch\nnone, you will court a perfon to whom you will\nnever b(\ne united; if you catch them, you will be\nfuccefsful in love; if they flip out of your hands*\nthe perfon you are united to, will be of a very\nlewd difpofition, or your bell beloved. friend will\nbetray you.\nF lo o d —To dream of a flood, portends violeht\noppreflion from rich neighbours; if you are\ndrowned in one, you will be forced to quit your\nnative country ; i( you oppofe the torrent and re*\nmain uninjured, you will gain a viftory of fome\nkind.\nF lo w e rs—If you are gathering flowers, you\nwill be fuccefsful in whatever you undertake; if\nyou are walking, fitting or lying upon them, you\nwill be happy in love and marriage; if they wither\nin your hands, you will, lofe your wife or a be*\nIpved child.\nF o rtu n e — To make a fudden fortune in your\ndream is a bad omen ; but if you are purfuing the\nmeans of acquiring one, it fhews, that you wiU inhe*\nrit one of a rich relation.\nG j Fruit\n[ 77 j\nDigitized by Google\n\ft ï *\n3\n^ F r u it—The gatherings of green fruit, denote*\nücknçfs ; ripe, mellow, and red looking fruit pf\nany kind, is a token of profperity.\n* F u n e r a l—A hearfe with a relation riding on*\nor attending it, imports that thé perfon fo feen\ny ill fpeedily lofe his neareft friend, who will be\nrelated to you ; if there is no friend of yours along\n}vith the funeral, you will be married yourfelf, or\nat a wedding of fome kinfman.\nG a rd en — If you are walking in a beautiful gar­\nden, you will foon be advanced in fortune or dig-\npity, or both ; if you are gathering the produce of\nit, you will be happy in marriage and have good\n\"jchiidrem 1'\nG te jt— To dream of geefe, is align that an ab­\nsent friend will foon return,\nG ibbtti—A gibbet or gallows, is a token of ex*\n- altation in horiour and profperity.\nG ift—To receive a gift, is a portend of forrow i\nto give orie, a forerunner of joy.\nG la fs—Denotes inconftancy, and luftful indul­\ngence ; if you crack it, you will be unlawfully\ncojmeited with a perfon \\vho will forfake you.\nG o ld —A dream of gold is good ; if you are re­\nceiving gold in bars* you will get an inheritance\nin a Id»bant country ; if in coin, your affairs will\nprofper if you pay gold, you will be refgeiled\n. by all that know you ; if you let gold fall, take\ncarp of fome unexpected attack ; if you pick it\nup, you will be reconciled to a perfon you had a\ntailing out with.\n. G ra v e — To dream you fee a gravç- denote*\nficknefs or difappointment ; if you go into the\ngrave, you will fuffer in your wealth or reputati­\non ; if you come out of a grave, you will, rife to\nprosperity ; if you take a perfon out of a grave,\n\\ you\nDigitized by Google\n\fyou will fave die life of fomebody who will make\nyou very happy,\nG u n s —To dream you fee guns firing, forefhew*\nmuch adverbtv ; if you are firing them yourfelf,\nyou will enter into a great lawluit; if they are\nfired at you, you will be expofed.to great dangers.\nH a ir — It your hair appears in your dream to\ngrow long, and hang untied over your ihouldei s*\nIt is a fign that you will be beloved by a perfon of\nquality ; but if it fhould grow ihort, or fall off,\nor be cut, you will lofe fome very dear friend ; if\nJ\nrour hair is burned in a dream, the perfon you\nove will prove falfe to you.\nH ill— If you dream that you are climbing a\nhill, it foreinews that you will enter upon fome\narduous undertaking ; if you are coming down a\nhill eafily, you will profper in your enterprize;\nif you are rudely puihed down* you will meef\nwith an unexpected misfortune.\nH o r n s — To dream of horns, needs no com«\ninent.\nH o rfe — If you dream you fee horfes, it fignU\nfies intelligence; black horfes, death;, white\nhorfes, marriage, &c. if you are riding upon a\nhorfe, you will change your fituation; it you faty\nfrom your horfe you will meet with difRcumes.\nH u n tin g —To dream you are hunting a hare*\nfliews that you will be disappointed in the ofijeft\n©f your purfuit, or at leaf! kept long out of it ^\npunting the fox, if you kill him, is a fign that;\nyou will detect and overcome a Secret enemy ;.\na flag bunt, foreihews ambitious thoughts, if you\ncatch the animal alive, you will Succeed in your\nwiihes ; if he* dies* you will fail.\nIc e —To dream you are ikaiting or Aiding upon\nic$j ihews that ^ou are in purfuit pf fome ima­\nginary\nC 79 ]\nDigitized by Goog\n\fginary purfuit that will elude you; if the ice breaks,\nyou are fare of ficknefs.\nIn fa n ts--^-A dream of infants, fignifies an end to\ngrief, if they are feen playing, you will receive\ngreat fatisfaftion from an unexpected quarter.\nE n jo y m e n t—To dream of being in the embrace*\nof a perfon of the other fex, is a token that fome-\nthing difagreeably will happen to you fhorily; if\nyour enjoyment is imperfect, the difappointment\nwill be of fmall import; if perfect, it will be of\nferious confequence. '\nK e y —The lofs of a key in your dream, is a\nfign of difpleafure; to find one, an addition to\nyour family ; to give a key, is marriage; to re*\nceive one, the birth of a child.\nK n ife —To hold a knife in your hand, is a iign\nof enmity ; to flab another with it, betokens a\nlawfuit; to Itab. yourfelf with one, you will be\nguilty of fome egregious piece of extravagance.\nL a b o u r — If you are at hard work in the fields,\nit denotes that you will undertake a long and pain­\nful journey ; if you fweat in working, you will\nfall fiek on your way.\nL e a p in g —To dream you are leaping over walls\nor bars, foreihews that you will meet with many\n, accidents in the courfe of your life ; if over drain*\nand ditches, you will be connefied with more than\none perfon of your own fex.\nL e tte r— If you receive a letter in your dream*\nit betokens a legacy, or a prefent; if you fend a\nletter, you will relieve your relation or fome other*\nL ic e -*-In a dream if you fee lice, it is a fur#\nindication of ficknefs.\nL ig h t— If you fee great light in your dream, it\n{hews that you will attain to great wealth and ho.\nnour;\n[ « 0 ]\nDigitized by Google\n\ft 8 i ]\nnour; if the light goes out on a fudden, you will\nexperience a downfal from your prefent ftate.\nL ig h tn in g — This dream betokens very great\nuneafinefs ; if it is attended with thunder, you\nwill have a termagant companion, or difobedient\nchildren.\nL in e n —To dream you are dreffed in white\nlinen, denotes joyful news ; if it is .chequered, you\nwill inherit of a deceafed relation.\nM a r r ia g e — If in your dream you Hand up to\nbe married, and fee the prieft before you, you\nwill narrowly efcape death ; if there is no prieft,\nyou will have a flight illnefs ; if you aflift at a\nmarriage, you will receive pleafing intelligence.\nM e a t—A dream of raw meat, fignifies quarrel­\nling and altercation ; boiled meat, is a fign of re*\nconciliation ; if you long for meat, and get it, you\nwill foon be married ; it it is not given you, you will\nbe\nfell it, you will be crofted in a love affair ; to give\nit freely, you will be happily married ; to fee milk\nflowing from a woman’s breaft, foretels happinefn\nin children and in bufinefs.\nM ir e —If you ftick fail in the mire, you will\nundergo great difliculties; if you are ftruggling\nin it, and get out, your adverfities will foon\nceafe.\nM o n e y —To dream you are paying money, de­\nnotes the birth of a child, or the gain of a lawfuit;\nif you receive it, you will thrive in your under*\nfaking.\nM a fic — If you hear fweet mufic in your dream,\nyour wife or your huiband will be fweet temper­\ned, or your lover fincere apd conllant; if the\npromifes joyful news ; to\nnote*\nDigitized by Google\n\fC .«* ]\nBotes are harfh and difagreeable, you will expe­\nrience a fudden reverfe.\nN a k e d —If you dream you are naked, and afha-\nmcd of being fo, you will lofe fome very dear\nfriend, or be difappointed of an inheritance ; if you\nfee another perfon naked, you will receive an ad­\ndition of wealth.\nN i g h t —To dream you are walking alone at\nnight, fignifies that you will meet with fome hea­\nvy difafter : if you are walking in company with\nothers, and feem very gay, you will be robbed ; if\nthe night falls fuddenly upon you, you will run\nthe rifle of your life, by a fall from fome high\nplace, or from a horfe, or by fomething falling\non you.\nN u t s —To dream you are gathering nuts, fig­\nnifies that you will lofe your time in purfuit of\nfome trifling matter, when you could employ it\nto much better advantage; if you crack them, you\nwill pay your addreffes to, or be courted by, a per­\nfon who will treat you with indifference, and pro*\nbably with infidelity.\nN u ifa n c e —To dream you are troubled with\nthe neighbourhood of* fome nuifance, fuch as a\n• dung-heap, &c. ihews that fome perfon is endea-\n. vouring to injure you underhand ; if it is an old\ntottering houfe or crazy caille, you dream of, that\nyou fear it will fall on you, you will foon ac-\nqifire an, eilate in the country, moft likely by the\ndetermination of a lawfuit; fhould it prove a trou-\nblefome neighbour, who by noife or fcolding\nmakes you uneafy ; you will be engaged in fome\ndifagreeable affair, that will give you much vex­\nation; but if you are removing a nuifance, you\nwill be attended with profperity, and will conquer\n*^11 oppofition to your juft defires.\nDigitized by Google\n\fO ld W o m a n o r O ld M a n — If in your dream, you\nthink yourlelt careiled by an old perfon of the\nother fex, and feem to enjoy pleaiure, you will\nhave fuccefs in your worldly affairs ; but the world\nwill not have a good opinion of you.\nO n io n —A dream of eating onions, promifes the\ndifcovery of foine hidden trealure, or the finding\nfome loll thing that you will gain'money and a\npatron by ; if you are throwing away onions, you\nwill have a quarrel mo ft likely in your own fami­\nly ; if you are getting them, any fick perfon of\nyour family will recover.\nO r c h a r d —To dream you are in an orchard,\npromifes you the inheritances of deceafed relati­\nons ; if the fruit is ripe, you will get your right»\nWithout difficulty ; if it is green, you mult expeft\ndelay. ,\nO v e n —To fee a hot oven, denotes reparation\nfrom your family.\nO x en — To dream you are driving oxen, fore­\nbodes poverty ; but if they are running after you,\nyou will be obliged to quit your dwelling pri- ,\nvately.\nO y jle rs—To imagine you are eating oyfters, in-\nfures that you ihould be married to a perfon that\nis really a virgin and will love you ; but if the\nfilh ihould fall from you in your dream, you will\nIoffe the perfon’s affeftion.\nP a p e r —A dream of paper; if it is clean; is a\niign that you have nothing to reproach yourfeli\nwith; if it is dirty or fcribbled, you will be\nguilty of fome mean and unjuft aftion ; if it is'\nonly written on, you will make an advantageous\nbargain ; _if it is carelefly folded up or cruffied,\nyou\n[; *3 ]\nDigitized by Google\n\fycfu will meet with fome painful contradictions;\nout if it is neatly put together, you will obtain\nyour favourite wiih*.\nP a th —To dream you are walking in a good,\neafy path, denotes that you will be fuccefsful in\nlove ; or if you are married, you will obtain what\nyou moil defire; if the path is crooked and un*\neven, you will be fure to be betrayed by your bo-\nfom friends, or partner for life.\nP i B u r t s — If you dream you are looking at\nbeautiful pictures, it foreihews that you will enjoy\nthe higheft delight with the perfon you love.\nP i t —To dream you fall into a pit from which\nyou cannot get out, forebodes that you will meet\nwish fume very heavy misfortune ; but if you are\nfirft in the pit, and leave it with little difficulty\nyou will giow fuddenly rich.\nP lo u g h —To dream you fee a plough at work,\nihews that you will be uncommonly induftrious,\nand will raiie yourfelf to great coniideration; if\nyou hold the plough yourielf, you will be highly\nrefpefted by your neighbours ; more for your good\nqualities, than for your wealth.\nP o n d —A pond feen in a dream, fignifies preg*\nnancy; if there are many fiihes in it, the perfon\ncarries twins ; if the fiih you fee is fmall, the child\nwill be a girl; if large, a boy.\nP u r je — To dream you find a purfe, fignifies\nunexpefted profperity ; if you lofe your own, you\nwill affift at the funeral of a dear friend»\nC 84 J\n* V y ou dream of any particular matter, write the\nJftdqta on a piece of dean paper, fold it in the fir m o f a\nheart, get a gill of red taint and dip it in it, then drink'\nthc'wine inthrecjiraughts jujl as you go into bed, and p u t\nthepaptr under your pillow%\nQuarrel\nDigitized by Google\n\f[ «5 I\nQ u a r r e l—If you dream you are in a quarrel,\nit forebodes uneafmefs] of mind. For the other\ninterpretation, fee Blood, Dagger, &c.\nQ ueen— To dream you fee, and are converfing\nwith a queen, denotes that you will be advanced to\na poll of truft, or will marry a perfon that is in\nfueh a place.\nR a c e —To dream you are running a race on\nfoo,t, is a token that you will get the better of\nthofe who are in competition with you ; if your\nrace is on horfeback, you will fucceed-to a per­\nfon high in office; if you lofe the race, you will\nbe difappointed in your expeftations.\nR a in —If you fee rain in your dream, provided\nit is foft, your enterprfze will be fuccefsful, par­\nticularly it it is in a love affair ; if it is fevere and\ncold, your lover will deceive you, pr your part­\nner will love another better than you, and refufe\nthe paramour nothing.\nR a t — T o dream you are attacked by'rats, and\n.get the better of them, ihews that fomebody will\nendeavour very earneftly to injure you; but rfot-\nwithilanding his utmoft efforts, you will rather be\nferved than hurt by him ; but if the rats fhould\nget the better of you, and either tear you, or force\nyou to run away, prepare yourfelf for fome vciy\nf-real misfortune; mice are petty much of the\name nature, but not in fo high a degree ; if you\nfee either playing, you will be reconciled to your\nenemies on equitable terms; if they fawn upon\nyou, your enemies will fubmit to you, and beg\nyour pardon.\nR e a d in g — Should you dream that you are\nreading a pleafmg book, it is a fign that the-per-\n. fon you love is become favorable to you, and will\nfoon grant your wiihes; or that fome perfon of\nH confequence\n. Google\n\fcoiifequence has taken a liking to you, and will\nrather marry you, or take charge of your fortune.\nR in g —To dream yqn have a ring on your fin­\nger, whether given 16 you or no, denotes an union\nwith the perfon you love and are beloved by; if\nyour ring drops off, your huiband or wife, or fome\nother dear friend, will die.\n• R iv e r — A flowing river feen in a dream, if the\nwater is fmooth and clear, denotes a comfortable\nand agreeable life ; if the water is thick or muddy,\nor looks yellowiih, you will make your fortune\nby feafaring, or by the gain of lawfuits.\nS a ilin g —r-To dream you are failing in a (hip on\nfmooth water, and without any hazard, ihews that\nyou will be profperous in' all your undertakings ;\n-if you are failing on a tempeftuous fea', you will\nexperience misfortune ; if you fail in a lmall boat,\nand gain the deiired harbour, you will make a\nrapid fortune; if you\/neet with agreeable obje^'\nOr land in a pleafant country, you will be happy\nlove.\nS ca b s—Ifyou dream you are covered with fee1'«\nyou will rife above your prefent condition l '\npatronage or legacy ; if your head alone is fea.\nbv, you will receive rich inheritances from yo-\nfamily. \" '\nS ea —If you think you are walking on or fwim-\nming in . the fea without any danger, you enjoy\nthe perfon you love without difficulty ; but if you\nare finking, or drowned, you will get ficknefs by\nyour enjoyment.\nSheep—To fee fheep feeding in your dream,\ndenotes that your children will be happy ; to fee\nthem fcattering and running away, forebodes per-\nfecution to your offspring; if you fee fheep-fhear-\ning\nI 86 ]\n,yGoogle\n\fing, you will be ftripped of your worldly good* ; ‘\nif you are fhearing them, you will wrong your,\nneighbour.\nS ilv e r —To dream of getting or picking up of\nfilver, if the pieces are irnall and coined, fuch as\nfixpences, foreihews temporary want and diftrefs\nfor money, if (hillings, you will receive a fmall\nfunr,-ifhalf crowns, you will be employed in fome\nlucrative place.\nS o ld ie r s —To dream you fee foldiers drawn up,\nand armed, ihews that you will be perfecuted ; if\nfoldiers are purfuing you, you will be difliked by\npeople in authority.\nS p ir it— See Apparition.\nS tr u g g lin g — To dream you are dlruggling with\na perfon, is a fign that you will have fome quar­\nrel ; if it is in jeft, you will be engaged in an\nagreeable amour.\nS w o r d —See Dagger and Knife.\nT o o th —If your tooth fall out, you will lofe\nfome very near relation by‘death ; if a new tooth\ngrows for you, a child will be born for you. *\nT r e a fu r t—Should you find a treafure in your\ndream, you will be expofed to the treachery of\nfome perfon you confide in ; if you cannot carry\nit away, you will lofe a part of your property by\nlaw ; if you bring it off without difficulty, you\n-will be fuccefsful in your affairs.\nT rees—To dream you are cutting down trees*\nforebodes heavy lofs in your bufinefs; to climb\nthem, denotes advancement in dignity. See Gar­\nden and Orchard.\nW a lls —To be walking on weak or narrow\nwalls, ihews that you will undertake fome dam\ngerous enterprizc; if vou come down without\nH 2' hurt'\nI 87 ]\nDigitized by Google\n\ft s\n» :\nhurt or the wall falling, you will fticceed ; if the\nwall falls after you, you will be difappointed ; if\nyou are going between walls, where the paflage it\nvery narrow and difficult, ,ybu will \"be engaged in\nfeme very difagtecable affair, from which you will\nScarcely be able to extricate yourfelf; but if you\ncome off from- between them, and get into an\nagreeable place, you will afterwards enjoy comfort\nand affluence.\nW a te r ■\n—To drink water, in a dream, fjgnifies\nadverfity ; but if you throw clèar water off your\nftomach, you will lofe your place ; if the water is\nd rty, you will get rid of fome great trouble. For\nthe other interpretations of this dream* fee River.\nW e d d in g —To dream you are at a wedding,\nportends ficknefs ordeath of a near relation.\nW e ig h t— To dream your limbs are heavy and\nunwieldy when you are purfued, is a fign that you'\nwill fall into^fome great affliftion.\nW o o d —If youare carrying wood in your dream,\nyour partner for, life will be of a difagreeable tem­\nper ; if you are.chopping wood, you will render\nyour partner and children obedient and refpett-\nful; if you are walking in a great wood, you will\nbe often married ; if in a final! wood, you will\nhave two weddings of your own.\nW r e jllin g —A dream of wreftling, forebodes\nquarrels, ftrife, a;id contention, but chiefly in your\nown family*\nDIRECTIO NS\nDigitized by Google\n\fC % ]\nD I R E C T I O N S for T E L L I N G\nFORTUNES by CQFFÈE.\nHow to arrange the Dregs remaining in your:\nCup, together with the different Indications of\nthefuture Events. •\nT he difficulty of this undertaking is obvious; but\nour defire of giving every fatis fa&ion to our kind\nand indulgent readers, has induced us to under­\ntake iu\nOU muil not take the coffee thatfirfl comes\nfrom your pot, as it is likely to prove too\nclear to anfwer your purpofe ; but when you ap­\nproach to the dregs, then pour it out into your\ncup, let it fettle, and, when you have fipped up\nall except the lediment, turn the cup round, in\nfuch a manner as, that it may flick to the Tides ot\nit all round : this being done, lay your cup in­\nverted on your faucer until ?.ll the moiflure is\ndrained away; take up your cup now, and oh-\nferve to begin at the right fide of your thumb,\nmaking your remarks all about until you come to\nthe thumb againon the other fide.\nIf you fee a clear, narrow part between two-\nlines, it fignifies a public road; obferve the little\natoms in this paffage, and their diilance from your\nthumb, as alfo their direction, whether the thick\npart of them are inclined towards you, or from\nyou ; if the former, your beil beloved is coming to\nfee you ; if the latter, he is going away from you ;\nthe farther this road is from your thumb, the\ngreater diilance he i from you; if it is moltly on\ntkC-\nDigitizecI by Google\n\ft 9° 3\nihe left fide, he is only leaving the place he? wai\nto come ; if moftlv on the -right fide, he is on\nnis arrival; if thi$ clear or white part is long and\nbroad, he is corning by fea ; if you fee the refem-\nblance of feveral houfes on or near a road or\nwhite fpace, it fignifies a great city, or fea-port; if\nthere is no large atom in the road or fpace, you\nwill yourfelf foon perform a journey or voyage;\nif you fee the likenefs, but of one large houfe\nwith few people or atoms about it, you will be\nfnarried in a fhort time, that being the emblem of\na church ; if there is a great crowd, you will at­\ntend the funeral of fome dear friend if there ap­\npears, a great many round fmall white fpots on any\npart of the cup,, it denotes that you will fhortly\nreceive a large fum of money; the nearer your\nthumb on the right hand fide, the fooner you will-\nget i t ; if you perceive the fembiance of ¿'coach,\nwhich is eafily difiinguiihed, you will be fpeedily\nraifed to honour and dignity ; if the likenefs Ihould\nbe a liorfe, you will be married to a perfon much\nabove your own condition ; if' you obferve the\nfimilitude. of a gallows, which may happen, we re­\ncommend to you to mend your own morals, or cau­\ntion any of your acquaintance, whom yoihknow\nto be vicious, of the threatened danger.\nT H E E N D ..\n•\n' ' ' I\nDigitized by Google\n\fR ussei.-Co u r t , D r u r y -Lane :\nAnd fold by all the Bookfellers in Great Britain aa i\nIreland.\n. B &O R . S\nLately Publijhed by R O A C H ,\nT H E L O N D O N P O C K E T P I L O T ,\nO S T R A N G E R's G U I D E\nThrough the Metropolis: by the directions of which,\nall the advantages of this great city are pofitively fecured,\nand every avoidable inconvenience and misfortunes as pofi-\ntively prevented.—-In which the Nobleman, Gentleman,\nMerchant, Tradesman, and Mechanic, will find necef-\nfary advice and admonition, and by the perufal of which,\nmankind in general will be benefited.— Embelliihed with a\nbeautiful Frontiipiece; alfo an engraved title-page and\nVigneXte.— Price One Shilling.\nE V E R Y L A D Y ’s O W N V A L E N T IN E W R I­\nT E R ; in profe aud verfe__.Embelliihed with a beautiful\nRepresentation of Mifs Grift, and Mrs. Harlo^we as\nSophia and Jenny, in the Road to Ruin.— Price Sixpence»\nThe Woodbinefacet and Turtle Dove,\nAre types of chafe audfaithful love.\nAh ! werefuch peace and truth but mine ;\n.P d gladly bey m r Valentine !\n, £§- To be Continued Annually..\nThe N E W T E A -T A B L E M ISC E L L A N Y ; C ob-\nfilling chiefly of Caledonian Songs ; ornamented with a\nfaperb Likeneis oh Mrs. Martyrv*—Price Sixpence»\nDigitized by ' - j o o o l e\n\fThe SCH O O L OF R O SC IUS ; O r, T H E A T R I­\nCAL O R A TO R . Containing a felefl Collection of all*\n. fhe modern PRO LO G UES and EPILO G U ES, fpoken\nat the Theatres Royal, &c.\nWith a Preface on O RATO RY and ACTIN G .\n• Embellifhed with a fuperb Fromifpiece of Mrs. Mat­\ntocks, as Widow Warren^ in the Road to Ruin ; alfo an\nEngraved Title Page, and Vignette, with a beautiful Re­\npresentation of Mr- Holman, and Mrs, Merry, as Harry\nDornton and Sopina.— Price One Shilling.\nB O O K S lately Publijhed By J % R O A C H.\nThe W H IM OF T H E D A Y , For 1793. Containing\nan entertaining Selection of the choiceil and moil approved\nSO N G S.- —- ■ Embellifhed with a beautiful Representa­\ntion of Mr. Courtenay, playing on the Union Pipes, in\nthe favourite Pantomime of Ofcar and M alvina.-' -Alfo,\nA beautiful engraved Title Page and Vignette, deferiptive\nof the R eel of T u l l o c h g o r u m . \"\nPOOR JA C K , or the True and Authentic L IFE and\nA D V E N T U R E S of Lieutenant JO H N T R U E M A N ;\nincluding the Story of his Eriend Chriilopher Horam, the\nIndian Governor, and embclliflied with a moll beautiful\nReprefentation of Poor Jack's alfefling feparation from his-\nvirtuous and beloved Polly.— Price One Shilling.\nThe Second Edition, with large Additions.\nJACK SPRITS A IL ’s FRO LIC : Or, the SA IL O R ’s\nH U M O U R O U S C R U IZ E, in the Latitude of London ;\ncontaining his high-feafon ed Adventures at the Dog and\nDuck, Gig Shop, Sadler’s Wells, r\nI he Theatres, Taverns,.\nTea Gardens, &c. To which are added JA CK SPR IT-\nS A iL ’s FL O W IN G C A N N ; Beinga Collection of the\nchoiceil Sea Songs, and embelliilted with a beau:iful Re­\npresentation of Jack Spritfail and his Nancy, on a Cruise#\nPrice Sixpence,\nDigitized by Google\n\fThe W H IM OF T H E DAY, For 1792. Contain-\niuga Sele&ion of the choiceft and moil approved SONGS*\nnow finging at the Theatres Royal, Anacreontic Society,\nthe Beef Steak,Club, and other convivial and polite Aflem-\nblies, including the moll Favourite Songs and Airs in the\nSurrender of Calais, the Cottage Maid,, the Kentiih Ba­\nrons, the Cave of Trophonius, Ofcar and Malvina, &c.\n&c. Embelliihed with a beautiful Reprefenration of Mr.\nBannifter, jun, and Mrs. Bland, in the Surrender of Ca­\nlais.— Price One Shilling..\n. B O O K S lately Publijhed by J . R O A C H .\nThe W H IM OF T H E D A Y , For 1791. Contain­\ning an entertaining Selection of the choiceft SO N G S now\nfinging at the Theatres Royal, Anacreontic Society, Beef\nSteak Club, and other convivial and polite Aflemblies,\nincluding the moll favourite Airs of the Siege of Belgrade,\nthe Woodman, No Song No Supper, the Divertifement,\nthe Spoilt Child, the Balket Maker, and Love in Spain ;\nbeing the completed and elegant Song Book now extant.\nEmbelliihed with a beautiful Reprefentation of Mr. Ban-\nnifter jun* and Signora Storace as Leopold and Lilia, i*\nihe Siege of Belgrade.— Price One Shilling.\n\/\nThe W H IM OF T H E D A Y , For 1790, Contain­\ning a Seleftion of the choiceft and moft approved Songs,\nnow finging at the Theatres Royal, Anacreontic Society,\nthe Beef Steak Club, &c, &c. including the Songs of the\nHaunted. Tower, Battle of Hexham, and Iiland of St.\nMarguerite. Embelliihed with a beautiful Reprefentation\no f Mr. Kelly and Mrs. Crouch, as Lord William and\nEleanor, in the Comic Opera of the Haunted Tower.—\nP jice One Shilling.\nThe D O U BL E PE R P L E X IT Y , or Myfterious\nMarriages; A Dramatic Piece ; to which is prefixed a live­\nly Engraving piBurefque of one of the moft intereiling\nSennas—Price Sixpence*\nDigitized by Google\n\fThe AM O R O U S JE STE R ; or, Rambler’s Univerfa!\nLibrary of Fun,Frolic, Pleafure, and Eritertainment; being\nA Colieftion of JeAs and Humours, that cannot fail to\npurge fplcen, diilipate Melancholy, expand Hilarity, and\nfill the Breaft with moil exquifite Jollity, By H E N R Y\nR A N G E R , Author of a thou\/’\nand good things.— Price\nSixpence,\nB O O K S lately Publijhed by J . RO AC \/\/.\nT H E C A B IN E T OF FA N C Y , Or, -BON TOM\nOF T H E D A Y ; A Whimfical, Comical, Friendly,\nAgreeable Compofition, fuitable to amufe Morning, Noon,\nand Night.— Adorned with a beautiful Rcprefenutiou o f\nLady L--------------’s Whim, or the Naughty Bov in the\nDumps----Written and Compiled by Timothy Tickle\nPitcher,\nWith Songs and ftrange Extravagancies\nHe tries to -tickle all your fancies.\nE V E N IN G R E FL E C T IO N S, Written ia W E S T ­\nM IN ST E R ABBEY ; To which are added, N IG H T\nT H O U G H T S among the T O M B S. By the Rev.\nMr. M OO RE of Cornwall; the G R A V E ; by\nR. B L A IR ; and G R A Y ’s E LE G Y , in a Country\nChurch yard ; with Occaiional Notes and Illudraucns.\nThe Fourth Edition, with Additions; By the Author of\nSolitary Walks, &c. Ornamented with a beautiful En­\ngraved Title fage and Vignette— Price Sixpence\nA F O R T N IG H T ’S R A M B L E\nL O N D O N , &c. Or, a Complete Difplay of all ,ne\nC H E A T S and FR A U D S, prallifed in that great\n■Metropolis;-—\nWith the bed Methods for eluding them;\nbeing a pleahug Narrative of the Adventures of a Farmer’s\nSon ; pub11filed at his Requed, for the Benefit of his\nCountry. Ornamented with a beautiful engraved Title\nPage and Vignette,— Price One Shilling,\nDigitized by Google\n\fT H E R O Y A L ' JE STE R ; 0r, PRINCE's\nC A B IN E T OF W I T ; Containing all the Bon Mots,\nWitticifms, Repartees, Bulls, and Humbugs, that have been\nuttered by the greatcil Wits of the prefent Century ; calcu­\nlated to roufe the torpid mind, enliven the fickly fancy,\nilrengthen the cheerful imagination, and infufe general good\nhumour through all ranks. Embeiiiihed with a beautiful\nReprefentation of the Royal Brothers, Comparing the\nMerits of Mrs. Goodall, and Mrs. Jordan, in Breeches.\nPrice One Shilling.\nB O O K S lately Publijhed by J . RO AC II.\n* T H E SC IEN C E OF L O V E ; or the Whole A R T\nO F C O U R T SH IP ; made familiar to every capacity.\nContaining Love-letters, Pleafing Converfations, Poems,\nand Songs; towhich is added, AN A P P E N D IX : Inilrufl-\ning Perions of both Sexes in the Choice of a CO M PA­\nN IO N FOR LIFE, Ornamented with a beautiful en­\ngraved Title Page and Vignette— Price One Shilling.\nA N e w E d i t i o n I m p r o v e d .\nThe R O Y A L T O A ST -M A ST E R ; Containing\nH>any thoufmds of the beil Toads, old a n d n e w , T o\nbrilliancy to Mirth, and make the Joys of the Glafs\nmely agreeable. Alfo the Seamans Bottle Companion ;\n;v ' : ,,r a Selection of exquifite modern Sea Songs, EmbeL\n».v:th a beautiful Reprefentation of the R oyal\nk « ‘ See.— Price Sixpence.\nM rs.J -K EM BLE’s T H E A T R IC A L CO M PA-\nN IO N . Being a feleft Collection of the choice!! and moil\napproved Songs, now finging at tbe Theatres Royal, and\nother Convivial and Polite AiTemblies, including thofe\nfting in Inkle and Yarico, The Woodman, The Siege o f\nBelgrade, No Song No Supper, Roiina, The Farmer,\nDoflor and Apothecary, and The Spoilt Child, &c. &c.\nEmbeiiiihed with a beautiful Reprefentation of Mr. Palmer\nand Mrs. Kemble, as Inkle and Yarico.— Price Sixpence.\nDigitized by Google\n\fThe SPO R TSM A N S E V E N IN G B R U SH : con^\n'lifting of the tyed and mod approved Songs of the Chace\n\/indent and Modern'(feme entirely new) calculated to glut\nSporting a Zçft, and enhance the Delights of Conviviality,\nmod ofthem Written by the greated Wits of the lafl and\nP 3 fent Centuries. To which is added, The Sportfman s\nToad A Aidant ; Or, Prefident’s Sentimental Guide. (En*\ntife^y New.) Embelliihed with a beauriful Reprefentation\nof the Royal Sportfman, at the Convivial Board, celebra*\nting the. Joys of the Chace.— Price One Shilling.\nB O O K S lately PuSUjhed by J . RO AC H.\nE D W IN ’s JESTSj Humours, Frolics, and Bon*\nMots. Containing all the good things he has faid and done\nin his whole Life : being the richeft and bed Mental Feafly\never offered to the Public. Interfperfcd with-many oc-\ncafional Traits of feveral eminent Peifons, in England and\nin Ireland.— Price Sixpence, ■\nThe C O V E N T G A R D E N JE STER ; or, Lady’s\nand Gentleman's Treafure of W it, Humour, and Ainufe-\nrrtent ; containing -A very great variety of Bon\nW itty Sayings, and Humorous Jefts ; being thé mod\nexcellent Colledion ever .yet publidied rft the Englilh\n: Language. By the •. EAJRL of FUNSBOROUGH,\nPrice Sixpence. -\nMrs, C R O U C H ’S F A V O U R IT E P O C K E T\nCO M PAN IO N ; Containing the mod elegant and wtttied\nSongs in Vogue, with a Colte&on of new Toads ana\nSentiments, adorned with a beautiful Reprefentation o f that\nI*ady Gnging and playing on the Harp.— Price Sixpence»\n\/\ni\nitized by ( j O C K ^ I c\n\f","_id":1238}