{"name":"Max Dessoir | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/max-dessoir","mytitle":"Max Dessoir | Psi Encyclopedia","mylang":"de","content":"                     Max Dessoir | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Max Dessoir                                                                                                                                                                                                                          Max Dessoir (1867-1947), a German philosopher and psychologist, is credited with having originated the term ‘parapsychology’. During his early career he experimented successfully with telepathy, but in later years became vocally hostile to claims of psychic phenomena, driven largely by his religious beliefs. He is remembered today chiefly for his mainstream contributions, notably his philosophical work in aesthetics.   Contents   \tEarly Life \tA Founder of Psychical Research in Germany  \tCoining of ‘Parapsychology’   \tConversion to Sceptic \tMetaphysical Priorities: Religion over Science \tLiterature \tEndnotes     Early Life\n\nMax Dessoir was born on 8 February 1867 in Berlin, the son of Jewish court actor Ludwig Dessauer (who adopted the French name ‘Dessoir’) and Auguste Grünemeyer. A precocious boy who displayed considerable musical and intellectual gifts, he lost his father when he was six years old. He completed school and subsequently studied philosophy and medicine, aided by support from family friends and benefactors, which he supplemented by giving violin lessons.\n\nIn his memoir he describes undergoing a mystical experience aged fifteen, a spontaneous and overwhelming sense of oneness with the cosmos, that awakened a philosophical awareness and an interest in transcendental aspects of the mind.1 He also mentions subsequent mystical experiences, which he described as a blissful gliding into the ‘divine nexus of life’.2 Further references to his religious outlook in his memoirs and other works reveal strong sympathies with pantheistic views in the vein of Arthur Schopenhauer and Eduard von Hartmann (who was one of his early supporters). In common with these philosophers, Dessoir was unable to take seriously the notion of personal survival of death, believing instead that death led to the absorption of individual minds into an impersonal spiritual ground of being.\n\nHowever, as a young man Dessoir did not seem content to exclusively rely on the insights furnished by his mystical experiences. He states in his memoirs that in his youth he tried, without success, to master ‘astral travel’ techniques, and that he had dabbled in yoga and Rudolf Steiner’s Anthroposophy,3 of which he would later become a fierce critic.\n\nIn 1884, when still at school, Dessoir imitated the muscle-reading feats of the celebrity ‘thought-reader’ Stuart Cumberland, which secured him some early newspaper coverage.4 Two years later he conducted apparently successful telepathy experiments&nbsp;(see below), appearing in his published reports as a hard-nosed experimentalist eager to exhaust conventional explanations before accepting the reality of psychic effects.  A Founder of Psychical Research in Germany\n\nMost of Dessoir’s early writings were published in the journal Sphinx, the organ of the Munich Psychological Society. Founded in 1886, this was modelled on the Society for Psychical Research in England. Leading figures in the Munich Society were the philosopher and spiritualist Carl du Prel and Albert von Schrenck-Notzing, then a young medical student, who became a sexologist and later&nbsp;investigated physical mediumship.\n\nSome of Dessoir’s early publications from 1886 to about 1887 include statements in line with du Prel’s spiritualist ‘transcendental psychology’, which Dessoir would later vehemently combat. In fact, Dessoir was privately critical of du Prel from the outset, as shown, for example, in his correspondence with Sphinx editor Wilhelm Hübbe-Schleiden as early as 1886, when he accused du Prel of making sweeping metaphysical generalizations based on insufficiently corroborated empirical data.\n\nIn January 1888, Dessoir co-founded another important German association for psychical research, the Berlin Society for Experimental Psychology, which also initially emulated the work of the SPR. The foundation of the Berlin Society can be viewed as a response by Dessoir and others to growing concerns over du Prel’s lack of rigour, which began to be shared by some members of du Prel’s Munich Society as well, most notably by Schrenck-Notzing. Schrenck’s misgivings over du Prel would eventually lead to a rift in the Munich Society, resulting in the exit of du Prel and his followers, who in 1889 founded a separate association.5&nbsp;\n\nBoth the original Munich Society and Dessoir’s Berlin association were important forums for intellectuals and educated lay persons dissatisfied with the narrow methodological and philosophical boundaries of fledgling experimental psychology. Mostly focused on experiments in physiological psychology, conventional forms of psychological experimentation slowly began to be implemented at German universities by Wilhelm Wundt and other psychologists who were hostile both to popular occultism and the open-minded yet rigorous investigation of alleged occult phenomena.\n\nDessoir, who attended sittings with mediums such as Henry Slade and Eusapia Palladino,6 was from the beginning highly sceptical of the physical phenomena of mediumship. However, he was initially convinced of the reality of telepathy. He published his own series of successful telepathy experiments in 1886,7 inspired by previous telepathy experiments published in France (for instance by the psychologist Pierre Janet and physiologist Charles Richet) and in England by Edmund Gurney and other leading members of the SPR.\n\nIn the same year, Dessoir concluded a report insisting that ‘it has ceased to be a question of proof of the facts of super-sensory thought-transference: all that matters now is merely to ascertain the conditions of such transference’.8 In the following year, Dessoir was still publicly expressing his convictions, for instance in a major German magazine, where he favourably reviewed Edmund Gurney’s reply to a polemic against British and French psychical research by German psychologist Wilhelm Preyer.9\n\nOne of Dessoir’s telepathy studies was published in the SPR Proceedings, and in a letter to Hübbe-Schleiden he expressed considerable pride at being appointed a Corresponding Member of the SPR in 1887. Edmund Gurney, who was on friendly terms with Dessoir and had proposed him as a Corresponding Member, was the figure in the SPR whom Dessoir admired the most. This is reflected, for example, in Dessoir’s heartfelt obituary of Gurney in 1888,10 and, almost sixty years later, in Dessoir’s memoirs, where he wrote that his friendship with Gurney was based on their interest in psychical research as well as on a mutual love of music (Gurney was a highly regarded musicologist).11  Coining of ‘Parapsychology’\n\nIn a 1889 article in Sphinx, Dessoir proposed using the German term ‘Parapsychologie’ to describe the study of psychic phenomena.12 The anglicized form ‘parapsychology’ was adopted in the twentieth century by English and American researchers.\n\nDessoir writes:  \n\nIf one ... characterizes by&nbsp;para-&nbsp;something going beyond or besides the ordinary, than one could perhaps call the phenomena that step outside the usual process of the inner life parapsychical, and the science dealing with them parapsychology. The word is not nice, yet in my opinion it has the advantage to denote a hitherto unknown fringe area between the average and the pathological states; however, more than the limited value of practical usefulness such neologisms do not demand.13    Conversion to Sceptic\n\nThe unexpected death of Gurney in June 1888 significantly coincided with a beginning reversal of Dessoir’s attitudes to psychical research. Gurney’s influence now began to be replaced by that of the physician Albert Moll, a pioneering medical hypnotist and militant debunker of all things occult, who had recently joined Dessoir’s Berlin Society. &nbsp;By 1889 Dessoir had completely reversed the position he had publicly expressed as recently as two years earlier, that the published evidence for telepathy was sufficient to establish it as a fact of nature, tacitly denying the validity of his own experiments.\n\nAnother factor in Dessoir’s change of heart was the approaching completion of his first doctorate (in philosophy) in 1889. In Munich, fledgling physician Schrenck-Notzing was in a similar position: Realizing that following their graduation to continue unorthodox research would drastically limit if not annihilate any prospect of academic recognition, let alone employment, both men now distanced themselves from their recent views and even from their published empirical findings.\n\nApart from the work of the SPR in England, both Dessoir and Schrenck had been inspired by successful experiments in telepathy by the French physiologist Charles Richet, and also by Pierre Janet, a founder of modern French psychology. Janet (in contrast to Richet) now also began to distance himself from his own telepathic experiments.14 Dessoir was a great admirer of Janet and almost certainly in personal contact with him, and his own falling in line with orthodox opinions might have been inspired by Janet.\n\nHowever, the most decisive factor contributing to Dessoir’s change of mind may have been negative publicity. In 1888, the involvement of Dessoir and other members of the Berlin Society in the investigation of a poltergeist case in Resau near Berlin dramatically damaged its public image. The episode centred around Karl Wolter, a 14-year old peasant boy in whose presence raps were heard, windows were smashed, and objects and foods were thrown or moved without visible causes. Once the press became involved, the case quickly turned into a public anti-occultism campaign, which resulted in the underaged Wolter being sentenced to two weeks prison and four weeks detainment for public nuisance. The verdict was reached despite an absence of concrete evidence of a hoax, based on the prosecution’s opinion that the claimed effects were a scientific impossibility. In the court proceedings and in newspaper reports, Dessoir and his colleagues were associated with popular superstition and misleadingly referred to as members of a spiritualist club.15\n\nThe public standing of Dessoir’s and Schrenck’s psychological societies came under additional fire with an attack in early 1889 by the rising star of German physiological psychology, Hugo Münsterberg at Freiburg University. In a published lecture on thought-transference, Münsterberg bypassed questions of empirical evidence by declaring at the very beginning of his lecture that occult phenomena including telepathy were quite obviously ‘impossible’.16 Münsterberg complained that public opinion confused conventional experimental psychology with spiritualism and the occult and accused members of the Berlin and Munich psychological societies of reinforcing this, lamenting it would jeopardize his and other psychologists’ efforts to establish experimental psychology at German universities.17\n\nIn the face of the Resau debacle and increasingly aggressive public attacks by representatives of university psychology, drastic measures were needed to protect the image of Dessoir’s and Schrenck’s psychological societies. Shortly after the exodus of du Prel’s camp from the Munich Society, Dessoir gave a talk to its remaining members in June 1889. Entitled ‘On the scope and methods of the psychological societies’, the lecture, which Dessoir later published in a prominent newspaper, was a radical revision of the programmes of both associations.18 It was also a first formal step towards their fusion into a predominantly orthodox ‘Society for Psychological Research’ in 1890, with Schrenck leading the Munich and Dessoir the Berlin branch.\n\nIn essence, Dessoir’s manifesto fell in line with attempts to ‘disenchant’ hypnosis by medical hypnotists such as Moll and by orthodox psychologists such as Preyer and Münsterberg, who favoured reductionistic, physiology-centred approaches to hypnosis. Instead of continuing to consider hypnosis as a tool to induce and systematically investigate reported anomalous phenomena such as telepathy, Dessoir’s revised programme disavowed any such connections. Like other induced and spontaneous psychological automatisms, Dessoir stated, hypnosis did not point to the existence of a transcendental unity of the self beyond the threshold of consciousness either, as proposed by du Prel as a precondition for personal survival of death.19\n\nThe appearance of the revised research programme of the Berlin and Munich societies roughly coincided with the publication of Dessoir’s study Das Doppel-Ich (The Double Ego).20 An attempt to present a theory of divisions of the self without recourse to metaphysics (let alone the investigation of occult phenomena), this was a sustained attack on du Prel’s transcendental psychology, and implicitly on similar views being developed in England at the time by Frederic WH Myers. Even if telepathy should turn out to be a genuine phenomenon, Dessoir stated, it should be accounted for&nbsp;in physicalist rather than spiritual terms, that is, as a ‘concordance of association’21 of resonating brain states or other neurophysiological correlates.22\n\nThe growing tension in Dessoir’s thinking is evident in the somewhat bizarre manner of his coining the term Parapsychologie. &nbsp;This is contained in his critical response to an article by a certain Ludwig Brunn that expressed hostility towards psychical research and proposed a psychopathological framework, in which occult phenomena are seen as evidence for mental degeneration. However, as it turned out, Brunn was Dessoir himself, using a pseudonym.23\n\nA year later, Dessoir, now writing under his actual name, practically adopted the viewpoint of his alter ego, ‘Ludwig Brunn’. Written in 1890, Dessoir’s article ‘Experimental pathopsychology’ was published in 1891 in a philosophy journal co-edited by the father of German experimental psychology, Wilhelm Wundt. Dessoir now used the label ‘experimental pathopsychology’ to cover the very class of phenomena he had previously defended against ‘Brunn’ from sweeping pathologization by proposing the label Parapsychologie. Moreover, Dessoir plainly denied the existence of psychic phenomena, stating, for example, that thought-transference could be explained by muscle-reading. Perhaps most surprisingly, Dessoir now also expressed uncertainty regarding the very relevance of hypnotism and the study of automatisms for scientific psychology.24 While this article seems to be the only instance of Dessoir’s wholesale pathologization of psychical research, it would mark a highly conservative stance, which he was to maintain for the rest of his career.\n\nIn 1892, Dessoir continued his path into the safe havens of mainstream academia by obtaining his second doctorate with an MD thesis on the physiological study of tactile sensations, as well as his Habilitation (the formal precondition to obtain a professorship in Germany).25\n\nAlso in 1892, Dessoir responded to a polemical text on hypnotism written by Wilhelm Wundt, the doyen of German experimental psychology. Wundt’s critique of research in hypnotism was motivated by the impending organization of the second International Congress for Experimental Psychology in London by SPR leaders Henry Sidgwick and FWH Myers. Oblivious of Dessoir’s, Schrenck’s and Janet’s abandonment of psychical research since about 1889, and unaware of the fusion of the Berlin and Munich associations into a conventional psychological society in 1890, he attacked them along with the SPR. Conflating their activities with the spiritualist views of du Prel, Wundt categorically denied the value of hypnosis as a tool of psychological experimentation and concluded his attack by dismissing psychical research as a ‘through and through pathological line of present-day science’.26\n\nDessoir, in a review of Wundt’s text, expressed complete agreement with his expressions of concern about disastrous social dangers of superstition, but politely corrected Wundt’s misleading portrayal of the orthodox amalgamate of the original psychological societies in Munich and Berlin.27  Metaphysical Priorities: Religion over Science\n\nBy this time, both Schrenck-Notzing and Dessoir had befriended their old critic, Hugo Münsterberg. Much later, in 1917, Dessoir joined forces with Wilhelm Wundt in the battle against the occult in all its guises. Dessoir, now an established mainstream philosopher, sent Wundt a complimentary copy of his book, Concerning the Hereafter of the Soul, a sceptical overview of psychical research and popular occult beliefs, urging Wundt to join him in the cause of fighting ‘dangerous mystical fads’. In January 1918, Dessoir again asked Wundt to help him stem ‘the obtruding flood’ of the occult, naming occult ‘obscurantists’ along with proponents of psychoanalysis (who Dessoir bizarrely thought were Cabbalists in disguise) as the culprits, whose influence could only be battled by promoting philosophical idealism.28 Wundt, whose lifelong war on all things occult was motivated by a similar metaphysical stance, did indeed promote Dessoir’s book in subsequent editions of his Outline of Psychology. Deriding as usual any form of occult belief as self-evident superstition, Wundt would also draw on Dessoir to dismiss Freudian psychoanalysis.29\n\nAs he grew older, Dessoir made no secret of his religious commitments. In his memoirs, for example, he explicitly stated that the prime motivation behind his career as a self-appointed educator of the people was a ‘double intent to root out superstition and to extract from their proto-forms, and liberate from their mal-forms, the genuine values of faith and wisdom’.30\n\nDessoir’s views on telepathy fluctuated, but he remained openly sceptical of psychokinesis and clairvoyance, explicitly on metaphysical grounds. Psychic glimpses into the future were impossible, he maintained, since precognition presupposed an absolute determinism, undermined the concept of causality, and denied ‘Nature’s obvious intent to veil what the future holds’.31\n\nDessoir’s profound antipathies to spiritualist interpretations of mediumistic and other parapsychological phenomena suggestive of personal survival were no doubt at least partly informed by his own mystical experiences, which suggested to him the illusionary character of human individuality. Indeed, Dessoir’s final monograph concerning psychical research was a critique of spiritualist interpretations of apparitional experiences and mediumship. Written primarily as a belated response to the most recent eminent proponent of personal survival in German psychical research, the philosopher Emil Mattiesen, Dessoir concluded by asking rhetorically what good apparitions and mediumship had ever done to humanity, compared to the great religions of Christianity and Buddhism. Dismissing popular spiritualism along with sophisticated works by authors like du Prel, Myers and Mattiesen, he wrote: ‘The disintegration of human personality may be uncanny and enigmatic – but its persistence on the spirit-believers’ conditions is a mockery of the nobler demands of human reasoning’.32\n\nAndreas Sommer  Literature\n\nBauer, E. (1997). Parapsychology. In&nbsp;A Pictorial History of Psychology, ed. by&nbsp;W.G. Bringmann, H.E. Lück, R. Miller &amp; C.E. Early,&nbsp;71-76. Chicago: Quintessence Publishing.\n\nBrunn, L. (1889). Der Prophet. Sphinx 7, 159-66.\n\nDessoir, M. (1886a). Eine Sitzung mit Herrn Slade in Berlin. Sphinx 1, 191-94.\n\nDessoir, M. (1886b). Experimentelle Untersuchungen. Sphinx 2, 242-48.\n\nDessoir, M. (1886c). Experiments in muscle-reading and thought-transference. Proceedings of the Society for Psychical Research 4, 111-26.\n\nDessoir, M. (1886d). Gedanken-Übertragung. Ein Protokoll. Sphinx 1, 383-85.\n\nDessoir, M. (1887). Die Telepathie. Die Gegenwart 32, 309-12.&nbsp;\n\nDessoir, M. (1888a). Bibliographie des modernen Hypnotismus. Berlin: Duncker.\n\nDessoir, M. (1888b). Edmund Gurney zum persönlichen Gedächtnis. Sphinx 6, 111-12.\n\nDessoir, M. (1889a). Die Parapsychologie. Eine Entgegnung auf den Artikel: ‘Der Prophet’. Sphinx 7, 341-44.\n\nDessoir, M. (1889b). Über Arbeitsgebiet und Forschungsweise psychologischer Gesellschaften. Beilage zur Allgemeinen Zeitung, 17 October, 1-2.\n\nDessoir, M. (1890). Das Doppel-Ich (Schriften der Gesellschaft für Experimental-Psychologie zu Berlin, I. Stück). Leipzig: Günther.\n\nDessoir, M. (1891). Experimentelle Pathopsychologie. Vierteljahrsschrift für wissenschaftliche Philosophie 15, 59-106, 190-209.\n\nDessoir, M. (1892). Hypnotismus und Suggestion. Von W. Wundt. Philos. Stud. VIII, 1 S. 1-85. 1892. Zeitschrift für Hypnotismus 1, 65-71.\n\nDessoir, M. (1894). Geschichte der Neueren Deutschen Psychologie. Berlin: Duncker.\n\nDessoir, M. (1903). Über eigene Beobachtungen an dem Medium ‘Eusapia Palladino’. Zeitschrift für Pädagogische Psychologie, Pathologie und Hygiene 5, 372-74.\n\nDessoir, M. (1911). Abriß einer Geschichte der Psychologie. Heidelberg: Winter.\n\nDessoir, M. (1931). Vom Jenseits der Seele. Die Geheimwissenschaften in kritischer Betrachtung (sixth revised ed.). Stuttgart: Enke (first ed. 1917).\n\nDessoir, M. (1947). Buch der Erinnerung. Stuttgart: Enke.\n\ndu Prel, C. (1911). Die psychologischen Gesellschaften. In Nachgelassene Schriften&nbsp;by C. du Prel, 222-31. Leipzig: Altmann (original publication in 1889).\n\nEvrard, R., Pratte, E.A., &amp; Cardeña, E. (2018). Pierre Janet and the enchanted boundary of psychical research. History of Psychology 21, 100-25.\n\nGauld, Alan. (1992). A History of Hypnotism. Cambridge: Cambridge University Press.\n\nHerrmann, C. (1929). Max Dessoir. Mensch und Werk. Stuttgart: Enke.\n\nKurzweg, A. (1976). Die Geschichte der Berliner ‘Gesellschaft für Experimental-Psychologie’ mit besonderer Berücksichtigung ihrer Ausgangssituation und des Wirkens von Max Dessoir. (Ph.D. thesis), Freie Universität Berlin, Berlin.&nbsp; &nbsp;\n\nMünsterberg, H. (1889). Gedankenübertragung. Vortrag gehalten in der Akademischen Gesellschaft zu Freiburg i. B. am 10. Januar 1889. Freiburg: J.C.B. Mohr.\n\nMyers, F.W.H. (1889). ‘Das Doppel-Ich’. Proceedings of the Society for Psychical Research 6, 207-15.\n\nSommer, A. (2012). Psychical research and the origins of American psychology: Hugo Münsterberg, William James and Eusapia Palladino. History of the Human Sciences 25, 23-44.\n\nSommer, A. (2013a). Crossing the Boundaries of Mind and Body. Psychical Research and the Origins of Modern Psychology. (PhD thesis), University College London, London.&nbsp;&nbsp;\n\nSommer, A. (2013b). Normalizing the supernormal: The formation of the ‘Gesellschaft für Psychologische Forschung’ (‘Society for Psychological Research), c. 1886-1890. Journal of the History of the Behavioral Sciences 49, 18-44.\n\nSommer, A. (2020). James and psychical research in context. In&nbsp;The Oxford Handbook of William James,&nbsp;ed. by&nbsp;A. Klein.&nbsp;&nbsp;Oxford: Oxford University Press.\n\nWundt, W. (1892). Hypnotismus und Suggestion. Leipzig: Engelmann.\n\nWundt, W. (1922). Grundriss der Psychologie (fifteenth ed.). Leipzig: Kröner.\n\nZwikirsch, B. (1994). Der Nachlaß ‘Max Dessoir’ im Preußischen Geheimen Staatsarchiv in Berlin-Dahlem. Ein Beitrag zur Geschichte der Psychologie in Berlin. Psychologie und Geschichte 5, 293-309.   Endnotes 1. Dessoir (1947), 30. 2. Dessoir (1947), 300. 3. Dessoir (1947), 117. 4. Dessoir (Dessoir, 1947),&nbsp;116;&nbsp;Kurzweg (1976),&nbsp;97. 5. The Munich Society for Experimental Psychology, which soon changed its name (probably to avoid confusion with Dessoir’s group in Berlin) to Society for Scientific Psychology. On the history of the psychological societies in Munich and Berlin, see Kurzweg (1976); Sommer (2013a), chapters 3-4; (2013b). 6. e.g. Dessoir (1886a, 1903). 7. Dessoir (1886b, 1886c, 1886d). 8. Dessoir (1886b), 248,&nbsp;original emphases. 9. Dessoir (1887). 10. Dessoir (1888b). 11. Dessoir (1947), 124. 12. Dessoir (1889a). Dessoir first mentioned his coinage in a letter to Hübbe-Schleiden in July 1887, about two years before the publication of the article. For details, see Sommer (2013b). 13. Translation by Bauer (1997), 71. 14. On Janet’s amnesia regarding the published results of his own parapsychological experiments, see Evrard, Pratte, &amp; Cardeña (2018). 15. Kurzweg (1976), 202-56. 16. Münsterberg (1889), 3. 17. Münsterberg would continue his crusade against psychical research at Harvard, much to the chagrin of future SPR President William James, who had hired him in 1892. On Münsterberg’s undifferentiating war on uncritical occultism and methodologically sophisticated psychical research alike, see Sommer (2012, 2020). 18. Dessoir (1889b). 19. For an account of Dessoir’s theory of the Double Ego, see Gauld (1992), 385-89. 20. Though dated 1890, Dessoir’s Das Doppel-Ich was actually published in 1889. 21. Assoziationskonkordanz,&nbsp;Dessoir&nbsp;(1890),&nbsp;31. 22. For responses to Dessoir by du Prel and Myers, see du Prel (1911) and Myers (1889). 23. Brunn (1889). 24. Dessoir (1891), e.g. 62 &amp; 93. 25. The topic of Dessoir’s disputation was ‘On the belief of the mentally ill in the reality of hallucinations’ (Zwikirsch, 1994). 26. Wundt (1892), 110. 27. Dessoir (1892). 28. Sommer (2013a), 262. 29. Wundt (1922),&nbsp;340. On Wundt’s own mystical worldview as a motivation for his fight against spiritualism and other forms of faith he deemed ‘vulgar’, see Sommer (2013a), chapter 4. 30. Dessoir (1947), 82. 31. Dessoir, (1931), 188. 32. Dessoir (1947), 185.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 11, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Andreas Sommer Word count: 3,300 Created: 9th January 2021 Last updated: 11th October 2022 May be cited as:Sommer, A. (2021). &lsquo;Max Dessoir&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/max-dessoir&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y4gqcgec                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/max-dessoir","_id":124}