{"name":"Traite Theorique Et Pratique Du Magnetisme Animal","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1794__doppet___traite_theorique_et_pratique_du_magnetisme_animal.pdf","mytitle":"Traite Theorique Et Pratique Du Magnetisme Animal","mylang":"de","content":"TRAITE\nTHÉORIQUE ET PRATIQUE\nDi MAGNÉTISME ANIMAL\nPAR M. DOPPET\nDOCTEUR EN MÉDECINE DE LA FACULTA\nDE TURIN\nLTURIN MDCCLXXXIV.\nCHEZ JEAN-MICHEL BRIOLO\nIMPRIMEUR LIBRAIRE DE L'ACADEMIE ROYALU\nDES SCIENCES\nAVEC PERMISSION\n\fWGOD LIBRý\n' Cuir\nAcces one. ý\nvVO\n35>'\nd\nPOST TENEBRAS LUX\n\fEPITRE DEDICATOIRE\nA MA PATRIE\nL e désir d'étre utile m'a fait\nsai{zr avec avidité pendant mon\nséjour & Paris les connoissances du\nmagnétisme animal ; je me fuis em-\npressé d'apporter cette nouvelle md-\n\fdecine à la faculté a la quelle j'ai\nla glorie d'appartenir;cependant com-\nme mon dessein n'etoit pas d'élever un\ntraitement magnétique, & que je ne\nvoulois donner la chose que pour ce\nqu'elle est * , j'ai cru ne pouvoir mieux\nprouver mon ïéle , & ma bonne fobi\nqu'en publiantla maniered'administrer\nce reméde ; par là chacun sera plus\nà portée de jugerle magnétisme , mais\nquelqu'en soit l'arét, ma patrie verra\ndu moins par l'ouvrage que je luipré-\nsente , que je n'ai rien plus à coeur\n* Je m'adresseaupublic comme médecin;\n& non pas comme magne'tisant : je ne mai\ngnetise que pour prouver que le secret que\nj'annonce est celui de Monsieur Mesmer, &\nje mpgnetise gratis.....\n\fque de la servir , & je prouverai à\ntous les médecins mes confrres que\nmes eforts tendirent toujours à méri-\nter l'honneurdepartagerleurministère.\nMes inte'rêts ne seront jamais que\nceux de l'humanité , & les voeux de\nmon coeur sont pour le bonheur &\"la\nconservation desjoursprécieux de notre\nauguste S OUVERAIN.\nDOPPET\nCitoyen de Chambery.\n\f\fDISCOURS\nPRÉLIMIN AIRE\nDans lequel on discute la question, savoir\nsi l'on ne peut jamais manquer\nd sa parole d'honneur.\nUn honnête homme n'a que sa parole,\nvoilà le proverbe; cette loix est écrite dans\nle coeur de tous les gens de probité; mais\nn'est-il point de cas où l'on pût s'y soustraire\nsans manquer aux loix de lhonneur >voilà\nla question que je vais agiter, & je le dois.\npour ima justification.\nLa découverte de monsieur Mesmer m'a\nété confiée à condition que j'en garderois\nle secret, j'en ai donné ma parole, cepen-\ndant je la rends publique : oui j'y manque,\n& j'en fais gloire : avant de faire cette dé-\nmarche, je me suis dit à moi-même , ou le\n\fsecret du magnétisme animal peut être utile\nà l'humanité, ou c'eft une imposture: quoi-\nqu'il en soit je dois le dévoiler, & le bien\nqui peut réfulter d'une telle publicité anéan-\ntira sans doute le crime dont je me rends\ncoupable en violant nia parole d'honneur.\nPar-là, ou je mets tout le monde à portée\nd'avoir dans ses mains un reméde unique,\nou j'empêche qu'il ne donne dans les piéges\nde la charlatanerie.\nLe Docteur Mesmer doit m'en savoir lui-\nmême bon gré, je vais prouver qu'on l'a\ncalomnié à tort, & qu'il n'employe pour\nfaire son magnétisme, ni l'aimant minéral,\nni l'électricité artificielle. On verra qu'il n'a\npuisé sa méthode chez aucun ancien écri-\nvain, &qu'il en est le seul auteur. Monsieur\nD'Eslon ne sera pas non plus dans le cas de\nm'en vouloir, puisqu'il a lui-même pris sur\nlui, de mettre le magnétisme dans les mains\nde tous les médecins, malgré le traité qu'il\ngvoit passé avec Monsieur Mesmer de n'en\n8 Discours\n\fPre'lminaire.\nrien faire, il le communique non seulement\naux médecins, mais encore il permet â ses\néléves de le donner à leur tour a leur con-\nfréres.\nTout bien considéré je peux donc sans\ncrime publier le secret du magnétisme ani-\nmal. M'écoutera-t-on ? je n'en sai rien,\nmais je puis assurer que si l'on fait bien at-\ntention a ce traité, & qu'on se donne la\npeine de répéter les expériences, on verra\nque tout ce que j'annonce est vrai, & que\nma démarche n'a d'autre but que de ser-\nvir l'humanité. N'est-il pas étonnant qu'on\nfasse depuis long-tems un secret d'une\ndécouverte qu'on annonce comme merveil-\nleuse ? Et celui qui n'a pas cent louis à don-\nner doit-il mourir sous les coups de la mé-\ndecine ordinaire ?\nLe voilà ce secret tant désiré, quoique\nla pratique en soit simple, je le répéte,\nqu'on y fasse bien attention, il seroit peut\n9\n\fJDfcourr\nêtre de quelque utilité. Je ne me contente\npas de donner au public les procédés du\nmagnétismeanimal; j'y joint les idées théori-\nques reçues dans le corps des magnétisans:\nce traité sera donc suffisant pour mettre\ntoute sorte de personnes en état d'opérer,.\n& de produire tous les phénomenes annon-\ncés par le Docteur Mesmer dans ses écrits;\nje donne dans cet ouvrage l'histoire du\nmagnétisme; on verra que ce n'est pas l'en-\nthousiasme qui m'anime, mais je prie le\nlecteur de ne pas s'imaginer que ce soit la\nhaine ou la jalousie : comme il s'agit d'urt\npoint qui intéresse l'hnmanité, j'ai cru de-\nvoir le discuter de sang froid,. & sans au-\ncun esprit de parti.\nCe traité sera divisé en sept chapitres. Le-\npremier traitera des moyens qui ont conduits\nMr. Mesmer à la découverte du magnétisme\nanimal, dans le second on verra les coups\nque lui ont portés ses ennemis. Le troisieme\nexposera la théorie du magnétisme animal.\n\fPreéliminaire.\nLe quatrieme dévoilera les secrets du nmagné-\ntisme.La composition du baquet &le magné-\ntisme d'un arbre seront le sujet du cinquieme.\nLe sixieme traitera du magnétisme animal\nconsidéré comme remède, & le septieme\nsera l'examen de la médecine ordinaire.\nPeut-être ne croira-t-on pas à ce que j'avance\ndans cet ouvrage, mais comme Mr. Mesmer\npromet dans quelque tems de rendre son\nsecret publique, on pourra voir alors si\nj'ai raison: c'est à ce grand jour de lumiere\nque j'en appelle.\nQuoique une partie de Paris va ne voir\nen moi qu'une personne qui manque à sa\nparole d'honneur, j'espère que ma patrie\nconnoîtra le désiz que j'eus toujours de lui\nêtre utile.\nInr\n\fS1 Trate the'orique &pratique\nCHAPITE I.\nDes moyens qui ontconduit le DocteurMesmer\nâ la dé'couverte du magne'tisme animal.\nLinfluence des corps célestes sur nous\nétoit connue des anciens, de nouveaux sy-\nstèmes ont fait regarder cette vieille idée\ncomme un effet de la superstiion, & les\nphysiciens n'ont plus fait lire dans la lune\nla bonne ou mauvaise fortune des nouveaux\nnés. Les\"livres qui traitent de cette matiere\nne sont depuis quelque tems que des garni-\ntures de bibliothéque, auxquelles on ne tou-\nche plus.\nCependant le Docteur Mesmer malgré le\npréjugé visitoit quelquefois ces pauvres aban-\ndonnés, & ces livres regardés comme pro-\nscrits, furent plus d'une fois sa lecture; l'ex-\npérience jointe a ses travaux lui fit croire\n\fdu magne'tsme animal. i\nque l'idée des anciens sur l'influence des\nastres n'etoit pas tout-à4fait fausse, & il pu-\nblia en 1766 une Dissertation, de l'influence\ndesplanettessur lecorps humain. Cette pro-\nposition quoique peut-être vraie dans un sens\nne fut pas bien reçue du corp de médecine,\ndont le Docteur Mesmer étoit membre , on\nle regarda depuis comme un homme singu-\nlier, & dès-lors il eutdes ennemis.\nLe mauvais accueil qu'on fit a sa thèse\nne l'empêcha pas de continuer ses travaux;\nl'envie de convaincre ses contradicteurs lui\nprêtoit des forces, & son génie lui fournit\ndans la suite les ressources nécessaires.\nD'après sa théorie sur l'influence des astres\nilétoit persuadé qu'il existoit un agent uni-\nversel, il le chercha d'abord en faisant di-\nverses expériences avec le fluide électrique:\nce grand physicien mit donc la machine de\nl'électricite à contribution, mais ne fut pas\nsatisfait: une longue pratique lui apprit que\n\f34 Traie theorique &pratique\nles commotions causées par ce moyen sont\nquelquefois très-nuisibles aux malades; car\ncomment en effet concevoir que le feu de\nl'électricité, ce même feu qui fait l'éclair &\nle tonnerre, ne nous soit pas toujours étran.\ngerý Les phénomènes qu'il observa dans le\nmagnétisme minéral lui firent tenter des ex-\npériences avec cet agent, il essaya donc de\nse servir de quelques pièces aimantées pour\ntraiter diverses maladies: cet essai qui avoir\ndéjà été tenté plus d'une fois,lui réussit conm-\nIne A ses prédécesseurs, il vit qu'il faisoit\ncesser des douleufs, mais il n'en dévinoit\npas la cause , comme il l'avoue dans\nson mémoire sur la découverte du magné\ntisme animal pag. t . Il fit faire nombre de\npièces aimantées de différentes figures pour\nmieux s'assurer de l'action de ce minéral\nsur nos corps. Un Jésuite astronome (le Père\nHell.) abusa de la confiance que lui en fit\nMr. Mesmer, mais par malheur pour l'hu-\nmanité que ce n'étoit pas là tout le secret,\ncar il auroit été dèslors découvert.\n\fdu magnetifine animal. I ç\nEn appliquant les piéces aimantées,le Do-\ncteur Mesmer remarqua qu'un autre principe\nfaisoit agir l'aimant sur nous, & 1que ce\nminéral étoit incapable lui-même de cette\naction sur les nerfs. Il vit par là qu'il touchoit\nau but de ses recherches & qu'il avoit\ntrouvé l'agent universel; des expériences\nréitérées lui prouverent que si l'aimant avoit\njusqu'alors produit quelque effet, ce n'avoir\neté que comme conducteur. Il donna ses\nsoins â différents malades chez lesquels il\nobserva des phénomenes qui le surprirent,\n& dès-lors l'aimant n'entra plus pour rien\ndans ses procédés.\nPersuadé d'avoir trou ié un nouvel agent,\nil fit part de cette découverte àla plus grande\npartie des corps savants de l'Europe; mais\nle nom de magnétisme animal qu'il donnoit\ni son agent, le fit confondre avec le mi-\nnéral, & Mr. Mesmer ne fut pas écouté.\nRefusé de toute part, le Docteur Mesmer\n\fi8 Traitéthiorique & pratiqur\nne se rebuta pas pour cela, sans doute qu'it\njouissoit intérieurement de la gloire de sa\ndécouverte, ou plutôt ce médecin savoit\ndéjà qu'il devoit faire un jdour tant de bruit,\nMais je m'écarte de mon sujet, revenons\naux moyens par lesquels Mr. Mesmer est\nparvenu à la découverte dumagnétisme ani-\nmal; c'est, comme on le voit, par ce que je\nviens de dire, le hazard qui lui mit dans les\nmains l'agent qu'il cherchoit, mais ce qui me\nsurprend, c'est que de tous ceux qui ont lu\nson mémoire sur le magnétisme animal, im-\nprimé en 1774 , il ne s'en soit trouvd\naucun qui ait deviné son secret, la chose\ndtoit cependant très-possible, car voici com-\nment il s'y exprime pag. 15 & 16. à- Jefis\nl'application sur l'estomac & aux deux\njambes d'une malade , de trois pièces aiman-\ntées, il en resultoit peu de teins après des\nsensationsextraordinaires .... Ensuite il dit,\nmon observationm'appritqu'un autreprincipe\nfaisoit agir l'aimant incapable par lui-mime\nde cette action.\n\fdu magnétisme animal.\nLes piéces aimantées donnoient des sen-4\nsations extraordinaires, qui, comme il 1\nvit ensuite, ne partoient pas de l'aimant,\ncela posé, d'où venoit cette vertu ?C'est\ndonc de M. Mesmer lui-même, sans doute 4\nainsi qu'on le verra dans le Chapitre où je\ndévoile les procédés du magnétisme animal,\nCHA PITRE IL\nDes obstacles qu'aeprouvéle DocteurMesmer\nsoit d Vienne , soit à Paris.\nr\nel est le sort de toutes les nouvelles\ndécouvertes, long-tems combattues, elles ne\nsont que fort tard sérieusement agitées; les\nplus importantes vérités éprouvent des con-\ntradictions,&l'homme de génie doit toujours\nappréhender de pénétrer dans les secrets de\nla nature, puisqu'un succès dans ses re-\ncherches peut faire le malheur de sa vie;\nvoilL les. remparts derriere lesquels com-\nbattirent quelque fois l'erreur & l'illusion,\nb\ni7\n\fir Traitétheorique &pratique'\nL'Autheur du magnétisme animal a sans:\ndoute trouvé des obstacles. Mais a -t-il été\npersécuté injustement ? C'est ce qu'il s'agit\nd'examiner. Je crois que si Mr. Mesmer\nn'eût été guidé dans ses travaux que par le\ndésir d: trouver un remede, il auroit faci-\nlement échappé à la poursuite de ses enne-\nmis; si son secret avoit été de nature \"\nêtre transmis, il auroit trouvé chez tous les\nSouverains les recompenses qui attendent les\nbienfaiteurs de l'humanité dans toutes les*\nCours de l'Europe , mais qu'on observe sa-\nconduite dès le premier moment qu'il an-\nnonçat sa découverte; avoit il besoins pour\nproposer son remede de prendre comme un\nfurieux son agent magnétique a la main pour\nrenverser les loix de la physique & de la\nmédecine! Cet agent eut il même été trouvé\navoit-il des droits pour insulter tous les corps\nsavants ! Cet enthousiasme n'est pas , je\ncrois , celui d'un philosophe.\nJe luirends cependant justice, & je m'ewn\n\fdu magnetisme animal.\nfais honneur, sa découverte paroit avoir\nquelque chose de surprenant, peut-être con-\nduira telle a de grandes choses, mais pen-\ndant que l'enthousiasme s'en mêle, on nd\npeut pas s'entendre , & on dispute aved\nchaleur sans porter aucun jugement.\nQnelues justes & innocentes que soient\nles intentions de M. Mesmer, sa conduitd\npeut donner naissance à l'imposture, car\nsous l'assurance, ou la supposition d'avoit\npayé cent louis, on voit de tout ctdé des\ngens, qui leur quittances à la main, mettent\nles provinces a contribution.\nLe magnétisme animal prit naiffance à\nVienne en Autriche, ce fut par conséquent\nlà qu'il trouva ses premiers contradicteurs;\nquelques aient été les raisons qui purent\nempêcher le corps des médecins dç l'enten-\ndre, je ne sai pas s'il a tout ou raison de\n\"s'en plaindre, ceque je puis assurer, c'est\nque le secret du magnétisme est un de ceit;\n19\n\fso Traite' théorique & pratique\nqu'il est très-délicat d'annoncer, ainsi que\nj'en donne la preuve en publiant cet ouvra-\nge : je vais faire mes efforts pour le dévoi-\nler, cependant on ne m'écoutera pas ; la\nsimplicité de la chose faira croire que je n'ai\npas la recette de Mr. Mesmer. Qu'on juge\nd'après cela comment ce médecin qui n'en\neut jamais d'autre1 pouvoit espérer d'être\nentendu parles corps savants! Dès qu'il com-\nmuniquoit sa méthode à quelqu'un, on ne\ntardoit pas de le tourner en ridicule. Mr.\nMesmer traitoit des malades à Vienne, &\nd'après les expériences que j'ai faites moi-\nmême avec le magnétisme , je crois qu'il en\na guéri. Mais ce qui m'étonne, c'est de voir\nque ce médecin aye publi la cure de\nM.lle Paradis. Comme cette anecdote jette\nun nuage sur le magnétisme animal, je dois\nentrer dans quelques détails à ce sujet.\nM.lle Paradis agée de I8 ans absolument\naveugle depuis l'age de 4, reçut, il y a quel-\nques'années, les soins de M. Mesmer; il\n\fdu magne'tisme animal. t\nsoutient qu'il lui rendit la vue a l'aide du\nmagnétisme animal, &cependantcette per-\nsonne se fait toujours passer pour aveugle;\ncette grande musicienne en a soutenu le\nrôle à la face de tout Paris qu'elle enchan-\ntoit il n'y a pas long-tems.\nSi Mr. Mesmer est dans ce fait la victime\nde l'ingratitude, il a vraiment raison de se\nplaindre, & jamais crime ne fut plus atroce,.\nmais pourquoi & par quelles raisons cette\nDemoiselle nuiroit-elle à son bienfaiteur?\nSeroit-ce comme il l'assure, par le conseil\nde ses parents, qui dans cette démarche\nn'ont eu d'autre but que de conserver à\nleur fille la pension dont l'honore la Cour\nde Vienne? Ceci paroit un peu difficile à\ncroire. Comment en effet s'imaginer qu'une\njeune personne qui posséde un art qui peut\nenrichir elle & les siens dans peu, puisse\npour une modique pension soutenir le rôle\nd'aveugle & se priver par là de tout l'agré-\nment qui, peut se procurer une aimable\n\ft Traird th'oriquee-pratique\npersonne! L'obdissance ne va pas si loin &\nsurtout chez-une Demoiselle.\nL'intelligence de M.lle Paradis peut avoir\ntrompé M. Mesmer, il est vrai qu'elle a\nle tact éxercé 'a n dégré supérieur: mais\ndésque la malade dit elle-même n'y rien\nvoir, pourquoi Mr. Mesmer veut-il imiter le\nmédecin de Moliere qui veut que fon ma-\nlade n'ait pas telle douleur? Avoit-il in-\ndispensablement besoin d'avoir guéri M.lle\nParadis pour prouver l'existence du magné-\ntisme animal\nL'Autheur de cette nouvelle médecine quitta\nsa patrie & porta ses talents & ses lu mié-\nres dans la capitale de la France; y tournat-\nil ses pas parce qu'on la regarde comme le\nçentre des sciences, ou parce qu'elle est, ce\nqu'on peut dire, un pays a ressource? C'est\nce que je laisse à déviner, je le repete, je\npe su is pas l'ennemi de M. Mesmer, mais\nlorsque la vérité saute aux yeux, ce n'est paa\npn crime de la dire.\n\fdu magnétisme animal. 13\nLe magnétisme animal enfantoit chaque\njour des admirateurs, le bruit de quelques\nmalades guéris, retentit bientôt dans tout Pa-\nris, la cure de Mr. Court de Gebelin fut\naun\ndes plus grands triomphe de Mr. Mesmer,\njour de joie qui ne dura pas long-tems, la\nFrance vit, hélas! courir l'épitaphe de l'au-\ntheur du monde primitif,\nSi le nombre des amis s'accroissoit, celui\ndes détracteurs faisoit de même, bientôt tous\nles magasins de librairie ne furent plus ta,\npissés que de magnétisme, on lui opposa\nla satyre, quelque-fois le raisonnement, plus\nsouvent la plaisanterie, les Mesmers vinrent\noccuper un rang parmi les gravures étalées sur\nles quais, on porta l'insulte un peu trop\nloin : malgré cela Mr. Mesmer vit assiéger\nsa porte par des malades de tout pays, &\nde toute condition, ce fut sans doute leur\ngrand nombre qui força ce Médecin a vou-\nloir bien se donner dés aidez de qui il re-\nçut les soins & cent louis ; il fit beaucop\n\f24 Traitétlzeorique &pratique\nd'ecoliers dont la plupart se disputent main.\ntenant l'honneur de servir l'humanité dans\nles provinces les plus éloignées. Ce qui pag\nroit surprenant a ceux qui ne savent pas\nle magnétisme, c'est que de toutes les per-\nsonnes qui l'ont apprises, pas une n'ait ofé\nle découvrir, je l'ai déjà dit, c'eft un se-\ncret qui n'est pas de nature a devenir pu-\nblique, parce que ceux qui le savent dou-\ntent plus de son éxistence, que ceux qui\nl'ignorent.:\nLe magnétisme animal faisoit d'autant\nplus de bruit dans Paris que Mr. Mesmer\nn'étoit pas le seul qui tint école de cette\nnouvelle médecine; Mr. D'Eslon son pre.\nmier éléve se faisoit un plaisir de recevoir\ntous les Médecins qui se présentoient â son\ntraitement, & de les initier dans le secret:\nla démarche de ce dernier annonce, on doit\nen convenir, le désir d'etre utile. Ces deux\nprofesseurs ont été intimement liés pendant\nquelque tems, & Mr. Mesmer avoit mis\n\fdu magnetisme animal. .\ntoute sa confiance dans leDocteur Français;\nje n'entrerai dans aucun détail a l'égard du\nsujet de leur division; l'auteur du magné-\ntisme animal vit avec horreur s'élever d'au-\ntres baquets que le sien, il cria d'abord au\nlarcin, mais après quelque réflexion, Mr.\nMesmer crut devoir changer de ton, il ne\ncria plus qu'à i'imposture : il avoit d'abord\nréclamé un dédit au Docteur D'Eslon, qu'il\nn'accusa de n'avoir pas le secret du magné-\ntisme animal, que lorsqu'il vit qu'il n'avoit\naucun droit réel d'exiger la somme promise.\nCes détours sont-ils ceux d'un Philosophe ?\nest-ce ainsi que se conduit le bienfaiteur\nde l'humanité ? Le Docteur Mesmer crie\nqu'il ne cherche rien tant que de voir son\nreméde dans la main de tout le monde, il a\ndonc tort d'en vouloir au Docteur D'Eslon;\nune telle publicité ne peut lui faire que beau-\ncoup d'honneur. En disant au contraire que\nMr. D'Eslon n'a pas le secret du magnétis-\nme, le Docteur Mesmer joue un rôle qui\nn'est pas des plus honnêtes ; s'il a trompé\n\fTraitéthéorique &pratique\nMr. D'Eslon en lui faisant croire qu'il lui\ndonnoit son secret; que doivent penser de\nlui ceux qui lui ont compté leur cent louis ?\ncar il pourroit plutôt leur avoir caché quel-\nque chose, qu'au Docteur D'Eslon qui a\nété son premier associé, qui a travaillé avec\nlui pendant près de deux ans, & dont il ne\npouvoit pas se passer dans le teins.\nLe cours de Mr. D'Eslon ouvert a tous\nles Médecins tant Françaisqu'étranger, fut\ndonc un des grands malheurs de M. Me-\nsmer, aufi s'écriat-il avec grandeur d'ame,\ntelest le sortdes grandshommes, d'éere trahis,\n. perse'cutes.\nL'intérêt public exigeoit ce pendant qu'on\nsçût a peu-près a quoi s'en tenir au sujet de\ncette nouvelle façon de traiter, les corps sa-\nvants consentirent à l'examiner : Mr. Me-\nsmer qui jadis leur avoir fait des appels,\nles éluda sous quelque prétexte , & Mr.\nD'Eslon s'empressa d'ouvrir son traitement\n\fdù magnetisme animal.\naux commissaires nommés, leur verbal pa-\nrut quelques temps après sans être favorable\nau magnétisme qui en a rappellé; je ne pren-\ndrai pas sur moi de décider si messieurs les\ncommissaites ont tort ou raison; je donne\nun traité du magnétisme, & rien de plus,\nje l'ai annoncé dans le discours préliminaire ;\nje ne suis guidé à faire cette démarche , ni\npar l'enthoufiasme, ni par la haine; mon\nPut n'est que celui du bien public,\nVoilà une partie de l'histoire du magné-\ntisme animal: quel sera le rèsultat de tous\nces débats ? je l'ignore , mais je souhaite\nqu'un point fi intéressant se décide :un sié-\ncle auffi éclairé que le nôtre, doit savoir\nadopter,ou proscrire l'agent qu'a trouvé M;.\nVlesmer.\n27\n\fs8 Traité the'orique&pratique\nCHAPITRE III.\nThe'oriedu magnétisme animal.\nIl existe une influence mutuelle entre les\ncorps célestes, la terre, & les corps animés.\nvoilà la base du systême du Docteur Me-\nsmer.\nCe Physicien fait exercer cette influence\npar un agent universellemens répandu qui\ndifféremmentmodifié produit tous les fluides\nconnus, oomme le fluide électrique, le fluide\nmagnétique &c. l'agent de Mr. Mesmer est\nle fluide unique, le premier de tous les\nfluides.\nCe fluide étant selon lui le ressort uni-\nversel du mécanisme du monde, il s'en sert\npour éclaircir toutes les obscurités de la\nPhysique , il répand un nouveau jour sur\nl'attraction , l'élasticité, le flux, & reflux\n\fdu magtieWdsme animal. 9\nde la mer, le feu , la lumière, l'aimant ,\n& l'électricité (*).\nMais comme la question actuelle se réduit\nà savoir si l'agent magnétique peut guerir;\n& que le but de cet ouvrage n'est que d'en-\nseigner le magnétisme; il est inutile de di-\nscuter toutes les sublimes idées de Mr. Me-\nsmer sur la Physique du monde: je dois\nme contenter de donner au public la théo-\nrie du magnétisme animal comme remède.\n(*) Mr. Mesmer n'estpas le seul Physiciez\nqui croit à l'existence d'un fluide universel\nexerçantune action continuelle sur notre glo-\nbe , on trouve la même théorie dans la Phy-'\nsique du- monde de Mr. le Baron de Mari-\nvet, Mr. Carra, &plufieurs autres connois.\nsent unfluide élémentaire , mais Mr. Mesmer\nest le premier qui le saisissentà volonté du\nboutdu doigt pour en faire un remède .\n\f6 Traitée théorique pratijue\nIl n'y a qu'une vie , qu'une santé';\nqu'unemaladie, parconseéuentqu'unremède.\nCette proposition qui étonne au premier\ncoup d'oeil, s'explique cependant àl'aide de\nl'agent général qu'on établit comme la cause\nPhysique de notre existence, & de sa di-\nrection plus, ou moins parfaite dépend la\nplus, ou moins parfaite organisation de l'in\ndividu.\nLorsque ce fluide nous pénètre dans ui\njuste équilibre, il en résulte une harmonie\nqu'on appelle la santé, la maladie est au con-\ntraire l'aberration de l'équilibre , car c'est\nde lui que dépend l'ordre de la nature. Quel.\nques soient leurs effets, les maladies ne sont\nqu'une seule, c'est à dire perte d'équilibre:\n11 n'y a donc qi'u'ne maladie. Ce n'est qu'en\nrestituant l'équilibre qu'on peut dissiper tous\nles diférens simptômes de la maladie qui\nn'est qu'une; mais la restitution ne peut ser\nfaire quie par une direction comme de l'agent\n\fdu magnetisme animal. 3 i\ngénéral: direction qui n'a lieu que par le\nmagnétisme animal; cette opération peut\nseule rétablir l'équilibre dans le corps humain;\nil n'y a donc qu'un remède.\nLe Docteur Mesmerappuye cette propo-\nsition par la comparaison suivante « une\n4 aiguille non aimantée , mise en mouve-\nment, ne reprendra que par hazard une\ns direction déterminée , tandis qu'au con-\n, traire celle qui est aimantde ayant reça\n» la même impulsion,après différentes oscil-\na lations proportionnées à l'impulsion &au\na Magnétisme qu'elle a reçu, retrouvera sa\n>preiniere position , & s'y fixera. C'est\n» ainsi que l'harmonie des corps organisés ,\na une fois troublée, doit éprouver l'incer-\na,titude de ma premiere supposition ; si elle\no n'est rappellée, & déterminée par l'agent\n» général, dont je reconnois l'existence, lui\n,4 seul peut rétablir cette harmonie dans\nv l'état naturel.\n\fz\n2 Traite'é theorique &pratiq'ue\n» Aussi a-t-on vu, de tous les temsi\n» les maladies l'aggraver & se guérir avec,\n» & sans le secours de la médecine, d'a-\nn près différens systèmes & les méthodesles\nn plus opposées. Ces considérations ne m'\n» ont pas permis de douter qu'il n'existe\ns dans la nature un principe universellement\nn agissant, & qui indépendamment de nous,\n» opere ce que nous attribuons vaguement à\n» l'art& &la nature.\nToutes les maladies ne peuvent donc être\ngue'diesque parle Magnétismeanimal.\nIl est très difficile de pouvoir s'expliquer\nsur cette matiére quant à la théorie; c'est\nsans doute une des raisons qui ont rendus\nMr. Mesmer inintelligible à tous les corps\nsavants, La pratique peut seule nous con-\nduire à l'intelligence de ce système; aussi\nrenvois-je dans le chapitre suivant beaucoup\nd'axiomes intéressans, & qu'il est impossi-\nble d'entendre hors du baquet.\n\fdu magnétisme animal.\nLe Docteur Mesmer a consigné son systd-\nme dans 27 propofitions que j'ai cru devoir\njoindre â cet article : on trouvera peut-être\nqu'il s'y engage un peu trop du côté des\npromesses; mais je n'écris que pour répan-\ndre sa découverte, & non pas pour le cri-\ntiquer; au reste qu'on fasse les expériences\nsuffisantes pour s'assurer dufait.\nPROPOSITIONS\nI.\nIl existe une influence mutuelle entre les\ncorps célestes, la terre & les corps animés.\nII.\nUn fluide universellementrépandu,& con-\ntinué de manière à ne souffrir aucun vuide ,\ndont la subtilité ne permet aucune compa-\nraison, & qui de sa nature est susceptible\nde recevoir , propager, & communiquer\ntoutes les impressions du mouvement, est\nle moyen de cette influence.\nC\n33\n\f34 Traite'théorique &pratique\nIlI.\nCette action réciproque est scumise a\ndes loix méchaniques, inconnues jusqu'à\npresent.\nIV.\nIl résulte de cette action des effets alter-\nnatifs, qui peuvent être confidérés comme un\nflux, & reflux.\nV.\nCe flux , & reflux est plus ou moins gé-\nnéral, plus ou noins particulier, plus ou\nmoins composé, selon la nature des causes\nqui le déterminent.\nVI.\nC'est par cette opération (la plus univer-\nselle de celles, que la nature nOus offre)\nque les rélations d'activité s'exercent entre\nles corps célestes, la terre , & ses paities\nconstitutives,\nVII.\nLes propriétés de la matière, & des corpe\norganisés dépendent de cette opération.\n\fdu magne'tisme animal. j\nVIII.\nLe corps animal éprouve les effets alter-\nnatifs de cet agent, & c'est en s'insinuant\ndans la substance des nerfs, qu'il les affecte\nimriédiatement.\nIX.\nIl se manifeste particuliérement dans le\ncorps humain, des propriétés analogues i\ncelles de l'aimant: on y distingue des pôles\négalement divers, & opposés, qui peuvent\nêtre communiqués, changés, détruits, &\nrenforcés. Le phénomène même de l'incli-\nnaison y est observé.\nX.\nLa propriété du corps animal, qui le\nrend susceptible de l'influence des corps cé..\nlestes , & de l'action réciproque de ceux qui\nl'environnent, manifesteé par son analogie\navec l'aimant, m'a déterminé à la nommer\nMagnétisme animtal.\nXI.\nL'action, & la vertu du Magnétisme ani-\nmal ainsi caractérisées, peuvent être com-\n\f36 Traite'threorique&pratique\nmuniquées à d'autres corps animés, & in-\nanimés : les uns, & les autres en sont cepen-\ndant plus ou moins susceptibles.\nXII.\nCette actior., & cette vertu peuvent être\nrenforcées, & propagées par ces mêmes\ncorps.\nXIII.\nOn observe à l'expérience l'écoulement\nd'une matière, dont la subtilité pénètre tous\nles corps, sans perdre notablement de son\nactivité.\nXV.\nSon action a lieu une distance éloignée,\nsans le secours d'aucun corps'intermédiaire.\nXV.\nElle est augmentée, & réfléchie par les\nglaces comme la lumiere.\nXVI.\nElle est communiquée, propagée, &aug-\nmentée par le son.\n\fdu magnetisme an;mal. 97\nXVII.\nCette vertu magnétique peut être accu-\nmulée, concentrée, & transportée.\nXVIII.\nJ'ai dit que les corps animés n'en étolent\npas également susceptibles : il en est mëme\nquoique: très-rares, qui ont une propriété si\nopposée,que leur seule présence détruit tous\nles effets de ce magnétisme dans les autres\ncorps.\nXIX.\nCette vertu opposée pénètre aussi tous les\ncorps: elle peut être également communi,.\nquée, propagée, accumulée, concentrée,\ntransportée; réfléchie par les glaces, & pro-\npagée par le son; ce qui constitue non seule-\nmentune privation ,mais une vertu opposée\npositive.\nXX.\nL'aimant soit naturel, soit artificiel, est,\nainfi que les autres corps, susceptible du\nmagnétisme animal, & même de la vertu\nopposée, sans que ni dans l'un , ni dans l'au.\n\f38 Trate the'orique&pratique\ntre cas , son action sur le fer & l'aiguille\nsouffre aucune altération;ce qui prouve,que\nle principe dumagnétisme animal diffère es\nsentiellement de celui du minéral.\nXXI.\nCe système fournira de nouveaux éclaircis-\nsernens sur la nature du feu,& de lalumière,\nainfi que dans la théorie de l'attraction, du\nflux, & reflux, de l'aimant, & de l'électri-\ncité,\nXXII.\nIl fera connoître que l'aimant , & l'élec-\ntricité artificielle n'ont, a l'égard des mala-\ndies, que des propriétés communes avec\nplufieurs autres agens, que la nature nous\noffre; & que s'il est résulté quelques effets\nutiles de l'administration de ceux-là, ilssont\ndus au magnétisme animal.\nXXIII.\nOn reconnoîtra par les faits d'après les\nrègles pratiques que j'établirai, que ce prin.\ncipe peut guérir immédiatement les maladies\nde nerfs, & médiatement les autres.\n\fdu magn'iisme aninat. 39\nXXIV.\nQu'avec son secours,le médecin est clairé\nsurl'usage des médicamens: qu'il perfection-\nne leur action, & qu'il provoque, & dirige\nles crises salutaires de manière à s'en rendre\nle maître.\nXXV.\nEn communiq'ant ma méthode , je dé-\nmontrerai par une théorie nouvelle des ma-\nladies, l'utilité universelle du principe que\nje leur oppose.\nXXVI.\nAvec cette connoissance, le médecin ju-\ngera sûrement l'origine, la nature, & les\nprogrés des maladies, même des plus com-\npliquées : il en empêchera l'accroissement,\n& parviendra à leur guérison, sans jamais\nexposer le malade à des effets dangereux ou\ndes suites fàcheuses, quelques soient l'âge,\nle tempéramment,& lesexe: les femmesm-\nme dans l'état de grossesse, & lors des ac-\ncouchemens, jouiront du même avantage.\n\f40 Traite theorique &pratique\nXXVII.\nCette doctrine enfin mettra le médecin\nen état de bien juger du dégré de santé de\nchaque individu, & de le préserver des\nmaladies auxquelles il pourroit être exposé:\nl'art de guérir parviendra ainsi à sa der-\nnière perfection.\n\fdu magne'tismeanimal.\nCHAPITRE IV.\nPratiquedu magnétismeanimal.\nLa vertu magnétique est l'art d'accumu-\nler, & concentrer le fluide de manière à le\ntransmettre dans une direction convenable\naux corps animés.\nPour produire tous les phénomènes an-\nnoncés par Mr. Mesmer, & tous ses secta-\nteurs, il faut avoir la connoissance des pôles\ndans le corps humain, ensuite observer que\nnous avons des parties dans notre corps, qui\nplus susceptibles, que les autres, de recevoir\ncet agent, lui servent comme de condu-\ncteurs pour le distribuer dans toute la ma-\nchine, 'une étude de l'origine, & de la di-\nstribution des nerfs est très-utile, car ce qui\nles parcourt, & que la médecine appelle\nesprit nerveux, n'est peut-être autre chose\nque le fluide magnétique.\n41\n\f42 Trait thélieorique&pratique\nCette nouvelle médecine pour produire le\nflux, & reflux plus ou moins général selon\nqu'il est utile au rétablissement de la santé,\nn'a besoin d'avoir recours à aucune opéra-\ntion chicmique,tle n'emprunte rien de i'le-\nctricité artificielle, ni du magnétisnie miné-\nral; ce secree de la nature n'a besoin que\nd'elle seule pour opérer.\nOn est d'accord entre magnétisans , que\nle corps humain a ses pôles divers, & op-\nposés, analogues a ceux de l'aimant, leur\nconnoissance est , comme je viens de le\ndire, indispensable pour magnétiser.\nL'homme est un corps magnétique com-\nposé de petits aimants, sa di:ection géné-\nrale n'est point d'un pôle du monde àl'au-\ntre comme celle de l'aimant, mais de la\nterre au zénith: notre équateur est placé au\ncreux de l'estomac où se trouve le point\nde réunion des influences de l'estomac, des\nintestins, du foye, du pancréas, de la ve.\n\fda mane'tisme animal. 43\nsicule du fiel, & de la rate; c'est le que\nles magnétisans établissent le foyer de leurs\nprocédés. La moëlle épinière sert d'axe,\nainsi les extrémités inférieures donnent nais'\nsance au pôle inférieur par lequel nous com,\nmuniquons avec le magnétisme de la terre,\ntandis que la tête qui est la partie supérieure\nreçoit l'influence des corps célestes.\nChacune de nos parties offre des jeux\nmagnétiques, dont résulte l'ordre de l'éco-\nnomie animale, par exemple, la tête, les\nbras, les mainrs &c. ont chacun leur équaw\nteur, leurs axes, & leurs pôles. L'équateur\nde la tête est placé la racine du néz, &\nlorsque Mr. Mesmer défend de prendre du\ntabac, c'est parce qu'il peut exciter le dé-.\nrangement de l'une de nos plus importantes\nfonctions. Quand on connoît la division ana-\ntomique du corps humain, il est aisé de troue\nver les pôles de chaque partie ; ceux du\ncorps en général sont à la tête, & aux\npiçds.\n\f44 Traité théorique &pratique\nIl faut toujours magnétiser de droit à\ngauche, ou de gauche à droite, c'est-à-dire\nqu'on touche le côté droit du malade avec\nla main gauche. On appelle cela magnétiser\nà pôle opposé (j'ai observé qu'on produit\ndes effets sans suivre cette règle ni même\ncelle des pôles ).\nPour magnétiser, on s'assied vis-à-vis de\nla personne qui se soumet àl'opération; on\nimpose légérement l'extrémité de ses doigts\nsur les hypocondres, la main droite sur le\nc6té gauche, comme je viens de le dire ,\n& la main gauche sur le côté droit, on im-\npose en même temps l'extrémité de ses\npouces sur le creux de l'estomac, en y ex-\ncitant des frottements légers, pendant ce\ntems on fixe bien la personne qu'on veut\nmagnétiser, lors qu'on a resté quelque tems\ndans cette attitude, sans bouger les pouces,\non ramène les autres doigts vers le creux\nde l'estomac; alors on quitte la personne\nqu'on touche, en étendant l'index vers elle,\n\fdu magnetisme animal.\nqu'on coule dans la même attitude le long\nde son corps à trois ou quatre pouces de\ndistances pour soutirer la trainée de fluide,\nqui vient d'être établie entre le malade, &\nle magnétisant, on porte le doigt du côté\nde la terre; on relève ensuite la main, l'in-\ndex tourné vers le ciel comme pour rénou-\nveller le fluide, & on le coule de nou-\nveau le long du corps; on fait de même\navec les deux mains , ou avec une seule\nsuivant la volonté du magnétisant, ou pour\nse servir des termes du mêtier, suivant la\nquantité de fluide qu'on veut donner : cette\nmanoeuvre se continue quelque fois pendant\ndeux heures, mais on a soin en remontant\nla main pour la porter au pôle supérieur de\nla détourner de façon a ne pas produire un\nfrottement contraire; ce qui comme en ma-\ngnétisme minéral, détruiroit la vertu ma-\ngnétique. Tout cela s'opère à travers les\nvêtements, mais il faut suivre la direction\ndes nerfs, car on remarque à l'opération ,\n:que les endroits qu'on appelle plexus en\n45\n\f04 Traitl theorique & prat;qud\nanatomie sont très-sensibles au frottement\nmagnétique.\nOn fait entrer le fluide magnétique pat\nles oreilles en y présentant les doigts & les\nremuant comme pour ylancer quelque chose;\non en fait de mime aux narines ; mais se-\nlon Mr. Mesmer tous ces gestes ne sont pas\nindifférents , il n'est pas égal de donner son\npouce à respirer de tel ou tel côté; il faut\naussi savoir lancer le fluide ou le retirer le\nlong du pouce. Toutes ces connoissances ne\ns'acquierent que par une pratique suivie, &\nprofondement réfléchie,il faut beaucoup voir\n& sans cesse interroger les malades surleurs\nsensations.\nD'après ce que je viens de dire , chacun\npossède donc les premières dispositions de\nla vertu magnétique; Mr. Mesmer assure\nqu'elles sont plus développées, meme plus\nfaciles à l'être dans les unes, que dans les\nau:res : cependant il avoue que avec de la\n\fdu magne'isme animal. 47\nconstance, il n'est personne qui ne puisse se\nl'approprier à un dégré éminent: & voici ce\nqui doit se pratiquer pour se donner la vertu\nmagnétique.\nPour aimanter une barre d'acier il est nd-\ncessaire de la frotter dans la même direction\navec des pièces qui possedent déjà la vertu\nmagnétique; ainsi en magnétisme animal,\nce n'est qu'en se frottant contre des corps\nqui la possedent plus ou moins, qu'on peut\nse la procurer: la seule pratique suffit donc,\n& tous ceux qui voudront se donner la peins\nde magnétiser, magnétiseront (*).\n(') Le magnétisme animala dejà tépubli!\npar Mr. de Monjoy dans un des journeaux\nde Paris:on n'y a pas ajouté foi: la chose\nest si simple qu'on ne doit pas s'étonner si\nquelques uns de ceux qui l'ont acheté cent\nlouis, ne trouventpas les moyens de s'en dd..\n\f48 Traite the'éorque & pratique\nLe charlatanisme a inventé beaucoup de\npréparations corporelles, maisje n'entre dans\nd'autres détails, que dans ceux qui ont rap-\nFort au magnétisme animal: de plus j'assure\nque Mr. Mesmer n'employe dans ses procé-\ndés que l'agent universel: ceux qui donnent\ndes commotions à l'aide de l'électricité ne\nconnoissent pas le magnétisme animal. Ceux\nqui pourroient douter de ce que j'avance\nn'ont qu'à bien réfléclir sur ce que dit Mr.\nMesiner dans son mémoire sur la découverte\ndu magnétisme animal pag. 15. & i6. (je\nl'ai déja cité):en appliquant des pièces aiman-\ntées il s'apperçut qu'un autre principe faisoit\nagir l'aimant incapable par lui-mme de\nfaire.Dernièrementle\njournalencyclope'diquea\ndonne' au public une lettre qui renferne tout\nle secret; si malgrée'celaMr. Mesmer enm\nim-\npose toujours, ce ne peut-dtre qu'un effet du\nmagne'tisme.\n\fdu magneétisme animal. 4j\nproduire aucune action sur nos nerfs . . .\non doit conclurre de li que si les sensations\ndonnées ne provenoient pas de l'aimant ,\nCétoit donc de la main de Mr. Mesmer qui\ntënoit les pièces aimantées : c'est alors qu'il\ndécouvrit que nous avons une action les'\nuns sur les autres , & si depuis il s'est sera\nvi de baguette de fer, ce n'est que comme\nconducteur.\nLes préparations corporelles se réduisent f\nre pas prendre du tabac, â laisser croîtrd\nses cheveux, les peigner, soigner les pieds;\nles ongles, la bouche, la langue, & lea,\ndents: enfin il faut toujours par la propreté:\nla plus recherchée laisser un libre cours aud\nfluide dont on a besoin pour magnétiser.\nOn voit, par ce que je viens de dire,'que\nl'agent de Mr. Mesmer est dans les mains\nde tout le monde: on le dirige par la ré.\nflexion des glaces en dirigeant le bout de'\nson doigt ou de sa baguette contre la glaeé\nd\n\f% Traite'theorique &pratique'\nsur l'image de la personne qu'on veut ma-'\ngnetiser.\nLabaguette dont on se sert ordinairement,\nest une verge de fer *) de huit à neuf pouces\nde long, elle ne sert, comme je l'ai dit,\n-que de conducteur: celles qui sont aiman-\ntées ne produisent pas plus d'effet que celles\nde fer. Pour rencherir sur Mr. Mesmer on:\na fabriqué des baguettes d'un fer creux qu'on'\nremplit de phosphore, je crois que cette\ninvention n'a aucun rapport avec le magné-\ntisme animal : les doigts suffisent & rien:\nde plus.\nPour charger quelqu'un d'une plus grande\nquantité de fluid3, on tient deux baguettes\ndans la main en forme d'une équerre , l'une\n(*) Je crois que les baguettes de cristal'\nde verre, de cuivre , ou d'autre métal ont lai\nm6me vertu.\n\fdu magnetisme animal.\nla pointe en l'air pour prendre, & renouvel\nler le fluide, l'autre dirigée vers la personne\nqiu'on magnétise,pourlui transmettre l'agent.\nCette pratique paroîtra ridicule , mais\nj'en appelle aux expériences : je n'ai jamai\nsuivi d'autres procédés , & j'ai non seule=.\nment donné des sensations, mais encore j'ai\nopéré des cures. Cependant point d'enthoUf\nsiasme.\n\f51 Ttiate théorique & pratiqut\nCHAPITRE V.\nDes conhnoissances nécessaires pour dresser\nun baquet, & magnétiser un arbre.\nO n place dans une salle une cuve, ou\nbaquet rond , ou elliptique de 4. ou 5.\npieds de diamêtre, élevé à quelques pouces\nde terre sur des pieds droits ; ce baquet est\nfermé d'un couvercle placé de façon qu'il\nne puisse en être sépare que par le proprié-\ntaire, (& cela pour cause?), le couvercle sera\npercé de plusieurs trous a 4 ou 5. pouces=\ndu bord; on pongera dans ces trous des\nverges de fer rondes qui seront recourbées â\nquelque distance de la sortie du baquet,.\nde façon qu'elles s'échappent dans la chambre\nen saillie pour être appliquées suivant le be-\nsoin soit à l'estomac,- soit aux autres par-\nties des malades,\n\fdu magnétisme animal. 53\n,Les perfonnes qu'on voudra magné:ieer,\nseront assises autour du baquet, & commu-\nniqueront entri elles par le moyen d'une\ngrande corde de simple chanvre dont cha-\nque malade pourra prendre une portion pour\nse passer autour du ventre, ou d'une autre\npartie; cette corde sera fixée au baquet par\nles deux bouts.\nOn place dans l'intérieur du baquet une\ncertaine quantité de verre pilé, le refte se\nremplit d'eau de façon cependant qu'elle ne\ndéborde pas: je suis assuré que le sable\nfait à peu près le même effet que le verre;\non met aufli dans le baquet des bouteilles\nd'eau magnétisée, & on prétend qu'il faut\nles arranger magne'tiquement. Quelques uns\ncroyent que le baquet a plus de vertus en\ny ajoutant du souffre, de la limaille de fer,\nou quelques autres substances; je ne suis pas\nde cet avis, encore moins Mr. Mesmer;\ncar ce n'est pas du baquet que sort la ver-\nlu magnétique, ce sont les personnes assises\n\fp4 Traite' theorique & pratique\nà l'entour qui le magnétisent par leurs in-\nfluences, & c'est dans ce reservoir que le\nmagnétisant par ses procédés prend l'agent\nmagnétique qu'ildirige suivant le besoin sur\nles individus.\nCe qui prouve que la composition du ba-\nquet est toute simple, c'est qu'un arbre fait\nýe\nmême effet qu'un baquet (*).\nPour magnétiser un arbre, on s'y prend\nS.peu près de la même manière que pour\nun homme, on lui fixe un équateur â sa\nvolonté, & on se met de même en com-\nmunication I ensuite on dirige le fluide d.\n(*) Outre le baquetpour les traitemenspu.-\nplics, quelques magnetisansse servent d'une\nçaisse magne'tique;elle ef\/compose'e comme u.\nbaquet & sert â porter chey les malades ut\nfhantillonde l'appareilmagnctique.\n\fdu magne'tsme animal.\nhaut en bas, on se tient de même a pôle\nopposé, & après un certain tems il est\nmagnétisé: on place si l'on veut des ver-\nges de fer au pied de cet arbre & une cor-\nde comme autour du baquet,\nLorsque les malades sont affis autour de\nl'arbre, ou du baquet , on leur fait faire ce\nqu'on appelle la chaine pour augmenter la\ncirculation du fluide : pour faire la chaine\nchacun se trouvant assis autour du baquet\ndonne la main droite â la gaucLe de son\nvoisin, & tout le monde se tient par le\npouce: on se serre tour a tour le pouce par\nintervalle comme fi on marquoit la mèsure\nen musique, on fait durer cette chaine cinq\nou six minutes, & on la recommence le\nplus souvent que faire se peut.\nQu'on essaye dans une société quelcon-\nque de faire cette chaine ; quoiqu'il n'y aura\nni arbre, ni baquet, ni baguette magique,\npn verra qu'il s'y trouvera des personnes qui\n554\n\fg6 Trate'the'orique &pratique\nauront quelques sensations , mais revenons\npu baquet.\nLe magnétisant propage le fluide sur les\nindividus en général pendant, qu'ils sont au\ntaquet , ou il les magnétise en particulier\nil s'en trouve qui tombent en crise, alors\n,onsoutire le fluide, ce qui doit selon Mr.\nMesmerfaire cesser la crise, je crois ce-pen-\ndant que cela ne dépend pas du ma-\ngnétisant, & Mr. Mesmer lui même con-\nnoit fi peu l'agent proposé avec tant d'en-\nthousiasme qu'il ne sauroit pas dire quel\neffet il fera sur une personne qu'il va tou-\ncher.\nLes malades en crise sont chez quelques\nrnagnétisans portés dans des chambres par-\nticulières, appellées chambres aux crises ;\nç'est ce qui a pu donner lieu à quelques\nplaisanteries; mais Mr. D'Eslon n'a point de\nFhambre a crise, & je crois qu'il agit selon\nes règles de la décence, les personnes en\n\fdu magne'tisme animal.\ncrise présentent de singuliers phénomènes,\non ne peut pas s'imaginer en les voyant, que\nles magnétisans n'ayent d'autre ressort pour\nagir, qu'une influence quiest naturelle àtous\nles hommes.\nOn magnétise une bouteille d'eau, & cela\nlui donne quelquefois une vertu purgative.\nVoici comment on s'y prend (*):on rem-\nplit la bouteille d'eau à un demi verre près,\non la magnétise du haut en bas, comme\non le fait à l'égard d'un arbre ou d'une\nplante quelconque; ensuite on achéve de la\nremplir en faisant couler le long de son pou-\nce l'eau qu'on met dans la bouteille.\n(*) Pourdonnerà l'opérationune tournure\nplus magique, onpaffe lepouce dans le gou-\nlot de la bouteille.& on lafait tourneravec\n'autre main.\n$7\n\f48 Traité théorique & pratique\nOn peut aussi magnétiser sa canne en la\ntenant la pointe en l'air, on dans le bain\nde quelqu'un, frottant la pomme circulaire-\nment, & toujours en même sens dans le\ncreux de la main.\nQuelques magnétisans prétendent pouvoir\nmagnétiser la lune qui fait alors tomber en\n.rise ceux qui la regardent, moyennant ce-\n,pendant qu'ils soient très-sensibles.\nLes écoles magnétiques ne sont pas en-\ncore d'accord entre elles pour ce qui regarde\nles pôles de la terre pendant qu'on magné-\ntise :les uns croyent qu'il est inutile de se\ntourner du côté du nord, ou du midi; les\nautres assurent que pour réissir dans l'opéra-\ntion, il faut faire ensorte que la personne\nqu'on magnétise présente le dos du côté du\nnord, c'est-a-dire soit magnétisée du nord\nau sud: une longue expérience peut seu!l\néclaircir le fait.\n\fdu magnétisme animal. 5ç\nLes équinoxes, le solstices, la conjon-.\nction, & l'opposition de la lune paroissent\nfavoriser les opérations.\nVoilà les procédés du magnétisme animal;\ntous ceux qui les liront, verront que je n'ai\npas eu tort de dire dans le second chapi-\ntre que ceux qui savent lesecret, en doutent\nplus que ceux qui l'ignorent.\n\f6o Traite theolrique &pratique\nCHAPITRE VI.\nDu magne'tisme animalconside'rc'comme\nremède.\nuoiqu'il soit très-difficile de porter un\njugement décisif sur l'existence ou la non\nexistence de l'agent magnétique, il s'agit de\nsavoir si par les procédés des magnétisans\non est plus sûr de guérir les maladies qu'en\nleur opposant la médecine ordinaire: suppo-\nsons même que tous les apprêts du baquet,\nque tous le gestes de la baguette, & du\ndoigt ne soient que des ressorts pour frapper\nl'imagination; si leur résultat est toujours de\nrendre la santé, quelque inintelligible que\nsoit cette opération, on doit s'en servir par\npréférence, &bannir tous les moyens qu'em-\nploye la médecine ordinaire.\nO vous qui depuis les premiers tems de\ncette découverte, traînez votre languissante\n\fdu magnetisme animal.\nexistence autour du baquet mystérieux .,.\nSi l'on en excepte quelques moments d'en-\nthousiasme .... dites ? qu'avez vous sentis ?\noù est certe nouvelle vie qu'on vous avoit\npromis ?\nDe tous ceux qui se soumettent au trai-\ntement magnétique on ne peut nier qu'il\nn'en guérisse quelques uns : j'ai opéré moi-\nmême des prodiges: mais Mr. Mesmeravoue-\nra que le magnétisme a ses incurables aussi\nbien que la médecine ordinaire, & qu'il y\na des maladies contre lesquelles il regarde\nson agent comme inutile. Son baquet ne\nporte aucun préjudice â la vente du rob an.-\ntisiphylitique,& quoique l'agent magnétique\nsoit de nature à pénétrer tous les corps,\nceux des gouteux n'en ont encore retiré\naucun profit.\nA l'impossible nul n'est tenu, cela est\nvrai mais Mr. Mesmer étoit.il obligé de l&1\n&ýý\n\f62 Traite tte'orique & prattque\npromettre ? quand le magnétisme animal rie\nguériroit qu'une espèce de maladie , ce ne\nseroit pas moins une heureuse découverte :\nl'humanité lui enr sautoit bon gré.\nJ'ai vu le magnétisme animal produire\nd'heureux effets dans quelque maladies de\nnerfs, mais j'en ai vu s'y aggraver, & ceux\nqui ont suivi les traitements soit à Paris,\nsoit ailleurs avoueront que tous ceux qui s'y\nsoumettoient n'en sortoient pas satisfaits.\nD'après cette vérité incontestable l'auteur\ndu magnétisme animal a donc eu tort de\nprésenter avec tant d'enthousiasme sa nou-\nvelle méthode de guérir. Il avance dans la\n26. de ses propositions, qu'avec son agent\nle médecin jugera sarementl'origine, la na-\nture & les progrès des maladies, rnmme des\npluscompliquées:qu'ilenempcheral'accrois.\nsement, & parviendraà leur gue'rifon , quel-\nques soient l'dge, le temperament , & le sexe.\nAinsi Mr. Mesmer s'oblige à rendre la san'\n\fdu magnetisme animal\nté h tous ceux qui se confieront à ses soins,\nc'est cependant ce qu'il n'a pas fait jusqu'à\nprésent: il soutient de plus que le magné-\ntisme animal conduit le médecin à la décou-\nverte de la nature & de l'origine de la nma-\nladie, proposition dont j'ai vu la fausseté\nà Paris: la femme d'un Officier invalide se\nrendit au traitement de Mr. D'Eslon envi-\nron dans le mois de Juin de t7 84. : elle\navoit le ventre très-gros : on la magnétisa\npendant quelques mois sans aucun effet, &\nle magnétisme apprit si peu à tous les ma-\ngnétisans la nature de cette maladie qu'onr\nla fit ensuite visiter par un Chirurgien ac--\ncoucheur : les propositions du Docteur Mes-\nmer ne sont donc pas toujours vraies ; il l'a\nsenti lui-mênme, car il a fait imprimer quel-\nque part, en parlant de sa médecine , que\nl'exception est toujours à côté de la règle;\nc'est un plaisant moyen pour n'être pas tous\nles jours pris en défaut.\nMalgré les contradictions dans lesquelles\n\f64 Traite sheorique &pradtque\ntombent souvent les magnétisans, j'ai ob-\nservé que cette opération produit quelques\nbons effets; on peut dans certains cas en\nfaire un remède :les accessoires dont on se\nsert pendant le traitement sont peut-être les\nressorts les plus surs pour parvenir au but,\nmais si l'on guérit, c'est toujours quelque\nchose. On donne la crême de tartre, on\nfait prendre la magnésie, les bains sont in-\ndispensables, on fait naître l'espoir dans l'ame\nde tous les infirmes qui se présentent, ( &\nc'est beaucoup) je demande a tous les mé-\ndecins s'il n'existe pas des maladies qui n'ont\npas besoin d'autres remèdes.\nMr. Mesmer & tous ses élèves, quoique'\npossesseurs d'un secret dérobé àla mère na-\nture, demandent du tems , on se fait , di-\nsent-ils, magnétiser pendant quelques mois:\nmais ne sait-on pas que toutes les ma-\nladies ont une fin, ou la santé , ou la\nmort ? il n'est donc pas étonnant que le ma'\ngntisme animal fasse quelques cures.,\n\fdu magne'tismeanimal. es\nQuoique grands amis de l'humanité j'ai\ntru plus d'une fois que les magnétisans nr\ncherchoient pas toujours la santé; quand f\npar exemple, ils trouvent à\nleurbanquet une\npersonne qui soit sensible, mais très-sensia\nble, il ne la traitent plus pour la guérir\nils la gardent au traitement pour faire preuve\nde l'existence de l'agent , & dès qu'il paroit\nun curieux, ou un incrédule,on donne del\ncrises à la convulsionnaire; Apropos de fem-\nmes a crises, j'en ai vu une qu'une fiacre rad\nmenoit tous les jours de chez Mr. Mesmet\ndans la rue du Bacq près de celle de Ver4\nheuil, qui étoit le quartier de la malade: el\nle quittoit le baquet dans un tel état de cria\nse, que même dans les rues elle hurloit\nchantoit, dansoit, pleuroit, & disoit la bon-,\nne fortune; ses convulsions servoient d'ahl\nmanac âtout le quartier; ah l'excellent meud\nble pour un baquet!\nOn assure parmi les magnétisans quund\npersonne en crise dévine toutes les maladie~\n0\n\f66 Traite the'orique&pratique\ndont sont affectés les assistants; c'est ce que\nje n'ai jamais vu; si cela arrive quelquefois,\nc'est lorsqu'une personne qui vient depuis\nquelques mois au baquet connoît parfaite-\nment ceux qu'elle y voit; dans le moment\nde la crise elle peut très-bien sauter sur son\nvoisin & lui nommer la maladie qui l'af-\nfecte, parce qu'elle en entend parler tous les\njOurs.\nSans agiter ces questions d'enthousiasme\noutré, concluons que l'on peut guérir cer-\ntaines maladies en magnétisant. Soit par ima-\ngination ou autrement il est décidé qu'on\nréuflit dans certains cas ; mais Mr. Mesmer\nconnoit-il lui-même l'occasion , &rend -t-il\nla santé àtous ceux qui l'approchent ? Qu'il\ndonne sa découverte pour ce qu'elle est ?\ntous les médecins l'écouteront; mais pen-\ndant que les expériences ne répondront pas\nàses promesses, ce médecin doit craindre\nde tourner sa sublime science en ridicule,\nce qui me surprend le plus de sa part c'est\n\fdu magnétisme animal. 67\nde l'entendre sans cesse déclamer contre tous\nles médecins qu'il traite d'empoisonneurs;\ntandis qu'il se sert tous les jours de quel-\nques-unes de leurs recettes, lui-même ne\nguérit pas sans reméde; car il dit (propo-\nsition.24.) qu'avec le secours du magné-\ntisme animal le médecin est éclairésur l'usa-\nge des me'dicaments, qu'il perfectionne leur\naction. Ainsi Mr. Mesmer ne les exclud pas\ntous, & se réserve encore quelques purga-\ntifs. Si son agent est un remède universel,\n& si ce remède est le seul qui soit dans la\nnature; pourquoi cette 24. proposition ?\nJ'ai magnétisé, & je magnétise encore,\nmais sans rien promettre aux malades; aus-\nsi n'ai-je pas fait beaucoup de bruit, tant\nle peuple est amateur du merveilleux.\n\f68 Traite théorique & pratique\nCHAPITRE VII.\n.Examen de la médecine ordinaire;\nMr.\nMesmer dit (*) qu'il a remarqué que\nplus les médecins avancoient dans les con-\nnoissances du mécanisme & de l'économie\ndu corps animal, plus ils étoient forcés de\nreconnoître leur insuffisance: j'avoue avec\nlui que cela n'est que trop souvent vrai;\nmais si les médecins l'avouent, ils sont au\nmoins de bonne foi.\nQuand les enthousiastes magnitisanspe-.\ngnent la médecine ordinaire, comme le fleau\nde la société, la déstruction des peuples &\nle tombeau du genre humain, de quelle\nmédecineveulent-ils parler?Le charlatanismn\n(*)P. 8.mémoire surla d'couvertedu ma-\ngne'tisme animal,\n\fdu magne'tisme animal.\nest sans doute l'original du tableau que leur\néloquence dépeint.\nOuvrons les livres d'Hippocrate; conful-\ntons les Boerahaves; y trouverons nous les\nprincipes d'un art sanguinaire & destructeur?\nL'art qu'ils nous ont enseigné est, à la\nvérité , plus d'une fois insuffisant; mais\nvoyons les consoler les maux qu'ils ne peu-\nvent dissiper , & se présenter au moins\ncomme des hommes devant ces malheureux\nà qui il ne faut rien moins pour guérir que\nles secours de la divinité.\nM. Mesmer n'a t-il jamais vu que de ces\nmédecins indignes d'en porter le nom qui\nne mettent leur gloire qu'à vomir une ordon-\nnance & qui ne comptent leurs pratiques\nque parmis les trépassés, qu'il se transporte\ndans les habitations du pauvre où va rare-\niment le magnétisme (*) : il y verra plus\n(*) Pour étre admis au traitementmagne-\ntique, on paye tant par mois; on va au bar.\ne3\n69\n\f70 Traité the'orique & pratique\nd'une fois une pére malheureux dont le bras\narrêté par une infirmité ne pouvoit plus\nnourrir ses enfants, cet infortuné lui dira que\nson bienfaiteur est son médecin, qu'ila trouvé\ndans la même personne les remèdes à ses\nmaux & la subsistance de ses proches.\nQuoi! parce qu'il se sera trouvé des ames\nvénales qui auront mis le public à contri-\nbution en les étourdissant par de fausses\npromesses, & qui sous le voile consolateur\nde la médecine n'auront faits que des du-\npes? L'Auteur du magnétisme animal & ses\nsectateurs pourront-ils accuser tous les mé-\ndecins? Rendront-ils la Faculté de Pari;\nresponsable de l'imposture du fameux Prin-\ntems (inspecteur des urines) ? Et seront-ils\nen droit d'avilir les Académies en mêlant à\nquet avec des billets tout comme on va chef\nle maître de danse, avec cette différence que\nle prix est beaucoup plus haut, & que les\nmagne'tisansse font toujours payer d'avance.\n\fdu m7agnetisme animal.\nleurs lauriers toutes les extravagances du\npont-neuf?\nChaque siécle eut ses erreurs, qui tour à\ntour se dissiperent en se succédant ; mais\nles livres d'Hippocrate ont passé jusqu'a\nnous, l'invention même du baquet n'en pri-\nvera pas nos neveux.\nLa médecine fut, à la vérité, toujours\nexposée aux sarcasmes les plus outrageants;\ncet art consolateur ne put échapper au ridi-\ncule dont le couvrit le père de la Comédie\nFrançaise; mais Mr. Mesmer pense-t-il que\nMoliere eût épargné le magnétisme animal ?\nAh si ce grand comique vivoit encore de\nnos jours, le magnétisme fairoit sans doute\ntous les fraix de plaisanterie quand il se-\nroit question de parler médecine sur la scène.\nQuelle que soit cependant l'idée qu'ayent-\neu de la médecine ordinaire quelques célè-\nbres écrivains, voyons si elle mérite en\n71r\n\f7e Traité théorique &pratque\neffet tout le ridicule dont voudroient la cour\nvrir les sectateurs du magnétisme animal...,\nnous annonçons, disent-ils, un remède qui\nest le seul dont puisse se servir la nature\npour guérir; tandis que les médecins toujours\nle poison à la main dérangent l'économic\nanimale par ignorance, & tuent leurs ma-\njades par intérêt ?\nJe ne peux pas m'imaginer où le Docteur\nMesmer a vu de tels principes de medeci-\nne:les maîtres de l'art ont-ils jamais ensei-\ngnés de semblables extravagances ? La mé-\ndecine ( Mr. Mesmer doit le savoir) suit\nja nature dans ses opérations, l'expérience\nlui apprend qu'elle peut quelquefois lui pro-\nter des forces, & l'application du moindre\ndes remèdes est toujours autorisée par des\nsuccés plus d'une fois répétés: si quelque\nfois elle est forcée d'aller fouiller dans le\nFein des mines pour en retirer de remèdes\ndangereux, c'est lorsque des maladies, fleaux\n4ç i'Humanité, ont résistées a tous les soins\n\fdu magnétisme animal.\nconnus; le virus siphilitique, par exemple,\nne se combat qu'avec les préparations mer-\ncurielles (*). Mais lorsque le médecin croit\nque le régime peut seul rendre l'équilibre\ndans les fonctions, lorsqu'il n'a besoin que\nde rassurer le malade sur ses craintes; il\nne met pas sa gloire d\nfaire des ordonnan-\nces , il laisse alors agir la nature.\nQuelqu'insuffisante que soit la médeeine\nordinaire, les magnétisans avoueront cepen-\ndant qu'ils y ont puisés de bons remèdes:\nelle a employé les bains avant l'invention\nde la baguette magique; la magnésie & la\ncrême de tartre tenoient un rang dans les\npharmacopées avant la découverte du fluide\nde Mr. Mesmer ; l'art de s'emparer de\nl'imagination pour produire quelques bons\neffets se mettait en pratique avant l'inven-\ntion du célèbre baquet, cela étant, porquoi\n(*) Malgre'quelquesannonces qu'on débite\n;irle pont-neuf&à l'entrée dupalaisroyal,\n73\n\f74 Traite'thlorique &pratique\ndéclament-ils tant contre cette science? Elle\nest comme le magnétisme ennemie du meur-\ntre, son but n'est que celui de faire le bien,\n& l'honnete médecin est toujours au moins\nle consolateur du genre humain.\nO vous qui avez passés la plus grande\npartie de votre vie a respirer l'air d'un hô-\npital! vous qui pour étudier la nature avez\nbravé plus d'une fois le danger & la mort !\nLaissez les traits de la calomnie se lancer\ncontre vous. Puisque le motif de vos veilles\nne fut que l'intérêt de l'humanité, pourra-t-\non vous empêcher d'en jouir? Votre ré-\ncompense n'est-elle pas dans votre propre\ncoeur ?\n\fdu magne'tisme animal.\nCONCLUSION.\ni e magnétisme animal guért, c'estun\nremède; il faut l'adopter; des expériences\nréitérées peuvent seules décider la question,\nil ne faut pas s'en tenir aux brûlantes bro-\nchures des Mesmériens, car on croit en les\nlisant se trouver dans un nouveau monde:\nplus de douleurs, disent-ils, plus de ma-\nladies: ils guérissent tous les maux excepté\nla goute & plusieurs autres.\nPour moi, je ne porte aucun jugement\nsur cette nouvelle médecine; je souhaiterois\nqu'elle existât dans le même dégré qu'on\nl'annonce. Quoiqu'il en soit j'ai fait mon\ndevoir comme médecin en éclairant le pu-\nblic sur la nature d'un remède qu'on pro-\npose & qu'on vend de toute part.\n75\n\f76 Trait' théorique &pratique\nLa simplicité de la chose peut, peut-être,\nme faire soupçonner de ne pas savoir le\nmagnétisme animal, mais je m'offre à opé-\nter avec les plus adroits magnétisans: je\nn'excepte mêmepas Mr. Mesmer, quoiqu'il\ny ait des femmes à qui son nom seul donne\nles crises les plus violentes.\nFI N.\n\fIMPRIMATTUlt\nFr. VINe. MARIA CARRAS Ord. Praed.,\nS. Th. M., Vic. Gen. S. Officii Taurini,\nF. BELLARDI Med. Fac. P. ac R\nVu, permis d'imprimer\nGARRÈTTI DE FERRERE pour la Grande\nChancelerie.\n\fPOST-CRIPT HISTORIQUE\nPour servir d'excuse à l'Autheur.\nl est important d'instruire le public des vrais motifs\nqui ont donné lieu à la publication du secret du mag-\nnétisme animal ; on verra que l'Authear s'est vu\nforcé malgré lui à manquer à la parole qu'il avoit\ndonnée de ne point divulguer ce seçret.\nMr. Doppet , 6élve de Mr. D'Eslonà Paris, arriva à\n.Turin au commencement du mois de Septembre\n1784, & voulut tout de suite mettre en pratique les\nleçons de son maître. Un.Magnétiseur, associé du\nDocteur Giraud, qui étoit alors à Paris aux frais du\nRoi de Sardaigne, pour y apprendre le magnétisme\nanimal sous Mr. Mesmer, s'éleva vivement contre Mr.\nDoppet , & le présenta comme unfaux Apôtre , élève\nd'un Schismatique; il sollicita sa Proscription, & fit\ntellement remuer les ressorts d'une cabale nombreux e,\npuissante & enthousiaste , qu'il parvint à lui faire dé-\nfendre non-seulement la pratique du magnétisme,mais\nmême l'exercice de la médecine.\nLe triomphe du DocteurMesmérien & l'humiliation\ndu Docteur D'Eslonienétoient à leur comble, lorsque\nMr. Giraudalriva de Paris vers les premiers jours du\nmois de Novembre.Il s'annonça avec apparat comme\n\fPostcript historique. 79\nle vrai délégué du sublime Patriarchedu magnétisme ,\nprédit publiquement l'anéantissement de la médecine\nordinaire, & la ruine des Apothicaires, s'attacha.une\nfoule de Prosélites zèles & convaincus sur sa bonk\nfoi de son savoir & de son pouvoir, enfin établ n.\nbaquet aux dépens des bourses & de la crédu1 t\nPiémontois.\nMr. Doppet, triste fpectateur du triomphe de ses\nrivaux , & réduit à gémir en secret de i'injustice qui le\nforçoit àh\n'iniaction &au silence, prit son parti.Il eut\nje courage de se présenter àla chaîie du baquet, c'est'\na-dire, la barre du tribunal de Mr. G;raud& de sa\nbande mistbrieuse, & demanda humblement la grace\nd'être admis au nombre des Coopérateus, mmrne etc\nsous ordre, du DocteurMesinrien; mais sa demande\nfut rejettée par acclamation; ce médecin, regardé\ncomme un héreésiarque & un imposteur, fut hanhit\nbafoué, proscrit, déclaé infectl des erreurs D'Eslo-\nnienes, en conféquence banni pour toujours du san-\nctuaire du temple de l'htarmoniemagndtique, & déclaré\nindigne d'occuper une place parmi-les sacrificateurs\nqui y sont initiés aux mistères de la divinité qu'on y\nencense, & par conséquent d'être admis au partage\ndes dépouilles des victimes qu'on y immole.\nSur ces entrefaites, le DocteurPersécu:dapprit que\nle DocteurPersécutantavoit communiqué le secret du\nMagnétisme Mesmérien au Roi de Sardaigne, il se\n\fPost.cript IistoriquZ.\nprésenta avec assurance à cet auguste Prince, fe plai-\ngnit à lui des défenses qui lui avoient été faites ,lut'\nprotesta qu'il possédoit le même secret que son rival,\n& lui demanda la permission de le mettre en pratique;\nM$\nf. lui r4ponditque, n'etantélève que du Do TEUra\n. bZP\ns ,il\nne possédoitpasle vrai secretdu magné-\ntisme animal.... Sire , je vous en fais le Juge, repli-\nqua M. Doppet; & sur le champ il communiqua au\nRoi devant une foule de Courtisans le secret du mage\n%étisme animal, d'après les leçons qu'il avoit reçues\ndu DocteurD'Eslon; le Roi convint de bonne foi\ndevant tout le monde que les deux secrets étoient lei\nmêmes, & permit à l'élève D'Eslonien de les publier\nparla voie de l'impression.\nCet aveu du Prince' & la permission donnée de\npublier le secret du magnétisme , devenus publics\nà l'instant, ont déconcerté- les Mesmériens.Girau-\ndiens. En vain cachent-ils aujourd'hui leurs craintes\nsous les dehors d'une fausse sécurité , malgré la,\nbonne contenance qu'ils affectent, ils laissent entre-\nvoir un embarras qui dément leur tranquillité appa-r\ntente.\nFI N\nl\nsB\n\f","_id":1250}