{"name":"The Mystic Messenger (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/mystic_messenger","mytitle":"The Mystic Messenger (IAPSOP)","mylang":"de","content":"  The Mystic Messenger (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  The Mystic Messenger<\/I>     \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Mystic Messenger, The.\r\n An Occult Periodical for Students of the Western Traditions.\r\n 1934—1943?  Monthly\r\n Tampa, FL.  Publisher: Mystic Brotherhood, Inc.\r\n  1\/1, January 1934.  8-10 pp., letter format, typed and mimeographed and occasionally provided with holes for loose-leaf binding.\n\n  This was, as it prominently stated at the head of the journal, “authorized by the Mystic Brotherhood as a channel for messages of general Interest to the students of the organization and news of importance to followers of the path of western occultism” — that is, as the house organ of the Brotherhood and an advertisement to the world for its work.  Some of the group’s lessons (in format similar to the journal’s) have been published by Marc Demarest (www.iapsop.com\/archive\/materials\/wing_lessons\/1931-1945_mystic_brotherhood_university_binks_lessons.pdf).   “David G” (https:\/\/djg93.wordpress.com\/2010\/02\/25\/mystic-brotherhood-pt-i\/) has unearthed the fact that the largely anonymous brotherhood was a splinter offshoot of AMORC after the latter organization’s departure from Tampa and move to California in the late 1920s, and that the person behind the organization was a Ralph A. Wackerman, who had been the Supreme Grand Master of AMORC for North America and had initially furnished (or promised to furnish) AMORC the land and funds for a Temple on Rosicrucian Square in Tampa.  The journal proclaimed “Sri Dayananda” as its “Brother and Leader, Founder of our organization,” but other than appending “S.C.” to his name in the lessons tells us nothing further about him and never mentions Wackerman (who, in any case, died in July 1934).  A lawsuit brought by Wackerman’s widow in 1936 claimed that she and her husband started the university and that after his death in 1934, when it had net earnings of $10,000 - $12,000 (and, in one year, more than $46,000), the business had been fraudulently taken over by Robert P. Ashford (”Sri Cariot”) and his wife, Gertrude F. Ashford (”Trudah”).  Mrs. Wackerman won and she regained control of the group.  Dayananda certainly was not the sage of the same name who founded the Arya Samaj and lured H.P. Blavatsky to India in the late 1870s, and the name (and those of other leaders mentioned in the journal, like Sri Vasvana) seem to have been given in an attempt to add an exotic Indian veneer to what are largely generic western occult teachings: The Great Pyramid, Atlantis, astral projection, psychism, planes of being, meditation, rays, trance, the Golden Dawn, and the like.  The names of various members of the group who are mentioned in the journal are unknown but bear “F.M.B.” or “D.M.B.” after their names, the first referring no doubt to “Fellow” and the second to some unknown rank in the group.  The original idea for the organization was to run a degree-conferring school and the organization was incorporated in 1929 as Mystic Brotherhood University, Inc.  In conjunction with this was The Church of The Illuminati, Western Traditions, with Right Reverend R.A. Wackerman as “Arch Bishop” and Reverend Robert G. Ashford as “Bishop.”  Little is known about this but it seems to have ordained ministers who could establish their own churches.  As a true offshoot of AMORC, the Mystic Brotherhood advertised widely, promising every success and hinting broadly of its hoary age and noble pedigree.  The O.E. Library Critic in 1932 was less than impressed:  “The ‘Friar Vasvana’ of Tampa, Florida, advertises to ‘assign you a Master trained In the Secret Lore of the Ages’, who ‘can now be contacted for personal, private help and guidance in all your problems and affairs’, and who ‘will bring In your aid mighty Forces of the Unseen Worlds’. Alluring enough, to be sure. But the Friar did not wait for my advances, and in a heart-moving letter addressed to me as ‘Beloved Seeker . . . In the Bonds of the Eternal Brotherhood’ and brought me the Joyous news that I am ‘one of a group of Men and Women who have been selected to receive Special Help and Instruction from the Masters of the World Hierarchy’. The honor was so much the greater inasmuch as ‘less than one hundred can be accepted at this time\".  I was told that ‘In the quiet of your own home you can receive the Help and Advice you need to straighten out your present problems and bring Peace, Comfort and Happiness—then you will he instructed in the Highest and Most Sacred Aspects of Occult Power, bringing you Success and Knowledge for the Glory of God and the benefit of Humanity.’  The price to be paid? Nix. ‘Send no money’, a familiar advertising dodge, stood out on every page. For some reason these ‘Masters of the World Hierarchy’ have hit upon me, as one of the hundred, just to help me along my weary path. And all without money and without price, and I wouldn't even have to leave my easy chair or comfortable room to receive their attentions. Not only that, but I could receive the degree of Ph.D. from the Friar's ‘Mystic Brotherhood University; Authorized “Western Traditions”’ and would he given credit for work done under other occult fraternities.  Surely it was tempting. . . .  Can one suppose that any Master would place himself at the beck and call of such a person and accept his endorsement as inducing him to give special instructions in ‘the Secrets of Magic, the True Invocations and Evocations’?”  Failure to respond to these tempting solicitations gave rise to a sequence of ever more tempting letters in even more glowing terms.  All this came to an end in 1934, in a consent decree entered into with the federal government in which the Brotherhood agreed, among other things, to cease using “university” in its name and to cease issuing diplomas and degrees.  The organization promptly reorganized as the Mystic Brotherhood, Inc., the name of the publisher of the journal.  Thereafter the group continued hopefully to list its wares (its own tarot deck and incense and long lists of lessons—345 lectures and 500 “chats” — in the journal, all for prices said to be based on the expense of producing the product and the wealth of the student.  The journal lasted at least until 1943, the year Sri Dayananda’s death is noted, and the organization closed its doors for the last time with a letter to all students from Sri Vasvana, dated December 7, 1945.       Issues:Mystic Messenger V1 N2 Feb 1934 Mystic Messenger V1 N3 Mar 1934 Mystic Messenger V1 N4 Apr 1934 Mystic Messenger V1 N5 May 1934 Mystic Messenger V1 N6 Jun 1934 Mystic Messenger V1 N7 Jul 1934 Mystic Messenger V1 N8 Aug 1934 Mystic Messenger V1 N9 Sep 1934 Mystic Messenger V1 N10 Oct 1934 Mystic Messenger V1 N11 Nov 1934  Mystic Messenger V2 N9 Sep 1935  Mystic Messenger V3 N12 Dec 1936  Mystic Messenger V4 N9 Sep 1937  Mystic Messenger V6 N10 Oct 1939  Mystic Messenger V9 N10 Oct 1942 Mystic Messenger V9 N11 Nov 1942 Mystic Messenger V9 N12 Dec 1942 Mystic Messenger V9 N9 Sep 1942  Mystic Messenger V10 N1 Jan 1943 Mystic Messenger V10 N2 Feb 1943 Mystic Messenger V10 N3 Mar 1943 Mystic Messenger V10 N4 Apr 1943 Mystic Messenger V10 N5 May 1943 Mystic Messenger V10 N6 Jun 1943 Mystic Messenger V10 N7 Jul 1943      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/mystic_messenger","_id":1267}