{"name":"Wonderful Prophecies","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1795__brothers___wonderful_prophecies____3rd_ed.pdf","mytitle":"Wonderful Prophecies","mylang":"de","content":"lb-i ,\nl .\nWONDERFUL PROPHECZESZ iſ;\n\\\nBElNG A\nplss-ERTATLON m-w -'\nEZISTENQE, NTTJZZ, run 'EXTENT ' ſ\nPROPHETIC POWERS\nHUMAN MIND; ' -\nWITH UNVIESTIONABLE EXAMPLES\nOF SEVERA'F\nEMINENT PRQPHECIES, *\nqr WHAT xs now gappe, AND soon; TO an rownen,\nUPDN Till\nGREAT THEATRE QF EUROPE.\nPARTLCULZQLLY ruqze, WQRTHY at nonce,\nBY RlCHARD BKOTHERS,\nAnd a remarkable Prophecy of D_R. SMOLLET, juﬅ before his,\nDeath; alſo others, never before made public, by DANIEL\nDEFOE, JAMES LAMBERT, MARTHA ERY, and\nHANNAH GREEN. *\nTo which are added,v ſeleQed from the moﬅ authetitic Authors,\nTHOSE OF '\nDr. Goldſmith, Dr. Prieﬅley, Abbe Raynal,\nDr. john Harvey, h_l'_l Laey. Counteſs of York,\nMichael Noﬅrodamus, ſdh'n Maximilian Daut, St. Thomas a Becket,\nWilliam Lilly, ' . Rev. Mr. johrctr'Wilſon Dr. Sibly,\nAnne Trapnel, Biſhop Newto'n, Barclay, '\nMr. Lo'vc. , Baron Swedenb'ourg, Dr'. Gideon Harvey,\njohn Tillinghaﬁ, Dr. Hoan, '* \" ct' - Brarlwarain,\nPeter Jurieu, Hannibal, A'uguſtu'ſi the Roman\nSc'h Duwin, King James V. Emperor,\nRobert Nixon, Alexander the Great. Crcſus.\nRobert Flemming, Thomas wanton,\nThe THIRD nmnon, corrected and conſiderably enlarged.\nLO NDON:\n'un-run or a. urcuu,\nP'l I. clean, no. 4, afar-troth\" count, Lun'ATl_'tIl-IT\n. .\n'795\nSir Chriﬅopher Wren. _\n'\nl,\n'1\na\n't -,.\n\f'in\n-\n_\n.\nO\n.\nI l\n.\n\\\nr I\n. .\nſ'\nI A\n.\n\\\n' e\n..\nI\n'l '\nſ '\ne I\n' { b\n' 't\n- -\n'\n'\nO\np\n.. - \\.\nl\nY'\n.\n\"£)LL\na.\n- 'I v.\n.' '\nV\"\nK' '4.\na\n'e- _\n'\n-\n\"\n'r\n_ -\n' \\\n-_ ' A .\nO e '\nO\n**'*' 'ow- *.\n'P\n' '\nn\nl\no -\nc\n\\.\nlvu\n.\ni d\na\n' '\n.\n1'\n'\nq\no I\n'\nn\nI\n' a\n5\n'\nI\n.\n.\n-\n. ,'\ne\n'a\n*' '\ni. .\n'\ns\nu 'I\ne' e.\n' 0. .'I'\n*'\n'\n'\nn\naſ.\nI)\nI.\n'\n.\no\no\n-\n.\\\n\"'\n'll\nv'\n. -'\n.\".{ 'i\n'I\n**-'I I.\nn- _\n',-*'\n'\n\\\nI\n'\n_, '.* '\n-' ' 'I 5\nn\n'T\nt' )\n.. A £ o\na\n'I\nA'\n' 'l'\nl\n' )\nt' '4. '\n4 i i\no ' 'A\n\" I _\n-J 't\n'\nq- -\na\n'\n'\n'\no ' '\n\\\n.'\n---x.;\nſ'- l\n.I '\n'A*II']A.'\n.\n'\n\\ I 'K'\nI '\n\"p I.\nc'. 'l\nl\n\\ '\n_\nſ\na\nI\n. _1.- v\n'\n' l\n..\nt ,\/\ntI '\nIA'. .\nna) .\na\n. l\n\\\n\\\nI\nI.\n' -\nU\n\\\nO\n-\n0\nI' a'\n\\'\nJ I\n\\ '\n4\n'i' d\n\\ '\n.\n'\nn\ne\no\n, .\n'\n> \\ e\n\\ r\nw\n'\nu\n'\n_l\n' e\np\nx\n'\n'\nI. .\n4\n1\n'\nQ 'n'a\np\nr\nl\n-\nz\n_\n.\na\n-_-_-\nit.\nan'\n\f_ 7 .-, ﬁvi\n'4.\nADYEKPISEMLNTLLF'_' .£ 1\n'h l\n' \" t'-' \" l Ir_\nzl-\n,,\nc..\n'THE wonderful eﬀects of inſpiration and 'pre\nicience in prophecy, waking and ſleeping viſions;\nand other communications of the divine will\nand knowledge, being now the awſul ſubject of\npublic enquiry and curioſity, we moﬁ; reſpect\nfullj' preſent the ſubjects of the ſubſequent pages\nto _ the general community. The tremendous\nevents that have lately happened in kingdoms,\n&e. and thoſe with which the wofnb of time is\nteeming, has induced uS to make all the poſſit\nble reſearches in the moﬅ valuable and authentic\nauthors. In this part of our labours, we truﬅ\n'that every reader will ﬁnd ſuch irreſiﬂible teﬅi\nmony, from the v'reinarkable viſibns, propheſies;\nm. related here nith ﬁdelity, um he will be\n' tonﬁrmed\n\f0 iv)\nconﬁrmed in the univerſal providence of heaveng\n' and that the Creator of All is inceſſantly. prepuce\ning human nature iby' his choſen inſpired, and\nother as wonderful _mean_s:_ to apprti man of:\nimpending*evil,- o'r approaching-Proſperity. With - _\nthis aſſurance, it is hoped mankind will'liﬅen with\nfaith and reverence to the eomtnunicaions of the\n'\nI,\" \\\nDivine Being.\nJ\n' ' ' ' ' r v v\nl r' ' - -' ' I'\n. s, a A ' t A' ' 1 3.- 1 . J . Au'ſ \\-4 d\ne\n\\ ' I\nſ U'\n* - 'a q '* ' ' r * 7 '\\* 0 r'- a -\\ 'I\nl )-.]A U' ' I [A I' ' ſ ' . I. a I 4 e\nl a i 1\n' ' j * ' '\nt Q 'I ' '. ' -a - t' . \\\ne 'I t i I ) 3.) ,' lpſ i 11.), I, ) . U\nll\ni _ ' ' t ſ\nt q ' 0 o l\n, a 'il-\"ed ' U ' gl' \"\"' 1 c _' ' , I\n-; I\np: - 'in ' n' ' a - ' ' 4- . * .\ni ' ' ' ' 0 '\n0., '1 ..;*- at 'ill 1' osj) l. ' '1 I' 1)\na ' a\n, , . . '- ' 'X I. z , I t , . '_ . , z' ,\ni _H'.I 'a I 'an J'1J a } a - U .J o t' . , _ .\n' a. O w O Y l\nI\n'1 r\n's hc. 4 g ' a. o I\ne: A. 1 1 '- '1. . 0 ) a l- 4 \\ I\n' r ſ ' '\na - ' . * . 'I\n.-II \"' -]. a. a 4 a i' ' 'I ' .. in? 8 14' '\n. , 'ſ r ' ſ '3\n' l ' . 'ſ ſ a , a\n'i . TT - .1 l o A. L -. . _._'\n' \\\naſ' ſ l l '\n*' ' - ' an' A 7\nB*ldli ' in' l Lot' - ', '.') I' I l 1\nA\n'A ' \"' A \\ a\" [I d\n. 0 .. A' - a . - v n- -o J I 'A J\n- \\' V\n' ſ\n. 1 3. ' l ſ I \\, ſ\nz _,_ ' 3 I [a I AJ 113. 04 4 I'L 0 --'\nſi \\\nI' ' '\n\" * ' ' ' o ' e r] a ) ﬁr, 3 -\n'- l a I -' I 1' 1 A '\\ 4 -' a o\n- : t . - ' a -- - H .\niſaa I (- 'l _'o ' l. 3- At. I 'eld\n, r ' ' i t .'\n.*' ,' 1 ' r' \" - a'\na I '. l w'- ' I '4 A 'du 14.- 'aid Will ')**\"\nA '\nI' A\" 3 K\nmld-'1 1..14)\n, ' '\\'\n' '\nI\nl\n1 ' *\n\\ I\n, r\n' m.\n\/ 1 .\n\\ t\nÞ ſ\n'A\n* . e l\nI \"I\n. J;\ni___, -- -w A- M- *-**\" w\n\fL 5 ]\nDISSERTATI-ON\n\\\nON THE\nPROPHETIC POWERS ſſOF THE HUIVJN AIIND.\n,.\n\/\nTHE-Almighty Creator-of the World, to ma\nnifeﬅ his provident and benevolent care of his\ncreatures, and to leave them without excuſe for\ntheir diﬅruﬅ of'his guardianſhip, 'has not only ſur\nniſhed them With a particular, but alſo with a ge\nneral and conﬅant,_'revelation of his divine will and\ndiſpenſations. This ſuPernatural communication of\nthe Godhead With man is that ſpirit of- propheſy\nwith whiCh certain individuals have ever been en\ndowed in all nations. *The'Scriptures' evince, that '\nthis propheticfpower was not conﬁned either-\"to the\nJews or to any'ot'h'er particular rank, age; ſex, or\ncondition._of men. Jews, and.Gentiles, noble-and\nignoble', learned and ignorant,\" 'have been occaſion- *\n* ally choſen' by the all-wiſe- Governor of' ſithe uni\nverſe to warn the' guilty, conſOIe the aﬄicted', \"and\nconﬁrm the'dubious, with prOphetic views of futuſi\nrity. Theſe'hchoſeiirveﬀels; 'being ﬁlled with the'\ndivine eman'at'io'n's 'of preſcience, ſiiſſued forth and\nmade known' to' ſhe People their celeﬅial miﬃ'on;\neither by theeking them with' the\" glad tidings of t\napproaching felicity,'*or 'Warning them, and their\ngovernors, with the proſpect of diﬅant or impend\ning niisfortune, Thus we find that all thoſe remark\nable eventsﬀhatſiwere deﬅined to aggrandize, pu\n> B ni ,\n\f't 63]\nniſh, deﬅroy, or diſperſe,'that bigotted and un- '\ngrateful people, the Jews, were regularly foretold\nby their ſoothſayers and prophets.\nTo doubt of the truth and reality of the antient .\ni Propheſies, would be to fap the. very foundation of\nreligion, and to reject the univerſally concurring\n\"eſtiniony of ancient hiﬅory. John Tillinghaﬅ, who\nwas himſelf inſpired, obſerves, \" It is a moﬅ cer- -\ntain truth, that every propheſy,_left us in the Word\nof God, hath, in itſelf, ſuﬃcient characters to leadv\nus, by comparing thecharacters of it with the mind\nof God in iother propheſies, to the knowledge of\nthe ſubﬅance of that_truth that is in it held forth 3\nfor otherwiſe the word ſhould be imperfect, and not\nable to expound itſelf,\" and \"that, as thoſe cha\nracters of truth, left 'us in the naked letter of the\ntext, are the moﬅ certain rule to' follow, to 'ﬁnd the\nmind-of' the Holy Ghoﬅ in propheﬁes, ſo walking\n' by that rule, Daniel's. little horn is and can be no\nother-than the whole body of vtheRomi-ſh Anti\nchriﬅ.\" Dan. xi: 41, 42, 43. Chap. vii.-'i Tim. ivg\nl,,-2, . _. ſ. ' X 7 i\nThcsprophetic'ſpirit hath continued to theſe latter'\nages: even the preſerit age has aﬀorded perſons diſ\ntinguiſhed for the divine gift of natural preſcienceſiſ v\nThat ſuch a power'has exiﬅed, the-moﬅlearned\nmon have acknowledged. diﬅinguiſhed charac\nter in the law * thus candidlyjexpreſſes hlS ſ_e_1_1t1'-)\nments onthe ſubject, .*,_',. '1\/'0 deny the poſſibility',\nnay actual exiﬅence, of wrtchcraft and ſorcery, lS at\nonce ﬂatly to contradict the revealeſidword of God\n,_ 1, *, * .- A ' _.\n'- Juﬅice Blackſione. Comment. volzivſz p._60. e\nin\n'v .\n\f[7]\nin various paſſages both of the Old and New Teﬅa\nment: and the thing itſelf is a truth to which every\nnation in the world hath, in its turn, borne teﬅi\n'mony, either by examples ſeemingly well atteﬅed,\nor by prohibitory laws; which, at leaﬅ, ſuppOſethc\npoſſibility of a commcrce with evil ſpiritSL'Z If,\ntherefore, evil ſpirits have the power of giving the\nknowledge of futurity to their devotees, ſurely the\nAlmighty muﬅ be able to confer this power on his\nelect inctthe moﬅ conſummate purity and perfec-_\ntion. The celebrated Mr. Addiſon, in his Specta\ntors, No. 117, acknowledges his belief of Petſons\nbeing ehddwed with preſaging powers.\n_ As the nature of the human mind hath 'been\never the ſame, from the creation, its capacity and\naptitude to receive the divine impulſe muﬅ be as'\ngreat, at this moment, as in the moﬅ early ages of\nthe world; and as the benign Author and Gover\nnor of the univerſev has ever imparted it to his\n* choſen, to be lights and guides to mankind: in the\n' wilds of error and impending diﬃculties and dan\ngers, ſo we are led to hope that ſimilar ſituations\nand circumﬅances will be attended with the ſame\nbeniﬁcent advantages. Surely the Almighty muﬅ,\nſſbe ſenﬁble that man, in this vale of obliv10us dark\nneſs, has now equal neceﬃty to receive the illumi\nnations othis inﬁnite wiſdom, as at any other peſi\nriod of his creation. Were he to withdraw thoſe\nrays Of beneﬁcent preſcience,. which guided the\nways of our fore-fathers in the paths of virtue and\ncheering promiſe, man mi htfplead that he was ne\nceſſarily more prone to evﬁ, torn being leſt undi\n_rected, uncheered, and unconﬁrmed in the ways -\nthich lead to truth and happineſs.\nN B 2 ſſ The\n2\n\f' [3]\nThe riſe, continuance, and deﬅruction o'ſ the Aſſy\nrian, Median, Perſian, and Roman Empires, were\npredicted. Thoſe meaſures that tended to prolong\npoﬅerity, or accelerate their downſal, were ſore\nſhewn. But their hearts were hardened, and th'eir\nattention diverted from the proſpect of future viciſ\nſitude, by the proſperity they were then poſſeſſing.\nThey diſregarded the warning voice until ad\nverſity diſpelled their intoxication, and left them,\ntoo late, convinced of the truth, and their own neg_ .\nligence. The fruitleſs ſenſe of their own miſery\nWas the criſis and conſequence oſ their being con;\nvinced of the truth of the prophetic admonitions\nthey had received. ,\nThe unconquerable obﬅinacy of the Jews, who,\nalthough more particularly favoured by the cares of\nProvidence, and who had witneſſed the completion\nof more propheſies-than any nation under heaven,\nnot only ﬂighted the predictions of the birth of the\nMeﬃah, but even rejected the immediate teﬅimony\nof their ſenſes to the divine truth and reality oſ his\nmiracles. ,\nWe arc here ſpeaking of the direct: and imme\ndiate inﬂuence of the unerring ſpirit upon the hu\nman mind, which, by a forcible impulſe, turns its\nview towards futurity, and imparts to it an intuitive\nknowledge of ſucceeding events, as far as they re\nlate to certain particular tranſitctions, Providence\nthinks expedient to have revealed. But whether,\nthe natural weakneſs of'the 'human intellect being\nincapableof comprehending (in its full excent and\nenergy) the divine light,ſior that, conformably to\nthe' ſyﬅem of ſubor'dinate nature, ſomething\nmuﬅ be left to exerciſe human ſagacity; the ſacts\nare often repreſented in a manner dubious ancſl ob\ncure.\n1an\nlief;\n[his {\n\f[ 9 ]\nſcure. Metaphorical ideas and ſimilitudes are ob\ntruded upon the mind, blended with literal repre\nſentations. The apoﬅle, St. Peter, ſays of propheſy, .\n--\" That 'it is a light ſhining in a dark place; and\nwe do well to give heed to it until the day dawn.\"\nThis biſhop Sherlock thus explains: \" The time\nwill come when the things ye hope for ſhall be\nplaced in a clear light, when you ſhall ſee all your\nexpectations fully juﬅiﬁed in the accompliſhment;\nin the mean time, ye do well to attend to propheſy,\nthough but a ſmall glimmering 'light and ſhining at\na diﬅance in a dark place, yet the beﬅ you have or\ncan have at preſent.\" This gift then is beﬅowed\nupon mankind, not as a reſource for the abſolute\nprevention of the evil foretold, but as a guide to\nſuch as are wiſe enough to embrace it towards the\nmitigation - of calamity, according to the imperfect:\nﬅate of human nature.\nThe greater part of the propheſies, recOrded in\nthe Old Teﬅament, reſpecting the Jews in p'articue\nlar, and other nations in general, were fulﬁlled at\nthe redemption. At that glorious and awful con'\njuncture, when the Son of God, at the command of\nhis father, oﬀered himſelf up as a willing ſacrifice\nto atone for the ﬁns of men of all nations, and to\ninſure eternal ſalvation to all mankind, the Spirit\n. of God deſcended in fuller meaſure, and upon a\ngreater number of the ſons of men, of all nations,\n'than at any former period. Then it Was that; not'\nonly the fate 0'f empites and kingdoms, the diﬅrac\ntions on account of religibn, and the ſuﬀerings of\nthe faithful, were foretold, but alſo the duration of '\nthis globe itſelfwas preﬁgured ; the ﬁnal diſſolution\nof which is to be preceded by the glorious Milleni\num,\n\f[Io]\nut'nh or reign; of Jeſus Chriﬅ upon earth for a\nthouſand years. -\nThe Revelations, as expounded by the' ableﬅ and\nſoundeﬅ divines, teach us to expect, about this\ntime, the deﬅruction of theTurkiſh empire, and\nthe gathering together, ſettlement, and conVerſion\nof the Jews. For God has declared he will yet re\nmember his choſen people in his good time.\n* Since the apoﬅolic age, although miracles have -\nceaſed, we have yet experienced the moﬅ indubita\nble proofs of the occaſional inﬂuence of the ſpirit\nof propheſy. Many recent propheſtes having been\naccurately completed, leave us no poſſible vdoubt of\nits continuance in the preſent 'time 3 which ſeems\nteeming with ſuch direful events as truly require\nſupernatural light and information. 4 '\n- Theſi coming of the impoﬅor, Mahomed, was\npreciſely foretold both by the early Chriﬅians and\nthe Brachmans of India.\nAs to the mode of propheſy operating upon the\nhuman mind, it appears to be an impulſe entirely\nexternal. The prophetic infuſion is involuntary,\nunſought, and, perhaps, not 'underﬅood by the de\nliverer. Thus the Prophet Daniel, after a viſion\nwhich' he had ſeen, ſaith-\" I heard, but I under\nﬅood not: then ſaid I, O my Lord! what ſhall be\nthe end oftheſe things? And he ſaid, \" Go thy way,\nDaniel; for the words are cloſed Up andctſealed till\n_the time ofend.\" The minds even ofidiots and mad\nmen have been inﬅantaneouſly endowed with the\ngift of propheſy, as various hiﬅories teﬅify. Nixon,\nthe Cheſhire Prophet, and Martha Ery, of Suﬀolk,\nare of thjs remarkable inﬅances. ' 3\nDreams have alſo been ever conſidered. as a ſe\ncondarykind of'\" inſpiration, and as a mode uſually\n\" ' adopted\n\f,[11-]\nadopted by\" the' father pf ſpirits to convey intelli\ngence of good or evil import. Thus, we read of\nnumberleſs prophetic dreams in the antient hiﬅo\nries, ſacredfand profane. Alexander the GreatT,\nbefore'he leſt Macedonia, ſaw in a dream the image\nof Jaddua, 'the High Prieﬅ iof the Jews, in his\npontiﬁcal robes, and upon his head the Tiara,'\nwhereon was engraven, in golden letters, the name>\nof Jehovahu' When, afterwards on his march to\nWards Jeruſalem, the High Prieﬅ came out to meet\nhim, the King, inﬅantly-recognizing theſivenerable'\nperſonage who had apþeared to him in his dream;\nproﬅrated 'himſelf and worſhipped the God of the'\nHebrews; \\ A < - J a i\nWithj-reſPect to periods nearer our-own times,\nvthere is a well-authenticatedi account, that, in tſihe\nreign of Charles' the Firﬅ, the apparition of old\nSir Geor e Villiers, deceaſed, preſented itſelf, in a.\ndream, er three ſucceſiive nights to the imagina\n7 tion Of a man of the name of Parker, commanding\nhim to go toctthe Duke of Buckingham, with tide\nings of 'his 'approaching end, and the conditionsort\nwhich it might be avaided 5 but, theſe being neglect\ned by the Duke, Felton murdered him about ﬁx\nmonths- afterwards. ->Sir Clement Throckmortonﬁ\nalſo dreamed- an aſſaﬃnſiwould kill his Grace, of\nwhich-he gave him intimationa -\nThe ſentiments here entertained reſpecting the\nprophetic nature of particular dreams, will be teﬅi\n*\" Gen. 20. 3; 31. 34; 19, &c. 1.Kings, 3. 5, is; Maid,\nzo;.2, 13. _\n't Josephhs. - þ- . -\nI Clarendon's Hiﬅ. Vol. I. 5 Rclique Wootton 144.:\n,\n' ﬁed\n\f:i' i But),\nﬁed by almoﬅ every perſon's own experience. For;\nfew there are who cannot recollect inﬅances of vi\nſions, or proſpects of future events, being preſented\nto their minds while aſleep, which they afterwards\nfound veriﬁed. Thus the occaſional exiﬅence of a\n_ prophetic power in the human tﬁind ſeems to ﬁnd\na proof in the general experience of mankind, nor\ncan it be otherwiſe. r '\nThis power muﬅ proceed, by immediate im\npulſe, from the univerſal ſource of intellectual inu\nſtelligence; The great father of ſpirits muﬅ cauſe\nthis portion of preſcience to emanate from himſelf,\nand to ﬁll the choſen perſon with the prophetic\npower. For it is well known the ſoul of man poſſeſſes\nnot, enerally and abſolutely, the faculty of ſeeing\ninto Elturity. Even thoſe ſelect ſervants of God, the\nold Prophets, were not always inſpired: they only\nſpoke of 'future events at particular times, and on\nmomentous occaſions.\n- 7 There is alſo this farther analogy between oral\nvpredictions, and thoſe prophetic images preſented\ntrothe mind whilﬅ the body is in the arms of ſleep,\nthat, in ſome particular caſes, in both modes, the\nfacts are. foretold literally and exactly as they are to\nhappen;'yet,1more generally, the intelligence is\n'conveyed in allegoric hints and equivocal ﬁgures,\nwhich, although not the leſs certain.in their ten\ndency to'the general end, require ſkill and judg- .\nment in the' interpretation. Thus, in dreams and _,\nin the prophetic language, great and violent changes\nmdrrevolutions, in kingdoms A and ﬅates', 'are\na frequently repreſented by earthquakes, ﬅorms,,\nﬂoods, or conﬂagr'tions 5 and the higher powers on\nearth.\n\f[13]\nearth, by theſſheavenly bodies, or by the powerftil\nThis eguivocation and uncertainty,\nkind f beaﬅs.\n. in the enor of prophetic warnings, may, perhaps,\nbe deſi ed by the Almighty to bear relation or com\ncidence with the natural and inherent free agency of\nthe human mind. When the information is not direct\nand ahſolute to the point,' men may, by' a prudent\nuſe of that portion of light aﬀorded them, avoid\nthe threatening danger, or 'obtain the proﬀered\nbleſiing. Theſe reſources are generallypreſented to\nthe mind in times of trouble and agitation, or ra\nther'when at our eaſe and no danger apparently\nnigh. We are apf to diſregard all'admonitton, as *\n-'kingdom-s and ﬅates in the height of proſperity\nproceed in their full career ofwickedneſs, regardleſs\nof thoſe threats of vengeance denounced againﬅ\nthem, ctuntil the proſpect. blackens, and' the 'bolts\nbe levelled at their guilty heads.\nThe followingremarkable dream of the celebrat- i\ned Daniel Defoe, author of Robinfon Cruſoe and\nother ingenious works, muﬅ convinc'e every ra-\ntional, conſiderate perſon, of dreams being uſed by\nthe Divinity as the means ſof warning from danger,\nor apprizing of ſome approaching felicity. ,\nMr. Detoe having incurred the cenſure of\nthe Houſe of. Commons, On , account of ſome\npamphlet which he had publiſhed, thought proper\nto withdraw himſelf from London, to avoid being\n\\\napprehended. But being obliged to return to town V\nupon particular buſineſs, he determined to go on a\ncertain day. Being in bed with his, brother-in-law\nthe night before, he dreamt that he was in his lodg\nings in London, and that two men came to the dodr,,- '\nſaying they' were meſſengers, while they produced a\nwarrant ct from the Secretary of State to apprehend\n, C him.\n\f\\ _ [ 14 ]\nhim. They accordinle ſeized and took him. The\nviſion Waking him, he inﬅantly waked his brother,\nto whom he related 'his dream. He afterwards went\nſi again to ſleep, from which he was awakened by the\nſame dream, exactly in every particular 'as before.\n'In deﬁance to theſe plain and obvious warnings, his\nbuſineſs being urgent, he ſet out for London in the\nſimorning. To avoid every danger of ſurpriſe, he\nuſed every precaution in his manner of travelling\nto town. He ﬅill felt a ﬅrong foreboding appre- '\nhenſion and heavineſs during his journey, and had\nonce or twice reſolved to return back to his brother\nin-law. But he withﬅood hisfears and'perſiﬅpd,\n-and the reſuld'was, that he was taken by the meſ\nſengers exactly in the ſame' manner as had been'pre\nviouſly ſhewn to'him in his dreams. The viſion\nhad been ſo fOrcibly i'mpreſſed upon his. imagination,\nthat he recollected the 'very countenance, cloaths,\nand. weapons of the two men.\nſi We muﬅ not omit to notice here an inferior ſpe\ncies of Propheſy, or rather an acquired inſight into\nfuturity, poſſeſſed by 'meneminent for a ſupe\nriority of mental pOwersſforvtranſcendent wiſdom,\nand great experiencein-the World. Such men,\naided by their'high endoviments, have, in all' afges of\nthe world, made their predictions from the general\naſpect of things, and 'from their knowledge of the\nneceſſary' relation between' Cauſe and eﬀdct, * Their\npredictions are, therefore, ever entitled to' the re\nſpectſul attention of mankind. Of' this we ſhall\noﬀer the beﬅ proof,_b'y 'adjducing ſeveral late in\nﬅances,-_in 'which'tlie predictions 'were 'fully and\nliterallyhonﬁr'med b 7 the event; As to Propheſi'es\nin general, -thi's'con_1derat_ion will be our beﬅ guide\n' for the degree of credit and attention they meriti)\n' ' ' - \"' - T is\n\\\n\fE 'is 1: ,\nThis' ſeems to be the.awful moment when perſons.\nat all religious and profeſſions are Waiting the im-_ *\nportant events, which the ſilate politicaland religiousv\nviciﬃtudes leadall to imagine 'are ſiimþending\" over,\nthe. human race, The judgements of God areal;\nready begun. The vials of wrath are po'uring out A\non the guilty- and thedevoted. VVoes and calarni-z\nties hang ſuſpended over. the heads oſ the world.\nIt is, therefored'ow the time to meditate 'on the\nantient pvtopheſies of the ſacred ſcripture. The dip,\"\nvine apocalypſe ,in__pa:r,ſiticular. is aﬃrmed, by thoſe\nmen who are moﬅ eminent For. deep knowledge' in\nholy writ', to contain the, ſeries. of_ all remarkable\nevents and changes 'that are to hapſipen to the end of\nthe world. lt is nowſi thetimeto attend alſo'ſo\nlemnly and ſeriouſly to 1'thoſe occaſional manifeﬅa\ntions of the divine ſpirit which every age has' aﬀord-3\ned. And the opinions of thoſe greatſiandhemine'nt\nmen, who are =ſo ﬅudiouﬂy and diligently watching\nover our temporal and eternal welſare, we ought\nto treat with' conﬁdence arid reverence. ._ _ t' .\nThat time 'is now pregnant with the greateſt\nevents in politics andteligion, is t0ct0 obvious, ſrom_\nviciſiitudes which'have lately attended goſivernments\nand kingdoms, to be' diſputed. Thus; agreeably\nto the language' of 'propheſy, the moﬅ important\nof ev'ents areto happen before the conſummation\nof all_thing's, And this is the period which Provi\ndence ſeems to have allotted as immediately p're\nceding the fulﬁllirzg of thoſe awful ſcriptural pro\nplieſies that have or ages engaged the 'wiſeﬅ and\nmoﬅ learned of men to explain. _- That the ſcrip\ntures muﬅ be fulﬁlled; none but the moﬅ abandon\ned inﬁdels will diſpute. A late biſhop zoſ Briﬅol,\nin his Diſſertations on Scripture Propheſies, has p'\nC 2 _ - ſurpaſſed\n\f[15]\nſurpaſſed every modern Writel' in demonﬅrating\nthe truth and ſulſilme'nt of this preſcient principle. ,\nThe ſame ſpirit which inſpired the ſcripture pro\nphets can ſurely diſpenſe the ſame power to any\nvether perſon. It can never be ſuppoſed 'that the\nmoﬅ ſublime, awſul, and intereﬅin paſſages con\ntained in the ſacred depoſitory of_ aﬀ faith and reli\ngion, ſhould remain, at any period oſ time, with\nout its choſen and inſpired interpkters. For if re\nligion is eſſential _to_ 'the happineſs of all mankind,\nzit is contrary to every principle of divine juﬅice\nand goodneſs, that We ſhould ever be leſt without\niome 'choſen guide in paths of myﬅery and perplexz\nity, where our eternal ſalvation depends on the\ncleareﬅ knowledge of divine promiſe and propheſy.\nAnd in proportion to the aﬀairs of nations, the\nſtate of religion, and the alarming events, involving.\nall mankind in the ſate of impending calamities or\n£pr0ſperity, it is moﬅ rational to expect that the Al- _\nmighty will inſpire ſome choſen perſon to illuminate\nv futurity with the rays of truth. This being a time\nthe moﬅ momentous, that the hiﬅory of na\ntions aﬀor'ds, ſome prophet may be natural.\nly expected to ariſe for the guidance of man\nthrdtigh this maZe of awſul, impending fatality.\nThe perſon who ſeems to claim, at preſent, the moﬅ\nfaith and attention, as an exiﬅmg prophet, is '\nRichard Brothers, who has in a moﬅ candid, unre\nſerved,and intereﬁing manner, publiſhed to the\nworld his Interpretations of Scripture Prophets, and\nhis Predictionsrelative to the fate of Emperors,\nKings, Princes, Miniﬅers, Ern ires, Kingdoms,\nand even oſ what awaits ſo'me di inguiſhed indivi\nduals. He has been viſited by the pious, and the\nlearned, who have all heard with aﬅoniſhment the'\nappearance\n\f' [ I7 l .\nappearance of irreſiﬅible truth with which his pre\n_ dictions are uttered. The unaﬂhmed modeﬅy of\nthe man, the placidity and benevolence of his ctum\ntenance, and'the-_ temperate habits of his life, have\ngained the general veneration of thoſe who have\nbeen to viſit this extraordinary character. We ſhall,\ntherefore, commence our hiﬅory of the-moﬅ re\n'markable perſons'who haVC uttered predictive ſett\ntiments, with thoſe oſ *\nRICHARD BROTHERS,\nHe begins with obſerving, \" As the ſcripture is\nthe only great fountain of knowledge, or book oſ\nwritten truth, inﬀthe world; as it contains the ſacred\nrecords of thoſe things which God has pre-dete'n\nminedſhall be hereafter, as well as thoſe which\nhave been already 3 and as it contains the hiﬅory oſ\nour own creation, with that of every living thing\nbeſides, It alone, in preference to any, man's, ought\nto be, without the leaﬅ doubt, freely believed and\nconﬁdently depended on. '\n' \" While war continues in the World, Jeruſalem,\nthe capital of the King of Peace, is decreed to lie\ndeſolate: the reﬅoration of the Jews will commence\nwith the deﬅruction of war, to favour their return,\nand. build the city 5 when all nations will rejoice\nwith them, and once more receive from Jeruſalem\nthe commands of the living God.\"\nAfter expounding the Prophets, Daniel, Iſaiah,\nZechariah, he obſerves--*' Days are mentioned by\nthe Angel, inﬅead of years, to conceal the myﬅery\nof the propheſy until the proper time, and the ap\n' 'pointed\n\f[18]\noin'ted' peilbn for it to be reveaIed to: the preſentv\nis the time that was then intended; I am the ap\npointed perſon for it to be revealed to, and the pro\nphet commanded to make it known.\" .\n- He ſays' that the' JCWS-r will return to Jeruſalbm in\nthe 'yeareſ-Chriﬅ 1798 ;' and that the Turks. are\n'deſcended from Eſ'au, the brother of Jacob; b'ut\ntheir emperor and all his family are deſcended from\nJonarhan, the ſon'of Saul, King of Iſrael. ſ' Told\nme by revelation.\" * 1\n, According to him, \" When the armies invade\nthe land of Iſrael, it will be with areſolution to\n' ſeize on every moveable thing, and deﬅroy the peo\np'le; the Jews then acknowledging the NIeﬃah as\nGod, will believe under an exceſs of grief vthat he\nwas crueiſied; ſenſible of their perilous condition,\nand knowing that it is he only can ſave them, they\nwill, every man- and family, implore him for com\npaſſion and deliverance. The Hebrews will be de\nlivered, and the Heathens entirely deﬅroyed.\"\nThe great prophet alluded to in the 4th chapter\nof Malachi, he ſays \" is the ſame that will be re\nvealed to the Jews, to order their return to Jeruſa\nlem before the expiration of 1798 ; he will poſſeſs\nthe Spirit of God and the power of ﬁre equal to\nElijah; he will make known the judgments of_God,\nthat all nations may be beneﬁted, and may endea\nvour to ſurvive them when they are commanded to\nbe fulﬁlled.\" \" The alterations I have made in '\ncopying ſome of the propheſies, is by the direction,\nand command of the ord God.\" -\nTHE JUDGMENTS OF, GOD.\n\" The very loud and unuſual kind of thunder\nthat Was heard in the beginning of January, 1791.\n' was,\"\n\fl 19 'I\nwas,\" he ﬅates, \" the voice of the angel mention\ned in the 18th chapter of Revelation, proclaiming\nthe judgment of God, and the fall of Babylon the\nreat.\" ' r ' . \" .\n\" The great ﬂaſhes of lightning 'proceeded alſo\nfrom the angel, and was, according to the ﬁrﬅ\nverſe, reﬂected from the brightneſs of his glory.\"\nThe following is a moﬅ curious account which he\ngives of his immediate communications and inﬂu\nence with the Divinity, and' the manner i-n'which,\nhe ſays, he 'has interſer-ed in favour of ſeveral popu\nlar and diﬅinguiſhed characters. _\n\" The Lord-'God was ſo exceedingly angryat\nthe time of the loudthunder, I have mentioned in\nthepreceding part, that he determined to leave his\nother judgments unfulﬁlled, relative to London,\nand burn her immediately-with fire from heaven:\nſoon afterwards I'was informed, by revelation, of\nwhat the-'thunder meant, and was commanded to\ngo from'LondOn beyond the diﬅance of eighteen\nmiles. ,I had, ſimilar to the' Prophet Daniel at Ba\nbylon, an attending angel to explain all the viſions,\nand ſupport me under the grief' I-was loaded with\nfor its approaching fall. - - .\n\" The Lord God knowing-thatlloved himwith\nall my heart, andhad oftdn reﬁﬅed the calls of\nhunger and Idiﬅreſs, rather 'than comply with cuſ\ntoms that' would oﬀend' him, 'pitied-me;- for I-had'\nbeſeeched h' to let me inform the people-of Lon- ,\ndon of theiimdanger, and try by all poſſible means\nto ſave 'them ;- but was refuſed --permiﬃ.on, becauſe\nthey would imp'riſon and uſe me very ill for it.\n\" In\" addition to all that 'God had promiſedand\nrepeated by his angel to make'me happy, he was'\nnow pleaſed to give me another proof of his unal\n'terable\n\f£,2o]\nterable regard, and convince me by that, although he\ncould not, injuﬅice to his recorded judgment, ſpare\nLondon, yet, fer my ſake, he would ſhew mercy to\nſome; and take Care,\" by ſickneſs and other cauſes,\nton-move the perſons I deſired ſhould be ſaved to a\nſuﬃcient diﬅance beyond the limits to be deﬅroyed\nand ſunk.\n\" After thanking the Lord God, I mentioned ſe\nveral, both men and women, and called the reſi\nmembrance of his mercy to others, whoſe names I\ndid not know, but pointed them out in my mind.\n\" Among thoſe I mentioned was XVilliam Pult\nney, William Pitt, Gilbert Elliot, Charles Grey,\nthe Earl of Buckinghamſhire, the Marquis of I_.anſ-'\ndown, the Earl of Chatham, Maitland, now called\nEarl of Lauderdale, Henry Phipps, forI remem\nbered his brother to have done me an act of friend\nſhip; John Dalrymple, john Griﬃn Griﬃn, Al\n' derman Pickett, becauſe that, during his mayoralty\nhe oppoſed, by a public advertiſement, the fre\nquency of taking oaths; in doing ſo, he honoured\nthat all-remembering God Who Will, in due time.\nas publicly henou'r him for it. Wilberforce, Baſ\ntard, Sheridan, Philip Stephens, Charles Fox, John\nLuke, a poor Maker; Samuel Hood, the King and\nhis family, for they were to be gathered in London;\nPonſonby, for whom I conceived an eﬅeem, from\nobſerving in his countenance openneſs and honeﬅy,\nand poſſeſſing, as l thought, a heart ſimilar to my\nown, 1 was lead to entreat for him: until laﬅ year I\nCould aſſign no other reaſon for mentioning that\nname than what I have given; but the true one is,\nthat as God had not only determined to keep in\nL_ondon the people then in it, but likewiſe to allow\ngreat multitudes to be drawn to it from all parts[pf\n. * t e\n\f[21] þ_\n'Lime country, he would be found among the num; 7 r\nzer to be deﬅroyed; for which, to prevent his\ndeath in ſuch a place, the Lord God inﬂuenced\nſſme to regard him, that I mi ht afterwards re\nmember ſuch a perſon, and For: mindſul of his,\nſafety. ſſ\n\" I am not 'the leaﬅ acquainted with the man I_\nhavev mentioned, Whom God was pleaſed to' diﬅin\nguiſh by va great teﬅimony of his regard 5, but al\nthough vI am not, and four names are diﬀerent, he is,\nas well as myſelf, deſcended from David, King of\nIſrael. The Counteſs' ofBuckinghamſhire. whomv\nI am no more acquainted with than the ﬅranger I\n'mentioned before, is likewiſe deſcended from\" David,\nKing of Iſrael; the family ſhe is married into are\nalſo ofthe Hebrews, and are deſcended from Joſeph,\n' the once preſident of Egypt. -\n\" After entreating for the perſons I have ſet down,\"\nand painting from my mind to numbers whoſe\n'names I did not know, l was, to prepare me for the '\ndeſignation ofGod, carried tip to heaven in a viſion,\nand ſaw on my right ſide,-at a ſmall diﬅance, a beau;\ntifu] ſilverzwhite bird in the ſhape of a dove, but a\nlittle larger; it was the Holy Ghoﬅ, and'was the\nvery'ſame that deſCCnded on the head of mybleſſed\nSaviour, when he came up from being baptized in '\nthe river Jordan; he kept' between me and Satan,\nwho was 'then revealed that I might witneſs it,\n- and great power given to him to viſit the earth. The _\nLord God then ſpoke' to me from the middle of a\nwhite ſhining cloud.v _ 7\nþ'r After this I was in a viſion, having- the angel\ndſ God near me, and ſaw Satan walking leiſhrely\ninto London; his face' had a ſmile, but under it'\nhis looks were ſly, crafty and deceitful. On thg\nright \"\n\f[22]\nright ſide of his forehead, were ſeven dark ſpots;\nhe was dreſſed in white and ſcarlet robes.\n\" Again I was in a viſion, and ſaw London a_\nſcene of confuſion; all the people were armed, and\nappeared quite. furious: I was carried through the\ncity in the Spirit of God to ſee all things that\nwere deſigned ſhould come to paſs, and to be in\nformed how quick they ſhould be accompliſhed.\n\" After this l was in a viſion, and ſaw a large\nriver run through London coloured with blood.\n\" Exceedingly unhappy for all that I ſaw, and\nwhich I knew would ſoon be fulﬁlledI I prayed and\nentreated the Lord God to give me one more in\nﬅance of his mighty regard, by ſparing London\na'nd the great multitude in it. I ſaid, I acknowledge,\nO Lord my God, that the people do very wrong,\nbut it is through compulſion and for want of know\ning better._ ſi _'\n\" The Lord God was ſo highly diſpleaſed that I_\nſhould, after all his former kindneſs,ctﬅrain his af\nfection and entreat him to annul his recorded judg\nment, as to ﬅop me,_ and in a voice of great ſharp\nncſs and anger ſavahey have my bleſſed Goſpel\nand will not obey it. The Angel that was appoint\ned to give me inﬅruction forſook me in an inﬅant\non hearing this anſwer. 1 trembled for my life,\nand ſeemed to be another man; for I- was afraid\nof being deﬅroyed with the City, l_t Was three\ndays after this before the Lord God would be re-.\nconciled to hear my prayers, and ſpeak to me with\nhis former kindneſs.\n'5 In ten days after the three, Iwas in a viſion\nand being carried up to Heaven, the Lord Go\nſpoke to xme from the middle of a large white\ncloud, and ſaid in a ﬅrong clear voice, \" All,\nAll l\n\f't ﬁst\/1'\nAlll I pardon London and all the people in it,\nfor your ſake: there is no other man on earth\nthat could ﬅand' before me to aſk for ſo great\na thing;\" . .\n\" For ever, O Lord 'my God, I will=praiſe and\nthank you for this great inﬅance of your bleſſed\nregard: all nations will hear it, and may all nations\nhonour you by their obedience; yourzgreat mercy\nis over them all 3 and, by its goodneſs, the world is\nhowſafe; > - .- ._ - *\n\" Had Lond0n been. deﬅroyed in the year 179i,\nthe place where it ﬅands would have formed a great\nbay, Or inletof the Channel: all the land between\nWindſor and,the,DoWns-would have been ſunk,\nincluding a diﬅance of 18 miles each ſide, but con\nſiderablyz more towards the ſea coaﬅ; it would have\nbeen ſunk to the depth of 70 fathoms, or 420 feet,\n'that noltraCes of the city might be ever found, or\neven ſo much as looked for. a: a -\n'4 The' 15th 'of Auguﬅ, 1793, was the apPointed\ntime by the Lard God to fulﬁl the parts of the Re\n'velation I have mentioned, and puniſh the world\nwith deſol'ation; but from' his great mercy and rej\ngard for me, that I may be eﬅeemed in this country,\nand by all others when I am revealed,-ſuſpended\nhis judgment fora time; it hangs however over- all\nnations.v X ; , z -\n\" I am the 'prophet that will be revealed to 'the\nJews to order their departure from all nati-ons to _\ngo to the, land of Iſrael, their own country, in a\nſimilar manner to Moſes in Egypt, but 'with ad\nditional power. . _ - . \\\n*' I was an oﬃcer in the Engliſh navY, and n'e\nceſſarily ſo, although I didv not know it, that the\njudgment of God on David, King of Iſrael, might\n' D z - be\n\f[24]\nbe' fulﬁlled, which was, that the ſword ſhouldlnevef,\ndepart from his houſe. 1 .\n\" It is 1500 hundred years ſince my family was\nſeparated from the jews, and loﬅ all knowledge of\nits origin; the.laﬅ on record in the Scripture is\nJames: 13 Chap. 55 ver. of St. Matthew. Told\nme by rev'elation.\n\" The government of the Jewiſh nation will,\nunder the LOrd God, be committed to me, that the\n'everlaﬅing covenant from him to David may be ma;\nnifeﬅ'ed in the viſible Prince and Governoſir of the'\ntws.\" '\nJ From the\" predictions > of the Second Book,\nthe following are ſelected As the moſt remark\nable.\nThat he wrote more than twelve months ſince\nto the King, Ween, and Miniﬅer of State, be\nſeeching'them not to join in the war againﬅ France;\nfor the death of Louis was decreed, and the eﬅa.\\\nblilh'ment of the Republic determined in the Scrip\nture of Truth. _ - '. * '\nThe preſent Empreſs'of Ruﬃa is, aecdrding to\nthe judgment 'of God; in Dan. 7, 5, decreed to ſuﬀer\ndeath', and, as he is informed by revelati'on, by\nthe hands of man. _ ſi - -' .\n' The German Electors are' to be 'entirely deﬅroyed,\n'and their territories to be poſſeſſed by the Emperor,\nwho is \"to ſpread his dominion Over Italy; Rome\nand Venice are to be ſubmitted to his power; but\nthe former is to be retaken by France, while the\nlatter is plundered and almoﬅ deﬅroyed. After\nthis, he ſays the Emperor will ſuﬀer death from the\nhands of man. '\nHe ﬅated, on theſſlth of laﬅ Apr'il, that the\n' Auﬅrian\n\ft 25 l\nAuﬅrian army would moﬅ ſurely be defeated. This\nprediction has been too fatally verified.\n' The Emperor, after' making peace with FranCe,\nwill, he ſays, begin, his ambitious projects, with\nſeizingron the Electoraſitſie of Hanover. '\nHis, prediction of the King of Pru'ﬃa, acknowz\nledgingand making peace with the French, ſeems'\nnearly, if it is not actually, fulﬁlled. \\ *\n* The King of Pruſiia is to have 'his dominions\nencreaſed with the poſſeſſion of three electorates,\nBut, in his turn, he is to loſe his own by Ruſſia\nand Auﬅria. Berlin is to be ſet on fire by the Bear,\nwhich he ſays means Ruﬃa. ' . ct\n, The Turkiſh Empire is to be attacked bythg\ncombined forces of Ruﬃa and Auﬅria, whichv will\npenetrate to Conﬅantinople, and no lfarther. ,\nWarſaw is to be ſet on ﬁre, and the government\nentirely changed. -\nThe Ruﬃan Generalwill proclaim himſelf Em,\nPeror of Greece.\n'_ Sweden is to enter Ruﬃa, and deﬅroy, with great\nfury, the ſhips of war and capital. r .\nThe Ruﬃan Empire is to be agitated with con,\nvulſions by its Generals- and Governors. I\nThe Spaniſh Monarchy is to ceaſe this war.\nThe Imperial Family, he ſays, will be all Cut\noﬀ.\n\" The Stadtholderſhip ofHolland,\" in his words,\n\" is to be cut oﬀ cloſe to the ground.'.'\nDR. JOHN HARVEY.\nIn the year r 580, Dr. John Harvey, an eminent\nphyſician, of Lynn in Norfolk, related in his Trea\ntiſe an Eaﬅern Propheſy, which obviouſly is the\n* ' ſame\ne\n\ft26]\nſame' univerſally known and accredited in the Le\n' vant at this day, as appears by our travellers in\nthoſe parts. x The ſubﬅance of the propheſy is,\nthat the [iter attack of the Chriﬅian power is to\nbe ſucceſsful, and that the Turks are to be utterly\nvanquiſhed-and deﬅroyed. The Greeks and Egy'p\ntiam univerſally apply this prediction tothe late\nwar between the Ruſſians and Turks; and, as ac.\ncording to the-terms of the' propheſy, ifthe Chriſ.\n, tian ſword did' not prevail. in the ﬁrﬅ'attempt, the\nﬁnal damﬅmphe was to. be delayed for twelve years,\nﬁnis highly probable it will be_conſummated\nabout the year of our, Lord 1802, and- that, at\nthatvtim'e, the Turkiſh. empire .will be diſſolVed\nand-laid in ruins, and.the Mahomet-an impoﬅure\n'totally eclipſed andexting'uiſhed by-the truth of the\nChriﬅian Revelation. If we advert to the preſent\ncritical ſituation of aﬀairs betweensthe Turks and\nRuﬃans,.we ſhall 'be cdmpclleduo aſſent to the\nﬅrong probability that exiﬅs of the period alluded\nt 'to being the 'real epoch of'the accompliſhmentof\nthe propheſy. - . __ =\nMiCHAEL NOSTRODAMUS.\n'__ In r555, the famous aﬅrologer Michael Noﬅr'o\nldamus foretold the French Revolution, as we have\n'of lat'ewitneſſcd it, and the ſubſequent death oſ the\nKing. He is very particular as to the fate of the\n'ſeveral French Cities which were to ſuﬀer; the im\nmenſe number of killed and priſoners, and the in\nnocent blood to be ſhed; but it is remarkable, he\n' ſays, peaCe is to comefrom aneſide. *\n_ His Prophetic Centuries were ſo much eﬅeemed\nand credited, that Henry Il. King oſance,,cauſed\n' him\n\f[27]\nhim to come to his court at Paris,. where he re.\nceived the moﬅ honourable tokens of royal patron\nage and muniﬁcence, This monarch gave him,\nbeſide other very valuable preſents, two hundred\ncrowns of gold. He then ſent him to the princes,\nhis ſo'ns, at Blois.. zHereceived alſo. the moﬅ liberal\nboundes from Charles IX._\nWILLIAM LILLY.\nOur-noted countryman, Lilly, thus propheſied of'\nthe French nation, in 1626 :_-.-\" And it ſhall vcome\nto paſs, Wſſhen'the King and the people of France\nhave committed an. act of great and ſiagrant treachery'\ntowards this land, that the Lord ſhall avenge his\nfaithful people with vengeance, an hundred-fold,\nFor he ſhall ſend an angel of diſſention among the\nperﬁdious Gauls; they ſhall maſſacre each other for\nYears of years, and prey upon their own ﬂeſh. 7774.\nKing ſhall ſeek an aſyIu\/n Ire\/ball not ﬁnd, and his deſoz\nlate family ſhall beg their'v bread oſ their ancient\nenemies.\" It ſcarcely need be hinted, how plainly\nthe ﬁrﬅ part of this prediction related toſſthe con-_\nduct of the French nation towards us in our quarrel\nwith America. ,\nANNA TRAPNEL,\nAnna Trapnel, as we read in the chronicles of\nthoſe troubleſome times in which\" ſhe lived, was\nfrequently viſited by the ſpirit of propheſy.\" In the\nearly part of the civil war, ſhe ſof'etold the event oſ\nthe battle oſ Naſeby, and that the King would be\ncut oﬀ by. the ſword ofjuﬅice: but that his ſa- '\nmily would reign again for a ſeaſon, and then be\ni ' ' \" > totally\n\f[23]\nZOtally blotted' out. For this, ſhe was caﬅ into'\npriſon, where ſhe laid ſome months, uttering re\ninarliable ſay'ings and propheſies; and, as was ſaid,\nſubſiﬅing for a great length of time without food.\nShe predicted, that kingly power was to ceaſe *\nthroughout the earth, when the Lord ſhould again\nvpen the eyes of the blind. -\nMR. LOVE.\n_' This pious and holy miniﬅer oſ God's word, who\nſuﬀered during the uſurpation ot Cromwell, pre\ndicted the deﬅruction of popery 1790, and that, in\n1797, it ſhould be complete. A great man is then\nv to ariſe. The ﬅars will wander, and the moon turn\nas blood in 1800. The whole world will tremble\nin 1803 with inteﬅine troubles. In 1805 there will\n, be a univerſal earthquake, after which all religious\ndiſſentiOns will ceaſe, and a general reiormation oſ.\nmankind will then follow, as preparative for the\nbleſſed Millenium, which will, ſhortly after, reﬅore\nto the World, purity,\" ſanctity, tranquility, and\nproſperity. .- '\nPETER JURIEN.\n. About the time of the revocation of' the edict of\n- Nantz, by that cruel and perﬁdious tyrant Louis the\nFourteenth, Mr. Peter Jurien, an eminent and pio'us\nminiﬅer of God's word, uttered many propheſies.\nThe moﬅ remarkable part of his works, and the\nmoﬅ applicable to the preſent times, is the following\ncommentary on the Revelation, chap. u. ver. '3.\nAnd the ſame þbaur was there a great cartbquakt, and the\nlent\/1 part of the city fell, and in 'be rartbquake were ſlain\ni of\nl\n\f\\'[29]\nmen ſeven thou\/had; and the remnant 'were aﬀrighted, amiſſ\ngave glory to God. Now what is thistenth part of the'\ncity that ſhall fall? In my' opinion, we cannot doubt:\nthat it is France. This kingdom is the moﬅ conſt\nderable part or piece of the ten horns, or. ﬅates,\nwhich once made upthe great Babylonian city: it\nfell. This doer not\/'ſignify that 'be French manam\/ay ſhall be\nmixed; it may be humbled z but, in all appearance,\n'Providenee does deſign a great elevation far ber aſter\nwards. 'Tis highly probable, that God will not let\n'go unpuniſhed the horrid outrages which it acts at\nthis day. Afterwards it muﬅ build its greatneſs up\n=0n the ruins of the Papa-l empire, and enrich itſelf\nWith . he ſpoils Of tbqſe who\/ball take part 'with 'be papacy;\nThey, who, at this day, perſecute the Proteﬅants, _\nknow not whither God is leading them : this is not\nthe way by which he will lead France to the height *\nof glory. If ſhe co'r-ne thither, 'tis becauſe ſhe ſhall\n'ſhortly change liin read. He' greatemſi-ng 'wi-11 be no da- ct\nmage to t\/9e Proteﬅant States: on the contrary, the Pro\nteﬅant States ſhall be entich'ed with' the ſpoils vof r\nothers, and be ﬅrengthened by the fall of Anti\nchriﬅ\"s empire. The tenth part of the city ſhall fall\nwith reſpect to the Papacy; it ſhall break _with\nRome, and the ROman religion. One thing is cer\ntain, that the Babylonian empire ſhall periſh through\nthe refuſal of obedience by the ten kings who had\ngiven their power 'to the beaﬅ. The thing is already\ncome to paſs in part. The kingdoms of Sweden,\nDenmark, England, and ſeveral ſovereign ﬅates in\nGermany, have withd-rawn themſelves from the ju\nriſdiction of the Pope. They have ſpoiled the har\nlot of her riches: they have. eaten her ﬂeſh; i. e.\nſeized on her beneﬁces and revenues, which ſhe had '\nin their countries. Thicts'muﬅ, go on, and be ﬁniſhed\nas\n\fſ 30 J\nAs it is begun. The kings, who yet remain unde\nthe empire of Rome, muſt break with her, an\nleave her ſolitary and deſolate, _ , a 't\n_ But who muﬅ begin this laﬅ re'volt?,'Tis moﬅ'\nprobable that France ſhall; not Spain, which as yet\nis plungedin ſuperﬅition, and is as much uiider the\ntyranny of the clergy as ever. Not the Emperor,\nwho, in tempdrals, is ſubject to the Pope, and per\nmits, that, in his ﬅates, the Archbiſhop ofStrigonium\nſho'uldtcach, that the Pope can take-away the Im\nperial Crown from him. It (minor be 'any country but\nFrance; which, long ſince, hath begun to ſhake\n- o'ﬀ the yoke oſ Rome. 'Tis well known how ſo,\n*]emnly and openly war' hath been declared againﬅ\nthe Pope by a declaration of the King, rariﬁed in all\nthe parliaments, by the deciſiOns of the aſſembly of\nthe French clergy; b'ya diſputation againﬅ Lheau\nthority of the Pope, managed in the Saborne ſo\nlemnly, and by order of the cdurt; and, 'to heighte'n\nthe aſſront, the theſes were poﬅed up, even upon the.\ngates oſ his Nuncio. Nothing oſ this kind had hi\ntherto happbned, at leaﬅ in a time of peace, and.\n'unleſs the Popev had given 6ccaſion by his inſ0<\nlences. Beſich this, ſuþe'ﬅitz'on and idolaﬂ'y loſe t\/Jeir\n'credit mue\/1 in France. There is a ſerr'ct party, though\nWell enough known, which greatly deſpiſethvthe\npopular-devotith images, worſhip oſ ſaints, and\nis 'convinced that theſe are human inventions. God .\ni's beforehand preparing for this greatſiwork.\n4\na\nit e _ e ' 'I- a\n'Theſe great \"events, deſerve to be diﬅinguiſhed\nfrom all others; forv they have changed, or ſhall\n\\change, the face Of, the whole world. *\n\\ - ' SETH\n\fr ex 3., _\nBETH DARWINzſ\n'In the reign of King Charles I._ seth Darwin,\none of the\"* firﬅ of thev people;called'Qjakers,ſi piubl\nliſhed many ﬅrange and' wonderful p'ropheſies. He,\nwas'author of a hook; called! \" Old Trilth'ſſs' Firﬅ\nMeſſengerr'l He was apprehended for going naked\nto thev waiﬅ 'into 'a church, and' diﬅurbing the\ncongregation with alarming ſpeeches. When be\nſore the magiﬅrate, he ſaid, the voice of Nature *\ncommanded himltorſpeak the'truth before he\nanſwered any queﬅions; and being permitted, he\n' -ſp0ke as follows, which was inﬅantly committed to\nwriting by the t'clerk as he uttered it 2 \" This fair\n'kingdom travaileth with ſore travail; but as a. wo\n'man bringeth forth with ſore pain, ſo are kin'\ndoms regenerared in ſiturmoil and trouble. There\nvmuﬅ be many new births among us' before our\nPerfection cometh. For, lo! wiſdom is tardy; and'\nſwhen ſhe be fully come, ſhe ſhall not'make long\ntarrying; ſibecauſc when you behold the' tide at\n-full, it' pauſeth but- a ſhort ſeaſon; and neither the\nſtm nor'the ſeaſons'ﬅand ﬂill. And behold man is\nthe creature of folly, and the 'foe of truth.\" All\n'things change; yea, me'nfs minds'change more than\n'all things; and they-who are now the moﬅ blind,\nLand- the-'greateﬅ enemies of trurh, ſiſhal-l, among our,\npaﬅerity, became [by glrand rgﬅorer: of it. Our neighbour\nkingdom-(France) no,w at peace; but,\" before-ﬂye\nded\/I) of the nextibundr'ed years, ſhe ſhall be in travail,\n* An atteﬅed copy of this paper was givſifn to the e'ditoi' in the\nyear 1759, by the late Rev.'Mr. Jolm We! e) ' '\nſſ'\" ' E z ' and\n\f[32_]\nand bring forth ſuch plagues, that the like has not\nbeen known in theſe latter age: of the world. In\nthoſe days the Iiﬂ of' man ſhall be valued as nought 3 and\nmen ſhall ſee truth, and own it, but belie it in their\ndeeds: and they ſhall caſt oﬀ all fooliſh opinions,\nand put on all wicked acts. And their hand ſhall\nbe upon all the world, and all the world upon them;\n'and their faſhion ſhall prevail over all the VVeﬅ,\"\nBeing urged to ſpeak of the Holy Scriptures, he\ncalled them ſmoke, dead embers, and rotten bones\nof dead men.\nROBERT NIXON.\nThe famous Cheſhire prophet Nixon, beſides his\npropheſies relative to the fate of private families,\nalſo.predicted much of public aﬀairs, which we ﬁnd\nliterally veriﬁed by the ſequel. On the Chriﬅmas *=\nbefore he went to \"court, being among the ſervants\nat Mr. Cholmondely's houſe, to the ſurprize of\nthem all, he ſuddenly ﬅarted up, and ſaid, \" I muﬅ\npropheſy.\"-He went on, *' If the favourite 1-0f a\nKing ſhall be ſlain, the maﬅer's neck ſhall be cleft\nin twain. And the men of the North 1 ſhall ſell\nprecious blood; yea, their own blood. And they\nſhall ſacriﬁ'ce a noble warrer to the idol, and 'hang\nup his ﬂeſh in the high places: and a ﬅorm ſhall\ncome out of the North, which ſhall blow down the\nﬂeeples of the South: and the labourer ſhall riſe\n* Collection of old amphlets.\n'k The Duke of Buc ingham, (favourite of James and Charles I.\nwho was beheaded) aſſaſſinated by john Felton.\nI The Scots, who ſold their king, Charles 1. for a large ſum\nof money, to the Engliſh rebels.\ns Suppoſe the Marquis of Monttoſe.\nabove\n\fſ WJ33 1]\nabove histlord, and the harveﬅ ſhall inupart be\ntrampled down by horſes, and the remainder lie\nwaﬅe, to be devoured by birds. When an oak tree\nr ſhall be ſofter than men'shearts, then look for better\ntimes, but they be but beginning. The departure\nof a great man's ſoul ſhall trouble a river hard\nby, and overthrow trees, houſes, 'and eﬅates. From\n'that part of the houſe, from whence the miſchief\ncame, you muﬅ look for the cure. Firﬅ comesjoy,\nthenſorrow; after mirth comes mourning.\" Iſee\nmen, women, and Children, ſpotted T like beaﬅs,\nand their neareﬅ and deareﬅ friends aﬀrighted at\nthem. Iſee towns on ﬁre, and innocent blood ſhed ;\nbut when men and horſes walk upon the water, then\nſhall come peace and plenty 'to the people, but trou\nble is preparing for kings: 'and the great yellowfruit 'I\nſhall come over to this country, and ﬂouriſh: and\nI ſee this tree take deep root, and ſpread into a.\nthouſand branches, which 'ſhall afterwards be at\nﬅrife one with another, becauſe of their number;\nand there ſhall come a wind from the South, and\nthe Weﬅ, which --ſhall ſhake the tree. I ſee multi\ntudes of people running tojand fro, and talking in\na ﬅrange tongue. And there ſhall be a famine s in\nthe midﬅ ofgreat plenty, and earthquakes and\nﬅorms ſhall level and 'purify the earth.\" After\ntheſe ſayings, every one, with the ſlighteﬅ know\nledge of our hiﬅory, Awill inﬅantly apply' to thoſe\nevents which they ſo wonderfully foretold. Nixon\n* Sup oſe Oliver Cromwell, at whoſe death the greateﬅ ﬅorm\nof wind appened that had been known in England. '\n1- The plague and ﬁre of London foretold.\nI The Great Yellow Fruit, ſuppoſe the Prince ofOrange, King\nWilliam III.\n5 This was ſaid, in the book from whence theſe prediction: '\nwere extracted, to mean oppreſſion of the poor. *\n- was\n\fi_3+-l\nwas ſilent, and relapſed into his wonted Rapidity;\nfrom which he did not recover until many weeks after,\nwhen he became again inſpired, and gave vent to\nthoſe remarkable predictions u'hich were collected _\n* _ by Mr. Oldmixon. Thoſe which we havejuﬅ now\n* related, were taken down from ,the prephet's\nmouth, by the ﬅeward, in purſuance of the orders\nof Mr. Cholmondely himſelf; and the original ml\nnuſcript is now in the hands of a gentleman in,\nShropſhire. '\n- ROBERT FLEMMING.\nIn the beginning oſ the preſent century, Mr. Ra\nbert Flemming, taking the Revelations for his guide,\nClearly and explicitly pointed out the fall of the\nFrench monarchy, about the time, and according\nto the circumﬅances in which it has happened. The\nfollowing are his, remarkable and foreboding words,\non this grand andſolemn occaſion: \" Iſany enquigeſi\nfarther, W'hether the ſun of the Popiſh kingdom\nis not to be eclipſed himſelf at length? I muﬅ poſi\ntiver aſſert, he will, elſe this vialwere not a judg\nment upon him and the Romiſh party. Buc if yet\nagain the queﬅion be, When this is to fall out, and\nhow? 'lmuﬅ tell you, thatl have nothing farther\nſi to add to what I have ſaid as to the time. But as\nto the manner how this is to be done, our text does\nlay a ſoundation for ſome more diﬅinct thoughts.\n.Therefore, in the fourth and laﬅ place, we may\njuﬅly ſugpoſe that the French monarchy, after it\n>þas ſtart\/zed otbm, will itſelf conſume by doing ſo;\nits ﬁre, and that which isthe fuel that maintains it,\n'waiting inſenﬁbly, until it be exhauſied at laﬅtowards\nthe Ora' qf this century.\" XVe, of the preſent day, have\n\" ſeen\n\f[353.\nseen this part of' the prophcſy completed in a iron; '\n- erſul andfearful manner; and Mr. Flemming far-._\niher ſays, 'V that the expiration of one of the ſeven\nvials, preﬁgured-in the. Revelations, Will be in the ct\nyear 1794., when ſome new mortiﬁcation will hap\npen 'to the chiefſuþþ'orter: of Anticbrzﬅ.\" Thus we may\nlook for the eyen: of ſome new calamity to the Poe'\npiſh party before the concluſion of the current ject; and,\naccording to Mr. Flemming's interpretation of the\ndivine Apocalypſe, the 'downfal of Antichriﬅ, or\nthe Popedom, will ſoon follow. After that, he ſays',\nthings will again alter for th'e better; and in the year\nzooo, will commence that glorious ſabbatical mil\nlenary (or the millenium) when ſaints ſhall reign on\nthe earth in a peaceable manner, for a thouſand\nyear's more. See Revelations, iv. 1, &e. x. 5, 6, 7.\n-ſi-Alſ0 xvii. I, 5, 1\\8. ' *\nJOH'N LACY.\nI'n the year 17o7, John Lacy, a man greatly noted\nat that time th'roiighdut the whole kingdom for his\nprophetic ſpirit, 'among his' other warnings, wrote'\nthefollowing propheſy of the deﬅruction of the\nFrench monarchy: \" The Lord will deﬅroy thoſe\ni'ma es, which thou haﬅ ſet up-ſor thyſelf(ſpeaki'ng\nof t e then king of France) and all thy ﬅatues; the\ncourtiers of France, and all cttbe Tour! of France; Ver.\nſailles, Which thou haﬅ raiſed for thy luﬅ and grand\neur, ſhall be thrown to the ground. Paris, that im\np'erial city, ſhallctbe convulſed ; the Royal Family ſhall\nbe dread\/\"ally aﬄicted, and thy iniquities ſhall be aveng\ned 6n thy grand-children. Lyons ſhall ſcourge thee\nJ-th'OU TOulouſefhalt be reduced to aſhes, and thou\n- * Bourdeaux\n\f_ ' i 36 1]\nBourdeaux (though favoured) ſhalt'not be without\nchaﬅening, Thus ſhall England be leſs viſited with\nmyjudgments than France. '\n\\\nJOHN MAxſitMILIAN' DAUT, 1712.\nThe following is the prophetic viſion of John\nMaximilian Daut, as delivered before the ſenate at\n' Frankfort, together with his laﬅ prediction, ex\ntracted from the public records of that city by a\nLutheran miniﬅer.-\" Behold the God of armies\n'called aloud unto me by night, and ſaid, ariſe, my\n, - faithful meſſenger, ariſe, and tell unto the world this -\nſaying which'l ſhall give thee, thus-Jehovah, the'\njealous-God, will ariſe with his judgment, and aﬄict\nthe city of Vienna, with all the cities and countries\nround about her, far and wide; with plague, peﬅi\nlence, and famine; from the Eaﬅ to the North, and\nfrom the 'Weﬅ to the South, aCCording as l before\nmade maniſeﬅ' Unto thee in the viſion of the Virgin,\nand of the table] command thee, preach' repentance\nunto the guilty city of Vienna, and to the towns and\ncountries around her; ſaying, thus ſaith the Lord v\nJehovah, turn from 'the wickedneſs of Cain to the\nrighteouſneſs of Abei. And you princes, who inhe\nrit authority, eſchew your wickedneſs, with which\n. you havedeﬁled the land 'z and with which you have\n'en-'tired the people to ſin; and cauſe juﬅice to be\ndo'ne among them, And all ye, the inhabitants of\ncities, towns, and countries, whether young or old,\nriſſc-h or. poor, humble or exalted, fail not to humble\nſſ - yourſelves\n\fE'317, 1\nourſelves to the duﬅ in my preſence, and in my'\nhouſe; for I_amſi the jealous and avenging God,\nAnd the Lord farther ſaid Lct'nto þme, take up a\nlamentation for the\/Whole Roman empire, and fox\n\\ all their kings and princes, from the 32d chapter of'\nEzekctiel, with an addition which-I ſhall give unto\nthee. 'F And on the ﬁtſiﬅ day of the twelfth month,\nthe word ofſſ God beamectunto me, __ſayivng,\" ver: zd; ſi\n.\" ſon of man take utia lamentation (onthe deﬅroyer\nwhoþath deﬅroyed 'myichoſen people Iſrael, whom\nI have choſen in .the£pi{it_,ſi1n£the landſiof Romiſh\nOppteﬃohſi Say Wite-him, Behold zholfarr a lion\namongt le' nations, 'aud'as a Whale,_1n the ſeas; 'and\n'hottliﬂiieﬅ fottþﬂith thy water Ifiyhieh' are thj'\nſixbjectþſi; and' trpublEſjc' the-waters (Kithe people with'\n'feegſiofſieniperorx kings; mighty ones, eath;\nnobles, captainshjudgesr ſheriﬀs; WhereWIth thou ,\n(vexeﬅ the' watereſipftþcte people. , Fnrthertſinore,\nwill 'make the hearts'gfſirnſiany pedple,ctſſ0_f_ all nations,\nto quake; when they ſee thy-pla'guþs',\" and' many\neounti'ie; which' now\/'know thee not; yea, many\nkingdoms' ſhall be aﬅoniſhed becauſe of thee, and\ntheir king: ſhall ſſbc ſore aﬄigbted when] ſhall draw the\nſword againﬅ thee; they ſhall ﬅand terior-ﬅruck\nand appalled, and their hearteſhall ſink as they\nwitneſs thy deﬅruction.\" ' ' \"\nAnd the Almighty ſhewed me a 'city of ahomi\nnations in'a trance, that was lſſfull 9? murders and\nidſiolatry. I aſked the Lord the name of that city, '\nby which it was knewn. And the Moﬅ High an\nſwered and ſaid, lt is the great city Babylon; called\nRome, with the whole terſitory thereof; the ſcarlet\nwhore, the greateﬅ of harlots, the ſoul beginne: of\nall abominations that have deﬁled the inheritance of\n* * thrift;\n\f[33]\nChriſt, XVoe, woe unto thee! thou blood-thirﬅy,\nmurderous city! I will ſend ſamine, plagues worſe\nthan Egyptian, and a ﬂaming ſword, the ﬁerce\nmeſſengers of my relentleſs wrath, u on ctyour mur\nderers: for you Romans, even you, ave cauſed to '\nbe ſhed mo're of__the blood of my righteous ſervants\nand prophets than can be comprehended by 'number\n'or meaſure. Therefore, thus ſweareth the MoﬅJ High\nGod, lo! Iv will bring ﬅrangers upon thee, ver. 7.\nThe Turks and the tYrants of the North, with all\nthe tyrants oſ'Chriﬅendom and their vatiſal's, ſhall\nturn their arms againﬅ the ebeauty dehYIWiſifdom-i\nand they ſhall utterly'deface thy ſplendor; 'andlidaﬂr\nthee down into the pit; and thpu' ſhalt ſink' and 'þe-r'\nriſh, as thoſe thatſſare ﬂain in thectmidﬂ' ofthe waters;\nO Rome! Rome! I will conſume thee to aſhes upon.\nthe earth, before the eyes of the whole wail-1; A - am,\nlike Sadam, ſhall be utterly burnt wctitbfre-ſhe'ſhhl] ſink like\na great mj\/ſﬅone in the ſea, and ber' ſmoke ſhall ﬁſh: up ſarſſ\never and ever. All they who know thee among the\nnations ſhall be aﬅoniſhed at thee, that thou art ſo\nſuddenly brought low, and can'ﬅ newer riſe again,\nſaith the Lord. ' '\nThe foregoing propheﬁes, out of the prophet'\nEzekiel, God commanded his ſervant to fet down\nhere ; for the Lord ſpoke mouth [a mouth tuitb my ſpirit,\nand commanded me to ſpeak in all things, as he\nſhould tell me. \" And; lo! herev it ﬂands to a tittle\nas the Lord did command, Whoever now ſhall\nagain ſay it, and deſpiſe it,\" or ſpeak or think evil\nof it, that ſame ſhall draw down a heavyjudgment\non his own head. Thus hath the Almighty written\nby me, John Maximilian, his choſen penman, as a,\nuarning to all' men: and ler no man's pride or fool-7\nl\\ i ' iſhrICſS'\n0\n\f-_-_\n' 7 Mt\n[39]\niſhneſs deceive him, for the Lord is a' jealOUs GOd.\nand will not be laughed to ſcorn, for whatſoever he\nſayeth, cometh of good, t *\nThe laﬅ predictinn of M. Daut, taken from\nhim verbatim, at his own houſe, by Hans Frede'ric\nGruebber the elder, one- of the magiﬅrates of\nFrankſort: '\n\" And the Lord ſaid unto me', on the eve of the\nlaﬅ ſabbath, Ariſe, Maximilian, and ive unto the\nnations a ſign, that they may know t at I am the\n_Lor'd, and that thou art truly my prophet. And\nſay', henceforth there ſhall be wars, and ﬅriving for\nthe maﬅery, among Chriﬅian nations: and they\nſhall divide the ſpoil among the great ones, who.\nſhall wax fat in luxuries and abominations, whilﬅ\nthey heed not the cry of the poor and oppreſſed;\nbut ſhed their blood upon the earth like water, and\ndevour their ſubﬅance. Verily, verily, I have heard\nthe cry oſif the poor, like theblood oſ Abel, and I\nwill ctave e them an hundred-fold 'on the oppreſſor.\nFor, beho they__ſhall eat the ﬂeſh, and drink the\nblood 'of 'rich and mighty m'enh-they 'ſhall ' ſay unto\nthem'ye ſpared notthe blood oſ us, 'not of our lit\n'tle ones', riot our ſubﬅance. And they ſhall ariſe,\nlike'the\" mightywaves of the ocean', and cover and\noverwh'elm all : and the high places ſhall be pulled\ndown', and dignitieszſhall be, trampled upon, and\nworſhip ſhall be laid low, and riches divided; and\nbehold thepoor of the earthſhall beavenged oftheop\npreſſor: and_think'_not theſethings afar oﬀ, although\nthectſſp're'ſent generation ſhall not ſee'thern: for the\nfeeds oſdeﬅruction are ndw ſowing in the chambers\nand 'privy places of a king: andwhen their abomina- _,\ntions of inceﬅ, whoredom, adultery, and unbelief, 'ſhall\nF 2. . ' be\n\f[> +<> i\nbe fullylripglook for the beginning of wrath. And!\nking ſhall periſh with the edge of the' ſword, and\n1 the blood of Jezabel ſhall be ſhed by 'the walls of\nthe palace, and the churches and high places ſhall\nfall, and Baal's pri'c'ﬅs ſhall be put to the ſword,'\n'and ſeſint into captivity by 'thouſandsz Woe, Woe to\n'that land, for the four Winds ſhall ruſh againﬅ it,\n_and lay it deſolate, and it ſhall not recher until it\nbe fatterled with its own blood. And the ﬅench\nthereof ſhall be blown by 'the winds i'nto every king;\ndom, for myjudg'ments are right'eotis, ſaith 'the Lord,\n'and l'will avenge the cauſe of the oppreſſed; nor\n' 'willl take my ſword from among the nations, until\njuﬅice and judgment be fairly rooted. Thus ſaith\n'the Lord.\"\nter MR. join: wnsen\nIt Was the opinion of ſithexRevZ' Mr.*Joh_n VVilſori'v\nfand whichſſhe ſwell ſupports by proofs from the\nI-Ioly Scriptures) that the rench Revolution isthe\nprelude to the fall of Antichrill, or of the Romiſh\nreligiOn; Here followeth an extract ſroiſin his ſer\nmon. ct'f. Before Antichriﬅ's fall, 'one of the ten\nkingdoms w-hich ſupported the beaﬅ, ſhall undergo\na 'riarvelloucts revolution, R'cctv. ii. 13., The ſame boar\nthere 'was la, eartbquake, .a_nd 'be ie'ilb þart of the n'iſ\nfell. By which tenth part is t'o underﬅoodone\noſ_th'e ten kingdoms, into which the great city,\nſi 'Romiſh Babylon, 'was divided: 'this 'many take to\nbe'the kingdom of France, it being the'ſitenth and\nlaﬅ of the kingdoms as to its riſe, and that which\ngave to, Rome the denomination of a beaﬅ with ten\nhorns,t and alſo' it being the only one of the. ten that\n* tt was\n\\\n\fþl 41 l\nwas tick\/er cenquered þﬁnce its riſe. However line.\nllkely this and other propheſied events may appear\nat this time, yet the Almighty Hand of, the only\n' iviſe God can ſoon bring them about when leaﬅ ex-_\npected;\" _ _ _\nBIsHoP N_EWTON.\nMore than thirty years ago, the good Biſhop\nNewton, in his diſſertations on the propheﬁes, fore.\ntold that France ſhould next take the leadﬄin the de\nﬅruction of the Papal power; which great event\nhaving been lately veriﬁed, forces, as it were, ouraſ- '\nſent and belief of what he farther holds out to us.\nHe ſays, the capital city of Rome ſhall be deﬅroyed\nby ﬁre, and, after the ſubver-ſion of the city, the\nbeaﬅ and the falſe prophet, and their Complete and\ntotal ſideſlriiction; the pon\/ers, civil and ecCleſiaﬅical,\nwith thoſe who ﬅill adhere to their party, ſhall make\none eﬀort more, but it ſhall prove as weak and vain\nas it is impious. (And may not this refer to an at\ntempt to re-eﬅabliſh that-religion in France ?) The\nBiſhop then proceeds to aſſure us, that the deﬅruc\ntion ofRome ſhall be followedby the converſion and\nreﬅoration of the Jews; and after that, by the ruin\nof the Turkiſh empire.\nBARON SWEDENBOURG. _\nLaﬁly, BarbſſSWedehbourg', 'near half a century\nago, in his book, has this moﬅ remarkable and pro\nphetic ſentence: *' The noble nation of France will\nriſe as one- nian, 'break hernchains, andoverthrow\nthe Whereof Babylon.\" p I\" ' '\n, ' ' ABBE\n\fi a i\n'ABBE RAYNAL.\n_The,ſollowing extract from the works of Abbe\nRa'y'nal, as being truly prophetic of the preſent\nſtate of France, is 'well worthy the peruſal of o'uſ'\nreaders.\n\" Let us, however, take 'care not to confound\nthe reſiﬅance which the Engliſh Colonies ought tb\nmake to their mother country with the fury of a'\n'people excited t'o revolt againﬅ their ſoVereign by\na long ſeries of- exceſſive oppreﬃons. When the\nﬂaves of an arbitrary monarch have once broken\ntheir chain, and ſubmitted their fate to the deciſion\nOf the ſword, they are obliged to maſſhtrt the tyrant, to\nexterminate the whole rare, and to change the form of that'\n\\ government under 'Which they have ſuﬀeredfor many ages.\n, '5 If they venture not this far, they will, ſooner or\nlater, be puniſhed for having wanted cOurage to com\nplete the 'whole of their deſign.\n\" The yoke will be impoſed 'upon- them with\ngreater ſeve'rity than ever, and the aﬀected lenity of\ntheir tyrants will only prove a new ſnare in which'\nthey will be caught and entangled without hope of\nſ\ndeliverance.\" .\nAbbe Raynal, vol. v. lib. ty.\nDR. HOAN.\n. This was a celebrated gentleman who reſided in\nShroplhire during the Protectorſhip ofOliver Crow\nwell. He-told ſeveral oſhis acquaintance who were\ndeſpairing of ſeeing the' King reﬅored,v \" Ere long\nthere will be an attempt to bring in the' King to his\nright; but vit will fall and come to nOthing.\" 'But a\nſi ſhort\n\f.[43]\nſhort time' after his Majeﬅy will be reﬅored peace- '*\nably and without bloodſhed.\" The Engliſh hiﬅory\nis an authentic record of the truth, of this pre.\ndiction. ' '\nHANNIBAL.\nHannibal, ſleeping, had ſuch a viſion, their. he\nſeemed to fee a fair young maid, like an angel, 'Who ,\nwas ſent unto, him from heaven to conduct 'hiin to\naſſail ltaly. Heturned himſelf and ſaw a ſi_-:ij1ſi>_enr.ctI\nwhich, by force and violence, broke [all ehaphaeſh. -\ncountered. This was followed by lightning and;\ntempeﬅuous rain, which darkened the day. ſHan\nwhen; ﬁlled with alarm at theſe ﬅrange appearances.- ſſ' '\naſked the fair maid, .Wha;, this, marvellous viſion.\nportended, .The young maid. anſwered, \" Thou\"\nſeeﬅ the ruin oﬁlxaly; wherefore ſay not a Wordlb\nand leave, the-reﬅ; to the Dcﬅinies.\" a Hiﬅory has,\nſince veriﬁed she; truth of this remarkable viſion. *\nKING JAMES THE' FIFTH,\nThis Monarch is reported to have been a great\nenemy to the religion that was widely ſpreading in\nScotland about the year 1551. Such was his zeal\nous prejudices in favour of his own profeſſion, that\nhe was heard to ſay, none of the new faith might '\nexpect any favour from him. Not even his own ſons\"\nſhould' be exempted fer his anger, it' they proved.\nguilty. But not long after, Sir, William Hamilton,\nbeing ſuſpected to incline to the new religious. ſyſl\nrein, was, falſely accuſed of practiﬁng againﬅ the\nKing's' life. He- was tri-ed, pondemncd, and exe\ncured\n\f[4+]'\n'Cuted. Soon after, the King, being at Linlithgow, .\non a night as he ſlept, Thomas _Scot, the Juﬅice\nClerk, came to him witha company oſdevils, cry\ning, \" Woe to the day that I ever knew thee or thy ,\nſervice; for ſerving theeagainﬅ God, and againſt\nhis ſervants, l am now adjudged to hell's torments.\"\nThis awful ſalutation, awaking the King, he called\nf'or lights, and told his attendants what he had heard\nand ſeen. The next day he received intelligence of'\nScot's death happening at the time of his viſion.\nThis Juﬅice Clerk died in great extremity, uttering\ntheſe words ;-.\" _By the righteousjudgment of 'God\nI am condemned.\" , -\n' _A few nighs after, he thought he ſaw, in his\nſleep, Sir James Hamilton, whom he had cauſed to\nbe ex cuted, come, witha drawn ſword, and cut oﬀ\nboth is arms, threatening, at the ſame time, that\nhe Would, ſoon-return and de rive him of lifei A\nWaking, news was brought him of the death of his\ntWO'ſons; James and Arthur, dying at the 'ſame\nhour. Next year he died with grief in Falkland,\n_This is related, in Archbiſhop Spotwopd's Hiﬅory of\nthe Church of Scotland. -\nALEXANDER T'HE GRE'AT.\nQgintus Curiius declares, in the life oſ this diﬅin\nguiſhed warrior, that when he was beſieging the city\nof Tyre, the ſuccours of the Carthagenians being en\ntered the city, and they ſaying they were deſCended\nfrom the Tyrians, he deſpaired of ſucceſs, and re-z\nſſ ſolved to raiſe the ſiege. But a ſatyr appearing to\nhim, in a dream, whom he thought he purſued im\nto an adjoining chamber, he was encouraged to,\ncontinue\nI '\n\f,\\[ 45 ' i\ncontinue the ſiege, ' by the following explanation of\n. his interpreters. 'ſſ' That it was a certain forewarn\ning of ſucceſs, if he continued' before the city four\ndays longer.\" \" He followed their advice, and took\nthe place; which alſo fulfilled a former propheſy,\nwhich ſaid, A! A Greek ſhall govern the city of\nTyre.\" - ' ' '\nTHOMAS WorTON,\nThis gentleman lived at Boﬅqn Malherb, in Kent,\nand was father to the famous Sir Henry Wottonl\nA little before his death, he dreamed the univerﬁty\ntreaſury was robbed by ﬁve townſmen and poor\nſcholars. He wrote this dream, as a poﬅſcript, in a\nletter to his ſon, Sir Henry, Who was then at Ween's'\nCollege. The letter, dated three days before; ar.\nrived the very morning' after the robbery was Com\nIhitted. The let-ter being communicated by Mr.\nWotton, gave ſuch information as cauſed the diſ\ncovery and apprehenﬁon of the ﬁve guilty perſons.\n_ , coUNTgss QF come. ſ\nThe Cpunteſs pf Cork, 'afterwards Burlingtori,\"\nbeingctat Dublin, dreamt thathe father, the Earl of\nCumberland, who was then at ark, was dead. He\n- died at the ſame hour. T * ' - '\nBAQCLAY. _ ' A\nThis author in his Argcois, in Which Henry I'V. .\noſ France, qptemporary withſiQreen Eiizabeth, is\n* n- ' ſi G ' . the\n\f[43]\n' w'\ndeﬅroyed by the nzen who have deﬅroyed\nthe Herolof the Romance, makes this remarkable \\\npropheſy :--*' That the time ſhall come when\nFrance ſhall have no other boundaries than the\nRhine, on one ſide, and the Occan, on the other.\nWhen ſucceſs ſhall every where attend her arms ; and\nthe natiohs ſhall eﬅeem it no hardſhip to be con_\nquered by her.\"\nDR. PRIESTLEY.-His FAST SERMON.\nFeb. 28th, 1794.\nIt is the opinion of this great and learned Divine\n(and indeed of moﬅ others who have duly attended\nto tbeſigm oft-'13 times) \" that the preſent diﬅurbances\n'in Europe are the beginnxng of thoſe very calamit\nous times,\" which are predicted in divers parts of\nthe Holy Scriptures; and that thoſe grievous cala\nmities (ſuch as the world has never yet experienced)\nare about to ariſe, which are immediately to precede\nChriﬅ's temporal kingdom here upon earth. \" This\nkingdom, however, a kingdom of truth and righ\nteouſneſs, will not be eﬅabliſhed without the great\neﬅ convulſions and tbr 'violent arm-throw of other king\ndoms,\" And ſpeaking of Haggai II.-6th verſe,\nhe ſays, \" What can this ﬂat: be, but the future\npeaceful and happy ﬅate of the world under the\nMeﬃah? and what can be-iþis ſpeaking of- the nations,\nthat is to precede it, but great convuliions and ſud\nden revolutions, ſuch as we ſee 'row beginning to tal-e\nplace.\" Again, \" The'anger' of the nations is folz\nlowed by the deﬅruction of them that deﬅroyed tho\nearth,\" Rev. xi. 17. Now how has the earth been\nit, but by\ndeſolating\n\fl 47 l\ndeſolating Wars, 'and the deﬅruction that has thereby w\nbeen made of mankind? In like manner, then,\nmay we conclude, that thoſe deﬅructive powers will\n'be'n\/elves be dg\/iroyed, probably by one another, in- thoſe\nwars which, the Apoﬅle James ſays, - ariſe from men's\nIuﬅs, the luﬅ of ambition and revenge. And when,\nmy brethren, have we ſeen or heard of ſuch anger\nand rage *in nations, ſuch vidlence'in carrying on '\nwar', and ſuch deﬅruction of menzias 'at this very\ntimePL-What has more eminently contributed to\n'deﬅroy the' earth,'than the antichriﬅian and idola\ntrous eﬅabliſh'ment's oſ Chriﬅianity, that have ſub\nſiſicd in theſe weﬅern parts of the world? Many\nmore perſons have been deﬅroyed by' Chriﬅians, as\nthey have called. themſelves, than by Heathens. And\ndo we not ſee one,*and one of the principal, oſ thoſe\neﬂabliſhments already and completely deﬅroyed P\"\nHe ſays, \" That nothing is more evident than that\nthe only period-that can be called the time pf the re-'\nﬅitmion of allntbings, or the paradiﬁacal, or happy\nﬅate oſ the world, foretold by the ancient prophets,\nwill follow the reﬅorati'on of the Jews to their own\ncountry. This, and nothing elſe, is the great bur\nthen of all ancient propheſy. That there is nothing\nmore clear in the whole compaſs of propheſy, than\nthat, after the deﬅined period for the diſperﬁon and\ncalamities of the Jews, the heavieﬅ of all the divine\njudgments will fall upon thoſe nations, by whom\nthey ſhall have been oppreſſed ; and this will involve\n' almoﬅ all the nati-ons of the world, but more eſpe\ncially thoſe of theſe weﬅern parts, which have been\nſubject ﬁrﬅ to the Roman empire, and then to the\nSee of Rome. That theſe great troubles, ſo fre\nquently mentioned in the ancient propheﬁes, are naw\noammemtſing, I do own I ﬅrongly ſuſpect-and the\nz events\n\fa'\na'\nAs l .l\nIvents Ofthe 'laﬅ yeſiar have contributed to ﬅrangled\nthat ſuſpicion; the ſio'rtn, however, 'may ﬅill blow\nover for the' preſem, and the greater ſcene of cala\n'mity be teſerved for ſome future time, though I rim.\nnot 'bid it will be deferred long.\" Page 2 5, the Doctor'\n\"ſays, \" This great event of the late Revdlution 'm\nFrance, a peatsto me and many others, to be not\ni'mprobab y the accompliſhment of the ioll'o't'ving'\n'part 'of the Re'velation, Chap. xi. 3.\" And farther,\nin the Appendix, page 37, he has the following re:\nſimarkabl'e quotation from Dr. Hartley, p. 377.\n'* The downfall of th'ecivil and. eccleſiaﬅical pow\n'ers, muﬅ bpth be attended with ſuch public calamiſi\n'ties as will make men ſerious; and alſo drive them\nfrom the countries of Chriﬅendom into the remote '\nparts of the vworld, particularly into the Eaﬅ and\nWeﬅ In'dies, whither conſequently they will carry\ntheir religion, now purified from 'erro'r's and ſupers\nﬂitions.\" I ſay, thisremar\/Eabk quotation, becauſe\nſo truly expreﬃve of Dr. Prieﬅly's opinion, the ſin!\ncerity of which we cannot qtieﬅion, ſince he has not\nonly ſent his ſons, but has now joined them, in\nthat remote part bf the world-North America.\nl\nDR. GOLſſDSMITH.\nThe Propbrtit Sentimenth of t\/u celebralld Dr. baldſnzirb, as\n'expreﬃd in Ijſs Citizez'z of 'tſiﬁe II\/orld, nedr Farty Year-i\nago, reſpectng 'be dmericaſin, Swedi , and French Re\nvelations, &Ft.\n\"' It is in the politic as in the human conﬂitution,\nif the limbs grow 'too large for the body, their ﬁze,\n' ' - inﬅead\n\\\n\ft 49 I ,\ninﬅead at i'mproving, will diminiſh the 'vigour-of\nthe whole. The colo'nies (by which he intended our\nAmeri'can ones) ſhould always bear van exact proper.\"\ntion to 'the mother-country; 'When they grow popua\nlous, they grow powerful; and by becoming pow\nerful, they become independen't alſo. Thus ſubor;\ndinatinn is deﬅroyed, and a country ſwallm'ved. up\nin the extent of its own dominions. The Turkiſh\nempire would be more. formidable We're it leſs ex-[r\ntenſive; were it not for thoſe c0untries which it can ſi\nneither command, nor give entirely away; which it\nis obliged to protect, but from Which it has no power\nto exact obedience. v 1\n- Swedeu, 'though now ſeeminle a ﬅrenuous aſſertor\nof its liberties, is probably only haﬅening on to deſ.\npotiſm; Their ſenators, while they pretend to vin.\ndicate the freedom ofthe people, are only eﬅabliſh; * . '\ning their own independence. The deluded people\nwill, however, at laﬅ perceive 'the\/miſeries of an'\n'ariﬅacratizai government ; they will perceive that the '\n'adminiﬅration 'of a ſociety Of men; is ever more\npainful than that of one only. They willſiy from thi\n'mzﬄ appnſſiw of all forms, where one ſingle member is;\n'capable of 'controuling the whole, to take refuge under\nrbe throne. No people long endure an ariﬅocratical\ngovernment, when they can apply elſewhere for' re.\ndreſs. The lower orders 'of people may be enſlaved\nfor a time by a number of tyrants; but, upon the\n'ﬁrﬅ opportunity, they will ever takea refuge in deſ\n'potiſm or democracy.\nAs the Swedes are making concealed approached\n'to_deſpotiſm, the French, On the other hand, are im\nprmptiþly vindicating themſelves into freedom.\n* When\n\f[so]\nWhen I conſider thoſe parliaments (the members'\n'of which are all treated by the court, the preſidents\noſ which can act only by immediate direction) pre\nſume even to mention privileges and freedom, who\ntill of late received directions from the throne with\nimplicit humility; when this is conſidered, [cannot .\nhelp fancying, that t\/M gymſiu: oſfreezlam hat entered that\nkingdom in diſguſt. Iſ they have but three weal' ma\nimrc\/n more ſucceﬃvely on the thron'e, 'be maſh 'wi\/V be\n[aid aſide, 'AND 'rue counru wru. CERTAXNLY ONCE\nMOREBEFREE.\" .\nOf the GERMANS man Durcu, he ſpeaks as fol\nlows, and his opinion ſurely merits the moﬅ ſerious\nattention; 'conſidering the great ſhare of political ſa\ngacity, and 'ominOus foreſight he diſplayed, in thoſe\nſpeculations which we have juﬅ detailed.\nThe German empire, that 'remnant 'of the Ma\njeﬅy of ancient Rome, 'appears onthe eve 'of diſſolution.\nThe members of i'ts 'vaﬅ body want every tie of go\nVernment. to unite them, and ſeem feebly held to\ngether, only by their reſpect for an ancient inﬅitu.\ntion. The very name of country and countrymen,\nwhich, in other nations, makes one of the ﬅrongeﬅ\nbonds 'of government, has been here for ſome time\nlaid aſide; each Of its inhabitants ſeeming more\nproud ofbeing called from the perry (late which gives\n'th'em birth, than by'- the more well-known title of\nGerman.\nThis government may be regarded in the light of\na ſevere maﬅer and a feeble opponent. The ﬅates\nWhich are now ſubject to the laws of the empire,\nare only watching a proper occaſion to ﬂin oﬀ the\nyoke; and thoſe which are become too powerful\n'to be compelled to obedience, now begin to think\n' of\n\fE51]\nof dictating intheir turn. The ﬅruggies in this\nﬅate are, therefore, not in order to preſerve, b'ut to,\n. deﬅroy the ancient 'conﬅitutionz if one ſucceeds,\nthe' government becomes deſpotic; if the other,\nſeveral ﬅates will ſubſiﬅ without even nomﬂinal ſub-ſſ\nordination; but, in either caſe, the Germanic con;\nﬅitution 'will be no more. ,\nWhen I compare the ﬁgure which the Dutch\nmake in Europe, with that they aſſume in Aſia, I\nam ﬅruck with ſurprize. In _Aſia, I ﬁnd them the\ngreat lords of all the Indian ſeas; in Europe, the\ntimid inhabitants of a altry ﬅate. No, longer the\nsous of FREEDOM, but oi') AVARICE; no longer aſſert\nors of their rights by courage, but bynegociations;\nfawning on thoſe who inſult them, andcrouching\nunder the rod of every neighbouring power, without\na friend to ſave them in. diﬅreſs, and without virtue\n_to ſave themſelves; their government is poor, and\ntheir private wealth will ſerve but to_ invite some\nSetoiisougmc XNYADER- Vol. I. Letter 56, p. 292.\nThe Przdictian qf _a Zſſriter in the Complgqt zuagaaine, ﬁr\n\\ Uctober 1764., Page 368.\n. , \" They (the parliaments of France) await\nthe moment to ﬅrike the blow, that ſhall lay the\nfabric of deſpotiſm in ruins! When this blow is\nﬅruck, the eﬀects-of it will be equal to thoſe of\nmagic. . The. cottage will be put on a level with\nthe palace -; the peaſant with-the prince; ranks ſhall\nbe confounded, , titler, diﬅinction, and birth, ſhall tum.\nble into an undiﬅinguiſhed heap of COnfuſion za now\n[poral mation ſhall ﬅrike the view ofan admiring uni\nverſe;\n\f\\\n[vszl'\nverſe 5 and France, like old Rome in her ﬁrﬅ ﬂights\nto empire, ſhall appear with the ſceptre of univerſal\ndominion bourgeoning in her hands. Out aſuni'w'ſal\nearﬀyſion, order ſhall ariſe; the great, of nature's creat\ning,\" will aſſume their places; and the great, by title\nand accident, 'Will drop deſhiﬅd into 'be common maſs (if 'be\npeople.\"\nJAMES, LAMBE'RT.\nſhe miracle\/ous Propbeſy of James Lambert, mw [ming at\nLeeds, in Yorkſhire, to the Rete. Next\/nati Dowlg'ng, an\nAmerian Clergyman (new in London) by wþom it 'was\ncommunicated to the Editor Iqﬅ Mantle.\nMr. Dowling being in England in_ the year 177q,\nhad occaſion t_o viſit Leeds, on ſome particular buſi-_\nneſs, for a friend in Philadelphia, and being one\nvevening in company with ſeveral gentlemen and la\ndies of that town, the diſcourſe turned on the poſſi\nbility oſ a foreknowlcdgc of future events, which\nMr. Dowling ſeemed to doubt, contrary to the opi- A\nn'ions of the whole' company, who maintained the\nexiﬅence of it, in certain perſons, to one of whom\nthey profeſſed to be ready to introduce him, if he\nﬅill perﬁﬅed in- his incredulity. Having aſſured\nthem hel very much deſired ſucha conviction, a party\nWas-made', to attend him to the houſe ofJames Lamſi\nþert on' the morrdw; a perſon who had been long\nfamed in- thatneighbourhood for his ſkill in foretel\nling future events. The next dayſeveral of the gen\ntlemen accompanied Mr. Dowling, and they found\nLambert at home, and, to all appearance, prepared\nto receivemhemz although (afterwards) every perſon\n4 . privy\n\f\"*[\"53--J\nrivy to the viſiaideclarcd, in the moﬀſolemn man,\nner, that they never dropped even the moﬅ diﬅant'\nhint relative to it, nor did any ſervant hear any\nthing of the matter. Mr. Dowling was ſpokeſman,\nand declared his errand to the Seer; obſerving, at\nthe ſame time, that he wiſhed for an immediate exam\nple ok'his ſupern'atural abilitiesz becauſe, iſ he barely\nrelated t'o him what was to come to paſs in future,\nhowever true it might' prove in the end, ﬅill he\nmuﬅ probably' Wait a long time, or indeed might;\nnot live until 'the day oſ conviction. Lambert, with\nout one moment's heﬁtation', replied, [haﬅened\nhome, expecting company at this'hour; for the\ntruth of which, he appealed to a boy who had been\nwith him. He then proceeded: \" In my ﬁrﬅ ſleep\nlaﬅ night, I ſaw a middle-aged man, with a band\non, ſailing acroſs the great waters, from towards\nthe ſetting of the ſun, to conſult me, and you are\n' the man.\"--Mr. D, then ſaid, Do you know my\nname? to which L. replied,'No; Ido not; but you\nare adminiﬅer, and have come,ſrom abroad, when\nzbey tall- Engliſh; and you have: ﬁniſhed all your aſ?\nfaire (ſave one) and are deﬁr'ous toſi return home;\nX Being aſked, Whether it would be poﬃble to corn\npleat that _om aﬀhir? he ſaid, he could not then tell;\nMr. D. aſked him, lf he could tell him any farther\narticulars reſpecting himſelf? and he anſwered,\nBes; you haVe got a'deep ſcar on the back art of\nthe to'p of your head. Upon which Mr. . with\nthe utmoﬅ aﬅoniſhment took oﬀ his peruke, and\nſhewed the ſcar to the company, declaring, that as;\nhe was> always accuﬅomed to ſhave himſelf, he\nthought it literally impoſſible that any perſon in\nEngland could have ſeen that ſcar, and that, at any\n. \" H . tart\n4\ni\n\f[54]\nrate, no perſon in Leeds could hav ſeen it. Lam.\nbert then proceeded: \" l ſaw a y g child laying\non its mother's lap, its head covered with blood:\nbut I then ſaw a lone houſe, two coﬃns, and neither v\nwiſe nor child.\"-At this, Mr. D. ſays, he was\ntaken in ſuch an agony of grief and ſurprize, that\nhe ſunk down in his chair, and had not power, for\na long time, to aſk anyvfarther queﬅions. It was\nMr. D.'s hard misfortune to have the only child his\nwife ever bore him, a ﬁne boy, about two years oﬀ\nage, killed by the kick of a horſe, and he loﬅ his\namiable wife about two years after. He had no\nlonger c0urage to aſk any more queﬅions reſpecting\nhis private aﬀairs, but he wiſhed the prophet to tell\nhim, from what country he came? he anſwered, All\nI can tell is, that you come from the Weﬅ, and\nover a large ſpace of ſea, and have not been long\nhere-but y0ur country will, before ten years, be\nover-run with ſoldiers of diﬀerent nations, and of\ntheir own kinsfolk, and you will all be in great\ndanger until they, w\/Io Law alway: been your worﬅ m:\nmx'cs, come to your aﬃﬅance; and then you ſhall\nget great ſpoil of money and arms, and a great man\nſhall ariſe in your country, and you ſhall have a\nking and no king *,. At this time, Mr. D.'s compa\nnions having an engagement, deſired to be gone,\nand he wasleft alone with Lambert, which indeed he\nvery much wiſhed. .He then told L. that he cer-\ntainly muﬅ be miﬅaken in what he ſaid laﬅ reſpect\ning his country, which he' then told him Was North\nAmerica; as they were in full peace, without the\nſmalleﬅ appearance or probability of the occurrence\nr vThis muﬅ allude to the Preſident GeneralWaſhington.\n' bf\n\f[55]\n-ﬂrifaﬂamng pnþ'bﬂiri'Pcſſagz-s are extracted ſrhm aﬂLet\nof any ſuch eye'nts as he had 1- related. The other\nſaid, he could' only ſpeak as to the light he had ;,\nand that he would aſſuredly ﬁnd all thOſe events muﬅ\nhappen, perhaps 10.. his aſſ; which indeed turned out\nſo, as zMr. Dz. loﬅ nearly his all by the war. Mr. D.\nthen queﬅioned him ſeriouſly, as a clergyman, re.\nſpecting his art; telling him he hoped, for his ſal\n* vation ſake, he made uſe 'of no diabolical or magical\nr _arts; which Lambert aſſured him, with ſome con\nfuſion (but not apparently ariſing from guilt) he did\nnot practiſe or underﬅand, but,that he hoped he was\na good Chriſtian, 'and hadz never injured any one.\nKThe, only account he- ſeemed able' to give,' Was\nSyſithat __the ſhapes and ſhadows of things (to'uſe\nown words) 'came into his mind-ſometimes ſleep\nzing, and ſometimeswaking; and that it had been\nſo with him nearlyas long as he could remember:\nthat ſometimes he. had this foreſight ;.at_ others nq\nmore than other people.\"\n-' *DR. 'SMOLLET. \\_\nter ſin! . by the Inte,Dr;**SfmI\/er, a few Month: Before'\nbis Dear\/2, 'a lb: Rev. Dr. *, aſ *f* '*, Nar\nrbumlm'land, Jwbo bar pblitrly entry\/led the Original to\nthe Editor. > i .. . .. , - \"\nI\n'V As the ſentiments of dying men, particularly\nA dyingcauthors, * have been ſometimes looked upon\nas prophetic, you will be inclined, perhaps, to pay\nthe greater regard-to' the following political ſpe__\neCUlatlQﬂS; and,,in all human probability, they are\nthe laﬅ, of any kind, which you iwill' ever receive\n' 2 . from\n_MH\n\fi_56 1\nrein me; for I feel the chill hand of health gnat\ndually ﬅealing on'me as thoſe calamities'are ﬅeal-i\ning upon our European States, which l foreſee, but\nſhall never live to experience. But*l am perfect\nly religned, and nearly wearied to death,\" with a\nlife, that both ih its private and public condition,\nis the ſordid ſlave of intereﬅ, prejudice, and folly.\nThe firﬅtmubles that are likely' to enſue, Will pro\n_Tceed, I think, from that overgrown and uſeleſs ſyſ:\nter'n of coldni'zation, with Which ſeveral natiOns'\nA (particularly our bw'n) haVe bu-rthcded themſelves. r\nBut, although the inhabitants of that immenſe'and\nunwieldy empire of Spain in Smith' Amerita, are\nſuﬃciently diſaﬀected and diſpoſed toir'evolt', they\nare there ſo faſt baund by the chains of deſpoviſm;\n'ſuperﬅition, and indolence, that it'is not probable\nthey will take the lead, o'r attempt any thing for their\nemancipation- from the cruel yoke Under which they\ngroan; until either by the eſpecial'favour of Hea\nven they ſhall become enlightened, or ſhall be acted\nupon by ſome conſiderAble external forcez in Which\ncaſe, the empire ofSpain, in thoſe parts, would paſs\naway like a ſhadow. Of all 'ther kingdoms of Eu\nrope, I think our own ﬅands in the greateﬅ danger\nreſpecting her colonies, and in the leaﬅ with regard\nto her aﬀairs at home. At home you have a few ra-'\ndicaliy diſcontented men, with a vaﬅ and undoubted\nma'ority, who areinviolably attached to the preſent\ndeſiﬁabli'ſhmentx 'bin oiir American .Colonies,-we may\n'ſ almoﬅ-ſay, they-are all Republicans to a man; that\n'nothing _but- the tie ofintereﬅ, and the want of\n' power- .to ﬅand alone, has-hitherto preſervedghem in\nſſ 'their allegiance air-the crowneſ-Great Britain, which '\n(you-may relysupon it) they will embrace t\/n ſhy? J'ai'\n- - _ .' ct opportunity\n\fLl '37 'la\nbþertmzity' gnﬁ'rdy to ſhake Wohld-'\\= ,\nevent, 'in-my ideas, 'be at all-dlſadvantſiageous t'othe\nparent' ﬅate, or to the Colonies themſelvesgjprovids\ned it were poſſible it couldſi happen without loſſ and '\nbloodſhedg which, I-fear, the preſentﬅockof witſ\nd'o'm'and moderation, on eitherﬁde, can aﬀord-us\nno Certain aſſurance of: Totufn 'Our eyes towards\nour Weﬅ India'lﬂdnd's, I Fthink' the proſpect looks \\\nﬅill more gloomy and alarming. - I't has ever excit- .\ned my'aſ'ſOnlſhment,\\-that nobody, either in England\nor thoſe iſlands, ſhould entertain the ledﬅ dread. or ,\nforecaﬂ' of . the dangdrodsſicbnﬁquonces: of intro-r\n'ducing ſuch an immenſe m-ulclt-ude of Africansmcs\ninto them, 'or-1 the ſmalleﬅ 3c0mpunction for the\nknormdus'widk'edneſs of the' ſſact,v,exaggcrated. is it\nis a thouſand .d-ogrees,: by being perpetrated byme\nwhoſe nation'ſets ſohigh' a- value uponitheir-own li\nberty, and who pretendvto ſuch .-a'n averſion, from\ndeeds of cruelty,v If we havenolapptehenſions 'of\nt-'he vengeancexoſ divine juﬃce;--for,the count'leſjs\nend-horrid barbaritﬁexzwhieh ate conﬅanly-exerciſed\nonthe-miſerahle ﬂaves of thoſe' Colonies, ﬅill-com\nlmon ſiſenſe ought to teach ns,*ch>.ro is a point beyond\nwhich human. aﬀairs. cannot Thatzit is not pot',\n.ﬁble that 'ſuch numbers, whopoﬀeſs every day they\n'live the power 'oftheir own freedomgwill ſuﬀer ſuch\nextremitiesforevern Thhtth'cﬂaw and' come at ſhme\nperiod or other, 'which may bothis year as well hathe\nnext: and that whEn it does- come, it bt-in swith\nit deſolation impoﬃblerto be withﬅood, an death\nin every ſhape. 'That a revolt of _the ﬅaves muﬅ\nhappen' before manly years, I will venture to predict;\nand if itſhould happenon one! iiﬂand, to whatever\n-* It is_i.mpoﬃ-blc here notþt'o Pecollw the horro'rs of St. Domingox\n- European -\n\f[ 58, l\nEuropean nation it belongs, the Weﬅ India Iſle: will\nnever afterwards be in aﬅate qfſaﬂty. To return to ou'i'\nown Continent, France appear: ta m' to be the, proba\nbIeLt\/ze'dirt' aſ an) material change. The preſent faſhion\noſ handling abﬅract queﬅions 'oſ religion and go;\nvernment, ſo eagerly adopted oflatc by a great num\nber of people oſconſideration in that country, is,\nno doubt, the high Pro'ad to truth- and juﬅice ; but,\n'unfortunately ſo'r mankind, it muﬅzncccſſarily run\n' through the conﬁnes of bloodſhed. and deſolation.\nAmongﬅ all the beﬅ informed people of that coun\ntry, with whom I hare had the opportunity of corn\nVerﬁng, there ſeeme to exiﬅ an-enthuſiaﬅic paſſion\nfor the diſcovery oſ moral troth, and a moﬅ ardent\nzeal ſor its propagation. And inzthis laudable frame ſi\nof mind, ſeems particularly included,.a commiſſerz\nation for the ſuﬀerings of the lower claſſes oſ man,\nfkind ; and a deſire to relieve them-from the-ſhackles\nt ct in ſi-which they have been, ſo long bound, by reli\ngious and political-ſtands. If we conſider the weak\nneſs, proﬂigacy, and abandoned debauchery of the\nFrench court; which they, whoſe ſituations intitle\n'hernto be the beﬅ: judges, repreſent as a ſecond\n' \"deam z the poverty, miſery, and diſcontent oſ the\n'lower ctclaſſes;-.and- _the violent deſire of change;\nglowing and burning in the breaﬅs of thoſe who are\n'the moﬅ able, and indeed the only people in whoſe\npawer it is to bring that change about; we need not'\n'heﬁtate.-to-faſſert, that ſome great revolution muﬅ\nenſue, in the courſe of a few years, in the govern\nment, religion,'and' manners of the people of that\nenuntry. indeed, from the beﬅ general view which\n\"I am abſſle toſorm, of the internal political [fate oſ\nthe kingdom of France, I cannot bring myſelf to\n\" 'l' ' X\" * - believe,\n'iI.*\n44!4444\n.\n\fl 59 1\nI'n_\\-_ i\n\\ .\nbelieve, 'that the preſent deſpotic ſyﬅem can, at any\nrate, continue more than twenty years longer. If reli\ngion has invented and. nouriſhed thoſe ſrauds, upon A\nwhom the deſpatiſm of France was founded; and\nthe belief of that religion is now almoﬅ obliterated\nfrom amOngﬅ all ranks, what is in future to ſupport\nſuch a government, even when the general intereﬅ\nſeems loudly to demand its demolition? That thev\nChange, come when it will, my? be thorougb, violent,\nand bloody, we may. fairly prognoﬅicate, both from\n' the known character of thoſe who are likely to have\nthe chief hand in the reſormation, and from that of'\nthe common people oſ France, whom their whole '\nhiﬅory proves to be the moſt ſanguinary, un'pri'ne.\n, cipled, and barbarous of any populice in Europeq -\nWere it poſſible ſor me to live to witneſs it, I ſhould\nby no means wonder to ſee the principles of' Re\npublicaniſm predominant for' a while in France, ſorx\nit is the property of extremes to meet; and our ab;\nſiract rights naturally lead to that form of govern\nment, and it is not the ſeaſonſito moderate abﬅrac\ntion, during the fury and concuﬃon oſ political.\nearthquakes. ' -\nWhenever _a Revolgtion upon ſuch. grounds as\ntheſe ſhall happen in France, the ﬂame of war will\n(be univerſally lighted up-throughout' Europe; either'\nfrom the inhabitants of other countries-inﬅanta,\nneouſiy catching the contagion, or from the appro\nhenſions of their reſpective governments. But\nwhenever the great maſs of mankind ſhall become\nenlightened, it will be as vain as perilous for go\nvernments to attempt to combat principles, which\ncan only be eﬀected with ſucceſs during vthe reign oſ\nignorance and ſuperﬅition. 'l ſee-it, in the cleareﬅ .\n* >- ' ſſ 'lighgſſ\n' I\n\f[60]\nlight, that the people of France, Germany, and\nItaly (but more eſpecially the latter) are about to beeſſ\ncome weary of the impoſitions of religion, and the\ngalling fetters of ſlavery. And I behold a new or- '\nder of people about to, ariſe in Europe, which ſhall\ngive laws to la\\v-givers, diſcharges to prieﬅs, and\nleſſons to kings. ' ' _\nAs for our own country, * * * * * *.\nMARTHA nay. _ . - .'\nſi; Frxdr'ctiomiqf Mart\/m Ery; of Camndfſh, _iyr Suﬂbli,\nin 'be _ytar 1764., extracted from the Mahſidﬂrz'pt of\nFrancis --.--,. Eſq. (ſ Cambridge\/bin\nſiMartha Ery was a little woman, between ﬁfty and ,\nſixty years of age, ſupported partly by the pariſh,\nand in part by her own labour at the ſpinning-wheel.\nShe was looked upon by her neighbours as a comﬄ\npoſition of idiotiſm and lunacy. In general ſhe was\n3 totally ſilent, except ſometimes talking tp herſelf as\nſhe ſpun ; when her words were invariably, \" I don'r,\nIdon't; the ſpirit ſay I do.\" But, at particular in-_v\ntervals, ſhe would burﬅ out into the moﬅ violent and\nraving exclamations; talking in a ﬅrange manner\nabout the doings and workings of the ſpirit within\nher, and foretelling events which were to happen\namong the neighbours, mixed with a great deal of\nﬅrange' diſcourſe of things and circumﬅancesA of 4\nwhich they had no knowledge. On theſe occaſions\nſhe had uſually ſome auditors in the ſcholars of a\nwell-known acadcmy in the village, kept at that '\ntime þy Mr. Stephen Brown, a gentleman of high\nſi ' ' . character\n\f[6131.\ncharacter for learning an'd abilities in his profeſſion,\nMr. ---, the author of this account, was, at that\ntime, a pupil of Mr. Brown, in order to his prepa\nration for the univerſity. He had often beena hearen\n'of old Fat Ery (as ſhe Was called by the ſcholars)\nand thinking there was ſomething very wonderful in\nwhat ſhe uttered, as repeatedly ſolicited Mr. Brown\nto be one of her-hearen. The old gentleman never\nfailed to ridicule the mad ſallies of Pythia', as he\nſiyle'd the woman, and could not, for a long time, be _\nrevailed upon to throw away a' quarter of an hour\nin attending to her diſcourſes. At laſh-this woman\nin one of her raving ﬁts, had manyct times repeated\nſome very ﬅrange ſpeeches reſpecting the rector of\nthe pariſh, and was inceſſantly calling out his name\nin the night, to the rerror and diﬅurbance of the\npeople'with whom ſhe lived. This being carried to\nthe Rev. Dr. T--, the rector, he communicated it\nto his friend Mr. Brown, who was then prevailed\nupon to accompany him to the woman; the young\ngentleman (author of this Memoir) being of the\nparty. They found her ſpinning, and the inﬅant\nthey entered therroom, with all the appearance of\nof the moﬅ violent ecﬅacy painted in her counten\nance, and expreſſed by hergeﬅures, ſhe burﬅ out,\nexclaiming; \" Writel write! you that can write;\nthe ſpirit ſays Wrire!\" \"She was the next moment\ncalm; but looking with a ﬅedſaﬅ and phrenzical\nkind of look at the Dr. fram'whom ſhe ſoon with\ndrew her eyes, and then ſilently purſued her ſpinning.\n_Nor was it poſſible to obtain another word, or even a '\nlook fromvher. _It 'preſently occur-red, that the dii\nitppointment aroſe from their not being furniſhed\nwith writing materials, and which could not be pro;\n' a I ſi ctier\n\f[62\")\ncured in the cottage; ſo that they agreed to leave\nher for that day, and to return preciſely at the ſame\nhour oxﬃEÞnging; but in as private a manner\nas poſſible, havr genjoined ſecrecy to the only per\nſon 'ho was in the houſe with her. They found\nher liext day in the ſame ﬅate of mind, _and in the\nſameiﬁtuation which they had at ﬁrſt experienced\nthe preceding: the rector entered ﬁrﬅ, and ſhe look\ned upſſwith a ﬅrange kind of ſupernatural r fury in\nher eyes, and thruﬅing her head forward, and ex\ntending her arms, bawled out ** the High Prieﬅ!\nthe High Prieﬅ ſhall never eat another Chriﬅmas*\ndinner! VVrite! write! you that know how to write;\n'write for the ſpirit!\" The young gentleman being\naware of this, from the experience of the day be\nfore, was prepared, and ſatisﬁed her that he was\nwriting. She inﬅantly went on (looking at Mr.\nBrown in a _very earneﬅ and piercing manner) and\nexclaimed, \" ﬁve ﬅumps more, and the ﬅumperl'\nſhall want a wooden jacket-\" She then continued\nto predict death and ﬅrange changes in ſeveral\nneighbouring ſamilies, many of which predictions\nhave ſince been fulﬁlled; but, certain of them being\n- ﬅill in ſuſpenſe, and the period oſ their accom\npliſhment being plainly marked, it would. not be\nproper to particularize them. She afterwards went\ninto a ﬅrange rant about winds and earthquakes,\nand the ſpirit croﬃng the waters, which it was im\npoﬃble to take down correctly, but all which ſhe\nuttered, that could be committed intelligibly to\n' Dr. T ſeemed to receive this ﬅrange ſpeech with emotion,\nand ſaid not a word to the woman. He died in leſs than three\ninonths from that day.\n+ Mr Brown had awoodcales- . .\n' .\\ _. writing\n\fſ 63 ]\nwriting, Was as follows: \"The may-buſh * oſ four\nſcore, ſhall ſet open the priſon door-a young man\nof noble blood ſhall come out of the North, and\nhe ſhall ride by the ſpirit on the winds, and ſet on\nthe Waves, and he ſhall trouble the money-changers,\nand he ſhall fall by the hands of the .Q1een. O\ncroſs the water! croſs the water! the ſpirit ſays,\ncroſs the water! Kings 1' ſhall die, and more kings\nyet! When I white ﬂowers ſade, kings and queens\nſhall tremble and be afraid. 7 And I looked and ſaw\ncarcaſſes buried together by ten thouſands; And\nthe whole country covered with a ﬂame, and it\nreached to the neighbours; and all was on ﬁre when\nlieſt it.\" . '\nThe writer was with her many times afterwards,\naccompanied with another young gentleman of' the\nname of A--r, whom ſhe told \" the ſea ſhould\nnot drown him, nor ﬅrange lands kill him, but he\nſhould come home, and go to bed with his father.\"\nAnd it is remarkable, this gentleman afterwards went\nabroad with Sir George Rodney, and on his return,\ndied the day after his father, with whom he was bu\nried'in the ſame grave. 'She alſo farther ſaid, at\n* This appears to have been a prediction of Lord George Cor.\ndon's mob, which, in May 1'730, ſet open the priſons. He may\nbe laid to have \" fallen by the hands of a Ween,\" having been\nimpriſoned for libelling the OLeen of France.\nBy a moﬅ ﬅrange concurrcnce of circumﬅances,_ it happened\n'that Lord George, being on a viſit to the author of this account\nmore than ﬁve years before the time of the riots, actually rea\nover the propheſies of Martha Ery, and with great ap arent at.\ntention. The truth of this can be vouched for by Br. Hugh\nMayſon, now reſident in Edinburgh, and ſeveral gentlemen at\n'this time in London. And Lord George himſelf frequently men\ntioned the circumﬅance to his intimate friends while in Newgate.\n+ King of Sweden aſſaſlinated.-King of France.\n3 'White ﬂowers, lilies of Fra'nce,'&c. &e.\na . this\n\fl 64 i\nthis time, V and it ſhall cm'ne to paſs in 'tithes and\nſeaſons, and ſoon and often, and nigh 'at hand, and\n'mountains ſhall be pulled down, and 'crooked trees\n.lhall be ﬅraightened, and thoſe who are too high\nby 'be headſhall beſhori'iul, and allſhall 'be made writ, and\npoor rav'ens ſhall be fed;\" with a vaﬅ deal more\nwhich could not be collected at that time. Many\ngentlemen, it is ſaid, who were edricatcd in Caven\ndiſh-ſchool, have' now in their poſſeſſion ſeveral\nﬅrange prolpheſies which ſhe uttered, plainly point\ning to the rench Revolution, the deﬅruction ofthe\nTurkiſh empire, and thoſetroubl'es which are now\nabout to agitat'e the world. She died about the be\nZginning of the year 1766, and was buried on the vil\n'age ﬁde 'of the church-yard.\nf A few years after, Mr. ---, having occaſion to\npaſs through Cavendiſh, called upon Mrs Brown,\n'who had t en retired from the academy; when, in\ntheir dictſCourſe of old matters which had aſſed at\nſchool, the ſubject of Martha Ery was acudentally\nintroduced. Mr. B. made a ſudden pauſe, as iſ to\n'recollect ſomeWhat; and caﬅing his eyes downwards,\ntowards his wooden leg, he ſaid, mournfully and\nwith aﬁgh, \" A'ye! ſurely this is the ﬁfth!\" From\n'that time he was ſeized with amelancholy, which\n'never left him until his death, 'and that happened in\na very few mouths. -> -\nHANNAH GREEN.\nﬁt Predicti'om a;\" Hannab Great, rowned] called Ling'\nBab, new living mar Leeds, it: for-&ſhire.\nThis woman has been, for many years, &mous\nin her neighbourhood, for the gift of foretelling ſu\n' i _ \\ ture'\n\fi 65 J\nture, events. in the year 1785. Dr. * * * *, of\nSheﬃeld (who _has been ſo obliging as to furniſh the\neditor with the following particulars) being at Leeds,\nhadthe curioſity to pay a viſit to the noted Hannah\nGreen. He ﬁrﬅ queﬅioned her reſpecting the fu\nture fortunes of a near relation of his. who Was\nthen in circumﬅances of diﬅreſs, and indeed in pri\nſon. She told him immediately his friend's trouble\nwould continue full three times three years, and h'eWould\nthen experience 'a great deliverance; which, in fact,\nis on the point of being literally veriﬁed, as he\nis at this inﬅant a priſoner in the King's Bench.\nHe then aſked her, If ſhe poſſeſſed any forei\nknowledge of what was about to _come to paſs upa\non th'e great ﬅage of the world? to which ſhe re\"\npiied in the aﬃrmative. She ſaid, War would be\nrbrcatmed ame, but'would not happen; but, the ſecond\ntime, it would blaze out in all its horrors, and ex\ntend to all the neighbouring countries; and that\ntwo COUHULCS, at .a great diﬅance one from the\nother, would, in conſequence, obtain their freedom,\nalthough after hard ﬅruggles. After the year 1'790,\nſhe obſerved, many great perſons, even Kings and\nWenns, would loſe their lives, and that not byfai'r\nman. In 1794, a great warrior, of high blood, is\ntpfa'ii in the ﬁeld of battle; and, in 1795, a diﬅant 't\nhatitm, who have been dragged from their own\ncountry, will riſe, as one man, and deliver them\nſelyes from, their oppreſſors.\n* I know n'ot what people this can allude to, 'unleſs the Negro\nMan',\nST.\n\f{_ 66'\nST. THOMAS OF BECKET.\nThe Lily ſhall remain in the better Park, and\nſhall enter into the land of the Lion, they wanting\nhis aſſiﬅance, which the beaﬅs of his own kingdom\nſhall tear 'with their teeth, and ſhall ﬅand in the\nﬁeld among the thorns oſ his kingdom; at length\nſhall the Son oſ Man come with a great army paſſing\nthe waters, carrying beaﬅs in his arms, whoſe king\ndom is in the Land of NVooll, and feared by the\nwhole world. The Eagle ſhall come out of the\nEaﬅ with his wings ſpread upon the Sun, and a\ngreat multitude of his people to the help of the\nSon of Man. In that year, camps ſhall be torn,\ngreat fear ſhall be in the world, and in ſome parts'\nof the land of the Lion ſhall war' be amongﬅ ma\nny Kings, and there ſhall be a FLOOD or BLOOD.\nThe Li\/y'* ſhall loſe his Crown, with which the Son\nof Man ſhall be crowned, and for ſome years follow\ning ſhall there be many battles amongﬅ Chriﬅians.\n. . . . . . The head of the world ſhall be to the\nearth. The Son of Man and the Eagle ſhall pre-ſi\nvail, and there ſhall be peace over the whole face\nof the earth: then ſhall the Son of Man receive\na wonderful Sign, and ſhall go into the Land of\nPromiſe. ' '\nThe above St. Thomas of Becket lived in the\ntwelfth century. The perſecution he ſuﬀered ren\ndered his name illuﬅrious and venerable._ He was\nborn at London of noble parents, who 'derived more\n* Franee. h\nO nour\n\f[67]\nhonour from their virtue than their nobility. Fore\ntune placed himunder'theeronage of Theobald,\nArchbiſhop of Canterbury, who diſcovered in him\nſuch talents anddiſpolitiom to protect the intereﬅs\nof the church,' that he admitted him into 'holy\norders, and gave him the Arch-deaconry of, his me;\ntropolitan, So much had' he noticed in Thomas of\nBecket, his force ctof mind and the ﬁrmneſs ctof his\nvirtue, that, the' Chancellor. of the kin dom being\ndead, 'the Archbiſhop, who had mue? inﬂuence\nwith HenrylL, Propoſed Becket as the moﬅ prqch\nto ſucceed to'the vacant SChaneellorſhip. .- Asthe\nplace required a ﬂateſman the moﬅ able and ſaith7\nful, and Becket being m'Oﬅ eminently poſſeſſedbſif\nthoſe rare qualities, theking, knowing that he could\nnot make a better choice, did not heſitate to ap.\npoint him to the important oﬃce. Hehad no\nſooner taken poſſeﬃon of, the aþpointment,ct . than\nhe evinced himſelf not onl'y capable of the charge,\nbut of more diﬃcult and weighty; aﬀairs of the ca\nþinet. Theobald having, ſometime after, leftſiby\ndeath the chair of Canterbtlryv vacant, Henry obliged\n' him to accept of this elevated eccleſiaﬅical dignity.\nThe King deſired alſo, 'that he wOuld' ﬅill continue\n, to act as his Chancellor. But Becket. refuſed to\nobey him, and the zeal that he afterwards ſhewed,\nin defence of eccleſiaﬅical rights, greatly oﬀended\nthe King, ſo as to oblige Becket to leave England.\nHe retired to FranCe, uhere he was openly pro.\ntected by Lewis Vll, Being afterwards returned to\nhis church at Canterbury, 'he was murdered by four\naſſaﬃns, at the altar, on the 29th of October, 1176.\nACCording to ſeveral hiﬅories, his tomb was ho\nnoured with the power of performing ſeveral mi*\nracles.\nDR.\n\f't 68 1\nDR. SlBLY, 1734.\nSpeaking aﬅrologically, he ſays, the active poſt,\n_ tion of Venus and Mercury, conjoined, denote much -\nreﬅleſſneſs and inﬅability in the councils of France,\nwhich ſeem diﬅracted by the arbitrary will of the\nGallic Ogeen, here repreſented by Venus, upheld\nand aﬃﬅed by light, volatile, time-ſerving men,\npre-noted by Mercury, the creatures of the anw,\nwho, from motives of avarice, and views of ambi\ntibn, will be forward to raiſe cabals-to oppoſe the\ncommon hopes and intereﬅs ofſithe people-to\nplunge the nation into diſcord and contention, and\neventually to bring about diſputes with their. neigh\nbours, or waﬅeful war among themſelves.\n' Hence will probably follow great diﬅurbances\namongﬅ the heads of the church, and new diſq\ncoveries in the annals of popiſh ſuperﬅition and\nreligious perſecution, which the people of that un\nhappy country ſeem inclined to ſhake oﬀ, with the\nſhackles of ſlavery, miſery, and want. In ﬁne, here\nis every proſpect, that ſome very important event\n'will happen in the POLITICS of FRActNCE, ſuch as\nrnay DETHKONE, or very nearly touch the LlFE of\nthe '_ſſKINc, and' make victims oſ many great and\nſi illuﬅrious men in church and ﬅate, preparatory to\na REVOLUTION or change in the aﬀairs oſ that em.\npire, which will at once ASTONlSH AND SURPRXSE me\nsurmouan NATlQNS ll\nva,\n\f[69]\nDR. GIDEON HERVEY.\nDoctoi:Hervey,\"dneof the College\" of Phyſicians\nin- London, when;a young man,.deﬁgned to tra\nvel towards Paduar. For this purpoſe, he went\nto Dover with' ſeveral others; When he ſhewed\nhis paſs, Which was cuﬅomary at that time, to\nthe Governor, he was tbld that he, muﬅ not go,\nthat he muﬅ be kept a priſoner._ The. Doctor\ndeſired to know the reaſon, and in what he 'had\ntranſgreſſed: To which he was anſwered, by)\nthe Governor, that it zwas his pleaſure. 'The\npacket boat hoiﬅed ſail in the evening. which\nwas very clear. The Doctor 'very much lament\n'ed that he ſhould be with-held from accompany\ning his companions. iBat this regret ſoon ſub\nſided, when he perceived. a terrible ﬅorm ariſe.\nThe nexe\\day the\"me'lanchoſily\" news was 'brOught\nof the pac t boat beingſloſiſſ, and all the' paſ-'\nſengers ' drow ed. _The Doctor was unknown to\nthe Governor. Butft'h'e' day before\" he had, in a\ndream, a per ct viſion of _Doctor Hervey, vwho\ncame' to Dove to proceed, in the packet to Ca.- '\nlais. \" 'Inſi-the dream,' the Govemor' was warned\nagainﬅ ſuﬀering him to leave Dover. ' The 'next\nday the Governor related to the Doctor the cauſe '\nof his' detaibing him', and which had proved the'\npreſervation of his life. The Doctor, who 'was\na pious ood _man, told this remarkable ﬅory, .to\nmoﬅ of is ﬁ'iends\"'andſiacquaintances. ' *\nl. r .\n'a\n' X BRAD\nJ .\n\f[70]\nBRAD\\VAKAIN, .\nIn his preface to his learned work, De Cauſa\nDci, relates a dream he had in the night, when\nhe was writing his Confutation of 'Pelagius He\nthought he was' caught up into the air, where\nPelagius came and endeavoured to caﬅ him head\nlong 'to the earth. But, after many'ﬂruggles,\nBrad-ivarain- prevailed, and caﬅ his antagoniﬅ, Po,\nlagius, to' the earth. . His neck being broken in\nthe fall, Pelagius-died-at. his feet, which, he ſaid,\naﬀorded him conſiderable ſpirits to 'purſue the -\nwork he had begun. *\n* nuousws THE RdſiMAN EMPEROR.\n' The night before this emperor was to ﬁght a\ndeciſive battle in the Phillipick ﬁelds, his phyſiz\ncian dreamt that Pallas appeared to him, and\ncharged him to vadviſe his maﬅer, although indiſ\npoſed', not to neglect being-in. the ﬁeld, whatever\ndanger threatened ; for that, he ſhould aſſuredly\nbe victorious. Auguﬅus, remembering the' fate\nof julius Caeſar, who ﬂighted the premonitions of\nArtemidorus and his wife Caliphurnia, took the\nadvice given in the dream of his phyſician, who\nordered him to, remove himſelf from his tent.\nObſerving this precaution, he avoided being kill\ncd by the guards of Brutus, who afterwards ruſh\ned into it to ſurprize and murder him. Having\neſcaped in ſafety, he afterwards gained the battle.\n_CRGZSUS\n\f'i Zl 1\n.2. \"ſiſi ' \\ I I* 'L'slaor'rr mi r\n- warily ſ - ;v _, I I \\.!* ..\na .-.' i i -.*\"N '--' \"-'\n- This monarch, ſo diﬅinguiſhed, in hiſtory forz\nhis immenſeriches, had-'tworſons- _Qﬂﬂz ofthe,\nwho was conſiderably ſtranger = than rthc other. an\nwas.to Iſucceed. to &morowe-dream one nighe\nthat he wasxskillcdby a ſwordz'Thisdream-made\nſuch an inipr'oﬃon. upon North-an. roareth ſuch\na diſaﬅe'r, he took all precautions imaginablei '\nHe ſuﬀered no one with any armour to come\nnear him. Even his guards, and every other at\ntendant, he would not ſuﬀer to approach him\nwith-a ſwcrd on, or any'other iron inﬅrument.\nBut his deﬅiny was ﬁxed, and was, therefore, be\nyond his power to Laverta; for ſome time after it\nhappened that a monﬅrous wild boar having, de\nvaﬅed the country, the peaſants petitioned Croeſus\nfor redreſs, or ſome means to be deviſed for the\ndeﬅruction of this devouring beaﬅ. This pro\nmiﬁng ſon prevailed with his father to ſuﬀer.\nhim to go, with. ſome nobles, to deﬅroy the boar.\nIn attacking this furious creature, one of the\nparty made a violent thruﬅ with his-ſword, which,\nunluckily, miſſed the beaﬅ, and pierced the\nthigh of the gallant prince, who unfortunately\ndied ſoon after of the wound. '\nSIR CHRISTOPHER WREN.\nThis celebrated architect being at Paris, about\n1671, he was ill, feveriſh, made but little-ct water,\n. and had a pain in his reins. He ſent for a phy\ni ſician,\n\fſ 72 1\nſician, who adviſed him to be bled; for he thdught\nthat he had a -pleuriſy. But loſing blood diſas\ngreeing with his conﬅitution, he deferred it a\nday longer. That nigh; -he- dreamt that. he\nwas in a place where palmſitrees grew, and that a.\nwoman, _in a romantick habit,- oﬀered 'him ſome\ndates; Conſidering 'this as a providential inter\nferen'ce in ſavom- of his cure, he the' next day\nſent far date-s, which cured him 'of'rthe pain in\nhis ſcinSs\"-' \\,' \\ ' i .**\nF I N_ l B\n, _zo 31: a:\nU'\n\fNctEW BOOKS,\nJUST PUBLXSHED BY \\ \\\n, B. C R O S B, Y,\n(Nm 4,)\nSTATIONERS COURT, LUDGATE STREET, LONDON\nM ct\nROSBY's LADIES NEW ROYAL POCKET COMPANION. chi\nhelliſhed with abeautiful Engraving' oſ-'I'reachery defeated, and\nthe Traitor become the Victim, from Hutton's A-naſſntus and Elmtra,\n&e. Price lS. bound in Red Sheep, with Pockets; or neatly extra\nbohnd with Claſp or Tuck, IS. 6d. , Containing; Treachery defeated,,\nand the Traitot become the Victim of his own Machinations-Eclipſen\nin 1795-Table of the Moon-Holidays kept at the Public Oﬃces+\nBuying and ſelling Stock-Royal Family of Great Britain-Tahle of' _\nFiſh, Fleſh, and Fowl, in Seafon-Precedency among Ladies-A Me-'\nmorandum and Caſh Book, ruled for every Day in jthe Year-Advice\nto the Ladies, on their Friendſhips with Men, and on the Choice of a\nHuſband-Edwin and Amelia-Ou'the Seduction of Female lnno\ncence-'_Mary Been of Seots, a MonodyA-The Power of Time-The\nRoſe-On the Partiality of Men-Human Incnnſiﬅency, _or the Uni\nV'erſal Portrait-The, Robin Red Breaﬅ-The Female Prat'tler-New\nSongs ſung at Vauxhall during the laﬅ Seaſon-Rates of Hvzickney'\nCoachmen-Rates of Watermen-Kings and Weens (iſ-England\nPenee and Shilling Table-Avoirdupois Weight, Troy Weight, and\nCloth MeaſiireeMarketing Tables-A Table to caﬅ up Exſſpences\nor Wages-New Country Dances. \\\nCROSBY'S FORTUNE-TELLING- ALMANACK, for 1795, Con\ntaining, The Hiﬅory 0F the Origin', Diſperſion, and,Manners of the\nGiplies-Holidays and Remarkable Days-Viﬁble Eclipﬁes-Tahle of'\nthe Moon-The Royal Family of Great Britain-Holidays kept at\nthe Publie Oﬃces-Marketing Tables-New Country Danccs-The'\ninﬂuence of, the Planets and _Celeﬅial Spheres, proved from their\napparent eﬀects on natural productions-Palmiﬅry-Dreams-Moles\nwPhyﬁognomy-Aﬅrology-Si gns of Diſeafcs-Predictions, for Births\non any day of the week_Diſaﬅrous, Days in every month in the\nyear-Princeſs of Brunſwick-How to judge of the Weather. Em\nbelliſhed with a Portrait of the Princeſs of Brunſwick; and a View\nof the Gypſey Hauſe at Norwood. Price lP. bound in red ſheep\nwith pockets; or, extrazts. 6d. , ſſ\nSTATF. of FRANCE, intMay, 1794. Tranﬂated from the Original\nof Le Comte de Montgaillard, by joſhua L.Will<inſon, of Gray's\nlnn. Price rs.6d. . A ſi\nAn entire and complete HlSTORY, Political and Perſorlal, oſ the\nROROUGHS of GREAT BRlTAIN; together with the ClNQL-'E\nPORTS. Containing, the Time of each Borough being ﬁrﬅ ſummoned\nTo ſend Members to Parliament; origin and extent of Charter; con\ntradictory and diſputed Rights of Election; Nature oſBnrgage-tennre, \\\nCorporationd, and other excluſive Privileges: Convictions of Brzhery,\nCorruption, &c.; Number of Voters in each Borongh; Names of\nPatrons and Proprietors who inﬂuence Eleetions, &e. Second Edition,\ncorrected and improved. Two vols. 8vo. Price 145. in boardc.\nA CORRECT TABLE of the preſent PARLIAMENTARY REPRE\nSENTATION of GREAT BRlTAlN; containing, at one view, a Liﬅ\nof the Members, Number of Voters, and the Right of Electionin\n'ach City and Borough; Returninfz; Oﬃcers: when ﬁrﬅimpritileged\nto ſend to Parliament; with the Names of the' Patrons or Proprietorsſi\nwho inﬂuence the Return of the Members. Price IS. ' ' ,\nEVANS's _[UVENlLE PlECES: deſigned for the Youth of hotll\nSexee. Second Edition, enlarged and corrected. Price zst 6d. ſewed,\n'r 35. bound, Hot-preſſed 35. ſewed,or neatly hound, 34, 6d.\nA LOOKlNG-GLASS For a Right Honourable Mendicart; or, the\nreal Character of a certain great Orator; With important Politu'al.\nObſervations: in particular the Marrow oſ the slave Weﬅinn ; and of'\nthat reſpecting the Laws of Dehtor and Creditor, &c. &e. By an Old\nMember of Parliament. Second Edition. Price xz, ſi _\nAMANTUS and ELMIKA: or, lNGRATlTUDE. Exempliﬁed in *\nthe Character of lngratus. By Geo. Hntton. Price 35. THE\n\f\\\nt 'THE HOP OFFlCER's DIRECTORY\n'IN CHARGlNG THE DUTY, or PLANTER'S ASSISTANT, ſhew\ning, at one View, the whole Duty, from One Pound to One Ton.\nPrice is. A new Edition: By Samuel Rogers.\nCROSBY'S MODERN SONGSTER, being a Selection of the moﬅ\n_ approved Songs from the late Operas; with many favourite Songs'\nſung at the diﬀerent Places of Public Entertainment; and a Frontiſ\npiece of Mrs Mountain and Miſs Hopkins, in Netley Ahhey; alſo a\nVignette Title Page, of Mrs. Martyr, in the Travellers in Switzerland.\nContaining upwards of 500 Songs, particularly Sporting, Patriotic,\nand Conititutional, &c. &e. Price as. 6d. ſewed, or neatly bound in\nted s. -\nTlZlOMSON's SEASONS; a neat Pocket Edition, with an elegant\nIngravmg of' his preſent Majeﬅy. Price only is. ſewed.\nMrs. ROWSON's (late Miſs 'Beverley's) COLLECTlON of POEMS,\non Various Subjects, with two elegant Plates. Price 45. 6d. ſewed;\nBRUNARD'S HlSTORY of MARlA ANTOſNETTE, late Week'\nof France. Containing a great variety of curious original Anecdotes, ,\nprivate lntrigues, &e. see neverbeſore publiſhed. Alſo an account of\nthe principal Characters belonging to the Couit of Liuis the XVI.\nWith the Trial at Large, and particular account of her Execution.\nPrice is. 6d. ſſ _\nThe UNFORTUNATE LOVERS, a' Stery founded on Facts: to\nwhich is added the Lady's Counſellor, refpecting LOVe, Courtſhip,\nMarriage, Divoree, &o. By-the Author of Retired Pleaſures. Price\nts. 6d. - ' ' .\nThe CONJUROR UNMASKED, a New Edition, with an elegant\nFrontiſpiece,being a full Explanation of many ſurpriling Perform\nances. By Denton and others. Price as. .\n(F-CONOMY of HUMAN LlFE, in Two Parts. Price zs. neatly\nbound.\nThe DEATH of CAIN,in Five Books, after, the manner of the\nDeath of Ahel By a Lady. Price zs. 6d. bound.\n- A NARRA'l'lVE of the LOSS of the WlNTERTON Eaﬅ Indiztman,\nOn her Pailage to,India, the zoth of Auguﬅ 1797.; with the Names of\nthe l'aiſengers, Oﬃcers, and Crew, that were ſaved and loﬅ. Price 6d-..\nIARVlb's Neat Pocket DlCTlONARY. Price 35. ſheep, or 35. 6d.\ncalf, printed on ﬁne vellum paper. - _\nA Near Pocl-Let Ed-ition of WESLEY'S HYMNS, on Fine Paper.\nPrice Is. or neatly hound in calf lS. 6d. i ſi .\nThe GARDENER'S POCKEF ]0URNAL; or,DAlLY ASSISTANT:'\nin the modern Pt'actlto of Engliſh Gardening. Being a Conciſe\nMonthly Dit'play of all the Practieal Works of general Gardening\nthroughout the Year; forming a complete Practittal Remembrancer\nand commodious journalof the proper Seaſons and diﬀerent Me\nthods of Sowing, Plilllllilg, &c. from the beginning of january to the\nend oſ December. With LlSTS of the Plants, Trees, Shrubs, Flou'ers, '\nand Fruits of-each Garden, Diſirict; and of Green Houſe and Hot\nHouſe Plants. By ſolin AbercrombieLAuthor of Every Man his own\nGatdrner, &e. Third Edirion, corrected and greatly improyed, con-'\ntaining upwards of zzo pages. Price only is. ſewed, or is. 6d. bound,\nPOOLERs FAMlLY BREWER, or the Whole Art of Brewing made\neaſy. Price 25. _\nBUNYAN's HOLY WAR. Price 15- bound in canvas, or is. 6d. in\nſheep, letterr-d. ,\nA TREATKSE on HERB TOBACCO, pointing 'out the pernicious\nWalities, and its 'fatal Eﬀedts. By a Gentleman of the Univerſity o'f\nCambridge. Price is. 6d. 7 + *\nCHARACTER of Dr: PRlESTLEY, conſidered as a Philoſopher,\nPolitician, and Divine; with a ſhort account of the Riſe, Progrcſs,\nand Eftabliihment of the Arian and Socinian Doctrines. Price ts.\nt VVONDERFUL PROPHECIES!\n'A DlSFERTATlON on the Exiſtence, Nature, and Extent of the\nPROPHETlC POWERS in the Human Mind. With unqueﬅionable\n' ſi_ Examples of ſeveral eminent PROPHEClES of what is now' acting,\nand ſoon to be fulﬁlled, upon the great Theatre of Europe ; particu\nlarly thoſe of Prieﬅley, Goldfmith, Smellet, Dr. john Harvey, Mi\n' ehael Noﬂrodamus, William Lilly, Anna Ti'apnel, Mr. Love, ohn\nTillinghaﬁ, Peter jurieu, Scth Darwin,'Robert Nixon,' Robert Fiem.\ning, John Lacy,*John Maximilian Daut, Rev. Mr. jolin Wilſnn, Biſhop '\nNewton, Baron Swedenbourg, Daniel Defoe, James Lambert, Marth ſi\nby, Hannah Grecn, St. Thomas a Beckct, and Dr. Siblcy. Price is. '\n\fpublzſhea', by B. Crzſhy, No. 4, Stationers Court, Ludgaic Street. ,\nHE LAVV OF TREASON, being a co'mprehenſive View of\n' the Power anantv of Grand Juries in Criminal Caſes. To\nwhich is added, Lord Coke's Commentary on the Law of Treaſon.\n.Price lS.\nA complete Political Hiſtory and Character oſ ROBESPlERRE,\nembelliſhed with a Copper-plate, engraved iſſrom an-original Drawing.\nThis Publication contains every important Particular relative to his\nPrinciples and Actions, from his becoming a Member ofthe Conﬅituent,\nuntil his Execution by the Guillotine. The Whole is interſperſed\nwith original Anecdotes and Sketches of the moﬅ remarkable Cha.\nrſiacters that have been concerned in the French Revolution. ſiPrice\n33.\nA conciſe Treatiſe on the Art of Angling, conﬁrmed by aaual Ex\nperience, and minute Obſervations; with the proper Methods ſor\nbreeding and feeding Fiſh, and of making Fiſh Ponds, Stews, &c. with\nſeveral Arcana, never before made Public. To which is added, the\nComplete Fly-Fiſher; the Came-Laws, relative to Angling;and*\nPrognbilics oſ the Weather, independent of the Barometer._ By\nThomas Bell. The Third Edition,'corre&ed and improved. Price 23.\n, W'lzcrc may [Je had aﬃrm remaining Copz'cs of\nThe Art of Happmeſs'; or an Attempt to prove, that a great De\nree of it is not diﬃcult to attain. By Hannah Moore. Price is.\nThe Arabian Night Entertainments, 4 vols. printed on ﬁne paper,\nſewed in marble covers, 85. ' v .\nBlair's Grave, and Grey's Elegy, a new edition, corrected, with a\nfrontiſpiece, 6d. ,\nThe Young Moraliﬅ,conſiliing oſ Eſſays, in Proſe and Verſe, with a\n' great number oſ cuts. By George Wright, Eſq. bound in red,rs. 6d.\nPortlock and Dixon's Voyage round the World, in one vol. 8vo.\nPrice in boards. 45.\nOldham's Works, in Proſe and Verſe, with notes, by E. Thompſon, _\n3 vols. ſmall 8v0. in boards, 65.\nRadcliﬀ's Journey through Sweden,Denmarl<, &c. 8vo. in boards,4s.\nUmfreville's preſent State of Hudſon's Bay, containing a full De\nſcription oi that Settlement, likewiſe the Fur Trade, with many Remarks\n' and Ohſervations, 8\\'o.ſſin boards, 45.\nLetters between the Hon. Andrew Erſkine and James Boſwell,\nEſq. on the GOVernment of Corſica, ſmall 8vo. ſewed, 2s. \\\n. EtſaVs on various Subjects, by T. Monro, Magdalen College, Ox\nforcl. 8v0. in boards, 35. ' ,\nYOtmg's Eaſicrn Tour, in' 4 large vols. 8vo. in boards, tl.\nN. B. As there is but a few Copies oſſome of the above-men- \\\ntioned Boolts, thoſe who wiſh to purchaſe any oſ them, are\ndeſired to apply ſoon, they being ſcarce, and oﬀered mUCh\nlower than the original Price.\nBunyan's Pilgrim's Progreſs, a good edition, on fine paper, bound.\n25. 6d. * '\nLatly Huſſingdon's Hyrrctms, a 'good edition, in ſheep, 25.; calf,\n25. bd.; and in black call, with gilt edges, 39. - ' -\nShruhſol-'s Chritlian Memoirs, large 8vo. in boards, 55.' '\nnglley's, Life of Chriﬅ, tolio, lecond band, a very neat COPY\nlos. . . -\n._-_._--,-,'*\n\fTHE HON. THſſoivrAs ERSKINE, * N\nOn Mndqz, _7dn. 12, 1795, 'war publiſhed, Price One Shiiling,\n(Embclliſhcd with an elegant and moﬅ correct Likeneſs, drawn from Life, of\n* the Honourable THoMAs ERSKINE) \\- >\n'NUMBER XXIII'.\nREGISTER (BFETHE TIMESQ\nCONTAINlNG,\nBiography oſ the Hon. Thomas Erſkine, keniarkable Events of 1794, Liﬅs of\nÞa'inonttcs, Criticiſms upon the Arts and t'he Dtpma, Dr.-bates in the German\nDiet on Peace _or War, Foreign and Domeſiic Eveuts, with a correct Liﬅ of New\nPublicattons ; Births, Marriagcs, Dcaths, Bankrupts, Dividends, Prices of Stocks,\nwith a Varicty of Other important Articlcs. *\nTo which is preﬁxed, a beautiful ViGNETTE TITLE PAGE, emblema\ntical of the important Deſign of the Work. , '\nTo which are added, The'DEBATES OF PARLIAMENT, reported with\naccuracy and impartiality, ſo as to preſent the Public with every important Speech\nof the moſt popular Senators, on whatever is intereﬅing to the Country.\nPRINTED FOR B. CROSBY, No. 4,$TAT10NERS COURT, FUDGATF. STRIIT;\n,,\"'-'*' The ﬁrﬅ Twenty-two Numbersoſ the above YVork, cmbelliſhCd with elegant:\nLikeneſſes of the moﬅ popular Characters,'and other Plates, containing the moﬅ'\nremarkable Political and Domeﬅic Occurrences, from the toth oſjune to the pre\nſent Time, may be! had as above. ' . '\n*, * TO 'ranter\/am;\nHIS Work 'having received the moſt ﬂatteringcncouragerſſnent of all parties,\nfrom its being the impartial record of every inte eﬁing ſoreign and domeﬅic\noccurrence, ﬂimulates our eﬀ its to re-nder our labouijs- ﬂill' more deſcrving public\nattention. ' '-> * >\nThe limits of the original plan bcin too conﬁned to admit of the variety of\neſſential intelligence, which the aﬀairs 0 nations are now ſo abundantly aﬀording,*\n* induce us to enlarge the qu'antityof letter preſs. By this, wehope, thework will\nbe ſound the moﬅ valuable depd't of ublicevents. 1 '\nViewing the new ſyﬅems whic political-viciﬁitude has cauſed in States and\nKingdoms, the vneciaſiity'of extending our plan, more immediate-fy impreſſes our\nminds, and im els our eneriions. - ſſ -\nThe triumph of humanity over the late ſyﬅem of terror in France, will now\ntender their concerns intereﬅing to all who are anxious to ſee the progreſs of\nhuman nature in its eſtabliſhment 'of freedom, proſperity, and tranquillity.\nGnnar BRiTAiN and-AMERXCA having concluded atreaty of Amity Com\nmerce, andſiNavigation, is art-event which ſo deeply concerns the Welfare of our\nmanuſacturers, tradeſmen, and merchants, as wrllclaim every information that can- ſi\nbe oﬃbly given relative to the aﬀairs of both nations. ' ' , '* '\nBOLAND having bee'n unſorrunatcly ſubjected to the ra'pacious ambition of\nRuﬃa and Pruﬁia, renders their occurrenccs dcſerving the greateﬅ attention ; and\ncauſes ſuch a change in what relates to the courts of Peteriburgh and Berlin, as\nto require our particular obſervance. -. '\nHon.;th entering inttia negotiation for a ſeparate peace, aﬀords ſuch a\nproſpect oſ extraordinary events, With regard to themſelves, and their relative con- r\necrns with other nations, as will demand all the notice Wt: can poﬃbly give to\ntheir p litics. ' . _' - , . .\nTURKEY having 'ſent her Ambaﬀador to this Court, indicates a ſyﬅem of\nmutual intercourſe between Athevtwo countries, that naturally attracts all political .\nObſen'ers, and therefore, claims ottr immediate attention. , , _ ,\nAUSTRLA being determined to proſecute the war againﬅ France, renders he;\npolitics and military operations moﬅ eſſential to be known by us, as Apeople who _\nmuli ſhare in her ſucceſſes or diſaſiers. ' -\n\f[ 2 ] o ' , a\nSwrnmſie, DENMARK, and the PETTY STATES of ITALY, will oeeaſionally\naﬀord matter of ſuch importance, as to require inſertion in 'ſ\/'e Regiﬅer aſ the\nTimrx. . But as their concerns are nor on the ſore-ground of the political tablature\nof Europe, it will not be neceſſary to direct our attehtion, unremittingly, to their\noccurrenccs- We ſhall, however, careſull avoid omitting whate-Ver may happen\nin the above kingdoms and ſtates, that is 'eſſential information. '\ni GREAT BR lTAlN being determined to continue a w'ar, in which the intereſts\n- oſ all are involvcd, and 'on which opinions oſ all parties are agitating, neVer was\na moment teeming with events ſo important to the public as the preſent period.\nAnother ſubject of deep concern to the nation, is, the aport-henſions that are avow.\nedly entertained by thoſe iat power, of a conſpiracy ſtilſ exiﬂing to overturn the\nGovernment, and eﬅabliſh the ſanguinary ſyﬅcmmſ France, o'n the ruins of our\npeace, property, and proſperity. Although the late mals have convinced us there\nexiﬅs no cauſe for ſuch diſmaying alarms, yet, a' ſaithjul friends to the Conili\ntutinn, and to the hap ineſs of the people, we pledge ourſelves to puniſh,\nwhatever may happen, tiat can tend to u arn our fellow citizens in time, to artrt\nimpending dangers ; and, as we conſider that unfouuded alarms, deſtroy the muruzl\nconﬁdence of ſociety, unnerve induſtry, depreſs emulatitn, and alienate all aﬀec\ntionate tics between the ſubject and his native country, equal carevwill be tal-ten t'\ninſert every evidence that may c'vince the ſafety of the State and the people.\n'With regard to the enlargement of our plan, for the purpoſe oſ attending\"\nthe above important objects, the following is a brieſ Proſpectus oſ our deſign.\nTHE DRAMA. _\nThis being-a ſubject in which the taſte, gcnlus, improvement, and elegant-'es\nof a nation, pretending to the elevation of reﬁncment, are materially concerned,\nit is our intention to devote a part oſ T\/'c Regiﬅer aſ t\/u Time: to original and li\nbtral criticiſms on new pieces and perſon-ner:\ni ' THE ARTS. *\n.As theſe are eultivating with a rapid progreſs towards excellence and extenſive' _\nimptrtance, we mean to review, impartially, exhibitions of paintings, and diſhm\nguiſhed engravings. _ In this department of the Regiﬅer, occaſionally Will be'\ngiven portraits and characters oſ artiﬅs the moﬅ deſerving public attentiod.\n. THE PARLI-AMENT.\nThe aﬀairs of foreign nations relating ſo immediately to this country; ſhe\nanxinup deſire which pervadcs the minds oſ the moſt elevated charactdrs, as well\nas the great maſs of thc people, for a parliamentary reſorm; and the oppoſil_l<>ſl\nthat is expected to the continuance of a war, however expedient at ﬁrﬅ, being\nnow, from the deſection of our allies, replete with diſaſtcr, will render the de:\nbatcs of the preſent ſelſion the moﬅ intereﬅing, perhaps, that ever agitated!\nſcnate. Conicious oſ their importance to the public, we intend that T\/ie Rtglſfﬂ'\n(lift\/If Time; ſhall contain a faithful (tate-ment of the Debatts in both Houles of\narliamcnt. As out' limits will not permit us to detail the minutiaa of triﬂing oc\ncurrences, we ſhall neceſſarily direct our eﬂorts to ſuch ſubjects and ſpeeches a'\narc of the greateﬅ moment to the country. And when thcyare of ſo conſiderable\na conſequence to public information, as to render their inſertion indiſpcnſible, out'\nreaders will be accommodatcd with eight, twelve, or ſixteen pages of extra letter.\npreſs, in the ſame manner as wc have occaſionally given ,in.our two ﬁrﬅ volumcs\nn addition \\to liﬅs of hirths, deaths, marriagcs, &e. we ſhall alſo inſert regular ac\ncounts oſ divide-tula, new publicatious, &c.&c. ſſ - l\nI\nThe independent principle of T\/ae Regiſſtr of the' Times will be ſiillprcſerved\nUnſcttc-ted by party, unbiaſſed by connexion, and uninﬂucnced by any intereſt but.\nthat oſ phblie ſavour, worth will ever receive our praiſe, errors our correction,'and\nvice our re reach, without the leaﬅ reſpect to the 'conſequence of the character\nwhoſe public actions arc juﬅly the ſubjectof general ſcrutiny. \\-thn we are,\ntherefore, induced to applaud any perſon or party, let us not be accuſed-oſ havmg\nſacriﬁced our ſrecdom of ſentiment, by enliﬅing under their bannersſict YVhile we\napprove or vindicatc any of their actions we mean not. to pledge ourſelves as the\nadvocate of their errors or their criminality. That conduct which tends to ſocial\nwelFare ſhall ever he the pleaſurable ſubject oi our approbation, and-whatever\nmilitates againﬅ the ſafety or property of our fellow citizens will ever bc'\ncondemned. ' ' .' 'A\n_ _Jn a word, the deſign oſ this Work is to aﬀord the public a re oſttory of' all.\n'hat is important: to their intereﬅs, gratifying to their curioſity, or eſſential to their\nzmprovemeut. v - . -\nt\n\f- E 3 ] -- .\nTo LPUBLISHERS OF LITERATURE. '\nHAVING determined m give in THE REGISTER OF THE TIMES, aſ,\nLiſi ofallNEW PUBLICATlONS, and new Ediiions, it 13 re ueſiod\nthat, when vou have any ſuch WVOtkS, you will pleaſe to inform'the Publichier of\ntheir General Titles, Sizes, and Prices, that you may have the Beneﬁt of their\nheiuginſertcd as ſoon as p'oﬃble. , = '\nOur Intention of giving this Liﬂ is, that it may ſerve as the moﬅ early 'and\nready means of reference to every Parſon who is anxiOUs to know the Books and\nPamphlcts that are in preſcnr Circulation. v X\nP. S. As the Davs of publiſhing '7\/15 Regiﬅer (if tlie Times are the Eleventh,_\nTwenty-ſith, and Laﬅ. Day of every Month', it is hoped you Will not neglect\nſending timely_N0tice tiſ-your New _Publications, \"which, hy ſo, ready an Inſertion,\nmuſt eſſentially tend>to promote your lntcrcﬂ ; and being thc'Puhlilher's In-l\ntention to inſert all Publications, bearing the Dare oſ 1795, \"he, therefore, re-,\ngueﬅs they- may be ſent before the grh, i-9th, and zSth of everYMon'th. '\n, _ , ..\nNEW BOOKS i-wv-,\nJuﬅ\/rubliſhed &_y B. COSB Y, No. '21.2 *Statianea'r':Cuurt, Lydgate. Street; and\nſblu' by Let, Mte-ſz'r*eet, Coventgſi-arden, and all other Book\/&lient.\nHE NECESSlTY OF CONTINUING YVAR, AND' DAN\nI GERS OF AN IMLMEDJ ATE PEACE; Tranſlated from theDIiginaP\nthe Count of Montgaillard. Price zs; . .\\ ' ſi - -\nThe Trial ofTHO! HARDY, for HIGH 'TRE_A<0N, crmple'e. Containing\nevery particular relative to the Proceedin 's at,Clerk_e_nwcll, and before the Triaiz\nfor High Treaſon commenced£with a ﬅrilting Likeneſs, Price 45. 8v0. ſewed.\nThe Trial of' HORNE TOOKE; Eſq. complete, With an elegant Por\ntrait. es. 6d. ſewud. ' - . ' ſi\nAnd the Trial of JOHN THELXVALL, withh beautiſul Portraitſi _'ſſen- A\ngrzved by Ridley. Price zs. Reported by a Studcnt of the Temple. '\nN. B. The three Trials together, make one large Volume in Octavo; Price in.\n-Boards, 85. l , ' 'ſ - _\nA THE LA_\\V OF TREASON, being a comprehcnſive View of the Power and\nDuty of Grand Juries in Criminal Caſes. To Which is added, an Abrid-gcment\nof Lord Colce's Commentary on the Law of Treaſon. 'Price lS. '\nA complete Political Hiﬅory and Charact'e'r (iſ ROBESPIERRE, embelliſhcdſi\nwith a Copper-plate, engraved from an original Drawing. This Publication con\ntains every important Particular rclatch to his Principles-and Actixzns, with ori_\nginal Anccdotcs and Skctchcs ſſof the moﬅ remarkable' Characters that have been\nconcerned in the French Rcvoluiion. Price 35. . , ' _'\nAn entire and complete HISTORY, Political, and Pcrſhnal,. of ' the' BO-,\nROUGHS of GREAT BRlTAlN; t'ogether'with the CINWJE PORTS;\nContaining! the Time of each Borough þeing ﬁrﬅ ſummoned to ſend Bicmbers to\nParliament; origin and extent of Charter ; contradictory and 'diſpiitengights of\nElcction 5 Nature oſ Burgage-tenure, Corporations and other excluſivc Privileges ;*\nConvictions of Brihery, Corruption, &c.; Number of Voters in each Borough;\nNames of Patrons and Proprietors who inﬂuence Elections, &c. Second Edition;\ncorrected and greatly improved. .TWO Volume: large Svo. Price 145. in boards;\nA CORRECT TAHLE of the preſent PARL'IAMEN-TARY REPRFP\nSENTATION oquREAT BRITAIN: containing, at oneYit-w, a ,Liﬅ of\nthe Members, 'Number of Voters, and the Riglit_of Election in each City and\nBorough; Returning Oﬃccrs; when ﬁrſt impnvileged'to ſend to Parliament;\nwith the Names of the Pa'trons or Proprietors who inﬂuence the Return of the.\nMembers. Price ts. ' ' ' >\nA LOOKlNG-GLASS for a Right Honourable Mundicant;\" or, the real\nCharacter of a certain great,0rator-, with important Political Obſervations: in\nparticular thc Marrow ot the Slave Q_u_cﬂion : and of that reſpecting the Laws of\nchtor and Crcditor. &e. &c. By an Old Member of Parliament. _ Price '35. v\nWONDERFUL PROPHECIES. Containing a Diſſertation on the Exiﬅencc,\nNature, and 'Eittent of the Prophctic Powcrs in the Human Mind, with unqueſ\ntionable Exampleaof many eminent Prthe-cies of what is now acting and ſoon to *\nb_e fulﬁlled upon the great Thcatre- of uropc ; amongſt many others are thoſe of\n(mldſmith Smpllctt, Prieſlley, Newton, Daniel Defoe, Lamhert, Sibly, and all.\nthoic worthy of Notice, by BROTHERSil ſ Ptice is. or on ﬁne Paper, is. 6d\n\fan hooxs, sotn'vz a. 'endsin STATlONZRS' COURT.\nCROSBY': LADIES NE\\V 'ROYAL POCKET COMPANION\nbellifhed with a beautiful Engraving of Treachery defeated, and the Trait\ncome the Victim; from Hutton's Amantus and Elmira, &e. Price 'S- bound i\nSheep, with Pockets; or neatly extra bound with Claſp orTuck, '3. 6d.\ntaining, Treachery defeated, and the Tiaitor become the Victim of his own\nchinations-Eelipſes) in 1795 Table of the Moon-Holidays kept at the I\nOﬃccs-Buying and ſellingPtock-Royal Family of Great Britain-Ta\nFiſh, Fleſh, and Fowl, in Scnſon-Prec'edency among Ladies-_A Memora:\nand Calh Book, ruled for ever Da _in the Year-Advice to the Ladies on\nFriendſhi s with Men,and on t e C oice of a Huſband-Edwin and* Amelia\nthe Sedu ioh of Female InnocenCe-'Mary (Lukeen of Scuts, a Monody\nPower ofTime-Thc Roſe-On' the Partiality o Men-Human Inconſiﬅenc\nthe Univerſal PnrtraiÞ-The Robin Read Breaﬅ-u-The Female Prartler-T\nSongs ſung at Vauxhall during the laſi_Seaſ0n-Ratcs oF Haekncy Cnachmt\nRates of U'atcrmen-Kings and Blecns of England-Penee and ShillingT\nand Cloth Meaſure-'_Marketing Tab es-ſſ-A Table to calf up Expence's or iV,\n*-New Country Danccs. \" _ * _\nCROSBY's FORTUNE-TELLI'NG ALMANACK;or, Ladies Unive\nPocket Book , for 1795. Containing the Hiſlory of the Origin, Diſperſionﬁ;\nMami'ers 'of the Gipſies-Holidays and Remarkable Days-Viſible Eclipſe:\n' Tableloſ the Moon-The Royal Family of Great Britain-Holidayskept at'\nPublie Oﬃees-Marketing TableSF-New Country Dances-The Inﬂuence\nthe Planets and Celeﬅial Spheres, prored from their apparent eﬀects\nnatural productions-Pa]miﬅry-Dreams-MolB-Phyſio nomy-Aﬅrologyx\nSigns of Diſcaſcs-Predictions for Births on any day of the' week-Diſaﬅro\nDays in every month in the ear-Princcſs oſ Brunſwick-How to judge\nthe 'Weathen Embelliſhcd wth a Portrait of the Princeſs of Brunſwick; and\nYiew of the Gipſcy Houſe at Norwood. Price xs. bound in Red Sheep wit\nPackets; or extra, is. 6d. ' > '\n, _ _ THE EXPEDITlOUS INSTRUCTOR ; or, Reading, Writing, and Arirlz\n'metic made Plain and Eaſy : Containing, amongﬅ other uſeful Things, ill, A colt\nLife) Engliſh Gramman-zd, On Practical Elocution, or the belt Method Ol\nLearning to read with Correctncſs, Grace, and Ener Yzl_3d, lnſh'uctions ſo'\nthe Attainment of a Maﬅerly Boldneſs, Command, and 'lcgziuee in W'riting, re\nduced to ſuch ſimple Rules, and ſo eaſy a Courſe of Exercii'e, that a Perſon may\ni 'learn to write a good Hand in TWenty-ſour Hours.--4th, Short, clear, and ra\ntional Introduction to Aritſi'netic, &e. &e. with a great Variety of Copics in diſ\n. ferent Hands, on new Copper Plates, engraved from the Writings of the moﬅ\neminent School-maſters. rice only 'S- 6d. in Nlarble Paper. -\nCROSBY'S MODERN SONGSTER, being a Selection of the moﬅ approved\nSongs from the late Opctas; with many Favouritc Songs ſung at the diﬀerent\nPlaces of Public Entertainment ; and a Frontiſ iece of Mrs. Mountain and Milk\nHopkins, in thlcy Abbey; alſo a Vignette &itle Page, of MrsLMartyr, in\n_Containing upwards of 500 Songs; particularly\nthe Travellers in Switzerlan.\nonal, &a. &a. Price zs. 6d. ſewed, or neatly\nsporting, Patriotic, and Co\nbound in red 3s. '\nThe UNFORTUNAT\nadded the Lady's Counſellor,\nBy the Author of Retired Ple. . _\nAMANTUS and ELMIR _\n\" Charaﬁter oſ Ingratus. B 'i .\n_ The CHILDREN of XPOL -\n'made 'Works of odr modern Aii\n'Holo'zroſn Cobb, Cumberland, An'\nCoctwley, Dudley, Dibdcn, Tnpham',\nERS, a Story ſounded on Facts: to which is\nng Low, Cnurtſhip, Marriage, Divorcc, &c\nJ'ricc is. 6d. ' ' \\\n\\ NGRATITUDE. Excmpliticd in the\nj'- Price zs. .\n'ingan impartial Reyiew of all the Dra\n'nd '-Authoreſſes_: particularly O'Kceﬀe,\nMorris, Coleman, Mrs. Inchbald, Mrs\n'leſiong Murphy, Hoare, Stewart, Roſc.\nMacklin, Jermngham, Lady Walla Sin-&e. To which are added caaſioml\nNotes. By ', Eſq. Ag ſſt to the Sunct._ Price is. '*\nHEIGHQ FOR A UUSBANDWK Crimedy, by Ft. G.\\Valdmn, will! an\nelegant Engraving of Mrs. HARLOW'E, in' the Characterof Doroihy, drawn lnd\nengraved by Harding. Price is. 6d. ' \" _\n' THE PRODIGAL, a Pranſatic Pl'ebe, by 'the ſame uthor, aspprformcdiz\n\\ the HayMnrktt. Price IS. ſ ' 7 ' * ' '\nThe SPEECH of the Hon. T. ERSKINE,<on Hardy's Tiial ferſ-High\n' Trealſion'. Priec Þd. * 3 . * \" . ſſ\nt'h\n\f","_id":1271}