{"name":"Bulletin and Proceedings of the National Laboratory of Psychical Research (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/national_laboratory_of_psychical_research","mytitle":"Bulletin and Proceedings of the National Laboratory of Psychical Research (IAPSOP)","mylang":"de","content":"  Bulletin and Proceedings of the National Laboratory of Psychical Research (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Bulletin and Proceedings of the National Laboratory of Psychical Research<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n National Laboratory of Psychical Research, Proceedings of the \/ Bulletin of the.\r\n 1927--1933?  Irregular, annual\r\n London, England. \r\n Publisher: London University, Council for Psychical Investigation.\r\n  Editor: Harry Price.\r\n Succeeds: British Journal of Psychical Research (1926)(companion) \r\n Succeeded by: Bulletin of the National Laboratory of Psychical Research (1931, companion of British Journal)\r\n  1\/1, January 1927. \r\n 5 - 10 s.\/ $2.50 an issue.\n\n The Proceedings of the National Laboratory and its successor, The Bulletin, were the companions of the British Journal of Psychical Research, intended to record the Society's practical experiments.  Part 1 of volume 1 of the Proceedings was published in January 1927 and devoted to the telekinetic phenomena of Eleonore Zugen, and part 2 of that volume was published in April 1929, with Harry Price's \"Short-Title Catalogue\" of the Society.  The volumes were replete with plates of etchings and drawings in the Society's collections and with photographs of its experiments.  The subjects studied included Rudi Schneider, Mrs. Duncan, and others.  British Library; University of Mississippi; University of Missouri; University of Virginia; and many others.\n\n       Issues:Proceedings Of The National Laboratory Of Psychical Research V1 P2 Apr 1929 Bulletin Of The National Laboratory Of Psychical Research 1931 Bulletin Of The National Laboratory Of Psychical Research N4 1933      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/national_laboratory_of_psychical_research","_id":1272}