{"name":"Nouvel Almanach Magnetique (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/nouvel_almanach_magnetique","mytitle":"Nouvel Almanach Magnetique (IAPSOP)","mylang":"de","content":"  Nouvel Almanach Magnetique (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Nouvel Almanach Magnetique <\/I>      \n\n    Summary&nbsp;  From Pat Deveney's database:\n\n   Nouvel Almanach Magnetique.\r\n Other titles: Almanach Magnetique\r\n 1854--1864?  annual\r\n Paris, France.  Language:  French.  Publisher: Delarue Libraire.  Editor: Docteur Fluidus.\r\n  1\/1, 1856.\n\n The journal was noted in Dupotet's Journal du Magnetisme in 1853 (for the year 1854) and describes the unknown Dr. Fluidus as a \"man of spirit, well-known for the usage of pleasant and ironic turns of phrase.  It is easy to see that he is moved by a serious conviction.\"  It was still being published in 1864.  The almanac contains briefly the usual material in such books (lunations, holidays, etc.) but promises much more:\n\n ‘Des notions generales sur le Magnetisme et ses principes.  La pratique du Magnetisme ou l'art de magnetiser son prochain.  Les deux espèces de passes.  Les Agents magne etiques.  L'eau magne etise ee, etc.  Un petit aperc çu historique sur le Magnetisme.  Le Baquet mesmerien.  Les arbes magne etise es.  La batuette aimante ee, et tous les agents employes de tous temps par les principaux adepts de cette science . . . Suivi d'anecdotes plaisantes sur le Magnetisme et le Somnambulisme, de bons mots, de reparties, de saillies et espiègleries magnetiques et somnambuliques, ansi que des scène blaguo-somnambuliques.'\n\n After a lighthearted preface in which Dr. Fluidus promised not to put his audience to sleep, the journal presents a popular but fairly rational and well-ordered treatise on Mesmerism, complete with a large number of plates and several humorous theatrical dialogues.  BNF      Issues:Nouvel Almanach Magnetique 1856                                        <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/nouvel_almanach_magnetique","_id":1316}