{"name":"Hocus Pocus","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1797__dean___hocus_pocus.pdf","mytitle":"Hocus Pocus","mylang":"de","content":"HOCUS POCUS;\nO R, T H E\nWHOLE ART\n0 F\nLEGERDEMAIN\n1 N\nPERFECTION.\nBy which the meaneft Capacity may perform\nthe Whole Art without a Teacher. To-\ngether with the Ufe of all the Inftruments\nbelonging thereto.\nTo which is now added,\nAbundance of New and Rare Inventions, the like ne-\nver before in Print, but much defired by many.\nWRITTEN BY H. DEAN.\nThe Twelfth Edition, with large Additions andAmendments\n.\nGLASGOW:\nPRINTED BY J. & M. ROBERTSON.\nM D C C X C V I I\n.\n\fStrange feats are herein taught by flight of hand,\nWith which you may divert yourfelf and friend,\nThe like in print was never feen before,\nAnd fo you’ll fay, when once you’ve read it o’er.\n\fNOTE.\nThis fcicjimile of one of the\nearlieft books on “ the Art of\nLegerdemain ” has been produced\nin the belief that it will prove\ninterefting to lovers of the Art\nin the prefent day.\nThe “patter ” to tricks on pages\n16 and 43, and the trick of “how\nto thrift a dagger into your\nguts,” are perhaps not quite suit-\nable for a modern drawing-\nroom entertainment ; but it is\nremarkable that a number of\nmoft effective modern experiments\n\fNote.\nare simply elaborations of tricks\nat leaft one hundred years old.\nThe confederacy trick on page yi\ncontains the effence of “ second\nsightf brought to such perfection\nby the late Robert Heller ; it\nalfo contains the effence of one\nof the moft celebrated feats of\nthe great Robert Houdin ; and\nthe card trick on page 62 con-\ntains the secret of the trick—of\nreading names written on pieces\nof paper — so often performed\nby that pecidiar breed of con-\njurers who pretend to expofe\nSpiritualifm.\nThis facfimile has been printed\nat the office of Robert Anderson,\n22 Ann Street Glasgow.\n\fNote.\n‘\nIf any perfon wants to be\n‘\nfurnijhed with thefe books,\nf\nmay have them by applying at\n‘\n\/\/?£ shop of Kerr & Richard-\n1\nson,\nQueen Street,\n‘\nRoyal Exchange,\nz\/z \/\/^ town\n‘\naforefaidl\nA few copies only are for sale.\nThe price of this book is Four\nShillings and Sixpence. If you\ncannot raife four shillings and\nsixpence honeftly, do not buy the\nbook.\n1886. J. A.\n\fhistoricau\nmedical\n\".(Gr ^\n—\n\f[ 5 ]\n4*\n4*\n4*\n4* 4*\n4* 4*\n4*\n4*\n4*\n4*\n4*\n4*\n4*\n4*\n4*\n4* 4*\n4* 4*\n4* 4*\n4* 4*\n4* 4*\n4* 4*\n4* 4*\n4* 4*\nTHE\nPREFACE\nr\nTO THE\nREADER.\nKind Reader,\nHA\nof Legerdemain, pro-\nmifed you farther improve-\nments, accordingly I have dif\ncovered\nving in my former book\n\f6 The PREFACE.\ncovered herein to you the\ngreateft and rnojl wonderful\nfecrets of this Art, never\nzvritten or publifhed by any\nman before : therefore I do\nnot doubt but herein you will\nfind pleafure to your fullfa-\ntis\nfaction ; which is all my\ndefire.\nHenry Dean.\nThe\n\fTHE\nWHOLE ART\nO F\nLEGERDEMAIN;\nO R,\nHOCUS POCUS\nr\nIn PERFECTION.\nLEgerdemain is an operation whereby one\nmay feem to work wonderful, impoffible,\nand incredible things, by agility, nimblenefs,\nand flight of hand. The parts of this inge-\nnious art, are principally four.\nFirft, In conveyance of balls.\nSecondly, In conveyance of money,\nThirdly, In cards,\nFourthly, In confederacy.\nA Defcription of the Operator.\ni. He mull be one of a bold and undaunt-\ned refolution, fo as to fet a good face upon\nthe matter.\n2.\nHe muft have ftrange terms, and empha-\ntical words, to grace and adorn his actions\n;\nand the more to amaze and aftonifli the be-\nholders.\n3.\nAnd laftly, He muft ufe fuch geftures\nof body, as may take off the fpedlators eyes\nfrom\n\f8 The Art of Legerdemain;\nfrom a ftrict and diligent beholding his man-\nner of performance.\nHow to pafs the Balls through the Cups.\nYou muft place yourfelf at the farther end\nof the table, and then you muft provide your-\nfelf three cups made of tin, and then you\nmuft have your black fticks of magic to fhew\nyour wonders withal : then you muft provide\nfour fmall cork balls to play with ;\nbut do not\nlet more than three of them be feen upon\nthe table.\nNote, Always conceal one ball in the right\nhand, between your middle finger and ring\nfinger : and be fure make yourfelf perfect to\nhold it there, for by this means all the tricks\nof the cups are done.\nThen fay as followeth.\nGentlemen,\nthree cups Pis true,\nThey are but tin,\nthe reafon why,\nSilver is fomething dear,\nTil turn them in gold, if I live, &c.\nNo equivocation at all\n:\nBut ifyour eyes are not as quick as my hands\nIJhall deceive you all.\nView them within,\nView them all round about,\nWhere there is nothing in.\nThere's nothing can come out.\nThen\n\fOr, Hocus Pocus in Perfection. 9\nThen take your four balls privately be-\ntween your fingers, and fo fling one of them\nupon the table, and fay thus,\nThe firfl trick that e'er I learn'd to do,\nWas, ont of one ball to make it into two :\nAhl fince it cannot better be,\nOne of thefe two, I'll divide them into three,\nWhich is call'd the firft trick of dexterity.\nSo then you have three balls on the table\nto play with, and one left between the fin-\ngers of your right hand.\nThe Operation of the Cups is this.\nLay your three balls on the table, then\nfay, Gentlemen, you fee here are three balls,\nand here are three cups, that is, a cup for\neach ball, and a ball for each cup. Then tak-\ning that ball that you had in your right hand,,\n(which you are always to keep private) and\nclapping it under the firft cup, then taking up\none of the three balls, with your right hand,,\nfeeming to put it into your left hand, but re-\ntain it ftill in your right, fhutting your left\nhand\n\fio The Art of Legerdemain;\nhand in due time, then fay, Prefio be gone.\nThen taking the fecond cup up, fay, Gen-\ntlemen, you fee there is nothing under my\ncup; fo clap the ball that you have in your\nright hand under it, and then take the fecond\nball up with your right hand, and feem to put\nit into your left, but retain it in your right\nhand, fhutting your left hand in due time, as\nbefore, faying, Verda,\nbe gone.\nmm\nH i\nwf •\nThen take the third cup, faying, Gentle-\nmen, you fee there is nothing under my laft\ncup; then clapping the ball you have in your\nright hand under it, then take the third ball\nup with your right hand, and feeming to put it\ninto your left hand, but retain it in your right;\nfhutting your left hand in due time, as be-\nfore, faying, Prefio,\nmake hafte\n;\nfo you have\nyour three balls come under your three cups,\nas thus; and fo lay your three cups down on\nthe table.\nThen\n\fOr, Hocus Pocus in Perfection. u\nThen with your right hand take up the firft\ncup, and there clap that ball under, that you\nhave in your right hand; then faying, Gen-\ntlemen, this being the firft ball, I will put it\ninto my pocket; but that you muft ftill keep\nin your hand to play withal.\nSo take up the fecond cup with your right\nhand, and clap that ball you have concealed\nunder it, and then take up the fecond ball\nwith your right hand, and fay, this likewife,\nI take and put into my pocket.\nLikewife, take up the third cup, and clap-\nping the cup down again, convey that ball\nyou have in your right hand under the cup,\nthen taking the third ball, fay, Gentlemen,\nthis being the laft ball, I take and put this\ninto my pocket. Afterwards fay to the com-\npany, Gentlemen, by a little of my fine pow-\nder of experience, I will command thefe balls\nunder the cups again.\nAs\n\f12 The Art of Legerdemain ;\nAs thus,\nSo lay them all along upon the table to the\nadmiration of all the beholders.\nThen take up the firft cup, and clap the\nball you have in your right hand under it,\nthen taking the firft ball up with your right\nhand, feem to put the fame into your left\nhand, but retain it ftill in your right, then\nfay, Vade, quick be gone when I bid you,\nand\nrun under the cup.\nThen taking that cup up again, and fling-\ning that you have in your right hand under\nit, you muft take up the fecond ball, and feem\nto put it into your left hand, but retain it in\nyour right hand, faying, Gentlemen, fee how\nthe ball runs on the table.\nSo feemingly fling it away, and it will ap-\npear as thus.\n\fOr, Hocus Pocus in Perfection. 13\nSo taking the fame cup again, then clap-\nping the ball under again as before, then tak-\ning the third ball in your right hand, and feem\nto put it under your left, but ftill retain it in\nyour right, then with your left hand feem to\nfling it in the cup, and it will appear thus; all\nthe three balls to be under one cup.\nAnd if you can perform thefe adlions with\nthe cups, you may change thefe balls into ap-\nples, pears, or plumbs, or to living birds, to\nwhat your fancy leads you to. I would have\ngiven you more examples, but I think thefe\nare fufficient for the ingenious, fo that by\nthefe means you may perform all manner of\naflions with the cups.\nNote, The artificial cups cannot well be\ndefcribed by words but you may have them\nof me, for they are accounted the greateft\nfecrets in this art : therefore I advice you to\nkeep them as fuch, for this was never known\nto the world before.\nHow to fliew the wonderful Magic Lanthorn.\nThis is the magic lanthorn that has made\nfo much wonder in the world, and that which\nFriar Bacon ufed to fhew all his magical won-\nders withal.\nB This\n\f14 The Art of Legerdemain ;\nThis lanthorn is called magic, with refpedt\nto the formidable apparitions that by virtue of\nlight it fhews upon the white wall of a dark\nroom. The body of it is generally made of\ntin, and of the fhape of a lamp; towards the\nback part, is a concave looking glafs of metal,\nwhich may either be fpherical or parabolical,\nand which by a grove made in the bottom of\nthe lanthorn, may either be advanced nearer\nor put farther back from the lamp, in which\nis oil or fpirit of wine, and the match ought\nto be a little thick, that when it is lighted, it\nmay caft a good light that may eafily reflect\nfrom the glafs to the fore part of the lanthorn,\nwhere there is an aperture with the perfpefiive\nin it, compofed of two glaffes that make the\nrays converge and magnify the objeft.\nWhen you mean to make ufe of this admi-\nrable machine, light the lamp, the light of\nwhich will be much augmented by the look-\ning glafs at a reafonable diftance. Between\nthe fore part of the lanthorn, and the perfpec-\ntive glafs, you have a trough made on pur-\npofe, in which you are to run a long flat thin\nframe with feveral different figures, painted\nwith tranfparent colours upon glafs; then all\nthefe little figures paffing fucceflively before\nthe perfpe£tive glafs through which paffes the\nlight of the lamp, will be painted, and repre-\nfented with the fame colours upon the wall\nof a dark room, in a gigantic and monftrous\nmanner.\nBy\n\fOr, Hocus Pocus in Perfection. 15\nBy this Lanthorn you may fhew what man,\nor woman, or birds, or beafts, and all forts of\nfifh that are in the fea : fo if any gentleman\nhas a defire to furnifh themfelves with one of\nthefe lanthorns, I have the beft that can be\nmade.\nThe figitre is as follows.\nTo feem to fwallow a long pudding made of tin.\nThis pudding muft be made of tin, confift-\ning of twelve or thirteen little hoops made as\nin the figure following, fo as they may almoft\nfeem to fall one through another, having little\nholes made at the biggeft end thereof, that it\nmay not hurt your mouth, hold this pudding\nB 2 for\n\f1 6 The Art 0\/ Legerdemain ;\n(for fo it is called) privately in 3\/our left hand,\nwith the hole end uppermoft, and with your\nright hand take a ball out of your pocket,\nand fay, ‘\nIf here is ever a maid, that has loft\nher maiden head, or an old woman that is out\nof conceit with herfelf, becaufe her neigh-\nbours deem her not fo young as fhe would\nbe, let them come to me, for this ball is a\nprefent remedy:’ then feem to put the ball\ninto your left hand, but let it flip into your\nlap, and clap your pudding into your mouth,\nwhich will be thought to be the ball that you\nfhewed them; then decline your head, and\nopen your mouth, and the pudding will flip\ndown at its full length, which with your right\nhand you may ftrike it into your mouth again,\ndoing this three or four times, then you may\ndifcharge it into your hand, and clap it into\nyour pocket without any fufpicion, by mak-\nin three or four wry faces after it, as tho’\nit ftuck in your throat, and if you pradtife\nfmiting eafily upon your throat with your fift\non each fide, the pudding will feem to chink;\nas if it were lying there ;\nthen fay, ‘\nThus the)\/\neat puddings in High Germany, they fling it\ndown their throats before their teeth can take\npoffeffion of it.\nme\nTo\n\fOr, Hocus Pocus in Perfection. 17\nTo feem to eat knifes andforks.\nDefire any one of the fpe&ators to lend you\na knife, which when you get hold of, fo\nthat you may cover the whole with both\nhands, the end of the haft excepted, and fet-\nting the point to your eye, faying, “Some\nbody ftrike it with your fift,” but nobody\nwill, becaufe it is fo dangerous a thing; then\nfetting your hand on'the fide of the table and\nlooking about you, afk, “ What, will nobody\nftrike it in ?\n” in which time let the knife flip\ninto your lap, then make as if you chop it\nhaftily into your mouth, or to hold it with\none hand, and to ftrike it in with the other\nnimbly, making three or four wry faces, fay-\ning, “Some drink, fome drink,” or elfe,\n“ Now let fomebody put his finger into my\nmouth, and pull it out again,” fome will cry,\n“You will bite me,” fay, I will affure you\nI will not :” then when he hath put his finger\nin, he will pull it out and cry, There is no-\nthing ;\nthis is time fufficient to convey the\nknife into your pocket ;\nthen fay, Why, you\nhave your finger again : So by this means you\nmay fwallow knives and forks.\nTo put a lock upon a man's mouth.\nYou muft have a lock made for this pur-\npofe, according to the figure ;\none fide of its\nbow muft be immoveable, as that marked\nB 3 with\n\f18 The Art of Legerdemain;\nwith A, the other fide is noted with B, and\nmuft be pinned to the body of the lock, as\nappears at E, I fay it muft be fo pinned that\nit may play to and fro with eafe ;\nthis fide of\nthe bow muft have a leg as at C, and then\nturn it into the lock ;\nthis leg muft have two\nnotches filled in the inner fide, which muft be\nfo ordered, that one may lock or hold the\ntwo Tides of the bow as clofe together as may\nbe, and the other notch to hold the faid part\nof the bow a proportionable diftance afunder,\nthat being locked upon the cheek, it may nei-\nther pinch too hard, nor yet hold it fo flight\nthat it may be drawn off ;\nlet there be a key\nfixed to it, to unlock it, as you fee at D, and\nlaftly, let the bow have divers notches filled\nin it, fo that the place of the partition when\nthe lock is fhut home, will the leaft of all be\nfufpedled in the ufe of the lock ;\nyou muft get\none to hold a teller edge long between his\nteeth, then take another teller, and with your\nleft hand proffer to fet it edge-ways between\na fecond man’s teeth, pretending that your\nintent is to turn both into which of their\nmouths they fhall defire, by virtue of your\nwords : which he fhall no fooner confent to\ndo, but you by holding your lock privately\nin your right hand, with your fore-finger may\nflip it over his cheek, and lock it by prefling\nyour fore-finger a little down, after fome flore\nof words, and the lock having hung on a\nwhile, feem to pull the key out of his nofe.\nYou\n\fOr, Hocus Pocus in Perfection. 19\nYou may have thefe locks neatly made, at\nmy houfe, near the watch-houfe, on little\nTower-hill, Poftern-row, a bookfeller’s fhop.\nHow to Jliew the magic hell and bufhel.\nThis feat may well be called magical, for\nreally it is very amazing, if it be well handled.\nThis device was never known to the public\nbefore.\nThis bufhel muft be turned neatly like\nunto the egg-boxes, fo that they cannot find\nout where it opens, and you muft have a falfe\nlid to clap on and off, and upon that falfe lid\nglew fome bird-feed, and then you muft have\na\n\f20 The Art of Legerdemain ;\na true lid made to clap neatly upon the falfe\none, now you muft have your artificial bell to\nJfhew with your bufhel.\nYou may make your bell with wood, or\nbrafs, your bell muft be made to unfcrew at\nthe top, that it may hold as much feed as\nyour bufhel will when it is filled, and you\nmuft have the handle of your bell made with\na fpring, fo as to let the feed fall down at\nyour word of command.\nThe manner how to ufe them is as follow-\neth : Note you muft be fure to fill the top\nof your bell with feed before you begin to\nfhew, then faying, Gentlemen, you fee I have\nnothing in my bell (which they cannot, if you\nhold it by the handle) nor have I any thing\nin my bufhel, therefore I will fill my bufhel\nwith feed,) and in filling it clap on the falfe\nlid, and no man can tell the contrary.\nThen afk any body in the company to hold\nthat feed in their hands and you will command\nit all under the magical bell, fo clap the true\nlid on, and then ring your bell, and the feed\nwill be gone out of your bufhel into your bell,\nto the admiration of all the beholders.\nIf you cannot rightly conceive this by words\nyou may have them of neweft fafhions, ready\nmade, at my houfe.\nHow\n\fOr, Hocus Pocus in Perfection. 21\nHow to put a ring through ones cheek.\nYou muft have two rings made of filver or\nbrafs, or what you pleafe, of one bignefs,\ncolour, and likenefs, faving that one muft have\na notch through, and the other muft be\nwhole, without a notch ;\nfhew the whole ring,\nand conceal that which hath the notch, and\nfay, Now I will put this ring through my\ncheek, and privately flip the notch over one\nfide of your mouth,\nf\nthen take a fmall ftick\nwhich you muft have in readinefs, and flip\nthe whole ring upon it, holding your hand o-\nver it about the middle of the ftick; then bid\nfomebody hold faft the ftick at both ends,\nand fay, fee this ring in my cheek, it turns\nround; then while you perceive them faften\ntheir eyes upon that ring, upon a fudden\nwhip it out, and fmite upon the ftick there-\nwith inftantly concealing it, and whirling the\nother ring, you hold your hand over round\nabout the ftick, and it will be thought that\nyou have brought that ring upon the ftick\nwhich was upon your cheek.\no o\nHow to Jhew the Hen and Egg-bag,\na7id out\nof an empty bag to bring out above an hun-\ndred eggs,\nand afterwards to brmg out a liv-\ning hen.\nYou\n\f22 The Art of Legerdemain ;\nYou muft go and buy two or three yards of\ncallicoe, or printed linen, and make a double\nbag, and on the mouth of the bag on that fide\nnext to you, you muft make four or five lit-\ntle purfes, in which you muft put two or three\neggs in a purfe, and do fo till you have filled\nthat fide next to you, and have a hole made\nat one end of your bag, that no more than\ntwo or three eggs come out at once ;\nthen\nyou muft have another bag, like unto that\nexadtly; that one muft not be known from the\nother, and then put a living hen into that\nbag, and hang it on a hook on that fide you\nftand. The manner of performing it is thus,\nTake the egg bag, and put both your hands\nin it and turn it infide out, and fay, Gentlemen,\nyou fee there is nothing in my bag ;\nand in\nturn-\n\fOr, Hocus Pocus in Perfection. 23\nturning it again you muft flip fome of the eggs\nout of the purfes, as many as you think fit,\nand then turn your bag again and fhew the\ncompany that it is empty, and in turning it a-\ngain you command more eggs to come out,\nand when all is come out but one, you muft\ntake that egg and fhew it to the company,\nand then drop down your egg bag, and take\nup your hen bag, and fo fhake your hen,\npidgeon, or any other fowl. This is a noble\nfancy if well handled.\nHow to cut the blowing book.\nTake a book feven inches long, and about\nfive inches broad, and let there be forty nine\nleaves, that is feven times feven contained\ntherein fo as you may cut upon the edges of\neach leaf fix notches, each notch in depth of\na quarter of an inch, with a gouge made for\nthat purpofe, and let them be one inch dif-\ntant ;\npaint every thirteenth and fourteenth\npage, which is the end of every fixth leaf and\nbeginning of every feventh with like colours,\nor pictures, cut off with a pair of fheers, eve-\nry notch of the firft leaf, leaving only one\ninch of paper, which will remain half a quar-\nter of an inch above that leaf, leave another\nlike inch in the fecond part of the fecond leaf,\nclipping away an inch of paper in the higheft\nplace above it, and all notches below the fame,\nand orderly to the third and fourth, and fo\nas\n\f24 The Art of Legerdemain ;\nas there fhall reft upon each leaf only one\nnick of paper above the reft, one high uncut,\nan inch of paper muft anfwer to the firft di-\nredtly, fo as when you have cut the firft feven\nleaves in fuch a manner as I have defcribed,\nyou are to begin the felf fame order at the\neighth leaf, defcending the fame manner to\nthe cutting other feven leaves to twenty one,\nuntil you are paft through every leaf all the\nthicknefs of your book, &c.\nThis feat is fooner learn’d by demonftrative\nmeans, than taught by words of inftrudtion ;\nfo if any perfon wants to be furnifhed with\nthefe blowing books they may have them at\nmy fhop on Little-tower-hill aforefaid.\nTo fhezv the trick with the Fu?i?iel.\nYou muft get a double funnel, that is two\nfunnels foldered one within the other, fo that\nyou may at the little end pour in a quantity of\nwine or water, this funnel you may have rea-\ndy filled before hand, with whatfoever liquor\nyou pleafe, and call for fome of the fame\nkind\n\fOr, Hocus Pocus in Perfection. 25\nkind, then draw your funnel, and fetting your\nmiddle finger into the bottom of it, bid fome\nbody, or elfe do it yourfelf, pour it full, and\ndrink it up before them, and turn the broad\nend of the funnel downwards, faying, “ Gen-\ntlemen, all is gone;” and in a trice turn\nyourfelf about, and in turning pronounce\nfome terms of art, withdraw your finger from\nthe narrow end, and let the liquor out be-\ntween the funnels, and it will be thought to\nbe that which you drank out of the funnel,\nand fo you may perfuade them it is the fame.\nHow to make three little children dance in a\nglafs upon a table.\n\fp\n26 The Art of Legerdemain ;\nTake little figures of glafs that are made\nhollow, of an inch and a half high, reprefent-\ning little boys, which may be had at the glafs-\nblowers ;\nthefe little images have a fmall hole\nin one of their legs, and are lighter than water\n;\nimmerge them into the water contained in the\nglafs A. B. this glafs is about a foot or 15 in-\nches high, and covered with a bladder which\nis tied faft over the top; a fmall quantity of\nair is to be left between the bladder and fur-\nface of the water ;\nfo when you command\nthem to walk down, prefs your hand hard up-\non the top, and they will immediately come\ndown, and fo you may make them dance in the\nmiddle of the glafs, at your pleafure ;\nand\nwhen you would have them go up to the top,\ntake your hand away, and they will walk up.\nI hope this is fufficient for your underftand-\ning ;\nif not, you may have the glafs and fi-\ngures of me.\nBonus Genius: or Hiccius Doclius.\nYou\n\fOr, Hocus Pocus in Perfection. 27\nYou muft have the figure of a man made\nof wood, about the bignefs of your little fin-\nger, the head whereof, muft be made to take\noff and put on at pleafure, by means of a\nwire that is in the neck ;\nalfo you muft have\na cloth cap with a little bag within to convey\nthe head into, the bag muft be neatly made\nthat it may not eafily be perceived : fhew your\nman to the company, ‘\nGentlemen, this I call\nmy Bonus Genius:’ then fhew the cap, fay-\ning, ‘This is his coat;’ fay moreover, ‘Look\nnow as ftedfaft as you can, neverthelefs I will\ncozen you, for therefore am I come;’ then\nhold your cap above your face, and take your\nman in your , right-hand, and put his head\nthrough the hole of the cap, faying, ‘\nNow\nhe is ready to go on any meffage I have to\nfend him to Spain or to Italy, or whither I\nwill, but he muft have fomewhat to bear his\ncharges,’ with that pull out your right-hand\nfrom under the cap, and therewith the body,\nput privately putting your right-hand into\nyour pocket, as if you felt for money, where\nyou may hide the body, and take out your\nhand and fay, ‘There is three crowns for you,\nnow be gone,’ then turn the head, and fay,\n‘\nBut he will look about him before he goes ;\nthen fay, fetting your fore-finger upon his\ncrown, ‘ Juft as I thruft my finger down fo he\nfhall vanifh ;’\nand therewith by the affiftance of\nyour left-hand that is under the cap, convey\nhis head into the little bag within the cap,\nC 2 then\n\f28 The Art ^\/'Legerdemain;\nthen turn your cap about, and fay, ‘\nSee here\nhe is gone;’ then take up your cap and hold\nit up again, throwing the head out of the lit-\ntle bag and fay, ‘\nHie mecus Genius,’ and in\nthe mean time thruft the head through the\nhole of the cap, and holding the head by the\nwire, turn it about prefently, and put the\nhead into your pocket.\nNote, Any perf\non that is defirous to learn\nany part of this art,\nthey may be taught by me.\nH. Dean.\nOf conveyance of Money.\nThe conveyance of money is not much in-\nferior to the balls, but much eafier to do ;\nthe\nprincipal place to hold a piece of money is\nthe palm of your hand, the belt piece to keep\nis a tefter, but with exercife all will be alike :\nexcept the money be very fmall, and then it\nis to be between the fingers almoft at the fing-\ner ends, whereas the ball is to be kept below\nnear to the palm, the money muft not be of\ntoo large a circumference.\nTo convey money out of one of your hands into\nthe other by Legerdemain.\nFirft, you muft hold open your right-hand,\nand lay therein a tefter or fome big piece of\nmoney, then lay thereupon the top of your\nlong\n\fOr, Hocus Pocus in Perfection. 29\nlong left finger, and ufe words, and upon a\nfudden flip your right-hand from your finger,\nwherewith you hold down the tefter ftill\ntherein, and fuddenly, I fay, drawing your\nright-hand through your left, you will feem\nto have left the tefter there, efpecially when\nyou fhut in due time your left hand, which\nthat it may more plainly appear to be truly\ndone, you may take a knife and feem to\nknock againft it, fo as it may make a great\nfound : this is pretty; if it is cunningly done,\nfor both the ear and the eye are deceived by\nthis device.\nTo convert money into counters,\nand counters\ninto money.\nAnother way to deceive the lookers on, is\nto do as before with a tefter, and keeping a\ncounter in the palm of your left-hand fecret-\nly, to put the tefter fecretly thereinto, which\nbeing retained ftill in the right-hand, when\nthe left-hand is opened, the tefter will feem\nto be turned into a counter.\nTo put one tefter into one hand,\nanother into the\nother hand, and with words to bring them\ntogether.\nHe that hath once attained to the faculty\nof retaining one piece of money in his right-\nhand, may fhew a hundred pleafant conceits\nC 3 by\n\f30 The Art of Legerdemain ;\nby that means, and may referve two or three\nas well as one; and fo then you may feem to\nput one piece into your left-hand, and retain-\ning it ftill in your right-hand, you may toge-\nther therewith take up another like piece,\nand fo with words feem to bring both pieces\ntogether. Variety of tricks may be fhewn in\njuggling with money.\nTo put one tefler into a firanger's hand,\nand\nanother into your own,\nand to convey both in-\nto theftrangers hand with words.\nAlfo you may take two tellers evenly fet\ntogether, and put the fame inftead of one tef-\nter into a ftranger’s hand, and then making\nas though you did put one teller into your\nleft-hand with words, you lhall make it feem\nthat you convey the teller in your hand into\nthe ftranger’s hand, for when you open your\nfaid left-hand, there Lhall be nothing feen, and\nhe opening his hand, lhall find two tellers,\nwhich he thought was but one. By this de-\nvice, I fay a hundred conceits may be fhewed.\nHow toJhew thefame,\nor the likefeat otherwife.\nTo keep a teller betwixt your fingers, ferv-\neth efpecially for this and fuch like purpofes\n;\nhold out your hand, and caufe one lay a tef-\nter upon the palm thereof, then lhake the\nfame up almolt to your fingers end, and put-\nting\n\fOr,\nHocus Pocus in Perfection. 31\nting your thumb upon it, you fhall eafily with\na little pradtice, convey the edge betwixt the\nmiddle and fore-finger ;\nwhilft you proffer to\nput it into the other hand, provided always\nthat the edge appears not through the fing-\ners on the backfide, which being done, take\nup another tefter, which you may caufe ano-\nther ftander-by to lay down, and put them\nboth together, either clofely, inftead of one\ninto a ftranger’s hand, or keep them ftill in\nyour own hand, and after fome words fpoken\nopen your hands, and there being nothing in\none hand, and both pieces in the other, the\nbeholders will wonder how they came toge-\nther.\nTo throw a piece of money azuay,\nand to find it\nagain where you left it.\nYou may with the middle or ring-finger of\nthe right hand, convey a tefter into the palm\nwith the fame hand, and feem to call it away,\nkeeping it ftill, which with confederacy will\nfeem ftrange : to wit, when you find it again,\nwhere another have beftowed the like piece,\nbut thefe things without exercife cannot be\ndone therefore I will proceed to fhew how\nthings may be brought to pafs with lefs diffi-\nculty, and yet as ftrange as the reft, being\nunknown, are marvelloufly commended, but\nbeing known are derided and nothing at all\nregarded.\nHow\n\f32 The Art of Legerdemain ;\nHow to make a groat or tejler to leap out of a\npot,\nor run along upon a table.\nYou fhall fee a juggler take a tefter and\nthrow it into a pot, or lay it in the midft of a\ntable, and with enchanting words caufe the\nfame to leap out of the pot, or run towards\nhim, or from him along the table, which will\nfeem miraculous until you know how it is\ndone ;\nwhich is thus, take a long black hair\nof a woman’s head faftened to the rim of a\ntefter, by the means of a little hole driven\nthrough the fame with a Spanifh needle, in\nlike fort you may ufe a knife, or any fmall\nthing, but if you would have it go from you,\nyou muft have a confederate, by which means\nall juggling is graced and amended ;\nthis feat\nis the ftranger if it be done by night, a can-\ndle placed between the fpedtators and the\njuggler, for by that means their eyes are hin-\ndered from difeerning the conceit.\nTo make a groat or a tejler to fink through a\ntable,\nand to vanifh out of a handkerchief\nftrangely.\nA juggler alfo will fometimes borrow a tef-\nter and mark it before you, and feem to put\nthe fame into the midft of a handkerchief,\nand wind it fo as you may the better fee and\nfeel it ;\nthen will he take the handkerchief\nand\n\fOr, Hocus Pocus in Perfection. 33\nand bid you feel whether the teller be there\nor not, and he will alfo require you to put\nthe fame under a candleftick, or fome fuch\nlike thing ;\nthen he will fend for a bafon of\nwater, and holding the fame under the table\nright againft the candleftick, he will ufe cer-\ntain words of enchantment, and in fhort you\nwill hear the teller fall into a bafon ;\nthis\ndone, let one take off the candleftick, and\nthe juggler take the handkerchief by a toffel\nand fliake it, but the money is gone, which\nfeemeth as ftrange a feat as any whatfoever,\nbut being known, the miracle is turned to a\nbauble, for it is nothing elfe but to few a tef-\nter into a corner of a handkerchief, finely\ncovered with a piece of linen a little bigger\nthan your teller, which corner you muft con-\nvey inftead of the teller delivered to you into\nthe middle of your handkerchief, leaving the\nother in your hand or lap, which afterwards\nyou feem to pull through the table, letting it\nfall into the bafon.\nA notable trick to transform a counter to a\ngroat.\nTake a groat, or fome leffer piece of mo-\nney, and grind it very thin at one fide, and\ntake two counters and grind them, the one at\none fide, glew the fmooth fide of the groat\nto the fmooth fide of the counter, joining\nthem fo clofe together as may be, efpecially\nat\n\f34 The Art of Legerdemain;\nat the edges, which may be fo filled as they\nfhall feem to be but one piece, to wit, one\nfide a counter and the other fide a groat, then\ntake a little green wax, for that is fofteft, and\ntherefore beft, and lay it fo upon the fmooth\nfide of the counter as if it do not much dif-\ncolour the groat, and fo will that counter\nwith the groat cleave together as though they\nwere glewed, and being filled even with the\ngroat and the other counter, it will feem fo\nperfect like an entire counter, that though a\nftranger handle it he cannot betray it ;\nthen\nhaving a little touched your fore-finger and\nthe thumb of your right-hand with foft wax,\ntake therewith this counterfeit counter, and\nlay it openly upon the palm of your left-hand,\nin fuch fort as if you were to lay down the\ncounter, wringing the fame hard, fo as you\nmay leave the glewed counter with the groat\napparently in the palm of your left-hand, and\nthe fmooth fide of the waxed counter will\nflick faft upon your thumb, by reafon of the\nwax wherewith it is fmeared, and fo you\nmay hide it at your pleafure always, that you\nlay the waxed fide downward and the glewed\nfide upward, then clofe your hand, and in,\nor after the clofing thereof, turn the piece,\nand fo inftead of a counter, which they fup-\npofe to be in your hand, you fhall feem to\nhave a groat, to the aftonifhment of the be-\nholders, if it be well handled. The juggler\nmuft not have any of his tricks wanting.\nAn\n\fOr,\nHocus Pocus in Perfection. 35\nAn excellent feat to make a two penny piece be\nplain in the palm ofyour hand, and be paffed\nfro7n thence where you lift.\nPut a little red wax, not too much, upon\nthe nail of your longeft finger, then let a\nftranger put a two-penny piece into the palm\nof your hand, and fhut your fift fuddenly,\nand convey the two-penny piece upon the\nwax, which with ufe you may fo accomplifh\nas no man fhall perceive it ;\nthen, and in the\nmean time ufe words of courfe, and fuddenly\nopen your hand, hold the tips of your fin-\ngers rather lower than higher than the palm\nof your hand, and the beholders will wonder\nwhere it is gone ;\nthen fhut your hand fud-\ndenly again, and lay a wager whether it be\nthere or not, and you may either leave it\nthere, or take it away at pleafure; this, if it\nbe well handled, hath more admiration than\nany other feat of the hand. Note, This may\nbe beft done by putting the wax upon the\ntwo-penny piece, but then you muft put it\ninto your hand yourfelf.\nTo convey a tefier out of one's hand that holds\nit fafl.\nStick a little wax upon your thumb, and\ntake a ftander-by, by the fingers, fhewing\nhim the teller, and telling him you will put\nthe fame into his hand, then wring it down\nhard with your waxed thumb, and ufing ma-\nny\n\f36 The Art of Legerdemain ;\nny words, look him in the face, and as foon\nas you perceive him to look in your face, or\non your hand, fuddenly take away your\nthumb and clofe his hand, and it will feem to\nhim that the teller remaineth; even as if you\nwring a teller upon one’s forehead, it will\nfeem to Hick when it is taken away, efpecially\nif it be wet; then caufe him to hold his hand\nHill, and with fpeed put into another man’s\nhand, or into your own, two tellers inftead\nof one, and ufe words of courfe, whereby\nyou lhall make the beholders believe, when\nthey open their hands, that by enchantment\nyou have brought both together.\nTo convey a flatting,\nbeing in one hand’\ninto a-\nnother,\nholdingyour hands abroad.\nIt is neceffary to mingle fome merry pranks\namong your grave miracles, as in this cafe of\nmoney, to take a Ihilling in each hand, and\nholding your arms abroad, lay a wager that\nyou will put them both into one hand with-\nout bringing them any nearer together ;\nthe\nwager being laid, hold your arms abroad like\na rod, and turning about with your body,\nlay the Ihilling out of one of your hands up-\non the table, and turning to the other hand,\nand fo you lhall win your wager : a knack\nmore merry than marvellous.\nTo transformanyfmatt thing into anyotherform\nby folding paper.\nTake a Iheet of paper, and fold or double\nthe\n\fOr, Hocus Pocus in Perfection. 37\nthe fame, fo as one fide be a little longer than\nthe other, then put a counter between the\ntwo Tides of the leaves of the paper, up to\nthe middle of the top of the fold, hold the\nfame fo as it be not perceived, and lay a groat\non the outfide thereof, right againft the coun-\nter, and fold it down to the end of the lon-\nger fide, and when you have unfolded it a-\ngain, the groat will be where the counter\nwas; fo that fome will fuppofe that you have\ntransformed the money into a counter ;\nand\nwith this many tricks may be done.\nAnother experiment of the like nature.\nTake two papers, three inches fquare a-\npiece, divided into two folds, into three equal\nparts, at either fide, fo as each folded paper\nremains one inch fquare ;\nthen glew the back\nfide of the two together, as they are folded,\nand not as they are opened, and fo fhall both\npapers feem to be but one, and which fide\nfoever you open, it fhall appear to be the\nfame, if you have handfomely the bottom,\nas you may well do with your middle finger,\nfo as if you have a groat in one hand, and a\ncounter in the other, you having fhewed but\none, may by turning the paper, feem to\nchange it ;\nthis may be beft performed by\nputting it under a candleftick or a hat, and\nwith words feem to do the feat. This is no\ninferior trick.\nD Of\n\f38 The Art of Legerdemain ;\nOf cards,\nwith good caution how to avoid co-\nzenage therein,\nefpecially rules to convey and\nhandle the cards,\nand the manner and order\nhow to accomplifh all difficulties andflrange\nthings wrought with cards.\nI having now beftowed fome wafte money\namong you, I will fet you to cards, by which\nkind of witchcraft a great number of people\nhave juggled away, not only their money, but\nalfo their lands, their health, their time, and\ntheir honefty. I dare not as I could, fhew\nthe lewd juggling that cheats pra6tice, leaft it\nminifter fome offence to the well difpofed, to\nthe fimple hurt and Ioffes, and to the wicked\noccafion of evil doing ;\nbut I could wifh all\ngamefters to beware, not only of cards, but\nalfo of what dice they play withal ;\nbut e-\nfpecially with whom, and where they exercife\ngaming, and to let dice pafs as a thing where-\nby a man muft be inevitably cozened : one\nthat is fkilful in making bum cards, may undo\nhundreds of wealthy men, that are given to\ngaming ;\nfor if he hath a confederate prefent,\neither of the players or ftanders-by, the mif-\nchief cannot be avoided ;\nif you play among\nftrangers, beware of him that feems fimple\nor drunken, for under their habit the moft\nfpecious cozeners are prefented, and while\nyou think by their fimplicity and imperfec-\ntions to beguile them, and thereby perchance\nare perfuaded by their confederates, which\nyou\n\fOr, Hocus Pocus in Perfection. 39\nyou take to be your friends, you will be then\nmoft of all deceived : beware alfo of the bet-\nters and lookers on, and particularly, of them\nthat bet on your fide, whilft they look on\nyour game, without fufpicion, they difcover\nit by figns to your adverfaries, with whom\nthey bet, and yet are their confederates.\nBut in fhewing feats and juggling with\ncards, the principal point conflfteth in the\nfhuffling them nimbly, and always keeping one\ncard either at the bottom or in fome known\nplace of the ftock, four or five cards from it\n;\nhereby you fhall feem to work wonders, for\nit will be eafy for you to fee one card, which\nthough you be perceived to do, it will not\nbe fufpedted, if you fhuffle them well after-\nwards : and this note I muft give you, that\nin referving the bottom card, you muft always\nwhilft you fhuffle, keep him a little before or\na little behind all the cards lying underneath\nhim, beftowing him, I fay, either a little be-\nyond his fellows before, right over the fore-\nfinger or elfe behind the reft, fo as the little\nfinger of the left hand may meet with it,\nwhich is the eafier, the readier, and better\nway in the beginning of your fhuffling, fhuf-\nfle as thick as you can, and in the end throw\nupon the ftock the nether card, with fo ma-\nny more at the leaft as you would have pre-\nferved for any purpofe, a little before or a\nlittle behind the reft, provided always that\nyour fore-finger (if the pack lay behind) creep\nD 2 up\n\f40 The Art 0\/ Legerdemain ;\nup to meet with the bottom card, and when\nyou fell it, you may then hold it until you\nhave lhuffled over the cards again, ftill leav-\ning your kept card below : being perfedt\nherein, you may do almoft what you lift with\ncards by this means, what pack foever you\nufe, though it confifteth of eight, twelve, or\ntwenty cards, you may keep them ftill toge-\nther unferved next to the card, and yet fhuf-\nfle them often to fatisfy the curious behold-\ners. As for example, and for brevity fake,\nto fhew divers feats under one.\nHow to deliver out four aces,\nand to convert\nthem into four knaves.\nMake a pack of thefe eight cards, to wit,\nfour knaves and four aces, and although the\neight cards muft be immediately together, yet\nmuft each knave and ace be evenly fet toge-\nther, and the fame eight cards muft lye alfo\nin the loweft place of the bunch, then fhuffle\nthem fo always at the fecond fhuffling or at\nleaftwife at the end of your fhuffling the faid\npack, one ace may lay undermoft, or fo as\nyou may know where he goeth and lieth al-\nways : I fay, let your aforefaid pack, with\nthree or four cards more, lye unfeparable to-\ngether; immediately upon, and with that ace;\nthen ufmg fome fpeck, or other device, and\nputting your hands with the cards to the edge\nof the table to hide the adtion, let out pri-\nvately a piece of the fecond card, which is\none\n\fOr, Hocus Pocus in Perfection. 41\none of the knaves, holding forth the flock\nin both your hands, and fhewing to the ftan-\nders-by, the nether card, which is the ace\nor kept card, covering alfo the head or piece\nof the knave, which is the next card, and with\nyour fore-finger draw out the fame knave,\nlaying it down on the table ;\nthen fhuffle\nthem again, keep your pack whole, and\nfo have your two aces lying together in the\nbottom ;\nand to reform that difordered card,\nand alfo to grace and countenance that adlion,\ntake off the uppermoft card of the bunch,\nand thrufl it into the midfl of the cards, and\nthen take away the nethermoft card which\nis one of your faid aces, and bellow him like-\nwife ;\nthen may you being as before, fhewing\nanother ace, and inflead thereof lay down a-\nnother knave, and fo forth, until inflead of\nyour aces you have laid down four knaves,,\nthe beholders all this while thinking that\nthere lies four aces on the table are greatly\namufed, and will marvel at the transformation\n;\nyou mufl be well advifed in fhuffling of the\nbunch left you over-fhoot yourfelf.\nHow to tell one what card he feeth at the bot-\ntoms when the card is Jhuffled in the Jlock.\nWhen you have feen a card privately, or\nas though you marked it not, lay the fame\nundermofl, and fhuffle the cards as before\nyou are taught, till your card be again at the\nbottom ;\nthen fhew the fame to the beholders,\nD 3 bid-\n\f42 The Art of Legerdemain;\nbidding them to remember it; then fhuffle the\ncards, or let any other fhuffle them, for you\nknow the card already, and therefore may at\nany time tell them what card they faw, which\nneverthelefs muft be done with caution, or\nfhew of difficulty.\nAnother way to do the fame,\nhaving yourfelf\nneverfeen the cards.\nIf you can fee no card, or be fufpefted to\nhave feen that which you mean to fhew, then\nlet a ftander-by fhuffle, and afterwards take\nyou the cards into your hands, and having\nfhewed them, and not feen the bottom card,\nfhuffle again, and keep the fame cards, as\nbefore you are taught ;\nand either make fhift\nthen to fee it when their fufpicion is paft,\nwhich may be done by letting fome cards fall,\nor elfe lay down all the cards in heaps, re-\nmembring where you laid the bottom card ;\nthen efpy how many cards lie in fome one\nheap, and lap the flap where your bottom\ncard is, upon that heap, and all the other\nheaps upon the fame, and fo if there were\nfive cards in the heap, whereon you laid\nyour card, then the fame muft be the fixth\ncard, which now you muft throw out or look\nupon without fufpicion, and tell them the\ncard they faw.\nTo tell without confederacy,\nwhat card he\nthinketh on.\nLay three cards at a little diftance, and bid\na\n\fOr, Hocus Pocus in Perfection. 43.\na ftander-by be true and not waver, but think\non one of the three, and by his eye you fhall\naffuredly perceive which he thinketh : and\nyou fhall do the like if you caft down a whole\npack of cards with the faces upwards, where-\nof there will be few or none plainly perceiv-\ned, and they alfo court cards : but as you\ncaft them down fuddenly, fo muft you take\nthem up prefently, marking both his eyes, and\nthe card whereon he looketh.\nr\nHow to make a cardjump out of the pack, and\nrun on the table.\nThis is a wonderful fancy if it be well\nhandled : as thus,\nTake a pack of cards and let any one draw\nany card that they fancy beft, and afterward\ntake and put it into the pack, but fo as you\nknow where to find it at pleafure : for by\nthis time, I fuppofe you know how to fhuffle\nthe cards, and where to find any card when\nit is put into the pack ;\nthen take a piece of\nwax, and put it under the thumb nail of your\nhand, and then fatten a hair to your thumb,\nand the other end of the hair to the card,\nthen fpread the pack of cards open on the\ntable, then fay, “If you are a pure virgin\nthe card will jump out of the pack,” then\nby your words or charms feem to make it\njump on the table.\nHow\n\f44 The Art 0\n\/ Legerdemain\n;\nHoiv to tell zvhat card any man thinketh o?i, and\nhow to convey the fame into a kernal of a nut\nor cherry fone,\nand the fame again into one's\npocket; and how to make him draw the fame\nor any cardyoupleafe,\nandall under one device.\nTake a nut, or a cherry ftone ;\nand burn\na hole through the fide of the top of the\nfhell, and alfo through the kernal if you will,\nwith a hot bodkin, or bore it with an awl,\nand with a needle pull out the kernal, fo as\nthe fame may be as wide as the hole of the\nfhell : then write the name of the card in a\npiece of fine paper, and roll it up hard, then\nput it into the nut or cherry ftone, and ftop\nthe hole up with wax, and rub the fame over\nwith a little duft, and it will not be perceiv-\ned ;\nthen let fome ftander-by draw a card,\nfaying,\nc\nIt is no matter what card you draw;’\nand if your hands fo ferve you to ufe the\ncard well, you fliall proffer him, and he fhall\nreceive the fame card that you have rolled up\nin the nut ;\nthen take another nut and fill it\nup with ink, and then ftop the hole up with\nwax, and then give that nut which is filled\nwith ink to fomebody to crack, and when he\nfinds the ink come out of his mouth, it will\ncaufe great laughter. By this feat on the\ncards, great wonders might be done.\nHow to let twenty gentlemen draw twenty cards,\nand to make one card every man's card.\nTake a pack of cards, let any gentleman\ndraw\n\fOr, Hocus Pocus in Perfection. 45\ndraw a card, and let him put it in the pack\nagain, but be fure that you know where to\nfind it again at pleafure; then fhuffle the cards\nas before taught, and then let another gentle-\nman draw a card, but be fure that you let him\ndraw no other but the fame card as the other\ndid draw, and fo do till ten or twelve or as ma-\nny cards as you think fit ;\nwhen you have fo\ndone, let another gentleman draw another card,\nbut not the fame, and put that card into the\npack where you have kept the other card, and\nfhuffle them till you have brought both the\ncards together ;\nthen fhewing the laft card to\nthe company, the other will fhew the trick.\nBy this means many other feats may be done.\nHow to change a pack of cards into all manner\nof pictures.\nYou\n\f46 The Art of Legerdemain;\nYou muft take a pack of cards and paint\nupon the back fide of one half of the pack\nwhat manner of figures that pleafe your fancy\nbeft, as men, women, birds, flowers, &c.\nThen paint the other half of the cards, viz.\non that fide where the fpots are on, after the\nfame manner you did the other half, fo be-\ntween them both you will have a compleat\npack of all pi6tures ;\nand when you will per-\nform this trick, you muft fliew the cards but\nhalf-way. This is one of the beft tricks on\nthe cards ;\nand you may have them ready\nmade at my houfe.\nHow to knit a knot upon a handkerchief\\\nand\nto undo the fame with words.\nMake one plain loofe knot with the two\ncorner ends of a handkerchief, with feeming\nto draw the fame very hard, hold faft the bo-\ndy of the faid handkerchief near to the knot\nwith your right hand, pulling the contrary\nend with your left hand, which is the corner\nof that which you hold ;\nthen clofe up hand-\nfomely the knot, which will be fomewhat\nloofe, and pull the handkerchief fo with your\nright hand as the left hand end may be near\nto the knot, then will it feem to be a true\nand firm knot ;\nand to make it appear more\naffuredly to be fo, let a ftranger pull at the\nend which you have in your left hand, while\nyou hold faft the other in your right hand,\nand then holding the knot with your fore-fin-\nger\n\fOr, Hocus Pocus in Perfection. 47\nger and thumb, and the lower part of your\nhandkerchief with your other finger, as you\nhold a bridle, when you would with one hand\nflip up the knot and lengthen the reins ;\nthis\ndone, turn your handkerchief over the knot\nwith the left hand, in doing whereof you\nmuft fuddenly flip out the end or corner, put-\nting up the knot of your handkerchief with\nyour fore-finger and thumb, as you would\nput up the aforefaid knot of your bridle\n:\nthen deliver the fame covered and wrapt\nwithin the midft of the handkerchief to one\nto hold fait, and after pronouncing fome\nwords of art, take the handkerchief and fhake\nit, and it will be loofe.\nHoiv to take three button moulds off tzvo firings.\nTake two little whipcords of two feet long\na piece, double them equally fo as there may\nappear four ends ;\nthen take three button\nmoulds the hole of one of them muft be\nbigger than the reft, and put one button\nmould upon the eye or bout of the one cord\nand\n\f48 The Art 0\/ Legerdemain\n;\nand another on the other cord, then take the\nbutton mould with the greateft hole, and let\nboth the bouts be hidden therein ;\nwhich\nmay be the better done if you put the eye or\nbout of the one into the eye or bout of the\nother ;\nthen pull the middle button upon the\nfame being doubled over his fellow, fo will\nthe heads feem to be put over the two cords,\nyou may loofe them as you lift, and make it\nfeem manifeft to the beholders, which may not\nfee how they are done, but that the buttons\nare put upon the two cords without any fraud\n;\nthen muft you feem to add a more effedtual\nbinding of thofe buttons to the firings, and\nmake one half of a knot with one of the ends\nof each fide, which is for no other purpofe,\nbut that when the buttons be taken away, the\ncords may be feen in the cafe, which the be-\nholders fuppofes them to be in before, for\nwhen you have made your half knots, which\nin any wife you may not double to make a\nperfect knot, you muft deliver into the hands\nof fome ftander-by thefe two cords, namely\ntwo cords evenly fet to one hand, and two in\nthe other, and then with a wager being to\npull off the buttons, which if you handle nim-\nbly, and in the end caufe him to pull his two\nends, the two cords will fhew to be placed\nplainly, and the buttons to have come thro’\nthe cords ;\nbut thofe things are fo hard, and\nlong to be defcribed, that I will leave them,\nwhereas I could fhew greater variety.\nREADER.\n\fOr, Hocus Focus in Perfection. 49-\nRE ADER,\n‘\nT Have promifed you to write fomething\n‘\nX of confederacy, that when you fee or\n‘\nhear fome fancy done, you fhall be no ftran-\n‘ ger to it, but know how to do it as well as\n‘\nany juggler in England, for by confederacy\n‘\nmighty wonders are wrought, which feem\n‘\nincredible and impoffible. Some will afk\n‘\nfor what reafon I do write thefe things and\n‘\nfet them forth in fuch a manner, for they\n‘\nfay, we know them already ;\nmy anfwer is\n‘\nif you do, every one does not ;\ntherefore\n‘\nflight not Ample things, for you, that feem\n‘\nto be fo cunning and fo wary, may be im-\n‘ pofed on and deceived : what would an in-\n‘ genious perfon give, or how far would he\n‘ go to learn iecrets ? I myfelf would have\n‘ gone twenty miles to have learnt the worft\n‘\nfancy in this book ;\nI would have you take\n‘\nit in good part, and fo I proceed to the\n‘\nchapter.’\nTo cure the tooth-ach.\nThis muft be done by confederacy, I won\nmany a pint of wine by it; you muft pretend\nyou are grievoufly troubled with the tooth-\nach, making wry faces and pretending a great\ndeal of pain ;\nthen fays your confederate, ‘\nI\n‘\nwill undertake to cure you in a quarter of\n‘\nan hour, it is a plain but a very fafe and ea-\nE fy\n\f50 The Art of Legerdemain ;\n‘\nfy way,’ he then takes a thimble full of\nfait, puts it into a piece of paper, then fays\nhe, ‘\nHold this to your cheek on that fide the\n*\npain lies, and it will be gone.’ You fhaking\nyour head at him, afking him, if he can find\nnone to make fport with but you that are not\ndifpofed ;\nhe then proffers you to try his re-\nceipt, which with feeming unwillingnefs take\nand hold it to your cheek a fmall time, then\nhe will afk you if you find eafe, you fpitting\nmuch, fay, ‘\nYes truly I find it much abated ;’\nthen he will fay, ‘\nTo perfect it, lay down\n*\nyour paper upon the table, ftep into the\n‘ yard and wafh your mouth with a fpoonful\n‘\nof cold water :’\nNow (fays he to the com-\npany, in your abfence) ‘You may fee what\n‘\nconceit does, I will take out the fait, and\n4\nput in the like quantity of allies in the pa-\n£\nper ;\nlaying it twilled as before in its place,’\nthen he coming in, takes up the paper again,\nand puts it into his mouth as before, (the\ncompany will be laughing and fleering as tho’\nyou are ignorant,) then privately convey the\nafhes away with the paper and another paper\nof fait like the former, as you muft have in\nreadinefs as before, hold to your cheek, your\nconfederate afking you, ‘Well, what think\n‘ you now? Why, indeed one would not have\n‘\nthought to have had fo foon an alteration\n‘in a little;’ then will one or another fay\nin company, ‘\nWhy, do you think you have\nfait in your mouth? Yes, I faw it taken out\n\fOr, Hocus Focus in Perfection.\n‘of the box;’ he will lay you a wager pre-\nfently, that it is not fait, when by opening\nthe paper, his folly is difcovered, with no\nfmall fport to the company.\nTo blow if it be a head or woman, and the\nparty to Jiand in another room.\nThis likewife is done by confederacy, he\nthat lays it down, fays; ‘What is it?’ and that\nis a fign it is a head : for he fays, ‘\nWhat is it\nnow\/ and that is a fign it is a woman: crofs\nand pile in filver is done the fame way. By\nconfederacy divers ftrange things are done\n;\nas to make a man, by muttering fome words\nto pull off his. clothes, and fo dance naked:\nthus you may throw a piece of money into a\npond, and bid a boy go to fuch a fecret place\nwhere you have hid it, and he will bring it,\nand make them believe it is the fame that\nyou threw into the pond, and no other.\nSo let a confederate take a fhilling and put\nit under a candleftick on a table at a good\ndiftance from you, then you muft fay, ‘\nGen-\ntlemen, you fee this fhilling\/ then take your\nhand and knock it under the table, and con-\nvey it into your pocket : then fay, ‘\nThe fhil-\n‘\nling is gone, but look under fuch a candle-\n‘\nflick and you will find it.’\nFortunatus’ zvijhing poft,\nor how to make any\nperfon dance naked.\nThis feat is more for paftime than any\nthing elfe.\nE 2 You\n\f52 The Art of Legerdemain ;\nYou muft go and get you a poft of about\nfive or fix inches long, and you muft then get\nit turned hollow throughout, fo that you may\nhave a fcrew made juft fit, and then put a\nneedle at each end of the fcrew, and have\ntwo holes fo contrived in the poft that you\nmay faften two firings in the fcrew, fo as\nwhen you pull one end of the firing, the\nneedle will run into your finger, and when you\npull hole of the other end of the firing, the\nneedle will run into your thumb, which will\ncaufe great laughter to the company. If thefe\nwords are not fufficient for you to make one\nby, you may have them at my houfe ready\nmade.\nTo feem to cut a hole in a cloak, fcarf, or hand-\nkerchief, and with words to make it whole\nagain.\nTo do this you muft have a piece of the\nfame ready in your hand, the fample of that\nyou intend to cut; then amongft other tricks\nby you, clap your hand upon the place you\nintend to cut, then drawing hollow by the\nfalfe piece, caufe it to be cut off and gripping\nyour hand, fhew the hole from whence the\npiece came away, which is in your hand,\nwhich is done by pretending to feel in your\npocket for a needle and thread to few it up\nagain : but drawing your hand out from your\npocket, faying, ‘\nI have no needle, but I have\na charm\n\fOr, Hocus Pocus in Perfection. 53\na charm will do as well ;\nfo muttering fome\nwords, bid them blow upon it, and pulling\nyour hand from the place, does not a little\nfatisfy the curiofity of the perfons who\nthought they had been damnified.\nThe Egg Box is look'd upon to be as good a\ntrick,\nand as cunning a flight,\nas any that\nis done,\nbut becaufe it cannot be expreffed in\nwords I have put th,efe figures underneath to\nto explain it.\n\f54 The Art of Legerdemain ;\nA, fignifies the egg box, made in the fa-\nfhion of two bee-hives put one upon another;\nB, the upper fhell ;\nC, the inner fhell, co-\nvered over artificially with the fkin of an egg\n;\nP, the lower part of the fhell-box; putting\nB, which is the outward fhell, upon C, and\nboth upon P, as it (lands, makes the box per-\nfect. To do this trick, call for an egg, then\nbid all ftanders-by look on it, and fee that it\nis a real egg, fetting the box on the table,\nupon the foot C, take off the upper part, B,\nC, with your fore-finger and thumb, then\nplacing the egg in the box, fay,\n£\nYou fee it\nfairly in,’ and uncovering it again, likewife\nfay, ‘\nYou fhall fee me fairly take it out,’ put-\nting it into your pocket in their fight; open\nyour box again and fay, ‘\nThere is nothing,’\nclofe your hand about the middle of your box,\nand taking B, by the bottom, fay, ‘\nThere is\nthe egg again,’ which appears to the fpedta-\ntors to be; fo clapping that in again, and\ntake the lid of C, in your finger and thumb,\nfay, ‘\nthere it is gone again.’\nThis feat is not for a bungler to fhew.\nTo make a room feem to be all on fire,\nmighty\ndreadful to behold.\nTake fal armoniack half an ounce, cam-\nphire one ounce, acqua vitae two ounces, put\nthem into an earthen pot, in the fafhion of a\nchamber-pot, but fomething narrow upon the\ntop, then fet fire to it, and the room will\nfeem\n\fwmmmi\nOr, Hocus Pocus in Perfection. 55\nfeem to them that are in to be all on fire;\nnay, themfelves will flap their hair and clothes\nthinking they are all on fire, when there is\nno body hurt, unlefs it be with fright. Have\na care of fhewing it to women with child in\nthe room, for yourfelf would be frighted if\nyou did not know the trick.\nHow to eat fire,\nand to blozv it up in your mouth\nwith a pair of bellozvs.\nAnoint your tongue with liquid-ftorax, and\nyou may put a pair of tongs into your mouth\nred hot, without hurting yourfelf, and lick\nthem till they are cold, by the help of this a-\nnointment, and by preparing your mouth thus\nyou may take wood coal out of the fire, and\neat them as you would bread, dip them into\nbrim-\n\f56 The Art of Legerdemain;\nbrimftone-powder, and the fire will feem more\nftrange, but the fulphur puts out the coal,\nand fhutting your mouth clofe puts out the\nfulphur, and fo they champ the coals and\nfwallow them, which they may do without\noffending the body; but if they were bound\nto eat nothing elfe, it would be a very fickly\ntrade ;\nand if you put a piece of lighted char-\ncoal into your mouth, you may fuffer a pair\nof bellows to be a blowing in your mouth\ncontinually, and receive no hurt, but your\nmouth muft be quickly cleaned, otherwife it\nwill caufe a falivation: it is a very dangerous\nthing to be done, and although thofe that\npradtife it, ufe all the means they can to pre-\nvent danger, yet I never faw any one of thefe\nfire eaters that had a good complexion, the\nreafon I could give, but it is known to the\nfons of art: fome put bole-armoniack into this\nreceipt: a cold thing, and fpoils the whole\ncompofition, and fo leaves out hamitatis and\nliquid ftorax ;\nbut let them beware how they\nufe it.\nHow to ivalk on a hot iron bar, without danger\noffcalding or burning.\nTake half an ounce of camphire, diffolve\nit in two ounces of acqua vitae, add to it one\nounce of quick-filver, one ounce of liquid\nftorax, which is the droppings of myrrh, and\nhinders the camphire from firing, take alfo\ntwo ounces of hamitatis, a red ftone to be\nhad\n\fOr, Hocus Pocus in Perfection. 57\nhad at the druggifts, and when you buy it,\nbeat it to powder in their great mortar, for\nit is fo very hard, that it cannot be done in a\nfmall one; put this to the afore-mentioned\ncompofition, and when you intend to walk on\nthe bar, you muft anoint your feet well there-\nwith, and you may walk over without dan-\nger: by this you may wafh your hands in\nboiling lead.\nr\nHoiv to make a knife leap out of a pot.\nWhen you are in company, and intend to\nmake mirth, have a pot full of water Handing\non a table, then take a piece of whale-bone\nabout three inches long, let it be pretty ftiff,\nit will fpring the better; take alfo a new ftiff\ncard, and fold it down the middle long-ways,\ncut a hole through both folds at each end,\nhalf an inch or more from the ends, put one\nend of the whale-bone in at one end of the\ncard, bend it like a bow, then put the other end\nof the whale-bone into the other end of the\ncard\n\f58 The Art of Legerdemain;\ncard, fet this into the pot, with two inches or\nmore deep in water, then place the handle of\nyour knife upon the uppermoft part of the\nwhale-bone, with the point upwards: ufe\nfome words of art, as Prefto vet, or Omporte.\nNote, I have invented a new inftrument to\nperform this fancy, which is to be admired\nby all ingenious perfons.\nThe melting-box.\nThis melting box is another artificial flight,\nwhich is fhewn as above, made in the fafhion\nof a fcrew, that fo the lips may hang without\ndifcovery; as thus, F is the out-part of the\nbox; G the firft in-part. H the fecond in-\npart ;\nI a round cafe made of plufli or leather,\nwith a button on the top, and wide enough\nto\n\fOr, Hocus Pocus in Perfection. 59\nto flip on and off, half in the bottom of the\nbox F, put a fmall quantity of quick-filver\nkilled, which may be done with the fhavings\nof pewter, or faffing fpittle; in the fecond\npart, which is H, let there be fix fingle pence,\nput thefe in the firft or outmoft part, then\nput G to H, and the box is perfect.\nWhen you go to fhew this trick, defire a-\nny in the company to lend you a fixpence,\nand you will return it'fafe again ;\nbut requeft-\ning withal, that none will meddle with any\nthing they fee, unlefs you defire them, left\nthey prejudice you and themfelves; then take\nthe cup off the box, and bid any one fee it\nand feel it, that there may be no miftruft, fo\nlikewife take the box entire, holding your\nfore-finger on the bottom, and your thumb\non the upper part, turning it upfide down,\nfay, ‘You fee here is nothing;’ then putting\nin the fixpence, put the cup over the box a-\ngain ;\nas the box ftands covered upon the ta-\nble, put your hand under the table, ufing\nfome canting words, then take off the cup\nwith your fore-finger and thumb, fo as you\npinch the innermoft box with it, and fet it\ngently on the table, then put the killed quick-\nfilver out of the lower part into your hand,\nturning the box with the bottom upward and\nftirring it about with your finger, ‘\nHere you\n‘\nfee it melted, now I will put it in again and\n‘\nturn it into fix fingle pence;’ fuddenly take\nthe cap as you took it off, returning it again,\nbid\n\f60 The Art of Legerdemain;\nbid them blow on it; then take off the cap\nas you did before, only pinching the upper-\nmoft lid in it, and fetting it upon the table,\nhold the box at the top and bottom with your\nfore-finger and thumb, then put the fix fingle\npence, after they are viewed and feem to be\nfo, in again, and return the cap as before,\nfaying, ‘\nBlow on it if you would have it in\n‘\nthe fame form you gave it me,’ then taking\nthe cup by the button, holding the box as\nbefore, put out the fix-pence and return the\nbox into your pocket. This is a very good\nflight, if well performed, which is done by\noften ufe.\nHow to light a candle by a glafs of cold water,\nor other liquor, without the help offire.\nYou muff; take a little piece of phofporus,\nabout the bignefs of a pin’s head, and with a\npiece of tallow, ftick it on the edge of the\ndrinking-glafs, and then take the candle light-\ned and blow it out ;\nand apply it to the glafs,\nand it will immediately light. This is the\npreparation that Cromwell ufed to fire off his\ncannon withal, very amazing to behold ;\nyou\nmay write with it on a paper, fome horrible\nwords or other, and it will appear dreadful\nand frightful to the beholders : alfo you may\ntake a piece as big as a pin’s head, and rub\nit on a piece of paper, and it will be foon all\non a flame.\nA\n\fOr, Hocus Pocus in Perfection. 61\nA trick upon the globe-box.\nThis is a trick not inferior to the beft that\nis (hewn with boxes; it is a box made of four\npieces, and a ball fo big as is imagined to be\ncontained therein: the ball ferves in the fame\nnature, as the egg does in the egg box, only\nto deceive the hand and eye of the fpedlators.\nThis ball, made of wood or ivory, is thrown\nout of the box upon the table, for every one\nF to\n\f62 The Art of Legerdemain ;\nto fee that it is fubftantial, then putting the\nball into the box, and letting the ftanders-by\nblow on the box, taking off the upper fhell\nwith your fore-finger and thumb, there ap-\npears another, and of another colour, as red,\nblue, yellow, or any variety of colours upon\neach ball that is fo imagined to be, which in-\ndeed is no more than the fhell of wood inge-\nnioufly turned and fitted for the box, as you\nmay fee in the figures above.\nL, the out-fhell of the globe taken off\nthe figures M, N, an inner fhell, O, the co-\nver of the fame; P, the other inner-fhell; Q\nthe cover of the fame; R, the third fhell; S,\nthat which covers it. Thefe globes may be\nmade with more or lefs varieties, according\nto the defire of the practitioner.\nTo tell the names of all cards in the pack,\nbe-\nfore you fee them.\nTake a pack of cards, and after you have\nfhuffled them, or let another fhuffle them, lay\nthem down upon the table before you, with\ntheir backs uppermoft, then fay, ‘\nNow I will\n‘\ntell you the names of all the reft of the\n‘\ncards in the pack, except one, before I fee\n‘them;’ having faid fo, draw off the upper-\nmoft card, and fay, ‘\nThis is my Hocus Pocus,\n‘\nThis is he by whofe affiftance I fliall difco-\n‘\nver all the reft of the cards in the pack; I\n‘\ncare not what he is, for I can make any of\n‘\nthem ferve for the fame purpofe.’ Then\nput\n\fOr, Hocus Pocus in Perfection. 63\nput him to your mouth, as tho’ you charmed\nhim, and repeat fome cramp words; and tak-\ning off the next card from the pack, fay, Here\nis the naming your Hocus Pocus, and\nhaving feen him, lay him down.\nHow to hold four kings in the hand, and by\nwords to feem to transform them into four\naces,\nand afterzvards to make them all blank\ncards.\nYou fhall fee a juggler take four kings in\nhis hand, and apparently fhew you them, then\nafter fome words and charms, he will throw\nthem down upon the table, taking one of the\nkings away, and adding but one other card\n;\nthen taking them up again, and blowing upon\nthem, will fhew you them transformed into\nblank cards, white on both fides, then throw-\ning them down as before, with their faces\ndownwards, will take them up again, and\nblowing upon them, will fhew you four aces.\nThis trick, in my mind, is not inferior to any\nof the reft, and being not known, will feem\nvery ftrange to the beholders, and yet after\nyou know it, you cannot but fay the trick is\npretty. Now to do this feat, you muft have\ncards made for the purpofe, half cards we\nmay call them ;\nthat is one half kings and the\nother half aces, fo laying the aces one over\nthe other, nothing but the kings will be feen,\nand then turning the kings downwards, the\nfour aces will be feen; but you muft have\nF 2 two\n\f64 The Art of Legerdemain ;\ntwo hole cards, one a king, to cover one\nof the aces, or elfe it will be perceived; and\nthe other an ace, to lay over the kings, when\nyou mean to fhew the aces; then, when you\nwould make them all blank, lay the cards a\nlittle lower and hide the aces, and they will\nappear all white. The like you may make\nof four knaves, putting upon them the four\nfives; and fo of the other cards.\nTo tell or name all the cards in the pack,\nand\nyet neverfee them.\nTo do this, you mufl firft privately drop a\ndrop of water or beer about the bignefs of a\ntwo-pence upon the table before you, where\nyou fit, then reft your elbows upon the table\nfo as the cuffs of your fleeves may meet, and\nyour hands flick up to the brims of your hat;\nin this pofture your arms will hide the drop\nof water from the company; then let anyone\ntake the cards and fhuffle them, and put them\ninto your hands; alfo, let them fet a candle\nbefore you, for this trick is beft done by can-\ndle light, then holding the cards in your left-\nhand, above the brim of your hat, up clofe\nto your head, fo as the light of the candle\nmay fliine upon the cards, and holding your\nhead down; fo in the drop of water, like a\nlooking-glafs, you fhall fee the fhadow of all\nthe cards before you ;\ndraw then the fingers\nof your right-hand along upon the cards, as\nthough you felt the fpots, name the cards,\nand\n\fOr, Hocus Pocus in Perfection. 65\nand then lay him down. Thus you may lay\ndown all the cards in the pack, one by one,\nnaming them, before you lay them down,\nwhich will feem very ftrange to the beholders\nwho will think that you have felt them out.\nTo fhezv one what card he taketh 7iotice of.\nLet any man take a card out of the pack,\nand note him : then take part of the pack in\nyour hand, and lay the reft down upon the\ntable; bidding him lay his noted card upon\nthem; then turning your back towards the\ncompany, make as though you were looking\nover the cards in your hand, and put any card\nat the fore-fide; and whilft you are doing this\nprivately, wait the cards being laid out in\nheaps to find what the bottom cards are. Bid\nany one take four cards of the fame number,\nviz. 4 aces, 4 duces, 4 trays, or 4 fours, or\nany other number not exceeding 10, (for he\nmuft not take court cards) and lay them out;\nthen take the remaining cards (if any fuch\nthere be) and divide their number by 4, and\nthe quotient fhall be the number of fpots the 4\ncard: if 12 cards remain then on each bottom\ncard were trays, and if there be no remaining\ncards, then the four bottom cards are four\naces.\nTo tell the number offpots on the bottom cards\n,\nlaid down on feveral heaps.\nBid any one take the whole pack of cards\nF 3 in\n\f66 The Art of Legerdemain;\nin his hand, and having fhuffled them, let him\ntake off the upper card, and having taken\nnotice of it, let him lay it down upon the ta-\nble with his face downwards, and upon it let\nhim lay fo many cards, as will make up the\nnumber of the fpots on the noted card, 12.\ne. g. If the card which the perfon firft took\nnotice of, were a king, queen or knave, or a\nfmgle ten, bid him lay down that card with\nhis face downwards, calling him ten, upon\nthat card let him lay another, calling him e-\nleven, and upon another, calling him twelve;\nthen bid him take off the next uppermoft\ncard, faying, What is it ? Suppofe it were a\n9, and laying it down on another part of the\ntable, calling him 9, upon him lay another\ncard, calling him 10; and upon him another\ncalling him 1 1 ;\nand upon him another, cal-\nling him 12; then let him look on the next\nuppermoft card, and fo let him proceed to lay\nthem up in heaps, in all refpedts as before,\ntill he has laid out the whole pack; but if\nthere be any odd cards at the laft, I mean, if\nthere is not enough, to make up the laft not-\ned card 12, bid him give them to you; then\nto tell him the numbers of all the fpots con-\ntained in all the bottom cards of the heaps,\ndo thus, from the number for heaps fubtrafl\n4, and multiply the remainder by 12, and to\nthe produdl add the numbers of thofe remain-\ning cards, which he gave you, if any remain,\nbut if there were but four heaps, then thofe\nremain-\n\fOr, Hocus Pocus in Perfection. 67\nremaining cards alone, fliew the number of\nfpots fought.\nNote, That you ought not to fee the bot-\ntom cards of the heaps, nor fhould you fee\nthem laid out, or know the number of cards\nin each heap, it fuffices if you know the num-\nber of heaps, and the number of the remain-\ning cards, if any fuch there be; and therefore\nyou may as well perform this feat ftanding in\nanother room as if 'you were prefent, you\nmuft have a whole pack.\nTo make any two cards come together, which\nany body Jliall name.\nWhen any one has named what two cards\nhe would have brought together, take the\ncards and fay, ‘\nLet us fee whether they are\n‘\nhere or not, and if they are, I will put them\n‘\nas far afunder as I can;' then having found\nthe two cards propofed, difpofe them in the\npack, and caufe them to come together.\nThis trick would feem much more ftrange\nwhen you have brought the propofed cards\ntogether, by laying them in heaps, you lay\nthe heap wherein the propofed cards are at\nthe bottom of the pack, and then fhufflc the\ncards, cut them afunder fomewhere in the\nmiddle, fo the propofed cards will be found\ntogether in the middle of the pack, which will\nfeem very ftrange to the beholders.\nHozv\n\f68 The Art cf Legerdemain ;\nHoiv to make a cat drazv a fellow through a\npond of zvater.\nTo perform this, you muft place the fellow\non one fide of the pond and the cat on the o-\nther, then take a ftrong rope and tie about\nthe fellow’s middle, and the other end of the\nrope tie to the cat, and then have the rope to\nreach farther behind fomc tree, and there let\ntwo lufty fellows have hold of the rope, and\nwhen the wager is laid, then whip the cat,\nwhilft the two fellows behind the tree pull as\nhard as they can.\nHozv to burn a thread,\nand to make it whole\nagain with the aflies.\nIt is not one of the worft tricks to burn a\nthread handfomely, and make it whole again,\nthe manner whereof is this : take two threads,\nor fmall laces, of one foot length a piece,\nroll up one of them round, which will be\nthen about the bignefs of a pea, put the fame\nbetween your left fore-finger and your thumb,\nthen take the other thread, and hold it forth\nat length betwixt your fore-finger and thumb\nof each hand, holding all your fingers dainti-\nly, as young gentlewomen are taught to hold\nup a morfel of meat; then let one cut afunder\nthe fame thread in the middle; when that is\ndone, put the tops of your two thumbs toge-\nther, and fo fhall you with lefs fufpicion re-\nceive the piece of thread which you hold in\nyou\n\fOr, Hocus Pocus in Perfection. 69\nyour right-hand, into your left, without open-\ning of your left-finger and thumb; then hold-\ning thofe two pieces as you did before it was\ncut, let thefe two be alfo cut afunder in the\nmidft, and they conveyed again as before, un-\ntil they be very fhort, and then roll all thofe\nends together, and keep that ball of thread\nbefore the other in the left hand, and with a\nknife thruft the fame into a candle, where you\nmay hold it until the faid ball of thread be\nburnt to afhes ;\nthen pull back the knife with\nyour right-hand and leave the afhes with the\nother ball betwixt your fore-finger and thumb\nof your left hand together, take pains to rub\nthe allies till your thread be renewed, and\ndraw out that thread at length which you\nhad all this while, betwixt your fore-finger\nand thumb. This is not inferior to any juggler’s\ntrick, if it be well handled for if you are fo\nperfect in Legerdemain, as to beftow the fame\nball of thread and to change it from place to\nplace, betwixt your other fingers, as may be\neafily done, then it will feem very ftrange.\nTo cut a lace afunder in the middle,\nand to make\nit whole again.\nBy a device not much unlike the former,\nyou may feem to cut afunder any lace that\nhangs about one’s neck, or any point, girdle\nor garter, and with a lham conjuration to make\nit whole, and clofe it together again : for the\naccomplifhment whereof, provide if you can\na\n\f7° The Art of Legerdemain;\na piece of the lace which you mean to cut, or\nat leaft a pattern like the fame, one inch and\na half long, and keeping it double privately in\nyour left hand, betwixt fome of your fingers,\nnear to the tips thereof, take the other lace\nwhich you mean to cut ftill hanging about\none’s neck, and draw down your faid left hand\nto the bught thereof, and putting your own\npiece a little before the other, the end or ra-\nther middle whereof, you muft hide betwixt\nyour fore finger and thumb, make the eye, or\nbout which will be feen of your own pattern\n;\nlet a ftander-by cut the fame afunder, and it\nwill be furely thought that the other lace is\ncut; which with words and fretting, you fhall\nfeem to renew, and make whole again. This\nif it be well handled, will feem miraculous.\nHow to pull innumerable ribbons out of your\nmouth, of zvhat colour you pleafe.\nAs for pulling ribbons out of your mouth,\nit is fomewhat a ftale jeft, whereby jugglers\nget money from maids by felling laces by the\nyard, putting into their mouth one round bot-\ntom, as faft as they pull out another, and at\nthe exa6t end of every yard they tie a knot\nfo as the fame refts upon their teeth, they\nthen cut off the fame, and fo the beholders are\ndouble and treble deceived, feeing as much\nlace as will fill a hat, and the fame of what\ncolour you lift ;\nto be drawn fo by even yards\nout\n\fOr, Hocus Pocus in Perfection. yi\nout of your mouth, and yet the juggler to\ntalk as though there were nothing in his\nmouth.\nTo draw a cord through your nofe, mouth,\nor\nhead, fo fenfible, as it is wonderful to fee.\nThere is another juggling knack which\nthey call the bridal, being made of two elder\nflicks, thro’ the hollownefs thereof is placed\na cord, the fame being put on the nofe like a\npair of tongs or pincers, the cord which go-\neth round about the fame being drawn to and\nfro, the beholders will think the cord goes\nthro’ your nofe, very dangeroufly ;\nthe knots\nat the end of the cord, which do flay the\nfame\n\f7 2 The Art of Legerdemain ;\nfame from being drawn out of the ftick, may\nnot be put at the very top, for that muft be\nflopped up, but half an inch beneath each\nend, and fo, (I fay) when it is pulled, it will\nfeem to pafs through the nofe, and then you\nmay take a knife and feem to cut the cord a-\nfunder, and pull the bridal from your nofe.\nTo thrift a bodkin into your forehead without\nhurt.\nTake a bodkin fo made as the haft being\nhollow, the blade thereof may flip thereinto\nas foon as you hold the point upward, feem\nto thrufb it into your forehead, and fo with a\nlittle fpunge in your hand, you may bring out\nblood or wine, making the beholders think\nthe blood or wine (whereof you may fay you\nhave drunk very much) runneth out of your\nforehead; then after fhewing fome counte-\nnance of pain and grief, pull away your hand\nfuddenly holding the point downward, and\nit will fall fo out, as it will feem never to have\nbeen thruft into the haft, but immediately\nthruft that bodkin into your lap or pocket,\nand pull out another plain bodkin like the\nfame, faying that conceit.\nHow to thruft a bodkin through your tongue\n.\nMake\n\fOr,\nHocus Pocus in Perfection. 73\nMake a bodkin, or a nail, which is all one ;\nthe blade thereof being fundered in the mid-\ndle, fo as the one part be not near to the o-\nther, by almoft three quarters of an inch, each\npart being kept afunder with one fmall bout\nor crooked piece of iron, of the fafhion de-\nfcribed before, then thruft your tongue be-\ntwixt the aforefaid fpace, to wit, into the bout\nleft in the bodkin blade, thrufting the faid\nbout behind your teeth, and biting the fame,\nit fhall feem to ftick fo faft in, and through\nyour tongue that one can hardly pull it out.\nAlfo you muft have another bodkin or nail,\njuft like unto the falfe one, to ferve to fliew\nto the company.\nHow to cut your arm off, a pitifulfight,\nwith-\nout hurt or danger.\nYou muft provide yourfelf with two knives,\na true one, and a falfe one, and let them be\nfo alike, that no one can tell one from the o-\nther, fo when you go to fhew this feat to the\ncompany, put the true knife into your pocket,\nand then take out the falfe one and clap it on\nyour wrift undifcovered, and with a fpunge\nmake the knife bloody, and it will feem fo\nmuch the more ftrange.\nG How\n\f74 The Art of Legerdemain;\nHoiv to kill any fowl,\nbut cfpecially a pullet,\nand with words to give it life again.\nTake a hen or chicken, and thruft a nail or\na fharp pointed knife thro’ the midft of the\nhead thereof, the edge towards the bill, fo as\nit may feem impoffible for her to efcape death,\nthen ufe fome words, and pulling out the\nknife, lay oats before her, and fhe will eat\nand live, being nothing at all grieved or hurt\nwith the wound, becaufe the brain lieth fo far\nbehind in the head as it is not touched, tho’\nyou thruft your knife between the comb and\nit; and after you have done this, you may\nconvert your fpeech and actions, to the grie-\nvous wounding, and prefent recovery of your\nown felf.\nTo thruft a piece of lead into your eye,\nand to\ndrive it about with a flick between thefkin\nandflefh andforehead,\nuntil it be brought to\nthe other eye,\nand there thruft out.\nPut a piece of lead into one of the nether\nlids of your eye, as big as a tag of a point,\nbut not fo long, which you may do without\ndanger, and with a little juggling flick, one\nend thereof being hollow, feem to thruft the\nlike piece of lead under the other eye-lid, but\nconvey the fame, indeed, into the hollownefs\nof the flick, the flopple or peg thereof may\nbe privately kept in your hand until this feat\nbe done, then feem to drive the faid piece of\nlead\n\fOr,\nHocus Pocus in Perfection. 75\nlead, with the hollow end of the flick from\nthe fame eye, and fo with the end of the faid\nflick, being brought along upon your forehead\nto the other eye, you may thruft out the\npiece of lead, and then fhove it out of the\neye; and fome put it into both, but the firft\nis the belt ;\nthis is eafily done, howbeit, be-\ning cleanly handled, it will deceive the fight\nof the beholders.\nTo make the conftable catch the knave.\nTake a pack of cards, and look out the\nfour knaves, lay one of them privately on the\ntop of the pack, and lay the other three down\nupon the table, faying, ‘\nHere you fee are\n‘\nthree knaves got together, about no good\n‘you may be fure;’ then lay down a king\nbefide them, faying ‘\nBut here comes the con-\n‘\nftable and catches them together ;\nOh, (fays\n‘\nhe) have I caught you together ? well, the\n‘\nnext time I catch you together, I will pu-\n‘\nnifh you feverely for all your rogueries. Oh,\n‘\nbut (fay they) you fhall not catch us toge-\nther again in hafte;’ for they conclude to\nrun three feveral ways: ‘Well, I will go here.’\n(fays one) fo take one of the knaves and put\nhim at the top of the pack: ‘And I will go\nhere,’ (fays another) fo put him at the bot-\ntom, ‘\nThen I will go here,’ (fays the other)\nfo put him in the middle: nay, (fays the con-\nftable) ‘\nIf you run, I will make fure of one,\nG 2 fo\n\fj6 The Art of Legerdemain ;\n4\nfo I will follow the firft,’ then take the king\nand put him at the top, and let any one cut\nthe cards afunder two or three times, then\ndeal, cut the cards one by one, and you fhall\nfind three knaves together, and the conftable\nwith them.\nNote, This feat would be beft done with\na pack of cards that has two knaves of that\nfort, of which you put one in the middle.\nTo feem to change a card into a king or queen\npicture.\nTo do this, you mult have the pidture in\nyour fleeve, and by a fwift flight return the\ncard, and fetch out the pidture with a back\nbending. The manner of doing this is better\nlearn’t by frequent trials than can be taught\nby many words; but if you would do this\nfeat, and yet hold your hand ftraight, and\nunmoved, then you muft peel off the fpots or\nfigures of a card, as thin as you can, and juft\nflick it on the pidture with fomething that will\nmake it flick a little, then having fhewed the\nfpots or figure of the card, you may draw it\noff, and rowl it up with your thumb, into a\nvery narrow compafs, holding it undifeovered\nbetween the infide of the thumb and the ball\nof your fore-finger, and fo produce the pic-\nture, to the admiration of the beholders.\nTo feem to turn a card into a live bird.\nTake a card in your hand, and fhew it fair-\nly\n\fOr, Hocus Pocus in Perfection. 77\nly to the company, bidding them ferioufly ob~\nferve it, then having a live bird in your fleeve,\nturn your hand on a fudden, drawing the card\ninto your fleeve dexteroufly with your thumb\nand little finger, and giving a hard fhake, the\nbird will come out of your fleeve into your\nhand, which you may produce, and then let\nfly, as you think convenient, and it will caufe\nwonder in the fpedlators.\nThree or four cards' being laid down,\nto tell a-\nny one which of thofe cards he touched.\n\/ •\nThis feat is done by confederacy; in this\nmanner; take and lay down with their faces\nupwards, 3 cards, which may be an ace, a\nfour, and a five, then go out of the room,\nbut let your confederate flay and fee which\ncard was touched, then when any one has\ntouched a card, let them call you into the\nroom again, and if he touch the ace, let your\nconfederate fay, ‘\nI will lay a penny that you\n‘cannot tell which card he touched; and if\n‘\nhe touched the four, let him fay, ‘\nI will\n‘\nlay a groat,’ and if he touched the five, let\nhim fay, ‘\nI will lay you a crown you cannot\n‘tell which card he touched;’ fo by your\nconfederate’s difeourfe, you will know which\ncard he touched, neverthelefs, you mull pre-\ntend to find him out by fmelling to them, as\nthough the touch of his finger had left a\nfeent on the card.\nG 3 To\n\f78 The Art of Legerdemain;\nTo tell one what card he took notice of.\nTake any number of cards, as io, 12, and\nthen holding them with their backs toward\nyou, open four or five of the uppermoft, and\nas you hold them out to their view, let any\none note a card, and tell you, whether it be\nthe firft, fecond, or third from the top; but\nyou muft privately know the whole number\nof thofe cards you took: then fhut up your\ncards in your hands, and take the reft of the\npack, and place upon them ;\nthen knock their\nends and Tides upon the table; fo it will feem\nimpoffible to find the noted card, yet it may\neafily be done thus: fubtradl the number of\nthe cards you held in your hand, from 52, the\nwhole number of the cards in the pack, and\nto the remainder add the number of the not-\ned card ;\nfo the fame fhall be the number of\nthe noted card from the top: therefore take\noff the cards one by one, fmelling to them,\ntill you come to the noted card.\nHow to let a gentleman hold ten pieces of money\nin his hand,\nand to command them into zvhat\nnumber he can think on.\nYou muft fling your money on a table, and\ndefire any body to tell ten pieces out on the\ntable, when they have done they will fay,\nthere is ten. Note, you muft have in readi-\nnefs\n\fOr, Hocus Pocus in Perfection. 7\n9\nnefs, privately concealed in your right-hand,\nfive pieces, then you muft tell the company\nthat you always tell your money after every\nperfon, fo telling down the money with your\nleft-hand, and taking it up with your right,\nconvey the five pieces to the ten, then afk\nif any body is defirous to hold them, and\nthere will be enough to hold them, and\nbe fure to hold them faft, that done, bid them\ncall for what number they pleafe to think on\nbetween 10 and 15, and fo let them call for\nwhat number they will, you know they have\nit in their hand, and when they open their\nhand, they are ftruck to admiration. But be\nfure not to forget your terms of art to amaze\nthe beholders.\nTo thruji a dagger into your guts, very ftrange-\nly, and to recover immediately.\nAnother miracle may be fhewed, touching\ncounterfeit executions, namely, that with a\ndagger, you fhall feem to kill yourfelf, or at\nthe leaft make an irrecoverable wound in your\nbelly, as in truth not long fmce a juggler cauf-\ned himfelf to be killed at a tavern in Cheap-\nfide, from thence he went prefently into St.\nPaul’s church-yard, and there died; which\nmisfortune fell upon him through his own fol-\nly, as being drunk, and forgetting his breaft-\nplate, which he fhould have had for his de-\nfence. The device is this, you muft prepare\na\n\f8o The Art of Legerdemain;\na pafteboard to be made according to the\nfafhion of your belly and breafl, the fame\nmuft be by a painter, well coloured cunning-\nly not only like to your flefli, but with paps,\nnavel, hair, &c. fo as the fame being hand-\nfomely truffed unto you, may fhew to be your\nnatural belly; then next to your true belly\nyou may put a linen cloth, and thereupon a\ndouble plate, which the juggler that killed\nhimfelf forgot; over and upon the which,\nyou may place the falfe belly; provided al-\nways, that betwixt the plate and the falfe bel-\nly, you place a gut of blood, which blood\nmuft be of a calf, or of a fheep, but in no\nwife of an ox, or cow, for that will be too\nthick, then thruft, or caufe to be thruft into\nyou breaft, a dagger, fo far as it may pierce\nthrough you, which being pulled out a good\ndiftance from you, efpecially if you ftrain\nyour body to fwell, and thruft therewith a-\ngainft the plate. You muft ever remember\nto ufe words, countenance and pofture, fuch\nas may give a grace to the action, and move\nadmiration to the beholders. Prize this as a\nvaluable fecret.\ni\n*\nHow to cut a man's head off, and to put the\nJiead into a platter,\na yardfrom his body.\nThis is a noble action if it be well handled\nby a fkilful hand. To fhew this feat of exe-\ncution, you muft caufe a board, a cloth, and\na\n\fOr, Hocus Pocus in Perfection. 81\na platter to be purpofely made, and in each\nof them to be made holes fit for a body’s\nneck, the board muft be made of two planks,\nthe longer and broader the better, there muft\nbe left within half a yard of the end of each\nplank half a hole, fo as both the planks be-\ning thruft together, there may remain two\nholes like to the holes in a pair of flocks,\nthere muft be made likewife a hole in the\ncloth, a platter alfo muft be fet diredtly over\nor upon one of them, having a hole in the\nmiddle thereof, of the like quantity, and alfo\na piece cut off the fame, fo big as his neck,\nthrough which his head may be conveyed in-\nto the middle of the platter, and then fitting\nor\n\f82 The Art of Legerdemain ;\nor kneeling under the board, let the head\nonly remain upon the board, in the frame;\nthen to make the fight more dreadful, put a\nlittle brimftone into a chaffing-difh of coals\nfetting it before the head of the boy, who\nmuft gafp two or three times fo as the fmoke\nmay enter his noftrils and mouth, which is\nnot unwholefome, and the head prefently will\nappear ftark dead, if the boy fet his counte-\nnance accordingly, and if a little blood be\nfprinkled on his face, the fight will be the\nftranger. This is commonly pradtifed with a\nboy inftrudted for that purpofe, who being\nfamiliar and converfant with company, may\nbe known as well by his face as by his appa-\nrel; in the other end of the table, where the\nlike hole is made, another boy of the bignefs\nof the known boy muft be placed, having on\nhis ufual apparel, he muft lean or lie upon the\nboard, and muft put his head under the board\nthrough the faid hole, fo as his body fhall\nfeem to lie on the one end of the board, and\nhis head fhall lie in a platter in the other end.\nThere are other things which might be per-\nformed in this adtion, the more to aftonifh the\nbeholders, which becaufe they require long\ndeferiptions, I omit; as to put about his neck\na little dough kneaded with bullocks blood,\nwhich being cold will appear like dead flefh,\nand being pricked with a fharp round hollow\nquill, will bleed and feem very ftrange and\nmany rules are to be obferved herein ;\nas to\nhave\n\fOr, Hocus Pocus in Perfection. 83\nhave the table cloth fo long and fo wide as it\nmay almoft reach the ground. Note, fuffer\nnot the company to ftay too long in the place.\nTo feem to turn zvater into wine.\nTake four beer-glaffes, rub one in the in-\nfide with a piece of allum, let the fecond have\na drop of vinegar in it, the third empty, and\nthen take a mouthful of clean water, and a\nclean rag, with ground brafil tied clofe in it\nthe bulk may be no bigger than a fmall nut,\nwhich muft lie betwixt your hind teeth, and\nyour cheek, then take of the water out of\nthe glafs into your mouth, and return it into\nthe glafs that hath the drop of vinegar in it,\nwhich will caufe it to have the perfeft colour\nof fack ;\nthen turn it into your mouth again,\nand\n\f84 The Art of Legerdemain;\nand chew your rag of brafil betwixt your\nteeth, and fquirt the liquor into the glafs, and\nit will have the perfect colour and fmell of\nclaret; returning the brafil into its former\nplace, take the liquor into your mouth again,\nand prefently fquirt it into the glafs you rub-\nbed with allum, and it will have the perfedt\ncolour of mulberry wine.\nTo makeJ\"port with an egg.\nIf you are drinking in company, or other-\nwife that you are difpofed to make fport, have\nready a penny-worth of quick-filver, in a quill\nfealed at both ends with good hard wax, then\ncaufe an egg to be roafted or boiled, and take\noff a fmall bit of the fhell of the narrow end,\nthen thruft in your quill of quickfilver, and\nlay the egg on the ground; you fhall have\nfport enough, for it will never leave tumbling\nabout as long as there is any heat in it.\nSo likewife if you put quick-filver in a\nfheep’s bladder and blow it up, and when\nyou have a mind to have fport, then go to\nthe fire and warm the bladder and fling it on\nthe ground, and it will jump and fkip about\nfor a long time, and make all the company\nlaugh, and think the bladder is bewitched.\nTo fetch a fhilling out of a handkerchief.\nTo do this, you muff have a ring of wire,\nfuch\n\fOr, Hocus Pocus in Perfection. 85\nfuch a one as you generally hang your keys\nupon, but lefs, or a curtain ring will do, fo as\nit is no bigger than a fhilling, then take a\nhandkerchief, and put therein a fhilling, twitt-\ning the handkerchief round, the form of the\nfhilling will appear, then fay,\n£\nThat you may\n‘\nbe certain it is here, I will fhew it you once\n‘\nmore, that you may be fure it is in here,’\nand taking out the fhilling, convey the round\nwire into the handkerchief, which being twitt-\ned will feem to be the fhilling; the better to\ndeceive, you may rap the edge of the wire\nwith your ftick, then open the wire, draw it\nout, and produce the fhilling which you have\nin the palm of your right-hand, faying, ‘\nGen-\n‘\ntlemen, look you here is the fhilling, you\n‘held the handkerchief very faft;’ in the\nmean time afk, ‘\nWho gave me this fhilling?’\nHe who you had it of, will foon anfwer, I,\nthen thank him for it, faying, ‘\nIt is more\nthan I have had given me this two days.’\nTo caufe the beer you drink, to be zoning out of\nthe handle of a knife.\nTo do this, you muft have a fmall piece of\nfpunge with drink put in it privately, then\nunfeen, place this behind your right ear, but\nlet not the fpunge be too big or too full of\nliquor, left you be difcovered; then taking\na knife, ftick it with the handle upwards in a\ntable or ftool, but obferve when you go a-\nH bout\n\f86 The Art of Legerdemain ;\nbout thefe fports, to place your company be-\nfore you, then bid them look, faying, ‘\nThere\n‘ you fee is nothing of wet, either upon the\n‘handle or upon the table;’ fo ftretching\nyour empty hand towards your ear, darting\nthe point, faying, ‘\nNow fome body crofs my\n‘arm,’ and fpeaking fome powerful words,\nas Jubio Bifco, then have you a fair opportu-\nnity to take this fpunge into your hand from\nbehind your ear, and ftretching forth your\nhand fqueeze it gently, and after a little har-\nder, which makes it run the fafter, to the a-\nmazement of the company, faying, ‘\nThus\ncould I do till I had drown’d you all;’ fprin-\nkle a little in their faces, which will caufe\nthem to fhut their eyes, whilft you convey a-\nway your fpunge.\nHow to make it freeze by the fire-\nfide.\nThis feat can be done or performed only in\nwinter, and at fuch times as fnow may be had,\nand he that will fhew it, muft have in readi-\nnefs, a handful of fait, the time ferving, and\nthe party being provided, let him call for a\njoint-ftool, a quart pot, a handful of fnow, a\nlittle water, and a fhort ftaff : firft let him\npour a little water upon the ftool, and upon\nit let him fet the quart-pot, and put the fnow\ninto the pot, the fait alfo, but privately, then\nlet him hold the pot faft with his left-hand,\nand therewith churn the fnow and fait in the\npot,.\n\fOr, Hocus Pocus in Perfection. 87\npot, as if one would churn for butter, and\nin half a quarter of an hour the pot will freeze\nfo hard to the ftool, that you can fcarcely\nwith both hands pull it off from the ftool.\nTo cut glafs, a famous invention.\nYou muft have a piece of well dried match-\ncord, light it that it may have a good coal,\nthen take a beer-bowl glafs, and hold the\nmatch to the edge of the glafs, have your fing-\ner ready wet, and when the glafs is very hot\nclap your finger to the hot place, and it will\nfuddenly crack about a quarter of an inch\ndownward, then keep the coal of the match\nthe like diftance from the end of the crack,\nand as it follows, fo move your hand and cut\nit fcrew-fafhion, otherwife it will not hold to-\ngether till you have it through the bottom,\nH 2 or\n\f88 The Art of Legerdemain ;\nor like waves, when you have done it, and\nthat is cold, as that it will be, take it by the\nfoot, and turn it downwards, it will ftretch fo\nthat you may put your finger betwixt each\ncutting, then turn it up again, you may drink\na glafs of beer in it, and not fpill a drop.\nHow to make two bells co7ne into one hand,\nhav-\ning put into each hand one.\nThis feat muft be performed with three\nbells, you muft put one bell into your left\nfleeve, then put one bell into one hand, and\nanother into the other hand; they muft be\nlittle maurice bells, withdraw your hand, and\nprivately convey the bell in your left hand in-\nto your right hand, then ftretch both your\nhands abroad, and bid two men hold your\nhands faft, but firft fhake your hand and fay,\n£\nDo you hear them ?’ the bell that is in your\nfleeve will not be known by the rattling, but\nthat it is in your hands, then fay, ‘\nHe now\nthat is the greateft whore-mafter of you both\nfhall have none at all;’ open your hands and\nfhew them, and it will be thought you deal\nby magic art.\nHow to make a fheet of paper called Trouble-\nwit.\nThis is called Trouble-Wit, or Puzzle-Wit\nwhich you pleafe to call it, and indeed it is a\nvery\n\fOr, Hocus Pocus in Perfection. 89\nvery fine invention, by folding a 'fheet of pa-\nper as that by art, you may change it into\nmany feveral forms or fafhions, take a fheet\nof marble paper, fold it down the middle of\nthe fheet long ways, when you have fo done,\nturn down the edge of each fold outwards,\nthe breadth of a fingle penny; then meafure\nit as it is fo folded into three equal parts with\ncompaffes, which makes fix divifions in the\nfheet, let each third part be turned outward,\nand the other in courfe will fall right; then\npinch it a quarter of an inch deep, in the\nmanner, as you pinch paper lanthorns, that is\nin plaits like a ruff, fo that when the paper\nlies pinched in its form, it is in the fafhion re-\nprefented by the figure A ;\nwhen clofed to-\ngether like the figure B ;\nunclofe it again, and\nfhufifle it with each hand, it refembles the\nfhuffling of a pack of cards: clofe it, and take\neach corner inward with your fore-finger and\nthumb, it refembles a rofe for a ladies fhoe,\nas is feen in the figure C, ftretch it forth into\nthe fame form, and it refembles the cover for\nan Italian couch, as is fhewed by the letter\nD ;\nlet go your fore-finger, at the lower end,\nand it refembles a wicket to a gate, or a por-\ntal to a nobleman’s door, as is fhewed by the\nletter E ;\nclofe it again, and pinch it at the\nbottom, fpreading it on the top, and it is the\nfafhion of a fcreen, as it is fhewed by the\nletter F. Pinch it half way, and open the\ntop, and it is in the fafhion of a fhoe-ma-\nH 3 leers\n\fM\n90 The Art 0\/ Legerdemain\n;\nkers cutting knife, which is fhcwn by the let-\nter G ;\nholding of it in that form, and with\nthe thumb of your left-hand, turn out the\nnext fold, and it is in form of a curry-comb,\nas it is fhewed by the letter H. So that thofe\nwho are refolved to learn to comb, do this\nfeat, innocent, and diverting enough, both in\ncity and country.\nA.\n\fOr, Hocus Pocus in Perfection. 91\nbut that here is enough for the ingenious\nfince they have the manner of folding the pa- .\nper which is a great help to do it ;\nthe next\nfafhion is a buttrice, fuch as ferriers ufe to\npair their horfes heels withal; in the fa-\nfhion of a lawyer’s defk ;\nin the fafhion of\na\n\f92 The Art of Legerdemain ;\na bridge made of wood to carry a troop of\nhorfe over a river; in the fafhion of a dark\nlanthorn; in the fafhion of a bough-pot; in\nthe fafhion of a lanthorn with a rofe at each\nend : in the fafhion of a minced-pye, without\nany meat in it; in the fafhion of a cardinals\ncap; in the fafhion of a cofter monger’s cap;\nin the fafhion of a fugar difh: and many more\nknacks to be played with it.\nTo make \/port in company.\nWhen you are in company, and fhewing\nyour tricks, and that you have done as many\nas you can or think to do at this time, then\nfay, To conclude I will fhew you the beft\n£\nand clevereft trick that ever I did fhew in\n‘\nall my life; not only fhew you, but learn it\n‘ you, that you may do it yourfelf another\n£\ntime. The trick is this,’ how to fet a glafs\nof brandy on the other fide of the table, and\nto make it come jumping and never touch it.\nFirft fill a glafs of brandy, and put it on\nthe further end of the table, and have in rea-\ndinefs the crown of your hat blacked, then\nfay to the company, ‘\nGentlemen, whatever\n‘ you fee or hear I defire you to fay nothing,\n‘for this is done by the black art; Now I\n‘\ndefire every one of you to change hats one\n£\nwith another, and do as I do, and fay as I\n£\nfay; now you muft all turn the crowns of\n‘ your hats towards your faces, and fo fpeak\n£\nas\n\fOr,\nHocus Pocus in Perfection. 93\n‘as I do,’ faying, ‘John of Bafket !\nJohn of\n‘Bafket!’ Then rub your face, and he that\nhath your blacked hat, will laugh becaufe the\nglafs doth not move, and the others will laugh\nat his black face; and fo you will make fport\nenough, then you muft fpeak two or three\nbold words to the glafs, as thus, ‘\nGlafs of\n‘\nbrandy, glafs of brandy, come to me, if\n‘ you will not, I will fetch you,’ and fo take\nit up with your hand and drink it, then feem\nto fling the glafs up againft the ceiling and\nbreak it, and it will feem very Arrange. I\nhave done this often.\nHoiv to command feven half-pence through a\ntable.\nThis feat is one of the greateft that the\njugglers have done, and is inferior to none.\nTo do this, you muft go to fome tinman, or\nany body that knows how to make your holes\nroom enough for a die to go in and out, and\nthen let them clap a good half-penny upon\nthem all, and fo make them faft, and no body\ncan tell them from true ones; then you muft\nget a cap to cover your half-pence, a cap and\na die for the company to fling to amufe them\n;\nwhen you are thus provided with half-pence,\na cap, and a die, the manner of performance\nis thus: defire any body in the company to\nlend you feven half-pence, telling them that\nyou will foon return them their own again\n;\nthen\n\f94 The Art of Legerdemain;\nthen fay, ‘\nGentlemen, this is made juft fit\nfor your money ;\nthen clapping your cap on,\ndefire fomebody in the company to fling that\ndie to fee what they can fling, and in fo doing\ntake off the cap and convey your falfe money\ninto the cap, fo that the company may not fee\nyou put it in, then with your cap cover the\ndie, fo with your right hand take up the true\nmoney, and put it into the left under the ta-\nble faying, Vada, be gone, I command the\n‘\ndie to be gone, and the money to come in\n‘the place;’ fo take up the cap, and the die\nis gone, and the money is come, covering the\nmoney again with the cap, fo taking the true\nmoney in your right hand, and knocking un-\nder the table, making a jingling as though\nthe money was coming through the table,\nthen flinging them on the table, fay, ‘\nThere\nis the money,’ and with your right hand take\noff the cap, faying, ‘And there is the die;’\nfo convey the falfe money into your lap, and\nthere is the cap likewife. This is an ingeni-\nous feat if well handled, here make the figure\nof a die, and the fafhion of feven half-pence,\nand a cap to cover them.\nHow to turn a box ofbird-feed into a living bird.\nYou muft have a box made on purpofe,\nwith a falfe lid ;\nfor to deferibe it to you in\nwords is pretty hard, but you may have them\nready made at my houfe. This box muft be\nturned\n\fOr, Hocus Pocus in Perfection. 95\nturned nearly like unto the egg-boxes, fo that\nthey cannot find out where it opens, and you\nmuft have a falfe lid to clap on and off, and\non that lid glew fome bird feed ;\nfo before you\nfhew the box to the company, put a bird in\nthe box, and then the falfe lid, then fhew the\nbox to the company, and it will feem to be\nfull of feed, then fay to the company, ‘\nGen-\n‘\ntlemen, you fee my box is full of feed;’\nwhich no body can tell to the contrary, then\nput your true lid on, faying. ‘Gentlemen, I\n‘\nwill command all the feed out of my box,\n‘and command a living bird to appear;’ fo\ntaking off the covers the bird will appear.\nYou may be furnifhecl with all manner of in-\nftruments, as cups, Dutch puddings, egg-box-\nes, globe boxes, melting-boxes, fixpenny-box-\nes, bird-boxes, and bells and bufhels.\nHow to command a fixpence out of a box.\nYou muft go and get a box turned of box-\nwood, or any other wood which you fancy;\nyou muft have it turned with two lids, one\nmuft be a falfe one, and there put a counter,\nfo that it may rattle ;\nand you muft have a\nfmall pegg, or button to your box, to hinder\nthe counter from jingling, and at the bottom\nof the box, which you have neatly turned,\nthere you muft have a half notch made in\nyour box, juft fit for a fixpence to come out.\nSo to perform this feat you muft defire any\nbody\n\f96 The Art of Legerdemain ;\nbody to lend you a fixpence, and to mark it\nwith what they pleafe, then let them put it\ninto the box themfelves, afterwards then put\nthe cover on, then by fhaking the box, the\nfixpence will come into your hand ;\nthen you\nmay difpofe of it as you know how when you\nare fhewing your feats. This feat is not in-\nferior to any that is fhewn with boxes.\nNote, This box you may have of me rea-\ndy made in the new fafhion.\nHow to callfor any card in the pack.\nTake the cards and fhuffle them, or let any\nbody elfe fhuffle them, or lay down the whole\npack on the table before you, with their fa-\nces downwards, then drawing off the upper\ncard, fay, ‘\nHere I call for the card of good\n‘luck;’ and when you have feen what that\ncard is, which you muft do as privately as you\ncan, and be fure not to let the company fee\nhim, then fay, ‘\nHere I call for ,’ nam-\ning your card of good luck, and fo take the\nnext uppermoft card, and then having feen\nhim, fay, ‘\nHere I call for the ,’ naming\nthe card you took up laft, and fo take off the\nnext uppermoft card, and thus ftill calling for\nthe card you laft took up, you may call for as\nmany as you pleafe; or if you will you may\nthus go round the pack, and in the mean time\ncaufe one to write down the names of the\ncards, in the fame order as you call for them,\nwhich\n\fOr, Hocus Pocus in Perfection. 97\nwhich they may do in brief, thus by writing\na figure for the number of the fpots, as 1 for\nthe ace, 2, 3, 4, 5, 6, and fo to ten; and\nthen kn. for knave, q. for queen, and kg. for\nking, adding a letter for the fuit, viz. c. for\nclubs, f. for fpades, h. for hearts, and d. for\ndiamonds, e. g. is three or four cards ;\nfup-\npofe the three firft cards called for, were the\nace of clubs, the tray of fpades, and the five\nof diamonds, they be fet down thus, 1 C\n—\n3 S— 5 D, and fo of any others having thus\ngone round with as many as you pleafe, take\nthem from the table, faying, ‘\nLook now in\n‘ your paper, fee which card I call for firft,\n‘\nwhich fecond, which third,’ &c. and whilft\nhe is looking, do you flip the card of good\nluck under the bottom of the pack, then hold-\ning the cards with their faces upwards, take\nthem off one by one, and they will come in\nthe fame order as you called them, only the\nlaft card will not be fet down in the paper,\nand it muft be pretended he was the card of\ngood luck.\nAnother ivay to callfor a card.\nHaving privately feen the uppermoft card,\nlay the cards down in three or four heaps,\nbut not above, then begin at the heap fartheft\noff from you that has the known card on the\ntop, and fay,\nf\nHere I call for the ,’ nam-\ning the known card; then go to the next heap\nI faying,\n\f98 The Art of Legerdemain ;\nfaying, ‘\nHere I call for the —— naming\nthe card you took up laft; proceed in the\nfame manner, viz. ftill naming the card you\nlaft took up, till you come to the laft heap,\nfo the card you call for firft will come laft;\nbut here note, you muft keep the cards clofe\nthat they may not be feen till you have done\ncalling, and then you muft lay them down\none by one in the fame order as you called\nthem.\nTo tell what card any one thinketh on.\nTake 21 cards and begin to lay them down,\nthree in a row, with their faces upwards, then\nbegin again at the left-hand, and lay one card\nupon the firft, and fo go on to the right hand,\nand then begin at the left hand again, and fo\ngo on to the right, do this till you have laid out\nthe 21 cards in three heaps, but as you are\nlaying them out, bid any one think on a card,\nand when you have laid them all out, afk him\nin which heap his card is, then lay the card\nin the middle betwixt the other two; then\nlay them all out again into three heaps as be-\nfore, and as you lay them out, bid him take\nnotice where his noted card goes ;\nwhen you\nhave laid them all out, afk him in what heap\nit is now, put that heap in the middle as be-\nfore, and lay out the cards a third time, bidding\nhim take notice where his noted card goes,\nand put that heap in the middle as before;\nthen\n\fOr, Hocus Pocus in Perfection. 99\nthen taking the cards with their backs toward\nyou, take off the uppermoft card, fmelling to\nhim, reckon him 1, then take off another,\nand fmelling to him, reckon him 2, this do\ntill you come to the eleventh card, for that\nwill always be the noted card, after the third\ntime of laying them out, though you fhould\nlay them in this manner never fo often; you\nmuff never lay out the cards lefs than three\ntimes, but as often above as you pleafe. This\ntrick may be done by any odd number of\ncards that may be divided by three.\nAnother way to tell one ivhat card is noted.\nWhen one has noted a card, take it and\nput it at the bottom of the pack, then fhuffle\nthe cards till it come again to the bottom ;\nthen\nfee what is the bottom card, for it is the not-\ned card, which you may do without being ta-\nken notice of; thus, when you have fhuffled\nthe cards, turn them with their faces towards\nyou and knock their ends upon the table, as\nthough you would knock them level ;\nand\nwhilft you are fo doing, take notice of the\nbottom card, which you may do without fuf-\npicion, efpecially having fhuffled them before;\nthen, when you know the card, fhuffle them a-\ngain, and give them to any of the company,\nand let them fhuffle them, for you know the\ncard already, and may eafily find it at any\ntime.\nI 2 Hoiu\n\fioo The Art of Legerdemain ;\nHow to make a cardjump out of an egg.\nTo do this wonderful feat, you muft have\ntwo flicks made, both of one bignefs, and\nboth of a likenefs ;\nfo that no perfon can know\nthe one from the other; one of the flicks muft\nbe made fo artificially as to conceal a card in\nthe middle, as thus ;\nyou muft have one of\nyour flicks turned hollow quite through, and\nthen an artificial fpring to throw the card in\nthe egg at your pleafure; the operation is\nthus, Take and peel any card in the pack,\nwhich you pleafe, and fo roll it up, and then\nput it into your falfe flick, and there let it be\ntill you have occafion to make ufe of it; then\ntake a pack of cards, and let any body draw\na card, but be fure let it be the fame fort of\ncard that you have in the flick already; then\nlet them put it in the pack again, and when\nyou are fhuffling them, let that card fall into\nyour lap, which the party drew, fo calling\nfor fome eggs, defire that party that drew the\ncard, or anyperfon elfe in the company, to choofe\nany one of thefe eggs, and when they have\nchofen one, afk him if there be any thing\nin it, and they will anfwer no ;\nthen take the\negg in your left hand, and your falfe flick in\nyour\n\fOr,\nHocus Pocus in Perfection. ioi\nyour right, and fo break the egg with your\nftick, and then let the fpring go, and the card\nwill appear in the egg, very amazing to the\nbeholders; then conceal that ftick and pro-\nduce the true one upon the table.\nHow to make the fountain of command.\nYou may contrive this fountain of what figure\nyou will.\nTake a veffel A. B. which has two bottoms,\nthat is clofe on all fides like a drum; through\nthe middle of it run a long pipe, C. D. fold-\nered to the lower bottom at F, with its two\nends open, C. D. the firft of which C. muft\nnot quite touch the uppermoft bottom, but\nleave a paffage for the water ;\nwhen one has a\nmind to fill the veffel A. B. which is done by\nturning up the veffel A. B. with its pipe C.\nD. fo that the hole D. will then be the up-\npermoft, and pouring in the water at D. this\ndone, ftop up the pipe C. D. with another,\nand a very little fmaller pipe E. D. that can\njuft enter it, and is fixed in the bottom of a\ncafe or cittern that is a little longer than one\nof the two bottoms of the veffel A. B. the\ntwo pipes C. D. ought to have, at an equal\nheight, two apertures or holes I. I. and the\nfmalleft D. E. ought to be moveable within\nthe greater, C. D. that fo you may turn the\nfmaller with its cafe G. H. when you will, fill\nthe two holes I. I. meet farther the veffel A.\nI 3 B.\n\f102 The Art of Legerdemain;\nB. ought to have feveral little holes in its low-\ner bottom, as K. L. for giving egrefs to the\nwater, and the cafe or receptacle G. H. ought\nlikewife to have a fmaller vent M. N. for the\nwater to run out. Now the veffel A. B. be-\ning filled with' water as we directed but now,\nand the pipe C. D. being ftopt by the pipe\nD. E. which is fuppofed fo thin, that it could\njuft fill it without any neceffity-of the extre-\nmity E. it reaching to the end C. provided\nthe other two ends D. D. do but fit : it is\ndone, I fay turning the veffel again to its firft\npofition, in which it will ftand as in the figure,\nthe cafe G. H. being its bafe, and being\nturned together with its pipe E. till the two\nvents I. I. meet and make but one orifice, for\nthen the water, contained in the veffel A. B.\nwill run out at the vents K. L. as long as the\nair can pafs through the aperture I. to fup-\nply the room of the water that runs A. B. in-\nto the cafe G. H. but when the water in the\nreceptacle G. H. rifes above the vent I. which\nwill infallibly happen, fmce more water runs\nat the vents K. L. than at M. N. the former\nbeing fuppofed to be larger than the latter,\nthe air not finding accefs at I. the water in\nthe veffel A. B. will give over running thro’\nthe vents K. L. but the water in the recepta-\ncle G. H. will continue to run at the vents\nM. N. fo that this water will grow lower by\ndegrees, till the vent I. is uncovered again,\nand then the air having accefs at I. will renew\nthe\n\fOr, Hocus Pocus in Perfection. 103\nthe flux of the water through K. L. which in\na fmall time will raife the water in the cafe G.\nH. fo as to recover the vent I. again, upon\nwhich the ftream A. B. will flop, and fo on\nalternately, till there is no water in the veffel\nA. B.\nThis is called the fountain of command,\nbecaufe it runs at a word, when the water is\nnear the renewal of its flux, through the vents\nK. L. which is eaflly known; for when the\nvent I. begins to get clear of water in G. A.\nthe air, ftruggling for accefs at the vent, makes\na little noife, and fo gives notice that the foun-\ntain is about to run. This is a merry device.\nTo feem to kill a horfe, and to cure him again.\nTake the feed of henbane, and give it the\nhorfe in his provender, and it will caft him\ninto fuch a deep fleep that he will feem dead;\nand if you will recover him again, rub his\nnoftrils with vinegar and he will be revived a-\ngain.\nA very Jlrange trick,\nwhereby you may feem to\ncut a piece of tape into four parts,\nand make\nit zvhole again with words.\nTake a piece of narrow white tape, about\ntwo or three yards long, firft prefent it to view\nto any that may defire it; then tie both the\nends of it together, and take one fide of it in\none\n\f104 The Art 0\/ Legerdemain ;\none hand, and the other in the other hand fo\nthat the knot may be about the midft of one\nfide, and ufing fome circumftantial words to\nbeguile your fpedtators, turn one hand about\ntoward yourfelf, and the other from you, fo\nfhall you twift the tape once; then clap the\nends together, and then if you flip your fore-\nfinger and thumb of each hand between the\ntape, almoft as one would hold a fkane of\nthread to be wound, this will make one fold\nor twift, as appears where A fignifieth the\ntwift or fold; B the knot; then in like man-\nner\n\fOr,\nHocus Pocus in Perfection. 105\nner make a fecond fold, about the line D. C.\nas you may fee by the fecond figure, where\nB. fignifieth the knot, C. the firft fold, A. the\nfecond fold : hold then the fore-finger and\nthumb of your left hand upon the fecond twift\nand upon the knot alfo, and the fore-finger\nand thumb of your right hand upon the firft\nfold C, and defire fome one of your fpedtators\n•\nto cut all afunder with a fharp knife, at the\ncrofs line E. D. when it is cut, hold ftill your\nleft hand, and let all your ends fall, that you\nhold in your right hand, for there will be a\nfhew of eight ends, four above and four be-\nlow, and fo the firings will be thought to be\ncut into four parts, as may be feen by the\nthird figure; then gather up the ends that\nyou let fall into your left-hand, and deliver\ntwo of the ends, (feeming to take them at\nrandom) unto two feveral perfons, bidding\nthem to hold them fall, ftill keeping your left\nhand fingers upon the twifls or folds; then\nwith your right hand and left hand feem to\ntumble all the ends together that you had in\nyour left-hand, twift out the flips or pieces,\nwhich are three, as you may fee at A. and\nB. in the third figure, twift them all I fay, in-\nto a little ball, and conceal it between fome\nof the fingers of your left-hand, and crum-\nble thereon another confufed heap, and after\nfome words faid, with your right hand deliver\nthis confufed heap unto any one of the com-\npany, bidding him hold it faft, Hulla Paffa,\nthen\n\fio6 The Art of Legerdemain;\nthen bid them look on it, who while they are\ngreedily looking after the event, you with eafe\nconvey the ball or roll of ends into your poc-\nket; fo it will be thought that you have made\nit whole by virtue of your words. An excel-\nlent trick if it be gracefully handled; and a\ntrick that coft me trouble to find.\nA device to multiply one face and make it feem\nto be a hundred or a thoufand.\nThis feat muft be performed by a looking-\nglafs made on purpofe, the figure whereof I\nhave fully defcribed, with the manner of ma-\nking it, which is this ;\nfirft make a hoop, or\nfillet of wood, horn, or fuch like, about the\nwidth of a half crown piece in the circumfe-\nrence; the thicknefs of this hoop, or fillet,\nlet it be about a quarter of an inch; in the\nmiddle of this hoop fatten a bottom of wood\nor brafs, and bore, in a decent order, diverfe\nfmall holes, about the bignefs of fmall peafe,\nthen open the one fide of this bottom, let in a\npiece\n\fOr, Hocus Pocus in Perfection. 107\npiece of cryftal-glafs, and faften it in the hoop\nclofe to the bottom, then take a quantity of\nquick-filver, and put fo much into the hoop as\nwill cover the bottom ;\nthen let into the hoop\nanother piece of cryftal-glafs fitted thereto\nand cement the fides, that the quick-filver may\nnot run out, and it is done; the figure where-\nof I have before fet. A. prefenteth the one\nfide that giveth the form of one face to the\nbeholders ? B the other fide that multiplieth\nthe beholders face fo oft as there are holes in\nthe middle bottom. The ufe whereof I fhall\nnot infift upon, fince he that is verfed in the\nformer feats will better conceive of himfelf to\nufe it, than my words can either diredt or af-\nfift him.\nTo make thefulminating or thunderingpowder.\nTake three parts of falt-petre, two parts of\nfait of tartar, and one part of fulphur, pound-\ned and mixed together, heat in a fpoon fix-\nty grains of this compofition, and it will fly a-\nway with a fearful noife, like thunder, as loud\nas a cannon, breaking through the fpoon\nand every thing underneath it, for it exerts\nitfelf downwards, contrary to the nature of\ngun-powder.\nI have here fet down, KIND READER,\nnot only all ufual feats, that either myfelf\nhave feen or heard of, but divers others alfo,\nwhich\n\fio8 The Art of Legerdemain ;\nwhich I am fure were never in print, nor as\nyet performed by any I could ever hear of ex-\ncept myfelf, and all to give thee thy full con-\ntent; and note this from me, if thou rightly\nunderhand this, there is not a trick that any\njuggler in the world can fliew thee, but thou\nfhalt be able to conceive after what manner it\nis performed.\nFINIS.\n\f","_id":1348}