{"name":"Letitia Fairfield | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/letitia-fairfield","mytitle":"Letitia Fairfield | Psi Encyclopedia","mylang":"de","content":"                     Letitia Fairfield | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Letitia Fairfield                                                                                                                                                                                                                          Letitia Fairfield (1885-1978) was a pioneering medical doctor, lawyer and women’s rights campaigner, with an interest in parapsychology.   Contents   \tLife and Career  \tPsychical Research   \tSelected Publications  \tUnpublished Papers   \tLiterature \tEndnotes     Life and Career\n\nLetitia Fairfield was born in 1885 in Melbourne, Australia.1 Aged sixteen, following the breakdown of her parent’s marriage, she moved with her mother and two younger sisters to Edinburgh. She was educated at the George Watson’s Ladies College, then at Edinburgh Medical College for Women. In 1911 she was awarded a medical degree and started working for London County Council (LCC) with responsibilities for children’s health and welfare. In 1917 she was appointed Medical Officer to the Women's Army Auxiliary Corps and subsequently was promoted to Inspector of Medical Services for the Royal Air Force.\n\nIn 1920 Fairfield returned to the LCC and three years later obtained a law degree, following which she took responsibility for London’s Poor Law hospitals. In 1940 she re-joined the Royal Army Medical Corps and was appointed Senior Woman Medical Officer of the Armed Forces.\n\nAs one of the first qualified female doctors, Fairfield is regarded as a pioneer in medicine, and as bringing a novel focus on women’s healthcare in her senior roles.&nbsp;\n\nFairfield was involved with the women’s liberation campaign. She also joined the Fabian Society. In 1922 she converted to Roman Catholicism, despite disagreeing with its anti-birth control and other doctrines.  Psychical Research\n\nFairfield held a wide-ranging interest in parapsychological phenomena, joining the Society for Psychical Research in 1957 and serving on its governing council from 1958 to 1966. Her unpublished papers, now in the SPR archive in Cambridge University Library, include detailed original research into witchcraft.  Selected Publications\n\nThe supernatural in the law courts with special reference to the Witchcraft Act, 1735 (1946). Medico-Legal and Criminological Review 14, 1\/2, 27-38.\n\nTherese Neumann (1957). Journal of the Society for Psychical Research 39, 164-73.\n\nBook review: Thérèse Neumann - Visionnaire? Stigmatisée by Pierre Goemare (1958). Journal of the Society for Psychical Research 39, 245-46.\n\nCorrespondence: Angel of Mons (1961). Journal of the Society for Psychical Research 41, 51.  Unpublished Papers\n\nPapers and Correspondence on Witchcraft and Black Magic, 1922-1970. GBR\/0012\/MS SPR\/17. Cambridge University Library, Society for Psychical Research archive:\n\nThe Problem of Confessions (1957)\n\nTheory of healing (1967)\n\nInterview of J.E. Aduba concerning witchcraft (1965)\n\nArticle in The Tablet (1964)\n\nStrange Happening at the Rectory in The Times (1939)\n\nNotes (handwritten) on witchcraft relating to children; witchcraft in Africa, North America and Ireland; occult tradition in France; and witchcraft and parapsychology.&nbsp;\n\nMiscellaneous correspondence and articles in newspapers.\n\nMelvyn Willin  Literature\n\nGeorge Watson’s College (n.d.). Letitia Fairfield. [Web page]\n\nBailey, E.L. (2020). Who was Dr Fairfield? A story lost among the archives. British Journal of General Practice 70\/693, 185. [Web page]   Endnotes 1. Biographical details in George Watson’s College (n.d.).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: September 27, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 500 Created: 27th September 2023 Last updated: 27th September 2023 May be cited as:Willin, M. (2023). &lsquo;Letitia Fairfield&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/letitia-fairfield&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/2cqc6jmp                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/letitia-fairfield","_id":140}