{"name":"Camille Flammarion | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/camille-flammarion","mytitle":"Camille Flammarion | Psi Encyclopedia","mylang":"de","content":"                     Camille Flammarion | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Camille Flammarion                                                                                                                                                                                                                          Camille Flammarion (1842-1925) was a French astronomer and psychical researcher, notable for his writings on mediumship and psychic phenomena, including case collections. He also distinguished himself as a novelist and popular science writer.    Contents   \tLife and Career \tInterest in Psychic Phenomena \tCase Collections \tMediumship \tHaunted Houses \tPerspective \tLiterature \tEndnotes     Life and Career\n\nCamille Flammarion was born in 1842 in Haute-Marne, Montigny-le-Roi, France.1 His family was of low income and he was not formally educated; nonetheless, he obtained a job at the Observatory of Paris in 1858.\n\nAn early achiever, Flammarion made a presentation in 1867 at the Académie des es.2 His friend Adolphe Brisson, a journalist, critic and author, described him as having been a child prodigy and showing great curiosity about mystery.3\n\nFlammarion became known as a popularizer of astronomical topics. An obituarist commented that ‘he excelled especially in setting forth the results of astronomical research in a lucid and attractive style, intelligible to those who have little or no technical knowledge of the subject.’4 &nbsp;His books on the topic include L’Atmosphére (1872), Histoire du Ciel (1872),5 Astronomie Populaire (1880), Vie de Copernic et Histoire de la Découverte du Système du Monde (1872),6 Les Étoiles et les Curiosités du Ciel (1882), and Les Terres du Ciel (1884).7 He also authored technical works.8\n\nFor Flammarion, astronomy was a discipline concerned not just with the study of planets and stars, but also with the natural world. He was interested in the notion of life in other planets, the topic of La Pluralité des Mondes Habités (1862)9 to which he returned in later writings10 and in fiction.11 In his last novel he explored spiritual dimensions and topics such as reincarnation and extraterrestrial life.\n\nFlammarion founded the Society of Astronomy of France in 1887. He was awarded the titles of knight (1881), officer (1912) and commander (1922) of the Légion d’Honneur, and became a corresponding member (1923) and president of the Society for Psychical Research (1923). He was married twice, to Sylvie Petiaux (1874) and to Gabrielle Renaudot (1919), a fellow astronomer. He died at Juvisy-sur-Orge, France, in 1925.  Interest in Psychic Phenomena\n\nFlammarion was interested in psychic phenomena from his youth.12 &nbsp;He wrote about mediumship in the 1860s,13 stating ‘We believe sincerely in the immortality of the soul; but we seek to make this truth manifest, visible, tangible.’14\n\nLike many others, Flammarion was attracted to Spiritism through the work of Allan Kardec (pseudonym of educator Hippolyte-Léon Denizard Rivail).15 He stated that in 1861 he became part of a group organized by Kardec (Société Parisienne des Etudes Spirites), to the point that he also became a writing medium and produced communications about comets, stars and planets signed ‘Galileo’.16 In his autobiography he wrote that these experiences ‘have not solved up to now the main problem; but they lead us to admit the existence of unknown forces and of faculties of the soul that are still unexplained’.17\n\nFlammarion argued that human beings could not be explained through materialist arguments and that both magnetism and Spiritism showed ‘the insufficiency of materialistic theories’.18 Various phenomena convinced him that ‘it is impossible to admit that the soul is the product of chemical or mechanical’ processes.19\n\nOver the years Flammarion attended séances with many mediums, including the Italian Eusapia Palladino.20 He concluded ‘that there exists in nature, in myriad activity, a psychic element the essential nature of which is still hidden from us’.21\n\nFlammarion popularized psychic phenomena in articles in general magazines.22 One of the most influential was an eleven part article published in the Annales Politiques et Litteraires.23 In the first instalment he discussed the incredulity excited by psychic phenomena, pointing out that recent developments such as the discovery of the Röntgen rays oblige us to doubt our habitual assumptions. He went on to mention anomalous events such as apparitions, telepathy, materializations, movement of objects and premonitions as phenomena that deserve the attention of science, reminding readers that   \n\neverything we can observe and study is natural. Everything is in nature, the unknown as well as the known, and the supernatural does not exist. It is [the supernatural] but an empty word… What is wonderful, extraordinary, what is unexplained is often called supernatural. It is necessary to say that it is&nbsp; quite simply, the unknown.24\n\nFlammarion also popularized psychical research, and psychic phenomena in general, in his overview book Le Forces Naturelles Inconnues (1907)25 translated into English as Mysterious Psychic Forces.26 Besides his own investigations he described those carried out by Agénor de Gasparin, Marc Thury, the Dialectical Society of London, and William Crookes, lamenting that &nbsp;psychic phenomena ‘have been almost as little studied as in the time of Ptolemy, and have not yet found their Kepler, and their Newton, yet fairly obtrude themselves upon our notice, and cry out to be examined’.27 He also addressed speculative theories and the topics of fraud and deception. He added that he believed in survival of bodily death, but did not think this was the explanation for all séance phenomena:   \n\nUp to this day, I have sought in vain for certain proof of personal identity through mediumistic communications. And then one does not see why spirits, if they exist around us, should have need of mediums at all, in order to manifest themselves… Nevertheless, it seems to me that the Spiritualistic hypothesis should be preserved by the same right as those I have summed up in the immediately preceding pages, for the discussions have not eliminated it.28\n\nSpeculating about matter and energy, Flammarion expressed his belief in the existence of a single substance interchangeable with energy. ‘Matter, force, life, thought, are all one’.29 In fact, the ‘universe is a great organism controlled by a dynamism of the psychical order. Mind gleams through its every atom’.30  Case Collections\n\nIn 1900 Flammarion published L’Inconnu et les Problèmes Psychiques31 (translated into English as L’Inconnu: The Unknown).32 This described cases of telepathy, apparitions and other phenomena collected by means of appeals in the Annales Politiques et Littéraires in 1899, including &nbsp;telepathic communications from the dying, and dream clairvoyance, and precognition. Of 4280 letters replying to his questions, 1824 claimed to have had paranormal experiences. A total of 1758 letters contained sufficient information to back this up; he selected 786 for study, some of which appeared in the report. &nbsp;(He did not investigate the cases, but transcribed the written accounts). The following is an example.33  On December 4, 1884, at half-past three in the morning, I being then perfectly awake, rose and got up. I then had a most distinct vision of the apparition of my brother Joseph Bonnet, sublieutenant of Spahis Third Regiment, in garrison at Batna in the province of Constantine in Algeria … My brother kissed me on the forehead. I felt a cold shudder pass through me, and he said, very distinctly, ‘Good-bye Angèle, I am dead.’ Very much upset and troubled, I woke my husband, saying to him, ‘Joseph is dead. He has just told me so.’ [That day was the brother’s 35th birthday] … All that day, Thursday, I was very miserable. At three o’clock in the afternoon we got a despatch. Before it was opened I knew what it contained. My brother had died at … Algeria, at three o’clock in the morning.\n\nAngèle Esperon, née Bonnet\r\n \t\t\r\n \t\tI certify that this account, written by my wife, is perfectly exact.\r\n \t\tOsman Esperon\r\n \t\tCaptain on half pay and Chevalier of the Legion of Honor, Bordeaux\n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nHere is another case:  We were in the country. My mother had a room next to that in which we slept, my wife and I. My mother was quite old but in good health, and the evening before her death nothing would have led us to suppose her end was near when she went that night to her chamber.\n\nIn the morning, about half-past five, I was suddenly awakened by a noise that I thought was her bell. I jumped out of bed, saying to my wife, ‘My mother is ringing.’ My wife replied that could not be, for there was not a bell in the house. … I started early for Lyons. A few hours after I received a despatch from my wife to tell me that she had found my mother dead in bed, and that there was every indication that death must have taken place about five or six o’clock in the morning—that is, about the hour when an inexplicable sensation made me fancy that she summoned me.\n\nF. Gérin\r\n \t\tLawyer in the Circuit Court at Lyons34\n\nSome of the cases in this book, and others sourced elsewhere, formed the basis of Flammarion’s three volume work La Mort et son Mystère (1920-1922), translated as Death and its Mystery. He arranged the volumes as cases occurring before death, at the moment of death, and after death.\n\nIn other articles, Flammarion wrote about the experiences of animals,35 an apparition case perceived in three different locations,36 premonitions,37 and deathbed visions.38  Mediumship\n\nFlammarion had many sittings with mediums during his early exposure to Spiritism. In private correspondence he wrote about physical phenomena he observed with a medium named Honorine Huet,39 who produced spirit communications by means of table tipping and automatic writing.40 &nbsp;Later he wrote about her as follows:  \n\nMediumship was, in a way, her trade, and she had more than once been flagrantly detected in some most remarkable trickery. Accordingly, it may be imagined that she would quite often give the raps herself by hitting the table-legs with her feet. But quite often we also obtained noises of sawing, of planing, of drumbeating, and torrents of rain, which it would have been impossible for her to imitate. Neither could the holding fast of the table to the floor be the work of fraud. As to the levitations of the table… when one of us showed an inclination to resist with his hand the upward movement, he received an impression as if the table were floating on a fluid. Now it is hard to see how the medium could produce this result. Everything took place in broad daylight.41\n\nIn the 1860s Flammarion attended seances at Kardec’s group in Paris, where communications from supposed spirits were received via writing and table tilting. At this time he had a generally positive view of mediumistic practice, stating that mediums were individuals of good faith,42 although he considered certain ideas produced through mediumship about life on other planets to be ‘grotesque’.43 He also accepted spirit communication, writing to a correspondent: ‘I am in intimate relations with spirits who have already lived on Earth’.44\n\nHowever, in later years Flammarion came to believe that often ‘we ourselves are the more or less conscious authors of the communications by some cerebral process which yet remains to be investigated’.45 In automatic writing, he wrote, &nbsp;‘we think of a word, a number, a stroke of the pen, and our hand writes by itself, all alone’,46 in which context, ‘it is very easy to deceive oneself and to believe that our hand is under the influence of a mind different from ours..47\n\nNonetheless, Flammarion said he was also aware of cases of veridical mediumistic communications that ‘may indicate either a special cerebral state or great keenness of intellect, or a source of ideas exterior to the medium’.48\n\nRegarding physical mediumship, Flammarion said that those phenomena ‘have for me the stamp of absolute certainty and incontestability, and amply suffice to prove that unknown physical forces exist outside of the ordinary and established domain of natural philosophy’.49&nbsp; He was particularly convinced by the phenomena of Eusapia Palladino,50 which he first observed in 1897:  There is full light,—a big kerosene lamp with a wide burner and a light yellow shade, besides two lighted candles.\n\nAt the end of three minutes the table begins to move, balancing itself, and rising sometimes to the right, sometimes to the left. A minute afterwards it is lifted entirely from the floor, to a height of about nine inches, and remains there two seconds.\n\nIn a second trial, I take the two hands of Eusapia in mine. A notable levitation is produced, nearly under the same conditions.\n\nWe repeat the same experiments thrice, in such a way that five levitations of the table take place in a quarter of an hour, and for several seconds the four feet are completely lifted from the floor, to the height of about nine inches…\n\nA round centre table placed at my right comes forward without contact towards the table, always in full light, be it understood, as if it would like to climb up on it, and falls down. Nobody has moved aside or approached the curtain, and no explanation of this movement can be given. The medium has not yet entered into a trance and continues to take part in the conversation.\n\nFive raps in the table indicate, according to a convention arranged by the medium, that the unknown cause asks for less light… The candles are blown out, the lamp turned down, but the light is strong enough for us to see very distinctly everything that takes place in the salon. The round table, which I had lifted and set aside, approaches the table and tries several times to climb up on it. I lean upon it in order to keep it down, but I experience an elastic resistance and am unable to do so. The free edge of the round table places itself on the edge of the rectangular table, but, hindered by its triangular foot, it does not succeed in clearing itself sufficiently to climb upon it…51\n\nFlammarion saw Palladino’s phenomena as an extension of her nervous force. ‘We are forced to admit,’ he wrote, ‘that this prolongation, usually invisible, and impalpable, may become visible and palpable; take, especially, the form of an articulated hand, with flesh and muscles; and reveal the exact form of a head or a body.’52 He also speculated about a ‘fluidic and condensable double’ projecting from the medium, whose nature and mechanism he did not understand.53\n\nFlammarion sat with spirit photographer Édouard Isidore Buguet for five weeks, eventually detecting his ‘fraudulent methods and mechanisms,’54 and with the Polish physical medium Jean Guzik, whose phenomena he attested could not be explained.55  Haunted Houses\n\nIn Les Maisons Hantées, Flammarion discussed well-known hauntings, such as those at Calvados Castle in France and at Coimbra, Portugal, two of the most dramatic on record. He believed there was good evidence for haunting phenomena, observing that they included events that were physical, such as movement of objects, and others that were subjectively perceived, for instance certain sounds. In his view, some cases suggested discarnate agency while others seemed the product of the psychic faculties of the living. He concluded that hauntings are ‘products of the universal dynamism into which our five senses only place us in very partial relation’.56\n\nA posthumously-published book, Fantômes et Sciences d’Observation (2005) (Phantoms and Sciences of Observation), summarizes his views: ghosts have definitely been observed and it is wrong to dismiss them; most are subjective, while some are illusory hallucinations and others are objective and separate from observers; and that in the current state of science they are impossible to explain. 57   Perspective\n\nFlammarion’s attitude to the psychic episodes he collected has been widely considered uncritical because he did not investigate or seek corroboration, but tended rather to take them at face value.58\n\nA good overview of Flammarion’s life and work is given by La Cotardière and Fuentes in Camille Flammarion (1994). His literary work has been studied by Chaperon in Camille Flammarion: Entre Astronomie et Littérature (1998), where his writings, including fiction, are connected conceptually to his panpsychic views of the world, including psychic phenomena. More specific discussions of Flammarion’s writings about psychic phenomena have been presented by Alvarado (2007)59 and by Fuentes.60\n\nCarlos S Alvarado  Literature\n\nAlvarado, C.S. (2007). Classic works: I. Camille Flammarion’s The Unknown (1900). Parapsychology Foundation Lyceum, http:\/\/www.pflyceum.org\/197.html#\n\nAgeorges, J., et al. (1922). Les mystères de la métapsychique. Le Matin, June 7, 1–2.\n\nAmadou, R. (1954). La Parapsychologie. Paris: Denoël.\n\nAnonymous. (1925). In memory of Monsieur Camille Flammarion. Proceedings of the Society for Psychical Research, 35, 419–421.\n\nBrisson, A. (1900). Review of L’inconnu et les problèmes psychiques, by C. Flammarion. Annales Politiques et Littéraires, 18, 203–205.\n\nChaperon, D (1998). Camille Flammarion: Entre Astronomie et Littérature. Paris: Imago.\n\nFlammarion, C. (1862a). Études uranographiques. Revue Spirite, 5, 283–286.\n\nFlammarion, C. (1862b). Les Habitants de l’Autre Monde: Révélations d'outre-tombe (2nd ed., series two). Paris: Ledoyen.\n\nFlammarion, C. (1862c). La Pluralité des Mondes Habités: Étude où l'on expose les conditions d'habitabilité des terres célestes, discutées au point de vue de l'astronomie et de la physiologie. Paris: Mallet-Bachelier.\n\nFlammarion, C. (1863). Les Médiums. Revue Française, 4, 493–511.\n\nFlammarion, C. [under pseudonym of Hermès]. (1865a). Des Forces Naturelles Inconnues: À propos des phénomènes produits par les frères Davenport et par les médiums en general. Paris: Didier.\n\nFlammarion, C. (1865b). Les Mondes Imaginaires et les Mondes Reels: Voyage astronomique pittoresque dans le ciel (2nd ed.). Paris: Didier.\n\nFlammarion, C. (1867a). Changement arrive sur la lune: Le cratère de Linné. Comptes Rendus Hebdomadaires des Séances de l'Académie des Sciences, 64, 1020–1022.\n\nFlammarion, C. (1867b). Dieu Dans la Nature (2nd ed.). Paris: Didier.\n\nFlammarion, C. (1872a). L’Atmosphére: Description de grands phénomènes de la nature. Paris: Hachette.\n\nFlammarion, C. (1872b). Histoire du Ciel. Paris: J. Hetzel.\n\nFlammarion, C. (1872c). Vie de Copernic et Histoire de la Découverte du Système du Monde. Paris: Didier.\n\nFlammarion, C. (1873). Récits de l'Infini: Lumen — histoire d'une âme: Histoire d'une comète: La vie universelle et éternelle (5th ed.). Paris : Didier.\n\nFlammarion, C. (1878). Catalogue des Etoiles Doubles et Multiples. Paris: Gauthier-Villars.\n\nFlammarion, C. (1880). Astronomie Populaire: Description générale du ciel. Paris: Marpon and Flammarion.&nbsp;\n\nFlammarion, C. (1882). Les Etoiles et les Curiosités du Ciel. Paris: C. Marpon and E. Flammarion.\n\nFlammarion, C. (1884). Les Terres du Ciel: Voyage astronomique sur les autres mondes et description des conditions actuelles de la vie sur les diverses planètes du système solaire. Paris: C. Marpon and E. Flammarion.\n\nFlammarion, C. (1891). The Unknown: Part 1, Arena, 4, 10–24.\n\nFlammarion, C. (1897). A séance with Eusapia Paladino: Psychic forces. Arena, 18,&nbsp; 730–747.\n\nFlammarion, C. (1899). Les problèmes psychiques et l’inconnu. Annales Politiques et Litteraires, 32, 3–5, 35–36, 67–69, 99–101, 131–133, 163–165, 195–196, 227–230, 259–261, 291–293, 338–341.\n\nFlammarion, C. (1900a). L’Inconnu et les Problèmes Psychiques. Paris: Ernest Flammarion.\n\nFlammarion, C. (1900b). L’Inconnu: The Unknown. New York : Harper and Brothers.\n\nFlammarion, C. (1905). Animals and psychic perception. Annals of Psychical Science, 2, 374–378.\n\nFlammarion, C. (1906). The apparition of a deceased person shortly after death witnessed by three persons. Annals of Psychical Science, 4, 217–223.\n\nFlammarion, C. (1907a). Les Forces Naturelles Inconnues. Paris: Ernest Flammarion.\n\nFlammarion, C. (1907b). Mysterious Psychic Forces. Boston: Small, Maynard.\n\nFlammarion, C. (1911). Memoires Biographiques et Philosophiques d'un Astronome. Paris: Ernest Flammarion.\n\nFlammarion, C. (1921). Les vision prémonitoires. Revue Spirite, 64, 129–135.\n\nFlammarion, C. (1920–1922). La Mort et Son Mystère (3 vols.). Paris: Ernest Flammarion.\n\nFlammarion, C. (1921–1923). Death and its Mystery (3 vols.). New York: Century.\n\nFlammarion, C. (1922). Les apparitions de défunts aux lits des mourants: Morts qui ont été annoncées par des apparitions. Revue Spirite, 65, 157–162.\n\nFlammarion, C. (1923). Les Maisons Hantées. Paris: Ernest Flammarion.\n\nFlammarion, C. (1924). Haunted Houses. New York: D. Appleton. (First published in French, 1923).\n\nFlammarion, C. (2005). Fantômes et Sciences d’Observation (compiled by P. Fuentes). Agnières, France: JMG.\n\nFuentès, P. (2002). Camille Flammarion et les forces naturelles inconnues. In B. Bensaude-Vincent &amp; C. Blondel (Eds.), Des Savants Face à l’Occulte 1870–1940 (pp. 105–123). Paris: La Découverte.\n\nKardec, A. (1868). La Genèse, les Miracles et les Prédictions Selon le Spiritisme (2nd ed.). Paris: Librairie Internationale.\n\nLa Cotardière, P. de, &amp; Fuentes, P. (1994). Camille Flammarion. Paris: Flammarion.\n\nMonroe, J.W. (2008). Laboratories of Faith: Mesmerism, Spiritism, and Occultism in modern France. Ithaca, NY: Cornell University Press.\n\nNathan, M. (1976). La rêverie cosmique de Camille Flammarion.&nbsp;Romanticisme, 6, 75–85.\n\nPodmore, F. (1900). Review of L’inconnu et les problèmes psychiques. Proceedings of the Society for Psychical Research, 15, 422–432.\n\nSardou, V. (1858). Des habitations de la planète Jupiter. Revue Spirite: Journal d'Études Psychologiques, 1, 223–232.   Endnotes 1. for biographical information see Anonymous, 1925; Chaperon, 1998; La Cotardière &amp; Fuentes, 1994; Nathan, 1976. 2. Flammarion, 1867a. 3. Brisson, 1900. 4. Anonymous, 1925, p. 419. 5. Flammarion, 1872b. 6. Flammarion, 1872c. 7. Flammarion, 1884. 8. Flammarion, 1867a, 1878. 9. Flammarion, 1862c. 10. e.g., Flammarion, 1865b, 1877. 11. e.g., Flammarion, 1873. 12. on Flammarion’s psychic work see Fuentès, 2002. 13. Flammarion, 1862b, 1865a. 14. Flammarion, 1862b, p. 7. 15. Flammarion, 1911. 16. Flammarion, 1907b; see also Flammarion, 1862a, and Kardec, 1868, Chapter 6. 17. Flammarion, 1911, p. 225. 18. Flammarion, 1911,&nbsp;p. 309. 19. Flammarion, 1911,&nbsp;p. 311. 20. Flammarion, 1897, 1907b. 21. Flammarion, 1907b, pp. 452–453. 22. e.g., Flammarion, 1863, 1891. 23. Flammarion, 1899. 24. Flammarion, 1899, p. 5. 25. Flammarion, 1907a. 26. Flammarion, 1907b. 27. Flammarion, 1907b, pp. 451-452. 28. Flammarion, 1907b, p. 440. 29. Flammarion, 1907b, p. 429. 30. Flammarion, 1907b, p. 430. 31. Flammarion, 1900a. 32. Flammarion, 1900b; see Alvarado, 2007. 33. Flammarion, 1900b, pp. 72–73. 34. Flammarion, 1900b, p. 74. 35. Flammarion, 1905. 36. Flammarion, 1906. 37. Flammarion, 1921. 38. Flammarion, 1922. 39. Monroe, 2008, p. 2. 40. Flammarion, 1862b. 41. Flammarion, 1907b, pp. 36–37. 42. Flammarion, 1863. 43. Flammarion, 1863, p. 507. 44. letter cited by Monroe, 2008, p. 126. 45. Flammarion, 1907b, p. 28. 46. Flammarion, 1884, p. 181. 47. Flammarion, 1884, p. 182. 48. Flammarion, 1907b, p. 29. 49. Flammarion, 1907b, pp. 20–21. 50. Flammarion, 1897, 1907b. 51. Flammarion, 1907b, pp. 69–70. 52. Flammarion, 1907b, p. 424. 53. Flammarion, 1907b, p. 424 54. Flammarion, 1907b, p. 196. 55. Ageorges et al., 1922. 56. Flammarion, 1924, p. 374. 57. Flammarion, 1924, p. 431. 58. e.g., Amadou, 1954; Podmore, 1900. 59. Alvarado, 2007. 60. Fuentes, 2002.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: July 21, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Carlos S. Alvarado Word count: 3,400 Created: 26th August 2019 Last updated: 21st July 2022 May be cited as:Alvarado, C. S. (2019). &lsquo;Camille Flammarion&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/camille-flammarion&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y2h7ftq5                   \t                                                                              \n\n                      \t                                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/camille-flammarion","_id":146}