{"name":"Théodore Flournoy | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/theodore-flournoy","mytitle":"Théodore Flournoy | Psi Encyclopedia","mylang":"de","content":"                     Théodore Flournoy | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Théodore Flournoy                                                                                                                                                                                                                          Théodore Flournoy (1854-1920) was a Swiss psychologist whose interest in the unconscious led him to research psychical phenomena, notably trance mediumship. He is remembered in particular for his book&nbsp;From India to the Planet Mars,&nbsp;a psychological study of the medium Hélène Smith.&nbsp;   Contents   \tBrief Biography \tFirst Steps in Psychical Research \tGeneral Ideas about Psychical Research \tMental Mediumship: Hélène Smith \tOther Investigations of Mental Mediumship \tPhysical Mediumship \tTheoretical Ideas \tOther Topics \tScholarship About Flournoy’s Psychical Research \tLiterature \tEndnotes     Brief Biography\n\nThéodore Flournoy was born in 1854 in Geneva, Switzerland. His parents were Alexander Flournoy,&nbsp;a stockbroker, and Caroline Claparède. He obtained degrees in literature (1872), mathematics (1874), and in engineering and natural sciences (1875). Later he started to study theology, but he did not finish his studies. Flournoy then graduated as a physician with a thesis about fat embolism1 but he did not work as a physician.2\n\nFlournoy also studied philosophy in Leipzig between 1878 and 1879, sitting for courses given by Wilhelm Wundt. As summarized by a biographer, ‘Flournoy was . . . through his experiences at Leipzig, introduced to the new science of experimental psychology at a time when it was becoming the cutting edge, the avant-garde, of psychological knowledge’.3\n\nFlournoy finally decided to specialize in psychology. In his book Métaphysique et Psychologie, he showed that, like others in his time, he was more interested in empirical observation than philosophical or introspective analysis, but he also discussed such issues as psychophysical parallelism. 4 &nbsp;In 1891, he was appointed to the chair of experimental psychology at the University of Geneva, which was probably the first of its kind to be located in the sciences rather than the philosophy department, reflecting changes in the academic status of psychology.\n\nIn 1892, Flournoy established a laboratory, which for him was more than a place to conduct experiments, and should extend to broader forms of analyses; he believed its purpose should be:  \n\nthat of a center of collection, of coordination, of synthetic summary, of all the research of some kind which has the human being as its concrete and lively unity, soul and body, brain and thought, in its endless varieties of age and race, normal and pathological, individual and social.5\n\nFollowing this approach, he researched several case studies.6 Several other studies were done in the laboratory, for instance on the topics of reaction time7 and aspects affecting ideation.8 There were also several important and pioneering studies of synesthesia.9 These are summarized in his book Des Phénomènes de Synopsie,10 which, according to French psychologist Alfred Binet, ‘greatly honors Mr. Flournoy and the new psychology laboratory he founded in his Geneva Initiative’.11\n\nTogether with his cousin Édouard Claparède, Flournoy edited the Archives de Psychologie, and was the President of the Sixth International Congress of Psychology held in 1909.12 He maintained correspondence with many psychologists, among them William James13 and Alfred Binet,14 and helped in the dissemination of psychoanalysis in Switzerland.\n\nIn 1880, Flournoy married Marie Burnier in Switzerland. He died on November 5, 1920, causing an American psychologist to lament that ‘one of the few remaining pioneers of scientific psychology has gone’.15  First Steps in Psychical Research\n\nBy the time Flournoy became interested in the growing movement of psychical research, Spiritism and Spiritualism were well-developed in Europe, and many people had carried out observations of mediumship, telepathy and related phenomena. In the late nineteenth-century attention also focused on the study of psychological phenomena suggesting the existence of an unconscious mind,16 a topic to which Flournoy made important contributions.\n\nFlournoy’s initial interests were expressed in a presentation on December 18, 1890 at the Society of Physics and Natural History of Geneva, about veridical hallucinations, those, that is, that convey true information about events not known at the time to the percipient.17 It was clear from this presentation, of which only an abstract was published, that Flournoy was familiar with the work on the topic conducted by members of the Society for Psychical Research.\n\nIn 1893, a father and daughter duo of telepathy stage performers visited Flournoy’s laboratory. Tests established that the daughter failed to give evidence of telepathy whenever the father was prevented from making the slightest sound, and the feat was found to be a simple trick.18\n\nIn March of 1898, Flournoy wrote to tell William James that he had given five lectures about psychical research topics.19 He gave other courses in later years.20  General Ideas about Psychical Research\n\nCommenting on the use of the word ‘supernormal’, Flournoy said the term referred to controversial ‘facts that do not fall into the current frameworks of our sciences, and which explanation needs principles that are still not admitted’.21 He proposed two principles in the consideration of these phenomena:  \n\nOne, which I name PRINCIPLE OF HAMLET . . . ; can be summarized in these words: Everything is possible. The other, which is fair, gets the name PRINCIPLE OF LAPLACE. . . I state it as: The weight of proof must be proportional to the strangeness of the fact’.22\n\nHe later wrote that individuals had ‘an obligation . . . to confess their subjective inclinations, and the need to refrain from all judgment and definitive statement in such obscure and controversial matters’.23\n\nFlournoy insisted throughout his writings on the importance of psychic phenomena being scientifically investigated.24&nbsp;One such statement was made in a paper that he delivered at the Fourth International Congress of Psychology, in Paris in 1900.25\n\nFlournoy’s general approach was psychological in nature. Following on the work of many students of the unconscious –among them Alfred Binet, Pierre Janet and Frederic WH Myers – he focused mainly on working with mediums on unconscious processes and related matters. Justifying his decision to study mediumship, he wrote:  \n\nIn the same way as teratology illustrates embryology, explains it, and that both contribute to illuminate anatomy, we can expect similarly that the study of mediumistic facts will contribute to give us one day an accurate and productive view of normal psychogenesis, which, in turn, will take us to a better comprehension of the appearance of these curious phenomena, and the whole of psychology will attain a better and more precise conception of human personality.26   Mental Mediumship: Hélène Smith\n\nFlournoy’s main study of mediums, and the one for which he is best known, is Des Indes à la Planète Mars: Étude sur un Cas de Somnambulisme avec Glossolalie (From India to the Planet Mars: A Study of a case of Somnambulism with Glossolalia, 1900).27 This book centered on the mediumship of Hélène Smith (pseudonym for Catherine Élise Müller), whom Flournoy started to observe at the end of 1894. He wrote about her:  \n\nThe medium in question . . . is a tall and beautiful person around thirty, of natural complexion, with hair and eyes almost black, with an intelligent and open look . . . Of a modest background, and of irreproachable morals, she earns her life honorably as an employee in a commercial firm and her work, perseverance and capabilities have brought her to one of the more important posts.28\n\nThe medium presented at first various manifestations, among them visions, and later, spirit communications. Flournoy stated that Smith ‘was more or less visionary from her childhood’, and had daydreams showing much imagery.29 There were also raps on the séance table, and instances of possession, trance speaking, and writing. Flournoy emphasized &nbsp;three ‘romances’ or cycles. These were a Hindu cycle, about a previous life in India, as Simandini, wife of Hindu prince; a Royal cycle, about a previous life in France as Marie Antoinette; and a Martian cycle, about communications with Martians giving details about their planet, including descriptions of its inhabitants, animals and landscapes. Smith also wrote at length in a ‘Martian’ language. Flournoy explored this in detail with the help of linguist Ferdinand de Saussure, and concluded that it consisted of a combination of languages known by the medium.\n\nFlournoy believed the phenomena could be explained in terms of creative capabilities of invention of the medium’s subliminal (unconscious), which seemingly was able to combine disparate pieces of information, some of them acquired by cryptomnesia. Other factors, he believed, included the inherent suggestibility of mediums, ideas absorbed from the surrounding environment, and subject’s own latent emotional tendencies.30 Later Smith produced an ‘Ultra-Martian’ cycle31 which Flournoy regarded as a reaction to his analysis of her phenomena – a product of suggestion and of the medium’s need to fulfill the beliefs and expectations of those around her.\n\nNonetheless, Flournoy remained uncertain as the exact sources of information in Smith’s utterances, drawing attention to the ‘coarseness of our current notions about the constitution and the formation of the human being, our almost total ignorance of psychological ontogeny’.32\n\nFlournoy also analyzed Smith’s ‘spirit control’ Leopold, who identified himself as the notorious eighteenth century adventurer known as Count Alessandro di Cagliostro (real name Giuseppe Balsamo). ‘Leopold’ appeared early in the medium’s life, appearing to serve as protector and advisor, and was regarded by Flournoy – along with other manifesting ‘spirits’ – as originating in 'various psychological states of Mlle. Smith herself',33 although he acknowledged that this approach did not account for the origins of the medium’s statements.34\n\nInteresting psychodynamics manifested in the relationship between subject and investigator. Regarding the Hindu cycle it was stated that the Indian princess Simandini had fallen in love with a prince named Sivrouka, who had been Flournoy in a previous life.\n\nDespite Flournoy’s assessment of Smith’s case in essentially psychological terms – and his disavowal of any genuine spirit communication in her mediumistic utterances – he was nevertheless convinced that she had often demonstrated genuine instances of telekinesis and telepathy. However, his report does not provide details to support this claim.\n\nDismayed by the conclusions that Flournoy offered in his 1900 book Des Indes à la Planète Mars, Hélène Smith ceased to cooperate with him, although reports of investigations by others continued to appear in later publications.35 Flournoy&nbsp; himself contributed a long article in his own journal Archives de Psychologie, 36 in which he discussed new developments in these later investigations, such as changes in the Ultra-Martian language, and the appearance of Lunar and Uranian mediumistic messages, with written languages. Flournoy also speculated about other issues, such as the true origin of ‘Leopold’ and the inhibiting effects on mediums of having the same investigator over a long period.\n\nDes Indes à la Planète Mars is regarded as a classic, an important contribution in the development of the psychological study of mediumship. Frederic Myers referred to it as a ‘culminant example of the free scope and dominant activity of the unassisted subliminal self’.37 Philosopher FCS Schiller described it as: ‘A thoroughly scientific, careful, candid and judicious study . . . [that] will rank high among the all-too-few classical treatises in a fruitful field which has too long been abandoned to the pullulations of superstition’.38  Other Investigations of Mental Mediumship\n\nIn an early article, Flournoy stated his conviction that mediumistic communications are the ‘product of the subconscious imagination of the medium, working with memories of latent worries’ (although he conceded it was difficult to prove this).39 &nbsp;One case that he drew attention to concerned a Professor Michel Til, who practiced automatic writing. In in 1897, Til found himself writing a statement to the effect that his son Edward was about to be dismissed from his job, having been caught stealing cigarettes. When he checked with his son’s boss he discovered the assertion was false, and later the communicating ‘spirit’ admitted having lied. But while Til remained convinced of the spiritual origin of the messages, Flournoy was struck by the circumstances of this case, the message being given about an hour after Til had learned that the employer was looking to fill a job vacancy and assumed, incorrectly as it turned out, that his son was to be replaced. &nbsp;Flournoy argued that the message originated in Til’s subconscious mind as a subliminal expression of his anxiety. Such cases, he theorized, were 'kind of a small romance, developed subliminally, by means of data from memory and perception, under the impetus of a more or less intense emotional state, and with the help of this curious faculty of dramatization and personification that, without going out of ordinary daily life, everyone can see at work in the phenomenon of dreams'.40\n\nOther similar analyses appeared in later publications, where Flournoy continued to ascribe spirit communications to subconscious imaginings41. Far from believing these subconscious processes to be pathological, he considered they could manifest in people in perfect mental health (of Smith, he said ‘everything in her breathes health’.42 Nonetheless, he argued that, while spiritualistic practices were not symptomatic of problems in themselves, they could cause problems for ‘morbid temperaments and weak or superstitious minds that are inclined to give a supernatural interpretation to all obscure phenomena, or to seek revelations from the Beyond through practices which lead directly to mental disorganization’.43\n\nIn 1898, Flournoy undertook a survey of mediums among members of the Societé d’Etudes Psychiques of Geneva, receiving 72 replies from 49 women and 23 men (although 52 were not actually mediums: some claimed to have clairvoyant or other psychic abilities; others merely claimed an interest in psychic phenomena). The results are reported in his 1911 book Esprits et Médiums.44 Among other things, he asked how the individual first discovered the gift, whether it ran in the family, how the experience of mediumship changed over time, and whether it was affected by medical and other conditions. &nbsp;Flournoy concluded that most developed their gift in adulthood and that it was inherited. He distinguished between those that cause physical effects and those that produce information on subjects relating to science, philosophy and morality, or artistic and literary productions – all &nbsp;apparently beyond the their conscious capabilities. The phenomena, he reported, could appear in combinations, with more than one form being exhibited by the same individual, although most tended to specialize in particular forms, and some focused on a single type of phenomena.45  Physical Mediumship\n\nIn Des Indes à la Planète Mars Flournoy described favourable impressions of Marc Thury’s table turning studies, calling them a ‘model of scientific observation’. 46 &nbsp;This view was reinforced after conversations with Thury.\n\nFlournoy sat with various mediums, among them the Italian Eusapia Palladino in 1898 and in 1903. The 1898 séance was held in France at the library of Charles Richet. He described himself as being ‘touched, kicked, grasped on the arm or on the side as if by a large hand or invisible pliers . . . while the medium’s limbs were clearly seen and were in positions in which they could not reach me’. In his opinion, the phenomena were ‘unexplained by our current physics or physiology’.47\n\nWriting to William James in April of 1909, Flournoy mentioned his observations of physical phenomena with Stanislawa Tomczyk, a Polish medium. He stated: ‘I saw her depress a letter-scale, make a ball roll, etc., in conditions excluding all imaginable fraud and every known process’.48 &nbsp;He was skeptical about the Italian medium Francesco Carancini, who had been&nbsp;caught in the act of trickery.49 &nbsp;Flournoy also wrote on various important cases, such as Richet’s (1905) controversial materialization séances.50  Theoretical Ideas\n\nCompared to other researchers, Flournoy contributed little evidence for the existence of psychic phenomena, in the sense of manifestations not explainable by current knowledge. His contribution was theoretical, in the development of psychological ideas about mental mediumship. He did not subscribe to the popular contemporary belief in survival of death, denying that discarnate agency was behind such phenomena as mediumship. In Esprits et Médiums he argued that the cases he had studied could all be accounted for by processes inherent in the mediums themselves: dissociation and the imaginal creation of ‘spirit personalities’ by means of the various resources of the subconscious (emotional complexes, latent memories, instinctive tendencies ordinarily repressed, and so on).51 Flournoy believed that all humans are capable of these ‘spiritogenic’ processes, which are easily mistaken for genuine spirits.52\n\nWith regard to instances of genuinely veridical information in mediumistic utterances, Flournoy believed – along with many other psychical researchers, then and now – that these could be accounted for by a combination of telepathy and personation.53&nbsp; Although this approach did not originate with him,54 he presented a new version of it, placing more emphasis on the dynamics of the process. The medium’s sitters might provide information via telepathy in such a way that details about the dead reflected telepathically on the subconscious of the medium ‘as in a living mirror, which immediately translates in words and in gestures this borrowed image, no doubt striking in resemblance’.55 For Flournoy, this approach was sufficient to explain what to others appeared to be striking evidence of survival in the Cross-correspondences,56 and the mediumship of &nbsp;Leonora Piper,57 both researched by the Society for Psychical Research.\n\nFlournoy’s resistance to the survival hypothesis can be seen in his reaction to the ideas of Frederic Myers, some of which he reviewed in his article ‘Myers et Son Oeuvre Posthume’.58 However, he distinguished here between Myers’s subliminal psychology and what he referred to as Myers’s ‘philosophical-religious system’, his speculations about spirits and the spiritual realm, which he could not accept (in an earlier publication he stated that Myers went far beyond science into metaphysics).59 But he agreed that if future developments in science confirmed Myers’s ideas about discarnate action, his name would be remembered along men like Copernicus and Darwin, who ‘revolutionized scientific thought in the cosmological, biological, and psychological order’.60\n\nRegarding telekinesis, Flournoy speculated about the idea of invisible forces that might under some circumstances be projected from the body. Without being entirely convinced of such a thing, he discussed the transient invisible projections that had been postulated&nbsp;by investigators such as Thury, Richet, Morselli and Ochorowicz that were said to perform the same function as the human hand, of handling objects,&nbsp; and was clearly aware of previous developments in this area. 61 62 63 He also gave thought to the phenomena of materialization, where he again resisted assumptions of discarnate agency, preferring to consider the phenomenon in terms of unknown human faculties rather than ‘purely hypothetical and intangible agents’.64  Other Topics\n\nIn an early publication – a summary of a presentation – Flournoy reviewed the early work of the Society for Psychical Research on veridical hallucinations that had been published by Gurney, Myers and Podmore. 65 66  \n\nWith the first hundred persons questioned, seventeen were found who had hallucinations (two tactile, four visual, eleven auditory). Only one of them was in the category of hallucinations said to be veridical: it was about a nurse who, being awake and occupied with the care of her profession, believed she was called in the middle of the night by the voice of her brother, who she knew was sick at eight miles from there. The following day a dispatch informed her that he had died during the night at the same time that she had heard his voice. It would be pointless to draw any conclusion from this isolated fact . . .67\n\nFlournoy also reported a case in which a woman had a dream about future events, which may have been telepathic. The dream was reported by a Mme Buscarlet from Geneva and took place six weeks before the event it precognized. Buscarlet had met a Mlle Olga Popoï, to whom she was close, and a Mme Nitchinof, headmistress of&nbsp; the Imperial Institute of Kasa, with whom she had a casual acquaintance. In the dream, Buscarlet saw a carriage go by a country road carrying the dead body of Popoï, who was wearing a bonnet with yellow ribbons. Popoï told Buscarlet in the dream that Nitchinof was going to&nbsp; leave the Institute on the 17th. Later Buscarlet learned that Nitchonof died on the 16th and that her body was taken from the Institute on the 17th. However, Popoï did not die (figure substitution), and the meaning of the carriage and bonnet was unclear.\n\nFlournoy commented on two aspects of the dream. He wrote that there was a ‘remarkable exactitude of the recollections about the essential content of the [dream] prediction, and on the other hand a considerable alteration of related circumstances, in terms of a simplification of the topic of the dream, and a dramatization of the case as a whole to make it more impressive . . . .’68 In his view veridical dreams could show changes perhaps brought about by the conventional aspects of recollection, or by other issues in the mind of the person having the dream.  Scholarship About Flournoy’s Psychical Research\n\nThere is a dearth of published studies of Flournoy’s contributions to psychology. Two good overviews are a long article by Claparède,69 and an unpublished doctoral thesis.70 Also of interest is a brief discussion by Ellenberger,71 and Nicolas and Charvillat’s overview of Flournoy’s experimental work.72\n\nA review of most of Flournoy’s psychical research related work has been presented in a recent article by Alvarado, Maraldi, Machado and Zangari,73 and aspects of this, particularly mediumship, have been discussed by others.74 Not much has been done regarding the reception of Des Indes à la Planète Mars, apart from negative reactions from spiritists and others.75 Olivier Flournoy, Flournoy’s grandson, has published much of the correspondence carried out between Flournoy and Smith.76 Theodore Flournoy's work is often referenced in general discussions of mediumship.77\n\nHistorians of psychology have commented on Flournoy. In his 1970 book The Discovery of the Unconscious Henri F Ellenberger wrote that Flournoy’s study of Hélène Smith was a ‘great step forward for dynamic psychiatry’.78 Similarly, Eugene Taylor wrote in 1990: ‘Flournoy’s work can be seen as a milestone in affirming the objective validity of a growth-oriented &nbsp;dimension within personality’.79 Specifically, he saw the Smith case as ‘a key addition to the other paradigm cases of mediumship and multiple personality that defined the era’.80 S. Shamdasani discussed Flournoy as a provider of alternative ideas, in the context of Freudian psychoanalysis,&nbsp;and as someone who was also important in Jung’s career.&nbsp;81\n\nFlournoy’s ideas still find application today, for instance in the analyses of some mediumship cases in terms of survival of death,82 and in a case of mediumistic painting.83 &nbsp;Flournoy is widely considered to have made an important contribution to the understanding of creative dissociation.84 &nbsp;His work also draws attention to the interesting historical interactions between early psychology and psychical research.\n\nCarlos S Alvarado  Literature\n\nAlexander, K. (2011). ‘La correspondance d’Alfred Binet à Théodore Flournoy: Témoignage inédit d’une collégiale amitié.’ Bulletin de Psychologie, 64, 239–250.\n\nAlvarado, C.S. (2006). ‘Human radiations: Concepts of force in mesmerism, spiritualism and psychical research.’ Journal of the Society for Psychical Research, 70, 138–162.\n\nAlvarado, C.S. (2013). Théodore Flournoy on veridical hallucinations: A reprint and historical note. Psypioneer Journal, 9, 163–170. Online: http:\/\/www.woodlandway.org\/PDF\/PP9.5May2013.pdf\n\nAlvarado, C.S. (2014). ‘Mediumship and dissociation: Psychical research and the powers of the subconscious mind.’ Journal of Parapsychology,78, 98–114.\n\nAlvarado, C.S., Maraldi, E. de O., Machado, F.R., &amp; Zangari, W. (2014). ‘Théodore Flournoy’s contributions to psychical research.’ Journal of the Society for Psychical Research,78, 149–168.\n\nAlvarado, C.S., and Zingrone, N.L. (2015). Note on the reception of Théodore Flournoy’s Des Indes à le Planète Mars. &nbsp;Journal of the Society for Psychical Research,&nbsp;79, 156-164.\n\nAnonymous. (1916). ‘Échos et nouvelles: Un cours du prof. Flournoy sur l’occultisme à l’Université de Genève.’ Annales des Sciences Psychiques, 26, 119.\n\nBinet, A. (1894). ‘Review of Des phénomènes de synopsie by T. Flournoy.’ Revue Philosophique de la France et de l’Étranger, 37, 85–90.\n\nBiondi, M. (1988). Tavoli e medium: Storia dello Spiritismo in Italia. Rome: Gremese.\n\nBraude, S. (2000). ‘Dissociation and latent abilities: The strange case of Patience Worth.’ Journal of Trauma and Dissociation 1, 13–48.\n\nBraude, S.E. (2003). Immortal Remains: The Evidence for Life after Death. Lanham, MD: Rowman and Littlefield.\n\nCaratelli, G. (1996). Psicologia psicoanalisi parapsicologia. Rome: Sovera.\n\nCharet, F.X. (1993). Spiritualismand the foundations of C.G. Jung’s psychology. Albany, NY: State University of New York.\n\nCifali, M. (1994). ‘The making of Martian: The creation of an imaginary language.’ In T. Flournoy, From India to the planet Mars: A case of multiple personality with imaginary languages (pp. 269–287). Princeton, NJ: Princeton University Press.\n\nCifali, M. (2001). ‘Théodore Flournoy, le savant et l’occulte.’ Campus, No. 52, 6–7.\n\nClaparède, E. (Ed.). (1910a). Vle Congrès International de Psychologie. Geneve: Kundig.\n\nClaparède, E. (1910). ‘Remarques sur le contrôle des médiums (à propos d'expériences avec Carancini).’ Archives de Psychologie, 9, 370–385.\n\nClaparède, E. (1921). ‘Théodore Flournoy: Sa vie et son oeuvre.’ Archives de Psychologie,18,1–125.\n\nCrabtree, A. (1993). From Mesmer to Freud: Magnetic sleep and the roots of psychological healing. New Haven, CT: Yale University Press.\n\nDeonna, W. (1932). De la planète Mars en Terre Sainte: Art et subconscient. Paris: E. de Boccard.\n\nEllenberger, H. (1970). Thediscovery of the unconscious: The history and evolution of dynamic psychiatry. New York: Basic Books.\n\nFlournoy, O. (1986). Théodore et Leopold: De Théodore Flournoy a la psychoanalyse. Neuchstel, Switzerland: La Baconniere.\n\nFlournoy, T. (1878). Contribution a l'étude de l'embolie graisseuse. Paris: J.B. Baillière.\n\nFlournoy, T. (1890a). Métaphysique et psychologie. Geneve: H. Georg.\n\nFlournoy, T. (1890b). ‘Note sur l’audition colorée.’ Archives des Sciences Physiques et Naturelles, 23, 352–354.\n\nFlournoy, T. (1891). ‘Sur les hallucinations à l’état normal.’ Archives des Sciences Physiques et Naturelles, 25, 135–136. (summary)&nbsp;\n\nFlournoy, T. (1892a). ‘Temps de réaction aux impressions auditives.’ Archives des Sciences Physiques et Naturelles, 27,575–577. (Abstract)\n\nFlournoy, T. (1892b). ‘Temps de réaction simple chez un sujet de type visuel.’ Archives des Sciences Physiques et Naturelles, 28, 319–331.\n\nFlournoy, T. (1893). Des phénomènes de synopsie (audition colorée): Photismes-schèmes visuels-personnifications. Paris: Félix Alcan.\n\nFlournoy, T. (1894). ‘De l’action du milieu sur l’idéation.’ L’Année Psychologique, 1, 180-190.\n\nFlournoy, T. (1896). Notice sur le Laboratoire de Psychologie de l'Université de Genève. Genève: Ch. Eggimann.\n\nFlournoy, T. (1898). ‘L’audition colorée et la suggestion.’ Intermédiaire des Biologistes, 1, 110.\n\nFlournoy, T. (1899). ‘Genèse de quelques prétendus messages spirites.’ Revue Philosophique de la France et de l’Étranger,47, 144–158.\n\nFlournoy, T. (1900). Des Indes à la planète Mars: Étude sur un cas de somnambulisme avec glossolalie. Paris: Félix Alcan.\n\nFlournoy, T. (1901a). ‘Le cas de Charles Bonnet: Hallucinations visuelles chez un vieillard opéré de la cataracte.’ Archives de Psychogie, 1, 1–23.\n\nFlournoy, T. (1901b). ‘Nouvelles observations sur un cas de somnambulisme avec glossolalie.’ Archives de Psychologie,1, 101–255.\n\nFlournoy, T. (1901c). ‘Observations psychologiques sur le spiritisme.’ In P. Janet, (Ed.), IVe Congrès International de Psychologie(pp. 102–112. Paris: Félix Alcan.\n\nFlournoy, T. (1903). ‘Myers et son œuvre posthume.’ Archives de Psychologie, 2, 269–296.\n\nFlournoy, T. (1904). ‘Notes sur une communication typtologique.’ Journal de Psychologie Normale at Pathologique, 1, 11–16.\n\nFlournoy, T. (1905). ‘Note sur un songe prophétique réalisé.’ Archives de Psychologie, 4, 58–72.\n\nFlournoy, T. (1906). ‘A propos des phénomènes de ‘matérialisation’du Professeur Richet.’ Archives de Psychologie, 5, 388–393.\n\nFlournoy, T. (1907). ‘Automatisme téléologique antisuicide: Un cas de suicide empêché par una hallucination.’ Archives de Psychologie, 7, 113–137.\n\nFlournoy, T. (1909). ‘Esprits et médiums.’ Bulletin de l’Institut Général Psychologique, 9, 357–390.\n\nFlournoy, T. (1911). Esprits et médiums: Mélanges de métapsychique et de psychologie. Geneve: Kündig.\n\nFlournoy, T. (1915). ‘Une mystique moderne (documents pour la psychologie religieuse).’ Archives de Psychologie, 15, 1–224.\n\nFlournoy, T., &amp; Claparède, E. (1892). ‘Enquête sur l'audition colorée.’Archives des Sciences Physiques et Naturelles, 28, 505–508.\n\nGiacomelli, R. (2006). Lo strano caso della Signora Hélène Smith: Spiritismo, glossolalia e lingue immaginarie. Milan: Scheiwiller.\n\nGoldsmith, R.E. (1979). The life and work of Theodore Flournoy, 1854–1920. PhD thesis, Michigan State University.\n\nGrosso, M. (2010). ‘Advantages of being multiple.’ Journal of Scientific Exploration, 24, 225–246.\n\nGurney, E., Myers, F.W.H., &amp; Podmore, F. (1886). Phantasms of the Living (2 vols.). London: Trübner.\n\nIrwin, H.J., &amp; Watt, C.A. (2007). An introduction to parapsychology (5th ed.). Jefferson, NC: McFarland.\n\nLe Clair, R.C. (Ed.). (1966). The Letters of William James and Theodore Flournoy. Milwaukee: University of Wisconsin Press.\n\nLemaitre, A. (1907). ‘Un nouveau cycle somnambulique de Mlle Smith: Ses peintures religieuses.’ Archives de Psychologie, 7, 63–83.\n\nLeuba, J.H. (1921). ‘Theodore Flournoy (1854-1920).’ Psychological Bulletin, 18, 232-233.\n\nMaraldi, E.O., Alvarado, C.S., Zangari, W., and Machado, F.R. (in press). ‘Dissociação, crença e criatividade: o legado de Théodore Flournoy.’ Memorandum: Memória e História em Psicologia.\n\nMaraldi, E.O., &amp; Krippner, S. (2013). ‘A biopsychosocial approach to creative dissociation: Remarks on a case of mediumistic painting.’ NeuroQuantology, 11, 544–572.\n\nMonroe, J.W. (2008). Laboratories of faith: Mesmerism, spiritism, and occultism in modern France. Ithaca: Cornell University Press.\n\nMorselli, E. (1908). Psicologia e ‘spiritismo’: Impressioni e note critiche sui fenomeni medianici di Eusapia Paladino (2 vols.). Turin: Fratelli Bocca.\n\nMyers, F.W.H. (1903). Human Personality and its Survival of Bodily Death (2 vols). London: Longmans, Green.\n\nNicolas, S., &amp; Charvillat, A. (1998). ‘Théodore Flournoy (1854–1920) and experimental psychology: Historical note.’ American Journal of Psychology, 111, 279–294.\n\nOppenheim, J. (1985). The Other World: Spiritualism and psychical research in England, 1850‑1914. Cambridge: Cambridge University Press.\n\nRichet, C. (1905). ‘Concerning the phenomenon called materialisation.’ Annals of Psychical Science, 2, 207–210, 269–289.\n\nSchiller, F.C.S. (1900). ‘Review of Des Indes à la Planète Mars, by T. Flournoy.’ Mind, 9(ns), 546–550.\n\nShamdasani, S. (1994). ‘Encountering Hélène: Théodore Flournoy and the genesis of subliminal psychology.’ In T. Flournoy, From India to the Planet Mars: A case of multiple personality with imaginary languages(pp.xi–li). Princeton: Princeton University Press.\n\nShamdasani, S. (2003). Jung and the Making of Modern Psychology: The dream of a science. Cambridge: Cambridge University Press.\n\nTaylor, E. (1995). ‘Transcendence and the intrapsychic universe.’ San Francisco Jung Institute Library Journal, 14, 41–47.\n\nTaylor, E. (2009). The Mystery of Personality: A history of psychodynamic theories. New York: Springer.\n\nWolffram, H. (2009). The Stepchildren of Science: Psychical research and parapsychology in Germany, c. 1870–1939. Amsterdam: Rodopi.   Endnotes 1. Flournoy, 1878. 2. On this and other biographical information see Claparède, 1921 and Goldsmith, 1979. 3. Goldsmith, 1979, p. 77. 4. Flournoy, 1890a. 5. Flournoy, 1896, p. 9. 6. e.g., Flournoy, 1901a, 1915. 7. Flournoy, 1892a, 1892b. 8. Flournoy, 1894. 9. Flournoy, 1890b, 1898; Flournoy &amp; Claparède, 1892. 10. Flournoy, 1893. 11. Binet, 1894, p 90. 12. Claparède, 1910a. 13. Le Clair, 1966. 14. Alexander, 2011. 15. Leuba, 1921, p. 232. 16. e.g., Crabtree, 1993. 17. Flournoy, 1891; see also Alvarado, 2013. 18. Claparède, 1921, p. 68. 19. Le Clair, 1966, p. 69. 20. Anonymous, 1916, p. 119; Claparède, 1921, pp. 36, 103. 21. Flournoy, 1900, p. 342. 22. Flournoy, 1900, p. 345. 23. Flournoy, 1901b, p. 227. 24. Flournoy, 1901c, 1909, 1911. 25. Flournoy, 1901c. 26. Flournoy, 1900, p. 415. 27. Flournoy, 1900. 28. Flournoy, 1900, pp. 1–3. 29. Flournoy, 1900, p. 17. 30. Flournoy, 1900, p. 414. 31. Flournoy, 1900, Chapter 7. 32. Flournoy, 1900, p. 414. 33. Flournoy, 1900, p. 414. 34. Flournoy, 1900, p. 415. 35. e.g., Deonna, 1932; Lemaitre, 1907. 36. Flournoy, 1901b. 37. Myers, 1903, Vol. 2, p. 144. 38. Schiller, 1900, p. 546. For more information about the reception Flournoy’s Des Indes, including negative assessments, see Alvarado &amp; Zingrone, in press; and Shamdasani, 1994. 39. Flournoy, 1899, p. 144. 40. Flournoy, 1899, p. 157. 41. Flournoy, 1904, 1907, 1911. 42. Flournoy, 1900, p. 36. 43. Flournoy, 1911, p. 505. 44. Flournoy, 1911, Part 1. 45. Flournoy, 1911, p. 188. 46. Flournoy, 1900, p. 356. 47. Flournoy, 1911, p. 406. 48. Le Clair, 1966, p. 214. 49. Claparède, 1910b. 50. Flournoy, 1906. 51. Flournoy, 1911, p. vii. 52. Flournoy, 1909, p. 366. 53. Flournoy, 1909, p. 374. 54. Alvarado, 2014. 55. Flournoy, 1911, p. 481. 56. Flournoy, 1911, Chapter 9, Section 3. 57. Flournoy, 1911, p. 457, 493–494. 58. Flournoy, 1903; see also Flournoy, 1911, Part 2, Chapter 2. 59. Flournoy, 1900, pp. x–xi. 60. Flournoy, 1903, p. 295. 61. Flournoy, 1900, p. 354. 62. Alvarado, 2006. 63. Morselli, 1908. 64. Flournoy, 1911,p. 491. 65. Flournoy, 1891. 66. Gurney, Myers and Podmore, 1886. 67. Flournoy, 1891, p.136. 68. Flournoy, 1905, p. 62. 69. Claparède, 1921. 70. Goldstein, 1979. 71. Ellenberger, 1970, pp. 315–318. 72. Nicolas and Charvillat, 1998. 73. Alvarado, Maraldi, Machado and Zangari, 2014. 74. e.g., Caratelli, 1996; Cifali, 1994, 2001; Giacomelli, 2006; Shamdasani, 1994. 75. Alvarado &amp; Zingrone, in press; Shamdasani, 1994. 76. O. Flournoy, 1986. 77. e.g., Alvarado, 2014; Braude, 2003, pp. 162–166; Irwin &amp; Watt, 2007, pp. 22–24. 78. Ellenberger, 1970, p. 121. 79. Taylor, 1995, p. 45. 80. Taylor, 2009, p. 41. 81. Shamdasani, 1994, 2003. 82. Braude, 2003. 83. Maraldi &amp; Krippner, 2013. 84. Braude, 2000; Grosso, 2010; Maraldi, Alvarado, Zangari, and Machado, in press.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: July 22, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Carlos S. Alvarado Word count: 4,900 Created: 19th May 2015 Last updated: 22nd July 2022 May be cited as:Alvarado, C. S. (2015). &lsquo;Théodore Flournoy&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/theodore-flournoy&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y2z9b2kj                   \t                                             See also:      Eusapia Palladino Table-Turning Leonora Piper                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/theodore-flournoy","_id":148}