{"name":"Gustave Geley | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gustave-geley","mytitle":"Gustave Geley | Psi Encyclopedia","mylang":"de","content":"                     Gustave Geley | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Gustave Geley                                                                                                                                                                                                                          Gustave Geley&nbsp;(1865-1924) was a&nbsp;French investigator of mediums who was especially interested in the phenomenon of 'ectoplasm'. He is remembered in particular for his controversial attempts to provide tangible proof, in the form of plaster moulds of ectoplasmic limbs.   Contents   \tEarly Life \tFirst Steps in Psi Research \tIMI Beginnings \tEctoplasm: Theoretical and Experimental Approaches \tResearch with Mediums \tDeath \tLiterature \tEndnotes     Early Life\n\nBorn in Montceau-les-Mines, Gustave Geley completed his medical studies in Lyon with distinction and then practised medicine in Annecy until 1918, gaining a good reputation.1 Early in his career he became interested in psi research, to the extent that he eventually left medicine to pursue it full time, going on to play a leading role at the experimental and institutional levels in this emerging field.  First Steps in Psi Research\n\nAs a member of Geneva’s Society for Psychical Studies since 1895, Geley had witnessed phenomena of clairvoyance, trance, and premonition. These he recorded in his first book in 1897, Essai de Revue Générale et d'Interprétation Synthétique du Spiritisme, a general review of spiritism. Two years later he developed a model of the psyche from his observations in L'Être Subconscient (The Subconscious Being, 1899). Both were published under the pseudonym of E Gyel. Then, in 1901, he published under his own name a new model of the living: Les Preuves du Transformisme et Les Enseignements de la Doctrine Evolutionniste, a new view on Darwinism.\n\nKardecian spiritism is clearly Geley’s primary influence, crossed with the ideas of Swiss psychologist Théodore Flournoy, who attended meetings of the Geneva Society and briefly served as its president.2 The combination gave rise to a sophisticated form of spiritism based on an informed critique of the psychology of his time3 (see below).\n\nThe Institut Général Psychologique, founded in 1900, aimed among other things to integrate psi research into mainstream science. However, this did not happen during its early years, to the disappointment of psi research proponents, and funds intended for this purpose were diverted towards conventional psychology.4 Geley was among those who called for the creation of a genuine society devoted to psi research,5 a project that took more than a decade to reach fruition, with the foundation of the private Institut Métapsychique International (IMI).  IMI Beginnings\n\nGeley followed his intellectual path for some years in isolation. In 1912, he published in Annecy Monisme Idéaliste et Palingénésie, in which he put forward a vitalist6 conception of evolution based on observations of psychical phenomena.&nbsp;\n\nGeley’s books attracted the interest of Rocco Santoliquido, a well-known Italian hygienist and politician who had experienced paranormal phenomena with colleagues and family members. In the summer of 1915, when Italy entered the Allies' side during First World War, Santoliquido was appointed to head a sanitary commission based in Paris, and asked Geley to become his secretary. The two men had hitherto only exchanged letters, and this was the beginning of a close professional relationship.\n\nOnce installed in Paris, Geley assisted Juliette Bisson in studying the physical phenomena produced by the medium Marthe Béraud. He also became the physician of Gabriel Delanne, who represented the scientific aspect of French Kardecian spiritism. With Jean Meyer, a wealthy Kardecian spiritualist and wine merchant, as financial sponsor, they founded a modest laboratory for the scientific study of psi phenomena in Avenue Suffren in Paris in 1917. The three then founded the IMI in April 1919, with Geley as its first director and Santoliquido as its first president.  Ectoplasm: Theoretical and Experimental Approaches\n\nIn January 1918, Geley was invited to give a talk at the Collège de France on La Physiologie Dite Supranormale et les Phénomènes d'Idéoplastie (so-called supranormal physiology and ideoplastic phenomena).7 This was based on his observations of Marthe Béraud starting in September 1916 at Bisson's home, and lasting until the autumn of 1917 with two or more weekly sessions. Geley led further sessions from December 1917 to March 1918. Drawing on photography (24 photos), he sought to demonstrate that materialization phenomena are genuine and obey certain laws, which he conceived as a type of physiology that allows ideoplasty. While ideodynamism refers to the physiological realization of an idea such as a hypnotic suggestion, ideoplasty extends this process to matter itself. The idea is no longer a product of matter, but on the contrary, the model that gives it form and attributes.\n\nIn 1919, Geley published De L'Inconscient au Conscient8 proposing a theory of evolution that incorporates and supports the existence of ectoplasmic materialization.9 Its publication coincided with the founding of the IMI where funds were allocated to test mediums under the best conditions (as many as thirty subjects were tested in 1919 alone). This book is also a scientific program or ‘plan’, as Geley described it10 and a open call to experimental subjects.\n\nGeley11 described ectoplasm as a two-step process. First, a pre-existing substance externalizes from the medium. This substrate initially has the appearance of a white veil or sort of saliva but gradually adopts a variety of forms, principally those of more or less complex human organs. The representations are organized in seconds, as if ‘the substance has a immediate and irresistible tendency to organization’.12 All transitions between complete and incomplete forms occur, so that, according to Geley,13 ectoplasms illustrate fundamental laws of psycho-genetics in the form of a true ‘metapsychic embryology’.\n\nThe superior dynamism which models ectoplasms is generalized by Geley to the whole organism, in order to explain some biological anomalies. Ectoplasm will be the extreme end of ideoplasty, but another kind of passive ideoplasty will be involved in conventional embryogenesis and physiological functions of the organism.\n\nGeley assigned to the subliminal Self the role of organizer of the psychic and the organic. He did not completely reject the possibility of involvement by external entities,14 but he did not need them for his thesis. He proposed a model of the psyche that offers itself as a viable alternative to past and present models, a kind of neo-interactionist dualism similar to Bergson’s, but that goes further in some respects. Geley recognized Carl du Prel as an influence in forming his ideas, and also acknowledged Frederic Myers, the British psychical researcher and author, as having provided documented examples.15\n\nSympathetic critics pointed to an imbalance between synthesis and analysis. A colleague, the science journalist René Sudre, understood Geley’s philosophy as an evolved version of spiritualist doctrine, in which spiritualist dogma was accepted with its vocabulary somewhat modified,16 but which denied that survival could be directly demonstrated by metapsychical facts. Geley is described as a Cartesian idealist, convinced of his ‘rational philosophic synthesis’ proposal, but falling short of true empiricism. Although no mystic, his philosophy derived from a moral position. His comprehensive moral and scientific philosophy, based as it was on a few strong ideas, left little room for analytical precision or for an adequate report of crucial facts cited.17 It is, however, important to emphasize that his metapsychic approach specifically saw ectoplasms as emanations not of the afterlife but of life itself – a vitalist as opposed to a spiritualist view.  Research with Mediums\n\nAt the IMI Geley conducted several research projects, mainly with Polish psychics Franek Kluski, Janek Guzik&nbsp;and Stefan Ossowiecki. In experiments with Kluski, moulds of ectoplasmic limbs were made through the use of hot paraffin and special control conditions. However, the reports were received with much skepticism in the press.\n\nAt the end of 1922, Geley started a counter-offensive, devoting a full year to demonstrating the phenomena to as many observers as possible.18 Eighty experimental seances were made with Guzik with a similar number of individuals present who were familiar with psi research. Of these, thirty-five signed a document formally stating that they had witnessed the phenomena. This led to the setting up of an official committee of renowned scientists who tested Béraud and Guzik in the Sorbonne.19 They claimed to have recorded no positive evidence and stated their conclusion that all phenomena reported to date were fraudulent. These opinions were widely repeated in the press and exacerbated the bad reputation of psi research.20\n\nFor Geley this activity proved to be a time-consuming distraction from his earlier project of testing his hypotheses on paranormal physiology.21 His expose of the fraudulent Italian medium Pasquale Erto showed him to be a careful experimenter but this was not sufficient to restore his credibility with sceptics.22  Death\n\nGeley now redoubled his efforts to establish more robust evidence, travelling abroad to examine mediums’ extraordinary claims. He was killed in a plane crash on July 15, 1924 while returning from Warsaw with new moulds of ectoplasmic materializations by Franek Kluski. The circumstances are worth noting. &nbsp;The pilot of the plane, having learned of their origin, denounced them as ‘diabolical and evil’, and refused to travel with them on the plane. A second pilot also declined. But Geley was under pressure to leave for Paris, as days later he had an appointment in London with William Hope, a medium who claimed the ability to impress thoughts onto photographic plates and whom Geley had been trying to study for five years, suspecting him of being fraudulent.23 Unwilling to delay, he chartered a special plane. The plane crashed at take off in the Warsaw suburbs. When his body was recovered, he was found still clutching the little suitcase containing the results of his last experiments.\n\nRenaud Evrard  Literature\n\nBrower, M.B. (2010). Unruly Spirits: The Science of Psychic Phenomena in Modern France. Urbana: University of Illinois Press.\n\nEvrard, R. (2010). Review of De l’Inconscient au Conscient by Gustave Geley. Journal of Scientific Exploration, 24&nbsp;(3), 541-546.\n\nEvrard, R. (2016). La Légende de l’esprit&nbsp;: Enquête sur 150 ans de Parapsychologie. Paris&nbsp;: Trajectoire.\n\nGeley, G. (1901). Les Preuves du Transformisme et les Enseignements de la Doctrine Évolutionniste. Conférences Faites à l’Université Populaire d’Annecy. Paris&nbsp;: Alcan.\n\nGeley, G. (1905). Comment Faire Progresser les Études Psychiques&nbsp;? Quelques Vœux et Projets. Laval&nbsp;: Impr. de L.&nbsp;Barnéoud.\n\nGeley, G. (1912). Monisme Idéaliste et Palingénésie. Annecy: J. Depollier.\n\nGeley, G. (1918). La physiologie Dite Supranormale et les Phénomènes d'Idéoplastie. Paris: Institut Physiologique.\n\nGeley, G. (1919\/1921). From the Unconscious to the Conscious. New York &amp; London: Harper &amp; Brothers.\n\nGeley, G. (1923). Comité de l’I.M.I. Revue Métapsychique, 188-192.\n\nGeley, G. (1924\/1927). Clairvoyance and Materialization: A Record of Experiments. London: Kessinger Publishing.\n\nGutierez, G., Maillard, N. (2005). Les Aventuriers de l’esprit. Une Histoire de la Parapsychologie. Paris&nbsp;: Presses du Châtelet.\n\nGyel, E. [Geley, E.] (1897). Essai de Revue Générale et d'interprétation Synthétique du Spiritisme. Lyon.\n\nGyel, E. [Geley, E.] (1899). L'Être Subconscient: Essaide Synthèse Explicative des Phénomènes Obscurs de Psychologie Normale et Anormale. Paris: Alcan.\n\nLambert, R. (1925). Nachwort. In&nbsp;: G. Geley, Vom Unbewussten zum Bewussten (pp.&nbsp;255-260). Stuttgart: Union Deutsche Verlagsgesellschaft.\n\nMaire, M. (1932). Médiums Photographes. Revue Métapsychique, 431-440.\n\nMyers, F. W. H. (1903). Human Personality and Its Survival of Bodily Death (2 vols.). London: Longmans, Green.\n\nParot, F. (1993). Spiritism at the Sorbonne, Journal of the History of the Behavioral Sciences, 29, 23-28.\n\nRosen-Dufaure, S. (1906). Rapport pour l’Exercice de 1905. Société d’études Psychiques de Genève. Genève&nbsp;: Wyss et Duchène, 14-15.\n\nSudre, R. (1924). La Philosophie de Geley. Revue Métapsychique, 335-345.\n\nTocquet, R. (1963). Les Mystères du Surnaturel. Paris: J'ai Lu.   Endnotes 1. Tocquet, 1963. 2. Lambert, 1925. 3. Sudre, 1924. 4. Brower, 2010. 5. Geley, 1905; Rosen-Dufaure, 1905. 6. Vitalism is a philosophical tradition for which the living is not reducible to physico-chemical laws. It envisions life as matter animated by a vital force, which will add to the laws of matter and breathe life into matter. 7. Paris, 1918. 8. Paris: Félix Alcan; From the Unconscious to the Conscious, tr. Stanley de Brath, 1920, Glasgow: William Collins. 9. Evrard, 2010. 10. Geley, 1919, p. 338. 11. 1919, p. 53. 12. Geley, 1919, p. 57-58. 13. 1919, p. 61. 14. Geley, 1919, p. 276-277. 15. Geley, 1919, p. 143. 16. So, ‘soul’ becomes ‘being’, ‘reincarnation’ becomes ‘palingenesy’, and ‘spiritist’ becomes ‘spiritualist’. 17. Gutierez &amp; Maillard, 2005. 18. Geley, 1923. 19. Parot, 1993. 20. Evrard, 2016. 21. Geley, 1924. 22. Evrard, 2016. 23. Maire, 1932.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 12, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Renaud Evrard Word count: 1,900 Created: 5th June 2017 Last updated: 12th October 2022 May be cited as:Evrard, R. (2017). &lsquo;Gustave Geley&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gustave-geley&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y66mp2pr                   \t                                                                              \n\n                      \t                                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gustave-geley","_id":156}