{"name":"Mostyn Gilbert | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/mostyn-gilbert","mytitle":"Mostyn Gilbert | Psi Encyclopedia","mylang":"de","content":"                     Mostyn Gilbert | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Mostyn Gilbert                                                                                                                                                                                                                          Mostyn Gilbert (1924-1992) was an American historian, living mostly in England, who pursued interests in physical mediumship and survival phenomena.   Contents   \tPsychical Research \tArchive Work \tSelected Articles \tLiterature \tEndnotes     Psychical Research\n\nMostyn Gilbert joined the Society for Psychical Research (SPR) in 1962, and was also later involved with Association for the Scientific Study of Anomalous Phenomena (ASSAP).\n\nAs secretary of the SPR’s Survival Joint Research Committee Gilbert was instrumental in bringing together spiritualists and scientists, notably Maurice Barbanell, a trance medium and the founding editor of Psychic News, and Alan Mayne, a scientist and mathematician, for the purposes of investigating survival.\n\nHe published commentary in the SPR’s journal on controversies relating to William Crookes’s research with mediums,1 also on other mediumship matters, table turning, electronic voice phenomena, and the history of nineteenth-century spiritualism. His unpublished articles and extensive correspondence can be found in the SPR archives housed at Cambridge University Library. These include files devoted to the Trevor Hall court case in 1966; the mediums Annie Eva Fay, George Valiantine, William Eglinton and Rosina Mary Showers; and correspondence with James Randi, Arthur Koestler, ER Dodds and Eric Dingwall.\n\nGilbert wrote and collected articles on spiritualism in Brazil, ESP in the American airforce, precognition, and the ‘Seaside Palmists’.2\n\nGilbert also helped his friend and fellow SPR council member Eric Dingwall in the preparation of his book The Critic's Dilemma.3  Archive Work\n\nGilbert edited the SPR archives index, supervised by Mollie Goldney and ER Dodds,4 although this work had not been completed when he resigned from the SPR in 1973.\n\nHe also catalogued the collection of the Britten Memorial Library in Manchester, which was later transferred to the Spiritualists’ National Union headquarters in Stansted, Essex.  Selected Articles\n\nObituary: R. Warcollier (1962). Journal of the Society for Psychical Research 41, 393-94.\n\nCorrespondence: Trevor Hall (1962). Journal of the Society for Psychical Research&nbsp;41, 438.\n\nCorrespondence: The promotion of research (1963). Journal of the Society for Psychical Research 42, 38 -39.\n\nCorrespondence: Crookes and the physical phenomena of mediumship (1964). Journal of the Society for Psychical Research 42, 373-75.\n\nCorrespondence: The Crookes controversy (1964). Journal of the Society for Psychical Research 42, 419-20.\n\nCorrespondence: Further light on the Anderson testimony (1966). Journal of the Society for Psychical Research&nbsp;43, 283.\n\nCorrespondence: The houses at Usk (1966). Journal of the Society for Psychical Research 43, 441.\n\nBook review: The Psychic Reader ed. by M.&nbsp; Ebon (1970). Journal of the Society for Psychical Research 45, 308-309.\n\nBook review: The Conquest of Time by H. Harwood (1973). Journal of the Society for Psychical Research 47, 121.\n\nCorrespondence (1973). Journal of the Society for Psychical Research 47, 279-80.\n\nCorrespondence: Survival Joint Research Committee Trust (1974). Journal of the Society for Psychical Research 47, 470-71.\n\nJ. Fraser Nicol: An appreciation of his dedication to psychical research (1990). Journal of the Society for Psychical Research 56, 113-24.\n\nBook review: Radical Spirits: Spiritualism and Women's Rights in Nineteenth Century America by Ann Braude (1992). Journal of the Society for Psychical Research 58, 275-78.\n\nMelvyn Willin  Literature\n\nAnon (1976). Report. Journal of the Society for Psychical Research 48, 424-25.\n\nDingwall, E.J. (1966). The Critic’s Dilemma. Dewsbury: Stanley Press.\n\nGilbert, M. (1964a). Crookes and the physical phenomena of mediumship. Journal of the Society for Psychical Research 42, 373-75.\n\nGilbert, M. (1964b). The Crookes controversy. Journal of the Society for Psychical Research 42, 419-20.\n\nPincott, H. (1992). Obituary: Mostyn Gilbert. Journal of the Society for Psychical Research 58, 413.   Endnotes 1. Gilbert (1964a, 1964b). 2. The Society for Psychical Research archives. 3. Dingwall (1966). 4. Anon (1976).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: June 21, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 600 Created: 21st June 2023 Last updated: 21st June 2023 May be cited as:Willin, M. (2023). &lsquo;Mostyn Gilbert&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/mostyn-gilbert&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/22ktlpbu                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/mostyn-gilbert","_id":157}