{"name":"Radclyffe Hall | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/radclyffe-hall","mytitle":"Radclyffe Hall | Psi Encyclopedia","mylang":"de","content":"                     Radclyffe Hall | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Radclyffe Hall                                                                                                                                                                                                                          Radclyffe Hall (1880-1943) was an English lesbian poet and fiction writer, best-known for her 1928 novel The Well of Loneliness, which sold more than a million copies worldwide.&nbsp; She is known in psychical research for her 1920 report of sittings with the medium Gladys Leonard, which presents detailed evidence of her recently deceased partner’s postmortem survival.   Contents   \tLife and Career \tPsychical Research  \tGladys Leonard \tGeorge Valiantine   \tLiterature \tEndnotes     Life and Career\n\nRadclyffe Hall was born Marguerite Antonia Radclyffe-Hall on August 12 1880 in Bournemouth. Her father, the son of a wealthy physician, left the family home when she was very young, but her grandfather left her a large inheritance which in adulthood gave her considerable freedom.1 She travelled widely, undertook private education and published five books of pastoral poems, some of which were set to music by well-known composers.2 In the 1920s she began writing fiction, using the pen name Radclyffe Hall, by which she is now generally known. She was also musically talented.\n\nIn 1907, aged 27, Hall formed a relationship with Mabel Batten, a well-known amateur singer then aged 51. They lived together in London following the death of Batten’s husband, later moving to Malvern Wells in Worcestershire. Batten died of a stroke in 1916, by which time Hall had met Una Troubridge,3 with whom she lived until her death in 1943 aged 63.\n\nHall’s homosexuality, which she displayed openly in masculine dress and behaviour as well as her relationships, brought her notoriety. This increased following the publication of The Well of Loneliness (1928), a pioneering exploration of the travails of a sexual ‘invert’, as she described herself, adopting a term used by the sexologist Havelock Ellis. The novel has been variously described as dated and lacking literary merit4 and also ‘arguably the most famous novel about love between women ever written.5 It was banned in Britain following an obscenity trial, but was eventually published there in 1949 and is said to have sold 'millions' of copies worldwide.6  Psychical Research\n\nHall was briefly a council member of the Society for Psychical Research, resigning in 1924 because of the pressure of her literary work.&nbsp; Her research interest was in trance mediumship.  Gladys Leonard\n\nHall’s relationship with Batten was the subject of a lengthy report, written by her, of an investigation of the mediumship of Gladys Leonard, which she undertook together with Troubridge.7 The sittings took place in 1916-1917 over a period of a year. On her first visit, a communicator appeared who identified herself by name as Batten. In subsequent weekly sessions, ‘Batten’ – mainly via Leonard’s trance ‘control’ Feda, but occasionally appearing to speak directly through Leonard – gave detailed descriptions of matters known to Batten and Hall as proof of her having survived death. These included her own appearance, interests and behaviours; the couple’s respective likes and dislikes; houses that she had lived in with Hall; foreign trips; a motor accident they were involved in together; and her final illness and death. &nbsp;\n\nIn the report, Hall comments frequently on what she considers the startling accuracy of the material, and, by implication, the unlikeliness of Leonard having come by intimate details of the couple’s relationship and lives together by any normal means. This is particularly the case with regard to details concerning the interior and exterior of a cottage they lived in together in Malvern Wells, Hall having established by means of a private detective agency that no relevant enquiries had been made by the medium or anyone else.  George Valiantine\n\nHall and Troubridge were among SPR researchers who investigated the American ‘direct voice’ medium George Valiantine. During their visits they reported having heard disembodied voices and observed physical effects they considered beyond what the medium might achieve fraudulently. For details, see George Valiantine. &nbsp;\n\nMelvyn Willin and Robert McLuhan  Literature\n\nBradley, D. (1926). The SPR series of sittings with Mr. George&nbsp;Valiantine: Reply by Mr. H. Dennis Bradley to Mr. Hereward Carrington and Una, Lady Troubridge. Journal of the Society for Psychical Research 23, 148-56.\n\nCline, S. (1997). Radclyffe Hall: A Woman Called John. London: John Murray.\n\nHephzibah, A. (2022). The Well of Loneliness: The book that could corrupt a nation. BBC Culture. [Web page]\n\nOjala, J.A. (n.d.) Hall, Radclyffe (1880–1943). Encyclopedia.com. [Web page]\n\nRadclyffe-Hall &amp; Troubridge, U. (1919). On a series of sittings with Mrs Osborne Leonard. Proceedings of the Society for Psychical Research 30, 78, 339-554.\n\nWooley, V.J. (1928). An account of a series of sittings with Mr. George&nbsp;Valiantine: Lady Troubridge’s records of the sittings on March 13th and 21st 1925 and includes Miss Radclyffe-Hall’s ‘record of daylight’. Proceedings of the Society for Psychical Research 36, 52-77.   Endnotes 1. Cline (1997), 24. 2. Cline (1997), 1. 3. Radclyffe Hall (1924), 285. 4. Hephzibah (2022). 5. Ojala (n.d.) 6. Cline (1997), 5. 7. Radclyffe-Hall &amp; Troubridge (1919).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 10, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthors: Melvyn Willin  and Robert McLuhan Word count: 800 Created: 25th September 2023 Last updated: 10th October 2023 May be cited as:Willin, M. and McLuhan, R. (2023). &lsquo;Radclyffe Hall&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/radclyffe-hall&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/ym9oxkrl                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/radclyffe-hall","_id":169}