{"name":"Rosalind Heywood | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rosalind-heywood","mytitle":"Rosalind Heywood | Psi Encyclopedia","mylang":"de","content":"                     Rosalind Heywood | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Rosalind Heywood                                                                                                                                                                                                                          Rosalind Heywood (1895-1980), an Englishwoman married to a soldier-diplomat, wrote a memoir describing her personal experiences of telepathy and precognition,&nbsp;often in relation to healing and family matters.   Contents   \tLife and Career \tPsychic Experiences \tSurvival \tWorks  \tBooks \tArticles \tBook Reviews   \tLiterature \tEndnotes     Life and Career\n\nRosalind Heywood was born on 2 February 1895 in Gibraltar. Her father was Walter Coote Hedley, a map surveyor, army intelligence officer and gifted cricketer. On the outbreak of war in 1914 she volunteered as a nurse, trained at Barts Hospital and was sent to work in a hospital in Salonika, Macedonia. After the war she took a London University course in social work.1\n\nIn 1921, she married Frank Heywood, a diplomat whose postings included a spell in Washington in the 1930s. They had two sons.\n\nIn her teens, Heywood rebelled against her mother’s hell-fearing Christianity, influenced by reading Ernst Haeckel’s&nbsp;The Riddle of the Universe. By her later account, she experienced seemingly psychic incidents throughout her life. She&nbsp;joined the Society for Psychical Research in 1938, serving on its governing council from 1945. &nbsp;She wrote two books: The Sixth Sense (1959), describing scientific research on ESP, and The Infinite Hive&nbsp;(1964), about her own experiences, the title based on a line in a sermon by John Donne (‘but this infinite hive of honey, this insatiable whirlpool of the covetous mind, no anatomy, no dissection hath discovered to us’).2 Her commentaries in these books, and in numerous articles in SPR publications, exhibit an inquiring, sceptical approach.  Psychic Experiences\n\nThe Infinite Hive gives a detailed description of psychic experiences throughout her life, notably telepathic interactions with her husband (who independently had similar experiences), and what she called ‘Orders’ – strong impulses that appeared to originate outside herself - ‘out of the blue, sometimes “as if” from another person and always as a surprise to the conscious mind’.3 Early examples related to her work as a nurse, in which she felt prompted to actions that puzzled her, but which turned out to be appropriate to the needs of her patients.4 &nbsp;\n\nSome appeared to contradict common sense, and she was reluctant to act on them. In one example, keen to take advantage of an unexpected vacancy at a boarding school that she wished to send her son to, ‘Orders’ told her not to, but instead to write to a particular individual, whom she had known slightly in childhood. &nbsp;She reluctantly did so and learned from him that she was wise to decline the opportunity, as the vacancy had arisen because problems at the school had obliged him to remove his son from its care. &nbsp;\n\nIn another instance, her son’s school telephoned to advise an urgent operation for appendicitis, as he had developed nausea, a fever and other symptoms. She was about to agree, when ‘Orders’ told her he had not got appendicitis, and that she should go to the school and measure his legs. Having done so, she discovered that one leg was nearly an inch longer than the other. She consulted other medical experts, who diagnosed a badly twisted back and food poisoning.5\n\nHeywood’s experiences led her to two conclusions: that humans are (unknowingly) constantly psychic scanning their environment, and that, far from being individual entities, they are beneath the surface in constant telepathic communication with one another, ‘proportionately perhaps to the mental or emotional affinity between particular individuals.6  Survival\n\nHeywood claimed to be sceptical about survival of death but described two experiences that seemed to confirm it. In Washington she and her husband were acquainted with a young socialite, who died in a plane crash. In the following days, Heywood strongly felt the deceased woman’s presence, and having written a formal note of condolence to the woman’s mother, heard her voice in her head telling her to scrap the ‘silly letter’ and instead go to her mother at once and tell her to ‘stop all that ridiculous mourning’. &nbsp;She hesitated, but eventually visited the mother, who gratefully accepted the message.7\n\nIn another instance, she encountered the apparition of a friend who had recently died, and who seemed to her to be ‘most joyfully and most vividly alive’, attempting to communicate telepathically the sensation of freedom that he found in his new state.8  Works  Books\n\nTelepathy and Allied Phenomena (1948). Revised and expanded by R. Haynes (1967). London: Society for Psychical Research.\n\nThe Sixth Sense: An Inquiry into Extra-Sensory Perception (1959). Revised (1971\/1978). London: Chatto and Windus; Harmondsworth, Middlesex: Penguin Books.\n\nThe Infinite Hive: A Personal Record of Extra-Sensory Experiences (1964\/1978). London: Chatto and Windus; Harmondsworth, Middlesex: Penguin Books.  Articles\n\nSome positive results from a group of small experiments (1944, with W. Carington). Proceedings of the Society for Psychical Research 47, 229-36.\n\nCorrespondence (1948). Journal of the Society for Psychical Research 34, 234-45.\n\nReport of a visit to Brook House, Frimley by Lord Charles Hope and Mrs Frank Heywood (1949). Journal of the Society for Psychical Research 35, 56-60.\n\nConditions favourable to ESP (1952). Journal of the Society for Psychical Research 36, 736-39.\n\nExperience in a village shop (1955). Journal of the Society for Psychical Research 38, 87-89.\n\nCase of apparent auditory hallucination (1959). Journal of the Society for Psychical Research 40, 52-59.\n\nCorrespondence (1959). Journal of the Society for Psychical Research 40, 145-46.\n\nA tangle for unravelling. The Palm Sunday Case: New light on an old love story by Jean Balfour (1960). Journal of the Society for Psychical Research 40, 285-91.\n\nReport on a sitting with a medium (1960). Journal of the Society for Psychical Research 40, 360-62.\n\nCollective hallucinations of non-existent buildings (1961). Journal of the Society for Psychical Research 41, 198-201.\n\nThe elusive hotel (1962). Journal of the Society for Psychical Research 41, 383-87.\n\nRapport between mother and daughter (1963). Journal of the Society for Psychical Research 42, 187-89.\n\nThe labyrinth of associations (1964). Journal of the Society for Psychical Research 42, 227-29.\n\nApparent precognition by Juliet, Lady Rhys-Williams DBE (1964). Journal of the Society for Psychical Research 42, 348-52.\n\nAn apparently telepathic dream (1966). Journal of the Society for Psychical Research 43, 252-55.\n\nThe Fawcett scripts (1966). Journal of the Society for Psychical Research 43, 333-35.\n\nA case of apparent table levitation (1967). Journal of the Society for Psychical Research 44, 44-45.\n\nAn apparently precognitive dream (1967). Journal of the Society for Psychical Research 44, 163-64.\n\nAn apparently telepathic impression of illness (1968). Journal of the Society for Psychical Research 44, 237-39.\n\nExperiments with identical twins (1968). Journal of the Society for Psychical Research 44, 417-21.\n\nMrs Gladys Osborne Leonard: A biographical tribute (1969). Journal of the Society for Psychical Research 45, 95-105.\n\nThe Blue Dress case (with J.D. Pearce-Higgins, 1970). Journal of the Society for Psychical Research 45, 237-44.\n\nNotes on the mediumship of Geraldine Cummins (1970). Journal of the Society for Psychical Research 45, 396-406.\n\nThree tributes to Eileen Garrett (with JB Rhine and E. Servadio, 1971). Journal of the Society for Psychical Research 46, 56-58.\n\nNotes on Rosemary Brown (1971). Journal of the Society for Psychical Research 46, 213-17.\n\nProfessor Sir Cyril Burt (1972). Journal of the Society for Psychical Research 46, 70-79.\n\nG.W. Fisk and ESP (1973). Journal of the Society for Psychical Research 47, 24-30.\n\nCorrespondence (1973). Journal of the Society for Psychical Research 47, 124-27.\n\nApparent telepathic interaction between Frank and Rosalind Heywood (1974). Journal of the Society for Psychical Research 47, 346-48.\n\nObituary: Professor E.R. Dodds (1979). Journal of the Society for Psychical Research 50, 171-73.  Book Reviews\n\nThe Nature of Human Personality by GNM Tyrrell (1955). Journal of the Society for Psychical Research 38, 30-31.\n\nLiving Magic by R. Rose (1958). Journal of the Society for Psychical Research 39, 193-96.\n\nThe Eternal Quest by J. West (1960). Journal of the Society for Psychical Research 40, 370-71.\n\nThe Hidden Channels of the Mind by L. Rhine (1962). Journal of the Society for Psychical Research 41, 254-57.\n\nThe Mediumship of Mrs Leonard by S. Smith (1964). Journal of the Society for Psychical Research 42, 416-18.\n\nSurvival of Death: For and Against by P. Beard (1966). Journal of the Society for Psychical Research 43, 374-75.\n\nMysterious Worlds by D. Bardens (1971). Journal of the Society for Psychical Research 46, 146-47.\n\nThe Occult by C. Wilson (1972). Journal of the Society for Psychical Research 46, 41-42.\n\nNAD: A Psychic Study of the ‘Music of the Spheres’ Vol. II by D. Scott Rogo (1973). Journal of the Society for Psychical Research 47, 201-203.\n\nCosmic Influences on Human Behaviour by M. Gauquelin (1975). Journal of the Society for Psychical Research 48, 49-51.\n\nApparitions by C. Green and C. McCreery (1975). Journal of the Society for Psychical Research 48, 239-41.\n\nInner Spaces: Parapsychological Exploration of the Mind by H. Eisenberg (1978). Journal of the Society for Psychical Research 49, 890-92.\n\nMelvyn Willin  Literature\n\nHeywood, R. (1964\/1978). The Infinite Hive: A Personal Record of Extra-Sensory Experiences. London: Chatto and Windus; Harmondsworth, Middlesex: Penguin Books.   Endnotes 1. Heywood (1964\/1978), 101. 2. Donne, sermon lxx. 3. Heywood (1964\/1978), 132. 4. Heywood (1964-1978), 86-97. 5. Heywood (1964\/1978), 135-6. 6. Heywood (1964\/1978), 139. 7. Heywood (1964\/1978), 163-7. 8. Heywood (1964\/1978), 168-9.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: December 30, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,500 Created: 30th December 2021 Last updated: 30th December 2021 May be cited as:Willin, M. (2021). &lsquo;Rosalind Heywood&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rosalind-heywood&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y3o4oavq                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rosalind-heywood","_id":173}