{"name":"James Houran | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/james-houran","mytitle":"James Houran | Psi Encyclopedia","mylang":"de","content":"                     James Houran | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           James Houran                                                                                                                                                                                                                          James Houran is an American psychologist and parapsychologist whose research interests include the study of transliminality, ghostly phenomena and paranormal belief. &nbsp;   Contents   \tCareer&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \tRemote Viewing \tTransliminality and Poltergeists \tGhostly Episodes \tPsychology of Haunters \tHaunted People Syndrome \tEnvironmental Variables in Haunting Phenomena  \tElectromagnetism \tPhysical Variables \tGestalt Variables   \tPostmortem Survival \tEnchantment \tBigelow Essay Contest&nbsp; \tNDE Testimony \tBooks \tLiterature \tEndnotes     Career&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nJames Houran holds a BA in psychology from Benedictine University, a MA in clinical psychology from the University of Illinois at Springfield and a PhD in medicine (psychology) from the University of Adelaide, supervised by Michael Thalbourne.\n\nHouran has over thirty years of experience in applied parapsychological research.&nbsp; He has authored over 170 articles funded by numerous grants, and his research has been profiled by various media outlets. Houran has also authored or edited four books to date, including the first textbook on haunt phenomena titled, Hauntings and Poltergeists: Multidisciplinary Perspectives (2001).\n\nHouran’s main research interests are psychometric models of anomalous experiences and the percipients who report them, specifically in the areas of transliminality; ghosts, haunts and poltergeists; and paranormal belief and experience. He has concluded that anomalous experiences are an interactionist phenomenon involving ‘the right people in the right settings’.\n\nHouran is a member of the editorial teams for the&nbsp;Journal of the Society for Psychical Research&nbsp;and the&nbsp;Australian Journal of Parapsychology. In 2022 he was appointed editor-in-chief of the Journal of Scientific Exploration.  Remote Viewing\n\nIn a study published in May 2023, Houran, together with Álex Escolà-Gascón, Kenneth Drinkwater and Andrew Denovan, describe a large remote viewing study in which a total of 287 believers in the paranormal and 347 non-believers completed an experiment using targets based on images or location coordinates, respectively.1 Extensive parapsychological research has demonstrated a clear advantage for individuals who believe in the paranormal to perform better than non-believers in tests of psi ability – dubbed the Sheep-Goat Effect. These differences were again found, with non-believers scoring within chance limits and the group of believers performing very significantly (p &lt; 0.0001). The influence of emotional intelligence (E.I) was found to correlate significantly with remote viewing ability. Houran and coauthors received private correspondence regarding that they addressed in a second paper.\n\nHouran, Escolà-Gascón and coauthors subsequently addressed statistical and methodological issues that had been privately raised with regard to the remote viewing study. This new paper aimed to resolve doubts concerning&nbsp;three essential points: 1) statistical decisions they made to control the biases of underestimated standard deviations; 2) emotional intelligence as not a type of intelligence, but rather a cultural learning ability the involves using emotions functionally; and 3) the correct interpretation of statistical ‘anomalies’ in the results.2  Transliminality and Poltergeists\n\nGiven the consistent relationship between haunt experiences and transliminality documented across several studies, Houran and co-authors explored the same connection in poltergeist cases. This research was partly motivated by scepticism of the view that the focus of poltergeist activity is a pathologically-disturbed adolescent, and a sense that the psychological or clinical circumstance is probably more nuanced. The investigators located ten studies in the peer-reviewed English-language literature in which focus persons in poltergeist cases had been attended by a health care professional and\/or administered a psychological assessment.&nbsp;\n\nAlthough the evidence for pathology was often scant and biased in nature, they did find eight psychological characteristics that were common throughout the studies – seven of which have well established associations with transliminality. The investigators linked these seven characteristics to the concept of ‘dis-ease’ vs ‘disease’.\n\nTransliminality also shows a significant relationship with childhood trauma, and as such appears to support the contested disease model. However, this is weakened by observational evidence of a relationship between the emotional state of a poltergeist agent and psychokinetic events, which points towards the transliminal model.\n\nFinally, Houran and co-authors carried out a review of 19 laboratory studies that found a highly significant relationship between psi scoring and transliminality (p = 3.70 * 10-5), providing more support for their ‘transliminal dis-ease model’ of poltergeist disturbances.3  Ghostly Episodes\n\nIn a wide-ranging review, Houran and co-authors reviewed measurements of core ‘subjective and objective (S\/O) anomalies’ commonly reported during haunt and poltergeist episodes. The review included case analyses, surveys, controlled experiments, and field studies.&nbsp; Despite a lack of synthesis building on previous research, the authors found that most approaches agreed on a common set of 32 ‘paranormal’ signs or symptoms that were indicative of ‘ghostly episodes’. These included subjective experiences more typical of haunts, and objective (or physical) manifestations more common to poltergeist-like disturbances.\n\nMoreover, psychometric analyses found that the S\/O anomalies formed a unidimensional construct with excellent Rasch scaling properties. This result was the basis for their new Survey of Strange Events (SSE) tool, which is used for empirical research on the phenomenology of ghostly episodes. To date, research shows that the phenomenology of ‘spontaneous’ episodes significantly differs from narratives from Lifestyle, Primed, Fantasy, and Illicit conditions.\n\nTaken altogether, the psychometric work of Houran and co-authors strongly suggests that haunt and poltergeist episodes involve a common ‘encounter experience’ that is highly structured in its phenomenology and thus can be modelled as a biomedical syndrome.4  Psychology of Haunters\n\nHouran and colleagues extended their investigations of haunting phenomena to include psychological aspects, following observation that haunting and poltergeist experiences tend to occur around certain individuals. &nbsp;In this study, 313 college students completed measures of anxiety, depression, vulnerability, paranormal belief, and transliminality (which measures the ease with which an individual is affected by information entering from the unconscious or the external world). Demographic information and details about haunt-type experiences were also sought. Using a split-sample approach, the researchers randomly pooled a haunt and non-haunt group and explored psychological and demographic relationships with haunt-like experiences across both. &nbsp;Armed with these data, they ran a replication analysis using a fresh control and haunt sample to see if any of the relationships persisted. The psychological variables generally showed non-significant associations with measures of the haunting experiences, suggesting that cognitive deficits are not responsible for haunt-like experiences.\n\nThe investigators also found that the transliminality relationship with haunt experiences replicated across samples, and thus concluded that transliminality was a catalyst for haunt experiences. Additionally, the study identified paranormal belief as a secondary or supporting factor in haunter psychology.5  Haunted People Syndrome\n\nHouran and his co-authors later integrated their disparate lines of research to propose their theory of Haunted People Syndrome (HP-S). This model asserts that ghostly episodes that recurrently manifest to specific people are an interactionist phenomenon involving heightened somatic-sensory sensitivities which are acerbated by dis-ease states, contextualized with paranormal belief, and reinforced with perceptual contagion and threat-agency detection. In short, the HP-S model equates spontaneous ghostly episodes to some of the fundamental mechanisms that stoke outbreaks of mass (contagious) psychogenic illness or autohypnotic phenomena.\n\nThe researchers caution that the HP-S concept neither negates nor requires the ontological reality of psi or discarnate agency. In fact, there is intriguing evidence that the model’s central variable of transliminality facilitates putative psi in addition to standard processes related to imagination or somatisation – the expression of psychological factors through physical symptoms.6  Environmental Variables in Haunting Phenomena\n\nHouran’s more recent studies have addressed the physical and psychological characteristics of ‘sacred, haunted, or otherwise enchanted’ spaces. &nbsp;This line of research has involved three facets.  Electromagnetism\n\nIn a 2019 publication Houran, together with social psychologist Brian Laythe, director of the Institute for the Study of Religious and Anomalous Experience documented ten instances of apparent psychokinetic movement of two objects under quasi-controlled conditions at a location that was reportedly haunted. Electromagnetic field readings (EMF) taken within two feet of anomalous object movements revealed significant ‘micro’ suppression of EMF readings compared to control readings taken ten feet from any movements. Furthermore, specialized measurements revealed that EMF readings associated with object movements were local to the area of the target meter.\n\nHouran and Laythe conclude that the results conceptually replicate previous findings showing an association between EMF variability and psychokinetic phenomena at haunt locations. However, the scale of this variability is much smaller and nuanced than previously assumed and not easily detected using standard methods.7  Physical Variables\n\nHouran and colleagues published a high-impact literature review in Frontiers in Psychology that examined the physical variables associated with so-called ‘haunted houses’. They found the research on this topic to be surprisingly sparse, with attention paid mostly to six ambient variables: embedded (static) cues, lighting levels, air quality, temperature, infrasound, and electromagnetic fields. Their relation to the onset or structure of witness reports showed mostly null, though sometimes inconsistent or weak outcomes. However, the authors noted that such research as related to haunts is arguably in its infancy and new designs are needed to account better for environmental and architectural phenomenology.8&nbsp;  Gestalt Variables\n\nHouran and colleagues have discussed ‘Gestalt variables or influences’ as additional factors in ghostly episodes. These are ambient, structural, or contextual variables that have the capacity to influence a person’s perceptions, feelings, or impressions of specific spaces and settings. Specifically, both conceptual and empirical research support the idea that haunt-type experiences can be shaped by six Gestalt features of a certain setting: (a) affordance, (b) atmosphere, (c) ambiguity and threat anticipatory processes, (d) immersion and presence, (e) legibility, and (f) memory and associations (e.g., transgenerational, transpersonal, and archetypal memories).9\n\nAll these studies lend further support to the idea that ghostly episodes involve ‘the right settings’ as well as ‘the right people.’  Postmortem Survival\n\nHouran&nbsp;and a team of cross-disciplinary colleagues have recently published a set of papers addressing the survival question, which they have argued involves marked inconsistency about the quality of methodologies and finding.10 First, Laythe and&nbsp;Houran’s Drake-S Equation&nbsp;(used to guide an adversarial collaboration between a sceptic and an afterlife proponent) analysis,11 They found that the published effect sizes of (a) environmental variables, (b) suggestion-expectancy (i.e., contagion, memory, and persuasion), (c) fraud, (d) measurement error, (e) mental illness, and (f) susceptibility to perceptual aberrations accounted for only 61.4% of the published prevalence rates of certain anomalies that are traditionally interpreted as evidence for postmortem survival of consciousness.\n\nRock et al12 later revised this calculation to estimate the additional contribution of ostensible ‘living agent psi’ (LAP) to such reports. They obtained an increase in overall explanatory power that now accounted for 69.7% of the afterlife evidence, but LAP still did not fill the gap. The&nbsp;International Journal of Transpersonal Studies&nbsp;published a series of critical commentaries by Rock et al (2023), which&nbsp;Houran and coauthors analyzed in detail, applying suggested revisions to their latest Drake-S equation. They ultimately found it did not substantively alter their original results or conclusions.13\n\nFor these reasons,&nbsp;Houran&nbsp;and colleagues maintain that both the biomedical (‘extinctionist’-related) and parapsychological (‘survivalist’-related) sciences need more specific or comprehensive models to fully explain ostensible survival phenomena.  Enchantment\n\nA long-standing research interest of Houran is the effect of location and mental state on the expression of psychic phenomena, the interactionist (environment – person) model in parapsychology. One of these mental states is ‘situational-enchantment’. This denotes a complex arousal state involving absorption within a melee of ‘pleasant’ ideations and emotions (e.g., excitement, surprise, awe, and wonder), simultaneously mixed with more ‘unpleasant’ ideations and emotions (e.g., uneasiness, disorientation, tension, and unpredictability). This happens when an individual’s normal waking experience is disrupted by a sudden, unexpected, or profound awareness that seeds a transformative feeling of connection to a ‘transcendent agency or ultimate reality’. Moreover, evidence suggests that enchantment is a mental state that likewise facilitates additional anomalous or exceptional human experiences, a phenomenon Houran and colleagues call the ‘enchantment-psi loop’.\n\nA forthcoming paper with the Journal of Parapsychology (2023) describes an experimental test of the enchantment-psi loop that examined on psi ability using a newly developed mobile application. Thirty-one participants were exposed to either an ‘enchanted’ immersive tour in a ‘haunted’ museum or a ‘disenchanted’ outdoor tent session with a paranormal debunking video being played. Participants in the enchanted condition performed significantly better (p = 0.04) than those in the disenchanted condition.14  Bigelow Essay Contest&nbsp;\n\nIn 2021 the&nbsp;Bigelow Institute for Consciousness Studies (BICS)&nbsp;– funded by aerospace billionaire&nbsp;Robert Bigelow&nbsp;– launched a $1,000,000&nbsp;essay competition&nbsp;on the cumulative evidence for an afterlife. The twenty-nine winning essays (out of 204 submitted) were examined by Houran, Patrizio Tressoldi and Adam Rock, grading them by strength of scientific evidence described, its reproducibility and replicability.&nbsp;Out of 29 essays, six (20.5%) were categorized in the highest evidential band. Four essays (1%) were classed as having medium scientific value and the remaining 19 (65.5%) were placed in the category with the lowest level of scientific evidence.\n\nOverall concordance between Houran and the essay judges’ scientific criteria was 48.8% – indicating significant disagreement. This difference is explained by higher evidential weighting given by the Bigelow judges to NDE research; possibly influenced by the fact that such research is often published in mainstream medical journals. Conversely, Houran and coauthors gave more weight to well-conducted research on reincarnation phenomena, shared death and after-death communication experiences. Despite the lack of consensus, the paper nonetheless celebrated the periodic use of high-quality scientific methods to investigate the question of post-mortem survival.15\n\nHouran likewise facilitated a special subsection in the Journal of Scientific Exploration that was devoted to a critical appreciation of the BICS contest and its outcomes.  NDE Testimony\n\nSceptics suggest that near-death accounts tend to be embellished over time, as individuals are influenced by the cultural tropes they are exposed to and retrofit their original experience into a standard NDE. To test this assertion, Houran and coauthors arranged for 72 patients who had near-death experiences in the 1980s and had completed the Greyson NDE Scale, to do so for a second time. The authors of the report found that the scores changed little over two decades and that there was a tight correlation between the two scale measures (p = 0.001), affirming the reliability of near death accounts. They also found that ‘true’ NDEs involve a core phenomenon (as compared to ‘negatives’ and ‘false positives’ on the NDE Scale) consisting of a statistically consistent hierarchy of perceptual events that is stable regardless of age or gender of experients.16  Books\n\nIn Hauntings and Poltergeists: Multidisciplinary Perspectives (2001), Houran and Rense Lange invite experts from a range of disciplines and backgrounds including anthropology, history, philosophy, psychiatry, and sociology to provide perspectives on poltergeist and haunting phenomena.\n\nIn Ghosted! Exploring the haunting reality of paranormal encounters (2022), Houran and four other leading experts in haunt phenomena describe consistent evidence revealing that anomalous experiences represent a ‘Haunted People Syndrome’- a term describing anomalous experiences associated with the same percipient.\n\nMichael Duggan  Literature\n\nDagnall, N., Drinkwater, K., O’Keeffe, C., Ventola, A., Laythe, B., Jawer, M. A., Massullo, B., Caputo, G. B., &amp; Houran, J., (2020). Things that go bump in the literature: An environmental appraisal of ‘haunted houses.’ Frontiers in Psychology 11, 1328.\n\nDrinkwater, K., Massullo, B., Dagnall, N., Laythe, B., Boone, J., &amp; Houran, J. (2022). Understanding consumer enchantment via paranormal tourism: Part I - Conceptual review. Cornell Hospitality Quarterly 63, 195-215.\n\nEscolà‐Gascón,&nbsp;Á.,&nbsp;Houran, J., Dagnall, N., Drinkwater, K., &amp; Denovan, A. (2023a). Follow‐up on the U.S. Central Intelligence Agency’s (CIA) remote viewing experiments.&nbsp;Brain and Behavior&nbsp;13\/6, Article e3026.&nbsp;\n\nEscolà‐Gascón, A., Houran, J., Dagnall, N., Drinkwater, K., &amp; Denovan, A. (2023b). Resources on the remote viewing research by Escolà-Gascón et al. (2023) from the original CIA experiments.&nbsp;Explore.\n\nHouran, J., Lange, R. (2001). Hauntings and Poltergeists: Multidisciplinary Perspectives. McFarland. Jefferson, NC.\n\nHouran, J., Lange, R., &amp; Laythe, B. (2022). Understanding consumer enchantment via paranormal tourism: Part II - Preliminary Rasch validation. Cornell Hospitality Quarterly 63, 216-30.\n\nHouran, J., Laythe, B., Lange, R., Hanks, M., &amp; Ironside, R. (in press). Immersive study of Gestalt variables in uncanny geographies. Journal of the Society for Psychical Research.\n\nHouran, J., Rock, A., Laythe, B., &amp; Tressoldi, P. (2023). Dead reckoning: A multiteam system approach to commentaries on the&nbsp;Drake-S&nbsp;equation for survival.&nbsp;International Journal of Transpersonal Studies 42,&nbsp;80-105.&nbsp;\n\nJawer, M. A., Massullo, B., Laythe, B., &amp; Houran, J. (2020). Environmental ‘Gestalt influences’ pertinent to the study of haunted houses. Journal of the Society for Psychical Research 84\/2, 65-92.\n\nLange, R., Greyson, B., Houran, J.&nbsp; (2004). A Rasch scaling validation of a ‘core’ near-death experience.&nbsp;British Journal of Psychology&nbsp;95,&nbsp;161-77.\n\nLange, R., Ross, R. M., Dagnall, N., Irwin, H. J., Houran, J., &amp; Drinkwater, K. (2019). Anomalous experiences and paranormal attributions: Psychometric challenges in studying their measurement and relationship.&nbsp;Psychology of Consciousness: Theory, Research, and Practice 6\/4, 346-58.\n\nLange, L., Laythe, B., Houran, J. (in press). Preregistered Field Test of an ‘Enchantment–Psi’ Loop. Journal of Parapsychology.\n\nLaythe, B., Houran, J., &amp; Ventola, A. (2018). A split-sample psychometric study of ‘haunters’.&nbsp;Journal of the Society for Psychical Research&nbsp;82\/4, 193-218.\n\nLaythe, B., Houran, J. (2019). Concomitant object movements and EMF-spikes at a purported haunt. Journal of the Society for Psychical Research&nbsp;83\/4, 212-29.\n\nLaythe, B., Houran, J., Dagnall, N., Drinkwater, K. (2021a). Conceptual and clinical implications of a ‘haunted people syndrome.’ Spirituality in Clinical Practice 8, 195-214.\n\nLaythe, B., &amp;&nbsp;Houran, J. (2022). Adversarial collaboration on a&nbsp;Drake-S Equation&nbsp;for the survival question.&nbsp;Journal of Scientific Exploration&nbsp;36, 130-60.&nbsp;\n\nLaythe, B., Houran, J., Dagnall, N., Drinkwater, K., &amp; O’Keeffe, C. (2022). Ghosted! Exploring the haunting reality of paranormal encounters. McFarland. Jefferson. NC.\n\nO'Keeffe, C., Houran, J., Houran, D.J., Dagnall, N., Drinkwater, K., Sheridan, L., Laythe,B.&nbsp;(2019).&nbsp;The Dr. John Hall story: a case study in putative ‘Haunted People Syndrome’&nbsp;Mental Health, Religion &amp; Culture&nbsp;22\/9,&nbsp;910-29.\n\nRock, A. J.,&nbsp;Houran, J., Tressoldi, P. E., &amp; Laythe, B. (2023). Is biological death final? Recomputing the&nbsp;Drake-S&nbsp;Equation&nbsp;for postmortem survival.&nbsp;International Journal of Transpersonal Studies 42, 9-26.\n\nTressoldi, P., Rock, A., Pederzoli, L., Houran, J. (2022).&nbsp;The Case for Postmortem Survival from the Winners of the Bigelow Institute for Consciousness Studies Essay Contest: A Level of Evidence Analysis.&nbsp;22. 7-29.\n\nVentola, A., Houran, J., Laythe, B., Parra, A., Kruth, J. (2019). A Transliminal 'Dis-Ease' Model of ‘Poltergeist Agents’.&nbsp;Journal of the Society for Psychical Research&nbsp;83\/3, 144-71.   Endnotes 1. Escolà-Gascón et al (2023a). 2. Escolà-Gascón et al (2023b). 3. Ventola et al (2019). 4. O’Keeffe et al (2019). 5. Laythe et al 2018). 6. Laythe et al (2021). 7. Laythe &amp; Houran (2019). 8. Dagnell et al (2020). 9. Houran et al (2023). 10. Tressoldi et al (2022). 11. Laythe &amp; Houran (2022). 12. Rock et al (2023). 13. Houran et al (2023). 14. Lange et al (2023). 15. Tressoldi et al (2022). 16. Lange et al (2004).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: August 08, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Michael Duggan Word count: 3,000 Created: 11th April 2023 Last updated: 8th August 2023 May be cited as:Duggan, M. (2023). &lsquo;James Houran&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/james-houran&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/29r4jwym                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/james-houran","_id":183}