{"name":"Carl Jung | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/carl-jung","mytitle":"Carl Jung | Psi Encyclopedia","mylang":"de","content":"                     Carl Jung | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Carl Jung                                                                                                                                                                                                                          Carl Gustav Jung (1875-1961), was a Swiss psychiatrist and founder of Analytical Psychology. A prolific author, he contributed to diverse areas such as psychiatry, psychology, anthropology, literature, philosophy, religious studies and parapsychology. He is also widely known for the cultural implications of his work and its influence on contemporary spirituality, arts, and popular media. This article focuses in particular on Jung’s interest in paranormal phenomena.    Contents   \tBrief Biography  \tEarly Supernatural Interests \tRelationship with Freud  \tDisagreements \tPsychokinetic Incident   \tPsychical Research  \tInfluences   \tPreiswerk Mediumship Study \tView of Mediumship and Spirit Survival \tSynchronicity   \tArchetypes \tWolfgang Pauli \tCausal Mechanism \tI-Ching and Astrology   \tUFO Experiences \tPersonal Paranormal Experiences  \tSelf-Experimentation \tHaunting Phenomena   \tNear-Death Experience \tLiterature \tEndnotes     Brief Biography\n\nCarl Jung was born on July 26, 1875, in Kesswill, a small town in German Switzerland. His father was a pastor of the Swiss Reformed Church.\n\nIn 1900, Jung obtained his medical degree and began working at the Burghölzli Hospital in Zurich (now the University Hospital of Zurich), an important psychiatric and research centre run by Eugen Bleuler where new theories in the nascent fields of psychiatry and psychology were scientifically scrutinized.1 From his work with psychotic patients Jung wrote a book about the psychology of schizophrenia, which was widely acclaimed by his peers.2\n\nIn 1903, Jung married Emma Rauschenbach, whose family wealth relieved him of financial concerns. In 1905, Jung was employed as lecturer in the medical faculty of the University of Zurich. He resigned a few years later in order to dedicate himself to research, writing, and private practice as a psychiatrist.3\n\nIn 1907, Jung first met Sigmund Freud, the beginning of a six-year collaboration that ended in a decisive break (see below).\n\nIn 1917, Jung joined the London Society for Psychical Research.4 In recognition of his contributions to the field, he was also appointed an honorary member of the American Society for Psychical Research.5\n\nIn 1932, Jung was appointed professor at the Federal Polytechnic University of Zurich, resigning in 1942 because of poor health. Two years later he was appointed chair of medical psychology at the University of Basel; illness obliged him to resign a year later, but he remained active until his death in 1961, publishing a large number of books and scientific papers.6   Early Supernatural Interests\n\nJung had a positive relationship with his father but considered he lacked genuine religious faith. Jung himself reported intense religious experiences from childhood. Aged twelve, he had a vision in which God, sitting on a throne in heaven, defecated on the cathedral in Basel. He interpreted these images as manifestations of the divinity, one different from that of his father, who followed the commandments of the Bible and the church without experiencing a living God.\n\nAs a child living in the countryside, Jung frequently heard stories on the paranormal, such as dreams envisaging the death of certain persons and clocks that stopped at the hour of death.7 Such stories seemed to him to reveal a more vivid spiritual word than that described by his father’s teachings.\n\nHis mother suffered from emotional disturbances and was frequently hospitalized. She talked to him about the spirits who visited her at night, sometimes appearing to say things that did not seem to emerge from her, as if she had become possessed by another more powerful personality.\n\nJung observed similar phenomena in himself during his childhood, reporting apparitions and visions whose authenticity he took for granted. In a similar way to his mother’s personality alterations, Jung believed he shifted between two different personalities: one a normal boy, less intelligent than the average but hardworking; the other seeming an old man from the eighteenth century, distanced from the world and from other people but close to nature.8 &nbsp;\n\nAt critical moments, Jung made decisions based on dreams, for instance with regard to choice of career: when he dreamed he was digging up bones of prehistoric animals he interpreted it as meaning he should study nature and science.&nbsp;\n\nAs a medical student, Jung attended the Zofingia student fraternity which was formed of Swiss students from several universities. In his lectures to Zofingia members, it is possible to identify, in a preliminary form, some of the concepts that would later constitute his Analytical Psychology. The content of these lectures also reveals his deep interest in the study of spiritualist and parapsychological topics from both a philosophical and a scientific perspective.9  Relationship with Freud\n\nAt the Burghölzli, Jung initiated his famous investigations with the method of word associations. The word association test had already been used in experimental psychology to investigate things such as mental associations and memory processes; Jung employed it in a new and original form as a means to identify unconscious complexes. This attracted Freud’s attention since it provided partial experimental demonstration for his psychoanalytic ideas, which hitherto had been based on clinical evidence only. By 1906, the two had begun to correspond, and a year later Jung went to Vienna to meet Freud. In 1909, Jung accompanied Freud to the United States to a visit to the Clark University, where both gave lectures.\n\nUnlike most of Freud’s disciples, Jung had already established an impressive professional reputation of his own before associating with the psychoanalytic movement. He was the best known of the early converts to psychoanalysis, and perhaps less suggestible than the younger ones. Jung was never uncritical, but he tried at first to suppress doubts and objections. While writing Wandlungen und Symbole der Libido (later revised and retitled as Symbols of Transformation),10 he realized that its publication would certainly harm his relationship with Freud, as their ideas differed in important ways.\n\nIn 1911, Jung became the first president of the International Psychoanalytic Association, at the insistence of Freud and against the opposition of Viennese members. Tensions began shortly afterwards, and in 1912 they agreed to end their personal correspondence. In 1914, Jung resigned. There followed a period of ‘confrontation with the unconscious’, during which he immersed himself in his dreams and fantasies, using them as material for the study of the unconscious processes. From this he developed the&nbsp;unique psychological and psychotherapeutic approach that he called Analytical Psychology.11  Disagreements\n\nMost of Jung’s disagreements with Freud concerned Freud’s theories on the role of sexuality – in life and in the psychogenesis of mental disorders – and on the psychological significance of religion. Jung believed that Freud’s emphasis on sexuality ignored psychological forces of equal or greater importance; he considered that cultural expressions such as religion and arts should be understood in their own right, not reduced to complex transformations of sexual energy. For Jung, sexual motives are influential during adolescence and early adulthood, becoming less relevant in later life, when more existential concerns are foremost.12\n\nJung’s understanding of religious beliefs differed from Freud’s in many respects, particularly in Freud’s tendency to relate them to neurotic, obsessive characteristics, while Jung emphasized their positive aspects. Jung saw religions as natural ‘psychotherapeutic systems’13 intended to help us manage the primitive forces of the unconscious, while directing psychic energy to specific cultural activities. The psychological investigation of religious symbols, practices and rituals plays a key role in Jung’s theoretical perspective, in contrast to the more secondary and even pathological role ascribed to such things by Freud.\n\nJung and Freud also disagreed on the nature and importance of parapsychological (psi) phenomena. Many of Jung’s psychological theories drew on his investigations of spiritualism, mediumship, and psi-related experiences. He remained unsure about the authenticity of some of these phenomena, but was open to their possibility and theorized about them from a psychological perspective. In contrast, Freud was highly sceptical such phenomena as pertaining to a ‘black tide of mud… of occultism’14 that psychoanalysts should resist. Yet Freud maintained a hesitant, ambiguous interest in topics such as telepathic dreams (see Psychoanalysis and Psi’).  Psychokinetic Incident\n\nJung describes in his autobiography an incident that occurred during an argument between the two men regarding the validity of paranormal phenomena: an unexpected loud noise in Freud’s bookcase. Jung predicted that the noise would happen again, as it did – to Freud’s consternation. Freud later admitted to Jung that the incident impressed him; he interpreted it as an indication of Jung’s rebellion against Freud’s ‘paternal dignity’.15   Psychical Research\n\nIn a lecture, Jung affirmed that ‘[…] anticipatory dreams, telepathic phenomena, and all that kind of thing are intuitions. I have seen plenty of them, and I am convinced that they do exist’.16 However, he was aware of the empirical and theoretical challenges that characterize the study of paranormal claims and synchronistic phenomena.17 He criticized the tendency to reduce everything to a transcendental or spiritual explanation, seeing this as ‘just as negative as materialistic thinking’18 and argued that ‘science cannot afford the luxury of naivete in these matters’.19   Influences\n\nFrom his student days Jung was interested in the scientific study of psi phenomena, and corresponded throughout his life with scientists who shared a similar interest, such as Théodore Flournoy, Joseph Banks Rhine and Wolfgang Pauli. A significant influence was Flournoy’s Des Indes à la Planèt Mars (1900), a detailed study by the Swiss psychologist of the medium Hélène Smith. Flournoy supported Jung in his break with Freud, serving him as a ‘paternal friend’. Jung wrote:   \n\nI had the feeling in those years – and especially after the parting of ways with Freud – that I was still too young to be independent. I still needed support, and above all someone with whom I could talk openly. This I found in Flournoy, and therefore he soon represented to me a kind of counterpoise to Freud. With him I could really discuss all the problems that scientifically occupied me – for example, on somnambulism, on parapsychology, and the psychology of religion. I had no one else who shared my interests in these matters.20\n\nSome scholars argue Freud’s influence on Jung’s ideas was smaller than is commonly believed.21 22 &nbsp;The initial theoretical foundations to Jung’s psychological approach were mainly provided by French-speaking and Anglo-American authors, and his work is largely continuous with the subliminal psychology and psychical research carried out in their countries. &nbsp;\n\nJung’s dissertation showed the influence of other pioneers in the field of psychology: Pierre Janet, William James and Frederic Myers. Works on spiritualist and parapsychological topics also influenced his thinking. They include Justinus Kerner’s study of Friederika Hauffe (the seer of Prevorst), Kant’s ‘Dreams of a Spirit-Seer’, Swedenborg’s descriptions of visions, Flournoy’s work on Hélêne Smith, and the extensive literature on spiritist phenomena, including reports by the physicist William Crookes and leading parapsychologists such as JB Rhine.23 Such references influenced Jung’s understanding of the nature of the psyche, including his notion of the mind as divided into complexes (exemplified by the manifestations of spirits); the personifying tendency of psychological contents (also observed in dreams and active imagination); and the complex interrelationship between psyche and physical world (as in synchronicity). Far from being a mere footnote, his interest in psychical research and parapsychology was a main aspect of Jung’s work.\n\nTo critics who complained of a biased predilection for occultism, Jung affirmed the importance of an open mind, while respecting accepted scientific and scholarly methods. He cautioned against ‘the fear of superstition’, which he held responsible for ‘the hasty suppression of extremely interesting factual reports which are thus lost to science’.24  Preiswerk Mediumship Study\n\nAs the dissertation for his medical degree, Jung reported on his psychological investigations of a fifteen-year-old cousin, Helene Preiswerk (‘S. W.’) who claimed to be a medium. Jung’s perspective was predominantly pathological, following the mainstream psychiatry of his time: following careful analysis of her mediumistic experiences, he diagnosed her as a hysteric in whom complex episodes of alterations in consciousness could be observed. He considered her predisposition to be hereditary: other family members had presented experiences such as waking hallucinations; a sister who claimed to be a visionary had earlier been diagnosed as hysteric.\n\nJung described Preiswerk as a person of limited interests, average intelligence and ‘deficient’ education.25 She considered herself depressed and unhappy; her parents were indifferent to her. Her literary knowledge was small, and despite her subsequent involvement with spiritualist circles, spiritualist books were not easily available, since she lived in a Protestant family where such interests were not tolerated.\n\nHowever, he came to recognize some expressions of genius in Preiswerk’s trance manifestations– of the ‘psychology of the supranormal’,26 a knowledge incompatible with her age and life experiences. Her experiences with mediumship started as part of a ‘talking-table’ séance in which she and the other participants apparently identified her as an ‘excellent medium’.27 Jung described some of the mediumistic manifestations he observed as follows:   \n\nAt the beginning of August 1899, I witnessed the first attacks of somnambulism. Their course was usually as follows: S. W. grew very pale, slowly sank to the ground or into a chair, closed her eyes, became cataleptic, drew several deep breaths, and began to speak. At this stage she was generally quite relaxed, the eyelid reflexes remained normal and so did tactile sensibility. She was sensitive to unexpected touches and easily frightened, especially in the initial stage. She did not react when called by name. In her somnambulistic dialogues she copied in a remarkably clever way her dead relatives and acquaintances, with all their foibles, so that she made a lasting impression even on persons not easily influenced. She could also hit off people whom she knew only from hearsay, doing it so well that none of the spectators could deny her at least considerable talent as an actress. […] She flung herself into postures of prayer and rapture, with staring eyes, and spoke with impassioned and glowing rhetoric. On these occasions she made exclusive use of literary German, which she spoke with perfect ease and assurance, in complete contrast to her usual uncertain and embarrassed manner in the waking state. [...] The ecstasy was generally followed by a cataleptic stage with flexibilitas cerea, which gradually passed over into the waking state.28\n\nPreiswerk also reported visions of the spiritual world and a sense of being guided by the spirits while out of the body. These states tired but did not frighten her; rather, she found them pleasant.&nbsp;\n\nMediumship offered her an escape from the difficulties of daily life:&nbsp;‘This state was in sharp contrast to her waking existence; in it there was no trace of that unstable and inharmonious creature, of that brittle nervous temperament which was so characteristic of her usual behaviour. Speaking with her, you had the impression of speaking with a much older person’.29 In her trance states, she was calm and serious, a transformation that her relatives could not understand. Jung wrote: ‘S. W, during the time that I knew her, led a curiously contradictory life, a real ‘double life’ with two personalities existing side by side or in succession, each continually striving for mastery’.30\n\nWhat most impressed Jung was that the medium carried out activities for which she could give a spiritualist interpretation (similar to that of other spiritualists), but without knowledge of the literature that she would need to enable this. Among other things, she learned to perform rituals similar to magnetic passes. She spontaneously developed a complete mystical system about the forces which regulate the universe. Part of these ideas Jung found to be the result of cryptomnesia – memories of conversations heard during trance states. But he also saw parallels between the spontaneous mystical system created by Preiswerk and ancient systems of mysticism, a finding which later became part of his idea of a collective unconscious.\n\nJung drew from several influences to arrive at an explanation: &nbsp;notions of dissociation (Janet), unconscious compensation (Flournoy), and sexual aetiology (Freud). Having first classified her experiences in terms of hysteria, following Janet, he described her secondary personalities, or spirit guides, as hysterical dramatizations of dissociated psychological processes.\n\nFollowing Flournoy, he explained her trance states as a continuation of the waking self, but in the sense of a compensation, in which the trances provided the circumstances for latent potentials to emerge, such as ideals of virtue and perfection. She seemed to assume, during trance, a superior personality which did not correspond to her usual characteristics. This second personality denoted more mature attitudes, as if foreshadowing future developments, in contrast to her current character. She also experienced during these states a peace and tranquillity that she could not usually find in her daily life.\n\nFinally, Jung argued in favour of a sexual aetiology for the case, taking as reference the pioneering theory of Freud:  \n\nOur patient's “romances” throw a most significant light on the subjective roots of her dreams. They swarm with open and secret love-affairs, with illegitimate births and other sexual innuendoes. [...] But the patient's reincarnation theory, in which she appears as the ancestral mother of countless thousands, springs, in all of its naive nakedness, straight from an exuberant fantasy which is so very characteristic of the puberty period. […] We shall not be wrong if we seek the main cause of this curious clinical picture in her budding sexuality. […] a dream of sexual wish-fulfilment, which differs from the dream of a night only in that it is spread over months and years.31\n\nPreiswerk’s trances gradually lost their vitality and spontaneity; she was caught cheating to convince she was still capable of creating the phenomena. She later abandoned her mediumistic activity, becoming ‘on the whole quieter, steadier, and more agreeable’.32 (She died in 1911 aged 30.)\n\nJung’s work with Preiswerk informed the later development of many of his theories: the prospective and teleological character of her experiences (individuation); the relative autonomy of unconscious contents; the similarities observed between their spontaneous mystical systems and other archaic belief systems (archetypes of the collective unconscious), and so on.   View of Mediumship and Spirit Survival\n\nThis case provided Jung with interesting findings and hypotheses; however, a broader theoretical understanding of mediumship and spiritualistic beliefs only emerged years later. In a 1905 lecture at Basel University, Jung defined spiritualism as philosophy of a dual nature, both religious sect and scientific hypothesis, that ‘touches upon widely differing areas of life that would seem to have nothing in common.’33 Mediums should be approached ‘with a minimum of expectations if one does not want to be disappointed’, he argued; the phenomenon belongs ‘to the domain of the mental and cerebral processes and is fully explicable in terms of the laws already known to science.’34\n\nIn an essay published in 1920 in the Proceedings of the Society for Psychical Research, Jung defined belief in the spirits of the dead as the result of an intuitive apprehension – and consequent projection in the external environment – of personality aspects not yet fully developed by the individual, manifesting through dreams and imaginative visions as discarnate spirits and supernatural beings, thus characterizing an archetypal and universal function. According to Jung, beliefs about spirits, angels, demons, and other supernatural entities represent personifications of the dynamic forces of the unconscious seen as superhuman creatures, much like the gods of antiquity.35\n\nJung’s theories were significantly influenced by his views on spiritualism and mediumship. A good example was his hypothesis of the autonomous ideo-affective complexes. Jung theorized that repressed thoughts and feelings, as well as certain insufficiently explored latent potentials, could give rise to conglomerates of ideas and affects which he called ‘complexes’. This phenomenon occurs, in Jung’s view, because the ego, our conscious personality, selects stimuli that best accord to the individual’s interests, repressing those that do not fit with one’s worldview and sense of identity.\n\nThe conscious personality results, therefore, from a unilateral process, that is, from the selective nature of the ego. The disguised thoughts and feelings form the nuclei on the basis of which unconscious ideo-affective complexes emerge. The complexes have a certain autonomy in relation to the ego and invade it, erupting in the form of failed acts, symptoms, mood swings, dreams and nightmares – phenomena that had already been studied by Freud.\n\nIf these psychological contents are not successfully integrated into consciousness they give rise to secondary personalities, sometimes opposed to the conscious personality. The more the significance of these contents is underestimated by the ego, the greater will be their attempts at invasion and irruption into consciousness.36 This is how Jung explained some of the phenomena of mediumship, possession, and dissociative identity disorder (formerly known as multiple personalities).\n\nJung also emphasized mourning as an important variable for the psychogenesis of belief in spirits.37 The feelings and emotions associated with the deceased person return to the unconscious, stimulating the occurrence of dreams, hallucinations and other anomalous experiences that convince the experiencer that the deceased continues to exist in another form. The cultural maintenance of the cult of the dead and the ancestors aims precisely to appease such unconscious forces. Jung favoured a strictly psychological perspective toward religion, limiting himself to the phenomenological aspects and refraining from a theological understanding; nonetheless, he believed that, from a pragmatic point of view, religions play a crucial role in people’s lives and in their ability to deal with death. According to him, the certainty of an afterlife offers individuals the possibility of a more reasonable and peaceful life.38\n\nBased on these later theoretical developments, Jung reformulated his interpretation of Preiswerk’s case, giving mediumship a therapeutic role: spirits, as objectifications of the unconscious forces acting upon the ego, often favour the development of human consciousness. In this respect, he saw spiritualism as a historical compensation against the prevalent materialist extremism: mediumistic manifestations were salutary reactions against the one-sided ego. Preiswerk’s personality alterations, from a disturbed to a serious and calm personality, could now be seen as attempts by the unconscious to promote her individuation.39\n\nIndividuation designates the process by which we give access to our potentials, while, at the same time, strengthening our identities and establishing a mature relationship with others. The goal of individuation is to expand the ego into what Jung calls the self, the psychic totality, the personality in its wholeness, conscious and unconscious. Jung believed that religious beliefs and rituals are symbolic representations of some of the main challenges in the individuation process. These practices and representations also indicate possible solutions, by providing the circumstances through which individuals might obtain access to their potentials and direct the psychic energy to specific goals. Preiswerk’s mediumistic experiences, with all their richness, complexity and maturity, were precisely in the service of her individuation.\n\nIn this later phase of his work, Jung became somewhat less sceptical about the authenticity of mediumistic communications. He wrote:   \n\nAfter collecting psychological experiences from many people and many countries for over fifty years I no longer feel as certain as I did in 1919 [regarding the absence of proof of real spirits]. I doubt whether an exclusively psychological approach can do justice to the phenomena in question.40\n\nSee also below, Personal Paranormal Experiences  Synchronicity\n\nOne of Jung’s most relevant contributions to parapsychology refers to the concept of synchronicity. He was particularly interested in occurrences in which an acausal interaction is observed between meaningful psychological experiences and outer, physical events. A well-known example is the scarab episode.   \n\nA young woman I was treating had, at a critical moment, a dream in which she was given a golden scarab. While she was telling me this dream I sat with my back to the closed window. Suddenly I heard a noise behind me, like a gentle tapping. I turned round and saw a flying insect knocking against the window-pane from outside. I opened the window and caught the creature in the air as it flew in. It was the nearest analogy to a golden scarab that one finds in our latitudes, a scarabaeid beetle, the common rose-chafer (Cetonia aurata), which contrary to its usual habits had evidently felt an urge to get into a dark room at this particular moment. I must admit that nothing like it ever happened to me before or since, and that the dream of the patient has remained unique in my experience.41\n\nJung developed the concept of synchronicity from a variety of sources: his clinical evidence and personal experiences, the findings of modern physics, and JB Rhine’s experiments in extrasensory perception. He defined synchronicity as an ‘acausal connecting principle’ beyond causality and the space-time continuum. It had two characteristics: ‘a) An unconscious image comes into consciousness either directly (i.e., literally) or indirectly (symbolized or suggested) in the form of a dream, idea, or premonition, b) An objective situation coincides with this content.’42 In the scarab incident, the reporting of a dream (a) involving a golden scarab was almost immediately followed by the unexpected appearance of a similar insect (b). Each interrelated event has causal determinants, but their simultaneous occurrence produces a striking coincidence (a synchronicity) with emotional significance and impact to the individual (or individuals) experiencing it.\n\nJung accepted that such coincidences could be explained by known psychological, attributional processes, such as an overestimation of the probability of an event occurring by chance alone. He did not deny the existence of meaningless chance occurrences. But he tried to show that in some circumstances there might be significant patterns of meaning, suggestive of an interrelation between intrapsychic processes and external events. He argued that a similar notion was already present in alchemy – the unus mundus or one world, conceived by alchemists as the fundamental nature of reality, without differentiation between the physical and the psychological – as well as in esoteric traditions, as exemplified by concepts such as sympathy, harmony or correspondence. Synchronicity was actually a new definition for an old idea.  Archetypes\n\nJung attributed the emotional significance or ‘numinosity’ of these coincidences to what he called ‘archetypes’: universal psychological themes, patterns of behaviour and imagination that shape our behaviours and mental images in certain ways. When an archetype is ‘constellated’ (in Jungian jargon), our attitudes and psychological processes converge according to a pattern characteristic of that archetype.\n\nFor example, if the archetype of the ‘hero’ is constellated, the individual may feel more powerful to face life adversities, and his\/her fantasies and dreams may evidence a series of symbolic images typical of the hero motive. To identify the primordial images which usually represent certain archetypes, Jung compared different symbols, myths and religious narratives, as well as their collective meanings across cultures. In this way, he was able to identify an archetype when he analyzed his own dreams or those of his patients. This comparative method provided him with some clues as to the nature and significance of the psychological conflict experienced by the individual at a given moment.43&nbsp;\n\nJung developed many hypotheses to account for the origin and nature of archetypes. For instance, he suggested that they consist essentially of products of the many experiences of our ancestors sedimented in a region of the psyche he called the ‘collective unconscious’. The collective unconscious comprises the psychological heritage of humanity. Every time we face an important life challenge, an archetype (a collective, transpersonal solution) can be constellated. It follows that personal conflicts, even the motivation to act in certain ways, are not exclusively ours, but to a great extent are determined by collective forces within us. Only in exceptional circumstances, through an arduous process of individuation, may we achieve a degree of psychological differentiation.&nbsp;\n\nThe hypothesis of a synchronicity principle extended the notion of archetype well beyond the limits of intrapsychic processes. Jung realized that the conflict or situation experienced by a given person might sometimes be represented by coincidences between physical and intrapsychic events. The significance of such coincidences rests upon an archetypal foundation. In relation to the scarab episode, Jung interpreted the scarab as a rebirth symbol observed in ancient Egyptian descriptions of the Netherworld; the appearance of the beetle at the critical moment when the patient was describing her dream was the expression of the constellation of an archetypal image. This seemingly innocuous event precipitated a transformation in the patient’s resistant and rationalistic attitude to one that was more open and flexible.   Wolfgang Pauli\n\nJung postponed the publication of his ideas on synchronicity for many years for fear of being misinterpreted or ridiculed, but was encouraged by Rhine and the physicist and Nobel Prize winner Wolfgang Pauli to pursue his investigations. Pauli had been Jung’s patient, but their relationship extrapolated the therapeutic setting and gave rise to a significant scientific and philosophical collaboration. Pauli resorted to Jung’s psychological approach as the basis for a philosophical understanding of nature. In 1952, Jung’s final essay on synchronicity was finally published along with a chapter by Pauli on the influence of archetypal ideas on the scientific theories of Johannes Kepler.44   Causal Mechanism\n\nJung denied that synchronicities are directly caused by a conscious or an unconscious decision on the part of the individual, an idea he considered magical or wishful thinking. In his view of the scarab episode, there was no causal connection between the appearance of the beetle and an intention on the part of the patient, whether conscious or unconscious. This led him to conclude that another, complementary principle to causality must exist.\n\nHowever, this contradicted the belief of Rhine and other parapsychologists in the possibility of a causal link between a specific event and the experiencer’s intention. Rhine recognized Jung’s contribution but was unsure about the relevance of his synchronicity principle to phenomena such as telepathy and precognition. He remained faithful to the concept of causality, unable to reconcile the more repetitive findings of his parapsychological experiments with the kind of occasional remarkable coincidences that interested Jung. Rhine wrote:&nbsp;‘Until there is some reason to do otherwise, one will naturally continue trying to think about psi phenomena in terms of causation (even while we respect C. G. Jung’s suggestion that in psi operations his hypothesis of synchronicity may supplant causation)’.45\n\nParapsychologists have since suggested that Jung and Rhine were talking about different phenomena: while effects such as telepathy and precognition seem to depend upon volition, either conscious or unconscious, synchronicities appear to follow the same pathway theorized by Jung. Nevertheless, they add, the distinction might sometimes be difficult to establish as the precise nature of these phenomena remains unknown. It is also possible that parapsychological events may be concomitant with volition and intent without being caused by them.46  I-Ching and Astrology\n\nSeeking a more systematic way to investigate synchronicities, Jung experimented with the I-Ching, claiming to find a means to produce meaningful coincidences with regularity, the hexagrams representing possible archetypes. He also experimented with astrology, although not with the aim of proving it – the cause of subsequent controversy and misunderstanding – but rather to use its methods and predictions to demonstrate the synchronicity principle.47 He devised an experiment to verify whether astrological predictions could be made with statistical significance.48 His hypothesis was that this would not be the case, since they are not based on probability but on the principle of meaningful coincidences; this was confirmed.\n\nHowever, Jung analyzed the statistical distribution to probe the psychological significance of his results, giving emphasis not to the dataset as a whole but to the more exceptional findings. He found that the maximum frequencies of marriage horoscopes were observed for moon conjunct sun, moon conjunct moon, and moon conjunct Ascendant – precisely the aspects that traditional astrology would expect one to find in marriage horoscopes. He thought this had nothing to do with an influence of the stars or constellations on human mind and behaviour, but was rather due to an archetypal constellation of astrological symbols representative of specific patterns of romantic relationship. The results also accorded with Jung’s understanding that our conflicts, fantasies, dreams and ways of being in the world are not fully explained by our personal psychology but are significantly connected with a larger collective history.49   UFO Experiences\n\nJung was intrigued by accounts of UFO (unidentified flying object) sightings, which he viewed as a cultural phenomenon of the 1940s and 1950s, and offered a psychological and a social explanation.50\n\nJung considered UFO experiences to be resistant to a definitive rational explanation. &nbsp;He saw them essentially as an expression of the archetypal constellation of the Self (or psychic totality). In its unconscious and instinctive function, this archetype aspires to totality and individuation, overcoming the dissociation caused by anxiety of nuclear catastrophe arising from the Cold War. In his interpretation, ‘flying saucer’ sightings pointed to a symbolic awareness of the conflict through images that in their circular forms and dynamism represent the psyche’s search for growth and individuation.\n\nJung came to define the UFO experience as a spontaneous product of archaic personality formations that become conscious in the form of visions and narratives, sometimes even abductions and apparitional experiences. Such experiences are usually moulded by cultural representations, beliefs and expectations consistent with a given historical moment – which in turn represent collective transformations of the psyche. There is a strong homology, in the Jungian perspective, between individual and social transformation, an approach he defined as symbolic-historical. &nbsp;  Personal Paranormal Experiences\n\nJung’s autobiography has given rise to confusion between his psychological theories, which were predominantly based on his clinical practice and scientific investigations, and his personal experiments with the paranormal. As a scientist and phenomenologist he knew the latter might provide ideas and inspiration for further investigation, but could never stand as sole evidence for paranormal processes – a distinction that is frequently overlooked, leading to unnecessary controversy. For example, the chapter in Memories, Dreams, and Reflections on Jung’s speculations on life after death should be understood as such, and not as part of his psychological theories.51 They constitute the personal testimony of an open-minded thinker, and are not the result of his scientific investigations.\n\nIn this sense, Jung established an important distinction between psychology and metaphysical speculation. Following a Kantian philosophical perspective, he denied that psychology could theorize about a metaphysical or spiritual realm: if such a parallel world exists it is beyond psychological inquiry. For Jung, our psyche is the fundamental reality. We can only refer to an external or material world through the information received and processed in our brains. If someone says that he\/she had an experience with God, then this experience should be accepted as it is reported, since there is no way to definitively discard or prove such a possibility. More important than its veracity or authenticity is its psychological significance. However, Jung was open to the existence of real paranormal processes supported by evidence. &nbsp;  Self-Experimentation\n\nThis said, episodes in Jung’s life illustrate his personal interest in the paranormal. In the winter of 1913, he embarked on a process of self-experimentation, giving free rein to his fantasies and carefully registering his experiences. He later called this technique ‘active imagination’, a process through which imagination is liberated and the individual actively interacts with his\/her imaginative productions. As he started to pay close attention to his inner psychological processes, autonomous fantasy figures started to emerge, with which he interacted and conversed as though they really existed. The most important was a figure called Philemon whom Jung considered as a guide or spiritual teacher. These figures emerged in dreams or during active imagination exercises. He painted each one carefully in order to objectify it, and immersed himself in his imagination processes.52\n\nIn 1916, Jung wrote a booklet entitled Seven Sermons to the Dead (Septem Sermones ad Mortuos), distributed privately among his friends and made available to the public only in his autobiography. It is a compilation of sermons directed to the dead, who ‘came back from Jerusalem, where they found not what they sought’.53 The narrator, Basilides of Alexandria, teaches them about things such as the nature of God and the universe. In these sermons, it is possible to identify, in a metaphorical language, many of Jung’s theories and psychological concepts.\n\nSome take these episodes to show Jung’s certainty of postmortem survival. However, in Jung’s perspective the images of the unconscious have a reality of their own, they are essentially alive –a conclusion based not on belief but on his own experience. ‘Philemon represented a force which was not myself. In my fantasies I held conversations with him, and he said things which I had not consciously thought. For I observed clearly that it was he who spoke, not I’.54 Jung found that active imagination was the most appropriate way to give these figures a ‘voice’ and learn whatever they could offer. Following Flournoy’s notion of subconscious creativity, Jung argued that the images we see in dreams and in active imagination are not produced by the conscious personality but emerge from the unconscious. In psychological terms, ‘the unconscious corresponds to the mythic land of the dead, the land of the ancestors’.55   Haunting Phenomena\n\nIn accordance with his phenomenological approach Jung did not exclude the presence of paranormal processes, although his language is ambiguous and hesitant in this regard. At the time he felt compelled to write the Seven Sermons, strange occurrences were reported by him and other family members.   \n\nThere was an ominous atmosphere all around me. I had the strange feeling that the air was filled with ghostly entities. Then it was as if my house began to be haunted. My eldest daughter saw a white figure passing through the room. My second daughter, independently of her elder sister, related that twice in the night her blanket had been snatched away; and that same night my nine-year-old son had an anxiety dream. […] Then it began to flow out of me, and in the course of three evenings, the thing was written. As soon as I took up the pen, the whole ghostly assemblage evaporated. The room quieted and the atmosphere cleared. The haunting was over.56   Near-Death Experience\n\nIn 1944, Jung had a near-death experience following a heart attack. He wrote of experiencing deliriums and visions ‘which must have begun when I hung on the edge of death and was being given oxygen and camphor injections’57. He described how he was lifted into space and saw the Earth from a distance of a thousand miles – ‘the most glorious thing I had ever seen’. The experience left him deeply depressed: ‘… a good three weeks were still to pass before I could truly make up my mind to live again’.58 During this experience he correctly foresaw the imminent death of the hospital doctor who attended him in the hospital. As is widely reported in such cases, the episode impressed him considerably and caused him to reflect on future life decisions.\n\nEverton de Oliveira Maraldi and Maria de Fátima Fernandes  Literature\n\nDonati, M. (2004). Beyond synchronicity: the worldview of Carl Gustav Jung and Wolfgang Pauli. Journal of Analytical Psychology, 49: 707-728.\n\nJung, C. G. (1897). Some thoughts on psychology. In: The Zofingia Lectures (Supplementary volume A of the Collected Works of C. G. Jung, Bollingen Series XX, pp. 21-48). Translated by Jan Van Heurck, with an introduction by Marie-Louise Von Franz. Princeton, New Jersey: Princeton University Press, 1983.\n\nJung, C. G. (1902). On the psychology and pathology of so-called occult phenomena. In: Psychology and the Occult, Routledge Classics. London: Routledge, 2008.\n\nJung, C. G. (1905). On spiritualistic phenomena. In: Psychology and the Occult, Routledge Classics (pp. 107-127). London: Routledge, 2008.\n\nJung, C. G. (1907). The Psychology of Dementia Praecox. In: Psychogenesis of Mental Disease (Volume 3 of the Collected Works of C. G. Jung, Bollingen Series XX). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 1982.\n\nJung, C. G. (1920). The psychological foundations of belief in spirits. In: Psychology and the Occult, Routledge Classics (pp.128-149). London: Routledge, 2008.\n\nJung, C. G. (1921). Psychological types (Volume 6 of the Collected Works of C. G. Jung, Bollingen Series XX). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 1976.\n\nJung, C. G. (1935). The Tavistock Lectures. In: The Symbolic Life: Miscellaneous Writings (Volume 18 of the Collected Works of C. G. Jung, Bollingen Series XX, pp. 5-184). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 1976.\n\nJung, C. G. (1948). Psychology and Spiritualism. In: Psychology and the Occult, Routledge Classics (pp. 164-170). London: Routledge, 2008.\n\nJung, C. G. (1952). Synchronicity: An acausal connecting principle (Volume 8 of the Collected Works of C. G. Jung, Bollingen Series XX). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 2010.\n\nJung, C. G. (1954). Archetypes of the Collective Unconscious (Volume 9, part 1 of the Collected Works of C. G. Jung, Bollingen Series XX). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 1977.\n\nJung, C. G. (1958). Flying Saucers: A modern myth of things seen in the skies (Volumes 10 and 18 of the Collected Works of C. G. Jung, Bollingen Series XX). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 1978.\n\nJung, C. G. (1961). Théodore Flournoy (translated by Sonu Shamdasani). In: T. Flournoy. From India to the Planet Mars: A case of multiple personality with imaginary languages (pp. IX-X). Princeton, New Jersey: Princeton University Press, 1994.\n\nJung, C. G. (1967). Symbols of Transformation: An analysis of the preclude to a case of schizophrenia (Volume 5 of the Collected Works of C. G. Jung, Bollingen Series XX). Translated by R. F. C. Hull. Princeton, New Jersey: Princeton University Press, 1976.\n\nJung, C. G. (2009). The Red Book: Liber Novus. Ed. By Sonu Shamdasani, translated by M. Kyburz, J. Peck and S. Shamdasani. New York: W. W. Norton.&nbsp;\n\nJung, C. G., &amp; Jaffé, A. (1963). Memories, Dreams, Reflections. Translated from the German by Richard and Clara Winston. New York: Random House, 1989.\n\nKallivayalil, R. A. (2016). The Burgholzli Hospital: Its history and legacy. Indian Journal of Psychiatry, 58: 226-228.\n\nLindorff, D. (1995). Psyche, matter and synchronicity: a collaboration between C. G. Jung and Wolfgang Pauli. Journal of Analytical Psychology, 40: 571-586.\n\nMansfield, V., Rhine-Feather, S., &amp; Hall, J. (1998). The Rhine-Jung letters: distinguishing parapsychological from synchronistic events. The Journal of Parapsychology, 62: 3-25.\n\nMcGuire, W. (1974). The Freud\/Jung Letters: The correspondence between Sigmund Freud and C. G. Jung (Bollingen Series XCIV). Princeton, New Jersey: Princeton University Press.\n\nNagy, M. (1991). Philosophical Issues in the Psychology of C. G. Jung. New York: State University of New York Press.\n\nRhine, J. B. (1953). New World of the Mind. New York: William Sloane.\n\nShamdasani, S. (1998). From Geneva to Zurich: Jung and French Switzerland. Journal of Analytical Psychology, 43: 115-126.\n\nShamdasani, S. (2000). Misunderstanding Jung: The afterlife of legends. Journal of Analytical Psychology, 45: 459-472.\n\nSociety for Psychical Research. (1917). Meetings of the Council. Journal of the Society for Psychical Research, 18: 11-13.\n\nTaylor, E. (1998). Jung before Freud, not Freud before Jung: The reception of Jung’s work in American psychoanalytic circles between 1904 and 1909. Journal of Analytical Psychology, 43: 97-114.\n\nWehr, G. (1987). Jung: A Biography. Boston\/Shaftesbury, Dorset: Shambhala.    Endnotes 1. Kallivayalil, 2016 2. Jung, 1907 3. Wehr, 1987 4. Society for Psychical Research, 1917 5. McGuire, 1974, p. 96 6. Wehr, 1987 7. Jung &amp; Jaffé, 1963 8. Jung &amp; Jaffé, 1963 9. Jung, 1897; Nagy, 1991 10. Jung, 1967 11. Wehr, 1987 12. Jung, 1935 13. Jung, 1935, p. 162 14. Jung &amp; Jaffé, 1963, p. 150 15. Jung &amp; Jaffé, 1963, p. 361 16. Jung, 1935, p. 15 17. Jung, 1952 18. Jung, 1921, p. 497 19. Jung, 1949, p. 147 20. Jung, 1961, p. ix 21. Taylor, 1998 22. Shamdasani, 1998, 2000 23. Jung, 1952 24. Jung, 1920, p. 147 25. Jung, 1902, p. 23 26. Jung, 1902, p. 6 27. Jung, 1902, p. 24 28. Jung, 1902, p. 24-25 29. Jung, 1902, p. 30-31 30. Jung, 1902, p. 31 31. Jung, 1902, p. 84 32. Jung, 1902, p. 53 33. Jung, 1905, p. 108 34. Jung, 1905, p. 119 35. Jung, 1920 36. Jung, 1935 37. Jung, 1920 38. Jung &amp; Jaffé, 1963. 39. Jung, 1948 40. Jung, 1948, p. 318 41. Jung, 1952, p. 22 42. Jung, 1952, p. 31 43. Jung, 1954 44. Donati, 2004 45. Rhine, 1953, p. 82 46. Mansfield, Rhine-Feather &amp; Hall, 1998, p. 16 47. Jung &amp; Jaffé, 1963. 48. Jung, 1952 49. Lindorff, 1995 50. Jung, 1958 51. Jung &amp; Jaffé, 1963. 52. Jung, 2009 53. Jung &amp; Jaffé, 1963, p. 378 54. Jung &amp; Jaffé, 1963, p. 183 55. Jung &amp; Jaffé, 1963, p. 191 56. Jung &amp; Jaffé, 1963, p. 190-191 57. Jung &amp; Jaffé, 1963, p. 289 58. Jung &amp; Jaffé, 1963, p. 292           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 12, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthors: Everton de Oliveira Maraldi  and Maria de Fátima Fernandes Word count: 7,100 Created: 4th December 2018 Last updated: 12th October 2022 May be cited as:de Oliveira Maraldi, E. and de Fátima Fernandes, M. (2018). &lsquo;Carl Jung&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/carl-jung&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y5gewewx                   \t                                                                              \n\n                      \t                                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/carl-jung","_id":195}