{"name":"Sunil Dutt Saxena (reincarnation case) | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/sunil-dutt-saxena","mytitle":"Sunil Dutt Saxena (reincarnation case) | Psi Encyclopedia","mylang":"de","content":"                     Sunil Dutt Saxena (reincarnation case) | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Sunil Dutt Saxena (reincarnation case)                                                                                                                                                                                                                          This is the Indian case of a boy who remembered details of a previous life as a wealthy businessman.   Contents   \tSeth Sri Krishna \tSunil Dutt Saxena \tInvestigation  \tCorrect Statements \tSunil’s Behaviour \tDiscordant Testimony \tPossible Explanations of Discordant Testimony   \tStevenson's Analysis \tLiterature \tEndnotes     Seth Sri Krishna\n\nSeth Sri Krishna was a wealthy resident of Budaun, a city to the east of New Delhi in the north of India. He owned a factory that pressed oil from nuts (Seth is an honorific title given in India to prosperous businessmen). After his third wife died he married a sixteen-year old girl, having first paid off the man she had been married to. But this man later tried to blackmail him, and Seth Sri Krishna’s later years were plagued by gossip. It is thought that his considerable philanthropic activities in this period, including the founding of a new college, were intended partly to restore his reputation.\n\nIn his later years Seth Sri Krishna became somewhat paranoid about the true motives of his young wife and associates, seemingly with good reason. He began to take Ayurvedic medicines. One morning in 1951, when he was in his early or middle sixties, he suddenly became ill and died by the evening, possibly of a heart attack. Rumours circulated that he had been poisoned&nbsp;and after his death his wife and associates fell to squabbling over his money.  Sunil Dutt Saxena\n\nSunil’s father kept a small shop and restaurant in Aonla, a city 35 kilometres north-east of Budaun. Their young son Sunil, born in 1959, first began to speak at the age of one year and nine months. Soon he was heard by his mother repeating the word budaun, also mentioning a school and a teacher. These utterances made no sense to her.\n\nAt age three, Sunil went with his mother to visit her brother in New Delhi, where he was struck by seeing modern appliances such as a radio, telephone and refrigerator – none of which his family possessed –&nbsp;and made comments such as, ‘I had a thing like that’. Shortly after this he told his mother, ‘Mummy, I have come from Budaun. An old man brought me to this place very comfortably ... in a tonga’ (a small horse-drawn vehicle). He went on to talk of a previous life in Budaun, where said he had been a wealthy factory owner&nbsp;and owned a car and a tonga. In that life he had been called 'Kishen', and had been married with children and had servants. He talked with special interest of a college that he had founded there, and of its principal ‘Master Sahib’.\n\nAt this time Sunil also refused to help his mother with chores, and instead told her to bring the servants from his house to do them. He repeatedly asked his parents to take him to Budaun.\n\nThe family’s landlord took an interest in Sunil’s statements and urged his father to take him to Budaun to check them out. Meanwhile, a friend of the landlord connected the statements with Seth Sri Krishna. Eventually, in December 1963, his parents took him to Budaun, where they visited the college founded by Seth Sri Krishna and met members of Seth’s family and associates, before going on to the house where Seth Sri Krishna had lived, and finally to the home of his fourth wife. In each place Sunil recognized people, places and objects that would have been familiar to Seth Sri Krishna, creating the certainty among witnesses that he was remembering Seth Sri Krishna’s life.  Investigation\n\nThe national newspaper Indian Express published a report of the case in 1964 following Sunil’s visit to Budaun.This came to the notice of Ian Stevenson, who followed it up eight months later, spending four days on his investigation. Three months after this, a local investigator also followed up the case, confirming the main evidence and obtaining more details. Stevenson wrote about Sunil in the first volume of his series, Cases of the Reincarnation Type.1\n\nStevenson returned in 1969 and 1971 to carry out more interviews.&nbsp;He interviewed a total of eighteen people, including Sunil and his parents and his parents friends, as well as SD Pathak, Seth Sri Krishna’s widow and his various friends, associates and others. &nbsp;\n\nThe two localities are less than forty kilometres (25 miles) apart. However, Stevenson could find no evidence that the two families were acquainted before the case developed.&nbsp;Both Sunil’s father and Seth Sri Krishna’s widow denied any previous knowledge of the other’s family or affairs. A friend of Sunil’s family’s landlord had heard of Seth Sri Krishna; another of the landlord’s friends had known him and stayed at his house in Budaun; however Sunil had been talking about the previous life for two years before they met.\n\nA potential link appears in the form of Sheveti Prasad, a distant relative of Sunil’s family, who knew of Seth Sri Krishna and his public affairs, and visited the family often. However Sunil’s father said Sheveti Prasad never discussed these matters before Sunil himself started talking about them.\n\nSunil’s father was employed between 1963 and 1965 at a factory owned by a Budaun businessman who had been a friend of Seth Sri Krishna. Both he and his brother stated said that they had both been recognized by Sunil during his visit, and he could have been a channel for Sunil’s father learning about the case, although (by the father’s own account) by this time Sunil had been talking about the previous life for at least a year.&nbsp;  Correct Statements\n\nSunil made 28 accurate statements about the life and property of Seth Sri Krishna before any connection was made between the two families. They included assertions that:   \tHe had lived in Budaun. \tHis name was Kishen (a familiar term for Krishna). \tHe had possessed a ‘cupboard for keeping cold water’ (in fact not a fridge but an ice cream maker). \tHe had possessed a radio, a telephone and an electric fan. \tHe had a wife and children. \tHe had married four times. \tHe had servants. \tHe owned a black car and a bungalow. \tHe had founded a college that was named after him. \tThe principal of the college was named Master Sahib.\n\nOther specific items described by Sunil were as follows:\n\nOn a visit to a Ramlila Festival, a religious pageant, Sunil said he had arranged a similar fair in Budaun, and had financed the building of a special gate with pillars for the park where it took place. Seth Sri Krishna had organized the Ramlila in Budaun and had donated funds for the building of one of four such gates.\n\n'One of my wives was dark, the other fair.' Stevenson writes: ‘Seth Sri Krishna’s third wife was dark. Sakuntala Devi, whom I met, was rather fair’.\n\n'I owned a cinema house.' Seth Sri Krishna had constructed a building which he intended would be a cinema, although it was only used for this purpose after his death.\n\n'I had built many houses (dharmashalas) for religious pilgrims.' This was true of Seth Sri Krishna. Sunil also recognized one of them.\n\nOn his visit to Seth Sri Krishna’s widow Sunil said, ‘I want to see my box.’ He was taken to a room where half a dozen clothes boxes were stored and recognized the one that had belonged to Seth Sri Krishna. He pulled out a turban from within and said, ‘This is my turban.’&nbsp;He asked about ‘his’ other clothes and became annoyed when told by that they had been given away.\n\nWhen shown a photograph of three people Sunil said: This is myself, this is my son, and this is my wife’ – identifications that would all have been correct if made by Seth Sri Krishna.\n\nSunil was shown another photograph, of two people. He correctly identified one as Seth Sri Krishna and the other as Seth Sri Krishna’s father.\n\nIn the company of Gopal Vaidyaji, an Ayurvedic physician, Sunil was asked if he recognized him, and said, ‘Yes, you gave medicines to people.’&nbsp;Sunil went on to describe an incident when Seth Sri Krishna and Vaidyaji had been insulted at a public fair. (However, Gopal Vaidjaji denied this – see below).\n\nSunil recognized a friend of Seth Sri Krishna, a journalist named HP Srivastava, and spontaneously addressed him as Jai Ramjiki, a special greeting Seth had used with him, although Sunil was unable to give his name when asked to do so.\n\nHP Srivastava asked Sunil if he recalled ‘Sukla’. Sunil immediately said, ‘Suklaji’, the style by which this man, JD Sukla, had been referred, and added, ‘Yes, I remember him.’ When Srivastava showed Sunil a group photograph with about sixteen people, Sunil correctly identified JD Sukla.\n\nA man named Shiv Narain Das asked Sunil if he recognized him. The child said he did, but did not give his name. Sri Shiv Narain Das then said, ‘Tell me where I live and what my business is.’ Sunil replied. ‘I know you. You have an ornament shop.’&nbsp;Shiv Narain Das had owned an ornament shop in Badaun while Seth Sri Krishna was alive.\n\nSD Pathak, a close friend and associate of Seth Sri Krishna, asked Sunil, ‘Do you recognize me?’ and when Sunil said he did, asked for his name. Sunil replied ‘Pathakji’, the familiar name by which SD Pathak was known. Sunil also correctly called him ‘Master Sahib’.  Sunil’s Behaviour\n\nSunil understood his present circumstances as small child, yet often talked as if he was Seth Sri Krishna, for instance inviting visitors to his house where ‘my wife will make tea’, or expressing a wish to pursue his education ‘in my own college’.&nbsp;\n\nOn his visit to Seth Sri Krishna’s house, Sunil was reproached by his mother for accepting food from strangers; he replied, ‘No, Mummy, this is my house and everything belongs to me.’&nbsp;\n\nOn the first visit to the college he pulled the rickshaw driver’s shirt and said, ‘Stop! This is my college.’\n\nSunil showed particular affection towards SD Pathak, whom he spontaneously recognized and embraced for several minutes, weeping.&nbsp;Sunil called him ‘Pathakji’ and ‘Master Sahib’, the terms of address that Seth Sri Krishna had used, asked that he accompany him on other visits in Budaun, and showed a reluctance to let him depart. When told that SD Pathak had been dismissed from the college he said, ‘I will start another school here and you will work.’ SD Pathak was greatly impressed by such behaviour and was convinced that Sunil was his deceased friend reborn.\n\nOn a visit by SD Pathak, Sunil ordered his older siblings to make the tea and buy cakes. Noticing that Sunil drank milk himself, SD Pathak asked him why. Sunil replied, ‘You know that I do not take tea.’ Seth Sri Krishna did not drink either tea or coffee.\n\nSunil showed marked coolness towards Sukantala Devi, Seth Sri Krishna’s fourth wife, of whom Seth Sri Krishna had become deeply suspicious in the years before his death, and who had fallen out with other members of his family afterwards. He appeared vexed that she had remarried&nbsp;but also expressed annoyance that she had been turned out of his house following his death.\n\nWhen Sunil returned home after his visit to Budaun he was downcast for about a week. Asked about this, he explained that it was because he had left so much wealth there; that ‘they’ (Seth Sri Krishna’s family) had been niggardly hosts; that they had dismissed ‘Master Sahib’; and that they had turned out his (Seth Sri Krishna's) wife.\n\nSunil showed behavioural traits that were unusual for a child but concordant with those of Seth Sri Krishna; for instance, his refusal to drink tea (enjoyed by the rest of his family), and his interest in religion (he sometimes fasted when still a small child). In Budaun he enacted a puja (a little religious ceremony) before eating a meal, which other guests present said exactly resembled that practiced by Seth Sri Krishna&nbsp;and which convinced at least one of them that Sunil was Seth Sri Krishna reborn.\n\nSunil showed a great interest in money from an early age. Aged five, he advised his father how to avoid being cheated by rickshaw drivers. He had expensive tastes&nbsp;and liked comforts and luxuries such as an electric fan. He showed an interest in smoking tobacco.\n\nHe showed a reluctance to perform chores and bossed his siblings around. Seth Sri Krishna had had servants who performed menial tasks. Seth Sri Krishna’s widow said ‘he did not like to do any work by himself; he did not even open his letters’.  Discordant Testimony\n\nUnusually for such a detailed case, some key witnesses forthrightly denied the claims made by others that Sunil had shown accurate knowledge of Seth Sri Krishna’s life and property&nbsp;and that he had recognized family members and former associates.\n\nRam Prakash Agarwal, Seth Sri Krishna’s son, was cordial towards Sunil and his parents on their first visit. Subsequently he asserted openly that ‘the boy seemed to have the soul of my father’. A year later he had reversed this position, was refusing to talk to investigators and denied that Sunil had shown accurate knowledge of his father’s life or property.\n\nNarendra Mohan Pande, the acting principal of the college founded by Seth Sri Krishna (and an employee of Ram Prakash Agarwal), expressed surprise that Sunil had not recognized him and denied that Sunil had make correct observations about the buildings of the college, or that he knew his way around them. He believed that the case was a fraud being committed by Seth Sri Krishna's close friend SD Pathak.\n\n‘Munshi’ Shafatt Ullah, another employee of Ram Prakash Agarwal,&nbsp;denied the claims made by Sunil’s parents that Sunil had recognized him.\n\nGopal Vaidyaji, who had known Seth Sri Krishna well (also an employee of Ram Prakash Agarwal), contradicted other witness testimony and claimed Sunil’s father had tutored the child to pretend that he was Seth Sri Krishna reborn.  Possible Explanations of Discordant Testimony\n\nSuspicion and denial on the part of the family or associates of the previous personality sometimes occurs in such cases, where they are anxious about possible negative consequences for themselves.\n\nHere, other witnesses speculated that Ram Prakash Argwal denied the truth of the claims that he had earlier accepted because he had come to believe that Sunil’s family might lodge a claim for the return of money or property (even though there had been nothing in the family’s behaviour to encourage such concern). Ram Prakash Argwal might also have feared unpleasant revelations about the family squabbles that marred Seth Sri Krishna’s last years.\n\nA third possible explanation for Ram Prakash Argwal’s denial might be the suit for wrongful dismissal brought against him by SD Pathak, who, following Seth Sri Krishna’s death, he had summarily dismissed from his post as college principal (which SD Pathak subsequently won). Any revelations or statements made by Sunil could not be admitted in court. However in a small city like Budaun they would become common knowledge and might adversely influence the outcome of the case.\n\nRam Prakash Argwal’s anxiety would explain the denials made by Narendra Mohan Pande, ‘Munshi’ Shafatt Ullah and Gopal Vaidyaji, all of whom owed their jobs to him and who would have found it expedient to adopt their employer’s negative view of the case.\n\nStevenson was unimpressed by Narendra Mohan Pande’s claim of fraud by SD Pathak, pointing out that the former gave no indication of how this could have been achieved. (To accomplish such a deception would have required SD Pathak to hire Sunil’s parents, and at least one other family member, and to have coached Sunil himself in his statements and behaviour.)\n\nStevenson also points out that Gopal Vaidyaji contradicted his own testimony, having previously told another witness of his conviction that the case was genuine. He believed that Gopal Vaidyaji ‘was trying to conceal the facts of the case from me and trying to discredit it, if need be, by lies’.  Stevenson's Analysis\n\nIn his analysis, Stevenson acknowledges that several witnesses belittled the case or denied statements made by other witnesses, also that allegations of fraud were openly made in Budaun.&nbsp;If other witnesses in Budaun had failed to confirm the testimony given by Sunil’s family the case would not stand up. The confirmations made by SD Prathak, and his personal strong conviction that Sunil was his deceased friend reborn, would also count for little if, as is most likely the case, if he stood to gain in some way in his lawsuit against his friend’s son.\n\nAgainst this, Stevenson argues the confirming testimony of Seth Sri Krishna’s widow (and her new husband) acts as a significant counterweight: There was no benefit to her from endorsing Sunil as her deceased husband reborn; indeed, in view of his negative view of her she might have preferred not to do so. Stevenson was also impressed by the testimony of HP Srivastava, who, having been greeted by Sunil, heard him utter the exact words used by Seth Sri Krishna in these circumstances, and who seemed uninfluenced by biases that might have swayed other witnesses.\n\nA channel for information might have been provided by Sheveti Prasad, who knew about Seth Sri Krishna and visited Sunil's family. While it is improbable that this could have been an accidental channel for the child to pick up such rich and detailed information and appropriate behaviours unobserved by the parents, it opens the possibility of a complex deception of the kind described by sceptical commentators, involving the child being tutored in false statements and behaviours, the motive being to gain some pecuniary advantage from Seth Sri Krishna’s son. But it remains uncertain whether such a scenario could have reached the level of effectiveness to convince the family and associates of the previous family.\n\nThis case belongs to the category of those which, because of confusions and contradictions arising from the social context, which naturally occur in complex cases of this kind, may be considered too ambivalent to stand as good evidence of an unknown paranormal process.&nbsp;However it is interesting both for the rich detail that is characteristic of many such cases&nbsp;and the complications involved in trying to fashion a plausible normal scenario based on deception.\n\nRobert McLuhan  Literature\n\nStevenson, I. (1975). Cases of the Reincarnation Type.&nbsp;Vol. I: Ten Cases in India. Charlottesville, Virginia, USA: University Press of Virginia.   Endnotes 1. Stevenson (1975).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 31, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Robert McLuhan Word count: 3,000 Created: 11th April 2015 Last updated: 31st October 2023 May be cited as:McLuhan, R. (2015). &lsquo;Sunil Dutt Saxena (reincarnation case)&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/sunil-dutt-saxena-reincarnation-case&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yg9uo74z                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/sunil-dutt-saxena","_id":2}