{"name":"Hubert Larcher | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/hubert-larcher","mytitle":"Hubert Larcher | Psi Encyclopedia","mylang":"de","content":"                     Hubert Larcher | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Hubert Larcher                                                                                                                                                                                                                          Hubert Larcher (1921-2008) was a French physician and parapsychologist, noted for his study of the various altered states of consciousness that can occur between life and death. Larcher was an early researcher on the property of endogenic substances of stimulating&nbsp;mystical hallucinations. He was a member of the Institut Métapsychique International since 1956, and its director from 1977 to 1995.   Contents   \tBiography \tHagiology and Thanatology \tParapsychochemistry of Divination \tParapsychology Studies  \tEpistemological Tools \tLiterature \tEndnotes     Biography\n\nHubert Larcher was born in Paris on June 26, 1921. He attended secondary school at the Ecole des Roches, then started medical studies at Montpellier and Grenoble, also following philosophy courses given by Jacques Chevalier.&nbsp;\n\nIn December 1944, Larcher was arrested by the Gestapo for acts of resistance and detained for three months before being sent to the extermination camp of Mauthausen, Austria. There he survived until the end of the war, practising Karma Yoga techniques to control sleep, hunger and cold.&nbsp;\n\nIn his teens Larcher developed an interest in spiritualist paranormal phenomena, and this influenced his career in medicine. He completed his medical studies in 1951 with a thesis on the physiological elements involved in the preservation of the human body after death, referencing reports concerning Christian saints.\n\nLiving partly in Saint-Paul de Vence, in the South of France, Larcher attended regular conferences held by the Parapsychology Foundation in his home town Saint-Paul de Vence in the South of France. This quickly brought him into contact with an international network of researchers, including Hans Bender, Eileen Garrett, Andreas Resch, Emilio Servadio, Zdenek Redjak, and, in France, Yvonne Duplessis, René Warcollier, Jean Guitton, Maryse Choisy, Gabriel Marcel, and René Pérot – with whom he conducted a lively correspondence (preserved in his archives in Saint-Paul de Vence).\n\nHe published two books and more than sixty scientific articles and chapters.  Hagiology and Thanatology\n\nAged twenty, Larcher coined the term hagiology to describe the investigation of the biology of saints. He became expert in mystical and ascetic phenomenology, and especially paranormal psychophysiology, developing a model of psychophysiological states (altered states of consciousness). This identifies a variety of different trance states spread between 10 levels of consciousness, starting from the waking state. The higher levels are (in ascending order): lucidity, extasis, psychostasis, and beatitude&nbsp;; the lower levels (in descending oder) are: sleep, hypnosis, biocemese, biostasis, thanatosis. Each transition from one level to another is predicted as an observable form of trance, a potential total of 73. Larcher termed this study of trance states in humans anthropodynamics.1\n\nParticularly interesting are his studies of the lower levels, based on observations of the auto-embalming process which in some circumstances gives rise to the appearance of preservation of life for an extended period. Biocemesis is a state of slowed life, as in hibernation. Biostasis is a state of apparent death (or suspended life), and is reversible – a total adaptation to functional death, notably that which occurs as a result of extreme environmental pressure. Thanatosis is a state of suspended death (or apparent life) and is irreversible.\n\nLarcher’s interest in the varying states between life and death led to him becoming in 1966 a co-founder of the French Society of Thanatology. In due course he contributed there to the study of near-death experiences (NDE). According to his model, the NDE is a form of biostasis that can lead to metamorphosis, another key topic in his thought. The NDE frees the subjects from spatio-temporal constraints (lucidity), from limits of movement (extasis, as in the out-of-body experience), and from limits of individual knowledge (psychostasis). Finally, it provides an absolute knowledge (beatitude) which at the same time has the effect of prohibiting all functional life by reducing us to the immobility of enstase. Through this trance state, subjects become conscious of the totality of the knowledge, what the poet Milosz called ‘the sun of the memory’. Larcher shows how low levels of trance have a psychological correspondance in the higher levels.\n\nGlobally, Larcher tried to develop a scientific study of religious, mystical, and sacred phenomena, echoing the association between his deep Catholic faith and his scientific and philosophical training. Over two decades he participated in conferences of the World Alliance of Religions, discussing phenomena at the boundaries of religion and science.&nbsp;  Parapsychochemistry of Divination\n\nBetween 1958 and 1969, Larcher published several papers in the Revue Métapsychique on the ‘parapsychochemistry of divination’, a subject that first attracted the interest of IMI members in the 1920s. He analyzed neuro-psychopharmacological research on hallucinatory drugs to understand if and how they are conducive to parapsychological abilities.\n\nLarcher also studied other endogenic substances with potentially similar properties, with regard to psychophysological states: hyperexcitability, hypnosis, biocemesis, exaltation, emotions, concentration, dissociation, mystical drunkenness, agonic states, anoxic states; and suppression of ordinary biological functions (sexual, digestive, hepato-renal, respiratory, tissulary, thermic, circulatory, vasculary, bloody, nervous, etc). He came up with hypotheses on conditions conducive to divination, although he did not test them.   Parapsychology Studies\n\nLarcher discovered the literature on parapsychology after completing his medical studies. He developed an erudition in this field, and this enabled him to publish an introductory book2 (later translated into Portuguese). He also published new editions of two books on psi research by Charles Richet. As general secretary, then director of the IMI, he responded to requests from different quarters, giving free clinical counselling for people seeking help and information about exceptional experiences.\n\nHe rarely participated in parapsychological experiments. However, he visited (with Yvonne Duplessis) Robert and Jana Pavlita in Czechoslovakia in order to observe telekinetic experiments with Pavlita’s 'psychotronic generator’.3 He encouraged experiments with Pierre Janin’s tychoscope, a robot that moves randomly and facilitates micro-PK experiments in a playful atmosphere. He also carried out a questionnaire survey of people who appear predisposed to finding four-leaf clovers4, and published studies of the relationship between paranormal and art, notably with regard to the painter and medium Augustin Lesage.5 In general, he was more interested in qualitative studies.\n\nHe also contributed to the study of &nbsp;Christian ‘miracles’ such as the alleged annual liquefaction&nbsp;of the blood of Saint-Januarius, although restrictions on access rule out a scientific study on its properties.&nbsp;\n\nAs a physician, Larcher was interested in the study of healing, claiming that medicine should devote the same amount of attention to normal and paranormal healing as to pathologies. But his efforts here were mainly epistemological and theoretical&nbsp;: he was knowledgable about various alternative models of medicine, including ‘philosophical anatomy’, the study of meaningful and symbolic correspondances between various parts of the body.  Epistemological Tools\n\nLarcher’s anthropodynamics integrate paranormal functions with an evolutionary biology inspired by Henri Bergson’s view of the universe as ‘a machine for the making of Gods’. He envisaged so-called supernatural and paranormal phenomena becoming encompassed in a new extended naturalistic perspective, and developed new epistemological tools for this purpose. One is ‘methodical belief’ – a counterpart to Descartes’s methodical doubt (that one should doubt everything, including one’s own doubts) – a scientific attitude that rejects nothing as false until it has been clearly shown to be so. &nbsp;\n\nAnother tool is his definition of ‘metapsychics’. Adapting Dessoir’s definition of parapsychology as the border region between psychological and pathological states, Larcher saw metapsychics as a larger domain, one that lies at the crossroad of psychology, psychopathology and parapsychology. This scheme includes psychoparapsychology (anomalistic psychology) and parapsychopathology (clinical psychology of exceptional experiences). He also defended Richet’s definition of metapsychics as ‘an advanced branch of physiology… which studies intelligent forces’.\n\nRenaud Evrard  Literature\n\nLarcher, H. (1979). Anthropodynamique des phénomènes paranormaux [Anthropodynamics of paranormal phenomena]. Revue de parapsychologie, n°9, 3-21.\n\nLarcher, H. (1988). Augustin Lesage. In&nbsp;: Augustin Lesage, 1876-1954. Paris&nbsp;: Philippe Sers.\n\nLarcher, H. (2013). L’Odyssée de la Conscience. Anthologie d’études sur la mort, la mystique et le paranormal par le Dr Hubert Larcher [The odyssey of consciousness: anthology of Hubert Larcher’s studies on death, mysticism and paranormal] (edited by Renaud Evrard). Paris&nbsp;: Editions de l’Institut Métapsychique International.\n\nLarcher, H., Ravignant, P. (1972). Les domaines de la parapsychologie : situation et histoire de la parapsychologie [Parapsychology’s domains: situation and history of parapsychology]. Paris : Denoël.\n\nLarcher, H., Duplessis, Y. (1973). Visite à Robert et Jana Pavlita [Visit to Robert and Jana Pavlita]. Revue Métapsychique, 57-62.\n\n&nbsp;   Endnotes 1. Larcher, 1979. 2. Larcher &amp; Ravignant, 1972. 3. Larcher &amp; Duplessis, 1973. 4. Larcher &amp; Ravignant, 1972, p.&nbsp;82-86. 5. Larcher, 1988.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 12, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Renaud Evrard Word count: 1,400 Created: 22nd January 2019 Last updated: 12th October 2022 May be cited as:Evrard, R. (2019). &lsquo;Hubert Larcher&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/hubert-larcher&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y65o22se                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/hubert-larcher","_id":209}