{"name":"Gabriel Marcel | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gabriel-marcel","mytitle":"Gabriel Marcel | Psi Encyclopedia","mylang":"de","content":"                     Gabriel Marcel | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Gabriel Marcel                                                                                                                                                                                                                          Gabriel Marcel (1889-1973) was a French existentialist Roman Catholic philosopher &nbsp;who as a young man was actively involved in psi research in France. In his writings he subsequently speculated on the nature of psi and the ways in which it might operate.   Contents   \tLife \tMarcel’s Work in Psi Research \tMarcel on the Nature of Psi \tLiterature \tEndnotes     Life\n\nGabriel Marcel was born in Paris on 7 December 1889. His mother died when he was four years old, and he was reared by his father, a government official and other family members. &nbsp;He received a licence en philosophie from the Sorbonne in 1907. In World War I he was head of France’s Information Service. He married Jacqueline Boegner&nbsp;in 1918 and they adopted a son.\n\nMarcel converted from atheism to the Roman Catholic Church in 1929. He did not hold a formal university position in philosophy, but produced philosophical works, as well as plays and criticism. He presented the Gifford Lectures at the University of Aberdeen in 1949-50 and the William James lectures at Harvard in 1961. &nbsp;He presented the 1955 Frederic WH Myers Memorial Lecture to the Society for Psychical Research. He was interested in the topic of survival of death and attended the first international parapsychology conference in Utrecht.1 He knew many of the scholars at the Institut Métapsychique Internatíonal, the leading French organization devoted to psychical research, and did work with René Dufour, an important French psychical researcher. Marcel became co-chair of the Methodological Committee of the IMI in 1962.2 &nbsp;He died in Paris on 8 October 1973.  Marcel’s Work in Psi Research\n\nMarcel became interested in psychical research around 1910, after meeting an Englishman who claimed to be in continuous communication with his dead wife.3\n\nDuring World War I, a couple suggested that Marcel read Oliver Lodge’s Raymond. Afterwards the couple and Marcel experimented with a planchette. In a second case, a Mrs Adolphe Reinach desired to gain information about her husband, who had been reported missing in action. After several seances a communicator identifying himself as ‘Lieutenant Reinach’, manifested but could not remember his children’s names. Later the communicator gave specific information about Mrs Reinarch that she confirmed as accurate. Marcel believed the hypothesis of spirit survival explained this better than the idea of telepathy between psychic and sitter, which he found ‘difficult to conceive’.4 The communicator eventually gave the names of two soldiers with whom he had hidden, which Marcel subsequently traced in the military records, finding one to be an exact match in spelling and the other a close match. Marcel was again convinced that evidence supported communication via telepathy from the deceased.5 During research with the planchette in 1917 a communicator made true predictions about the outcome of a battle, three months before the event.6\n\nAt Henri Bergson’s request, Marcel and Bergson tried and failed to contact the late William James. Bergson however was impressed by Marcel’s accounts of how the planchette moved with more vigor when the communicator claimed to be a young person than when claiming to be an older person.7\n\nMarcel’s planchette experiences contributed to the change in his worldview. He writes in his journal in 1916: ‘I realized that the ideas of so-called occult science, which reason affects to rebel against, are really at the base of our most ordinary, unquestioned experiences: experience through the senses, experience through the will, experiences through memory’.8  Marcel on the Nature of Psi\n\nMarcel’s views on the nature of psi are primarily found in his early Metaphysical Journals and in his introduction to the book, Mors et Vita. He denied that psi and ordinary sensation should be understood in terms of a ‘transmission theory’.9 Rather, he holds that the thoughts of one person are ‘immediately imposed on him’,10 a process he likens to ‘vision’.\n\nMarcel believes psi and afterdeath communication are inter-subjective phenomena explicable in terms of an ‘I-Thou’ relationship instead of an ‘I-It’ relationship, a distinction formulated by Martin Buber.11For Marcel, love is the source of both human community and individuality – the individual uniqueness of a human being&nbsp; is constituted by the results of relationships with others. Not only does love prevent the beloved from ‘disintegration and crumbling away ... into the dust of abstract elements’, it also ‘immobilizes the beloved above the world of genesis and vicissitude’.12 &nbsp;In some way immune to conceptual analysis, love makes possible the continued existence of the beloved after death. His psychical research experiences convinced Marcel that survival is literal rather than through memory, although even the best evidence only offers ‘a high degree of probability’.13\n\nMarcel ties the problem of ‘immortality’ (a stronger claim than survival) with ‘intersubjectivity’, without denying the importance of the individual. He says, ‘What exists and what counts as real is such and such an individual, the real individual that I am, with the unbelievably minute details of my experience, with all the special features of the concrete adventure, assigned to me and to no one else in my particular life’.14 Yet it is the individual in relation to others via intersubjective communication who is immortal. His example is a communication between a mother and her deceased son,15 a necessarily dyadic relation. To make such a relationship triadic on account of a third-party ‘objective’ observer, such as a scientist studying psi, would be contrary to the nature of love. For this reason Marcel mistrusts the ability of these fields to accurately describe ‘a loving togetherness [that] does not in any way belong to this world’.16 ‘Truth’ in this realm, &nbsp;Marcel claims, is not as important as the ‘spirit of truth’, which necessarily includes ‘value’ as part of its identity. This is not the objective truth of science, but the truth that comes from within and affirms our fidelity to our loved ones to the point of affirming a ‘negation of death,’ a denial of ‘the death of those we love, those who have ‘infinite value’. Marcel, as a Christian, believes that only via experiencing ‘an Absolute person,’ ‘an absolute Thou’ to which human love points, is personal immortality possible.17\n\nClairvoyance, especially psychometry, occurs when the clairvoyant ‘remembers me in my stead. … My past becomes that of the clairvoyant’ [italics Marcel’s].18 The object on which the clairvoyant focuses  \n\nseems only to act psychically, that is, as representation ... the recollection brings with it the reconstruction of the surroundings, of the living past to which it belongs. Thus second sight would consist in elevating oneself from the perception of a thing to the recollection of that thing’.19\n\nFor Marcel, psi works as a kind of ‘concursus ... to realize as halfway between the order of pure intersubjectivity which is that of love and the field of objectivity itself’.20 However, Marcel denies that a scene is somehow ‘imprinted’ on the object.21 Rather, the ownership a particular personal subject has of an object ‘confers another dimension upon it’.22 For clairvoyance to take place with a particular object, ‘we have to slip in as intermediary term the perception, with its memories, of the person who habitually lives with the object. The recollections bound up with the object are there incorporated into the perception itself, and form with it an indivisible unity’.23 The clairvoyant then discovers the ‘complex reality of the object.’24 The medium must be in a trancelike state, creating a ‘void’ within the self, ‘reconstituting’ the history of the object of clairvoyance.25\n\nMarcel believes that psychometry sometimes provides knowledge through an object that has not been in prior contact with a human person. To explain this phenomenon, Marcel thinks it is possible, though it is ‘a very onerous and far-fetched conception,’ that ‘the normal conception of nature must be entirely revised in favor of a pan-psychism, perhaps somewhat similar to Fechner’s.’ Only extensive experimentation, Marcel holds, will determine whether panpsychism is a true theory of nature.\n\nRegarding precognition, Marcel tentatively suggests that a ‘superconsciousness’ affects the future in a way that allows for accurate precognition.26 Marcel does not agree with theories of psi that interpret, for example, putative communications from the deceased ‘as a kind of game of hide-and-seek between the conscious and the unconscious’.27 He believes that the implied ‘monadic idealism’ ‘is incompatible with the intersubjectivity as perceived by us, even in this world’.28\n\nFor Marcel, the experimental method of JB Rhine and his associates will never provide meaningful insight on the nature of psi. The inter-subjective nature of psi means that it stems from deep human relationships that cannot be captured by an objective testing method. Psi experiences are  \n\nformed according to an unforeseeable plan and without any conformity to what we would like this plan to be ... these experiences cannot be, properly speaking, usable, in the sense that scientific experiments produced in the laboratory are’.29\n\nMarcel holds that psi phenomena are ‘irreducible to every attempt at reproduction in response to a well determined intention’.30 The process of understanding psi is ‘in an essentially intermediary realm between art and science properly called’.31 An irreducible reality cannot be understood in terms of reductionist discursive talk. &nbsp;\n\nPsi directly influenced Marcel’s theory of intersubjectivity, since the experience of connectedness between individuals in psi is ‘the foundation of intersubjectivity’.32 Marcel also believes that an encounter with psi phenomena may be a preparation for faith. He states in his autobiography: &nbsp;‘I remain convinced that, within certain limits, metaphychic study can constitute a kind of propaedeutic in relation to faith properly so called’.33 However, a preamble to faith is not the same thing as faith itself.34\n\nMichael Potts  Literature\n\nAnderson, T. (2006). Gabriel Marcel on personal immortality. American Catholic Philosophical Quarterly 80 (Summer), 393-406.\n\nBuber, M. (1937). I and Thou. New York: Charles Scriber’s Sons.\n\nEvard, R. (2014). Personal communication.\n\nMarcel, G. (1951). Ce peu profound Ruisseau ... In: Mors et Vita, ed. R. Aron and J-C Renard, 1-27. Paris: Librairie Plon.\n\nMarcel, G. (1952). Metaphysical Journal. Translated by B. Wall. Chicago: Henry Regnery.\n\nMarcel, G. (1956). The Influence of Psychic Phenomena on My Philosophy. London: Society for Psychical Research.\n\nMarcel, G. (1962). Homo viator: Introduction to a metaphysic of hope. New York: Harper Torchbooks.\n\nMarcel, G. (1963). The Existential Background of Human Dignity. Cambridge, MA: Harvard University Press.\n\nMarcel, G. (2003). Awakenings. Translated by P.S. Rogers. Marquette: Marquette University Press.   Endnotes 1. Evrard (2014). 2. Evrard (2014). 3. Marcel (1956). 4. Marcel (1956), 10. 5. Marcel (1956). 6. Marcel (1956), 12. 7. Marcel (1956). 8. Marcel (1956), 13. 9. Marcel (1963), 43. 10. Marcel (1952), 135. 11. Buber (1937). 12. Marcel (1952), 62-63. 13. Marcel (1951), 15. 14. Marcel (1962), 136. 15. Marcel (1956), 18. 16. Marcel (1956), 19. 17. Anderson (2006), 402. 18. Marcel (1952), 164. 19. Marcel (1952), 166. 20. Marcel 1951, 12. 21. Marcel (1956). 22. Marcel (1956), 15. 23. Marcel (1952), 167. 24. Marcel (1952), 167. 25. Marcel (1956), 16. 26. Marcel (1952), 152-53. 27. Marcel (1956), 17. 28. Marcel (1956), 17. 29. Marcel (2003), 103. 30. Marcel (2003), 103-4. 31. Marcel (2003), 104. 32. Marcel (2003), 106. 33. Marcel (2003), 103. 34. Marcel (2003).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: November 29, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Michael Potts Word count: 1,700 Created: 6th March 2015 Last updated: 29th November 2022 May be cited as:Potts, M. (2015). &lsquo;Gabriel Marcel&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gabriel-marcel&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y6r9f3wl                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gabriel-marcel","_id":222}