{"name":"Sylvan Muldoon | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/sylvan-muldoon","mytitle":"Sylvan Muldoon | Psi Encyclopedia","mylang":"de","content":"                     Sylvan Muldoon | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Sylvan Muldoon                                                                                                                                                                                                                          Sylvan Muldoon (1903-1969), an American, wrote books describing ‘astral projection’ or out-of-body experiences, which he said occurred throughout his life, and which by experiment he found he could largely control. &nbsp;\n\nSee also The Phenomena of Astral Projection (1951)   Contents   \tLife and Career \tFirst Experience \tAssociation with Carrington \tBooks  \tLiterature \tEndnotes     Life and Career\n\nSylvan Joseph Muldoon was born in Darlington, Wisconsin, to Henry F and Hattie Muldoon. By his own account, aged twelve he experienced a powerful ‘astral projection’ or out-of-body experience (OBE) while attending a spiritualist camp.1 During his teens he was often bedridden with illness, at which times experienced many such incidents, eventually finding he could control them at will.\n\nMuldoon described these experiences in The Projection of the Astral Body (1929), written in collaboration with Hereward Carrington. &nbsp;Among his other books are The Case for Astral Projection&nbsp;(1936) and (co-authored with Carrington) The Phenomena of Astral Projection&nbsp;(1951).  First Experience\n\nIn 1915 when Muldoon was aged 12, his mother, eager to learn more about spiritualism, took him and his younger brother on a visit to the camp of the Mississippi Spiritualists’ Association in Clinton, Iowa. Describing the subsequent experience, he writes:   \n\nWe retired at an early hour that evening, incidentally rooming in a house where lodged half a dozen widely known mediums. I dozed off to sleep at about ten-thirty o’clock; in the same natural manner as I had always done before and slept for several hours. At length I realized that I was slowly awakening, yet I could not seem to drift back into slumber nor further arouse. In this bewildering stupor I knew (within me) that I existed somewhere, somehow, in a powerless, silent, dark and feelingless condition. …\n\nHe found himself in a state of paralysis, unable to move, then felt an equally unpleasant sensation of floating.   \n\nOccurring at the same time, my entire rigid body – I thought it was my physical, but it was my astral – commenced vibrating at a great rate of speed, in an up and down direction, and I could feel a tremendous pressure being exerted in the back of my head, in the medulla oblongata region. This pressure was very impressive, and came in regular spurts, the force of which seemed to pulsate my whole body.\n\nHe then gradually recovered the senses of hearing and sight.   When able to see, I was more than astonished! No words could possibly explain my wonderment. I was floating in the very air, rigidly horizontal, a few feet above the bed. The room, my exact location, was now comprehended. Things seemed hazy at first, but were becoming clearer. I knew well where I was, yet could not account for my strange behaviour. Slowly, still zigzagging with the strong pressure in the back of my head, I was moving towards the ceiling, all the while horizontal and powerless. …\n\nInvoluntarily, at about six feet above the bed, as if the movement had been conducted by an invisible force present in the very air, I was uprighted from the horizontal position to the perpendicular, and placed standing upon the floor of the room. …\n\nI managed to turn around. There were two of me! I was beginning to believe myself insane. There was another “me” lying quietly upon the bed! It was difficult to convince myself that this was real, but consciousness would not allow me to doubt what I saw.\n\nMuldoon observed an ‘elastic-like cable’ that ran from the forehead of his sleeping body to the back of the head of his ‘astral’ counterpart. Thinking that he was dying, he struggled into the next room hoping to wake its sleeping occupants to tell them of his plight but found that his body could not make contact with the physical surroundings. Eventually he felt a tug on the cord which forced him back into his body.   \n\nAgain I was in the grip of a tremendous, unseen, directing power. I was cataleptic and was resuming the horizontal position, directly over the bed. Slowly the phantom lowered, vibrating again as it did so, then it dropped suddenly, coinciding with the physical counterpart once more. At this moment of coincidence, every muscle in the physical jerked, and a penetrating pain, as if I had been split open from head to foot, shot through me. I was physically alive again, filled with awe, as amazed as fearful, and I had been conscious throughout the entire occurrence.2\n\nMuldoon came to realize that he had a special facility for such experiences but attributed the power of the first one partly to the fact that it occurred while ‘several remarkable mediums’ were sleeping nearby.3  Association with Carrington\n\nMuldoon began reading books by psychical researchers, among them Hereward Carrington, to whom he wrote challenging Carrington’s belief that Le Fantâme des Vivants by Charles Lancelin covered practically all that was known on the subject of astral projection.4 &nbsp;This exchange led to a collaboration between the two in writing The Projection of the Astral Body and The Phenomena of Astral Projection.\n\nIn their view, evidence for the existence of an ‘etheric’ body was strongly supported by human testimony throughout history and in all parts of the world and tended to indicate postmortem survival. In their books they provided over one hundred case studies.\n\nA consideration by historian Carlos Alvarado of their ideas, as expressed in&nbsp;The Phenomena of Astral Projection, can be found here.   Books\n\nThe Projection of the Astral Body (1929, with H. Carrington). London: Rider &amp; Company.\n\nThe Case for Astral Projection: Hallucination or Reality (1936). Chicago: Aries Press.\n\nSensational Psychic Experiences (1941). Darlington, Wis.: New Horizon Publishers.\n\nFamous Psychic Stories (1942). Darlington, Wis.: New Horizon Publishers.\n\nPsychic Experiences of Famous People (1947). Chicago: Aries Press.\n\nThe Phenomena of Astral Projection (1951, with H. Carrington). London: Rider &amp; Company.\n\nMelvyn Willin  Literature\n\nAlvarado, C. S. (2016). The phenomena of astral projection (1951).&nbsp;Psi Encyclopedia. London: Society for Psychical Research.\n\nAlvarado, C. S., &amp; Zingrone, N. L. (1998). A study of the features of out-of-body experiences in relation to Sylvan Muldoon’s claims. European Journal of Parapsychology 14, 89-99.\n\nMelton, J.G. (ed.) (2001). Encyclopedia of Occultism and Parapsychology. Detroit, Michigan: Gale Group.\n\nMuldoon, S. &amp; Carrington, H. (1929). &nbsp;The Projection of the Astral Body London: Rider &amp; Company.\n\nSchwarz, E.K. (1952). Review of&nbsp;The Phenomena of Astral Projection, by S.J. Muldoon and H. Carrington.&nbsp;Journal of the American Society for Psychical Research,&nbsp;46, 161-63.   Endnotes 1. Muldoon &amp; Carrington, 5. 2. Muldoon &amp; Carrington, 5-8. 3. Muldoon &amp; Carrington, 8. 4. Cited in Melton (2001), 1068.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: February 08, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,100 Created: 13th December 2021 Last updated: 8th February 2023 May be cited as:Willin, M. (2021). &lsquo;Sylvan Muldoon&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/sylvan-muldoon&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yye59tgg                   \t                                                                              \n\n                      \t                                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/sylvan-muldoon","_id":236}