{"name":"Gardner Murphy | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gardner-murphy","mytitle":"Gardner Murphy | Psi Encyclopedia","mylang":"de","content":"                     Gardner Murphy | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Gardner Murphy                                                                                                                                                                                                                          Gardner Murphy (1895–1979) was an American psychologist, parapsychologist and author who made major contributions&nbsp;to psychology and parapsychology in a career that spanned six decades.\n\nMurphy believed that the findings of parapsychologists had much to teach about psychology, and vice versa, and that researchers in each field should pay attention to the other. &nbsp;   Contents   \tBackground and Career \tContribution to Parapsychology \tSelect Publications  \tSelect Books \tSelect Parapsychological Papers \tManuscript Archive \tVideo   \tLiterature \tEndnotes     Background and Career\n\nGardner Murphy was born on 8 July 1895 in Chillicothe, Ohio, USA. His father was an Episcopalian minister, his mother a graduate of Vassar University. He spent much of his boyhood in New England.1&nbsp;\n\nMurphy credited his maternal grandfather and his parents with having opened his mind to parapsychology; they felt there was ‘something in it’ and had read the literature. Aged sixteen, he read William Barrett’s 1911 book Psychical Research, which he found in his grandfather’s library.2\n\nHe studied at the Hotchkiss School in Lakeville, Connecticut, then went on to earn his baccalaureate at Yale University in 1916 and his master’s from Harvard University in 1917.\n\nMurphy then entered military service with the American Expeditionary Forces in 1917, serving in France as a member of the Yale Medical Corps until July 1919. He read extensively on parapsychology, encouraged by leaders of the Society for Psychical Research (SPR) in London and at the American Society for Psychical Research (ASPR).3 He particularly admired the works of SPR pioneers FWH Myers and Eleanor Sidgwick4 and was also inspired by the work of the American philosopher and parapsychologist William James.\n\nIn 1921, Murphy resumed graduate work at Columbia University while working as a psychology lecturer, and was awarded his doctorate in 1923. From 1922 to 1925, he served as the Hodgson Fellow in Psychology at Harvard, working with LT Troland at research on telepathy and survival, for which he took part in sittings with the Boston medium Leonora Piper.5\n\nWhile supervising masters and doctoral candidates at Columbia, Murphy began writing the books that would cement his reputation as a prominent voice personality, social and cognitive psychology. Several of his books have been used as textbooks throughout the United States.\n\nMurphy returned to parapsychology in 1934 after a long illness,&nbsp;visiting JB Rhine at the Parapsychology Laboratory at Duke University and meeting many of Rhine’s associates.\n\nIn 1940, Murphy moved from Columbia to the City College of New York to head its psychology department, also conducting research on the role of emotion and feeling in perception and memory. In 1941, he began collaborating with Laura Dale of ASPR, and the following year taught a summer course on psychical research at Harvard. One student was Gertrude R Schmeidler, who was inspired to embark on a research career in parapsychology, which included collaborative work with Murphy.6\n\nIn 1950, Murphy and his wife Lois (née &nbsp;Barclay), also a psychologist, travelled to India to work as United Nations Educational, Scientific and Cultural Organization (UNESCO) consultants to the Indian Ministry of Education.\n\nIn 1952, Murphy left the City College to become director of research at the Menninger Foundation in Topeka, Kansas. Upon retiring from this position in 1968, he moved to Washington DC, and taught psychology at George Washington University as a visiting professor until 1973.\n\nMurphy was awarded the Butler Medal by Columbia University 1932, and the Gold Medal of the American Psychological Association (APA) in 1972. He received honorary doctorates from the University of the City of New York in 1975 and the University of Hamburg in 1976.&nbsp;\n\nHe served as president of the APA in 1944–45, and as president of the SPR in 1949.7 He was most active organizationally for ASPR, serving as vice-president from 1940 to 19628, then president from 1962 to 1971. Most of his parapsychological papers were published by the Journal of the American Society for Psychical Research.\n\nAfter a protracted illness, Gardner Murphy died of cardiac arrest on 18 March 1979 in Washington DC, aged 83.\n\nMurphy was praised as a vastly knowledgeable scientist and also as a kind and considerate man, loved by those who knew him. Parapsychologist Charles Tart wrote: ‘In our wide-ranging discussions, I was constantly amazed at the breadth and depth of Gardner’s knowledge … he could grapple in detail with the nuts-and-bolts details of problems, right in there with technical specialists, and then step back and relate the problems to a wider perspective.’9 The quality and nature of Murphy’s teaching was celebrated by former student Eugene Hartley in a book of essays commemorating Murphy’s thought and interests. Murphy was consistently voted ‘best-liked teacher’ by seniors at the City College, Hartley writes, in part because: ‘[his] respect for human integrity and worth is revealed in all his dealings with his students … students are people and people are accorded an unfailing courtesy’.10\n\nIn his memory, the ASPR established the Annual Gardner Murphy Memorial Lecture Series, choosing a deserving scientist to receive an award and present his or her work each year.11 The Gardner Murphy Research Institute in Washington DC was also named in his honour.  Contribution to Parapsychology\n\nIn addition to his early investigations of mediumship and experiments with telepathy, Murphy tested such questions as the impact of ESP experimental subjects’ belief in their own abilities on their scores.12&nbsp; He followed every development in parapsychology, as is evidenced by his many books and papers describing the state of the field; he also wrote about its history.13\n\nMurphy laid out parameters for parapsychological science in an entry for the Encyclopedia of Psychology in 1946 that remains relevant today: &nbsp;  \n\nThe most prominent concern of psychical research today may be said to be (a) the study of those psychological and physiological conditions under which paranormal phenomena, spontaneous or experimental, appear; (b) the devising of special experiments which will give maximum opportunity for these special conditions to manifest themselves; (c) the resulting development of a consistent repeatable technique; (d) the discovery by all these means of the laws or principles underlying the phenomena; (e) the eventual construction of a system of knowledge which will bind these principles together, so that all of the various types of paranormal phenomena will make a meaningful whole, internally coherent and in meaningful and intelligible contact with the general laws of psychology.14\n\nMurphy saw psychology and parapsychology as sister fields, and maintained that each has received – and should continue to receive – &nbsp;major contributions from the other. For instance, in a presidential address to the SPR given on 8 June 1949,15 he explores the questions of   \twhether psi is a rare gift found only in a few individuals or a latent ability in all (he sees the latter as well-supported by lab evidence) \twhat psychological traits are conducive to it manifesting (ease of dissociation and automatism are two he posits) \twhether belief in psi ability affects psi testing results (it does, to the point that people who disbelieve score worse than chance, using their psi abilities to attempt to prove they have none, as demonstrated by the ‘sheep and goats’ experiment)16 \thow much the working atmosphere influences psi test results (significantly, in his view) \tthe importance of interpersonal relationships between agents, percipients and experimenters in psi testing (he sees it as crucial).\n\nHe gives advice for productive collaboration between the two fields:  \n\nI would suggest the experiment of looking upon personality as the same subject matter whether it happens to be studied by psychologists or by psychical researchers; that we regard the paranormal as emerging from lawful and ultimately intelligible factors operative within normal personalities; that we regard psychical research and general psychology as interpenetrating and at times fusing, and always sharing outlooks and methods; and finally, since all psychological phenomena are to some degree individualized, that we make the most of all of those methods by which individuality may be studied with a view of trying to understand individual paranormal gifts.17\n\nMurphy considered the existence of telepathy and clairvoyance to have been amply established by spontaneous cases and laboratory evidence. He wrestled with the question of survival, impressed by some of the best evidence&nbsp;– he could not deny certain apparitional and mediumistic records showed a strong and consistent intent to communicate on the part of the dead18&nbsp;– but was never fully convinced that it might not be explained in terms of psi in living minds. He chose to explain Ian Stevenson’s cases of the reincarnation type in terms of the ‘psychons’ theory proposed by British psychical researcher Walter Whately Carington.19\n\nMurphy was steadfast in his insistence that mainstream psychology, and science in general, should pay appropriate attention to rigorous parapsychological science instead of dismissing it. ‘How far can any science get,’ he asked, ‘by laying down rules as to what can and what cannot happen? ... The scientific challenge to create a kind of field theory sufficiently open to provide a place for the main parapsychological findings still stands’.20  Select Publications\n\nMurphy wrote more than 25 books and more than one hundred papers on both psychological and parapsychological topics.  Select Books\n\nHistorical Introduction to Modern Psychology (1925). New York: Harcourt, Brace and World.\n\nPersonality (1947). New York: Harper &amp; Row.\n\nIn the Minds of Men (1953). New York: Basic Books.\n\nHuman Potentialities (1958). New York: Basic Books.\n\nThe Paranormal and the Normal (1980). Lanham, Maryland, USA: Scarecrow Press, Inc.\n\nThere Is More Beyond: Selected Papers of Gardner Murphy (1989). Jefferson, North Carolina, USA.: McFarland.\n\nWilliam James and Psychical Research (1960 with R. Ballou). New York: Viking Press.\n\nThe Challenge of Psychical Research. (1961 with L.A. Dale). New York: Harper and Row. [Republished in 1979, Westport, Connecticut, USA: Greenwood Press.]\n\nOutgrowing Self-Perception (1975 with M. Leeds). York: Basic Books, Inc.  Select Parapsychological Papers\n\nSome present-day trends in psychical research (1941). Journal of the American Society for Psychical Research 35, 118-32.\n\nField theory and survival (1945). Journal of the American Society for Psychical Research 39, 181-209.\n\nThe snfluence of belief and disbelief in ESP upon individual scoring level (1946 with G.R. Schmeidler). Journal of Experimental Psychology 36, 271-76. doi:10.1037\/h0054099.\n\nPsychical research and personality [Presidential address] (1949). Proceedings of the Society for Psychical Research 49, 1-15.\n\nPsychology and psychical research (1953). Proceedings of the Society for Psychical Research 50, 26-49.\n\nTrends in the study of extrasensory perception (1958). American Psychologist 13, 69-76. doi:10.1037\/h0042474.\n\nReport on paper by Edward Girden on psychokinesis (1962). Psychological Bulletin 59, 520-28. doi:10.1037\/h0044213.\n\nPsychical research today (1966). International Journal of Neuropsychiatry 2, 357-62.\n\nIntroductory aspects of modern parapsychological research (1967). Transactions of the New York Academy of Sciences 30, 256-60. doi:10.1111\/j.2164-0947.1967.tb02462.x.\n\nConcentration versus relaxation in relation to telepathy (1943 with L. Dale). Journal of the American Society for Psychical Research 37, 2-16.\n\nPsychical phenomena and human needs: Removal of impediments to the paranormal&nbsp;(1944). Journal of the American Society for Psychical Research 38, 2-23.\n\nAn outline of survival evidence (1945). Journal of the American Society for Psychical Research 39\/1, 2-34.\n\nDifficulties confronting the survival hypothesis (1945). Journal of the American Society for Psychical Research 39\/2, 66-94.\n\nAn approach to precognition (1948). Journal of the American Society for Psychical Research 42\/1, 3-14.\n\nNeeded: Instruments for differentiating between telepathy and clairvoyance (1948). Journal of the American Society for Psychical Research 42\/2, 47-9.\n\nPsychical research and personality (1950). Journal of the American Society for Psychical Research 44\/1, 3-20.\n\nThe natural, the mystical and the paranormal (1952). Journal of the American Society for Psychical Research 46\/4, 125-42.\n\nTriumphs and defeats in the study of mediumship (1957). Journal of the American Society for Psychical Research 51, 125-35.\n\nProgress in parapsychology (1959). Journal of the American Society for Psychical Research 53, 12-22.\n\nResearch in creativeness: What can it tell us about extrasensory perception? (1966). Journal of the American Society for Psychical Research 60, 8-22.\n\nA Caringtonian approach to Ian Stevenson’s Twenty Cases Suggestive of Reincarnation (1973). Journal of the American Society for Psychical Research 67, 117-29.  Manuscript Archive\n\nThe Kansas Historical Society holds an archive of Murphy’s papers dated from c. 1924 to 1987, most from the 1950s and 60s. His interest in parapsychology is well-represented.&nbsp; See here.  Video\n\nIn 1966, Murphy appeared as himself in a television documentary on ESP research, The Baffling World of ESP.\n\nKM Wehrstein  Literature\n\nSee American Society for Psychical Research (n.d.) The American Society for Psychical Research Annual Gardner Murphy Memorial Lecture Series. [Web page on ASPR website.]\n\nCook, J (1979). Gardner Murphy Is Dead at 83: Psychologist, Author, Professor. New York Times (21 March), 21.\n\nHartley, E. (1960). Profile of a professor. In Festschrift for Gardner Murphy, ed. by J.G. Peatman &amp; E.L. Hartley. New York: Harper, 1-11.\n\nMurphy, G. (1949). Psychical research and personality (8 June 1949 Presidential address). Proceedings of the Society for Psychical Research 49, 1-15.\n\nMurphy, G. (1973). A Caringtonian approach to Ian Stevenson’s Twenty Cases Suggestive of Reincarnation. Journal of the American Society for Psychical Research 67, 117-29.\n\nMurphy, G. &amp; Ballou, R. William James and Psychical Research. New York: Viking Press, 1960.\n\nMurphy, G. with Dale, L.A. (1961, 1979). The Challenge of Psychical Research. New York: Harper &amp; Brothers; Westport, Connecticut, USA: Greenwood Press.\n\nPleasants, H. (1964). Gardner Murphy. Biographical Dictionary of Parapsychology with Directory and Glossary 1946-1996. New York: Garrett Publications. [Entry published on Lyceum Library website.]\n\nSchmeidler, G.R., &amp; Murphy, G. (1946). The Influence of Belief and Disbelief in ESP Upon Individual Scoring Levels. Journal of Experimental Psychology, 36\/3, 271-76.\n\nStevenson, I. (1973). Carington’s psychon theory as applied to cases of the reincarnation type: a reply to Gardner Murphy. Journal of the American Society for Psychical Research 67, 130-46.\n\nTart, C.T. (1980). Tribute to Gardner Murphy. Journal of the American Society for Psychical Research 74, 109-10.\n\nWashington Post (1979). Gardner Murphy Dies (obituary) (March 31).   Endnotes 1. All information in this section is drawn from Washington Post (1979) and Cook (1979) except where otherwise noted. 2. Murphy (1961), xv. 3. Murphy (1961), xv. 4. Murphy (1961), xvi. 5. Murphy (1961), xv. 6. Murphy (1961), xv-xvi. 7. Pleasants (1964). 8. Pleasants (1964). 9. Tart (1980). 10. Hartley (1960), 9-10. 11. See American Society for Psychical Research (n.d.). 12. See Schmeidler &amp; Murphy (1946). 13. For example: Murphy &amp; Ballou (1960). 14. Cited in Pleasants (1964). 15. Murphy (1949). 16. Schmeidler &amp; Murphy (1946). 17. Murphy (1949), 15. 18. Murphy &amp; Dale (1961), 273. In the chapter on survival, the authors give the so-called ‘Cross-Correspondences’ as the strongest evidence. 19. See Murphy (1973) and Stevenson’s response (1973). 20. Cited in Washington Post (1979).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: June 28, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: KM Wehrstein Word count: 2,300 Created: 19th October 2018 Last updated: 28th June 2022 May be cited as:Wehrstein, KM (2018). &lsquo;Gardner Murphy&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gardner-murphy&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yxhtgpn3                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gardner-murphy","_id":237}