{"name":"Eugène Osty | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/eugène-osty","mytitle":"Eugène Osty | Psi Encyclopedia","mylang":"de","content":"                     Eugène Osty | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Eugène Osty                                                                                                                                                                                                                          Eugène Osty (1874-1938) was a French medical practitioner and psi researcher. He was director of the Institut Métapsychique International in Paris and is noted in particular for an innovative investigation of the medium Rudi Schneider.    Contents   \tLife and Career \tWorks  \tBooks  \tSelected Articles   \tLiterature \tEndnotes     Life and Career\n\nEugène Osty was born in 1874 in Paris. After studying medicine there he moved to Berry in central France, and worked as a medical practitioner.\n\nIn 1909, intrigued by the accuracy of a palm-reading, he decided to carry out research. &nbsp;He served with the French army medical corps during World War I, then returned to Paris and devoted his time to the study of clairvoyance and related studies. He joined the Society for Psychical Research (SPR) and the Institut Métapsychique International (IMI), where he collaborated with Richet, Flammarion, Bergson and Boirac.1\n\nOn the death in 1924 of Gustave Geley he succeeded him as director of the IMI, having now retired from medicine. From 1925 until his death in 1938 he contributed articles on clairvoyance and mediumship to the Revue Métapsychique. He was appointed honorary vice-president of Harry Price’s National Laboratory of Psychical Research in London.\n\nHe investigated sensitives such as Stanisława Popielska, Jan Guzyk, Jeanne Laplace and Pascal Forthuny, but is best known for his 1930 investigation of the Austrian physical medium Rudi Schneider.2 He and his engineer son Marcel created a device that used an infrared beam able to detect anomalous movements of objects in the dark, activating a warning bell to draw attention to them and cameras to record them.3 The experiments were initially carried out at the IMI in Paris and later at Price’s laboratory. In recording movements, the device confirmed that they were genuinely anomalous, and not caused by trickery.4 (See a full description here.)\n\nOsty and Price later fell out when Price criticized him over his control procedures during the Paris sittings. Osty believed that he may have inadvertently irked Price by maintaining contact with the SPR, with which Price had a frosty relationship.5 In 1933, the SPR invited Osty to give the Frederic W.H. Myers Lecture, where he discussed the Schneider experiments and the precautions that were taken to prevent cheating.6\n\nOsty used the term ‘metagnomy’ for his expanded definition of psychometry, which encompassed contributory features such as the material of the objects used and the length of time they were handled. A commentary can be found in GNM Tyrrell’s The Personality of Man.7\n\nRegarding out-of-body experiences, Osty used the term ‘autoscopy’ or ‘la vision de soi’8 (visions of the self), treating the phenomenon in psychological terms as hallucinatory. ‘The sensation of being out of the body was&nbsp;seen as an illusion, a confusion of the mind, and not as a real exteriorization’, he wrote.9 &nbsp;\n\nCritics at the SPR found fault with the quality of his case histories, in terms of their selection and editing.10 &nbsp;One was Alan Gauld, who, however, added, ‘It would take an immense mass of erroneous material to outweigh Osty’s more remarkable cases and a great deal of misrecording and misverification to undermine them’.11  Works  Books\n\nLucidity and Intuition: An Experimental Study (1913). Paris: Libraire Felix Alcan.\n\nThe Meaning of Human Life (1919). Paris: La Renaissance du Livre.\n\nSupernormal Faculties in Man:&nbsp;An Experimental Study (1923). Translated from the French by S. de Brath. London: Methuen &amp; Co.   Selected Articles\n\nA Man of Paranormal Cognizance. Translated with critical comments by J. Malcolm Bird (1925). Journal of the American Society for Psychical Research XIX, 10, October, 545-70.\n\nUn fait de prévision d'événements généraux (1925). Revue Métapsychique 6, Novembre-Décembre.\n\nUn métagnome: M. Pascal Fortunhy (1926). ‎Revue Métapsychique 3, Mai-Juin.‎\n\nAux confins de la psychologie classique et de la psychologie métapsychique: Calculateurs et peintres prodigies (1927). Revue Métapsychique 6, Novembre-Décembre.\n\nTwo distinguished painter-mediums: The work of Marjan Gruzewski and Augustin Lesage (1928). Journal of the American Society for Psychical Research 22\/5, 302-6.\n\nNotre sixième sens (1928). Revue Métapsychique 3.‎\n\nLa Vision de Soi (1930). Revue Métapsychique 3, 185-97.&nbsp;\n\nEnquête sur le don ou la science du sourcier. Exposé de l'enquête (1931). ‎Revue Métapsychique 4.‎\n\nThe faculty of supernormal cognition, parts I &amp; II (1931). Journal of the American Society for Psychical Research 25\/11, 468-77.\n\nThe faculty of supernormal cognition, part III (1931). Journal of the American Society for Psychical Research 25\/12, 521-26.\n\nThe faculty of supernormal cognition, part IV (1932). Journal of the American Society for Psychical Research 26\/4, 13-19.\n\nLes pouvoirs inconnus de l’espirit sur la matière (1931\/32, with M. Osty). Revue Métapsychique&nbsp;11, 393-427; 12, 1-59, 81-122.\n\nSupernormal aspects of energy and matter. Translated by T. Besterman (1933). London: Society for Psychical Research.\n\nEn écoutant les sourciers (1933). ‎Revue Métapsychique 4.\n\nUne faculté de connaissance paranormale: Mlle Jeanne Laplace (1934). Revue Métapsychique 2, 3 &amp; 4.\n\nAlexis Didier: Clairvoyant extraordinary (1935). Journal of the American Society for Psychical Research 29\/12, 323-38.\n\nAlexis Didier: Clairvoyant extraordinary, part 2 (1935). Journal of the American Society for Psychical Research 30\/1, 14-35.\n\nSéances de connaissance extra-sensorielle en public (1937). Revue Métapsychique 2.\n\nLa parodie de la connaissance paranormale (1937). Revue Métapsychique 5.\n\nMelvyn Willin  Literature\n\nAlvarado, C. (2016). Eugene Osty on out-of-body experiences. Journal of the Society for Psychical Research 80\/2, 122-24.\n\nBerger, A.S. and Berger, J. (1991). The Encyclopedia of Parapsychology and Psychical Research. New York: Paragon House.\n\nBraude, S. E (2016). Rudi Schneider Investigated by Eugene Osty.&nbsp;Psi Encyclopedia. London: The Society for Psychical Research.\n\nGauld, A. (1982). Mediumship and Survival. A Century of Investigations. London: Heinemann.\n\nGregory, A. (1977). Price’s campaign against Eugène Osty. Anatomy of a fraud: Harry Price and the medium Rudi Schneider. Annals of Science 34\/5, 449-549.\n\nGuiley, R. (1994). The Guinness Encyclopedia of Ghosts and Spirits. Enfield: Guinness Publishing Ltd.\n\nInglis, B. (1984). Science and Parascience. A History of the Paranormal 1914-1939. London: Hodder and Stoughton.\n\nOsty, E. (1930). La Vision de Soi. Revue Métapsychique, 3, 185-97.&nbsp;\n\nOsty, E., &amp; Osty, M. (1931\/32). Les pourvoirs inconnus de l’espirit sur la matière. Revue Métapsychique 11, 393-427; 12, 1-59, 81-122.\n\nOsty, E. (1933). Supernormal aspects of energy and matter. Translated by T. Besterman. London: Society for Psychical Research.\n\nTyrrell, G.N.M. (1954). The Personality of Man. London: Penguin Books.   Endnotes 1. Berger &amp; Berger (1991), 302. 2. Guiley (1994), 239. 3. Braude (2016). 4. Osty &amp; Osty (1931\/32). 5. Gregory (1977), 514. 6. Osty (1933). 7. Tyrrell (1954), 175-85. 8. Osty (1930), 185-97. 9. Alvarado (2016), 124. 10. Inglis (1984), 135. 11. Gauld (1982), 134.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: February 08, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,000 Created: 6th November 2021 Last updated: 8th February 2023 May be cited as:Willin, M. (2021). &lsquo;Eugène Osty&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/eug%C3%A8ne-osty&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yjdafarc                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/eugène-osty","_id":249}