{"name":"Gustav Pagenstecher | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gustav-pagenstecher","mytitle":"Gustav Pagenstecher | Psi Encyclopedia","mylang":"de","content":"                     Gustav Pagenstecher | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Gustav Pagenstecher                                                                                                                                                                                                                          Gustav Pagenstecher (1855-1942) was a German-born physician and psychical researcher who lived and worked for most of his life in Mexico. He is remembered mainly for experiments and theories concerning psychometry.   Contents   \tLife and Career \tPsychometry Investigations \tTheories \tLotte Platt-Mahlstedt \tSelected Works  \tBooks \tArticles   \tLiterature \tEndnotes     Life and Career\n\nGustav Pagenstecher was born in Haiti on 2 October 1855, the son of German immigrants. He spent his formative years in Germany, obtaining a medical degree at Leipzig and Halle in 1879. By 1884 he was living in San Luis Potosí, Mexico, where his gynaecology practice and philanthropic activities earned him a high reputation. In 1899, he founded and briefly directed a general hospital, where he attended patients &nbsp;without charging a fee. Between 1890 and 1895 he was a stock holder of mining operations in San Luis Potosí. He was for a time a member of the National Academy of Medicine and as a member of the Sociedad Médica ‘Pedro Escobedo’ he played prominent roles in national medical congresses during the 1890s.1\n\nEarly in the twentieth century Pagenstecher moved to Mexico City. A gifted orator, he delivered speeches on official occasions in the presence of presidents Porfirio Díaz and Álvaro Obregón.\n\nOver a three year period starting in 1919, Pagenstecher developed the mediumship of María Reyes de Zeriold, investigating questions related to psychometry. In the early 1940s he participated in sessions of the Mexican Institute of Psychic Investigations founded by Rafael Álvarez y Álvarez.2\n\nPagenstecher died on 26 December 1942.  Psychometry Investigations\n\nIn 1918, Pagenstecher treated María Reyes de Zeriold for insomnia and other ailments, for which he sometimes used hypnosis. During a hypnotic trance on one occasion Reyes asked him to remove her daughter, who she said was spying on them behind the closed office door. &nbsp;Pagenstecher opened the door and was intrigued to discover that the child was there, although she could not have known this by normal means.3 He speculated that hypnosis functioned as the catalyst of latent mediumistic powers and that these might be methodically developed.4\n\nReyes participated in over one hundred psychometrical experiments. Once hypnotized she was handed an object, holding it with the tip of her fingers. The objects included jewellery, wooden items, pumice stones, fragments of meteorites, archaeological remains from ancient cultures, messages written on paper, and garments. In each case, Reyes described material features, identified geographical locations, and narrated historical events, all associated with the object and later confirmed by historical records, affidavits, and other kinds of evidence and testimony. Ordered to retain in her memory whatever she had sensed during the trance, she was often able to add more details later.5\n\nMany controls were established in order to rule out the intervention of telepathy or thought transference. Everything was written down at the end of each session.&nbsp; Sometimes the visions were backed up by solid proof, sometimes by more circumstantial evidence,6 but Pagenstecher considered that a few well documented cases were sufficient to establish the existence of the phenomenon.7 Some of his medical colleagues participated in the tests, and he also persuaded them to perform repetitions. JE Monjarás reported that Reyes in deep trance, and with all her senses blocked, was nevertheless able to perceive sensations of sight, smell, taste, hearing and temperature, confirming the earlier findings. The experiments were also successfully repeated by LS Viramontes.\n\nAlso involved in Pagenstecher’s work was Walter Franklin Prince of the American Society for Psychical Research (ASPR). Prince, an eager investigator of psychometry, published reports of it in the ASPR’s Journal8 and in 1922 edited an extensive English-language monograph by Pagenstecher which has become a classic of psychometric literature.\n\nThe first documented investigation of psychometry were by Joseph Buchanan and William Denton. Pagenstecher was unconvinced by their work and aimed to show that Reyes, unlike the mediums they worked with, was really able to make contact with ancient historical realities.9\n\nBut as his experiments with her progressed, he began to concentrate on other striking aspects of her mediumship. For instance, she said she observed ‘a luminous, seemingly electric cord’ that joined her body to Pagenstecher’s, also the inner organs of her body and ‘thought pictures’ in the doctor’s brain.\n\nLater, a ‘cataleptic condition’ manifested whenever she was asked to psychometrize, convincing &nbsp;Reyes that she was not just seeing a scene but actually living it, and quite intensely. 10 For example, given a piece of lava stone from an extinct volcano, she became distressed and spoke of being enveloped in a burning mass of liquid lava, paralysed and unable to escape.11\n\nThe fact that a medium under hypnosis could start and stop the visionary process in response to the hypnotist’s orders suggested that it could be produced at will, by a sort of mechanical interaction. However, experiments in ‘astral travelling’ failed, as Reyes under hypnosis was unable to comply with the suggestion that she leave her body.  Theories\n\nPagenstecher speculated from embryology that Reyes’s ability might be traced to the evolutionary development of skin in early life forms, when perception was based on ‘external impacts … transmitted to the brain centres by nerve channels hitherto unknown to science’.12 He further developed a ‘vibrations’ theory to explain ESP, suggesting that terrestrial bodies store vibrations that can be perceived by a sensitive even centuries later.13 The human brain, he speculated, can ‘register, preserve and reproduce at will whatever vibration it has been affected by during its existence’. The ‘associated object’ acts like a ‘tuning fork’, automatically triggering in the psychometrist’s brain vibrations that correspond to some event associated with it in the past. When these vibrations align with the memory of the events stored in the ‘cosmic brain’, the effect is to release mental images of them.14\n\nThoughts and emotions, Pagenstecher considered, are also of a vibratory nature. Any object can be permeated with emotions from different persons, so their vibrations will have distinct rates of motion and their physical interference will cause the medium to perceive two or more visions that blend together.15\n\nCentral to Pagenstecher’s theory of psychometry was that the rates of vibration varied. He thought that ‘vibrations stored in matter for centuries gradually undergo changes in their rates of motion’, and every ‘re-vibration’ elicited by psychometry will never come from the original distance, but from a physical point calculated ‘in proportion to the time elapsed, [that is] one meter for every ten years’.16 This would explain why Reyes under trance was able to sense only the present, and why she was often unable to determine when the past events she saw had actually occurred. &nbsp;\n\nSuch ideas are not free of difficulties, but Pagenstecher believed that, being materialist in conception, they would be acceptable to science. However, his thinking also involved spiritist concepts of a non-material ‘spirit’ or ‘reasoning principle’ which, incarnate in the body, enables ‘glimpses of the future as well as of the past.’17 Indeed, to convert specific vibrations into thought forms implies the existence of an ‘ego, subconscious mind or soul’ endowed with the ‘mysterious power of converting physical processes into psychic conceptions’. For Pagenstecher, these conceptions are ‘astral visions’ which emerge from ‘the limited picture gallery of nature’s memory’. The religious tone of this speculations bring to mind Gustav Fechner’s speculations concerning the destiny of the surviving spirit, along with its perceptions and memories, in the afterlife.18  Lotte Platt-Mahlstedt\n\nPagenstecher sometimes collaborated with Paul Sünner, a German psychical researcher. In 1929 the pair joined a committee set up to examine the psychometric abilities of a Dutch sensitive named Lotte Platt-Mahlstedt. The sessions took place in Berlin. Thirty-eight experiments were made, of which, says Sünner, twenty-eight were successful, five were failures, and five gave mixed results. In his contribution to the ensuing report, Pagenstecher compared Platt’s powers with those of María Reyes, noting that both suffered from bodily ailments and were able to feel dramatically ‘the whole gamut of sensations’ (pressure, warmth, anxiety, etc.) triggered by the ‘associated objects’. Notable differences were that Platt did not need to be entranced and could establish a psychic rapport with the object without touching it.19\n\nThe descriptions given by both Platt and Reyes concerning historical events and objects related to living, dead, or missing individuals proved correct many times. This is why Pagenstecher, along with his his friend WF Prince and other investigators, insisted on the potential benefit of psychometry as aid to police investigations.20  Selected Works  Books\n\nPagenstecher, G. (1924). Aussersinnliche Wahrnehmung; experimentelle Studie über den sogen. Trancezustand [Extrasensory Perception. Experimental Study on the so-called State of Trance], Marhold, Halle.\n\nPagenstecher, G. &amp; Driesch, H.A. (1928). Die Geheimnisse der Psychometrie oder Hellsehen in die Vergangenheit: Eine psychometrische Studie, [Secrets of Psychometry or Clairvoyance into the Past: A Psychometrical Study], Leipzig: Mutze.  Articles\n\nPagenstecher, G. (1920). A Notable Psychometric Test. Journal of the American Society for Psychical Research 14, 386-417.\n\nPagenstecher, G. (1922). Past Events Seership: A Study in Psychometry. Proceedings of the American Society for Psychical Research 16, 1-136.\n\nPagenstecher, G. (1924). What about psychometry? The Forum, June, 799-802.\n\nRoberto R Narváez&nbsp;  Literature\n\nAllison, L.W. (1943). In Memory of Dr. Gustav Pagenstecher. Journal of the American Society for Psychical Research 37\/3, 138-42.\n\nElías Calles, A. (2012). Mensajes del más allá para uso del más acá [Messages from the beyond to be used in our world], Boletín del Archivo Plutarco Elías Calles\/Fernando Torreblanca, 71.\n\nHowgrave-Graham, A. (1943). Sidelights on Mediumship. Psychic Science 22\/1, 23-36.\n\nFechner, G.T. (1906). On Life after Death (English transl. Hugo Wernekke). Chicago: The Open Court Publishing Co.\n\nMartínez, J.R. (2020). Altruismo y filantropía en servicios de salud. El caso del Dr. Gustavo Pagenstecher y su Hospital Quirúrgico Gratuito de San Luis Potosí [Altruism and Philantropy in health services. The case of Dr. Gustav Pagenstecher in San Luis Potosí], Scientific Journal SLP, San Luis Potosí, México, 1-8.\n\nMcKenzie, J.H. (1930). Lotte Plaat – A Remarkable Psychometrist. Psychic Science 21\/1, 13-24.\n\nPagenstecher, G. (1922). Past Events Seership: A Study in Psychometry. Proceedings of the American Society for Psychical Research 16, 1-136.\n\nPagenstecher, G. (1924). What about psychometry? The Forum, June, 799-802.\n\nPrice, H. (1939). Fifty years of Psychical Research. A Critical Survey. London: Longman, Green and Co.\n\nPrince, W.F. (1920). Experiments in Psychometry. Journal of the American Society for Psychical Research 14\/2, 100-105.\n\nPrince, W.F. (1921). Psychometrical Experiments with Señora Maria Reyes de Z. Proceedings of the American Society for Psychical Research 15, 189-314.\n\nPrince, W.F. (1922). Psychometric Experiments with Señora Maria Reyes de Z. Proceedings of the American Society for Psychical Research 16,&nbsp; 5-40.\n\nPrince, W.F. (1924). Studies in psychometry.&nbsp;Proceedings of the American Society for Psychical Research 18, 178-357.\n\nRoeckelein, J.E. (ed.) (2006). Elseviere’s Dictionary of Psychological Theories. Amsterdam: Elsevier.\n\nRoll, W.G. (1967). Pagenstecher’s Contribution to Parapsychology, Journal of the American Society for Psychical Research 41, 219-40.\n\nSmith, S. (1999). ESP and Hypnosis.&nbsp;Lincoln, New England: toExcel Press.\n\nTenhaeff, W.H.C. (1929-30). Experiments with Mrs. Lotte Plaat-Mahlstedt to test her gift of extrasensory perception. Tijdschrift voor Parapsychologie 2, 1-80.\n\nViesca Treviño, C. (2014). La Academia Nacional de Medicina de México. 150 años de actividad ininterrumpida [150 Years of the National Academy of Medicine in Mexico]. México: Conacyt-Intersistemas Editores.   Endnotes 1. Martínez (2020), 3; Viesca Treviño (2014), 78-94; Allison (1943), 138-39. 2. Martínez (2020), 7; Elías Calles (2012), 22. 3. Pagenstecher (1922), 78-79. 4. For an interesting discussion concerning this condition see Roll (1967), 224-27. 5. Pagenstecher (1922), 81-82. 6. Pagenstecher (1922), 49. 7. Pagenstecher (1922), 19. 8. Prince (1920, 1921, 1922). 9. Pagenstecher (1922), 17-18. 10. Pagenstecher (1922), 110-14; Pagenstecher (1924), 800. 11. Pagenstecher (1922), 47-48, 112. 12. Pagenstecher (1922), 59-70, 77. 13. The German equivalent is Aussersinnliche Wahrnehmung, which Pagenstecher used in the title of a book (1924). This is evidence that it was he and not JB Rhine who originally coined the technical phrase. See Smith (1999), ch. 10, and Roeckelein (2006), 450; Pagenstecher (1922), 77, 91; Pagenstecher (1924), 801. 14. Pagenstecher (1922), 106. 15. Pagenstecher (1922), 92. 16. Pagenstecher (1922), 100-101. 17. Pagenstecher (1922), 13, 78. 18. Pagenstecher (1922), 106-107. Fechner (1906), 18-21. 19. McKenzie (1930), 13-15, 33-36. Price (1939), 220-21. Between 1929 to 1930 Platt’s faculty was further examined by WHC Tenhaeff in Utrecht, see Tenhaeff (1929-1930). 20. Prince (1924), 189-92; Howgrave-Graham (1943), 33-36.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: December 30, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Roberto R. Narváez Word count: 1,900 Created: 30th December 2022 Last updated: 30th December 2022 May be cited as:Narváez, R. R. (2022). &lsquo;Gustav Pagenstecher&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gustav-pagenstecher&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/2f96l76m                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/gustav-pagenstecher","_id":252}