{"name":"Psychometry | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/psychometry","mytitle":"Psychometry | Psi Encyclopedia","mylang":"de","content":"                     Psychometry | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Psychometry                                                                                                                                                                                                                          Psychometry is a type of clairvoyance facilitated by the handling of an object: this&nbsp;enables the psychic to describe key incidents in the lives of its previous owners. An outstanding practitioner was the Polish psychic Stefan Ossowiecki (1877–1944). There has been some scientific investigation of psychometrists, notably by the French psi-researcher Eugène Osty (1874-1938).   Contents   \tCharacteristics \tJoseph Buchanan \tWilliam Denton \tStefan Ossowiecki \tLudwig Kahn \tEugène Osty and Jeanne Morel \tAlexis Didier \tGustav Pagenstecher \tLiterature \tEndnotes     Characteristics\n\nPsychometry is a technique in which a psychic handles a ‘link object’ connected with a target person, place or event. Contact with the object seems to precipitate awareness of the history of the object itself, its successive environments and origin, and of people and incidents associated with it, even details about persons related to those people. Some psychometrists talk about the object and its environments; others are more interested in its various owners, their personalities and major life events.\n\nSome psychometrists work backwards in time, mentioning the last person to touch the object, then the one before, and so on. Others home straight in on the most significant item of information connected with object. In a face-to-face encounter the psychometrist might first take the sitter’s hand, if the purpose is to demonstrate his or her powers by telling the sitter details of his past life and other people connected to him. However, most psi practitioners are prepared to use psychometry, and some people with no special claim to psychic faculties sometimes say they pick up impressions from handling things or even sitting in chairs.\n\nLink objects are widely used with mediums, especially in proxy sittings, those where the target person (for whom the reading is being made) is not present. According to the Boston medium Leonora Piper:  \n\nObjects carry with them a light as distinct to us as the sunlight is to you. The instant you hand us an object, that instant we get an impression of its owner, whether the present or the past owner and often both.\n\nAsked whether the article carried intrinsic elements of its former surroundings, or if such influences had to be drawn from its owner, she clarified:  \n\nOh, without the intervention of a person because it has light enough to give us the impression of its former surroundings.1\n\nAlthough it is convenient to refer to ‘psychometry’ and ‘psychometrists’, psychometry is not a genre of psi-functioning like telepathy (mind-to-mind psi) and clairvoyance (psi perception of a distant environment or event). Rather, the psychic uses psychometry as an operational aid to psychic awareness, a goal that might also be facilitated by the use of crystal balls, cards, palms, pendulums or white of egg, some of which have also been associated with successful demonstrations of psi.\n\nWhatever technique is favoured by the clairvoyant, touching a link object seems to have special potency. Certain outstanding psychometrists have performed successfully and consistently under well-controlled conditions, and in tests with researchers who have carried out repeated and varied experiments (see below). The link object differs from other aids in having had direct physical contact with the target person or surroundings, raising the question whether it acts merely as a psychological prop or rather whether in some way it plays a role through its substance. Most notable psychometrists have at times demonstrated clairvoyant ability without any link object.  Joseph Buchanan\n\nThe systematic study of psychometry was pioneered in the USA by Joseph Buchanan in the 1840s. He started by testing sensitivity to the touch of metals, and went on to experiment with impressions of taste when test subjects handled envelopes containing substances ranging from sugar and salt to emetics.&nbsp; Buchanan found many of his student volunteers highly susceptible to these influences. Later he went on to the more familiar field where the purpose is to study the discernment of past associations attached to natural or manufactured articles.2  William Denton\n\nA generation later, geologist William Denton’s attention was drawn to Buchanan’s writings by his wife Elizabeth, who believed she herself was sensitive to associations imprinted on articles that she handled. Denton carried out extensive experiments with her and with his sister Annie, confirming Buchanan’s discovery that taking hold of a letter could evoke descriptions of&nbsp; the writer’s appearance, character and life events. Annie showed a special gift for describing the geographical origins of specimens put before her, and most of Denton’s work in this area was of that type. &nbsp;From his researches Denton came to believe, like Buchanan, that past events were embedded in the present, conjecturing that every particle of matter was imprinted with its environmental history.3 Whether or not there is substance in this idea, it cannot account for the clairvoyant powers displayed in the more usual sort of psychometric testing where the purpose is not to investigate the origins of the link object but rather to connect with people and events associated with it, including incidents occurring after the people concerned have ceased to have any contact with the object. &nbsp;  Stefan Ossowiecki\n\nMost psychometrists have been principally concerned with people and personal incidents. However, in Poland one of the most rigorously tested of all clairvoyants, Stefan Ossowiecki, gave sittings to an archaeologist named Stanislaw Poniatowski, who hoped in this way to find information about an archaeological artefact, a spear tip. Ossowiecki produced details about a settlement in France or Belgium, which Poniatowski identified as accurate for the Magdalenian culture of the upper Paleolithic period.\n\nThis information appeared authentic, but could not be assessed with any certainty.4&nbsp;However, tests can be devised in which the information provided by the clairvoyant can be readily checked against the known history of the object. In one of several rigorous tests carried out by scientists of the French Institut Métapsychique International (IMI), Ossowiecki was given a fragment of meteorite that had been wrapped and boxed by the donor (a man unknown to Ossowiecki) with the intention that it should be presented to the clairvoyant after the donor’s death.&nbsp; Ossowiecki started as he often did by describing the articles enclosing the target object: the wrapping paper, the box inside it, the soil and minerals that had once been in the box. He then passed to the donor.  \n\n[H]e is no longer alive ... He was an old man, with a grey beard... of wide culture, highly educated, especially knowledgeable with regard to the paranormal ... He travelled a lot. The package was sent to someone ... I see it down there in the bookcase ...\n\nThe specimen in fact spent many years ‘down there in the bookcase’ of the researcher before being presented to Ossowiecki.&nbsp; He finally came to the target.&nbsp;  \n\n[V]olcanic material ... There is something here that pulls me away to other worlds ... Now I am seeing a huge planet, immense, a distant world quite unconnected with ours. It is rushing headlong through outer space ... it collides with another body ... there is a catastrophic cosmic event. Something breaks away, breaks up,&nbsp; shatters into small pieces ... they rush on, they fall to earth in various places ... yes,&nbsp; yes,&nbsp; they are pieces of meteorite.\n\nOssowiecki went on to divine the anomalous presence of sugar.  \n\nThis experiment was devised specially for me ... perhaps there are two experiments,&nbsp; because I feel drawn in two different directions. This old gentleman also prepared the pieces of sugar. Just then someone came and brought him some tea. I see him drink it with the sugar between his lips.\n\nThis is typical of Ossowiecki, who habitually reported impressions associated not merely with the target object, but also with the person who prepared it, the act of preparation and then incidents in this person’s life. While retrocognition is a clear hallmark of his technique, many of the experiments carried out for immediate assessment do not require this interpretation. In informal situations, he was handed a sealed envelope containing a drawing, handled it, and at once drew an image that proved to be an almost exact copy. If the envelope contained a letter, he would not only accurately summarize its contents but might then go on to describe the writer, people connected with the writer, and incidents in the writer’s life.\n\nOssowiecki succeeded in more formal experiments carried out with IMI members and other seasoned researchers. In one, he successfully identified targets that had been encased in hard materials, such as lead, and with papers that had been screwed into a ball or burned. In real-life situations he could use contact with a link object to track down criminals and locate lost property.&nbsp; During the war he helped desperate families by bringing news, whether good or bad, about missing persons. On one occasion he traced the corpse of a particular army officer in a mass battlefield grave.\n\nThe potent effect of touch is shown in two real-life ‘finding’ cases. A judge’s wife asked Ossowiecki if he could say what had happened to a brooch recently lost from the coat she was wearing. He started with a description, but she stopped him, saying that the brooch he was describing was not the lost brooch, but another one that had been kept in the same box. Momentarily checked, Ossowiecki asked to put a finger on the coat in the place where the brooch had been. The effect was immediate: he saw the brooch fall from the coat in a location he was able to name,&nbsp; and saw a man with a black moustache pick it up.&nbsp; At that point he lost the trail. However, visiting his bank the next day he happened to see the man with the black moustache and told him what he had seen. Stunned, the man produced the brooch.\n\nOn another occasion, a bank appealed to Ossowiecki for help tracing stolen share certificates. He asked to put his hand into the safe where the certificates had been kept; at once he ‘saw’ a man in the act of taking them and was able to identify a bank employee as the thief. Being ‘seen’ in flagrante by Ossowiecki often seemed, as here, to lead to instant confession and recovery of property.5\n\nOssowiecki said he put himself into a special state of openness, but did not appear to be different from his usual self when he did psychometry.  Ludwig Kahn\n\nLudwig Kahn, a German Jewish clairvoyant, was in an alert state when he performed his strictly stereotyped demonstrations. Kahn would tear a sheet of paper into four pieces, hand one to each of four participants and leave the room, having instructed them to write a short message on the paper, fold it over several times and hand it to one of their number. This person then shuffled the papers and handed one back to each participant. Returning, Kahn stood in front of each participant in turn, indicated whether the person was holding their original paper or a different one, then reeled off the contents of the message, usually word for word. For speed and accuracy Kahn rivalled Ossowiecki, though in a more restricted field.\n\nPhysical contact was important here, since the participants had to use pieces of paper that he had handled (he could tell when one of&nbsp; them had substituted a piece torn from another sheet). When he got stuck, as happened occasionally, he would ask to touch the paper, at which he would be off again like a rocket, reciting every word in the concealed writing, whether or not it had been written by the person holding it. Clearly, the element of touch played a key role, acting to instantly restore the connection, as was the case with Ossowiecki and other psychometrists. (If the participant resisted his request he would decline to continue.) However, again like them, there were occasions when Kahn seemed able to dispense with his tactile aids, working with paper that he had not previously handled and performing equally well with papers that had been burnt to ashes; he was also prepared to work with one participant rather than his usual four.\n\nAs a public performer, Kahn was often accused of fraud – although his critics were unable to provide a convincing mechanism for the act. On the other hand, he submitted to tests by psi researchers, including the French physiologist Charles Richet, a highly experienced investigator, all of whom became convinced the feats were genuine.6  Eugène Osty and Jeanne Morel\n\nEugène Osty carried out systematic research with European psychometrists over a long period (including Kahn). At a late stage in his career, he gave up practice as a physician to become director of the IMI. His findings are recorded in his seminal book La Connaissance Supranormal, translated under the title Supernormal Faculties in Man in 1923.7\n\nOsty worked with professional psychometrists of outstanding ability, most frequently a woman named Jeanne Morel. In March 1914, she was asked to help locate an elderly estate worker who had disappeared from his home and could not be found, despite extensive searches of the grounds. Given a scarf belonging to the man, Morel was able to describe him with total accuracy, and also the location where he lay dead:  \n\n[T]here is much water there in round pools ... many&nbsp; trees … &nbsp;a large stone near him … He leaves the houses … passes by the side of them ... goes towards the other houses … reaches the cross-ways where three roads meet, in front of which there is a house … He passes a barrier … hesitates … he has an old stick in his hand … he taps the ground with it … his mind is confused … he goes to the right on a descending road … hesitates … returns to the cross-ways leaning on his stick … takes the left-hand road … walks on its right side, holding his stick and a check handkerchief … passes near a fence and goes into the wood by a path which is barely visible on a level with the road … From where the body is, the house and the hut are not visible; one must go back to the road to see them … He did not go far into the wood … near the place where the ground slopes down.\n\nFollowing Morel’s directions, searchers found the worker, as she had indicated, near a large stone, pools of water and surrounded by trees. This incidence of psychometry surprised Osty in that the circumstances excluded telepathy from any living person. It also demonstrates that to be successful in such a case the psychometrist does not necessarily require a link object associated with the past event.&nbsp;\n\nIn an especially illuminating experiment carried out in 1912, the link object was a photograph of a person unknown to Osty and supplied by a clerical academic.  \n\nOn March 8, Mme Morel being under hypnosis, I took the photograph from the envelope, and without looking at it, placed it face downwards in her hand. My thought can therefore have conveyed nothing; but having looked at the photograph at the end of the séance, I am able to say that I learned nothing from it.\n\nOsty asked Morel to ‘speak of the person represented on the photograph.’ Her response was as follows.  \n\nA woman appears to me … she vanishes … &nbsp;Ah! there is a man in her place, over there, very clear … a dark man appears before me, he is ill … his brain is troubled … his face is very sad … he is ill and in pain … his head is tired … I see him often surrounded by many persons, quite boys … I see hundreds of faces fluttering round him, all quite young, in uniforms.\n\nOsty realized that the clairvoyant was talking about the person who had sent him the letter, who he knew worked in a college and suffered from ‘digestive troubles and neurasthenic depression’. Accordingly, he asked her to direct her attention to the person depicted in the photograph, with this result:  \n\nThen I go back to the time when the photograph was taken … I see a young man with chestnut hair, very lively, a quick brain, much imagination, keen looking, full of curiosity, deep … I see at a certain time much struggle … Later on I see him ill. I see his head affected and one limb … Then, very strange, I do not see him like other people; his image becomes vague, undefined, fading away … I see this man stretched out; he is pale; strangely pale; he passes before me as a body without thought or movement. He is dead.\n\nAsked to describe what the man died of Morel replied that she could not tell exactly, because she had nothing belonging to him: the photograph would not serve because he had not touched it.&nbsp;The donor of the photograph confirmed that the man it showed died at the age of 38, and that his character was briefly as described. He died of an acute brain disease, probably meningitis, which also caused temporary paralysis.\n\nNotable characteristics of the psychometry studied by Osty included:   \tReverse chronology, focusing on the most recent person to touch the link object and work back from contact to contact until reaching the person whose connection with the object was significant. \tPrecognition, as when Jeanne Morel assured the owner of a lost ring that it would be returned to her because she saw her wearing it again in the future. \tNo interest in ‘spirits’. Unlike English and American mediums, French psychometrists stated when the target individual was dead, but made no attempt to communicate.   Alexis Didier\n\nA notable instance of psychometry is recorded in relation to the French clairvoyant Alexis Didier, who helped recover a lost parcel. The package, containing money, had been sent to the composer Chopin in the last year of his life. Having received no acknowledgment the senders consulted Didier, who stated that the parcel had been handed to the concierge but had not been opened. For further details he required a hair from her head.&nbsp;This item having been provided, Didier revealed where the parcel was to be found, and it was duly recovered.8  Gustav Pagenstecher\n\nReports of researches into psychometry were published by Gustav Pagenstecher, a German physician in Mexico. Pagenstecher used hypnosis to treat a patient, Maria Reyes de Zierold, finding to his surprise that when he did so she became clairvoyant. In subsequent tests, Zierold was found to respond rapidly and vigorously to link objects. Unlike the French psychometrists studied by Osty her attention was not directed towards the object’s recent handlers, nor did she give an observer’s account of what happened to the target individual. Instead, she went directly to most dramatic event associated with the object, and seemed to identify with the experience of the person affected by it, demonstrating symptoms of trauma such as drowning or choking.9\n\nPagenstecher’s work with Zierold was observed by the American researcher Walter Franklin Prince.10 In one reading, having been handed a sealed letter, she described the writer as being tall, aged 35-40 with a scar over his right eyebrow. She also prophesied that he was about to be shipwrecked. According to Prince, these details all proved to be true, having been unknown to himself or to the two other observers at the session: Pagenstecher and a medical doctor who had set up a commission to investigate Pagenstecher’s claims about her.11&nbsp;As she often did, Zierold became emotionally involved with the fate of the man she described as ‘he that writes’. She said she saw him put his message in a bottle, drive home the cork and throw the bottle overboard, herself screaming in terror and crying, ‘I’m drowning’.\n\nMary Rose Barrington  Literature\n\nBarrington, M.R. (2003\/2005). &nbsp;Eugène Osty: A man gifted with paranormal cognition (2-part summary).&nbsp;Paranormal Review&nbsp;26, 35.\n\nBarrington, M.R. (2004). Book Review: Un Voyant Prodigieux. Journal of the Society for Psychical Research 68, 174.\n\nBuchanan, J.R. (1863). Manual of Psychometry.&nbsp;Boston,\n\nDenton, W. and Denton, E.M.F. (1888). The Soul of Things or Psychometric Researches and Discoveries. Wellesley, MA., Denton Publishing.\n\nGoodman, J. (1977).&nbsp;Psychic Archaeology: Time Machine to the Past. New York: Berkley Publishing.\n\nMéheust, B. (2003). Un Voyant Prodigieux - Alexis Didier 1826-1886. Paris: Les empecheurs de penser on Rond.\n\nOsty, E. (1923). Supernormal Faculties in Man, trans. Stanley De Brath. London: Methuen.\n\nPrince, W.F.&nbsp;(1920). A notable psychometrist. Journal of the American Society for Psychical Research&nbsp;14.\n\nPrince, W.F. (1921). Psychometrical experiments with Señora Maria Reyes de Z. Proceedings of the American Society for Psychical Research&nbsp;15, 189-314.\n\nRoll, W.G. (2004). Early studies in psychometry.&nbsp;Journal of Scientific Exploration&nbsp;18, 711-20.\n\nSidgwick, E. (1915). A contribution to the study of the psychology of Mrs. Piper's trance phenomena. Proceedings of the Society for Psychical Research 28, 1-657.   Endnotes 1. Sidgwick (1915). 2. Buchanan (1863). 3. Denton (1888). 4. Goodman (1977). 5. Barrington (2003 &amp; 2005). 6. Osty (1923). 7. Osty (1923). 8. Barrington (2004). 9. Prince (1920) &amp; (1921). 10. Prince (1920). 11. Roll (2004), 711.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: March 28, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Mary Rose Barrington Word count: 3,400 Created: 20th February 2016 Last updated: 28th March 2023 May be cited as:Barrington, M. R. (2016). &lsquo;Psychometry&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/psychometry&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y3obddc5                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/psychometry","_id":253}