{"name":"Charles S Peirce | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/charles-s-peirce","mytitle":"Charles S Peirce | Psi Encyclopedia","mylang":"de","content":"                     Charles S Peirce | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Charles S Peirce                                                                                                                                                                                                                          The philosopher Charles S Peirce, founder of American Pragmatism, took a skeptical but open-minded&nbsp;interest in psychical research. This article examines the views and comments found in his published writings.&nbsp;   Contents   \tIntroduction \tBackground and Sources \tPeirce on Telepathy \tPeirce on Spiritualism and Psychokinesis \tPeirce on Miracles \tConclusion \tLiterature \tEndnotes     Introduction\n\nCharles Sanders Peirce is the acknowledged founder of the school of philosophy known as American Pragmatism, and his views inspired William James’s somewhat better-known variant of pragmatism.1 James’s contributions to parapsychological research are likewise better-known than those of Peirce, no doubt due in part to his greater involvement in that research. Indeed, psychical research was the topic of a substantial portion of James’s written work, and it was part of a broader study of unusual or extreme types of human behavior which readers can ignore only at the risk of misunderstanding what James was all about.\n\nBy contrast, Peirce was something of an outsider. Apparently, he never actively engaged in psychical research (although one autobiographical remark suggests he may have attended the occasional séance and witnessed ostensible psychokinetic phenomena). And some of his critical comments suggest that he had not thought as carefully and deeply about the topic as he had about other matters closer to his heart. Still, Peirce had things to say throughout his career on telepathy (he commented less frequently on spiritualism and postmortem survival). Moreover, Peirce had taken the time to absorb some of the more important research conducted at the end of the nineteenth and the beginning of the twentieth centuries. Indeed, although Peirce’s opinions about the merits of the data of psychical research evolved and fluctuated, as Crabtree has observed, Peirce was characteristically open-minded in his evaluation of that data.2 However, he was considerably less enthusiastic about prevailing explanations of the phenomena. It’s perhaps not surprising, then, that Peirce’s interest in and opinions about the paranormal were consistent with the rest of his philosophy, and his avowed fallibilism in particular.3  Background and Sources\n\nAlthough it was not his most substantial or theoretically penetrating work in the area, the longest of Peirce’s contributions to parapsychology was his extended dialogue with one of the founders of the British SPR, Edmund Gurney.4 Gurney, along with FWH Myers and Frank Podmore. produced the two-volume Phantasms of the Living, which offered detailed presentations and discussions of approximately 700 cases of apparitional experiences corresponding (sometimes closely, sometimes only vaguely) with a distant and roughly contemporaneous event.5 After evaluating different explanations of the phenomena, Gurney and his collaborators settled on telepathy as the most plausible hypothesis. Peirce took issue with this, and in 1887 he published a detailed criticism. Curiously, James (in the same year) had written, when reviewing Phantasms, ‘The book hardly admits of detailed criticism, so much depends on the minutiae of the special cases reported’.6 But Peirce, who had evidently read Phantasms very closely, headed directly for the minutiae, in order to challenge the claim that the veridical apparitional experiences cited in Phantasms could not be attributed to chance.\n\nPeirce’s initial criticism occupied seven pages of small print in the Proceedings of the American Society for Psychical Research, and it was followed by a twenty-two-page rejoinder by Gurney. But Peirce had the last word (at least in the first round), replying to Gurney in thirty-six pages. In a subsequent issue of the Proceedings, Gurney responded again in fourteen pages, but since he died before making his final revisions, Myers appended a two-page postscript to that reply. Although the tone of the exchange between Peirce and Gurney is not always pleasant (Peirce is often characteristically condescending7 and Gurney makes little effort to conceal his annoyance with some of Peirce’s charges), Peirce nevertheless thought highly of Gurney. In an unpublished paper written in 1903, entitled ‘Telepathy and Perception’ by Arthur Burks, Peirce writes, ‘I had a somewhat prolonged controversy with Edmund Gurney which was only interrupted by his death; and this brought me into fine touch with the spirit of the man. I was most strongly impressed with the purity of his devotion to the truth’.8\n\nApart from Peirce’s exchange with Gurney, the two most extensive pieces Peirce wrote on parapsychology are, first, the aforementioned paper, ‘Telepathy and Perception’9 and another unpublished paper called ‘Logic and Spiritualism’10 written in 1905 and intended for The Forum.&nbsp; Peirce also wrote a small piece called ‘Science and Immortality’11 in 1887, published in the Christian Register and also a 1901 article called ‘Hume on Miracles’,12 which, although it does not deal directly with psychical research, connects clearly to later comments on miracles and parapsychology Peirce made in 1906, in a work entitled ‘Answers to Questions Concerning My Belief in God’.13 The remainder of Peirce’s comments on parapsychology can be found in brief remarks scattered throughout other works.  Peirce on Telepathy\n\nAfter his debate with Gurney, Peirce’s next published comment on parapsychology appeared in 1894, in a work co-authored with psychologist Joseph Jastrow, called ‘Small Differences in Sensation’. The paper deals with the experimental investigation of a psychological problem, namely, whether subjects could identify when they had been presented with slight variations in stimuli.&nbsp; Peirce and Jastrow found that even when subjects claimed to detect no difference between two sensations of pressure, they correctly guessed which of the two was greater in three cases out of five.&nbsp; Peirce claimed that this result has ‘highly important practical bearings’,14 because it suggested that our ability to extract information from our environment is more subtle and extensive than we might have supposed. Peirce says, ‘it gives new reason for believing that we gather what is passing in one another’s minds in large measure from sensations so faint that we are not fairly aware of having them, and can give no account of how we reach our conclusions about such matters. The insight of females as well as certain “telepathic” phenomena may be explained in this way’.15\n\nIt is doubtful that Peirce’s use of scare quotes around ‘telepathic’ indicated a general skepticism regarding telepathy. More likely he wanted to refer to phenomena that were merely ostensibly (rather than genuinely) telepathic. What is clear, however, is that in his earlier exchange with Gurney, Peirce had already acknowledged a general skepticism regarding telepathy, while at the same time demonstrating that he both knew the evidence and took it seriously. In the discussion of Phantasms, Peirce concedes that ‘The degree of my disbelief in telepathy in general is such that I might say that I think the odds against it are thousands to one’.16 He also says, ‘I certainly profess a legitimate and well-founded prejudice against the supernatural’.17 But he considers that bias to be little more than a prudent ‘conservative caution’.18 Indeed, he also claims that ‘there is a considerable body of respectable evidence in favor of telepathy, in general’.19\n\nPeirce raises several, arguably superficial, problems with the telepathic hypothesis. First, he claims that telepathy, if it occurred, would be ‘contrary to the main principles of science’.20 Peirce also makes the odd claim that ‘every force or other cause we know works almost everywhere and at all times. But telepathy, as the evidence stands at present, if it acts at all, does so with the extremest infrequency’.21 That argument is suspect for at least three reasons. First, in the realm of human psychology, it is simply false that every cause works almost everywhere and at all times. In fact, most psychological capacities are highly situation-sensitive. Second, one could argue plausibly that the evidence for telepathy demonstrates, at most, only conscious or overt manifestations of the phenomenon. For all we know, telepathy could occur below the threshold of conscious awareness with great frequency, and only occasionally bubble up to the surface in ways that command attention. And third, one is likely to detect telepathic experiences only when they occur between acquaintances (and possibly only between people who know each other well). Telepathy between strangers is unlikely to be discovered. At any rate, Peirce’s experiments with Jastrow were still a few years in the future. So perhaps by that time Peirce’s skepticism had become less extreme or at least more sophisticated.\n\nBut no matter how difficult it may be to distinguish occurrences of telepathy from those of clairvoyance, it is not difficult to imagine that telepathy could be as fragile and situation-dependent as many other forms of human interaction (such as the ability to show compassion, make someone laugh, or display one’s sensuality). It is particularly surprising that Peirce did not consider this last response to his objection. For one thing, the response is fairly obvious. And for another (as we will see below), a few years later Peirce adopted a similar strategy against an equally superficial attempt to reject the evidence for psychokinesis on the basis of its relative infrequency.\n\nAt any rate, Peirce was both clear and firm about the defects of the case for telepathy presented by Gurney et al. Using a tone that was perhaps needlessly contemptuous and supercilious, he dismisses as deeply confused their attempts to rule out the hypothesis of chance by means of statistical arguments. Although Gurney and his collaborators were not as naive about such arguments as Peirce alleged, at one point Peirce remarks, ‘The continuance of the order of nature, the reality of the external world, my own existence, are not as probable as the telepathic theory of ghosts would be if Mr. Gurney’s figures had any real significance’.22\n\nPeirce also offered detailed criticisms of the case descriptions provided by Gurney, Myers, and Podmore, arguing that many of the cases were not as evidential as those writers had claimed. It is unclear whether a careful re-reading of Phantasms would reveal Peirce’s criticisms to be as petty, irrelevant, or confused as Gurney seemed to think. But one could probably make a decent case for saying that Peirce (perhaps due to his admitted bias, at least at that time, against telepathy) was one of those who lacked what James (in his review of Phantasms) dubbed ‘an investigator’s instinct, or nose, as one might call it, for good and bad evidence’.23\n\nApproximately nine years after his exchange with Gurney and two years after his experiments with Jastrow, in a manuscript called ‘Lessons From the History of Science’, Peirce commented briefly, and perhaps more thoughtfully, on the evidence for telepathy. In a section entitled ‘Some a priori dicta’,24 Peirce illustrates and defends the claim that ‘The last fifty years have taught the lesson of not trifling with facts and not trusting to principles and methods which are not logically founded upon facts and which serve only to exclude testimony from consideration’.25 As an example, he cites Claude Bernard’s dictum that a disease is not an entity, which Peirce rightly notes is a metaphysical doctrine which the observation of many facts has refuted.\n\nIn the same spirit, Peirce then decries a relatively familiar, dismissive attitude about the reliability of human testimony (especially from the distant past), and although he does not explore the implications of his own view for the historical evidence in parapsychology, that view would seem to require a more tolerant approach to parapsychological data than the data has usually received. Peirce criticizes the ‘dicta by means of which the internal criticism of historical documents was carried to such a height that it often amounted to the rejection of all the testimony that has come down to us, and the substitution for it of a dream spun out of the critic’s brain’.26 He argues that ‘ancient testimony ought to be trusted in the main, with a small allowance for the changes in the meanings of words’.27 It would have been interesting to see how Peirce would have evaluated the abundant and exceptionally impressive seventeenth-century testimony for the levitations of St Joseph of Copertino.28\n\nPeirce concludes this section by mentioning certain types of observed or putative mental phenomena, including telepathy. He criticizes the  \n\ndicta by which everything of the nature of extraordinary powers connected with psychological states of which the hypnotic trance is an example were set down to tricks. At present, while the existence of telepathy cannot be said to be established, all scientific men are obliged by observed facts to admit that it presents at least a very serious problem requiring respectful treatment.29\n\nThis is followed by a discussion of the current and foreseeable limitations and fragmentary nature of scientific knowledge.\n\nBy far, Peirce’s most extensive and subtle treatment of the topic of telepathy is the discussion in ‘Telepathy and Perception’. This paper weaves together various themesCfor example, concerning the nature of perception generally, the differences between the raw ingredients of perception and perceptual judgments, the nature of time (and in particular, an argument in the spirit of St Augustine about the nature of the present), and finally, a recurring Peircean theme about the tendency of the human mind to have an instinct for the truth.\n\nPeirce’s argument, in brief, is this. He begins by expressing his continued reservations about the evidence for telepathy, and also for telepathy as an explanatory hypothesis. If, by proving the existence of telepathy, we prove only that ‘very rarely mind acts upon mind in a way utterly unlike the normal way’,30 then this is no contribution to science.&nbsp; It declares telepathy to be a mystery for which we can establish no exact connections with other phenomena. Peirce cautions that this is not to say that telepathy is not real, because ‘Science no more denies that there are miracles and mysteries than it asserts them’.31 It would merely be to concede that science can have nothing fruitful to say about telepathy.\n\nPeirce also speculates about whether Gurney and other investigators from the SPR had been more dominated by a desire to believe in telepathy than to seek the truth, wherever it may lie. He concludes that these investigators were genuine truth-seekers, although they might have been unprepared for the critical thinking their inquiries demanded. And he notes that there is nothing particularly comforting about a belief in telepathy, or at least nothing so comforting that it would divert one’s attention from seeking the truth. In fact, Peirce argues that belief in telepathy tends to weaken the belief in a hypothesis that most would consider to be more comfortable than the hypothesis of telepathy, namely, the hypothesis of postmortem survival. That is because the apparent evidence for survival can be reinterpreted as evidence for telepathy among the living.\n\nPeirce then embarks on a discussion about perception, in which he concludes (among many other things) that ‘there is no difference between a real perception and a hallucination, taken in themselves’.32 The difference is ‘in respect to the relations of the two cases to other perceptions’.33 This is followed by a discussion of time and its relation to perception. Peirce argues that ‘in the present moment we are directly aware of the flow of time, or in other words that things can change’.34 But he cautions that ‘there is no such thing as an absolute instant, there is nothing absolutely present either temporarily or in the sense of confrontation’.35 According to Peirce the present moment always contains a bit of the past and a bit of the future, and our experience of it always has in it something of the nature of memory and also of anticipation. That is true no matter how narrowly we focus our attention on the present moment. So ‘there is nothing at all that is absolutely confrontitial, although the confrontitial is continually flowing in upon us’.36\n\nNow Peirce has already made the Kantian move of distinguishing a percept (i.e., a sense-datum or ingredient of perception) from ‘the percept as it is immediately interpreted in the perceptual judgment’,37 which he calls the ‘percipuum’.&nbsp; So after making some familiar Peircean observations about the real being what it is independently of how we think it must be, Peirce argues that  \n\nthe percipuum is not an absolute event. There is no span of present time so short as not to contain something remembered, that is, taken as a reasonable conjecture, not without containing something expected for the confirmation which we are waiting. The peculiar element of the present, that it confronts us with ideas which it forces upon us without reason, is something which accumulates in wholes in time and dissipates the more minutely the course of time is scrutinized.38\n\nWhat this means is that there is no clear distinction between a percipuum and either memory or anticipation, and it reveals an inherent difficulty in saying to what extent a percipuum accords with the facts. It also means that ‘there is no percipuum so absolute as not to be subject to possible error’.39 This part of Peirce’s argument thereby offers further support to his fallibilism.\n\nAt this point, the discussion takes an interesting turn back in the direction of telepathy. Peirce reviews some of his standard points about how we tend to see connections between things and thereby systematize our observations. This, of course, is the way Peirce says science grows. Scientific growth would be impossible if human beings did not ‘possess a tendency to conjecture rightly’.40&nbsp; Our ability to guess right as often as we do cannot be explained on the hypothesis of chance.41 For any observed fact, there are simply too many hypotheses one could come up with to account for it. As Peirce puts it, ‘The truth is that very few [of these possible] hypotheses will appear ... to be reasonable; and the one true hypothesis is usually of this small number’.42&nbsp; Why is that, he asks? It is because, from primitive man to the present, we have had ‘some decided tendency toward preferring truthful hypotheses’. So Peirce concludes that ‘it is absolutely necessary to admit some original connection between human ideas, and the events that the future was destined to unfold’.43\n\nBut, he argues, ‘that is something very like telepathy’.44 And that is because if telepathy were an established fact, ‘it would then be proved that people not very infrequently have hallucinations [which Peirce has already argued do not differ intrinsically from genuine or veridical perceptions], and that one hallucination out of a great number (but more frequently than chance coincidence could account for) coincides with subsequent experience to such a degree as to attract attention’.45 Peirce notes that even if telepathy occurs, human nature is such as to exaggerate just how closely these hallucinations accord with the truth. But then Peirce says that telepathy, in that case, would be a phenomenon that differs only slightly from phenomena whose existence we already acknowledge. Telepathy would be ‘somewhat more remote from perception than the conjectures by which physicists so often hit upon the truth’.46 Telepathy, in other words, may simply be continuous with the power of conjecture which distinguishes human beings from creatures of other sorts.\n\nSome might find it odd that Peirce would try to link the power of conjecture to telepathy rather than precognition, premonition, or divination – that is, the ostensibly psychic ability to foretell the future. Granted, many parapsychologists maintain that precognition is not a psychic phenomenon distinct from ESP (telepathy or clairvoyance). They would say it is merely one form or mode or ESP. Perhaps it did not occur to Peirce to make any such distinction. In fact, in light of his earlier remarks about the nature of the present, he might have thought that there was no genuine distinction to make between ESP of contemporaneous as opposed to future events, or between real-time and precognitive forms of telepathy. Nevertheless, it is sure to frustrate some readers that Peirce’s discussion at this point is not fleshed out further.\n\nAt any rate, Peirce seemed clearly to want to take some of the mystery out of telepathy by linking it to more familiar cognitive capacities. Now as noted above, Peirce evidently did not recognize some of the profound methodological problems inherent in investigations of psychic functioning generally and telepathy in particular (e.g., the apparent difficulty (if not impossibility) of conducting controlled experiments generally in parapsychology, much less experiments for telepathy that could rule out the operation of clairvoyance). Parapsychologists themselves have been slow to appreciate these difficulties.47 So his concluding remark is perhaps unjustifiably optimistic or hopeful. According to Peirce, whether or not the human power of conjecture exists in such a way that ‘one mind can know what passes in another at a distance’,48 that is ‘a question to be investigated as soon as we can see our way to doing so intelligently’.49  Peirce on Spiritualism and Psychokinesis\n\nPeirce’s views on parapsychology extended beyond the topic of telepathy. In particular, he commented several times on spiritualism and the belief in postmortem survival, and he also had a few things to say about the evidence for psychokinesis. It is not surprising that he sometimes discussed these two topics together, because many considered the phenomena of physical mediumship (especially table turning) to be types of evidence for postmortem survival.&nbsp; But Peirce knew the evidence well enough to know that the physical phenomena of mediumship might instead be evidence of psychokinesisCthat is, some sort of paranormal causal influence of a living agent on the physical world.\n\nIt’s unclear how thoroughly Peirce had studied the evidence for both physical and mental mediumship. But it is clear that he had read some of the more important case investigations. For example, in his 1906 ‘Answers to Questions Concerning My Belief in God,’ Peirce notes, apparently approvingly, the evidence concerning James’s star subject Leonora Piper. And he remarks that the researches of William Crookes, Lord Rayleigh, and Richard Hodgson make for a ‘very strong’ case for mediumistic phenomena.50 And earlier, in ‘Telepathy and Perception’, he again expresses his admiration for William Crookes, who conducted a series of ingenious, pioneering, and compelling experiments with the medium DD Home.51 Moreover, in his ‘Logic and Spiritualism,’ he comments in some detail on creative and careful experiments made by the German scientist Johann Zöllner with the medium Henry Slade.52 To his credit, Peirce recognized this, describing Zöllner as ‘eminent astronomer and mathematical physicist, man of true genius, keen and subtle’.53\n\nPeirce commented on one of the many experiments with Slade that, according to Zöllner, suggested the existence of a fourth spatial dimension. This discussion occurs after some typically Peircean remarks about the value and general rightness of common sense, and how difficult it is for special experience to overthrow common sense, especially when common sense is ‘in harmony with individual good judgment from general experience’.54 The experiment Peirce discusses is one in which Slade seemed to make a knot appear in a string whose ends Zöllner had tied together and sealed. Zöllner attempted to explain this in terms of the existence of a fourth dimension. And Peirce considers what sort of impact this experiment might have on the dictates of common sense.\n\nHe notes, first, that ‘no experiences, familiar or otherwise, are absolutely inconsistent with space having four dimensions’.55 For example, he considers the following argument. If space had four dimensions, then steam, subjected to great pressure in a boiler, would have ways to get from inside to outside the boiler via that fourth dimension.&nbsp; Since steam does not escape, that counts against the hypothesis of a fourth dimension. Peirce considers some reasonable ways of getting around this objection. Then he considers another argument. All experience (so the argument goes) counts against the hypothesis of a fourth dimension because if it were true, phenomena similar to the anomalous tying of a knot would be more common. But Peirce counters by arguing, ‘If space has fourth dimension there is no determining a priori how often it would happen that something would project into it; experience seems to show it happens so rarely that Mr. Slade furnishes the first conclusive instance of it’.56 He then adds, ‘no experience whatever can furnish the slightest reason for thinking that an event of any conceivable kind will absolutely never happen’.57 In fact, even if accumulated experience suggested that bodies never jutted out into a fourth dimension, one could reasonably hold that this occurs somewhere, ‘since every rule has exceptions’.58 Still, he says, common sense compels us to hold that this jutting is so infrequent that the probability of its occurring ‘in any particular case, as in the person of Mr. Slade, is beyond all compare smaller than the probability of trick, even were we at a loss to conceive how trick could be’.59\n\nThese last comments bear on Peirce’s position regarding Hume on miracles, a topic which will be considered shortly. But the upshot of Peirce’s discussion is that the Slade phenomena, and (more generally) the phenomena offered as evidence for spiritualism, are likely to be regarded as evidential only to those who are already predisposed to reject the dictates of common sense. But Peirce’s attitude toward the investigation of ostensibly paranormal phenomena is clearly respectful, just as it was in his earlier dialogue with Gurney. Here, as before, he balances his avowed open-minded skepticism with a respect (and sometimes an admiration) for parapsychological research, and he recognizes the tension between these attitudes. He writes that even though the results of parapsychological investigations will encounter a great, and reasonable, obstacle from common sense, ‘those who are engaged in psychical research should receive every encouragement ... scientific men, working in something like scientific ways, must ultimately reach scientific results’.60\n\nPeirce comments again on psychokinetic phenomena in his earlier work, ‘Lessons From the History of Science’. This passage occurs in a section dealing with the classification of sciences.&nbsp; Peirce is discussing the legitimacy of distinguishing physical from psychical sciences, and he appears to be arguing for their relative autonomy and appropriateness in different contexts. For example, he says, ‘There can be no objection to a man=s engaging at one time in tracing out final, or mental, causation, and at another time in tracing out material, or efficient, causation. But to confound these two things together is fatal’.61 He then makes a claim that might have brought a smile to Spinoza: ‘To ask whether a given fact is due to psychical or physical causes is absurd. Every fact has a physical side; perhaps every fact has a psychical side’.62 Then he applies this conclusion to some of the phenomena of parapsychology.  \n\nIts physical aspect – as a mere motion – is due exclusively to physical causes; its psychical aspect – as a deed – is due exclusively to psychical causes. This remains true, though you accept every doctrine of telepathy, table-turning, or what you will. If I can turn a table by the force of my will, this will simply establish the fact that something between me and the table acts just as a stick with which I should poke the table would act. It would be a physical connection purely and simply, however interesting it might be to a psychologist. But on the other hand, as my hand obeys, in a general way, my commands, clutching what I tell it to clutch ... so the table-turning experiment would, I suppose, show that I could give similar general orders to the untouched table. That would be purely psychical, or final, causation, in which particulars are disregarded.63\n\nLater, in Book III of The Principles of Philosophy, when discussing ‘Polar Distinctions and Volition’,64 Peirce once again takes up the topic of table turning. Here, the interest of the passage doesn’t so much concern any theoretical or empirical claims Peirce makes about the phenomena. Rather, it is interesting because it seems autobiographical.&nbsp; It suggests that Peirce had some apparently successful experiences trying to affect tables at a distance.&nbsp; Peirce is suggesting that volition (or willing) ‘is not perfected, and perhaps does not take place at all, until something is actually effected. Trying to shove something too heavy for the man to stir nevertheless accomplishes, in considerable measure, the only thing he directly willed to do – namely, to contract certain muscles’.65 At this point, Peirce seems to wax autobiographical.  \n\nIn the days of table-turning we used to be commanded to sit quite away from a table, and ‘with all our might’ to will that the table should move; and ... while we were possessed of no other ‘might’ over the table than through our muscles, we used to be speedily rewarded, by a direct consciousness of willing that the table move, accompanied by the vision of its wondrous obedience.66\n\nBefore considering Peirce’s general position on miracles, it is worth mentioning an interesting comment he makes in a long footnote to his ‘Lectures on Pragmatism’ (1902). Here Peirce reasserts his familiar endorsement of the spontaneous conjectures of instinctive reason, which in this passage he dubs ‘anthropomorphic’. He writes, ‘Every single truth of science is due to the affinity of the human soul to the soul of the universe, imperfect as that affinity no doubt is. To say, therefore, that a conception is one natural to man...is as high a recommendation as one could give to it in the eyes of an Exact Logician’.67\n\nIn a footnote appended to that passage, Peirce applies this view to a venerable dispute in parapsychology -&nbsp;namely, whether the evidence for postmortem survival might be explained instead in terms of telepathy (or ESP generally) among the living. Peirce writes, ‘other things being equal, an anthropomorphic conception, whether it makes the best nucleus for a scientific working hypothesis or not, is far more likely to be approximately true than one that is not anthropomorphic’.68 He then considers how we might decide between the hypothesis of telepathy and the hypothesis of spiritualism. Telepathy, he suggests, is the better working hypothesis ‘because it can be more readily subjected to experimental investigation’. Here, some may consider Peirce simply to be mistaken, insofar as he does not appreciate the methodological problems to studying telepathy. Nevertheless, he argues that so long as the only evidence for telepathy is evidence that spiritualism is ‘equally competent to explain’, then ‘Spiritualism is much more likely to be approximately true, as being the more anthropomorphic and natural idea’.&nbsp; He then adds that he similarly would choose believing in an anthropomorphic ‘old-fashioned God’ rather than a modern patent Absolute ... if it is a question of which is the more likely to be about the truth’.\n\nPeirce also makes some tantalizing comments on the topic of postmortem survival, many of which anticipate present-day discussions about survival and identity. For example in his ‘Answers to Questions Concerning My Belief in God’, he writes, ‘If I am in another life it is sure going to be most interesting; but I cannot imagine how it is going to be me’.69 In fact, Peirce abruptly ends this manuscript with a thought experiment about identity and memory similar to those recently in philosophical vogue. He considers whether the prospect of losing all recollection of our earthly existence matters to our anticipation of a future life. So he imagines a case of administering a drug prior to surgery which wipes out memory, and he then considers whether this would make us lose interest in the suffering we can expect.70\n\nAnd in his earlier work, ‘Science and Immortality’, written at about the same time as his exchange with Gurney, Peirce voices the relatively familiar complaint about the <\/a>banality of most ostensible spirit communications. He also remarks on the peculiar solemnity of most of those communications (as well as the behavior attributed to ghostly apparitions), arguing that one would expect liberated spirits to regard their situation as a ‘stupendous frolic’.71 Since these remarks were written relatively early in Peirce’s career, it is perhaps not surprising that they betray the sort of superficiality that marred Peirce’s exchange with Gurney. The issues regarding ostensible mediumistic communications are much more subtle than Peirce seemed to realize.72 And it would appear from his later comments on parapsychology that he subsequently began to appreciate at least some of those complexities.\n\nPeirce also argues, in that early work, that spiritualistic theories and the possibility of another life will seem more credible as people recognize the ‘palpable falsity’73 of mechanistic views of nature. He argues that the universe is not governed by blind law, and that strict, deterministic metaphysics must give way to more spiritualistic views that may establish the reality of a future life.74  Peirce on Miracles\n\nPeirce was quite clear on what he took to be the errors in Hume’s discussion of miracles. Writing in about 1901, in a paper called ‘Hume on Miracles’, Peirce argues that an assessment of the evidence for miracles should focus on objective probabilities, rather than mere likelihoods. The former express real facts (e.g., that in a fair die the probability is one in six that any particular face will turn up). The latter are merely expressions of our preconceived ideas.75 The problem with Hume’s argument against miracles is that it is ‘based on the assumption that we ought to judge of testimony by balancing the likelihood that the witnesses tell the truth against the likelihood that no such event as that to which they testify ever took place’76 And ‘no regard at all, or very little indeed, ought to be paid to subjective likelihoods in abduction’.77 78 Peirce concludes that Hume ‘has completely mistaken of the true logic of abduction’.79\n\nBut quite apart from his specific objections to Hume, Peirce was unsympathetic to any attempt to legislate generally against anomalous occurrences. The line Peirce takes in 1906, in ‘Answers to Questions Concerning My Belief in God’, is (first) that there is no way to ‘ascertain a priori whether miracles (be they violations of the laws of nature or not) and special providences take place or not’.80 He notes that if there are no miracles nowadays, that tends to count against claims of miracles having occurred in the past. But, he asks ‘are there no miracles nowadays? I do not feel so sure of it’.81 Peirce then mentions Mrs. Piper and the investigations conducted by Crookes and others. That evidence, he says, is so strong, that ‘but for one circumstance I should unhesitatingly accept it. That circumstance is that every surprising discovery of science...is soon followed by others closely connected with it’.82 What happens then is that the originally anomalous phenomenon is no longer anomalous. But miracles, Peirce claims, ‘are always sui generis’.83 Nevertheless (echoing a point we encountered earlier), he cautions, ‘The isolatedness of the miracle is really no argument against its reality’.84 However, ‘it effectively prevents our ever having sufficient evidence of them.’.85  Conclusion\n\nIn light of his more general philosophical positions, Peirce’s views on the paranormal are not especially surprising. His comments on miracles, and on the generation and assessment of novel hypotheses, fall squarely within his familiar and long-held views on the nature of science and the growth of knowledge. They are also not surprising in light of his clear cynicism regarding the attitudes of many scientists. In ‘Telepathy and Perception’ he notes that ‘the general public is no fool in judging of human nature; and the general public is decidedly of the opinion that there is such a thing as a scientific pedantry that swells with complaisance when it can sneer at popular observations, not always wisely’.86\n\nEven if the philosophical and scientific communities have failed to acknowledge the depth of Peirce’s interest in the paranormal, one might have expected more from Peirce’s biographer.87 However, Brent raises the subject only twice, almost in passing. He observes that Peirce had ‘strong interest in the occult’88 and the bearing of spiritualistic phenomena on our views of mind and body, but he apparently dismisses these concerns as less important than Peirce’s ‘far more serious cosmological speculations’.89 And later, he offers a brief paragraph in which Peirce’s interest in psychical research generally, and the topic of postmortem survival in particular, are simply and inadequately characterized as ‘skeptical’.90\n\nSome might find it surprising that Peirce gave as much attention as he did to the data of parapsychology. But it’s difficult to see how one could have expected anything else without dismissing, implausibly, Peirce’s fallibilism, his avowed dedication to the truth, and his respect for novel hypotheses arising from the spontaneous conjectures of instinctive reason.\n\nStephen E Braude  Literature\n\nBraude, S.E. (1997). The Limits of Influence: Psychokinesis and the Philosophy of Science, Revised Edition. Lanham, MD: University Press of America.\n\nBraude, S.E. (1998). \"Peirce on the Paranormal.\" Transactions of the Charles S. Peirce Society, 34: 199–220.\n\nBraude, S.E. (2003). Immortal Remains: The Evidence for Life after Death. Lanham, MD: Rowman &amp; Littlefield.\n\nBraude, S.E. (2014a). Crimes of Reason: On Mind, Nature &amp; the Paranormal. Lanham, MD: Rowman &amp; Littlefield.\n\nBraude, S.E. (2014b). \"The Possibility of Mediumship: Philosophical Considerations.\" In A.J. Rock (Ed.), The Survival Hypothesis: Essays on Mediumship (pp. 21-39). Jefferson, NC: McFarland.\n\nBrent, J. (1993). Charles Sanders Peirce: A Life. Bloomington &amp; Indianapolis: Indiana University Press.\n\nBroad, C.D. (1962). Lectures on Psychical Research. London: Routledge &amp; Kegan Paul. (Label: 65)\n\nCrabtree, A. (2015). \"Continuity of Mind: A Peircean Vision.\" In E.F. Kelly, A. Crabtree &amp; P. Marshall (Eds.), Beyond Physicalism: Toward Reconciliation of Science and Spirituality (pp. 423-453). Landham, MD: Rowman &amp; LIttlefield.\n\nDobbs, A. (1967). \"The Feasability of a Physical Theory of ESP.\" In J.R. Smythies (Ed.), Science and ESP (pp. 225-254). London: Routledge &amp; Kegan Paul.\n\nGauld, A. (1982). Mediumship and Survival. London: Heinemann.\n\nGrosso, M. (2016). The Man Who Could Fly: St. Joseph of Copertino and the Mystery of Levitation. Lanham, MD: Rowman &amp; Littlefield.\n\nGurney, E. (1887a). \"Remarks on Professor Peirce's Paper.\" Proceedings of the American Society for Psychical Research, 1: 157-180.\n\nGurney, E. (1887b). \"Remarks on Professor Peirce's Rejoinder.\" Proceedings of the American Society for Psychical Research, 1: 286-300.\n\nGurney, E., Myers, F. W. H., &amp; Podmore, F. (1886).&nbsp;Phantasms of the Living (2 vols.). London: Trübner.\n\nJames, W. (1887). \"Review of Phantasms of the Living.\" Science, 9 (Jan. 7): 18-20.\n\nMyers, F.W.H. (1887). \"Postcript to Mr. Gurney's Reply to Professor Peirce.\" Proceedings of the American Society for Psychical Research, 1: 300-301.\n\nPeirce, C.S. (1887a). \"Criticism on 'Phantasms of the Living'.\" Proceedings of the American Society for Psychical Research, 1: 150-157.\n\nPeirce, C.S. (1887b). \"Mr. Peirce's Rejoinder.\" Proceedings of the American Society for Psychical Research, 1: 180-215.\n\nSudduth, M. (2014). \"Is Postmortem Survival the Best Explanation of the Data of Mediumship?\" In A.J. Rock (Ed.), The Survival Hypothesis: Essays on Mediumship (pp. 40-64). Jefferson, NC: McFarland.\n\nSudduth, M. (2016). A Philosophical Critique of Empirical Arguments for Postmortem Survival. New York and London: Palgrave Macmillan.\n\nZöllner, J.C.F. (1888\/1976). Transcendental Physics (C.C. Massey, Trans.). Boston\/New York: Colby &amp; Rich\/Arno Press.   Endnotes 1. This article is adapted from Braude, 1998, which appeared in the Transactions of the Charles S. Peirce Society, 34: 199–220. It follows the standard procedure of citing references from The Collected Papers of Charles Sanders Peirce, volumes 1-6 edited by C. Hartshorne and P. Weiss (1931-1935) and volumes 7 and 8 edited by A.W. Burks (1958) (Cambridge, Mass: Belknap Press). So for example, vol. 7, para. 597 would be 7.597. 2. Crabtree, 2015. 3. Roughly, fallibilism is the view that no empirical statement is immune from revision. 4. Gurney, 1887a, 1887b; Myers, 1887; Peirce, 1887a, 1887b. 5. Gurney et al, 1886. 6. James, 1887, p. 24. 7. Peirce had a notoriously prickly personalilty. His definitive biography is Brent, 1993. 8. 7.612 9. 7.597-7.688 10. 6.557-6.587 11. 6.548-6.556 12. 6.522-6.547 13. 6.494-6.521 14. 7.35 15. 7.35 16. 1887b, p. 188 17. 1887b, p. 189 18. p. 189 19. p. 187 20. For a classic challenge to that view, see Dobbs, 1967. 21. 1887b, p. 188 22. 1887b, p. 182 23. 1887\/1986, p. 26 24. 1.110-1.115 25. 1.110 26. 1.113 27. 1.113 28. Braude, 1997; Grosso, 2016. 29. 1.115, 30. 7.601 31. 7.601 32. 7.644 33. 7.644 34. 7.649 35. 7.653 36. 7.653 37. 7.643 38. 7.675 39. 7.676 40. 7.679 41. 7.680 42. 7.680 43. 7.680 44. 7.681 45. 7.681 46. 7.681 47. Braude, 1997, 2014a 48. 7.687 49. 7.687 50. 6.514 51. see 7.685 52. Zöllner, 1888\/1976 53. 6.574 54. 6.574 55. 6.575 56. 6.575 57. 6.575 58. 6.575 59. 6.575 60. 6.587 61. 1.265 62. 1.265 63. 1.265 64. 1.330-1.331 65. 1.331 66. 1.331 67. 5.47 68. 5.47 69. 6.519 70. 6.521 71. 6.550 72. See, e.g., Braude, 2003, 2014b; Broad, 1962; Gauld, 1982; Sudduth, 2014, 2016. 73. 6.553 74. 6.555 75. 6.535 76. 6.537 77. 6.536 78. Abduction (sometimes called ‘retroduction’) is the form of inference that Peirce claims is responsible for any genuine scientific growth. The general form of an abductive inference is this:<\/p>  Surprising fact C is observed.\n\nBut if hypothesis A were true, C would be a matter of course.\n\nTherefore, there is reason to suspect A is true.\n\nThis is not a deductive argument, since the conclusion doesn’t have to be true if the premises are. And it’s not an inductive argument because the hypothesis A is not an observed fact, and the premises of inductive arguments always state observed facts. Peirce believed that scientific explanation always begins with abduction, by generating hypotheses to account for surprising facts. And it’s the only form of inference that generates new concepts and keeps science growing. 79. 6.537 80. 6.514 81. 6.514 82. 6.514 83. 6.514 84. 6.514 85. 6.514 86. 7.685 87. Brent, 1993 88. p. 205 89. p. 205 90. p. 311           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 01, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Stephen E Braude Word count: 6,400 Created: 16th April 2016 Last updated: 1st May 2021 May be cited as:Braude, S. E (2016). &lsquo;Charles S Peirce&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/charles-s-peirce&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yy8lkksf                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/charles-s-peirce","_id":258}