{"name":"Charles Richet | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/charles-richet","mytitle":"Charles Richet | Psi Encyclopedia","mylang":"de","content":"                     Charles Richet | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Charles Richet                                                                                                                                                                                                                          Charles Richet (1850-1935) was a French physiologist and Nobel prizewinner who made notable contributions to the study of psychical research.   Contents   \tIntroduction \tBrief Biography \tInitial Steps in Psychical Research \tGeneral Ideas about Psychical Research \tESP \tMental Mediumship \tPhysical Mediumship \tTheoretical Ideas \tSurvival of Death \tRecent Scholarship about Richet’s Psychical Research \tLiterature \tEndnotes     Introduction\n\nCharles Robert Richet was one of the most eminent scientists of the past to be involved in psychical research. He was also a man who explored different areas of knowledge. It was once said of him that, ‘In all France there is not at this moment so admirably typical a Frenchman as Professor Charles Richet . . . &nbsp;Professor Richet is a member of the Academy of Medicine, Professor of Medicine, Editor of the great Dictionary of Physiology, a savant of the first rank. He is more than a scientist. He is a man, a citizen of the world, cosmopolitan, international, and yet, in his essence, distinctively, delightfully French’.1 More recently, Richet has been referred to as an individual who ‘was often at the forefront of modernity in various forms: he was an inventor, explorer, defender of justice, and a man of letters’.2  Brief Biography\n\nCharles Richet was born in 1850 in Paris, into a family of high social standing. His father Alfred Richet taught surgery at the Faculté de Médicine in Paris, and was a member of the Académie des Sciences. His mother’s family was also distinguished: Eugénie Renouard was the daughter of Charles Renouard, an eminent lawyer and a Peer of France. Richet became a physician in 1869 and in 1878 obtained a doctorate in science. At the Faculté de Médicine, he became an agrégé in 1878, and was Professor of Physiology from 1887 until his retirement. Later honors included memberships in the Académie de Médicine (1898) and the Académie des Sciences (1914), a Nobel Prize in 1913 for his work in anaphylaxis, and a Legion of Honor Award (1926). Richet married Amélie Aubry in 1877 and died in 1935 in Paris.3\n\nRichet was well-known as a physiologist, described in an 1879 medical journal as ‘one of the rising younger Frenchmen of scientific tastes and ability, already the author of several works of merit’.4 In addition to the work that was the focus of his Nobel Prize, Richet worked on such topics as the chemical properties of gastric juice, excitability of muscles, serum therapy, and animal heat.5 In addition, he was involved in aviation, wrote plays and poetry (some under the pseudonym Ch. Epheyre), and published on topics such as history, pacifism, philosophy, psychical research, sociology, and world peace.6 7 Examples of some of this other work are his writings Soeur Marthe (as Epheyre, 1889), Les Guerres et la Paix (1899), Circé (1903; with R. Brund), Abregé d’Histoire Générale (1919), La Selection Humaine (1919) and L’Aviation Triomphante (1926).\n\nRichet saw psychology as an extension of physiology. In his Essai de Psychologie Générale (1887), he explored instinct, memory, ideas, and will. He argued that: ‘The basis of psychology is . . . the knowledge of the laws that rule the nervous system’. Consequently, for Richet, the first task of psychology was the study of the ‘conditions of existence of the apparatus that produces intelligence’.8\n\nPublished in different journals, some of Richet’s early writings about such topics as disgust, drugs, pain, demonic possession, hypnosis, hysteria, and ‘man as the ruler of animals’ were presented in L'Homme et l'Intelligence (1884), conceptualized by him as ‘fragments of physiology and psychology’. Richet was conscious of humans being different from animals, able to modify and eventually understand their environment. ‘King of living beings, man has managed to still be the king of natural forces . . . He is the king of animals, but he is an animal king. This is not a human kingdom: this is the kingdom of man’.9\n\nStarting in 1875, Richet published discussions and research about hypnosis that stimulated later work on the subject.10 Some of the common phenomena he listed were hallucinations, and the loss of memory during the hypnotic state. In his view: ‘Comparing the somnambulistic state to certain physiological phenomena now well known, we can assume that there is inhibition of &nbsp;parts of the brain that govern the will and memory’.11\n\nRichet helped to popularize the view that the dramatic convulsions and hallucinations of the grand hystero-epileptic attack were similar to some of the old descriptions of the signs of demonic possession, also that hysterics suffered from a lack of will to control their emotions, and were open to contagion by imitation.12 Furthermore, he empirically explored what he referred to as the ‘objectification of types’, or changes of personality during hypnosis, with amnesia of the usual personality resulting from suggestion. Such cases suggested to Richet that there was a ‘dissociation of the psychic elements’ of personality13 in which memory and imagination were affected.\n\nIn addition to developing the physiological side of nineteenth-century psychology, Richet was active in other ways in psychology. Earlier in 1885 he had been one of the founding members, and later the General Secretary of the Société de Psychologie Physiologique that was presided over by Charcot. In meetings of this society Richet presented on such varied topics as somnambulism induced at a distance, and suggestion.14 15 Working within the Société, Richet was an important figure in the organization of the Congrès International de Psychologie Physiologique that met at Paris during the Universal Exposition in 1889. Richet was the General Secretary of the Congress and continued to participate in future meetings.\n\nAs a pacifist, Richet wrote in his Les Guerres et la Paix that war ‘consumes the energies and forces of nature without profit’.16 Interestingly, he believed it was necessary to get rid of the undesirable in order to improve the human race, a topic he discussed in his book La Sélection Humaine (1919). Societal norms, he argued, interfered with natural selection, allowing the undesirable to survive. In his view, there should be a mechanism for the social selection of people based on their intelligence, health, beauty, and other positive characteristics. Richet was aware that this view would be shocking and unacceptable to many.  Initial Steps in Psychical Research\n\nRichet wrote that his first observation of possible psychic functioning occurred in 1872 when he was a medical student. These were instances of what later became known as ESP (a term Richet did not use). A hypnotized young woman named Mariette was asked about the name of another medical student at the school and she said:&nbsp; ‘There are five letters. The first is H, the second if E; I cannot see the third … The fourth … is R; and the fifth N’.17 The name was Hearn.\n\nRichet also reported his successful attempts to send commands at a distance to a female patient in 1873 when he was medical intern. In his article, Richet concluded: ‘If, therefore, the phenomenon exists—and I think it is difficult to deny it absolutely—it is extremely rare, and occurs only in special circumstances which so far elude scientific determination’.18\n\nHis first articles on psychic phenomena were published in the 1880s. These included observations and studies of ESP which appeared in the Revue Philosophique de la France et de l’Étranger19 and in the Proceedings of the Society for Psychical Research.20 These were followed by other works, among them his Traité de Métapsychique (1922), and Our Sixth Sense (1928).\n\nOver the years Richet had the opportunity to observe the phenomena of many psychics and mediums, as will be seen below. Among these were observations of what seemed to him to be lucidity with various gifted individuals.21 22 In 1892, he attended séances in Milan with the Italian medium Eusapia Palladino that opened his mind to the possibility of physical paranormal phenomena.23 In later years he observed Leonora Piper, Marthe Béraud, Franek Kluski, Stephan Ossowiecki, and other mediums.  General Ideas about Psychical Research\n\nIn addition to the work summarized below, Richet promoted the development of psychical research in other ways. In France he popularized the topic in prestigious publications such as the Revue Philosophique de la France et de l’Étranger,24 25 an important intellectual review, the pages of which were open to psychical research.26 Furthermore, he supported important French psychical research initiatives. Richet was one of the founders of the Annales des Sciences Psychiques,&nbsp;which started publication in 1891, as well as a supporter of the Institut Métapsychique International from its founding in 1919 to his death. Richet also used his scientific and social prominence to help writers, as can be seen in several prefaces he wrote for books that dealt with psychic topics.27\n\nRichet also did much to ensure that psychical research was included in the international congresses of psychology. According to an 1892 entry in the journal of philosopher and SPR president Henry Sidgwick, ‘the ingenious Richet designed to bring the SPR to glory at this Congress …’28 Furthermore, on these occasions Richet discussed psychical research in positive ways. Presenting at the 1889 Congress, he stated that it was a simple task to dismiss extraordinary facts, but it was not the role of science to do so. &nbsp;He told his audience: ‘What is extraordinary today will be part of tomorrow’s common science’.29 He continued this trend in later congresses.30 31 In 1905 in Rome he said:  The duty of science is (1) to be very daring—boundlessly audacious—in forming hypotheses; (2) to be very cautious—inexorably cautious—in affirmation.\n\nI think I am acting in conformity with these equally important principles when, on the one hand, I recommend that you do not neglect the study of metapsychical phenomena: because it seems to me that the future of psychology is linked with discovery in that realm; and, on the other hand, I urge those who devote their efforts to this study to cultivate prudence and patience.32\n\nAll of this, as well as his scientific and social prestige, led to Richet’s election as President of the Society for Psychical Research in 1905. In his Presidential Address,33 he made an effort to popularize the term ‘métapsychique’ (metapsychics), a process that he continued in later years34 In his address, and in later publications, Richet mentioned two different types of phenomena, subjective (mental), and objective (physical) manifestations. As he did in other later writings, Richet argued that more research was needed, and stressed the fact that metapsychics was a field ‘where everything is unknown’.35\n\nFrom the beginning of his career in psychical research, Richet recognized the existing resistance to psychic phenomena. He stated that there were ‘improbable facts; but their improbability is entirely relative; in the sense that none of them contradict the known facts acquired by science’.36 Later he expanded this argument by saying:  Astronomy and physiology, physics and mathematics, chemistry and zoology, need not be afraid. They are intangible, and nothing will injure the imposing assemblage of incontestable facts which constitute them. But notions, hitherto unknown, may be introduced, which, without casting doubts upon pristine truths, may cause new ones to enter their domain, and change, or even upset, our established notions of things.\n\nThe facts may be unforeseen, but they will never be contradictory.37\n\nWhile Richet was well aware of the resistance of many scientists to metapsychics and its phenomena, he believed that they should consider that &nbsp;scientific theories are not definitive and should not be used to deny facts; that psychic phenomena do not contradict established facts; and that facts should take precedence over ideas and tradition, while metapsychics presents many facts impossible to deny.38\n\nRichet’s physiological approach was evident in his life-long concern for psychical research, which he considered to be part of physiology. Metapsychic phenomena, he wrote, are at the ‘borders of physiology itself, but of very uncertain physiology’.39 Richet referred to the mental phenomena of acquisition of information as ‘a new chapter in physiology’.40 He believed the phenomena of Palladino were part of the ‘domain of experimental physiology’.41 &nbsp;\n\nAlthough Richet wrote much about psychic phenomena, perhaps his best and most influential work was his Traité de Métapsychique, published in 1922 (its second edition was translated into English as Thirty Years of Psychical Research). The book, a detailed overview of psychical research, was divided into four sections to cover metapsychics in general, subjective and objective metapsychics, and a conclusion.42 From the opening sentences of the Traité, Richet differentiated metapsychics from what he referred to as ‘nebulous considerations about man’s destiny, about magic, about theosophy’. He stated he wanted to write about science and not about dreams: ‘So I am satisfied to merely state the facts and discuss their reality, not only without claiming a theory, but even barely mentioning theories; because those which have been proposed so far in metapsychics seem to me to have a frightening fragility’.43\n\nIn the Traité, Richet concluded that many phenomena were real. In his words, ‘there is in us a faculty of knowledge that is absolutely different to our common sensory faculties of knowledge (cryptesthesia) . . .’ He also believed in the reality of telekinesis and materializations, that ‘there are hands, bodies, objects, that appear to be formed completely from a cloud and show all the appearances of life . . .’44\n\nA reading of the book shows that, even thought Richet generally adopted an atheoretical stance, he did defend some theoretical explanations. These included the psychological creation of mediumistic personalities, and the assumption that cryptesthesia from the living was at work in mediumship.\n\nThe book was more than a summary of the literature and a statement for the importance of science, however. For one, Richet did a great deal to organize metapsychics as a coherent discipline, at least in France. But he also attempted to lay out some principles of analysis. He wrote, ‘to separate the psychic [psychological] from the metapsychic, we adopt the following criterion: Everything that may be done by human intelligence, even the very profound and skillful, is psychic. Everything a human intelligence cannot do. . . would be metapsychic’ (italics in the original).45 This is consistent with his definition of metapsychics as ‘a science whose object is phenomena, mechanical or psychological, due to seemingly intelligent forces or to unknown latent powers in human intelligence’.46\n\nRichet ended on a positive note. He was aware that metapsychics was a very difficult field, particularly when it came to explanations. But as he said, ‘this is no reason for not increasing our efforts and labors . . . . The task is so beautiful that, even if we fail, the honor of having undertaken it gives some value to life’.47\n\nThis positive outlook appeared as well in later works. In his autobiography, Souvenirs d’un Physiologiste Richet had this to say about metapsychics: ‘I am convinced it is the science of the future’.48 &nbsp;In his view this field was a source of hope for humanity, a hope to enlarge its outlook.49 Finally, in a book published the year of his death, Richet wrote that the inhabitual, or psychic phenomena ‘will have a place in science … A new moral ideal will be the consequence, but not the basis of this new science’.50  ESP\n\nThe best known of Richet’s earlier papers, and an early classic of psychical research, was a paper called ‘La Suggestion Mentale et le Calcul des Probabilités’. The article appeared in the prestigious Revue Philosophique de la France et de l’Étranger and was widely cited over the next few years.51 52 Richet defined mental suggestion, a term widely used in France at the time, as the ‘influence that an individual’s thought exerts over a specific sense, without an appreciable exterior phenomenon on our senses, over the thought of a nearby individual’.53 The paper included reports of various card-guessing tests as well as of the use of objects and photographs of statues as targets. There were also tests in which table turning and a dowsing rod were used to elicit motor responses. But the paper is better known for the use of statistical analyses. Richet summarized his results:  \n\nThe method that I have adopted is that of probabilities; it poses the problem thus: Given an arbitrary designation whose probability is known; does the probability of this designation change by the fact of mental suggestion? To this question our experiments allow us to reply affirmatively: For playing cards, the answer by chance should be 458, and it was 510 with suggestion on 1833 tests. For photographs and pictures, the probable number was 42, and the acquired number was 67 on 218 tests. For experiments with the dowsing rod, the probable number was 18, and the real number was 44 on 98 tests. For experiments called spiritistic, the probable number was 3, but the real number was 17 on 124 tests. The results acquired by the calculation of serial probability are more conclusive still.54&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nCommenting on claims about the effects of medicines and drugs on individuals blind to their nature,55 Richet discussed methodological issues, such as the importance of also the experimenters also being blind as to the nature of the substances, and the use of a few substances that would allow for a statistical evaluation of the results.56\n\nRichet57 reported other tests of clairvoyance and attempts to induce trance at a distance with various participants, and particularly, with four women; known in the literature as Léonie, Alice, Eugénie, and Héléna. The first one, Léonie Leboulanger, was the famous hypnotic virtuosa studied by the student of dissociation Pierre Janet, both in tests of the induction of trance at a distance58 and in observations of secondary personalities under hypnosis.59 In this report, Richet emphasized the importance of experimental demonstration and expressed hope that the day would come when alternate explanations for the research results could be discarded with confidence. This included fraud by the participants and the involuntary expectations of experimenters.\n\nAn example of this activity is a description of a place at a distance by Alice recorded by Richet.60 The target was a country house owned by Mme. A., who was present, but remained silent. Richet himself knew nothing about this place. He asked Alice for a description, and she described correctly a garden with railings, with no trees in front, a stone stair with four steps, a clock above the fireplace, and on the right and left of the clock two angels. All the details, Richet wrote, were correct except for the fact that the two figures were actually goats.\n\nWhile Richet could not explain his results, he wrote: ‘I would say that in some psychic states, among a small number of subjects, there is a faculty of knowledge which differs absolutely from our faculties of ordinary knowledge’.61\n\nIn another report Richet described tests with Léonie using playing cards put inside envelopes. Richet hypnotized her and asked her second personalities to take the tests. He wrote:  \n\nShe spent two months and a half in my house . . . . As I could keep her entranced for a long time without injury to her — generally during the night — I have repeatedly sat by her side from&nbsp; 8 p.m. till 6 a.m. For it was not in the earliest moments of her trance that she could tell the cards under the envelope, but after long and apparently very laborious endeavor’.62 &nbsp;&nbsp;\n\nLéonie held the envelopes between her hands and took hours to guess the cards. Richet noted that clairvoyance was an inconsistent phenomenon and that Léonie had particular success with cards that had kings, queens and aces. As an aside, Richet said in a footnote that he suspected Léonie of trickery when she was left alone with the envelopes that had cards inside, something that was not part of the usual testing procedure. This fraudulent activity, he was quick to say, came from her secondary personalities.63\n\nOn one occasion, while Léonie was trying to guess a diagram inside an envelope, Richet suddenly asked her about his laboratory assistant Langlois: ‘He has burnt himself,’ Leonie replied. ‘Good,’ I said, ‘and where has he burnt himself?’ ‘On the left hand. It is not fire: it is—I &nbsp;don’t know its name. Why does he not take care when he pours it out?’ ‘Of what colour,’ I asked, ‘is the stuff which he pours out?’ ‘It is not red, it is brown; he has hurt himself very much—the skin puffed up directly’.64 This turned out to be correct. Earlier in the day Langlois accidentally poured bromine on his left hand and a blister had formed.\n\nDuring the 1920s, Richet also had the opportunity to test Polish psychic Stefan Ossowiecki. In one test, designed to see if the psychic could perceive the contents of a sealed envelope, Richet asked his friend, the famous actress Sarah Bernhardt, to send him a letter that he could use to test Ossowiecki. The psychic was handed the letter, which Richet had not opened, and was told who had sent it. It contained a short message saying: ‘Life seems good to us, because we know it to be ephemeral!’ The reading went for about two hours, and then the psychic said the word ‘life’ several times, adding that Bernhardt signed the letter with vertical strokes (which was correct). Then he said the following: ‘Life seems humble because there is nothing but hatred; this is so French a word that I cannot say it, it is a word of eight letters, note of exclamation’.65 The word ephemeral has eight letters in French, and Ossowiecki was not familiar with it.\n\nWhile Richet valued the experiment above other approaches, he also paid attention to the study of spontaneous experiences, as can be seen in his Traité. In his preface to the French abridged edition of Gurney, Myers and Podmore’s Phantasms of the Living (1886) he stated that he started reading the accounts of spontaneous telepathy with some incredulity, but that he gradually became convinced that ‘most of the stories were honest’ and that ‘the multiple precautions necessary to ensure accurate exact testimonies, the authenticity of facts, had been taken, and that, as extraordinary as the conclusion was, one cannot not refuse to admit it’.66\n\nRichet also put on record some spontaneous ESP experiences, including a few about his own family. In one of these, he visited his maternal grandfather, Charles Renouard, in his country house; the old man was indisposed but otherwise had been in general good health. A few days later Richet’s wife dreamed she saw the grandfather very ill in bed, and his wife by his side. A subsequent telegram informed Richet of the sudden death of the grandfather due to heart problems. Richet now learned that his grandmother had been present at the country house, a fact known neither to himself or his wife.67\n\nIn another instance Richet himself had an experience:  \n\nOne evening, during the winter of 1899, I was at home in my library. My wife had that night been to the Opera with my daughter Louise. Suddenly, about half-past ten o’clock, I imagined, for the first time in my life and without there being the slightest odour of smoke in the room, that the Opera was on fire. So powerful was my conviction, that I wrote on a piece of paper the words: Feu! Feu! A few minutes afterwards … I wrote: Att. (i.e. attention). Then, without feeling at all disturbed, I resumed my work. About midnight, on the return of my wife and daughter, I immediately asked them if there has been a fire … ‘No,’ answered my wife, ‘there has not been a fire, only a false alarm … Between the acts there was a rumour of fire and I rushed out to see what it meant … I was quickly assured there was no danger and the performance continued without a break’ … At the very moment of my writing on the piece of paper the words Feu! Feu! Att., my sister …, whose rooms on the same floor are separated from mine only by a door, imagines that my room was on fire. She goes to the door between the two apartments, and, when on the point of turning the handle … she stops, saying to herself: ‘No, after all, I won’t disturb my brother for such a trifle!’68\n\nIn later years, Richet collected cases of telepathy and presentiments among World War I soldiers, some of which were published.69 He also authored a book about premonitions. About dreams of the futur he observed: ‘In general, but with many exceptions, people who have prophetic dreams will remember them with clarity and can recount all their details’.70 &nbsp;  Mental Mediumship\n\nLeonora Piper was one of the mediums with whom Richet held séances. Richet’s comments about sittings he had in 1889 in England appeared in a report about the medium by Leaf.71 He was not impressed by most of the information obtained, except for the following: ‘Because she talked about a dog, I asked her about a little dog I had that was dead. She said Pick, without hesitation. Now this fact is very important, and it is, in my opinion, the best result she gave; because my dog was called Dick; and we must admit she absolutely did not know the name . . .’72 &nbsp;\n\nHe also wrote briefly about a family incident of what he considered lucidity with the medium Rosalie Thompson. The medium held a watch belonging to Richet’s son George, and said ‘Three generations mixed’. The watch had been given by George’s maternal grandfather to his son. After the son’s death, another member of the family inherited it and it eventually passed into George’s hands.73 &nbsp;A similar case included a case of a lady writing in Greek, a language that was presumed to be unknown to her.74\n\nRichet also wrote about powers of personation, that is, the medium’s subconscious abilities to simulate spirit personalities. He stated: ‘In reality all the intelligent manifestations attributed to the spirits are due to an individual that is unconscious and active at the same time’.75 In this view, the medium’s intelligence, memory and will functioned without her conscious awareness.\n\nIn a paper published two years later, Richet discussed unconscious movements involved in table-tilting, which convinced him that mediums had a hidden train of thought (that is, that there was a ‘simultaneous existence of another collateral thought’.76) As he had argued in the 1884 paper, he stated that mediums could present ‘a series of ideas completely different from the series of ideas of the conscious personage, who ignores all that takes place in its unconscious’.77  Physical Mediumship\n\nRichet took part in the famous Milan séances with Eusapia Palladino, which brought together scholars and scientists such as Alexander Aksakof, Carl du Prel, Giovanni Schiaparelli, and others.78 Their view was that the phenomena they witnessed – including the anomalous movement of objects and the appearance of ghostly hands – were genuinely paranormal. Richet declined to add his name to their declaration, conflicted about what he had seen. In one instance, at a time when he was sure that both of Palladino’s hands were properly controlled, the medium asked the sitters to look above her head, where Richet saw a ‘hand that opened and closed’.79 The hand, he noted, looked different from the medium’s. On another occasion, he saw a hand ‘surrounded by a white veil or by a white light’,80 (although he added that he was uncertain about this observation). But although he found it hard to attribute everything he had witnessed to trickery, he remained uncertain.\n\nIn his words, ‘the formal, undeniable proof, that this is not a fraud on the part of Eusapia and an illusion on our part, this formal proof is lacking’.81\n\nHowever, in later séances conducted in France Richet became certain that the phenomena witnessed there was real.82 83  \n\nOn one occasion, among others, I was holding in one hand the two hands of Eusapia; I raised my other hand in the air, very high; then the hand that is in the air is grabbed vigorously by a hand which grasps two fingers, pulls them strongly and, after having pulled them, gives me on the back of that same hand a rather strong tap that everyone hears.84\n\nPerhaps the most controversial episode in Richet’s career were the materialization séances he conducted with Marthe Béraud.85 These took place in Algiers, where a private circle had been witnessing the appearance of figures, notably a bearded man, referred to as Bien Boa (B.B,) wearing what looked like a metallic helmet under loose white drapery. On one occasion, Richet wrote:  \n\nI saw as it were a white luminous ball floating over the ground; then, rising straight upwards, very rapidly, as though issuing from a trap-door, appeared B.B. He appeared to me to be of no great height; he had a drapery and, I think, something like a caftan with a girdle at the waist . . . But the coming out was sudden, and the luminous spot on the floor preceded the appearance of B.B. outside the curtain, and he raised himself straight up (developing his form rapidly in a straight line).86\n\nThis and other observations - such as when the figure disappeared into the ground - convinced Richet that they were real materializations, although he also spoke of puzzling inconsistencies in the photographs.\n\nSoon after he published an account of the séances, controversies erupted. 87 There were claims that the medium had admitted fraud, that a person said he had played the part of the materialization, and that the figure’s disappearances in the floor were facilitated by a trap door - although Richet testified he had closely examined the building, and that there was no trap door. The episode somewhat damaged Richet’s reputation. Nonetheless, in later years Richet maintained his conviction that the critiques could not explain all that he had witnessed.88\n\nWhile Béraud is usually discussed in terms of Richet’s formal report,89 his observations on the medium published in Traité are rarely mentioned. These were recorded in notes he made in 1906, during an incident in which he and a female sitter were alone with the medium in a room, and he was able to observe ectoplasm moving around. Richet wrote:  In the quite small room which I search thoroughly, a corner, curtains that can be closed and opened before the corner. A cane chair in the middle on which Marthe sits. Mme. de S., whom I will call A., is alone with Marthe and myself. We both sit close to Marthe . . . The light is an electric lamp covered with red material, and gives light enough to show all the white in Marthe’s garments and the white ribbons in her hair. After about half an hour, I open the curtains and see a faint luminosity on the floor, so feeble that I doubt its reality. By degrees this light increases; it is like a small, luminous handkerchief lying on the floor . . . The luminous spot grows; its outlines are milky, undefined and cloudy . . . &nbsp;It approaches the chair, increases in size, and takes a serpentine form which tends to rise towards the left arm of A.’s chair. Its outlines become sharper; it is like a mass of half-empty fabric. Then follows an extraordinary sight: a point detaches itself from the mass, mounts up, bends and directs itself to Marthe’s breast, her hands being held the whole time. The point continues to advance in a terrifying way like an animal pointing its beak; and as it advances, on the rigid stalk there appears a thin gauzy structure like a bat’s wing, so thin and transparent that Marthe’s garments can be seen through it . . .\n\nI can approach and look very closely, only an inch away. I see what looks like a swollen substance, moving as if alive, and changing its form. For five or six minutes I examine it attentively. I see extensions like the horns of a snail, which start up to right and left; these horns are like transparent gelatin, they project from and sink back into the more defined central mass.90\n\nRichet attended more séances with Béraud, when she was being studied by other investigators under the name ‘Eva C’.91 Writing about a séance with the Italian medium Linda Gazzera - held in darkness, but with the medium’s arms and feet controlled - Richet described ‘a huge chest’ twenty-five centimeters from her, beginning to ‘oscillate and to crack, and to move with such violence that I was afraid it would fall; because it was poorly balanced’.92\n\nThere were also seances with many other mediums, among them the Poles Franek Kluski and Jean Guzik.93 In his notes of a séance with Kluski, Richet mentioned bluish points of light of ‘approximately three millimeters in diameter, which wandered in the air, sometimes quite far from the medium’.94\n\nRichet hypothesized that there were various phases of materialization. He wrote that the first phase was of something invisible that could move objects and produce other physical effects. Then they become visible, but cloudy.  \n\nLater still, they have human forms, as they have the extraordinary property of changing form, consistence, and to evolve before our eyes. In a few seconds this nebulous embryo, which exits the body of the medium, becomes a true being.95\n\nRichet identified these effusions as ‘ectoplasms, that is, sarcodic extensions coming from the human body (of mediums)’, similar to the ‘pseudopodic projections seen on amoebas’, and argued that ‘this ectoplasmic formation at the expense of the anatomo-physiological organism of the medium is now beyond dispute’. 96 The term ‘ectoplasm’ subsequently came to be generally applied to this mediumistic phenomenon.\n\nThe issue of fraud in physical mediumship was not ignored by Richet. He was aware that the extraordinary appearance of the phenomena naturally raised the spectre of fraud, and the presence of trickery was indeed often confirmed with some mediums. But he was skeptical of fraud as a blanket explanation for the phenomena he witnessed, remarking:  \n\nWhen I think of the precautions that we have taken, twenty times, a hundred times, a thousand times, it is unacceptable that we were all twenty times, a hundred times, a thousand times misled.97   Theoretical Ideas\n\nThroughout his writings, Richet expressed dissatisfaction with the various explanations of psychic phenomena that were being put forward, including the hypothesis of discarnate agency.98 99 In his Traité, he accepted the reality of many phenomena but said that there was not a proper theory to explain them, and placed his hopes in future developments.\n\nNonetheless, Richet presented several speculations over the years. One was the existence of a faculty of cognition that was purely human. In an early paper, he postulated that ESP messages impinged on the ‘unconscious faculties of intelligence’.100\n\nOther speculations were connected to the old idea, developed before Richet, that various concepts of biophysical forces explained psychic phenomena.101 Throughout his career Richet speculated on the possibility of unspecified vibrations as a way to explain the mental phenomena of psychical research. In an early statement he speculated about the existence of a force emanating from one person to another ‘such that the vibration of the thought of an individual influences the vibration of the thought of a nearby individual’.102 He wrote in later years: ‘The sixth sense is that one which gives us knowledge of a vibration of reality, a vibration which our normal senses are unable to perceive’.103\n\nRegarding physical phenomena, noticing how instruments can measure light, electricity and temperature from the human body, Richet asked if it was ‘unreasonable to assume that the projection of light, heat, and electricity could be accompanied by a mechanical projection of force’.104 He continued:  \n\nMaterialization is a mechanical projection. We already have the projection of light, heat, and electricity. It is not going very far to consider as possible other projections … &nbsp;a projection of mechanical force. The memorable demonstrations of Einstein come to establish at what point mechanical energy approximates luminous energy.105\n\nOn the subject of materializations, Richet believed the most rational and straightforward explanation was that of a projection outside of the body ‘of a material substance capable of organizing [itself]’.106 But he admitted this idea was not that simple, requiring as it did a new physiology, physics, and chemistry.\n\nIn his discussions of premonitions, Richet referred to the possibility that apparent knowledge of the future was due to ‘the imperfect and fragmentary knowledge of the present’ acquired by psychic means.107 That is, some premonitions are not necessarily about the future, but may be produced by psychic impressions of contemporary events leading to the future.  Survival of Death\n\nRichet was outspoken about his doubts regarding the evidence for survival of death. For him, the alternative explanations of personation and cryptesthesia were serious contenders. He wrote of cryptesthesia:  \n\nThis new faculty of the mind is much simpler than survival, because survival supposes incredible amount of facts, unheard of, which collide in front of all accepted physiological truths, which are contrary also to logic, and which warns us that what is born must die.\n\nHe added his conviction that the power of the human mind to ‘group its recollections and knowledge, metapsychic or not . . . &nbsp;around some or other imaginary personality, is not a hypothesis: it is a fact. And then it is the simplest assumption’.108\n\nThis attitude about personation was informed by his earlier tests in the use of hypnosis to induce personality changes.109 In a section at the beginning of his Traité, about the frontiers between psychological and metapsychic phenomena, he discussed the creative powers of the subconscious mind to simulate spirit personalities with mediums.110 111 He believed that before accepting metapsychic manifestations, we should exhaust all possible psychological explanations, such as personation, unconscious memory, and elaboration (creative construction of stories). &nbsp;‘The talents of the unconscious,’ Richet wrote, ‘have more variety than the talents of the conscious’.112 Like others before him,113 Richet used the idea of these talents to object to explanations of mediumship and other phenomena in terms of ideas of discarnate action.\n\nNonetheless, Richet seems to have had doubts about the explanatory powers of his ideas. Oliver Lodge wrote that in private communications Richet ‘confessed to me that he was sometimes nearly bowled over by the evidence; but, on the whole, he adhered to his lifelong conviction of the materialistic aspect of the universe’.114 Furthermore, Richet was sometimes impressed by some manifestations. He wrote:  \n\nThere are . . . a few cases, rare no doubt, but of an importance that I do not disguise—in which there are, or seem to be, intelligent and reasoned intentions, forces, and acts of will apparent in the phenomena produced, and these have all the characteristics of being due to extraneous action. I allude more especially to the visions of young children when dying. These facts would be exceedingly curious and noteworthy if they stood alone, but they do not stand alone. I have mentioned two precisely similar ; and their similarity, or rather their identity, is so definite that it is impossible to admit chance or imaginative fancy as their cause. Such facts are highly important. They are much more explicable by the spirit-hypothesis than by that of cryptaesthesia. It even seems to me that among all the facts adduced to prove survival, these are the most disconcerting; I have therefore been scrupulous to mention them. Nevertheless despite their spiritoid appearance these facts are not sufficient to make me infer that the consciousness of deceased persons appears as a phantom at the death of a relative.115\n\nRichet seems to have changed in his thinking in later years. In his book La Grande Espérance, and later elsewhere, he wrote that metapsychics was the great hope for humankind, illuminating its future.116 117 Oliver Lodge and Ernesto Bozzano, both strong believers in survival of death, were told by Richet that he was coming round to their way of thinking.118 119 Richet wrote to Lodge:  \n\nI will publish a book entitled La Grande Espérance. And, without being resolutely spiritist in the sense of Conan Doyle and Allan Kardec, I gradually get closer to your ideas. I say to you—which is absolutely true—that your deep and scientific conviction had great influence, a very great influence.120\n\nHowever, this letter does not completely support the idea, promoted by some authors, that Richet accepted survival of death as the explanation for some psychic phenomena at the end of his life.121 It is possible that these last two books showed a less materialistic aspect of Richet, but that is a far cry from saying that he became convinced of survival. Furthermore, in La Grande Espérance Richet did not declare belief in spirit agency but rather argued that there were problems with both human and spirit–based explanations. &nbsp;In both cases, he wrote, ‘we face monstrous improbabilities; we swim in the inhabitual, the miraculous, the prodigious’.122  Recent Scholarship about Richet’s Psychical Research\n\nInterest in Richet has grown in recent decades. One of the more important studies - and one not specifically concerned with psychical research - is Wolf’s123 book-length biography, the only one that exists in English. Wolf focused on Richet’s physiological work, but also covered interesting details about his life and non-physiological endeavors. Others have discussed Richet in relation to his literary work and modernist approach,124 also as an example of creativity in research,125 and of the social role of physicians.126\n\nHistorians who discuss French psychical research—among them Plas,127 Brower,128 and Lachapelle129—have explored aspects of Richet’s psychical research in the context of dissatisfaction with current psychology, and the interplay between subjective and objective ways to knowledge. All of them have placed him as a central figure in French psychology and psychical research. Outside of academic history, Magalhães130 has provided an overview of aspects of Richet’s involvement with psychic phenomena. There have also been discussions of specific aspects of his work 131 132 and of the controversies involving his study of the materializations of Marthe Béraud.133\n\nCarlos S&nbsp;Alvarado  Literature\n\nAksakof, A., Schiaparelli, G., du Prel, C., Brofferio, A., Gerosa, G., Ermacora, G. B., &amp; Finzi, G. (1893). Rapport de la commission réunie à Milan pour l’étude des phénomènes psychiques. Annales des Sciences Psychiques, 3, 39–64.\n\nAlvarado, C.S. (2006). Human radiations: Concepts of force in mesmerism, spiritualism and psychical research. Journal of the Society for Psychical Research, 70, 138–162.\n\nAlvarado, C.S. (2008a). Charles Richet on ‘The Limits of Psychic and Metapsychic Science’.Psypioneer, 4, 198–207. (Online publication: http:\/\/www.woodlandway.org\/PDF\/PP4.9September08..pdf)\n\nAlvarado, C.S. (2008b). Note on Charles Richet’s ‘La Suggestion Mentale et le Calcul des Probabilités’ (1884). Journal of Scientific Exploration, 22, 543–548.&nbsp;\r\n \t\r\n \tAlvarado, C.S. (2010). Review of Traité de Métapsychique, by C. Richet. Journal of Scientific Exploration, 24, 535–541.\n\nAlvarado, C.S. (2011). Upholding psychical research in front of psychologists: An excerpt from a paper by Charles Richet at the Fifth International Congress of Psychology (Rome, 1905). Psypioneer Journal, 7, 79–88. (Online: www.woodlandway.org\/PDF\/PP7.3March2011.pdf)\n\nAlvarado, C.S., &amp; Evrard, R. (2013). Nineteenth century psychical research in mainstream journals: The Revue Philosophique de la France et de l’Étranger. Journal of Scientific Exploration, 27, 655–689.\r\n \t\r\n \tAnonymous. (1905). Interviews on topics of the month: VI. On metapsychics: Professor Charles Richet. Review of Reviews, 31, 249–250.\n\nBourru, H., &amp; Burot, P. (1886). Les premières expériences sur l’action des médicaments à distance. Revue Philosophique de la France et de l’Étranger, 21, 311–321.\n\nBrower, M. B. (2010). Unruly spirits: The science of psychic phenomena in modern France. Chicago: University of Illinois Press.\n\nBubb, E. M. (1936). Richet accepted survival before he died. Psychic News (30 May), 7.\r\n \t\r\n \tCarroy, J. (2004). Playing with signatures: The young Charles Richet. In M.S. Micale (Ed.), The mind of modernism: Medicine, psychology, and the cultural arts in Europe and America, 1880–1940 (pp. 217–249). Stanford, CA: Stanford University Press.\n\nde Vesme, C. (1919). L’enquête du Prof. Ch. Richet sur les faits métapsychiques aux armées. Annales des Sciences Psychiques, 29, 17–24.\n\nEpheyre, C. (1889). Soeur Marthe. Revue des Deux Mondes, 93, 384-431.\n\nEstingoy P. (2003). De la creativite chez le chercher: Un regard transversal sur l’oeuvre de Charles Richet. Histoire des Sciences Medicales, 37, 489–499.\n\nFlournoy, T. (1900). From India to the planet Mars: A study of a case of somnabulism. New York: Harper &amp; Brothers.\n\nGeley, G. (1921). Expériences de matérialisations avec M. Franek Kluski. Bulletin de l’Institut &nbsp;Métapsychique International, No. 4, 169–181\n\nGeley, G. (1927). Clairvoyance and materialisation. London: Fisher Unwin. (Original work published in French, 1922)\n\nGurney, E., Myers, F.W.H., &amp; and Podmore, F. (1886). Phantasms of the living (2 vols.). London: Trübner.\n\nJanet, P. (1886). Note sur quelques phénomènes de somnambulisme. Revue Philosophique de la France et de l’Étranger, 21, 190–198.\n\nJanet, P. (1889). L’automatisme psychologique. Paris: Félix Alcan.\n\nLeaf, W. (1890) A record of observations of certain phenomena of trance (3).&nbsp; Part II.&nbsp; Proceedings of the Society for Psychical Research, 6, 558–646.\n\nLachapelle, S. (2011). Investigating the supernatural: From spiritism and occultism to psychical research and metapsychics in France, 1853–1931. Baltimore: Johns Hopkins University Press.\n\nLe Maléfan, P. (2002). Richet chasseur de fantômes: L'épisode de la villa Carmen. In B. Bensaude-Vincent &amp; C. Blondel (Eds.), Des savants face à l’occulte 1870–1940 (pp. 173-200). Paris : La Découverte.\n\nLodge, O. J. (1894). Experience of unusual physical phenomena occurring in the presence of an entranced person (Eusapia Paladino). Journal of the Society for Psychical Research, 6, 306–336, 346–360.\r\n \t\r\n \tLodge, O. (1936). In memory of Charles Richet. Proceedings of the Society for Psychical Research, 44, 1–4.\n\nMagalhães, S.N. (2007). Charles Richet: O apostolo da ciencia e o espiritismo. São Paulo: FEB.\n\nMülberger, A., &amp; Balltondre, M. (2013). En el umbral de lo desconocido: un caso de visión extraordinaria en la España de Primo de Rivera. Dynamis, 33, 195–216.\n\nPlas, R. (2000). Naissance d’une science humaine: La psychologie: Les psychologues et le ‘merveilleux psychique’.Rennes: Presses Universitaires de Rennes.\r\n \t\r\n \tPutnam, J.J. (1879). Richet on the physiology and histology of the cerebral convolutions. Boston Medical and Surgical Journal, 101, 815–816.\n\nRichet, C. (1875). Du somnambulisme provoqué. Journal de l'Anatomie et de la Physiologie Normales et Pathologiques de l’Homme et des Animaux, 11, 348–378.\n\nRichet, C. (1880). Les démoniaques d’aujourd’hui. Revue des Deux Mondes, 50, 340–372.\n\nRichet, C. (1883). La personnalité et la memoire dans le somnambulisme. Revue Philosophique de la France et de l’Étranger, 15, 225–242.\n\nRichet, C. (1884a). L’Homme et l'intelligence: Fragments de physiologie et de psychologie. Paris: Félix Alcan.\n\nRichet, C. (1884b). La suggestion mentale et le calcul des probabilités. Revue Philosophique de la France et de l’Étranger, 18, 609–674.\n\nRichet, C. (1886a). L’action des substances toxiques et médicamenteuses a distance. Revue Philosophique de la France et de l’Étranger, 21, 321–323.\n\nRichet, C. (1886b). Un fait de somnambulisme a distance. Revue Philosophique de la France et de l’Étranger, 21, 199–200.\n\nRichet, C. (1886c). Les mouvements inconscients. In M. Berthelot (Ed.), Hommage à Monsieur Chevreul a l'occasion de son centenaire 31 Aout 1886 (pp. 79–84). Paris: Félix Alcan.\n\nRichet, C. (1886d). De quelques phénomènes de suggestion sans hypnotism. Revue Philosophique de la France et de l’Étranger, 21, 324–326.\n\nRichet, C. (1887). Essai de psychologie générale. Paris: Félix Alcan.\r\n \t\r\n \tRichet, C. (1888a). Expériences sur le sommeil a distance. Revue Philosophique de la France et de l’Étranger, 25, 435–452.\r\n \t\r\n \tRichet, C. (1888b). Relation de diverses expériences sur la transmission mentale, la lucidité, et autres phénomènes non explicables par les données scientifiques actuelles. Proceedings of the Society for Psychical Research, 5, 18–168.\n\nRichet, C. (1889). Further experiments in hypnotic lucidity or clairvoyance. Proceedings of the Society for Psychical Research, 6, 66–83.\n\nRichet, C. (1890). Les travaux du Congrès de Psychologie Physiologique. Congrès International de Psychologie Physiologique (pp. 32–38). Paris: Bureau de Revues.\n\nRichet, C. (1891). Préface. In E. Gurney, F.W.H. Myers, &amp; F. Podmore, Les hallucinations télépathiques (pp. v–xiii). Paris: Félix Alcan.\n\nRichet, C. (1892). L’avenir de la psychologie. International Congress of Experimental Psychology (pp. 24–26). London: Williams &amp; Norgate.\n\nRichet, C. (1893). Expériences de Milan. Annales des Sciences Psychiques, 3, 1–31.\n\nRichet, C. (1895). À propos des expériences faites avec Eusapia Paladino: Réponse à M. Hodgson. Journal of the Society for Psychical Research 7, 67–75.\n\nRichet, C. (1899). Les guerres et la paix. Paris: C. Reinwald.\n\nRichet, C. (1905a). Concerning the phenomenon called materialisation. Annals of Psychical Science, 2, 207–210, 269–289.\n\nRichet, C. (1905b). La métapsychique. Proceedings of the Society for Psychical Research, 19, 2–49.\n\nRichet, C. (1905c). Preface. In J. Maxwell, Metapsychical phenomena (pp. xv–xxii). London: Duckworth. (Original work published, 1903)\n\nRichet, C. (1905d). Xenoglossie: L’écriture automatique en langues étrangères. Proceedings of the Society for Psychical Research, 19, 162–194.\n\nRichet, C. (1906). The future of psychology. Annals of Psychical Science, 4, 201–216.\n\nRichet, C. (1919a). Abregé d’histoire générale. Paris: Hachette.\n\nRichet, C. (1919b). La sélection humaine. Paris: Félix Alcan.\n\nRichet, C. (1922). Traité de métapsychique. Paris: Félix Alcan.\r\n \t\r\n \tRichet, C. (1923a). Extra-sensorial channels of knowledge and the experimental method. Lancet, 2, 493–497.\r\n \t\r\n \tRichet, C. (1923b). Thirty years of psychical research. New York: Macmillan. (Translated from the second French edition of Traité de métapsychique)\n\nRichet, C. (1924). Metapsychic science and survival. Journal of the Society for Psychical Research, 21, 274–278.\n\nRichet, C. (1926). L’aviation triomphante. Revue des Deux Mondes, 32, 525-561.\n\nRichet, C. (1932). Autobiographie. Les biographies médicales, 6, 145–160.\n\nRichet, C. (1933a). La grande espérance. Paris: Montaigne.\n\nRichet, C. (1933b). Souvenirs d’un physiologiste. Paris: J. Peyronnet.\n\nRichet, C. (1935). Au secours! Paris: J. Peyronnet.\n\nRichet, C. (n.d. a, ca 1931). L’avenir et la prémonition. Paris: Montaigne.\n\nRichet, C. (n.d. b, ca 1929). Our sixth sense. London: Rider. (First published in French, 1928)\n\nRichet, C., &amp; Brund, R. (1903). Circé. Paris: Choudens.\n\nSchneider W.H. (2001). Charles Richet and the social role of medical men. Journal of Medical Biography, 9, 213–219.\n\nSchrenck-Notzing, Baron [A.] von. (1920). Phenomena of materialisation: A contribution to the investigation of mediumistic teleplastics (Rev. ed.). London: Paul Trench, Trubner.\n\nSidgwick, A., &amp; Sidgwick, E.M. (1906). Henry Sidgwick: A memoir. London: Macmillan.\r\n \t\r\n \tWolf, S. (1993). Brain, mind and medicine: Charles Richet and the origins of physiological psychology. New Brunswick: Transaction Publishers.&nbsp;   Endnotes 1. &nbsp;Anonymous, 1905, p. 249. 2. Carroy, J. 2004, p. 245. 3. for general biographical information, see Wolf, 1993. 4. Putnam, 1879, p. 815. 5. for a bibliography of this and other physiological works, see Wolf, 1993. 6. Carroy, 2004, pp. 217–249. 7. Wolf, 1993. 8. Richet, 1887, p. 55. 9. Richet, 1884a, p. 454. 10. Richet, 1875, pp. 348–378. 11. Richet, 1884a, p. 259. 12. Richet, 1880. 13. Richet, 1883, p. 233. 14. Richet, 1886b. 15. Richet,1886d. 16. Richet, 1899, p.160. 17. Richet, n.d. b, ca 1929, p. 68. 18. Richet, 1886b, p. 200. 19. Richet, 1884. 20. Richet, 1888, 1889. 21. Richet, 1888b. 22. Richet, 1889. 23. Richet, 1893. 24. Richet, 1884b. 25. Richet, 1888a. 26. Alvarado &amp; Evrard, 2013. 27. e.g., Richet, 1891. 28. Sidgwick &amp; Sidgwick, 1906, &nbsp;p. 515. 29. Richet, 1890, p. 33. 30. Richet, 1892. 31. Richet, 1906. 32. Richet, 1906, p. 216. 33. Richet, 1905b. 34. e.g., Richet, 1922. 35. Richet, 1905b, p. 28. 36. Richet, 1884b, p. 615. 37. Richet, 1903\/1905c, p. xvii. 38. Richet, n.d. a, pp. 29-30. 39. Richet, 1905b, p. 31. 40. Richet, 1923a, p. 496. 41. Richet, 1932, p. 154. 42. for a summary see Alvarado, 2010. 43. Richet, 1923b, p. i. 44. Richet, 1923b, p. 761. 45. Richet, 1923b, p. 62. 46. Richet, 1923b, p. 5. 47. Richet, 1923b, p. 793. 48. Richet, 1933b, p. 156. 49. Richet, 1933a. 50. Richet, 1935, p. 103. 51. Richet, 1884b. 52. Alvarado, 2008b. 53. Richet, 1884b, p. 615. 54. Richet 1884b, pp. 668–669. 55. Bourru &amp; Burot, 1886. 56. Richet, 1886a. 57. Richet, 1888b. 58. Janet, 1886. 59. Janet, 1889. 60. Richet, 1888b, p. 154. 61. Richet, 1888b, p. 166. 62. Richet, 1889, p. 68. 63. Richet, 1889, p. 77. 64. Richet, 1889, p. 69. 65. Richet, n.d. b, p. 154. 66. Richet, 1891, p. viii. 67. Richet, 1888b, pp. 162-163. 68. Richet, n.d. b, pp. 60–61. 69. e.g., De Vesme, 1919. 70. Richet, n.d. a, p. 213. 71. Leaf, 1890, pp. 618–620. 72. Leaf, 1890, pp. 619–620. 73. Richet, 1922, p. 192. 74. Richet, 1905d. 75. Richet, 1884b, p. 650. 76. Richet, 1886c, p. 87. 77. Richet, 1886c, p. 93. 78. Aksakof et al, 1893. 79. Richet, 1893, p. 20. 80. Richet, 1893, p. 22. 81. Richet, 1893, p. 31. 82. Lodge, 1894. 83. Richet, 1895. 84. Richet, 1895, p. 70. 85. Richet, 1905a. 86. Richet, 1905a, p. 273. 87. Le Maléfan, 2002. 88. Richet, 1922, pp. 646–648. 89. Richet, 1905a. 90. Richet, 1923b, p. 516. 91. As recorded by Schrenck-Notzing, 1920, pp. 72–74, 77–78. 92. Richet, 1922, p. 552. 93. As recorded by Geley, 1922\/1927, pp. 223, 257, 286–288. 94. Geley, 1921, p. 176. 95. Richet, 1922, p. 784. 96. Richet, 1922, p. 783. 97. Richet, 1922, p. 596. 98. e.g. Richet, 1905b. 99. e.g. Richet, 1922. 100. Richet, 1884b, p. 639. 101. Alvarado, 2006. 102. Richet, 1884b, p. 617. 103. Richet, n.d.b\/1928, p. 224. 104. Richet, 1922, p. 597. 105. Richet, 1922, pp. 597–598. 106. Richet, 1922, pp. 784–785. 107. Richet, n.d. a, ca 1931, p. 197. 108. Richet, 1922, p. 261. 109. Richet, 1883. 110. Richet, 1922, pp. 55–62. 111. Alvarado, 2008a. 112. Richet, 1922, p. 50. 113. e.g., Flournoy, 1900. 114. Lodge, 1936, p. 4. 115. Richet, 1924, p. 276. 116. Richet, 1933b. 117. Richet,1935. 118. Bubb, 1936. 119. Lodge, 1936. 120. Lodge, 1936, p. 4. 121. Magalhães, 2007. 122. Richet, 1933a, p. 289. 123. Wolf, 1993. 124. Carroy, 2004. 125. Estingoy, 2003. 126. Schneider, 2001. 127. Plas, 2000. 128. Brower, 2010. 129. Lachapelle, 2011. 130. Magalhães, 2007. 131. Alvarado, 2008b. 132. Alvarado, 2011. 133. Le Maléfan, 2002.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: July 19, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Carlos S. Alvarado Word count: 8,300 Created: 5th June 2015 Last updated: 19th July 2023 May be cited as:Alvarado, C. S. (2015). &lsquo;Charles Richet&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/charles-richet&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y3phqlmv                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/charles-richet","_id":282}