{"name":"Archie Roy | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/archie-roy","mytitle":"Archie Roy | Psi Encyclopedia","mylang":"de","content":"                     Archie Roy | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Archie Roy                                                                                                                                                                                                                          Archie Roy (1924-2012) was a Scottish astronomer who devoted most of his life to scientific discovery and psychical research. He was a president of the Society for Psychical Research (SPR) and the founder and president of the Scottish Society for Psychical Research (SSPR). His psi interests mainly centred on hauntings and mediumship.&nbsp;   Contents   \tLife and Career  \tPsi Research   \tHauntings  \tMaxwell Park   \tMediumship  \tScole Circle \tCross-Correspondences   \tSelected Works  \tFiction \tNonfiction \tArticles   \tLiterature \tEndnotes     Life and Career\n\nArchie E. Roy was born on 24 June 1924 in Glasgow, the son of a draughtsman.1 He was educated at Hillhead High School and Glasgow University where he gained a BSc and a PhD. He taught science&nbsp; at Shawlands Academy before joining the university's astronomy department in 1958, becoming a professor in 1977. He later became a professor emeritus in astronomy at Glasgow University. He conducted research in astrodynamics, celestial mechanics and archeoastronomy. NASA profited from his understanding of orbital motion that enabled him to calculate trajectories for their lunar missions in the 1960s.\n\nRoy was a fellow of the Royal Society of Edinburgh, the Royal Astronomical Society, and the British Interplanetary Society. He was also elected a member of the European Academy of Arts, Sciences and the Humanities. An asteroid discovered by American astronomer Edward Bowell was named after him in 1994.\n\nHis other activities included an interest in classical music and a high degree of competence on the piano. He published twenty books including six novels and textbooks on astronomy and psi research.  Psi Research\n\nRoy’s interest in psi research developed by chance after he found some books on the paranormal in the university library. He subsequently joined the SPR before founding the SSPR in 1987. He served as president of the SPR from 1989 to 1992 and continued giving evening classes for the SSPR well into his eighties, organized by his colleague Tricia Robertson at the University of Glasgow. He was awarded the SPR’s Myers Medal in 2004.\n\nRoy displayed a rigorous and scientific approach to his work, characterized by a genuine care for the people he worked with and a sense of humour (he often remarked that if he died and found he hadn’t survived, he would be ‘very surprised’).2  Hauntings\n\nRoy was often called to investigate suspected hauntings in Scotland and was also involved in the investigation of mediums, often accompanied in both by his colleague Tricia Robertson. He was labelled by the media as ‘the Glasgow Ghostbuster’, a regular contributor on psychical topics to Scottish TV and radio.\n\nRoy commented that his investigations often originated as a response to cries for help from people convinced that they or their homes were haunted. &nbsp;Some cases were found to be imaginative misinterpretations of unusual noises or mental disturbance, but some he considered to be genuinely paranormal poltergeist or apparitional cases, or both. He wrote:  \n\nIn some we found evidence of intrusion from the other side of death, of ‘unfinished business’, of maliciousness, of a wish to dominate. In some we could identify the problem and even take measures to solve it, operating not so much as psychical researchers but more akin to psychical plumbers! Hopefully we learned from every case but our prime concern in each was to help the unhappy family who called us in.3   Maxwell Park\n\nBetween 1974 and 1975, Roy and the Rev Max Magee investigated a poltergeist-type case occurring at a house in Balornock (referred to by the pseudonym Maxwell Park). Incidents of rapping noises and flying objects were witnessed by numerous people including local police officers and priests. The phenomena appeared to centre on two boys, aged eleven and fourteen. It dissipated after a service was held by Magee and one of the boys was sent to live with his grandparents.4  Mediumship\n\nRoy and Robertson were involved with the investigation of mediums as part of the SPR PRISM initiative in the mid-nineteen-nineties. In addition, over a period of five years they devised a protocol for testing the hypothesis that ‘All mediums’ statements are so general that they could apply to anyone’,5 carrying out numerous tests with mediums and participants among the general public. They concluded that, in circumstances that precluded the operation of normal factors, people given readings accepted a significantly higher proportion of statements as being relevant to their lives than those that were not given readings.  Scole Circle\n\nRoy attended a sitting of the Scole mediumship group during the 1990s. He later wrote that a ‘control’ communicator known as ‘the scientist’  \n\nspoke to me, welcoming me and saying that he had carried out some of the pioneering work of calculating periodic orbits of planets and satellites. He discussed with me some of the technicalities and difficulties he had experienced and referred to the fact that in his day there were no computers such as I could now use. … Afterwards I realized that there were only about a score of people in the UK who would have been able to have a conversation with me at that level of expertise on that subject. And as far as I know, the mediums had not been given my identity and profession. I also realized that the scientist bore quite a resemblance to George Darwin, related to Charles Darwin, who had indeed carried out such pioneering calculations on periodic orbits.6   Cross-Correspondences\n\nRoy’s book The Eager Dead (2008) examined historical aspects of the ‘cross-correspondence’ investigation which took part in the early part of the twentieth century, concerning putative post-death communications conveyed through mediums often through allusions to classical Greek and Latin literature. In particular the book examined the previously unknown relationship between Gerald Balfour, one of the principal investigators, and Winifred Coombe-Tennant (the medium known as ‘Mrs Willett’), and the significance attached to the birth of their love child.7  Selected Works  Fiction\n\nAll Evil Shed Away (1970). Goring-by-Sea: World of Books.\n\nThe Curtained Sleep (1971). Cleveland: World Publishing Company.\n\nThe Dark Host (1976). London: J. Long.\n\nDevil in the Darkness (1987). Burlington: Apogee Books.  Nonfiction\n\nThe Foundations of Astrodynamics (1965). New York: Macmillan.\n\nOrbital motion (2008). San Diego: Bennet Books Limited.\n\nA Sense of Something Strange, Investigations Into the Paranormal (1990). Glasgow: Dog &amp; Bone.\n\nArchives of the Mind (1996). Stansted: SNU Publications.\n\nThe Eager Dead (2008). Leicester: Book Guild Publishing.  Articles\n\nThe challenge of psychical research. Presidential address (1998). Proceedings of the Society for Psychical Research 58, 105-23.\n\nA preliminary study of the acceptance by non-recipients of mediums’ statements to recipients (with T.J. Robertson) (2001). Journal of the Society for Psychical Research 65\/2, 91-106.\n\nA double-blind procedure for assessing the relevance of a medium’s statements to recipients (with T.J. Robertson) (2001). Journal of the Society for Psychical Research 65\/3, 161-74.\n\nResults of the application of the Robertson-Roy protocol to a series of experiments with mediums and participants (with T.J. Robertson) (2004). Journal of the Society for Psychical Research 68\/1, 18-34.\n\nMelvyn Willin  Literature\n\nMcKie, R. (2013). Archie Roy Obituary. The Guardian, 3 February.\n\nOISF. (2013). A Great Man of Science: Professor Archie E Roy. [Web page]\n\nRobertson, T. (2013). Obituary: Archie E. Roy. Journal of the Society for Psychical Research 77\/3, 204-205.\n\nRoy, A. &amp; Robertson, T. (2004). Results of the application of the Robertson-Roy protocol to a series of experiments with mediums and participants. Journal of the Society for Psychical Research 68\/1, 18-34.\n\nRuffles, T. (2013). Archie Roy.&nbsp;Fortean Times&nbsp;301, May, 24.\n\nTymn, M. (2013). Remembering Professor Archie Roy (1924-2012).&nbsp;[Web page]   Endnotes 1. Sources for info in this section: McKie (2013), Robertson (2013) and Ruffles (2013). 2. McKie (2013). 3. OISF (2013) 4. Roy (1990), 210-21. 5. Robertson (2013), 205. 6. Tymn (2013). 7. Roy &amp; Robertson (2004), 33.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 02, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 1,200 Created: 1st May 2023 Last updated: 2nd May 2023 May be cited as:Willin, M. (2023). &lsquo;Archie Roy&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/archie-roy&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/2mauf3s6                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/archie-roy","_id":287}