{"name":"David Saunders | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/david-saunders","mytitle":"David Saunders | Psi Encyclopedia","mylang":"de","content":"                     David Saunders | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           David Saunders                                                                                                                                                                                                                          David Saunders is a psychologist and psi researcher at the University of Northampton’s Exceptional Experiences and Consciousness Studies Group, with research interests in dreams, survival and the neuropsychology of anomalous experiences.&nbsp;    Contents   \tBackground \tRemote Viewing \tFloatation Tanks \tPersonality and Lucid Dreaming \tMotor Skills \tLucid Dreaming Meta-Analysis \tESP and Lucid Dreaming.  \tMediumship Research \tLiterature \tEndnotes     Background\n\nDavid Saunders is&nbsp;a senior lecturer and deputy subject leader in psychology at the University of Northampton working within the Exceptional Experiences and Consciousness Studies (EECS) Group. He also sits on the survival research committee of the Society for Psychical Research. &nbsp;His research interests include lucid dreaming, the function of dreams, the psi and survival hypotheses, motor-learning, mental-imagery, consciousness and cognitive neuropsychology, and&nbsp;the neuropsychology of anomalous experiences.&nbsp;  Remote Viewing\n\nWith veteran parapsychologist Stanley Krippner, Saunders tested the age-old belief that darkness fosters paranormal ability, probing the influence of lighting conditions on remote viewing ability. Seven remote viewers from the Energy Medicine University in Sausalito, California, contributed 19 sessions under both illumination and dark conditions. Each session consisted of remote viewing a picture slide. At the end of each session participants were presented with either the target or a decoy and asked to choose the target. &nbsp;Testing in the dark resulted in higher scoring than under illumination, but the difference failed to reach statistical significance. When the raw score data was treated according to an established statistical method,1 independent judging was more successful at matching session transcripts to targets than remote viewers at choosing a target versus the decoy (p = 0.001). Additionally, numinosity – the emotional impact of a target – was associated with ESP scoring (p = 0.048).2   Floatation Tanks\n\nSaunders has collaborated in an investigation of floatation tanks as a vehicle for enhancing ESP expression. In a pilot study with Dr Callum Cooper and Dr Glenn Hitchman, researchers acted as either ‘receiver’ – the person who receives telepathic information, or ‘sender’ – the person who transmits telepathic information – during 12 sessions using video clips as targets. Receivers attempted to judge their own mentation against the target and decoy clips in a blinded fashion. At the end of the experiment, the mentation reports were given to an independent judge to match the targets.\n\nBoth receiver and judge scored well within chance. This was expected, given the low number of trials, but the main aim was to re-explore the potential of the tanks, following a similar 1980 study by D Scott Rogo,3&nbsp;and highlight ethical and methodological issues in preparation for a major research program. Much was learned about the practicalities of using floatation tanks, and the appearance of several close correspondences provided motivation for a larger trial involving a greater number of participants.4  Personality and Lucid Dreaming\n\nIn a study reported in 2017, Saunders was part of a team investigating the nature of the relationship between personality variables and lucid dreams from psychological testing of volunteers enrolled in a 12 week lucid dreaming induction program. &nbsp;Two theories were tested that attempt to explain the association between personality and lucid dreaming: the predispositional, in which personality traits influence propensity to lucid dream, and experiential, in which the experience of lucid dreaming influences personality. &nbsp;The authors found no personality differences, using three measures, between self-professed lucid dreamers and non-lucid dreamers at the beginning of the program; but they did find a significant increase in one personality variable, field independence – a cognitive style in which the individual relies more on internal referents (bodily sensations) than on external referents (environmental cues) – for those who could learn to lucid dream. This finding gives some support to the experiential hypothesis.5&nbsp;   Motor Skills\n\nSaunders has also investigated the impact of lucid dreaming on fine motor skills, comparing a lucid and non-lucid dreaming sample on performance across three general motor-skill tasks (balance, hand-eye coordination and reaction time). Over a period of four weeks all participants engaged in physical practice of these tasks using novel apparatus. In addition to physical practice, lucid dreamers were instructed to practise these tasks within their lucid dreams whenever they occurred. The results were non-significant; however, reaction time and balance were both indicative of an effect. This study has yet to be published via peer-review.6  Lucid Dreaming Meta-Analysis\n\nIn a 2016 publication, Saunders and Professor Chris Roe report a meta-analysis of 34 studies carried out during the period 1966–2016 that measured either lucid dreaming prevalence over a lifetime or the frequency of recurrent lucid dreams over a short period of time. Overall, they found that lucid dreaming was quite common, with 55% of the population having experienced at least one. Twenty-three percent of those lucid dreamers reported recurrent dreaming episodes with a frequency of once a week or greater.7  ESP and Lucid Dreaming.\n\nIn a 2014 presentation Saunders discusses the association between dreaming and paranormal experiences. &nbsp;He refers to surveys that suggest as many as 65% of reported spontaneous ESP cases have occurred during dream experiences. He explores the robust ESP-dreaming relationship by referencing both laboratory research and survey data.&nbsp; The potential for employing lucid dreaming in future dream ESP studies is discussed.8\n\nIn 2019 Saunders received a Perrott-Warrick grant for a dream ESP study in which he is exploring lucid dreams and their potential for precognitive content. &nbsp;  Mediumship Research\n\nSpiritualism has been receptive to some degree of scientific scrutiny since its inception in the mid-nineteenth century.&nbsp; To promote further integration of the scientific approach into spiritualism, J Arthur Findlay bequeathed Stansted Hall to the Spiritualist National Union (SNU) in 1954.&nbsp; This was named ‘The Arthur Findlay College’ and in the ensuing years has provided a venue for promoting open investigation of mediumship. Since 2013 several week-long workshops aimed at promoting dialogue between scientists and mediums has led to the establishment of a dedicated laboratory space on the grounds of the college. In a presentation given at the 2019 Parapsychological Convention,9 Saunders details these advances and describes a planned replication, with Chris Roe and Rachel Evenden, of a test of mediumship conducted at the Institute of Noetic Sciences.10\n\nMichael Duggan  Literature\n\nBurdick, D. S. &amp; Kelly, E. F. (1977). Statistical methods in parapsychological research. In B. B. Wolman (ed.). (1977). Handbook of Parapsychology. New York, NY: Van Nostrand Reinhold.\n\nCooper, C., Saunders, D., Hitchman, G. (2020). Reconsidering sensory isolation in floatation tanks as a method of promoting psi-conducive imagery.&nbsp;Journal of the Society for Psychical Research&nbsp;84\/1, 1-19.\n\nDelorme, A., Beischel, J., Michel, L., Boccuzzi, M., Radin, D. &amp; Mills, P. (2013). Electrocortical activity associated with subjective communication with the deceased. Frontiers in Psychology 4, 834. 10.3389\/\n\nKrippner, S., Saunders, D., Morgan, A. &amp; Quan, A. (2018). Remote Viewing of Concealed Target Pictures Under Light and Dark Conditions. Explore 15. 10.1016\n\nRogo, D.S. (1980). The use of the sensory deprivation tank to facilitate psi-mediated imagery: An exploratory study.&nbsp;Research Letter [Parapsychology Laboratory, University of Utrecht]&nbsp;10, 43-47.\n\nSaunders, D. (2014). The Dreaming Mind: Extrasensory Perception, Dreams &amp; Lucid Dreams. 10.13140\/RG.2.1.4337.3043. Researchgate.&nbsp; Accessed October 18, 2020.\n\nSaunders, D. (2015). Ghosts, Spirits, and Psychics: The Paranormal from Alchemy to Zombies. ABC-Clio. Santa Barbara, California.\n\nSaunders, D. (2016). A comparison of Motor-Imagery and Lucid Dreaming practice on Motor-Task Performance Enhancement. Researchgate.&nbsp; Accessed October 18, 2020.\n\nSaunders, D. (2019). Dreams: Understanding Biology, Psychology and Culture (2 volumes). Greenwood Press\/ABC-CLIO\n\nSaunders, D., Roe, C., Smith, G. &amp; Clegg, H. (2016). Lucid dreaming incidence: A quality effects meta-analysis of 50 years of research. Consciousness and Cognition 43, 197-215.\n\nSaunders, D., Clegg, H., Roe, C. &amp; Smith, G. (2017). Exploring the role of need for cognition, field independence and locus of control on the incidence of lucid dreams during a 12-Week induction study. Dreaming 27, 68-86.\n\nSaunders, D., Roe, C. &amp; Evenden, R. (2019). Proceedings of the 62nd Parapsychological Convention. Paris, France.   Endnotes 1. Burdick &amp; Kelly (1977). 2. Krippner et al (2018): http:\/\/nectar.northampton.ac.uk\/12472\/1\/Krippner_etal_ELS_2018_Remote_viewing_of_concealed_target_pictures_under_light_and_dark_conditions.pdf 3. Rogo (1980). 4. Cooper et al (2020). 5. Saunders et al (2017). 6. Saunders (2016). 7. Saunders et al (2016). 8. Saunders (2014). 9. Saunders et al (2019): https:\/\/parapsych.org\/uploaded_files\/pdfs\/00\/00\/00\/00\/99\/2019_pa_abstracts_of_presented_papers_-_for_web.pdf 10. Delorme et al (2013).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: February 17, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Michael Duggan Word count: 1,300 Created: 27th October 2020 Last updated: 17th February 2023 May be cited as:Duggan, M. (2020). &lsquo;David Saunders&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/david-saunders&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y5kbn9s8                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/david-saunders","_id":293}