{"name":"René Sudre | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rené-sudre","mytitle":"René Sudre | Psi Encyclopedia","mylang":"de","content":"                     René Sudre | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           René Sudre                                                                                                                                                                                                                          René Sudre (1880-1968) was a French science journalist active in psi research during the 1920s. Sudre developed a psychology-based model of psi phenomena, relying on what was then known about altered states of consciousness to reject supernatural interpretations. However, he avoided the kind of trivial psychological hypotheses favoured by some sceptics. He deployed his considerable writing skills to popularize psi research and defend it from attack.   Contents   \tOrthodox Career \tPsi Research \tProsopopesis-Metagnomy Model \tConclusion \tLiterature \tEndnotes     Orthodox Career\n\nBorn 19 April 1880 in Angoulême, Sudre was the only son of a modest farming family. He studied both philosophy and sciences at Poitiers and then at Paris-Sorbonne; he was also interested in psychiatry and the arts (poetry, music, painting). He worked in Paris as a journalist in several newspapers. Because of his fragile health he was declared unfit for armed service during World War I, and instead was employed by the government to write articles promoting subsistence farming. He would again be employed by the French government on other occasions.\n\nIn 1918, he co-founded the National Union of Journalists and later was appointed editor of the Code of Professional Honor, contributing to the Brachard Law of 1935 on the status of professional journalists. He would later be a pioneer of radio journalism, promoting the creation of radio as the ‘eighth art’.1 In 1921, his civil work earned him the title of Chevalier of the Legion of Honor (Officer in 1932).\n\nSudre became director of information and literary critic at the newspaper L'Avenir, from 1918 to 1927. He discovered psi research with the founding in 1919 of the Institut Métapsychique International (IMI) in Paris.\n\nThrough his involvement in controversies about psychical research, Sudre was invited to write a regular column in the Mercure de France (1925-1939). &nbsp;He contributed general scientific reports to other publications2 and in the Radiodiffusion Française (1926-1940). He taught ‘science and journalism’ and ‘science and civilization’ at the Ecole des Hautes Etudes en Sciences Sociales, Paris (1931-1940).  Psi Research\n\nHaving studied at the laboratories of the Sorbonne and been taught psychiatry at Saint-Anne, Sudre was disinclined to accept stories of mediums or ghosts.3 But this changed in 1920 when he met the physician Gustave Geley, founding director of the IMI. Their association – and the opportunities it created for Sudre to make experimental observations of his own – helped convince him of the genuineness of psychical phenomena. Sudre did not conduct experiments, but he sometimes helped with the control of mediums and contributed to exposing fraud.4\n\nSudre’s great talent was an ability to describe the work of other researchers. He collaborated closely with Geley until the latter’s tragic death in 1924, editing under his direction the Revue Métapsychique, in which he wrote numerous articles, commissioned book reviews and chronicled developments in psi research in France and abroad (January 1921-October 1926). These were probably the journal’s best years.\n\nSudre had a gift for foreign languages: he translated books from English and German, read Italian and Spanish, taught Russian, and corresponded with Greeks, Hindu-speaking Indians, and Egyptians. Following Geley,5 he made a point of defending all the physical phenomena of mediumship, including those as challenging as ectoplasm and telergy. The IMI delegated to him the responsibility of responding to the sceptical press campaign that followed the failure of experiments at the Sorbonne in 1922-1923.6 He fought against misinformation to the point of engaging in polemics, a role he described as ‘scientific activism’.\n\nResponsibility for the IMI’s relations with foreign scientists helped Sudre build a wide network. He participated in the first two international congresses of psychical sciences in Copenhagen (1921) and Warsaw (1923).&nbsp; He was founder and director of a collection entitled ‘Bibliothèque Internationale de Science Psychique” (International Library of Psychic Science) at Payot, and translated seven English and German works in psychical research, to which he contributed forewords.\n\nThrough an extensive review of its literature Sudre acquired an encyclopaedic knowledge of psi research. His first book Introduction à la Métapsychique Humaine, (1926) made reference to no fewer than 333 reports. However, the book’s fierce criticism of spiritualism, and the dogmatic manner in which this was couched – he often resorted to the same rhetorical tricks as those used by sceptics to discredit psi research – were poorly received by his spiritualist colleagues in the IMI. A book by the Italian researcher Ernesto Bozzano, published by Jean Meyer, aimed to refute Sudre’s humanist arguments by compiling evidence that suggested action by the deceased.7 But Sudre was obsessed with the idea of cutting the link between spiritualism and psi research, and far from moderating his opinions took every opportunity to defend them, distancing himself further from the IMI’s spiritualist orientation.8\n\nIn September 1926, Sudre was dismissed by the IMI’s new director Eugène Osty. He now took up an appointment as secretary of the Institut Général Psychologique, a scientific society founded in 1900 that carried out scholarly research in psychology and psi phenomena. The breach with the IMI marked the beginning of his rise to international recognition for his psi work. He made beneficial relationships with foreign researchers, becoming a corresponding member of Harry Price’s National Laboratory of Psychical Research and a member of the British Society for Psychical Research, which invited him several times to give lectures in English. Price helped Sudre publish articles in the Journal of the American Society for Psychical Research, and these appeared in almost every issue between 1925 and 1931, covering a wide variety of topics: Joan of Arc, ideoplasty, the Freudian unconscious, quantum physics, ‘magic’ drugs, divination in antiquity, possession, human radiations.9 After World War II they were collected in a book entitled Personnages d’Au-Delà (People of the Beyond),10 in which he put forward his model of prosopopesis-metagnomy as an explanation of all metapsychical phenomena (see below). Through his English-language publications, Sudre came to be regarded worldwide as France’s leading authority on psychical research,11 although like the proverbial prophet he was less well thought of by parapsychologists in his own country.\n\nIn 1953, Sudre helped organize the First International Congress of Parapsychological Studies in Utrecht, presenting a paper on ‘Parapsychology in Nature’.12 Over the previous two decades, he had tried to identify anomalies in mainstream scientific disciplines and connect them with psi research, pointing towards a new understanding of nature.13 But he also felt a need to connect early psychical research at the beginning of the century with the statistical parapsychology developed by JB Rhine. To that end he rewrote his thirty-year-old Introduction to Human Metapsychics, turning it into the 500-page Traité de Parapsychologie (1956), a comprehensive – and subsequently influential – book that combined a historical review of researches in ESP and PK phenomena with theories of psychical research.14  Prosopopesis-Metagnomy Model\n\nThe Russian writer and psychical researcher Alexander Aksakov (1895) drew distinctions between ‘personism’, ‘animism’ and ‘spiritism’ as follows:   \tPersonism is the psychological phenomenon in which a person adopts traits of someone else. It is most commonly seen in an actor’s role playing, but can also be seen in a different dimension in cases of&nbsp;possession or ‘channeling’ these phenomena. \tUnder the name animism, Aksakov included psi phenomena which show themselves outside the limits of the medium’s own body. \tSpiritism stands for phenomena that resemble both personalisation and animism but that seem to have some extra-mediumistic and extra-terrestrial cause, involving an independent intentionality.\n\nIn his efforts to discredit the hypothesis of spirit communication, Sudre argued that psi phenomena could be explained without it. &nbsp;He reduced all mediumship to two simple and independent processes: ‘prosopopesis’ and ‘metagnomy’.\n\n‘Prosopopesis’ derives from the Greek prosopopoieo or prosopon, meaning ‘theatre mask’, or ‘character’. The term includes the modern concept of ‘altered states of consciousness’, or Pierre Janet’s ‘dissociation’ without the pathological connotation. &nbsp;For Sudre, prosopopesis was equivalent to personism, indicating ‘any abrupt, spontaneous or provoked change, of the psychological personality’.15\n\n‘Metagnomy’ is an umbrella term coined by Boirac (1908) referring to knowledge obtained in unexplained ways (‘veridical’ knowledge, in the parlance of English-speaking psychical researchers).\n\nSudre used case studies to account for mediumship in terms of secondary personalities appearing through split consciousness. If they acquired a sufficient number of characteristics these personalities could show a high degree of autonomy, but this should not be taken to indicate external origin: they can be reinforced and stabilized by auto-suggestion.16 The appropriate analogy is to an actor learning a role. The process might give access to resources not available to the conscious mind, in terms of memories, mind-body interactions, hallucinations and skills.\n\nSudre spoke of plasticity, and also of psychic permeability between these different facets, which to some extent facilitates the access to metagnomy (veridical knowledge). Sometimes there is prosopopesis without metagnomy, sometimes metagnomy without prosopopesis; but most of data presented by Sudre showed a combination of both.\n\nIn sum, Sudre’s prosopopesis-metagnomy model attempts to integrate the greatest number of observed facts while respecting the greatest number of rational requirements. It aims to explain the veridical knowledge displayed in mediumship and other types of psychic phenomena by the psychodynamic theories of the age, without recourse to spiritualist fancies,  Conclusion\n\nSudre played a key role in the propagation of a metapsychist approach in France and abroad. Yet his death in 1968 was received with almost general indifference, and his work is rarely cited by parapsychologists. This may be because he was prepared to accept claims they consider dubious, for instance with regard to ectoplasm. Or it may be symptomatic of a general decline of interest in psi research in France.17\n\nRenaud Evrard  Literature\n\nAksakof, A. (1895). Animisme et Spiritisme. Essai d’un Examen Critique des Phénomènes Médiumniques. Paris: Leymarie.\n\nBoirac, E. (1908). La Psychologie Inconnue. Paris: Felix Alcan.\n\nBozzano, E. (1926).&nbsp;A Propos de l’introduction à la Métapsychique Humaine:&nbsp;Réfutation du livre de René Sudre. Paris: Editions Jean Meyer.\n\nEvrard, R. (2009). René Sudre (1880-1968) The Metapsychist’s Quill. Journal of the Society for Psychical Research&nbsp;73\/4, 207-22.\n\nEvrard, R. (2016). La Légende de l’esprit&nbsp;: Enquête Sur 150 ans de Parapsychologie. Paris: Trajectoire.\n\nGeley, G. (1919). De l’inconscient au Conscient. Paris: Félix Alcan.\n\nLachapelle, S. (2005) Attempting Science: The Creation and Early Developement of the Institut Métapsychique International in Paris, 1919-1931. Journal of the History of the Behavioral Sciences&nbsp;41, 1–24.\n\nPrice, H. (1939). Fifty Years of Psychical Research. London, New York: Longmans, Green.\n\nSudre, R. (1924a). La Lutte pour la Métapsychique: Un Chapitre Passionnant d’Histoire Scientifique. Paris: Paul Leymarie.\n\nSudre, R. (1924b). La Philosophie de Geley. Revue Métapsychique, 335-45.\n\nSudre, R. (1926). Introduction à la Métapsychique Humaine. Paris: Payot.\n\nSudre, R. (1945). Le Huitième Art: Mission de la Radio. Paris: Julliard.\n\nSudre, R. (1946). Personnages d’au-delà. Paris: Denoël.\n\nSudre, R. (1951). Les Nouvelles Énigmes de l’univers, 2nd edition. Paris: Payot.\n\nSudre, R. (1955). Parapsychology in Nature. Proceedings of the First International Congress of Parapsychological Studies, 105-6. New York: Parapsychology Foundation.\n\nSudre, R. (1956). Traité de Parapsychologie. Paris: Payot.\n\nSudre, R. (1960). Parapsychology. New York: Citadel Press.   Endnotes 1. Sudre (1945). 2. Journal des Débats&nbsp;(1935-1940); Revue des Deux Mondes&nbsp;(1949-1968). 3. Sudre (1924b). 4. Evrard (2016). 5. Geley (1919). 6. Sudre (1924a). 7. Bozzano (1926). 8. Lachapelle (2005). 9. See Evrard (2009) for references. 10. Sudre (1946). 11. Price (1939), 314. 12. Sudre (1955). 13. Sudre (1951). 14. Sudre (1956); Parapsychology&nbsp;(1960) for the English translation. 15. Sudre (1956), 105. 16. Sudre (1946). 17. Lachapelle (2005).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: July 29, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Renaud Evrard Word count: 1,800 Created: 23rd May 2017 Last updated: 29th July 2023 May be cited as:Evrard, R. (2017). &lsquo;René Sudre&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ren%C3%A9-sudre&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y2srllmo                   \t                                             See also:      Psi Research in France                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rené-sudre","_id":316}