{"name":"Marta Lorenz (reincarnation case) | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/marta-lorenz","mytitle":"Marta Lorenz (reincarnation case) | Psi Encyclopedia","mylang":"de","content":"                     Marta Lorenz (reincarnation case) | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Marta Lorenz (reincarnation case)                                                                                                                                                                                                                          In this Brazilian reincarnation case, a child recalled the life of a person who committed suicide, having pledged to return as the daughter of a close friend, who did indeed bear the child with the memories. Most of her many statements were lost, but enough were recorded to make this a rich case.   Contents   \tReincarnation Belief in Brazil \tSinhá de Oliveiro \tMarta Lorenz \tInvestigation  \tStatements and Recognitions \tBehaviours \tESP   \tLater Development \tLiterature \tEndnotes     Reincarnation Belief in Brazil\n\nPioneering reincarnation researcher Ian Stevenson observes that Brazil probably holds the strongest belief in reincarnation of all western nations, thanks to the dual influence of African animism and French Spiritism, founded by Allan Kardec in the nineteenth century. In this climate, he notes, parents tend to be accepting of children who remember past lives. See here for more information on Brazilian reincarnation cases.1  Sinhá de Oliveiro\n\nMaria Januaria de Oliveiro, known more often as Sinhá or Sinházinha, was born in about 1890, the daughter of a prosperous rancher in the southernmost province of Brazil. She reportedly loved the rural life, but also liked to visit her friend Ida Lorenz, wife of the schoolteacher Francisco Lorenz, in the nearby village of Dom Feliciano.\n\nSinhá twice fell in love with men of whom her father disapproved, the second of whom committed suicide when he was prevented from marrying her. She became depressed and suicidal herself, trying to catch cold by going out unsuitably dressed in cold weather. An infection of the larynx spread to her lungs, turning into tuberculosis from which she died.\n\nOn her deathbed, Sinhá told Ida Lorenz she wanted to die, but promised Ida that she would be reborn as her daughter. She said, ‘When reborn and at an age when I can speak on the mystery of rebirth in the body of the little girl who will be your daughter, I shall relate many things of my present life, and thus you will recognize the truth.’2 Sinhá died in October 1917 at the age of 28.  Marta Lorenz\n\nAbout ten months later, on 14 August 1918, Marta was born to Ida Lorenz. According to a published account by her father, Francisco Lorenz, she first mentioned her past life to her older sister Lola when asking to be carried on Lola’s back. ‘When I was big and you were small,’&nbsp;she said, ‘I used to carry you often.’3\n\nLorenz recorded some 120 separate statements made by Marta about the life of Sinhá and recognitions of persons known to Sinhá. Had they been preserved, they would have made the case the best documented in existence, but Lorenz had recorded them in shorthand and they were unintentionally discarded by a family member who did not recognize them for what they were. Lorenz’s account, based on memory, was published by him as part of a 1946 book about a case of apparent Egyptian xenoglossy.4 In this account, he omitted many items remembered by other family members.  Investigation\n\nLorenz passed away in 1957, but his son Waldomiro Lorenz remained interested in Marta’s case and in that of her younger brother, Paulo Lorenz. Waldomiro collected statements from Marta that were remembered by other family members prior to 1962, when Stevenson visited Brazil. Stevenson had learned about both cases through correspondence with Waldomiro.\n\nStevenson spent five days investigating the cases of Marta and Paulo. His Portuguese was sufficient to understand the answers but he also used two interpreters, one of whom was Waldomiro Lorenz. He interviewed Marta, now aged 44, as well as three of her brothers, three sisters and two foster sisters, all of whom had been older children or young adults when Marta was small. He also interviewed a surviving sister of Sinhá.\n\nIn subsequent years, Stevenson corresponded with Waldomiro, particularly concerning the suicide of his and Marta’s younger brother Paulo. In 1972, Stevenson travelled to Brazil and visited Marta for a further interview.\n\nStevenson published the case of Marta Lorenz in his book Twenty Cases Suggestive of Reincarnation.5  Statements and Recognitions\n\nStevenson tabulates 28 early childhood statements and recognitions by Marta that were verified by current-life and past-life relatives. A sampling:   \tAt Sinhá’s home there were cows, oxen, oranges and ‘goats that were not goats’ (she stated this at the age of two and a half, before she knew the word for ‘sheep’). \tHer names were Sinhá, Maria and one other (when asked ‘Was it Januaria?’ she answered ‘yes’). \tSinhá’s father had been older than Marta’s was now; he had a beard and talked gruffly (she could imitate him well). \tRecognition of Sinhá’s father, stroking his beard and saying ‘Hello, papa’, when she was less than a year old. \tHe had a Black female cook and a Black servant boy he beat, and Sinhá once tried to intervene when the boy cried for help. \tRecognition of one of the sweethearts Sinhá’s father had forbidden her to marry. \tWhen Ida Lorenz came to visit, Sinhá would make coffee and wait in front of the house, playing a phonograph that she placed on a stone to welcome her. \tShe described Sinhá’s faint manner of speaking as she was about to die (known only to Ida Lorenz). \tSinhá had contracted her fatal illness during a trip to a city where there were many masqueraders (Marta’s father verified that it was to the city of Pelotas during Carnival time); on the way home the family was caught in a heavy rain and had to spend the night in an old home. \tRecognition of Francisca de Oliveira as Sinhá’s cousin and godchild. \tSinhá had a white horse that was called ‘barroso’ (clay-coloured). \tSinhá had a white cat. \tSinhá had given Carlos Lorenz, her godson, two cows before she died; they both bore calves after her death and before Marta’s birth (an apparent intermission memory). \tSinhá’s funeral was attended by many Black people but few white women, including Ida Lorenz, as they stayed away out of fear of contracting tuberculosis, and Marta’s father had attended Sinhá’s funeral (additional apparent intermission memories). \tRecognition of a clock in the house of Sinhá’s father, which she said had her full name engraved on the back (which was correct).\n\nStevenson noted that while the two families knew each other, and Marta’s mother had been very close to Sinhá, some of the facts Marta gave were unknown to her father, such as Sinhá trying to stop her father beating the servant boy, and the heavy rain that forced the family to seek shelter after the visit to Pelotas. Others, such as the clock bearing her name, were unknown to anyone in the Lorenz family.  Behaviours\n\nMarta demonstrated many past-life-related behaviours. As a young child, she frequently asked to be taken to Sinhá’s home. Her father did not take her until she was twelve and no longer speaking spontaneously about her past life, having ceased between the ages of seven and ten.\n\nMarta, Stevenson writes, identified as Sinhá completely, ‘along a line of continuous development, not as a substitution for her identity as Marta’.6 She usually prefaced her memories with ‘when I was Sinhá’, or ‘when I was big’. She became angry if anyone mistreated her brother Carlos, because he had been a favourite of Sinhá’s, and Sinhá’s godson. The identification did not lessen as she grew up. As an adult she yearned for a reunion with Florinzho, the man who had committed suicide when he could not marry her.\n\nShe was also keenly aware of the continuity of identity from life to life. As young child she contradicted a person who said the dead never return. To another, she declared the dead do not stay in their graves.\n\nAssociates of Marta noticed a similarity between her handwriting and Sinhá’s, though it was never independently evaluated. Observations of a facial resemblance were largely discounted by Stevenson, since the observers all knew about the apparent reincarnation. He gave credence to only one claim of this kind: An elderly woman, a servant of the Oliviero family, with whom Marta had never discussed her memories, declared, ‘This girl looks like Sinhá.’\n\nMarta suffered physical ailments that particularly affected her larynx and that bore resemblance to Sinhá’s death by tuberculosis. Prior to age ten, she contracted frequent upper respiratory infections, causing her voice to become harsh. She recalled these occurring about once a month, causing hoarseness and throat pain. At such times she felt large in her body and believed she would die, the disease apparently triggering past-life associations.\n\nWitnesses who knew both Sinhá and Marta observed similarities of personality, such as fondness for cats, love of dancing, fear of rain (which Marta herself said was carried over), and a strong phobia of blood.  ESP\n\nBoth Sinhá and Marta were known to have unusual powers of extrasensory perception (ESP). Sinhá demonstrated precognition most impressively when, as often happened, she announced that her friend Ida Lorenz was coming to visit beforehand.\n\nTwo of Marta’s siblings recalled that she was had clairvoyance enough to know the title of a book she had been given before she unwrapped it. At the age of five or six, Marta had a night-time vision of a girl named Celica, who had either been a close friend or relative of Sinhá, calling to her, ‘Sinhá, Sinhá’. Marta’s father noted the time, and found it corresponded precisely with the time of death of a girl named Celica who lived about fifteen miles away, an apparent crisis impression, as neither Marta nor anyone around her had any way of knowing about her death at that time through normal means.\n\nInterestingly, as Stevenson recounts in another work, Sinhá was said to have once manifested as a spirit after Marta was born. While she was still an infant, prior to any mention on her part of a past life, an attempt made to contact Sinhá via a medium. Those present testified that Sinhá communicated tersely: ‘Don’t call me up. I have reincarnated!’7&nbsp;\n\nStevenson notes that Marta’s clear ESP abilities raise the possibility that she gained her apparent past-life knowledge by psychically reading the thoughts of others. However, he notes that ESP would not explain the degree and persistence, often over many years, of identification with another person demonstrated in cases such as Marta’s,8 nor the specialized skills that apparently carry over in some reincarnation cases (though Paulo Lorenz’s case demonstrates this better than Marta’s).9\n\nFurther, Stevenson contends in Twenty Cases, ESP as an explanation for apparent reincarnation cases does not explain the experiences of children who, unlike Marta, show no other evidence of ESP ability. He argues that there is no apparent motive for people who apparently remember a past life to sustain the identification over a long period of time, and that, outside of reincarnation cases, there is no evidence to suggest that parents are able to psychically impose an alter identity on a child. Finally, he notes that in many rich reincarnation cases, the current and previous families had no association with or knowledge of each other at all prior to the child giving accurate statements, making an ESP explanation doubtful.10  Later Development\n\nIn 1972, Stevenson learned from Marta that the state of her past-life memories had not much changed in the ten years since he had seen her last. He came to feel that she still remembered more than he had previously thought. She seemed to remember particularly well details associated with Florinzho, her last love, with whom she had in effect performed a double suicide. Her first two sons both died in infancy, and she believed they had both been attempts by Florinzho to reincarnate, from her observation that birthmarks on their heads corresponded with ones he had had.\n\nShe continued to think of herself as Sinhá and Marta both, and retained the same personality traits and health problems. She had attacks of bronchitis about four times per year, losing her voice each time. Stevenson calls this susceptibility ‘a kind of “internal birthmark” related to the previous life and death’.11\n\nMarta was so disturbed by the suicide of her brother Paulo in 1966 that she entered a hospital for more than three weeks, and had not fully recovered by Stevenson’s visit in 1972. In 1969 she lost Carlos, Sinhá’s godson, and was still tearful remembering him three years later.\n\nMarta revealed to Stevenson that she still maintained something of Sinhá’s suicidal tendency; she had never actually attempted it, but admitted that she had often wished to die, and might have killed herself at times if she had had a gun.\n\nNow middle-aged, she felt that her previous and current life were roughly equal in degree of happiness. Stevenson himself observed that Marta Lorenz enjoyed a blessing she had been denied in her previous life: a loving husband.\n\nKM Wehrstein  Literature\n\nLorenz, F.V. (1946). A Voz de Antigo Egito. Rio de Janeiro: Federação Espirita Basileira.\n\nStevenson, I. (1974). Twenty Cases Suggestive of Reincarnation (2nd ed., rev.). Charlottesville, Virginia, USA: University Press of Virginia.\n\nStevenson, I. (1980). Cases of the Reincarnation Type. Vol. III: Twelve Cases in Lebanon and Turkey. Charlottesville, Virginia, USA: University Press of Virginia.\n\nStevenson, I (1997). Reincarnation and Biology: A Contribution to the Etiology of Birthmarks and Birth Defects. Volume 1: Birthmarks. Westport, Connecticut, USA: Praeger.\n\n&nbsp;   Endnotes 1. Stevenson (1974), 181-82. 2. Stevenson (1974), 183. 3. Lorenz (1946) cited by Stevenson (1974), 184. 4. Lorenz (1946). See Stevenson (1974), 183 n4. 5. Stevenson (1974), 181-203. All information in this article is drawn from this source except where otherwise noted. 6. Stevenson (1974), 187. 7. Stevenson (1980), 256. 8. See Stevenson (1974), 357-61. 9. See Stevenson (1974), 372. 10. See Stevenson (1974), 372-73 for the summary of objections to ESP as an explanation he had developed by then. 11. Stevenson (1974), 201.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 17, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: KM Wehrstein Word count: 2,200 Created: 3rd November 2017 Last updated: 17th May 2021 May be cited as:Wehrstein, KM (2017). &lsquo;Marta Lorenz (reincarnation case)&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/marta-lorenz-reincarnation-case&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yduokrvr                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/marta-lorenz","_id":33}