{"name":"Institut Métapsychique International | Psi Encyclopedia 1749","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/institut-métapsychique-international","mytitle":"Institut Métapsychique International | Psi Encyclopedia","mylang":"de","content":"                     Institut Métapsychique International | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Institut Métapsychique International                                                                                                                                                                                                                          The Institut Métapsychique International (IMI) is the main private society for psi research in France. &nbsp;It was founded in 1919 by scholars including Nobel Prize winner Charles Richet, and has made important contributions in the fields of ESP and mediumship research, among others.   Contents   \tContext \tFoundation \tOrganizational Aspects \tMain Investigations  \t1920s \tPost-1945 \tCurrent Activities   \tEpistemology of Metapsychics \tLiterature \tEndnotes     Context\n\nThe term ‘métapsychique’&nbsp;(metapsychics) was coined by Charles Richet in 1905 to define the scientific study of unknown phenomena attributed to latent abilities of the human psyche, and to demarcate this field from other disciplines such as psychology or physics. The term also appears in the names of organizations in countries such as Italy, Austria and Argentina, and can be considered equivalent to ‘psychical research’ ‘psi research’ and ‘parapsychology’.\n\nPreviously – that is, until the early twentieth century – no distinction had been seen between metapsychics and the rest of nascent French psychology. The first scientific organization devoted to psychology, the Society of Physiological Psychology (1885-1893), researched topics such as mental suggestion telepathic hypnosis), hypnosis, and psychophysiology of altered states of consciousness.1 Following internal conflicts, a new boundary was developed. Richet co-founded the Society of the Annals of Psychic Sciences which published a journal entirely devoted to psychical research, the Annales des Sciences Psychiques (1891-1919).2 This journal became the main forum for local groups and independent scholars with an interest in psychical research.3\n\nIn 1895, the Society of Psychical Sciences was founded, attracting psychologists, theologians and occultists. This too experienced splits, and in 1898 a new Academy of Psychical Sciences was created without the occultists, publishing the Revue du Monde Invisible (Journal of the Invisible World, 1898-1908). But theological discussions continued to take precedence over the production and critical analyses of empirical data, as was the case with other spiritualist and occultist groups that claimed to support psychical research.4\n\nThe Institut Psychique International was launched at the Fourth International Congress of Psychology in Paris in 1900, headed by Richet and psychologist Pierre Janet. It was soon renamed Institut Général Psychologique (IGP). The IGP was strongly supported by elite scientists and became the major private society for the study of mind. However, psychical researchers contributed only a small part of its activity, through a subdivision called Groupe d’Etude des Phénomènes Psychiques (Group for the Study of Psychical phenomena, GEPP), and they failed to win recognition within it, especially as a result of their inability to reach firm conclusions with regard to the physical mediumship of Eusapia Palladino during a three-year study.5\n\nIn sum, organizations involved in psi research prior to the founding of the IMI were unstable or short-lived, and achieved little of note. Their inability to separate their activity from disciplines such as psychology and theology was viewed as a source of unwanted compromises, and led to calls for an organization solely dedicated to psi research.6  Foundation\n\nIn 1917 a wealthy wine merchant named Jean Meyer, a spiritist follower of Allan Kardec, declared his intention to establish just such a foundation, disregarding Richet’s advice to found an academic chair for a specialized psychologist, largely out of disillusion with the episode with the IGP. So the Institut Métapsychique International (IMI) was born in 1919 as a private foundation, outside the academic world and beset by difficulties related to its spiritist patronage.7 The foundation was mainly the project of other spiritist followers of Kardec such as Gabriel Delanne, who were convinced that their beliefs should be based on scientific evidence but had been disappointed by the marginalization of psi research in previous organizations and wished to be free of the need to cooperate with academic psychologists.\n\nRichet joined the IMI project, initially only as an honorary president. The first president was Rocco Santoliquido, an Italian physician and politician who was introduced to spiritism through his family. Through Meyer’s largesse, it was able to pay a secretary and director, and experiment with mediums from all over Europe: the first director was physician Gustave Geley, a former spiritist who showed skills in this area. &nbsp;The IMI occupied an entire building that included a well-equipped laboratory, conference room and library.\n\nThanks to its funding, the quality of its scientific committee, and the help of Santoliquido and other politicians, including Jules Roche, a former government minister, it immediately obtained the status of public utility, gaining public recognition. &nbsp;Its founding was welcomed abroad, and there followed numerous collaborations with foreign researchers and experimental subjects. There was considerable interest in the French press, where it was even welcomed as a potential&nbsp; ‘Pasteur Institut of the new sciences’.8 French spiritists were particularly pleased, erroneously believing that Richet was at last joining their cause. For all that, from the outset the IMI adopted an agnostic and empirical approach to psychic phenomena, in line with previous research carried by Richet and his close colleagues.  Organizational Aspects\n\nAs a public foundation the only members of the IMI are its board of directors. Official positions are honorary president, president, vice-president, treasurer, and secretary. The director and his staff are employees of the IMI who apply the decisions of the board of directors, in accordance with budget and legislation. Functions vary according to whether they are honorary or have a leading scientific role. Table 1 lists past presidents and directors of the IMI, with the names of leading scientific contributors italicized.\n\nTable 1: presidents and directors of the IMI   \t \t\t \t\t\t\n\nPresident \t\t\t \t\t\t\n\nActivity date \t\t\t \t\t\t\n\nBirth and death dates \t\t\t \t\t\t\n\nDirector \t\t\t \t\t\t\n\nActivity date \t\t\t \t\t\t\n\nBirth and death dates \t\t\t \t\t \t\t \t\t\t\n\nRocco Santoliquido \t\t\t \t\t\t\n\n1919-1930 \t\t\t \t\t\t\n\n1854-1930 \t\t\t \t\t\t\n\nGustave Geley \t\t\t \t\t\t\n\n1919-1924 \t\t\t \t\t\t\n\n1865-1924 \t\t\t \t\t \t\t \t\t\t\n\nCharles Richet \t\t\t \t\t\t\n\n1930-1935 \t\t\t \t\t\t\n\n1850-1935 \t\t\t \t\t\t\n\nEugène Osty \t\t\t \t\t\t\n\n1925-1938 \t\t\t \t\t\t\n\n1874-1938 \t\t\t \t\t \t\t \t\t\t\n\nJean-Charles Roux \t\t\t \t\t\t\n\n1935-1940 (as Vice-President) \t\t\t \t\t\t\n\n1872-1942 \t\t\t \t\t\t\n\n\/ \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t \t\t \t\t\t\n\nEugène Lenglet \t\t\t \t\t\t\n\n1940-1946 \t\t\t \t\t\t\n\n1872-1959 \t\t\t \t\t\t\n\n\/ \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t \t\t \t\t\t\n\nFrançois Moutier \t\t\t \t\t\t\n\n1946-1950 \t\t\t \t\t\t\n\n1881-1961 \t\t\t \t\t\t\n\n\/ \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t \t\t \t\t\t\n\nRené Warcollier \t\t\t \t\t\t\n\n1950-1962 \t\t\t \t\t\t\n\n1881-1962 \t\t\t \t\t\t\n\n\/ \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t \t\t \t\t\t\n\nMarcel Martiny \t\t\t \t\t\t\n\n1962-1982 \t\t\t \t\t\t\n\n1897-1982 \t\t\t \t\t\t\n\nHubert Larcher \t\t\t \t\t\t\n\n1977-1995 \t\t\t \t\t\t\n\n1921-2008 \t\t\t \t\t \t\t \t\t\t\n\nRobert Tocquet \t\t\t \t\t\t\n\n1982-1987 \t\t\t \t\t\t\n\n1898-1993 \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t \t\t \t\t\t\n\nJean Barry \t\t\t \t\t\t\n\n1987-1998 \t\t\t \t\t\t\n\n1920?-2000 \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t \t\t \t\t\tMario Varvoglis\n\n&nbsp; \t\t\t \t\t\t\n\n1998- \t\t\t \t\t\t\n\n1956- \t\t\t \t\t\t\n\nNicolas Maillard \t\t\t \t\t\t\n\n1998 \t\t\t \t\t\t\n\n1969-2000 \t\t\t \t\t \t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\nAlexis Champion \t\t\t \t\t\t\n\n2008-2009 \t\t\t \t\t\t\n\n1975- \t\t\t \t\t \t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\n&nbsp; \t\t\t \t\t\t\n\nRenaud Evrard \t\t\t \t\t\t\n\n2012-2014 \t\t\t \t\t\t\n\n1983-\n\n&nbsp;\n\nThe Society of Friends of the IMI was founded in 1934 as a sister association for lay public and scholars supportive of its activities. This discontinued in 1995, and was revived in 2008 as the Association of Friends of the IMI.\n\nA committee of honorary members includes international psychical researchers and former members, headed by the honorary president. Notable holders of this prestigious role have been physiologist Charles Richet (1919-1930), philosopher Gabriel Marcel (1969-1973), and biologist Rémy Chauvin (1974-2009).\n\nDuring the presidency of Marcel Martiny (1962-1982), the scientific activities were divided among subcommittees that focused on a particular aspect of scientific parapsychology. These presented their findings to the ‘methodological committee’ headed by Marcel and René Poirier, who like Marcel was a philosopher and member of the French Academy of moral and political sciences.\n\nFrom 1920 to 1995, the IMI published the Revue Métapsychique, a quadrennial journal in its most productive years. It officially took over from the Annales des Sciences Psychiques which ceased in 1919. In 2008, the IMI launched the Bulletin Métapsychique (renamed in 2017 Métapsychique), a peer-review magazine with limited distribution.\n\nWith Meyer’s death in 1931 the IMI lost its main source of funding, and has since relied on donations and research grants, considerably restricting its scientific activities.9  Main Investigations  1920s\n\nMajor work was carried out at the IMI in the 1920s, on the physical and mental phenomena of mediumship, led by Gustave Geley, and on psychological and physiological theories of mediumship and multiple personality, led by Eugène Osty.\n\nGeley followed a research program he called ‘supernormal physiology’. He studied ectoplasmic mediums Marthe Béraud, Franek Kluski – from whom he obtained paraffin moulds of ectoplasmic limbs – and Jan Guzyk, also Pasquale Erto who he exposed carrying out fraudulent tricks. He studied the clairvoyance skills of another Polish psychic, Stefan Ossowiecki. This research program was set back by Geley’s death in a plane crash in 1924, and by critiques of Béraud and Guzyk by skeptical committees, following experiments in 1922 and 1923 at the Sorbonne.10\n\nOsty developed a larger program that employed a comparative methodology based on a psychology of ‘paranormal knowledge’ (metagnomy). With regard to mental phenomena, research was carried out with Ossowiecki, Ludwig Kahn, Pascal Forthuny, Jeanne Laplace, Mme&nbsp;Morel, Olga Kahl, and others. Osty also studied ‘inspired artists’ such as Augustin Lesage, Marguerite Burnat-Provins, Marijan Gruzewski, and savants capable of prodigious feats of memory and calculation: Louis Fleury, Inaudi, Romanof and Osaka.\n\nTo try to settle the controversy around physical phenomena, Osty collaborated with physicists and engineers (including his son Marcel) to develop an automatic device that could instantaneously record any anomalous movement occurring in total darkness. This device helped both to expose cheating, as with the fraudulent medium Stanislawa Popielska, and also to confirm the presence of a genuine anomaly, as in the case of the medium Rudi Schneider.\n\nOther leading researchers were René Warcollier and René Sudre. Warcollier developed research on long-distance telepathy with a group of unselected participants. Sudre developed an integrative theoretical framework based on psychodynamic models created by Frederic Myers, Théodore Flournoy, William James, and Pierre Janet, discussing connections between metagnomy (a psychology of ‘paranormal knowledge’) and altered states of consciousness.\n\nCharles Richet tried to synthesize the main trends and results of this new science in his Traité de Métapsychique (Thirty Years of Psychical Research) published in 1922, a book considered the standard-bearer of the IMI. Warcollier’s La Télépathie (Telepathy, 1921), Geley’s L’Ectoplasmie et la Clairvoyance (Clairvoyance and Materialization, 1924), Osty’s La Connaissance Supranormale (Paranormal Knowledge, 1925), and Sudre’s Introduction à la Métapsychique Humaine (Introduction to Human Metapsychics, 1925) were also influential. In the 1920s, psi research in France flourished on both scientific and cultural levels (it helped to stimulate the surrealism movement in the arts, for instance).11 But its results, published in its Revue Métapsychique and in books, were mainly discussed in the press and not in academic journals. The public still had trouble distinguishing between spiritism and the scientific aspiration of the IMI research.  Post-1945\n\nAfter World War II, significant experimental researches at the IMI included:   \tthe study of how the skin can detect colors (dermo-optics, led by Yvonne Duplessis)12 \tmicro-PK experiments on various electronic devices13 \tmacro-PK experiments with Uri Geller, Jean-Pierre Girard, and ‘mini-Geller’ teenagers (Duplessis, Bardot, Bailly, Tocquet, in the 1970s) \tbio-PK experiments on mushrooms14 \tphysiological measures of ESP with a plethysmograph15\n\nNon-experimental researches crossed psi with history, art, theology, clinical practice, esoterism, philosophy and conjuring, carried out by researchers such as Robert Amadou, Gabriel Marcel, René Warcollier, Robert Tocquet and Hubert Larcher.\n\nCompared with the 1920s, its golden age, the IMI in following decades showed reduced dynamism, a shorter network, and less visibility. Nevertheless, it accounted for the best quality work carried out in France during that time, as psi research never become the focus of any other public or private laboratory.  Current Activities\n\nIn 1998 Mario Varvoglis, an experimental psychologist and full-time parapsychologist in the US, took on the presidency of the IMI, following a troubled period during that nearly led to its demise. &nbsp;Previously, he developed software for psi-games and an introduction to scientific parapsychology (a CD-Rom Psi Explorer and a book, La Rationalité de l’Irrationnel).16 Varvoglis had strong ties with the international parapsychological scene and helped to organize several iterations of the European Parapsychological Association convention in France. He then took the leadership of a renewed team tasked with rebuilding the IMI on organizational and scientific levels, recruiting as many voluntary researchers as possible. The help received from foreign psi research organizations was essential to this period.\n\nNew research projects were developed, mostly funded by BIAL, such as:   \tthe Global Consciousness Project (in collaboration with Roger Nelson) \ta field-RNG experiment in a cinema (CinEGG) \ta study of hypnosis and telepathy \ttwo new settings to test ESP in psi-conducive states (ShareField and SelField)\n\nSigns of this renewal included the organization of two conventions of the Parapsychological Association (PA) (2002, 2010) and one of European PA members (2007). Also of importance was the creation in 2003 of a transdisciplinary student group that brought new energy and the prospect of educating a new generation of researchers.\n\nIn a drive to gather resources, the IMI began to address the public directly by means of lectures, courses, experiments and popular writings, tending to overshadow its previous scholarly approach. The institute still attracted few high-ranking scientists and intellectuals, and most French academics and professional researchers who collaborated with it preferred to do so anonymously. In the absence of an academic alternative, the IMI has survived as the sole centre for scholarly psi research in France, but has a low membership and carries out relatively little research.  Epistemology of Metapsychics\n\nThe involvement of Kardecian spiritists in the IMI’s foundation has been used by critics to blur the distinction between spiritism and psi research.17 &nbsp;In reality, the ideological stance of its members varied.&nbsp; Some were sympathetic towards spiritism – including Delanne, Bozzano and Lodge during the early years, and later Georges Clauzure, André Dumas and Simone Saint-Clair – while others such as Richet, Sudre, Osty and Warcollier adopted a non-survivalist stance. In between these extremes, Geley, Santoliquido, Marcel, René Dufour and others engaged in sophisticated discussion with regard to the survival issue.\n\nEven the non-survivalists were driven by the available empirical evidence and their interpretation, as opposed to prior conceptual beliefs about the possibility of ‘something’ surviving bodily death. The IMI has avoided adopting an institutional position with regard to any interpretation of psi phenomena, maintaining instead an agnostic stance favourable to continuing research.\n\nThat said, in their work with mediums psi researchers shunned the confrontational approach recommended by convinced sceptics, preferring an ecological approach that respects the beliefs and privileged practices of each subject. They sought to optimize the balance between conditions that favoured the production of anomalous phenomena on the one hand, and on the other, experimental controls sufficiently rigorous to establish these phenomena as paranormal.18 This essentially anthropological interest does not imply naivete, as some skeptics claim.\n\nSome commentators see a distinction between an idiographic and qualitative approach adopted by French ‘metapsychics’, and the nomothetic and quantitative approach followed by parapsychologists in the US.19 It is true that in France, researchers often carried out extensive studies of gifted individuals in order to understand their practices, while the Rhines in the US preferred to analyse statistically the average performance of unselected participants. But this is to unduly simplify the process on both sides. Richet used double-blind (or masked) protocols and statistical analysis in his research of clairvoyance, developing tools that would become standards in experimental human and social sciences;20 other IMI members, notably Jean-Charles Roux and René Warcollier, also used a quantitative-statistical approach at times. For their part, the Rhines and their collaborators also sometimes investigated selected individuals and unique cases.\n\nThe rhetorical distinction between ‘metapsychics’ and ‘parapsychology’ was introduced in the post-war period as a way to move on from debilitating earlier controversies caused by researches into ectoplasmic phenomena, restoring credibility to ESP research.21 However, as René Sudre exemplified,22 with regard to ESP and PK phenomena, experimental and humanistic approaches are not incompatible; indeed, a continuity may be observed between the metapsychical epistemology of the late nineteenth century and the contemporary development of the IMI.23\n\nRenaud Evrard  Literature\n\nAlvarado, C.S., &amp; Evrard, R. (2012). The Psychic Sciences in France: Historical Notes on the Annales des Sciences Psychiques. Journal of Scientific Exploration, 26(1): 117-140.\n\nAlvarado, C.S., &amp; Evrard, R. (2013). Nineteenth Century Psychical Research in Mainstream Journals. The Revue Philosophique de la France et de l’Etranger. Journal of Scientific Exploration, 27(4), 655-689.\n\nAmadou, R. (1954). La parapsychologie. Paris&nbsp;: Denoël.\n\nBarry, J. (1966). Télépathie et pléthysmographie. Revue métapsychique, 39-48.\n\nBarry, J. (1968). General and Comparative Study of the Psychokinetic Effect on a Fungus Culture. Journal of Parapsychology, 32, 237-243.\n\nBrower, M.B. (2010). Unruly spirits: The science of psychic phenomena in modern France. Urbana: University of Illinois Press.\n\nDuplessis, Y. (1996). Une Science nouvelle&nbsp;: La Dermo-Optique. Paris&nbsp;: Éditions du Rocher.\n\nEvrard, R. (2016). La Légende de l’Esprit : Enquête Sur 150 Ans de Parapsychologie. Paris: Trajectoires.\n\nEvrard, R. (2017). Anomalous phenomena and the scientific mind: some insights from ‘psychologist’ Louis Favre (1868-1938?). Journal of Scientific Exploration, 31(1), 71-83.\n\nGeley, G. (1905). Comment Faire Progresser les Etudes Psychiques? Quelques Voeux et Projets. Laval: Impr. de L. Barnéoud.\n\nGeley, G. (1924\/1927). Clairvoyance and Materialization: A Record of Experiments. London: Kessinger Publishing.\n\nHacking, I. (1988). Telepathy: Origins of randomization in experimental design.&nbsp;Isis, 70, 427-251.\n\nLachapelle, S. (2005). Attempting Science: The creation and early development of the Institute Métapsychique International in Paris, 1919-1931. Journal of the History of the Behavioral Sciences, 41(1), 1-24.\n\nLachapelle, S. (2011). Investigating the Supernatural: From Spiritism and Occultism to Psychical Research and Metapsychics in France. 1853-1931. The Johns Hopkins University Press.\n\nMéheust, B. (1999). Somnambulisme et Médiumnité (2 vol.). Paris: Les Empêcheurs de Penser en Rond.\n\nOlivier, P. (1921). Ésotérisme et Sciences Psychiques. Mercure de France. 1er&nbsp;août 1921, p.&nbsp;779.\n\nOsty, E. (1925). La Connaissance Supranormale&nbsp;: Etude Expérimentale. Paris&nbsp;: Alcan.\n\nParot, F. (1993). Spiritism at the Sorbonne. Journal of the History of the Behavioral Sciences. 29, 23-28.\n\nPérot, R. (1977). L’Effet PK ou l’Action de l’Esprit sur la Matière. Paris&nbsp;: Tchou.\n\nPlas, R. (2000). Naissance d’une Science Humaine: La Psychologie. Les Psychologues et le Merveilleux Psychique. Rennes: PUR.\n\nRichet, C. (1884). La suggestion mentale et le calcul des probabilités. Revue Philosophique de la France et de l’Étranger, 18, 609-674.\n\nRichet, C. (1905). La Métapsychique.&nbsp;Proceedings of the Society for Psychical Research, 19,&nbsp;2-49.\n\nRichet, C. (1922). Traité de Métapsychique. Paris: Alcan.\n\nSudre, R. (1926). Introduction à la Métapsychique Humaine. Paris: Payot.\n\nSudre, R. (1960). Treatise on Parapsychology. London: George Allen and Unwin.\n\nVarvoglis, M.P. (1992a). La Rationalité de l’Irrationnel. Paris&nbsp;: InterEditions.\n\nWarcollier, R. (1921). La Télépathie. Paris: Alcan.   Endnotes 1. Plas, 2000. 2. Alvarado &amp; Evrard, 2012. 3. Alvarado &amp; Evrard, 2013. 4. Lachapelle, 2011. 5. Brower, 2010. 6. Geley, 1905. 7. Lachapelle, 2005. 8. Olivier, 1921. For other press responses, see: Archives IMI, Box 3, Folder 9. 9. Evrard, 2016. 10. Parot, 1993. 11. Méheust, 1999. 12. Duplessis, 1996. 13. Pérot, 1977. 14. Barry, 1968. 15. Barry, 1966, with the collaboration of Douglas Dean. 16. Varvoglis, 1992. 17. Parot, 1993. 18. Evrard, 2017. 19. Amadou, 1954; Méheust, 1999. 20. Richet, 1884; Hacking, 1988. 21. Amadou, 1954. 22. Sudre, 1960. 23. Evrard, 2016.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: October 12, 2022   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Renaud Evrard Word count: 3,000 Created: 3rd August 2017 Last updated: 12th October 2022 May be cited as:Evrard, R. (2017). &lsquo;Institut Métapsychique International&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/institut-m%C3%A9tapsychique-international&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yx95urjn                   \t                                             See also:      Psi Research in France                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/institut-métapsychique-international","_id":334}