{"name":"Ratana Wongsombat (reincarnation case) | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ratana-wongsombat","mytitle":"Ratana Wongsombat (reincarnation case) | Psi Encyclopedia","mylang":"de","content":"                     Ratana Wongsombat (reincarnation case) | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Ratana Wongsombat (reincarnation case)                                                                                                                                                                                                                          This is a case from Thailand&nbsp;of a young girl who, from the age of one, made detailed statements about a previous life&nbsp;as a Buddhist devotee&nbsp;and displayed behaviours consistent with such a person.   Contents   \tKim Lan \tRatana Wongsombat \tRatana’s Statements&nbsp; \tRatana’s Behaviour \tStevenson's Analysis \tRatana's Later Life \tLiterature \tEndnotes     Kim Lan\n\nKim Lan Prayoon Supamitr was born in Bangkok in 1894, of a Chinese father and half Chinese mother. She was a wealthy woman, unhappily married, with one child, a daughter named Anan. Religion was the dominant interest of her life in her later years. She was extremely generous, especially to religious causes, and enthusiastic in religious devotions. She was ascetic in matters of food and appearance.&nbsp;At the age of 43 she underwent three abdominal operations.\n\nIn 1958, Kim Lan&nbsp;separated from her husband&nbsp;and entered Wat Mahathat, one of Bangkok’s largest and best-known temples, as a lay meditator. There she shared a small hut with a nun named Mae Chee Chan, leaving after three years when it was needed to accommodate a monk. She moved to a house in the Bangkok district of Banglampoo, where her health began to fail. A few months later she attended a ceremony connected with the opening of a new wing at the hospital in Sir Racha (a coastal town about 120 kilometers south of Bangkok), where her husband and daughter lived (she had donated some rooms to the new wing). Becoming ill on this visit she was admitted to the hospital, where she died of a haemorrhage shortly after an operation on her liver, aged 68.1  Ratana Wongsombat\n\nRatana Wongsombat was born in Bangkok on 3 May&nbsp;1964 and was adopted at birth.&nbsp;At the age of eleven months she began asking her adoptive father to take her to Wat Mahathat, the local Buddhist temple, and three months later he did take her there. During the visit Ratana expressed a wish to visit the building where the Buddha’s relics are kept, and then led the way to it without guidance. She demonstrated an inexplicable knowledge not only of the buildings but also of the proper gestures and offerings for Buddhist worship, and made appropriate greetings to senior monks, calling one Achan (teacher).&nbsp;\n\nQuestioned by her father about all this, Ratana gave details of a previous life, saying she had been a Chinese woman named Kim Lan. She had stayed at Wat Mahathat, where she meditated in a green hut. She had a daughter who lived in Sri Racha, where she also had lived. The daughter – whose name she could not remember but had the sound lee in it – came to visit her and brought her necessities. Then she was ‘driven’ from the wat and went to live at Banglampoo, where she became ill. She had an operation on her abdomen and died. Her ashes were scattered, not buried, she said.\n\nDuring the course of a second visit to Wat Mahathat, Ratana pointed out the hut where she had lived. She recognised a nun and called her by name, Mai Chee Chan, saying she had once lived with her. Some days later her father visited on his own and talked to a nun of that name, who said she had once shared a meditation hut with a woman called Kim Lan; the nun also verified other details that Ratana had given. In a formal test arranged on a subsequent visit, Ratana picked out Mae Chee Chan in a group of four nuns, went up to her and said, ‘Do you remember me? I am Kim Lan.’ She called out by name to a passing monk called Phra Kitti Vudho. On this and other visits she identified various monks and the places where they stayed, and made comments about gifts she had given them. She also indicated a room inhabited by nuns which she said had formerly been a kitchen.&nbsp;\n\nRatana talked frequently of Kim Lan’s daughter, with whom Kim Lan had a strong bond (she did not speak at all about the husband, from whom Kim Lan had become estranged by the end of her life). The daughter, Anan Suthavil, was at this time the manager of the Sri Racha branch of the Bangkok Bank. She often came to Bankgok, and was familiar with the wat, where she had often visited her mother, but had no knowledge of Ratana’s family.&nbsp;\n\nRatana expressed a wish to be taken to Sri Racha, and reproached her father for not taking her there. Eventually in 1969, when Ratana was five, the visit to Kim Lan’s former home in Sri Racha took place. When Ratana arrived at Sri Racha, she cried. Ratana did not recognise Kim Lan’s husband, and it is uncertain whether or not she recognised Anan. However she showed strong affection towards Anan during her visit and a great reluctance to leave at the end of it. Anan remarked that the child spoke to her like an adult addressing a small girl, rather than the reverse: she became convinced by her statements and behaviour that Ratana was her mother reborn. Ratana showed no interest in Kim Lan’s husband, and although she asked to be taken to see Anan again she said she did not wish to see him.&nbsp;  Ratana’s Statements&nbsp;\n\nInvestigators listed a total of 41 statements and recognitions made by Ratana relating to the life of Kim Lan, of which the great majority were verified as true.&nbsp;\n\n‘She had built the hotel in Sri Racha.’ This appears to refer to a residence built by her daughter and son in law, to which she contributed many ideas but none of the money. The three lived there. After her death the family left and it was converted into a hotel.&nbsp;\n\n‘Her daughter’s name had the sound lee in it.’ Anan’s parents had given her the name Malee, but changed it to Anan when she was about four or five. This fact was known only to the three people involved.&nbsp;\n\n‘She had donated certain rooms at the Somdet Memorial Hospital in Sri Racha.’ On a visit there, Ratana spontaneously ran upstairs to the room and said she had given them to the hospital. She also spontaneously broke away from the group and ran ahead to the hospital coffee shop. This had been a favourite place of Kim Lan, which she frequented even when she was not a patient, and had drunk coffee there on the day of her operation.&nbsp;\n\n'After she died, her ashes were not buried under the bo Tree (a popular Buddhist custom) at Wat Mahathat but were scattered there.' According to Anan, her mother’s will, written the day before she died, had contained the instruction that her ashes be buried under the tree. However,&nbsp;when she (Anan) had attempted to carry it out she found it impossible because of the roots growing around the tree, so she scattered them instead. Only she knew of this.&nbsp;\n\nAt age six, Ratan was invited to the opening ceremony of a meditation centre that Anan Suthavil had donated to a wat in Sri Racha. Ratana insisted that the land on which the centre was built had been hers [in the previous life]. &nbsp;According to Anan, the title to the property had been in her mother’s name.&nbsp;  Ratana’s Behaviour\n\nRatana talked mainly about the previous life at night, between praying and going to sleep. At these times her demeanour seemed more mature than during the day, when she behaved like a normal child. She expressed no strong emotion when talking about the previous life. However, she begged to be taken to the temple and then to Sri Racha, and on the later visit was deeply reluctant to leave.&nbsp;\n\nBoth her father and Anan said that Ratana showed considerable assurance in talking about the previous life. Although she did not willingly talk about the memories to others, Anan said Ratana listened to her father describing them to her (Anan) and corrected him when he made mistakes. On her visit to two houses in Sri Racha – the one that was later turned into a hotel and the newly built one – she walked around them quite familiarly, as if she owned them. She said: ‘I have come to my house. I will not go back to Bangkok, because this is my old house.’\n\nOn her first visit to Wat Mahathat, Rataa gave fifty satang to crippled beggars and 25 satang to healthy ones, first saluting them with folded palms. Then she went to buy flowers, candles, and incense sticks at a stall, without being instructed.&nbsp;\n\nWhen the party reached the temple, Ratana said they must first worship the Buddha’s relics, which were in another building. She then went ahead of them while they watched her, and found this building by herself. There, she paid respects to the Buddha image in the manner of an adult, by folding her hands and kneeling down. She placed a handkerchief on the floor and put the flowers on it. She knew where to put her offerings and to put money in the box available for donations. This was the first time Ratana had ever been in a wat, and her experienced behaviour astonished her family.&nbsp;\n\nAfter leaving the building that held the Buddha’s relics, Ratana said: ‘Now we can go to the main temple.’ In this building she went straight to where the incense sticks are placed and positioned them correctly. She then prostrated herself three times and returned to her family. She had not been taught any fathas (Buddhist scriptural verses), but nevertheless seemed to be murmuring something in the temple.&nbsp;\n\nRatana now said she wished to go the Relic Shrine and meditate there. The rest of the family remained and listened to the sermon. After it had finished, her father went to the Relic Shrine and discovered Ratana in the half-lotus position, watched by a small crowd of people who were intrigued at the child’s behaviour. She had been in this position for half an hour. A nearby woman said Ratana had assumed it without anyone telling her to do so. Her father said Ratana had never seen this meditation posture before. She might have seen other persons at the wat sitting in the meditation posture for, but her behaviour in imitating them, if that is what it was, would still have been unusual.&nbsp;\n\nOn following visits, and at other times, Ratana continued to show precocity in her attitudes and behaviour in religious observances. Up to the age of five, she worshipped regularly and bowed to an image of the Buddha every night before sleeping. Her father was a devout Buddhist, but the other children in the household did not worship at all.&nbsp;\n\nRatana also demonstrated attitudes of a rich person, which jarred amid the extremely modest circumstances of the Wongsombats. She frequently asked for money to give to the poor, such as needy friends at her school. She also asked for good food and fine clothes for herself. If allowed to select, she would choose the best of anything. She also knew prices and values well. Whenever she became ill, Ratana gave another indication of assuming herself to be wealthy: she called for injections. Such medical treatments were then still largely available only to wealthy people in Thailand, and a request for an injection would be a sign that she expected the best medical care available.&nbsp;\n\nRatana’s father said that she had a loud voice, which he thought was characteristic of Chinese women. (Anan Suthavil complained about her mother’s loud voice.) On two occasions she used Chinese words. For instance on her first visit to Sri Racha, when she saw Kim Lan’s husband she referred to him as ‘Gong’, which is the Chinese word for ‘grandfather’, as he had been called by Kim and everyone in the household.&nbsp;  Stevenson's Analysis\n\nNo written record of Ratana’s statements were made before the family began to verify them. The investigators, Francis Story and Ian Stevenson, came on the scene at an early stage, when Ratana was about four and a half, by which time her father had verified some of the statements concerning Wat Mahathat. However, Ratana had not yet gone to Sri Racha or met members of her previous family. Stevenson interviewed informants within ten days of that first visit.&nbsp;\n\nStevenson considers it unlikely that Ratana could have acquired her detailed knowledge of the life and death of Kim Lan through normal means. There was no mutual acquaintance or other source who could have communicated so many details without the knowledge of her family. An alternative paranormal explanation to rebirth exists in the possibility of ESP between Ratana and monks at the temple, with her father acting as a telepathic link, since he regularly visited the temple.&nbsp;\n\nStevenson points to the behaviour that Ratana showed, such as an intense preoccupation with religion – including an interest in Buddhist worship and precocious knowledge of its rituals – and argues that this would have been highly unusual in a fourteen-month-old child but is consistent with the idea that she was remembering the life of Kim Lan.&nbsp;\n\nHowever, Stevenson is open to the possibility that the parents encouraged the memories. He comments: ‘A previous personality of a devout and generous Buddhist lady might enhance the reputation of a family in Thailand. This case may therefore provide support for the hypothesis that the subjects of these cases obtain information about deceased persons through extrasensory perception, after which their parents encourage their identification with these persons’.  Ratana's Later Life\n\nStevenson paid the family a further six visits between 1971 and 1980. At the beginning of this period, Ratana was still intensely interested in religious practices and meditated every day. At night before going to bed, she would chant and prostrate herself in front of the Buddha image. After this, she was still inclined to talk spontaneously about her previous life. By 1977, when she was nearly thirteen years old, she was said by her family to have stopped speaking spontaneously about the previous life, and to have stopped meditating for lack of time, although she continued to show an unusual interest in religion. A meeting at this time between Ranata and Kim Lam’s daughter Anan Suthavil, arranged at Anan’s request, was cordial, however Ranata showed none of her former affection. By 1980, when she was sixteen, Ranata said she no longer retained memories of the former life, and no longer wished to talk on the subject. &nbsp;\n\nRobert McLuhan  Literature\n\nStevenson, I. (1983).&nbsp;Cases of the Reincarnation Type, Vol. IV: Twelve Cases in Thailand and Burma. Charlottesville, Virginia, USA: University Press of Virginia.   Endnotes 1. The present account is drawn from Stevenson (1983).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: July 04, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Robert McLuhan Word count: 2,400 Created: 29th March 2015 Last updated: 4th July 2023 May be cited as:McLuhan, R. (2015). &lsquo;Ratana Wongsombat (reincarnation case)&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ratana-wongsombat-reincarnation-case&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/277pf9te                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ratana-wongsombat","_id":34}