{"name":"René Warcollier | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rené-warcollier","mytitle":"René Warcollier | Psi Encyclopedia","mylang":"de","content":"                     René Warcollier | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           René Warcollier                                                                                                                                                                                                                          René Warcollier (1881-1962) was a French chemical engineer, inventor and parapsychologist who devoted much of his career to the experimental study of telepathy by means of transmission of drawings. His many published books and articles, spanning six decades, are considered a major contribution towards understanding the complex psychological processes underlying telepathy.   Contents   \tIntroduction \tEarly Psi Research \tExperimental Protocols \tAnalysis of Results and Complexity of Data \tFacilitating Factors \tImagination \tEmotional Factors \tToward a Nosology of Telepathic Transmission  \tDestiny of the telepathic image \t‘Métapsychanalyse’   \tTelepathic drawings, 1908-1962 \tLast Works, 1950-62 \tConclusion \tLiterature \tEndnotes     Introduction\n\nRené Warcollier was born in April 1881, in Ormonville-la-Rouge on the northwest coast of France. After completing his secondary studies with distinction he joined the École Nationale Supérieure de Chimie in Paris, and in 1903 obtained a degree in chemical engineering.\n\nWarcollier was one of the small circle of scholars and scientists that created the Institut Métapsychique International (IMI) in 1919 (although he only attended meetings of its directorial board from 1924). In 1929 he was appointed treasurer, and in 1940 became editor of the IMI’s scholarly journal Revue Métapsychique. He was elected vice-president in 1946 and president four years later, holding the position until his death in May 1962.\n\nIn his work as a chemical engineer, Warcollier was an innovator. He obtained numerous patents, including one for the manufacture of precious gems and pearls, and an original process to synthesize and extract permanganate potassium. He also invented the superluminal screen, a forerunner of today’s cinema screens. However, he is better known for his researches in telepathy: he published numerous papers in Annales des Sciences Psychiques, Revue Métapsychique and foreign journals.  Early Psi Research\n\nWarcollier credited his maternal grandmother with an interest in scientific inventions, which he said stimulated his own activities in this sphere. She was also interested in psychical phenomena, attending spiritualist séances, and this too engaged his attention, prompting him to undertake an early (unsuccessful) experiment in telepathy with a friend.1\n\nAged 23, he carried out experiments with two close colleagues, this time obtaining through anomalous table movements precise answers to questions (on inorganic chemistry).2&nbsp; The messages purported to come from notable deceased chemists; however, Warcollier, following his recent discovery of Freud and Jung, believed the information originated from the individual and group unconscious, and also the collective unconscious, although he did not discount the possible involvement of a psychic process (telepathy or clairvoyance).\n\nIn 1905, Warcollier experienced a precognitive dream, the images precisely matching the details of a friend’s visit two hours after he awoke.3 This seminal event, he later wrote, caused him to devour all the available psychic literature and become involved as an active psi researcher, collaborating with Eugène Osty at the IMI.4 In particular, it brought him into contact with César de Vesme, chief editor of the Annales des Sciences Psychiques, with whom he developed a long and fruitful association.5\n\nHe also developed working relationships with other leading figures, including Charles Richet, Camille Flammarion, Ernesto Bozzano, César Lombroso, Oliver Lodge, Joseph Maxwell, and Albert Schrenk-Notzing. Most were psychologists and physicians and published regularly in the Annales des Sciences Psychiques – including Gustave Geley6 and Osty,7 later directors&nbsp;of IMI. Like Warcollier himself, they were fired by curiosity about the strange abilities that seemed to occur in trance and hypnotic states, and which were fully described by Frederic Myers in his theory of the subliminal self.8\n\nIn common with other researchers of his time, Warcollier evolved in a cultural, theoretical, existential and experimental environment dominated by three fundamental currents:   \tAnomalous experience, as described by Charles Richet.9 \tPsychology and the unconscious, as variously described by Myers’s theory of the Subliminal Self;10 Pierre Janet’s l’Automatisme Psychologique;11 Freudian psychoanalysis;12, and the psychology of perception. \tSpiritualism and the question of survival of death.\n\nIn&nbsp; 1908, Warcollier wrote a critique of the ‘human fluid motor’ device discovered by Count de Tromelin. This small object consisted of a paper cylinder, opened at its two extremities, and suspended from its central axis by a needle, making it stable but easy to rotate without effort. &nbsp;The aim was to demonstrate that the cylinder could be moved at a distance by a ‘fluid’ emanating from human hands. Warcollier concluded that ordinary thermal currents could generate the movement.13\n\nWarcollier also critiqued a 1910 report by Usher and Burt on successful long-distance telepathy experiments, with pairs located in London and Bristol and London and Prague.14 He rejected physical theories, for instance those involving the transmission of electromagnetic brain waves, commenting, ‘It is best to abandon any theory and to deal only with facts and to study successively the experimental conditions’.15 He was nevertheless keen to come up with a coherent theory of his own.\n\nIn 1921, Warcollier addressed in detail the differences and the resemblances between telepathic process and wireless telegraphy.\n\nIn a 1924 paper, he went further, discussing the idea of telepathy as ‘mental radio’, a reference to the recent invention of radar (an image also used later by American writer Upton Sinclair as the title for his 1929 book on telepathy). Here he saw an analogy between ‘a kind of resonance between the psyche of the agent and the psyche of the percipient’, who receives back from the agent the echo of psychic waves he emits, and the process of wireless telegraphy, where ‘the receiving station can become itself a station emitting waves which go to meet those sent out by the sending station’.16 &nbsp;Although his observations – notably the frequent time lag between the idea conceived by the agent and its reception by the percipient – argued against the idea of mental radio as a literal mechanism, he often returned in his writings to the comparison between telepathy and wireless telegraphy. However, eventually he abandoned it, concerning himself instead with how the process worked in practice, rather than trying to find a theoretical basis.\n\nThe main focus of Warcollier’s research was on experimental conditions and results, mainly in the telepathic transmission of drawings. He applied to his observations the same rigour, analytical intelligence and tenacity as he did in his chemical engineering, focusing in particular on the underlying cognitive processes involved in the telepathic transmission of drawings. The observed phenomena often being drowned in non-telepathic facts, he wrote: ‘we have to deal with a ton of ‘pitchblende’ to extract a single gram of radium and to see this gram shine’.\n\nIn 1911, describing the psychometric experience of his friend Edmond Duchâtel, he discussed the results of 52 experiences with four subjects.17 In a paper titled ‘experimental conditions in the study of telepathy’,18 he defined the role of agent and the percipient, and sought ‘the best way to solicit the sub-consciousness’ of each of the two protagonists. By this time, he clearly saw that telepathy occurred not at the conscious level, but in unconscious areas of the psyche, and that, reciprocally, telepathy could offer clues about how the unconscious functioned, identifying defense mechanisms used in dreams and in the process of telepathic drawing.\n\nIntuitively, he came to understand the impact of the imagination on body and mind, an aspect that featured largely in a book he co-wrote with Emile Duchâtel.19 The pair discussed anomalous phenomena related to psi – such as stigmata, collective hallucinations, dreams, clairvoyance, thoughtography – stressing the need to understand all of these equally through psychic and biological sciences.\n\nIn 1921, Warcollier published a collection of individual testimonies and experiences as La Télépathie, Recherches Expérimentales (Telepathy: Experimental Research).20 He commented that the researches had been carried out before war broke out in 1914, and seemed to him to be overshadowed by the changed circumstances. ‘Then’, he said, ‘I saw, with surprise, the public mind coming back to psychical research, even more eager than before the war, as if it dimly perceived forces there that could raise humanity to wholeness’.21 In his preface, Charles Richet – a leading French psi researcher who’d been awarded a Nobel Prize in 1913 for his work in physiology – praised it as a work of ‘true science’ that examined telepathy ‘very methodically’.&nbsp;\n\nThe book consists of questions, essays and analyses of telepathic experiences, both spontaneous and stimulated experimentally, and in varying conditions of sleep and wakefulness. Over the next forty years Warcollier would seek to develop and validate these early ideas and intuitions, which became increasingly elaborate.22 He focused on the underlying cognitive processes, purifying and analyzing the observed data, discovering the conditions that facilitated telepathic phenomena, and trying to separate the signal from the surrounding noise.&nbsp; He asked: What is telepathy? What is transmitted? What are the mechanisms of transmission from agent to percipient, or from a group of agents to a group of percipients?\n\nAnd further: What prevents a clear reception?&nbsp; What are distortions of the message? And why?\n\nHe tirelessly collected and categorized facts, and when it came to analysis, the unconscious, neurophysiology and memory all figured strongly. Like Myers before him, he observed the facilitating role played by sleep, hypnotic states, and strong emotions.23 &nbsp;He was very aware of contemporary theories of consciousness, perception, and memory,24 and was already proposing a link between unconscious memory and telepathy:&nbsp;  \n\nWe must admit as a starting point, that the images that appear to the mind of the percipient in the form of hallucinations, dreams, or more-or-less well-formed pictures, spring exclusively from his own mind, from his own conscious or subconscious memory.25\n\nPostulating the unconscious origin of telepathy, Warcollier notes that the deployment of the message (from the unconscious to the consciousness) follows the same process as the recovery of repressed memories. Representations unavailable in ordinary waking consciousness re-emerge through a kind of resonance between the telepathic message and memories, and can be expressed through bodily sensations as well as through words or images.\n\nWith regard to imagery, he distinguishes nine types, from those which arise in the normal waking state – and which are not particularly conducive to telepathic transmission or reception – to those of non-ordinary states of consciousness, that facilitate the inner work of the&nbsp;percipient:&nbsp;dreams, positive or negative illusions, hypnagogic and hypnopompic illusion, and hallucinations. He claims that:  \n\n... in the majority of successful experiments in waking telepathy, there seem to be independent transmissions of emotions, images, and concepts. Properly speaking, there is no ‘transmission of thought’. This is a particularly inappropriate term, and the reasons are easily understood. Thought includes both a cerebral factor, conscious rather than subconscious, which perhaps cannot be transmitted, and also another factor: its echo in a psychic world, where telepathy rules.26   Experimental Protocols\n\nUnlike Eugène Osty, Warcollier worked with subjects who had no particular gift but were curious about the phenomenon, possibly having had some telepathic or similar experience, and who were able to engage in long-term work. Following publication of La Télépathie, in 1922 he decided to launch a large-scale experiment, sending an appeal to 500 selected members of the public. Around fifty respondents had had a paranormal-seeming experience, and of these, twenty agreed to take part in methodical experiments. &nbsp;By 1926, he was working with a group of twelve, of whom at least half had experienced what he described as ‘very remarkable instances of telepathy, spontaneous or induced’.27\n\nEach group (of two or more persons), was divided into agents and percipients. Agents were asked to send mentally a drawing of their choice, or chosen by the group leader, percipients to ‘receive’ it and then draw their perception.\n\nFor the sessions held at the IMI, agents and percipients were placed in two rooms separated by another room, in which an observer was placed, to guarantee the rigour of the experiment. An agent or group of agents prepared and sent the message, usually a drawing. In their separate room, a percipient or group of percipients received the telepathic message.\n\nShowing a remarkable degree of tenacity and perseverance, Warcollier worked regularly with this group for more than forty years, interrupted only by World War II. This group concentrated mainly on the telepathic transmission of drawings, sometimes printed words or playing cards.\n\nAt the 1922 International Congress of Psychic Research in Paris, Warcollier met Gardner Murphy, a noted professor of psychology in New York. In 1923, the two researchers developed protocols for sending and receiving messages between teams in the two cities, each playing in turn the role of agent and percipient.28 The two groups mailed their drawings to each other, the postmarks acting as security that the protocol was being observed.\n\nOther teams in Europe participated in similar experiments. Regardless of distance, there were convincing coincidences between the two drawings; 20% where there had been no prior training, and 50% or more following intensive training. Success rates were boosted further after Murphy and his group visited Paris, enabling the two groups to establish friendships.29  Analysis of Results and Complexity of Data\n\nWarcollier was long preoccupied with the question whether or not the observed result was attributable to telepathic functioning. If it was, with what degree of purity? &nbsp;With this in mind, he tried to quantify his observations.30\n\nAlso, he wondered how to go about evaluating the accuracy of a telepathic transmission of drawings. A perception might be obviously false or obviously accurate, but in between these two extremes all kinds of distortions and deformations could be observed. How could success be evaluated? Some drawings had a clear link to the target drawing, others did not; and when there was a link, there could also be de-structuring effects – that is, distortions, displacement, inversion, and suchlike – of the message or components of the message.\n\nWarcollier also observed a continuum between convincing receptions, unstructured receptions, and failures. This prompted him to continually question the conditions required to improve the processing of telepathic information and better to analyze its distortions. Throughout his work he discussed factors that appeared to facilitate the process and others that inhibit it.  Facilitating Factors\n\nVarious factors facilitate the process. The first is the constitution of the group oriented towards a common goal. Sometimes, a ‘mental contagion’31 can occur that leads to telepathic transmission between percipients, but also to a kind of dispatching information between them, each percipient receiving a part of the message, for example.\n\nAnother factor is psychic agreement (accord psychique) and identification.&nbsp;Warcollier quickly realized the need to choose an agent and percipient connected by a degree of empathy and sharing &nbsp;the same sensory preference (auditory, visual or cenesthetic).\n\nIn 1927, he published an account of two testimonies of telepathic communication between brothers (A and B) united by strong ties of affection. This allowed him to better illustrate the importance of proximity or psychic agreement: an accident occurring at A’s location is perceived by B, and the ecstatic vision by B of a sunrise over the Pyrenees is perceived at the same time by A.32 He writes:  \n\nWe are moving away from the conception, popularized by charlatanism, of the agent endowed with a great will which he imposes on the percipient, of the magnetizer fascinating his subject. It is not, at least in our experience, a matter of will, but of agreement. His thought is not imposed by force, but by sympathy. We are not in a psychic agreement with a being because we want to be, but because we love him. Affective indifference is absolutely inhibitory. It is affectivity that regulates the telepathic agreement. In summary, there is no telepathic complexion: two beings are connected or are not.33\n\nWarcollier finds here the meaning of the word telepathy as forged by Myers: a feeling (pathos) perceived at a distance (tele). One can perceive the feelings of the other only if one is already strongly identified with that person.\n\nIn 1939, under different conditions, he studied the case of Otto Reimann, who used a graphological approach to an absent person to identify himself with a message writer.  \n\nBecause of the infinite complexity of a character, he would agree or clash with certain elements that existed in himself at that moment, while others would not resonate. When the influx of paranormal data is great, to the spectator, Reimann becomes an actor (...), and with a gesture, he depicts the character. The synthesis (of gesture and expression) is perfect, and modeled to the extent that the statue comes alive.34\n\nWarcollier was inspired by the works of Henri Piéron, Jean Piaget and Roger Cousinet, who all hypothesized that perception in children is global and synthetic, and that the images linked to this global perception act as interior gestures, or meaningful internal movements. Conversely, an analytical, partial, rational and static perception would prove contradictory to ESP.  Imagination\n\nIn 1937, Warcollier outlined four methods of training used by different experimenters to obtain direct telepathy:&nbsp;   \t \t\tThe agent attempts to represent to himself the percipient as objectively as possible. He uses photographs, letters, and objects belonging to the percipient … to create a telepathic atmosphere. In his imagination, he goes towards the percipient. \t\tThe agent imagines himself to be the percipient, and dramatizes him as an actor would. He draws the percipient toward himself in imagination. \t\tThe percipient represents the agent to himself using photographs, letters, and objects, as the agent did. He imagines himself to be going towards the agent. \t\tThe percipient imagines himself to be the agent … drawing the agent toward him.35\n\nThis double movement – ‘going towards’ and ‘drawing toward’ – is extremely important in telepathic training.\n\nAs previously mentioned, Warcollier's interest in the imagination of percipient and agent aligned with existing psychological and psychoanalytic studies on perception, consciousness, the subconscious and the unconscious. There is also in his work a nod towards surrealists, who aimed to promote a liberating and creative process.36\n\nHe concluded, ‘The role of the imagination of the percipient is primordial. Everything that exalts the belief of the percipient in telepathy favours it.’  Emotional Factors\n\nWarcollier viewed emotion variously as inhibiting or facilitating. He never really addressed the contradiction, which would have required him to clearly distinguish between discerning emotion and analyzing its effect, in this case its psychic influence. Where this distinction was not made, an emotive state was often perceived as unfavourable. Thus, he misunderstood the ‘dose effect’ incited by the emergence of emotion. This could be a favorable effect, if the emotional mobilization is both moderate and psychically well-managed, or unfavourable if it is too strong. In the case of the latter, the result can be ‘overflowing’ effects – the psyche being unable to treat information because of the strong emotion contained in the message, or revealed in the percipient psyche by the message – or the setting up of defense mechanisms, disrupting or inhibiting telepathic transmission.\n\nHowever, writing in 1956 Warcollier fully acknowledges its importance, stating, ‘Thus we can find, with these kinds of quantitative tests, the role of emotional factors that are so important in the purely qualitative experiments of the ESP of drawings’.37 The following year, he proposed a quantitative-qualitative test of ESP in which the role of emotion is reduced or eliminated, to limit its potential influence.38\n\nIn the dynamic of telepathy groups, Warcollier recognized the occurrence of emotional resonance, between two individuals and also between individual or group and the message to be received. Emotional resonance might also occur when the theme of the message (meaning) resonates with a particular problem, or event, conscious or unconscious, in the life of the percipient or agent.\n\nOther contributing factors include:   \tcontrasting designs that have strong emotional tones \trelation to movement, or to the idea of movement \tlighting quality \tmoods linked to the drawing or to the agent\n\nInhibiting factors include   \ttargets with abstract representations, numbers, general ideas, concepts or symbols \tan undefined relationship, or indifference, between agent and percipient \tabsence of empathy between agent and percipient \tantipathy between participants \ta painful or potentially traumatic subject   Toward a Nosology of Telepathic Transmission\n\nWarcollier was preoccupied with questions such as these: How is the image formed in the agent, and in the percipient? At what level of the subconscious mind does agreement occur that allows the exchange to take place? How does the message emerge in the psyche of the percipient, and then in the percipient’s drawing of it?  Destiny of the telepathic image\n\nThe analysis of the drawings received and realized by the percipient would force Warcollier to specify the different elements that constitute them (forms, ideas, movements), from the sending by the agent to its transcription in the percipient. They could sometimes be restored ad integrum by the percipient, but in most cases, if the percipient could grasp only a few details, through a fragmentary perception of the object sent, it would be almost impossible to organize them into an overall convincing form.\n\nThe situation here seems comparable to that of Wernicke's aphasia: perception of the different elements occurs, but synthesis and global form are impossible to conceive. Thus, most of the drawings sent undergo transformations and are translated by the percipient into a fragmentary, restructured or augmented drawing. Sometimes only the idea emerges, or the form; or else both idea and movement are present, but lack form. All possible combinations are observed and described by Warcollier.  ‘Métapsychanalyse’\n\nWarcollier often referred to psychological and psychoanalytic theories when discussing distortions in the telepathic impression of an original drawing. The mechanisms he described are comparable to those described by Freud with regard ‘dream works’: condensation, inversion, displacement, and cleavage. In this way, he shifted from pure description to a psychopathological approach, which he called métapsychanalyse: a telepathic message is sent and received from a meta-mind to another meta-mind (that is, between the unconscious part of the psyche of two individuals), while a return to consciousness is achieved by successive discharges.\n\nWarcollier identified different types of distortion:\n\nFragmentation &nbsp;This mechanism is observed in the majority of percipient drawings, as if a part of the target is perceived more than the whole, and the target is broken up into its constituent elements (fig. 1).\n\nLatency &nbsp;Here, a time lag occurs between a target being transmitted and its different elements being progressively revealed (fig. 1).\n\nDissociation&nbsp; Here, the target is divided into different elements. The latent image reaches the consciousness and appears in the drawing by ‘successive discharges’, which are like bubbles, each containing one or more component.&nbsp;\n\nInversion&nbsp; Reversal of figure and ground (fig. 6), and of inside\/outside (fig. 3)\n\nSynthesis&nbsp; Two or more fragments are linked in order to reconstruct a whole image (figs. 1 &amp; 2).\n\nMultiplication &nbsp;The opposite of condensation&nbsp;: one or more details are drawn in different copies (figs. 3 &amp; 4).\n\nSyncretism&nbsp; The overall shape of the target is perceived, but details are lacking (fig. 2).\n\nPrägnanz&nbsp; All organized processes tend to achieve a whole form, according to Gestalt theory.\n\nMovement &nbsp;&nbsp;The idea of movement is an important element in the exchange between agent and percipient.  Telepathic drawings, 1908-1962\n\nFigure 1. Target: dirigible\n\nFigure 2. Target: camel\n\n&nbsp; &nbsp; &nbsp; &nbsp;\n\nHere, only the global form was perceived by the percipient who recognized in his drawing, a monk.39\n\nFigure 3. Target:&nbsp;eye in triangle&nbsp;\n\nWe see here two mechanisms, condensation and displacement: the double line of the triangle represents the double line of the eyelids. The small circles are a multiplication of the pupil with reversal of figure and ground, and outside\/inside.\n\nFigure 4. Target: fan\n\nFigure 5. Target: butterfly\n\nThe movement and opening are well represented by the percipient.\n\nFigure 6. Target: jack-in-the-box\n\nWe can see here: general movement, multiplication, and fragmentation of different components.  Last Works, 1950-62\n\nIn 1951 and 1952, Warcollier published une étude des dessins télépathiques of a percipient, Mr Vigneron, conducted over 20 years.40 In his analysis he meticulously described the various psychological mechanisms at work in telepathic imagery.41\n\nWarcollier sometimes came across gifted subjects who could draw an object similar or even identical to the target. This gradually brought him to a more elitist view from where he started, positing that telepathy is a gift similar to that of the artist. He now argued that gifted subjects succeed because they think by means of mental images, while others fail because they become ‘victims of their imagination’.\n\nIn Télépathie ou Clairvoyance 42 he returned to a theory that he had developed at length in a 1940 article on polypsychism.43 &nbsp;According to this theory, ‘each system involve an “ego-in-chief” and a “legion of subegos”. This leads to a collective medium-ship, in which there is often a &nbsp;‘dominant producer’.44&nbsp; The term ‘polypsychism refers to ‘collective sub-consciousness where the osmosis of personalities is frequent’ – in other words, a common psychic environment or psychic field – in which information can be transmitted telepathically, but where distortions and parasitic thoughts are a constant source of contamination. Therefore polypsychism is defined as a substratum that may either facilitate telepathy or create a misleading image.\n\nWarcollier’s last article was a discussion of&nbsp;Cinquante Ans de Télépathie, appearing in 1961 in Tomorrow: Quarterly Review of Psychical Research (published by the Parapsychology Foundation in New York). Here he insisted on the need to select promising participants for telepathic training groups: intuitive persons, artists, persons prone to paranormal dreams, or persons selected through a Rhine test.45 &nbsp;He thought a group should not exceed ten people. He also emphasized the importance of movement and of ‘emotional elements’ in the targets, and of ensuring the message had no distressing element that might provoke unconscious defenses. These ideas would all become the basis of ESP research in future decades.  Conclusion\n\nIn his writings, Warcollier had a tendency to contradict himself and come up with conflicting ideas, even sometimes developing a point of view radically at odds with his previous thinking. This can make his work hard to follow. But it’s arguably a symptom of the contradictions that he faced in this hugely complex and little understood process. &nbsp;\n\nWarcollier can be justly considered a great precursor of the clinical study of telepathy, the first to investigate the psychological basis of the telepathic transmission of drawings. Thanks to his meticulousness, his tenacity, his great curiosity and his rigour, he was able to sustain uninterrupted research for more than fifty years, helping to make a subject whose very existence was denied, a genuine clinical entity.\n\nBy trying to pin down the telepathic process as completely as possible, he paved the way for future researchers, not just psychologists – his chief interest – but also scientists and psychoanalysts.46 He was one of the few French authors writing about parapsychology whose work was translated into English.47 His work is also considered a forerunner of contemporary research in remote viewing and its applications in the Stargate project,48 and of current work in clinical parapsychology.\n\nDjohar Si Ahmed  Literature\n\n­------ (1962). Souvenirs sur Mr Warcollier. Revue Métapsychique, 19-36.\n\nAbramowski, E. (1898). La Paramnésie dans le Rêve. Revue Philosophique 46, 420-23.\n\nAbramowski, E. (1914). Le Subconscient Normal. Paris: Alcan.\n\nBergson, H. (1919). L’énergie Spirituelle. Paris: Alcan.\n\nBreton, A. (1924). Manifeste du Surréalisme. Paris: Gallimard.\n\nDuchâtel, E., &amp; Warcollier, R. (1912). Les Miracles de la Volonté. Paris: Alcan.\n\nEvrard, R. (2016). Enquête sur 150 Ans de Parapsychologie. La Légende de l’Esprit, Paris: Trajectoire.\n\nFreud, S. (1900). L’Interprétation des Rêves. Paris: PUF.\n\nGardner, M. (1948). Introduction in Mind to Mind. New York: Creative Age.\n\nGeley, G. (1910). Un cas de prévision d’un fait d’avenir. Annales des Sciences Psychiques 1&amp;2.\n\nJanet, P. (1899). L’Automatisme Psychologique. Paris: Alcan.\n\nMyers, F.W.H. (1892). The Subliminal Consciousness: General characteristics of subliminal messages. Proceedings of the Society for Psychical Research 7, 298-327.\n\nMyers, F.W.H. (1903). Human Personality and Its Survival of Bodily Death. London: Alcan.\n\nOsty, E. (1914). Un fait de lucidité. Annales des Sciences Psychiques 4, 97-107.\n\nOsty, E. (1934). Pouvoirs psychiques paranormaux de groupes et de couples. Revue Métapsychique 1, 16-17.\n\nRichet, C. (1905). La Métapsychique. Proceedings of the Society for Psychical Research 19, 2-49.\n\nSi Ahmed, D. (2010). La Télépathie: Recherches Expérimentales by René Warcollier. Journal of Scientific Exploration 24, 767-78.\n\nSi Ahmed, D. (2014). Pour une Psychanalyse des Expériences Exceptionnelles. Paris: L’Harmattan.\n\nSinclair, U. (1930). Mental Radio. New York: Albert and Charles Boni.\n\nSwann, I. (2001). Preface. In R. Warcollier, Mind to Mind (pp. ix–xv). Charlottesville, VA: Hampton Roads.\n\nTarg, R., &amp; Katra J. (2001). Interpretive Introduction. In Mind to Mind. New York: Creative Age, 17-31.\n\nUsher, F. L., Burt, F. P. (1910). Quelques expériences de Transmission de la pensée à grande distance. Annales des Sciences Psychiques.\n\nWarcollier, R. (1905). Un rêve prémonitoire. Annales des Sciences Psychiques, 243-44.\n\nWarcollier, R. (1908). Moteur à fluide du Comte de Tromelin. Annales des Sciences Psychiques, 201-204.\n\nWarcollier, R. (1911a). Enquête sur la psychométrie. Annales des Sciences Psychiques, 203-10.\n\nWarcollier, R. (1911b). Les conditions expérimentales de la télépathie.&nbsp; Annales des Sciences Psychiques.\n\nWarcollier, R. (1921). La Télépathie. Paris: Alcan.\n\nWarcollier, R. (1924). La télépathie active et passive. Revue Métapsychique 5.\n\nWarcollier, R. (1926). La télépathie expérimentale. Revue Métapsychique 4.\n\nWarcollier, R. (1927a). La télépathie expérimentale. Revue Métapsychique 5.\n\nWarcollier, R. (1927b). La télépathie à très grande distance. Compte-rendu du IIIème Congrès International de Recherches Psychiques, Paris: IMI, 241-48.\n\nWarcollier, R. (1927c). &nbsp;Réciprocité télépathique. Revue Métapsychique 2, 133-36.\n\nWarcollier, R. (1928). Comment je suis devenu psychiste.&nbsp;Psychica 92, Bibliothèque Municipale de Versailles, Lancelin G34.\n\nWarcollier, R. (1937). L’entraînement&nbsp; télépathique. Revue Métapsychique 5, 304-24.\n\nWarcollier, R (1938a). Experiments in Telepathy. New York: Harper.\n\nWarcollier, R. (1938b). Cesar de Vesme. Revue Métapsychique 4 &amp; 5, 241-45.\n\nWarcollier, R. (1939). Un métagnome-graphologue: Mr Otto Reimann. Revue Métapsychique 3, 192-93.\n\nWarcollier, R. (1946). Polyzoisme et Polypsychisme. La Métapsychique, 1940-1946. Paris, PUF, 2-72.\n\nWarcollier, R. (1948). Mind to Mind. Charlottesville, VA: Hampton Roads.\n\nWarcollier, R. (1951). Etude des dessins télépathiques de Mr Vigneron, au cours de vingt années d’expérimentation. Revue Métapsychique 17, 169-81.\n\nWarcollier, R. (1952). Etude des dessins télépathiques de Mr Vigneron, au cours de vingt années d’expérimentation (Suite). Revue Métapsychique 17, 1-18.\n\nWarcollier, R. (1956). Test en couleurs d’ESP. Revue Métapsychique 4.\n\nWarcollier, R. (1959). Un test à stimuli colorés en trois dimensions. Revue Métapsychique 9, 32-38.\n\nWarcollier, R. (1960). Télépathie et clairvoyance. Revue Métapsychique 2, 13-20.\n\nWarcollier, R. (1961a). Télépathie et clairvoyance. Revue Métapsychique 1, 12-15.\n\nWarcollier, R. (1961b). Fifty Years of Telepathy. Tomorrow: Quarterly Review of Psychical Research 9, New York: Parapsychology Foundation, 42-52.\n\nWarcollier, R. (1962). &nbsp;La contagion mentale au groupe télépathique. Revue Métapsychique, 37-43.   Endnotes 1. Warcollier (1928), 145-47. 2. Warcollier (1921), 3-34. 3. Warcollier (1905), 243-44. 4. Warcollier (1928), 145. 5. Warcollier (1938b), 241-45. 6. Geley (1910), 310-309. 7. Osty (1914), 97-107. 8. Myers (1892), 298-327. 9. Richet (1905), 2-49. 10. Myers (1892), 298-327; Myers (1903). 11. Janet (1899). 12. Freud (1900). 13. Warcollier (1908), 201-204. 14. Usher &amp; Burt (1910), 14-21 &amp; 40-41. 15. Warcollier (1911), 173-75. 16. Warcollier (1924), 360;&nbsp;Warcollier (1938), 93. 17. Warcollier (1911), 203-10. 18. Warcollier (1911), 173-75. 19. Duchâtel &amp; Warcollier (1912). 20. Warcollier (1921), 46-47. 21. Warcollier (1921). 22. Si Ahmed (2010), 767-78. 23. Myers (1903). 24. Abramowski (1914); Bergson (1919); Janet (1889). 25. Warcollier (1921), 46-47. 26. Warcollier (1927a), 373. 27. Warcollier (1926), 273. 28. Gardner (1948), 35-42. 29. Warcollier (1927b), 241-48. 30. For instance, as can be seen in the articles in which he analyzes the “Dessins de Mr Vigneron” (Revue Métapsychique&nbsp;1951, 1952). 31. Warcollier (1962), 37-43. 32. Warcollier (1927c). 33. Warcollier (1927c), 133. 34. Warcollier (1939), 192-93. 35. Warcollier (1937), 304-24. 36. Breton (1924). 37. Warcollier (1956), 34. 38. Warcollier (1959), 32-38. 39. Warcollier (1927a), 359. 40. Warcollier (1951), 169-81. 41. Warcollier (1952), 1-18. 42. Warcollier (1960), 12-15. 43. Warcollier (1946), 2-72. 44. Osty (1934), 16-17. 45. Warcollier (1961b), 42-52. 46. Si Ahmed, 2014, 227-283 . 47. Warcollier (1938a). 48. Swann (2001).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: January 09, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Djohar Si Ahmed Word count: 5,300 Created: 24th July 2017 Last updated: 9th January 2023 May be cited as:Si Ahmed, D. (2017). &lsquo;René Warcollier&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ren%C3%A9-warcollier&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y2p63zn4                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/rené-warcollier","_id":340}