{"name":"Donald West | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/donald-west","mytitle":"Donald West | Psi Encyclopedia","mylang":"de","content":"                     Donald West | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Donald West                                                                                                                                                                                                                          Donald West (1924–2020) was an English psychiatrist and criminologist, noted for works that contributed to the decriminalization of homosexuality. &nbsp;West had a lifelong interest in parapsychology, publishing his first ESP results in 1941 when he was just 17, and remaining an active member of the Society for Psychical Research almost until his death – a career spanning eight decades. &nbsp;   Contents   \tLife and Career  \tPsychical Research \tSceptical Views \tSPR Archives   \tInvestigations and Reports  \tESP \tTrial of Helen Duncan \tLourdes Miracles \tPilot Census of Hallucinations \tSoal Report    \tWorks  \tBooks \tArticles \tBook Reviews   \tLiterature \tEndnotes     Life and Career\n\nDonald West was born on 9 June 1924 in Liverpool, where he studied medicine. &nbsp;He undertook part-time training in psychiatry and in 1951 took up a post as a trainee psychiatrist at London’s Maudsley Hospital, followed by other appointments in psychiatry. In 1960 he was appointed as an assistant director of research at the newly established Institute of Criminology, becoming the institute’s director and professor of clinical criminology until his retirement in 1984. He was also a fellow of Darwin College, Cambridge.\n\nWest published widely in the fields of criminology, notably from the perspective of sexual crimes, and was a leading exponent for the decriminalization of homosexuality. His book Male Prostitution (1992) explored the subject with a sympathetic approach then still uncommon.   Psychical Research\n\nWest became interested in psychical research through his friendship with a student whose mother was active in spiritualism. He writes:   My own fascination for psychical research developed through reading books by Conan Doyle and other uncritical enthusiasts while I was still a medical student in Liverpool in the 1940s. Like many others, I was first attracted by the prospect, held out in books such as Sir Oliver Lodge’s Survival of Man, that religious teaching about an after-life might not be delusory and that the orthodox scientific picture of man’s place as an insignificant and individually doomed particle in a vast, inhuman universe might be wrong.\n\nLater, like many others, I began to realize how exaggerated were most of the claims for communication with spirits. Nevertheless, good evidence exists that some individuals, not necessarily mediums, can sometimes obtain information by unexplained or paranormal means.1\n\nIn 1941 he joined the Society for Psychical Research (SPR), publishing his first report (on ESP testing) in that year when he was just 17. In 1946 he was appointed full-time researcher, with accommodation provided in the SPR headquarters in Tavistock Square, London. Differences with colleagues led to him resigning the job, but he remained on good terms with the SPR and retained his rooms until the SPR moved to a different address.&nbsp;\n\nWest served three terms as SPR president (1963-65, 1984-88 and 1998-2000). He was awarded the Myers Memorial Medal in 1997.  Sceptical Views\n\nAt the SPR, West quickly acquired a reputation for (moderate) scepticism. As he later showed in his book Psychical Research Today (1954), he distrusted physical mediums: he exposed one by inking his own hand before grasping that of a supposed spirit entity, the ink transferring to the hand of the medium.2 &nbsp;He also argued for psychological explanations of spontaneous psychic impressions. A subsequent book, Eleven Lourdes Miracles (1957), maintained that miraculous healings associated with the French shrine remained unproven (see below).\n\nHowever, as he acknowledged in Psychical Research Today, and despite the limited success of his own experiments, he believed that ESP had been scientifically demonstrated. &nbsp;He maintained this view throughout his life, writing in 2012 &nbsp;that ‘sufficient positive results have been obtained in innumerable well-conducted tests by so many different experimenters at widely separate academic centres, that belief in ‘psi’ effects is justified’.3\n\nHis final reflections were:  \n\nI have no regrets about lifetime involvement in parapsychology without reaching any final conclusions. The subject, disgracefully ignored by mainstream science, is extraordinarily challenging, with potentially revolutionary philosophical and scientific implications. 4   SPR Archives\n\nWest was an ardent believer in the importance of maintaining the SPR’s archives at its London offices and at Cambridge University Library. He established a committee to maintain their continuation as a means to ensure the preservation of documents, recordings and artefacts, which led to the appointment of Melvyn Willin as permanent archives liaison officer.   Investigations and Reports  ESP\n\nWest carried out informal ESP testing during the early 1940s, but with only occasional success. He became discouraged with the state of ESP research, commenting that the SPR Journal featured ‘a series of monotonously negative reports’ and that a summary of telepathic guessing experiments over several years showed only chance results.5&nbsp;\n\nHis interest was renewed later when he travelled to the US at the invitation of Gardner Murphy, a prominent psychologist who was also active in parapsychology and had recently served as SPR president. West now observed positive results in ESP tests being achieved by Gertrude Schmeidler at the psychology department of New York’s City College, and also at JB Rhine’s Parapsychology Laboratory at Duke University. This encouraged him to continue with ESP experiments when he returned to London and took up his post as research officer at the SPR, sometimes collaborating with GW Fisk. &nbsp;&nbsp;\n\nResults continued to be mixed. In one successful test, a young man, found to be sexually disturbed, produced significant results guessing cards that represented erotic symbols rather than standard Zener cards.6 Another test demonstrated a significant effect of good mood on ESP scoring.7 A mass experiment carried out by means of a television programme indicated that ESP ability is not widely distributed, and that ESP evidence varies markedly depending which of the two researchers was carrying out the experiment.8 Other experiments were unsuccessful.9\n\nIn a consideration of ESP research published in 1965, West acknowledged that successes are sporadic and hard to build on, but argued that the evidence is too persistent, and sometimes of too high a quality, to be dismissed. He lamented researchers’ inability to establish any consistent characteristics in ESP.&nbsp; He only felt certain about two points: that the phenomenon seemed to disappear under repeated scrutiny and the results could be affected by the experimenter, in what became known as the experimenter effect.10\n\nDuring the 1990s West took part in ganzfeld ESP experiments conducted by Melvyn Willin and on at least one occasion scored a hit, joking that this would harm his reputation as a sceptic.11 &nbsp;In his later years he continued to believe that scientific studies had confirmed the existence of ESP.12   Trial of Helen Duncan\n\nHelen Duncan was a controversial medium who was active in the first half of the twentieth century, specializing in the production of ‘ectoplasmic spirits’. In 1944 she was prosecuted under the 1735 Witchcraft Act, as a result of fraud allegations arising from séances two months earlier. The trial by jury, held at the Old Bailey in London, attracted national media attention; Duncan was found guilty and sentenced to nine months in prison.&nbsp;\n\nWest examined the 300-page official report of the trial and published a commentary in the SPR Proceedings. The article gives the background to Duncan’s mediumistic activities, including claims by a sceptical investigator that the ‘ectoplasm’ consisted of regurgitated cheese cloth, then goes on to describe the witness testimony.13 While clearly dubious about Duncan’s activities, West doubts the reliability of the main prosecution witness, pointing out that his claims were dramatically contradicted by that of many other witnesses, whose testimonies, by contrast, were generally consistent with each other. &nbsp;He also finds it hard to reconcile explanations in terms of cheesecloth with the phenomena they claimed to have seen. He concludes that Duncan is ‘a mass of irreconcilable contradictions’ and that no impartial judge could possibly know what or who to believe.14   Lourdes Miracles\n\nIn 1956, West examined eleven claims of miraculous healings associated with the Lourdes shrine in France.15 Applying his medical knowledge, he found all of them to be ‘bedeviled by problems of uncertain diagnosis, an absence of relevant medical information, and sometimes conflicting opinions’.16 Although the recoveries were sometimes unexpected, the evidence came nowhere near to being proof of a paranormal event; in his view, this could only be achieved through double-blind trials and suitably stringent scientific protocols.  Pilot Census of Hallucinations\n\nIn 1990, West published a report on a new census of hallucinations, extending previous such surveys by SPR researchers, but with the more limited goal of determining whether waking ‘hallucinations’ or ‘apparitions’ were as frequently reported as a century earlier.17 &nbsp;Over a thousand questionnaires were distributed and 840 completed; of these, 275 respondents reported an experience, of which 123 were considered to have been ‘hallucinatory’. The examples cited also include near-death experiences and unexplained (putatively psychokinetic) movements of objects. West concluded that ‘waking hallucinations’ were as prevalent as before, but that there were fewer instances where these coincided with the death of a friend or relative – a notable feature of the SPR’s 1894 census.18   Soal Report\n\nWest was suspicious of the possibility of fraud in experimental research. Like many others, he wondered about the highly successful results in ESP testing reported by SG Soal with two subjects, Basil Shackleton and Gloria Stewart during the 1940s and 1950s.&nbsp; Soal was discredited in 1978 when a computer analysis carried out by SPR statistician Betty Markwick showed that he had fraudulently manipulated Shackleton’s test records. &nbsp;In 2018, West and Markwick published a detailed 170-page report in the SPR Proceedings that found a similar pattern of fraudulent activity in relation to the testing with Stewart19 (see West’s article on Soal in the Psi Encyclopedia).  Works  Books\n\nTests for Extra Sensory Perception (1954). London: Society for Psychical Research.\n\nPsychical Research Today (1954). London: Gerald Duckworth.\n\nHomosexuality (1955). London: Penguin Books.\n\nEleven Lourdes Miracles (1957). London: Gerald Duckworth.\n\nMale Prostitution (1992). London: Gerald Duckworth.\n\nGay Life, Straight Work (2012). London: Paradise Press.  Articles\n\nExperiments in telepathy (1941). Journal of the Society for Psychical Research&nbsp;32, 96-99.\n\nA percipient’s account of some guessing experiments (1943). Journal of the Society for Psychical Research&nbsp;33, 18-22.\n\nCorrespondence [glass-moving experiment] (1944). Journal of the Society for Psychical Research&nbsp;33, 54-55.\n\nFallacies in a criticism of ESP assessment (1944). Journal of the Society for Psychical Research&nbsp;33, 77-79.\n\nThe reality of psychic phenomena (1945). Journal of the Society for Psychical Research&nbsp;33, 161-64.\n\nA critical survey of the American PK research (1945). Proceedings of the Society for Psychical Research&nbsp;47, 281-90.\n\nThe possibility of a broadcast ESP experiment (1946). Journal of the Society for Psychical Research&nbsp;33, 250-52.\n\nReport on some card-guessing experiments with a promising percipient (1946). Journal of the Society for Psychical Research&nbsp;33, 267-70.\n\nMass experiments in the psi cognition of drawings (1947). Journal of the Society for Psychical Research&nbsp;34, 43-54.\n\nRecent cases of hauntings (1947). Journal of the Society for Psychical Research&nbsp;34, 129-38.\n\nA mass-observation questionnaire on hallucinations (1948). Journal of the Society for Psychical Research&nbsp;34, 187-96.\n\nSome experiments in divination (1948). Journal of the Society for Psychical Research&nbsp;34, 220-22.\n\nThe haunted dance hall (1948). Journal of the Society for Psychical Research&nbsp;34, 294-300.\n\nThe trial of Mrs Helen Duncan (1946-49). Proceedings of the Society for Psychical Research&nbsp;48, 32-64.\n\nThe investigation of spontaneous cases (1946-49). Proceedings of the Society for Psychical Research&nbsp;48, 264-300.\n\nThe identity of Jack the Ripper (1949). Journal of the Society for Psychical Research&nbsp;35, 76-80.\n\nSome proxy sittings. A preliminary attempt at objective assessment (1949). Journal of the Society for Psychical Research&nbsp;35, 96-101.\n\nThe Parapsychology Laboratory at Duke University and the American Society for psychical Research. Some impressions (1950). Journal of the Society for Psychical Research&nbsp;35, 165-77.\n\nESP performance and the expansion-compression rating (1950). Journal of the Society for Psychical Research&nbsp;35, 295-308.\n\nDispersion of scores in ESP experiments (1951). Journal of the Society for Psychical Research&nbsp;36, 361-66.\n\nESP tests with psychotics (1952). Journal of the Society for Psychical Research&nbsp;36, 619-23.\n\nHome-testing ESP experiments. An example of displacement effects (1953). Journal of the Society for Psychical Research&nbsp;37, 14-25.\n\nA dual ESP experiment with clock cards (1953, with G.W. Fisk). Journal of the Society for Psychical Research&nbsp;37, 185-97.\n\nExperimental parapsychology in Britain: A survey of published work (1954). Journal of the Society for Psychical Research&nbsp;37, 323-47.\n\nESP tests with erotic symbols (1955, with G.W. Fisk). Journal of the Society for Psychical Research&nbsp;38, 1-7.\n\nThe Shackleton Report: An error discovered (1956). Journal of the Society for Psychical Research&nbsp;38, 216-19.\n\nESP and mood. Report of a mass experiment (1956, with G.W. Fisk). Journal of the Society for Psychical Research&nbsp;38, 320-29.\n\nA mass ESP test using television (1957, with D. Michie). Journal of the Society for Psychical Research&nbsp;39, 113-33.\n\nTowards accurate predictions from ESP data (1957, with G.W. Fisk). Journal of the Society for Psychical Research&nbsp;39, 157-64.\n\nComments on a new approach to the study of paranormal dreams (1958). Journal of the Society for Psychical Research&nbsp;39, 181-86.\n\nDice-casting experiments with a single subject (1958, with G.W. Fisk). Journal of the Society for Psychical Research&nbsp;39, 277-87.\n\nESP the next step. Presidential Address (1965). Proceedings of the Society for Psychical Research&nbsp;54, 185-202.\n\nObituary: G.W. Fisk (1973). Journal of the Society for Psychical Research&nbsp;47, 21-23.\n\nThe problems of promoting psychical research in Britain (1976).&nbsp;Journal of the Society for Psychical Research&nbsp;48, 261-68.\n\nEvidence for the paranormal: gains and losses (1987). Journal of the Society for Psychical Research&nbsp;54, 1-15.\n\nA pilot census of hallucinations (1990). Proceedings of the Society for Psychical Research 57, 163-207.\n\nObituary: Kathleen M. Goldney (1992). Journal of the Society for Psychical Research 58, 285-87.\n\nNote on a recent psychic survey (1995). Journal of the Society for Psychical Research 60, 168-71.\n\nAn experimental test of psychic detection (with R. Wiseman and R. Stemman) (1996). Journal of the Society for Psychical Research 61, 34-42.\n\nThe Scole investigation: Commentary on strategy and outcome (1999). Proceedings of the Society for Psychical Research 58, 393-96.\n\nThe AVB communications via Mrs Leonard: Looking back at a historical case record (2000). Journal of the Society for Psychical Research&nbsp;64, 233-41.\n\nThe Gordon Davis precognitive ‘communications (2000). Journal of the Society for Psychical Research&nbsp;64, 252-54.\n\nTesting psychics (2000). Paranormal Review 15, 3-7.\n\nInvestigating an anomalous human image on CCTV (2002, with M. Smith). Journal of the Society for Psychical Research&nbsp;66\/1, 41-46.\n\nAwkward questions (2012). Journal of the Society for Psychical Research&nbsp;76\/4, 204-09.\n\nDr Soal: A Psychic Enigma&nbsp;(with Betty Markwick) (2018). Proceedings of the Society for Psychical Research 60.   Book Reviews\n\nSome Human Oddities by E.J. Dingwall (1947). Journal of the Society for Psychical Research&nbsp;34, 27-28.\n\nTelepathy and Medical Psychology by J. Ehrenwald (1948). Journal of the Society for Psychical Research&nbsp;34, 211-15.\n\nTelepathy and Spiritualism by J. Hettinger (1952). Journal of the Society for Psychical Research&nbsp;36, 723-26.\n\nFads and Fallacies In the Name of Science by M. Gardner (1958). Journal of the Society for Psychical Research&nbsp;39, 291-93.\n\nDeathbed Observations By Physicians and Nurses by K. Osis (1962). Journal of the Society for Psychical Research&nbsp;41, 377-79.\n\nParapsychology: An insider’s view of ESP by J. Gaither Pratt (1964). Journal of the Society for Psychical Research&nbsp;42, 360-62.\n\nESP in Life and Laboratory by L.E. Rhine (1970). Journal of the Society for Psychical Research&nbsp;45, 305-308.\n\nTelepathic Impressions: A review and report of 35 cases by I. Stevenson (1971).&nbsp; Journal of the Society for Psychical Research&nbsp;46, 136-38.\n\nPsychokinesis: A study of paranormal forces through the ages by J. Randall (1983). Journal of the Society for Psychical Research&nbsp;52, 141-42.\n\nMedium on Trial: The story of Helen Duncan and the Witchcraft Act by M. Cassirer (1996). Journal of the Society for Psychical Research 61, 265-66.\n\nHellish Nell: Last of Britain’s Witches by M. Gaskill (2002). Journal of the Society for Psychical Research&nbsp;66\/2, 116-120.\n\nParapsychology: Research on exceptional experiences ed. J. Henry (2006). Journal of the Society for Psychical Research&nbsp;70\/1, 48-51.\n\nExtrasensory Perception ed. G. Schmeidler (2009). Journal of the Society for Psychical Research&nbsp;73\/4, 246-48.\n\nConsciousness and the Source of Reality: The PEAR Odyssey by R.G. Jahn and B.J. Dunne (2012). Journal of the Society for Psychical Research&nbsp;76.2, 107-10.\n\nAnomalous Cognition: Remote viewing research and theory ed. E.C. May and S.B. Marwaha (2015). Journal of the Society for Psychical Research&nbsp;79\/3, 180-82.\n\nMelvyn Willin  Literature\n\nFisk, G.W. &amp; West, D.J. (1952).&nbsp; An ESP Experiment With a Double Target.&nbsp;Journal of the Society for Psychical Research&nbsp;36, 520.\n\nFisk, G.W. &amp; West, D.J. (1955). ESP Tests With Erotic Symbols. &nbsp;Journal&nbsp;of the Society for Psychical Research 38, 1-7.\n\nFisk, G.W. &amp; West, D.J. (1956). ESP and Mood: Report of a ‘Mass’ Experiment. &nbsp;Journal&nbsp;of the Society for Psychical Research 38, 320- 29.&nbsp;\n\nGauld, A., Carr, B., &amp; Willin, M.J. (2020).&nbsp; Donald West: Obituary. Journal of the Society for Psychical Research&nbsp;84\/2, 124-28.\n\nInstitute of Criminology, Cambridge (2020) Obituary: Professor Donald J. West\n\nMarkwick, B. (1978). The Soal-Goldney Experiments With Basil Shackleton: New Evidence of Data Manipulation. Proceedings of the Society for Psychical Research&nbsp;56, 250-77.\n\nWeeks, J. (2020) Donald West obituary. The Guardian, 11 March.&nbsp;\n\nProfessor Donald West obituary (2020). The Times, 17 February.&nbsp;\n\nTelegraph Obituaries (2020). Donald West, psychiatrist and criminologist&nbsp;… obituary. The Telegraph, 19 March.\n\nWest, D.J., (1946-49). The trial of Mrs Helen Duncan. Proceedings of the Society for Psychical Research&nbsp;48, 32-64.\n\nWest, D.J. (1952). Esp Tests With Psychotics,&nbsp;Journal&nbsp;of the Society for Psychical Research&nbsp;36, 619-24.&nbsp;\n\nWest, D.J. (1957). Eleven Lourdes Miracles. London: Gerald Duckworth.\n\nWest, D.J. (1965). ESP The Next Step,&nbsp;Proceedings of the Society for Psychical Research&nbsp;54, 185-202.\n\nWest, D.J. (2012). Awkward questions. &nbsp;Journal of the Society for Psychical Research&nbsp;76\/4, 204-209.\n\nWest, D.J. &amp; Michie, D. A. (1957). Mass ESP Test Using Television,&nbsp;Journal&nbsp;of the Society for Psychical Research 39, 113-33.\n\nWest, D.J. &amp; Markwick B. (2018). Dr Soal: A Psychic Enigma Proceedings of the Society for Psychical Research 60.    Endnotes 1. West &amp; Markwick (2018), 3. 2. West (2012). 3. West (2012), 218. 4. West (2012), 227. 5. West (2012). 6. Fisk &amp; West (1955). 7. Fisk &amp; West (1956). 8. West &amp; Michie (1957). 9. Eg. Fisk &amp; West (1952), West (1952). 10. West (1965). 11. Personal communication. 12. West (2012). 13. West (1946-49), 32-64. 14. West (1946-49), 51. 15. West (1957). 16. West (2012), 56. 17. West (1990), 164. 18. West (1990), 203. 19. West &amp; Markwick (2018).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 04, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Melvyn Willin Word count: 2,900 Created: 1st May 2021 Last updated: 4th May 2021 May be cited as:Willin, M. (2021). &lsquo;Donald West&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/donald-west&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/yzavb6gg                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/donald-west","_id":344}