{"name":"Michael Whiteman | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/michael-whiteman","mytitle":"Michael Whiteman | Psi Encyclopedia","mylang":"de","content":"                     Michael Whiteman | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Michael Whiteman                                                                                                                                                                                                                          Joseph Hilary Michael Whiteman (1906–2007) was a British-born mathematician and mystic who lived and worked for most of his long life in South Africa. In books and articles inspired by his many psychical and mystical experiences, he explored fields as various as mathematical physics, philosophy, mysticism, ancient literature, psychical research, psychology, psychopathology and music. These varied interests were integrated in the unifying idea of what he termed ‘scientific mysticism’, the subject of the first volume of a trilogy entitled Old and New Evidence on the Meaning of Life: The Mystical World-View and Inner Contest.1\n\nWhiteman’s inner experiences&nbsp;– his diaries contain over seven thousand entries – made him critical of what he considered to be conventional and largely unthinking materialism, with its resulting inability to understand non-physical experience. His methods rested on observation, conceptual analysis and insight, in line with Edmund Husserl’s phenomenology.2 ‘Science’ in Whiteman’s usage was not an exercise in theorising; he was a radical empiricist.   Contents   \tBiography \tPsychical and Mystical Experiences \tScientific Mysticism \tLiterature \tEndnotes     Biography\n\nWhiteman’s father was an Australian impresario well known in London’s theatre-land under the name Sydney Carroll; Whiteman was the youngest son of Carroll’s first marriage. He was educated at Highgate School, London, and entered Cambridge University in 1926, where he was awarded first class degree in the mathematics tripos at Gonville and Caius College three years later. In 1933, he became scholastic head of Staffords School in London’s Harrow Wealds, where he met his musician wife, Dorothy Eavestaff, known as Sona.\n\nThe couple emigrated to South Africa in 1937, where he had been appointed to the Diocesan College (Bishops) in Cape Town. In 1939, he was appointed a junior lecturer in the Department of Pure Mathematics at the University of Cape Town. He was active in music, and in 1941 took on the editorship of The South African Music Teacher, a position he held for 55 years. He was awarded Trinity College diplomas in composition, also a BMus at the University of South Africa in 1943. In the same year he was awarded a PhD by the University of Cape Town for a thesis on the foundations of mathematics.\n\nIn 1944, he moved with his wife and small daughter Sibyl to Rhodes University, Grahamstown in the Eastern Cape, where he had been appointed a lecturer in music. His wife was principal piano teacher at the university.\n\nOn his appointment as lecturer in the Department of Applied Mathematics at the University of Cape Town, they returned there in 1946. He remained active in music, conducting his own piano concerto in the City Hall with his wife as soloist. In 1947, he was awarded a MMus by the University of Cape Town.\n\nIn 1962, he was appointed Associate Professor of Applied Mathematics at the University of Cape Town, and on his retirement in 1972 was given the title of Emeritus Associate Professor. He gave a set of nine lectures on mysticism at the University of Cape Town’s Summer School in 1970, and conducted several study groups on mysticism, Sanskrit and related subjects. His research and teaching was enabled by proficiency in Vedic, Sanskrit, Pali, Biblical Hebrew, Greek and Latin.\n\nWhiteman’s first publication in the field of psychical experience was on angelic choirs in The Hibbert Journal of 1954 (reprinted in volume 3 of Old and New Evidence on the Meaning of Life.3). The paper was a wide-ranging account of non-physical states in which music, mostly song or chanting, has been reported. The accounts range from Plato to classical Indian texts, illuminated by his own experience. The importance was in ‘pointing to the unique source from which all wisdom and goodness springs. ‘In 1956, he published his first paper in the Journal of the Society for Psychical Research on out-of-body experience.\n\nWhiteman came to the attention of the newly-formed South African Society for Psychical Research, centred at the University of the Witwatersrand in Johannesburg, and was invited to give lectures there. He also took part in the conference Parapsychology in South Africa, held at the university in 1973. He was awarded the prestigious Marius Valkhoff Medal by the Society. He joined the London-based Society for Psychical Research (SPR) in 1953, and was elected an honorary life member in 1999. He also had close connections with the American Society for Psychical Research.\n\nWidely-known in South African musical circles, in Cape Town he had a large circle of colleagues, friends and students from diverse and wide fields of interests. He developed a particular concern for what he saw as the miscarriage of justice arising from the failure of the judiciary to understand aspects of psychopathology connected with spiritual development. Two cases in particular, of adolescent girls charged with murder, prompted an engagement with legal processes and the writing of volume 2 of his Old and New Evidence on the Meaning of Life.4  Psychical and Mystical Experiences\n\nWhiteman drew a distinction between ‘psychical’ and ‘mystical’ experience. ‘Psychical’ includes the study of purportedly non-physical events. ‘Mystical’ extends to states that have a sense of higher significance and ultimates, openness to guidance, transformed being, and orientation to the perceived source of the Right and Good.\n\nAs noted above, Whiteman’s worldview was not the result of speculative theorising, but of direct observation combined with conceptual analysis. This is evident in his definition of mysticism in an early work, The Mystical Life: ‘the study of everything non-physical, including the other worlds and their archetypal governance, as well as our spiritual bodies, the facts and their relationship being known by the self-evidence of direct observation and not by reasoning or speculation.’5\n\nWhiteman recorded that at night, as early as age five to six, ‘I used to lie, quietly watchful, while the walls of the room receded and dissolved ... incipiently separated in another kind of space.’6 He was not alarmed since he ‘perceived and understood intuitively the character of the situation and phenomena.’7 A ‘major spiritual skill’ of recollection developed around the age of twenty; a ‘great discovery’ came ‘when in following some music in the score I suddenly realized that there was a way of voluntarily holding some chosen sound conceptually in mind, so that a deeper, precisely characterized and liberating essence was revealed in it.’8 Following this discovery of ‘essential insight’, ‘my chief aim became at once to liberate every kind of sensation in that way.’9 The study and practice of music was hugely influential in his thinking.\n\nDevelopment of insight was helped at this time by a course in Pelmanism, a mind-training system that teaches the student to ‘stop time’ in observation and reproduce each detail of an event in the memory ‘with its timeless conceptual-perceptual character.’10 As a result he developed a ‘power of timeless recall of particular sensations’ which he came to call Recollection.  \n\nThe dormant faculty of Recollection having been stirred, all that up to now had been wrapped in confusion instantly passed away, and a new space burst forth in vivid presence and utter reality, with perception free and pin-pointed as never before; the darkness itself seemed alive. The thought that was then borne in upon me with inescapable conviction was this: ‘I have never been awake before’.11\n\nThese early events in Whiteman’s life suggest that his future mystical development was not based on woolly imagining and vague, undisciplined thinking&nbsp;– a common misconception about mysticism.\n\nWhiteman began spontaneously experiencing ‘duplicate-state separations’, his term for what seemed to be physical-like out-of-body experiences. At this time he continued to employ the practice of ‘Active Recollection’, in an attempt to make the state effortless and continuous. Then came the ‘momentous’ discovery – which he considered essential for later spiritual development - that a continuous and effortless Recollection could be voluntarily induced. He called this Continuous Recollection.\n\n[The discovery] expanded into the awareness of a boundless whole whose details were known simultaneously, being open to exploration as on a map without losing primary contemplation of the whole. Time had become like space.12\n\nHaving consolidated two of the ‘spiritual skills’, Active and Continuous Recollection, he now acquired a third, the skill of Obedience. This was consolidated with the discovery of what he called ‘the Divine Source.’ While out walking,  \n\nsomething induced me to look up at the sun ... and suddenly, but without abruptness, I saw in it the One Only Principle of Loving Wisdom, the Source of All. In a flash, I knew henceforth I had only to obey that Loving Power, and I could not go wrong.13\n\nConsidering how the inner revelation and outer physical life might be reconciled, he concluded that ‘a complete and absolute Obedience carried with it the faith – or, rather, the conviction of assured knowledge – that whatever happened would be right and good.’14 He regarded faith as the fourth skill.\n\nWith this inner revolution taking place, Whiteman might have benefitted from following the practice of Indian seers and some Christian mystics by retiring to a forest or desert.15 As it was, in a busy life, there was a brief period in a mental institution ‘in a deeply dissociated or [out-of-body] state, dealing with spirits or receiving instruction.’16 He gave a detailed account of what may be seen as shamanic initiation. Yet he saw no need for guidance from an initiator or guru; he believed ‘the “inner voice” will give all the guidance that one needs, as classical mystical teachings declare.’17\n\nThroughout the remainder of his life he was aware of being ‘in the world but not of it’, while outwardly continuing to show normal behaviour and competence. He did not cultivate psychic ability, yet he had several spontaneous precognitive experiences, which had an important influence on his recognition of different ‘time dimensions’ (see below). He also had numerous and varied out-of-body experiences which gave him familiarity with non-physical states. He preferred the term ‘separative’ to ‘out-of-body’ experience, since the experience is usually in a body, but not a physical one. ‘The [non-physical] body in which we find ourselves’, he wrote, ‘is obviously determined conjointly by our settled motivational character or needs at the time, and the surroundings (spiritual level, and particular scene)’.18 An individual’s settled character at a high spiritual level will tend to manifest not ‘as a copy of the physical personality in appearance ... But the conviction will be that such bodily form truly represents the lasting core identity.’19 It may be of the opposite sex to that of the physical body. This was the case with Whiteman. From an early age, he reported being aware of an inner femininity, which became established in separative states.  \n\nIt was not that I observed a femaleness, but simply that I and femaleness were revealed as the same thing, while maleness was something I could think and even feel, but which did not belong in the same absolute and perpetual way.20\n\nIn physical life he was unmistakably and exclusively male; to consider him bisexual or transgendered at a physical level would be a radically mistaken conflation: what he described was existence in wholly different worlds of being and function. He repeatedly emphasized that an appearance in separation as core identity in no way resembles the appearance of a physical personality.  Scientific Mysticism\n\nWhiteman aimed to establish mysticism as scientific – a field capable of being incorporated into science. His emphasis was on unobstructed observation, not on theorizing about what he called ‘the inner constitution of nature’. His mysticism aimed to provide an ‘open-minded, rigorously tested, rationally coherent and illuminating’ treatment of non-physical states and happenings.21 He saw a ‘cramping error’ in standard science, which adheres to the idea that all things, events and their causation happen only at the level of a physical world. He took a cue from quantum mechanics22 &nbsp;to develop a multi-level concept in which physical events are seen to be actualisations of causal potentialities that are not locatable in the physical world. Mental and psychical phenomena were held to be multi-layered, and psychical phenomena to be explicable only in those terms. This was shown to be supported by Indian thinking from the Vedas through Buddhism to the Yoga Sutras.23\n\nAt a deeper level this reached into spirituality and religion. To Whiteman, theology simply meant ‘the application of the phenomenological method to our awareness of the Divine.’ So, ‘the word “God” (Theos) must be taken to stand for the Archetypal Reason in all.’24 This links religious experience and thinking to scientific exploration. He was critical of most standard translations and interpretations of Eastern and Western scriptures, since the authors, he thought, lacked direct mystical or psychical experience&nbsp;– essential if the deeper meaning of the texts was to be understood.\n\nWhiteman demonstrated these concerns in a major study of the ‘Yoga Sutras of Patanjali’.25 His exploration of the Sutras’ roots in original Vedic, Upanishadic and early Buddhist texts, combined with his own mystical experience, cast an entirely new light on the Sutras. In addition to becoming deeply absorbed in classical Indian literature, he was drawn to the mystical content of Minoan culture, the Psalms, the thinking of Isaiah, St Paul and St John.26 In all of these he saw rigorous perception and thinking, fit for a scientific mysticism. However, this did not extend to the Gospels, which he considered largely mythical.\n\nWhiteman also emphasised the importance of numbers being systemised in groups and cycles, as is often found being done in ancient thought and in modern physics. He recognized three time dimensions, one of which operates as potentiality and is space-like.27 Combined with the three spatial dimensions, a sixteen-fold system was arrived at which corresponds with the sixteen kalās (‘operational parts in creation’28) of the Upanishads. From this he developed a system integrating physics with psychology.29 30 He also developed what he termed ‘the mystical derivation of quantum theory and physical laws in general’31 from tensor calculus, sedenion algebra and other mathematical procedures.\n\nHe was published and highly regarded by the British, American and South African Societies for Psychical Research. Conventional westernised thinking has difficulty with his idea of awareness and existence in non-physical space; consequently his work may seem incomprehensible in standard science, and even in parapsychology, where his work tends to be overlooked or bypassed.\n\nJohn Poynton  Literature\n\nHusserl, E. (1931). Ideas: General Introduction to Pure Phenomenology (trans. W.R. Boyce Gibson). London: Allen &amp; Unwin.\n\nHeisenberg, W. (1959). Physics and Philosophy: The Revolution in Modern Science. London: Allen and Unwin.\n\nWhiteman, J.H.M (1961). The Mystical Life. London: Faber and Faber.\n\nWhiteman, J.M.H. (1986). Old and New Evidence on the Meaning of Life: The Mystical World-View and Inner Contest. Vol. 1: An Introduction to Scientific Mysticism. Gerrards Cross, UK: Colin Smythe.\n\nWhiteman, J.H.M. (1993). Aphorisms on Spiritual Method. The ‘Yoga Sutras of Patanjali’ in the light of Mystical Experience. Gerrards Cross, UK: Colin Smythe.\n\nWhiteman, J.H.M (2000). Old and New Evidence on the Meaning of Life: The Mystical World-View and Inner Contest. Vol. 2: The Dynamics of Spiritual Development. Gerrards Cross, UK: Colin Smythe.\n\nWhiteman, J.H.M. (2006). Old and New Evidence on the Meaning of Life: The Mystical World-View and Inner Contest. Vol 3: .Universal Theology and Life in other Worlds. Gerrards Cross, UK: Colin Smythe.   Endnotes 1. Whiteman (1986). 2. Husserl (1931). 3. Whiteman (2006). 4. Whiteman (2000). 5. Whiteman (1961). 6. Whiteman (1961). 7. Whiteman (1961). 8. Whiteman (2000). 9. Whiteman (2000). 10. Whiteman (2000). 11. Whiteman (1961). 12. Whiteman (2000). 13. Whiteman (2000). Also in Whiteman (1961). 14. Whiteman (2000). 15. Whiteman (2000). 16. Whiteman (2000). 17. Whiteman (2000). 18. Whiteman (2006). 19. Whiteman (2006). 20. Whiteman (2000). 21. Whiteman (1986). 22. E.g., Heisenberg (1959). 23. Whiteman (2006). 24. Whiteman (2006). 25. Whiteman (1993). 26. Whiteman (2006). 27. Whiteman (1986). 28. Whiteman (1986). 29. Whiteman (1986). 30. Whiteman (2006). 31. Whiteman (2006).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: February 08, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: John Poynton Word count: 2,500 Created: 6th June 2015 Last updated: 8th February 2023 May be cited as:Poynton, J. (2015). &lsquo;Michael Whiteman&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/michael-whiteman&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y266hxf3                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/michael-whiteman","_id":345}