{"name":"The Cross-Correspondences | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/cross-correspondences","mytitle":"The Cross-Correspondences | Psi Encyclopedia","mylang":"de","content":"                     The Cross-Correspondences | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           The Cross-Correspondences                                                                                                                                                                                                                          In parapsychology, the term ‘cross-correspondences’ describes a phenomenon that emerged in the early twentieth century in the study of ‘automatic writing’, a practice in which a person writing in a state of semi-trance may obtain scripts apparently originating in the unconscious mind, but seemingly also on occasion from an external source.&nbsp; Investigators of the Society for Psychical Research noticed that statements in a script produced by one person sometimes seemed connected with similar statements in scripts produced by one or more persons elsewhere, at about the same time, without any communication having occurred among these people. They concluded that such ‘correspondences’ were being deliberately created by certain recently-deceased colleagues to convince them of their having survived death, and in such a way as to exclude other possible explanations.\n\nBy 1936, over 3000 scripts were available for assessment. The phenomenon was closely analysed by senior SPR figures, and for decades was considered by many in the psychical research community to have provided convincing proof of survival of death. This is less the case today, as the extreme complexity of some of the claimed correspondences, and the obscurity of the literary references on which they are often based, make them hard to evaluate with any certainty. Some continue to find them convincing, while others argue their persuasiveness has been overstated.\n\nThis introductory article outlines the background and basic principles. Sources for more detailed reading are given below.   Contents   \tBackground \tSome Examples  \tYellow \tThanatos \tHope, Star and Browning (1906-7) \tEar of Dionysius (1918)   \tAssessments and Debates \tCriticism \tSurvivalist Counter-Arguments \tLiterature \tEndnotes     Background\n\nFrederic Myers, a co-founder of the Society for Psychical Research, died on 17 January 1901. On 13 March, Myers’s colleague, neighbour and close friend Margaret Verrall, a classics lecturer at Cambridge University, began to experiment with automatic writing. A principal aim was to offer Myers, in the event (however unlikely) that he had survived the death of his body, the possibility of communicating with the living. Eventually messages signed by ‘Myers’ started to appear in her scripts, some written in Greek or Latin. &nbsp;&nbsp;\n\nTwo years later, Verrall’s daughter Helen followed her in taking up automatic writing, in which similar messages by ‘Myers’ sometimes appeared. Independently, Alice Fleming (sister of Rudyard Kipling), then living in India, also took up the activity: in an early script ‘Myers’ urged her to get in touch with Verrall in Cambridge, giving Verrall’s address there. Another significant automatist of this period was a sister-in-law of Myers, Winifred Coombe-Tennant, a woman of wide social and cultural interests whose mediumistic gifts were intensively studied by SPR researchers and who began automatic writing in 1908 (she is referred to in the literature as ‘Mrs Willett’). These women were highly educated and able to take an objectively critical view of the material they produced.\n\nFurther contributions were made by Leonora Piper, a professional medium who was being investigated by SPR researchers, and whose automatic writing likewise contained statements by ‘Myers’ at the same time as these started appearing in scripts by other automatists.&nbsp; Neither Fleming, Willett nor Piper possessed significant knowledge of Greek or Latin, which argued against them having influenced the contents of the scripts.\n\nIn an initial report on the scripts published in the SPR Proceedings in 1906, Margaret Verrall was dismissive of much of the material she and her daughter had produced.1 They appeared to include examples of telepathy and clairvoyance, but many were disjointed and garbled in phrasing. She was puzzled about the frequent references to literature and history.\n\nHowever, in April that year, SPR research officer Alice Johnson came to an astounding conclusion: that when certain fragments produced by different automatists were connected, a pattern emerged, as if they were pieces of a jigsaw.2 &nbsp;Such a thing, Johnson argued, could only be achieved under the direction of a single mind, at least in the absence of any deliberate collusion between the automatists, some of whom, for some of the time, lived in different continents. If that mind was the surviving Myers, as appeared to be the case, it would have been a deliberate ploy on his part to overcome the common objection that messages which passed through mediums, ostensibly from discarnates, actually originated in the minds of living people, that is, by ESP (what is often referred today as ‘super-psi’ or ‘living agent’ psi).\n\nThis was confirmed by ‘Myers’ and other putative authors of the scripts: they asserted that a single theme distributed between various automatists, none of whom knew what the others were writing, would prove that a single independent mind, or group of minds, was behind the whole phenomenon. The purpose of including obscure allusions to ancient Greek and Roman literature was to establish the identity of Myers and two others of his deceased colleagues, who, like him, were classical scholars with a deep knowledge of the subject: Henry Sidgwick and Edmund Gurney, co-founders with Myers of the SPR. They were later joined as communicators by Henry Butcher, professor of Greek at Edinburgh University, and AW Verrall, a fellow in classics at Trinity College Cambridge, and husband of Margaret Verrall.\n\nSome of the cross-correspondences and literary puzzles in the scripts seem impressive, as are certain instances of apparent telepathy and clairvoyance. Also evident in the reports is a determination on the part of the investigators to rule out all normal avenues for acquiring apparently paranormal information, including cryptomnesia (unconscious memory) and knowledge of each other’s scripts at the time of writing.3 Efforts were made to keep the automatists in ignorance of each other’s output.4  Some Examples  Yellow\n\nAn example of a simple linkage is the following. On 6 August 1906, Alice Fleming at her home in India wrote these words in an automatic script:&nbsp;  \n\n&nbsp;yelo … yellow ivory\n\nTwo days later, on 8 August, Margaret Verrall, writing in her home in Cambridge, wrote these words:  \n\nI have done it to night y yellow is the written word … Say only yellow\n\nSuch correspondences can be distinguished from ordinary coincidences by virtue of the fact that they occur almost contemporaneously and are signalled, or commented on in some way, by the communicating intelligence.5  Thanatos\n\nThis early, more intricate cross-correspondence is based on a simple theme connecting three people in different parts of the world. It was found by John Piddington, honorary secretary of the Society for Psychical Research, who took a special interest in the phenomenon and devoted the following decades to its study.6&nbsp;\n\nMargaret Verrall (in Britain), in an automatic script on 29 April, wrote:  \n\nWarmed both hands before the fire of life. It fades and I am ready to depart.\n\nShe also drew the Greek letter δ (delta).\n\nShe then wrote in Latin the words ‘Give lilies with full hands’; the words in English ‘Come away, Come away’; and, again in Latin, the words ‘pale death’.\n\nFinally, she wrote:  \n\nYou have got the word plainly written all along in your own writing. Look back.\n\nThe last statement, apparently an instruction, encouraged Piddington to look elsewhere for possible connections. &nbsp;In transcripts of sittings with the medium Leonora Piper (in Boston), he found she had been heard to utter the word ‘thanatos’ as she was coming out of trance, at the conclusion of four sittings between 17 April and 7 May.&nbsp; She did not know what it meant, but said she had felt an urge to say the word.&nbsp;\n\nPiddington also found that Alice Fleming (in India), in an automatic script on 16 April, had written:  \n\nMaurice Morris Mors. And with that the shadow of death fell on his limbs.\n\nTo Piddington, the intent was clear. The word ‘thanatos’ is ancient Greek for death (Piper knew no Greek), signalling a theme that at the time was being amply covered in other people’s scripts. Fleming referenced an English poem about death; Maurice was a young soldier friend of hers who had died in battle; mors is Latin for death (Fleming knew no Latin). Verrall had referenced a poem by Walter Savage Landor on the subject of death; a Shakespeare quotation on death; a passage in Virgil’s Aeneid where Anchises foretells the early death of Marcellus (‘give lilies with full hands’); and a reference to Horace’s Odes where ‘pale death’ is said come equally to paupers and kings.\n\nIn short, it appeared as though a single intelligence had, in a time-frame of about three weeks, distributed elements of a single striking theme in a way calculated to come to the attention of investigators.  Hope, Star and Browning (1906-7)\n\nThis more complex example was initiated by John Piddington with the medium Leonora Piper, who was invited to England in 1906 to see if she could contribute to the cross-correspondence phenomena.7 Piddington hit on the idea of asking the communicating intelligence who claimed to be Frederic Myers to give a different message to two automatists and then give a message to a third person that would reveal a hidden connection between the first two.\n\nThe attempt was initiated in a sitting in December 1906.&nbsp; When Piper had become entranced, Piddington engaged in conversation with her control Rector (an ostensible discarnate personality acting as a go-between), reading a message written in Latin (which would be meaningless to Piper herself) with the request that it be passed to ‘Myers’. Piddington further asked that Myers relay its contents to Margaret Verrall and that he attach some code words or symbols in order to confirm that the message came from him.\n\nIn later sessions Rector informed Piddington that the message had been passed on to 'Myers', also that 'Myers' was being helped in the task by Richard Hodgson, a SPR researcher who had died the year before.\n\nIn a session on 16 January, Rector passed on a brief statement from 'Myers', to the effect that he thought he could do what Piddington asked. Referring to his previous suggestion, Piddington now specified the symbols that he wished 'Myers' to append to his message to Verrall to indicate a cross-correspondence was being tried for: a circle containing a triangle.\n\nIn a script by Margaret Verrall on 23 January appeared the following:  \n\nJustice holds the scales. That gives the words but an anagram would be better. Tell him that – rats, star, tars and so on. Try this. It has been tried before. RTATS. Rearrange these five letters or again t-e-a-r-s … s-t-a-r-e.\n\n(Anagrams had been a particular interest of Hodgson and Myers.)\n\nAgain on 28 January, Margaret Verrall wrote:  \n\nAster [Latin for star] Teras [Greek] for sign and also an anagram for star …&nbsp; And all a wonder and a wild desire … the hope that leaves the earth for the sky – Abt Vogler …&nbsp;\n\nThis was accompanied by a drawing of a triangle in a circle.\n\nPiper, in a session on 11 February, said (in trance):  \n\nI referred to Hope and Browning … I also said Star … look out for Hope, Star and Browning\n\nIn a script by Margaret Verrall on 17 February appeared a drawing of a star, and the words:  \n\nThat was the sign she will understand when she sees it … No arts avail … rats everywhere in Hamelin town\n\nThe Pied Piper of Hamelin is a poem by Browning telling the medieval legend of the mysterious rat-catcher who lured the city’s rats away by playing his pipe.\n\nIn a Piper session on 13 March:  \n\nIt suggested a poem to my mind, hence BHS [Browning Hope Star]\n\nIn a Piper session on 20 March, 'Myers' was reminded that he had promised to say which particular Browning poem he meant. Eventually, on 24 April, the poem Abt Vogler was indicated. Asked why, he said: ‘I chose that because of the appropriate conditions mentioned in it which applied to my own life’.\n\nPiddington considered this episode to have successfully fulfilled the criteria he outlined at the beginning. 'Myers' had picked up his initial suggestion, giving messages to Margaret Verrall and Helen Verrall, and eventually delivering to a third person, Piper, a final message that, by naming Abt Vogler, broadly confirmed Browning as the unifying theme. Furthermore, the messages were accompanied by frequent allusions by the communicating intelligence to the task that was being attempted, indicating that the coincidences were not purely random. &nbsp;\n\nMeanwhile, references to anagrams of ‘rats\/star’ and similar words continued to appear. Piddington later discovered scribbled practice attempts at anagrams of these words among the deceased Hodgson’s personal papers.  Ear of Dionysius (1918)\n\nThis complex literary puzzle emerged in automatic scripts written by the medium ‘Mrs Willett’ (Winifred Coombe-Tennant). It began with a statement addressed to Margaret Verrall, purporting to come from her deceased husband AW Verrall: ‘Do you remember you did not know and I complained of your classical ignorance’.\n\nThere followed references to acoustics, a whispering gallery, slaves, tyrant, ‘one-eared place’, Field of Enna, and Syracuse. These are all allusions to the Ear of Dionysius, a rock grotto at Syracuse shaped roughly like a donkey’s ear, that had been made by Dionysius when he was the tyrant ruler of that city. The grotto acted as a whispering gallery, amplifying sounds, and was used by Dionysius to overhear the conversations of prisoners confined there. &nbsp;Margaret Verrall then recalled having once asked her husband about the grotto, and being laughingly rebuked for her ignorance.\n\nThe communicators, who identified themselves as AW Verrall and his deceased colleague Henry Butcher, also a classical scholar, then offered a number of other obscure allusions as a puzzle for investigators to unravel. These centred on the story of the one-eyed monster Polyphemus described in Homer’s Odyssey, whose love for Galatea is rejected, and who, in a jealous rage, crushes her lover Acis to death with a rock. Another strong theme is Sicily, the setting for the story.&nbsp;\n\nOther elements in the scripts included mention of ‘Cyclopean Phylox’, who once laboured in the stone quarries by the grotto and wrote a satire Jealousy. This clue eventually led the investigators to a poem in an obscure scholarly book titled Greek Melic Poets, which AW Verrall had used as a text for his lectures. The various allusions in the scripts were all found to combine here and nowhere else, and it seemed that only classical scholars of the calibre of Verrall and Butcher would have been able to identify the source. The investigators were also impressed by the highly recognizable characteristics of the communicators, and became convinced they were in touch with &nbsp;Verrall’s and Butcher’s surviving minds.8  Assessments and Debates\n\nThe cross-correspondences were the subject of numerous and lengthy research reports in SPR publications, by Margaret Verrall, Alice Johnson, John Piddington, and others. These generated considerable debate within the SPR (see here for list and abstracts).\n\nThe prevailing view of SPR investigators can be summarized in a 1917 assessment by Eleanor Sidgwick:  We have to seek the designer. It cannot be the supraliminal (i.e. conscious) intelligence of either automatist, since ex-hypothesis, neither of them is aware of the design until it is completed. Nor, for a similar reason, can it be attributed to some other living person since, so far as can be ascertained, no other living person had any knowledge of what was going on. It is extremely difficult to suppose that the design is an elaborate plot of the subliminal (i.e. subconscious) intelligence of either or both automatists acting independently and without any knowledge on the part of the supraliminal consciousness; and the only remaining hypothesis seems to be that the designer is an external intelligence, not in the body …\n\nI must admit that the general effect of the evidence on my own mind is that there is co-operation with us by friends and former fellow-workers no longer in the body.9\n\nThis view has continued to be held by more recent commentators writing about survival. In a 1959 study, Hornell Hart concludes:  \n\nOnly with extreme difficulty can the cross-correspondences be explained away as having&nbsp; resulted from the fabrications of physically embodied minds … [They] provide persuasive evidence, not only of the survival of the personalities represented, but of their continuing alert intelligence, and of their persistent purposiveness in demonstrating their continued existence in ways not explicable by even super-ESP.10   Criticism\n\nRobust criticisms have also been made. In the early years, Spiritualists convinced of survival found it elitist and over-complex, and inferior to the best evidence provided by certain mental and physical mediums.11\n\nHowever, most of the criticism comes from an anti-survival perspective. Some commentators maintain that despite the complex and apparently purposive character of the cross-correspondences, the possibility that they came about through telepathy and clairvoyance from the living is not conclusively ruled out.12 &nbsp;A particular objection is the prominent part played by Margaret Verrall, who as a classics scholar possessed the detailed knowledge that might have enabled her, subconsciously, to concoct the puzzles in her own scripts, and to telepathically communicate with other mediums and automatists during their own productions.&nbsp; A yet more elaborate theory is that the puzzles were concocted, again subconsciously, by Myers, AW Verrall, Butcher and the others during their own lifetimes, and ‘planted’ in the minds of the automatists. Such theories draw on what later came to be referred to as the ‘super-psi hypothesis’, where apparent evidence of spirit survival is actually caused by the unconscious, virtually unbounded operation of psi.\n\nCritics have also argued that chance may have played a large role in creating illusory cross-correspondences.13 Spurious ‘cross-correspondences’, it is suggested, may be plausibly found in any large body of literary material.\n\nAnother view, put forward by Trevor Hamilton (2017), is that the investigators were too close to their subject matter to form an objective assessment. They had been friends and colleagues of Myers, mostly sharing his academic Cambridge background and attitudes, and a legitimate suspicion is that, while there was much ostensibly paranormal material in the scripts, their conclusions were partly the product of wish-fulfilment and group think.14\n\nHamilton also discusses the affair between Winifred Coombe-Tennant, one of the main automatists and Gerald Balfour, a major interpreter&nbsp;of the later scripts, and the impact this might have had on an objective assessment of the material.  Survivalist Counter-Arguments\n\nCounter-arguments have been put forward by defenders of the survivalist view. The possibility of a spurious effect created by chance correspondences was acknowledged at an early stage by SPR investigators. However, when they carried out experimental research they found no evidence to support this idea.15 The claim has also been examined in depth and rejected by more recent researchers.16\n\nThe ‘super-psi’ explanation of the cross-correspondences has been vigorously challenged, notably by Chris Carter, who, along with other useful material, provides a detailed and clear summary of the Lethe Case, sometimes held up as the cross-correspondence gold standard.17\n\nWith regard to any unconscious psi contribution by Margaret Verrall, Archie Roy points out that, had she indeed been indirectly responsible, her death might have been expected to bring the phenomenon to an end, when in fact it continued as strongly as before, and for a number of years.\n\nRoy adds two further points:  Firstly, a number of the various cross-correspondence cases involve a two-way process, the investigators’ efforts at decipherment invoking a contemporary reaction on the part of the Script Intelligence when it sees it has to make things easier for the investigators to produce a solution …\n\nSecondly, the nature of [super-psi] objections, increasingly elaborate – some would say hopelessly byzantine in their ingenuity – and invoking the operation of some faculty involving telepathy, clairvoyance and precognition on a massive scale in order to avoid the simple hypothesis that the communicators were who they said they were, shows the power of the Cross-Correspondences in displaying the paranormal in action.18\n\nTrevor Hamilton  Literature\n\nNote: A list of scholarly articles about the cross-correspondences by SPR researchers, with brief summaries, can be found here.&nbsp;\n\nBalfour, G. (1918). The Ear of Dionysius: Further Scripts Affording Evidence of Personal Survival, Proceedings of the Society for Psychical Research 29, 197-244.\n\nBlum, D. (2007). Ghost Hunters: The Victorians and the Hunt for Proof of Life after Death. (London: Arrow Books).\n\nBraude, S.E. (2003). Immortal Remains: The Evidence for Life after Death. (Maryland: Rowman and Littlefield).\n\nCarter, C. (2012). Science and the Afterlife Experience: Evidence for the Immortality of Consciousness. (Rochester, VT: Inner Traditions).\n\nHamilton, T. (2013). The Cross-Correspondence Automatic Writings and the Spiritualists. In The Spiritualist Movement. Speaking with the Dead in America and around the World, edited by C. Moreman, vol. 2, 265-82. (Santa Barbara: Praeger).\n\nHamilton, T. (2017). Arthur Balfour's Ghosts: An Edwardian Elite and the Riddle of the Cross-Correspondence Automatic Writings. (Exeter: Imprint Academic)\n\nHart, H. (1959). The Enigma of Survival: The Case For and Against an After Life. (London: Rider).\n\nJohnson, A. (1911). Coincidences in Pseudo-Scripts.&nbsp;Journal&nbsp;of the Society for Psychical Research 15, 291-96.&nbsp;\n\nJohnson, A. (1908). On the automatic writing of Mrs Holland. Proceedings of the Society for Psychical Research 21 (June), 166-391.\n\nKeen, M. &amp; Roy, A.E. (2004). Chance coincidence in the cross-correspondences. Journal of the Society for Psychical Research 68, 57-59.\n\nMoreman, C.M. (2003). A re-examination of the possibility of chance coincidence as an alternative explanation for mediumistic communication in the cross-correspondences. Journal of the Society for Psychical Research 67, 225-42\n\nMoreman, C.M. (2004). [Correspondence]. Journal of the Society for Psychical Research 68, 60-61.\n\nPiddington, J.G. (1908). A Series of Concordant Automatisms.&nbsp;Proceedings of the Society for Psychical Research 22.\n\nRoy, A. (1990). A Sense of Something Strange. Glasgow, Dog and Bone Press.\n\nSudduth, M. (2016). A Philosophical Critique of Empirical Arguments for Postmortem Survival. Basingstoke, UK: Palgrave Macmillan.\n\nVerrall, A.W. (1906). On a series of automatic writings. Proceedings of the Society for Psychical Research 20.\n\nVerrall, H. de G. (1911). The Element of Chance in Cross-Correspondences, Journal&nbsp;of the Society for Psychical Research&nbsp;15, 153-72.   Endnotes 1. Verrall (1906). 2. Johnson (1908). 3. In Balfour (1927). 4. Roy (1990), 250. 5. Hamilton (2013), 266 6. Piddington (1908), 59-77. A summary can be found in Blum (2007), 276-81. 7. Piddington (1908), 59-77. A summary can be found in Blum (2007), 276-81. 8. Balfour (1918), 197-244. A summary can be found in Roy (1990), 252-53. 9. Quoted in Roy (1990), 254-55. 10. Hart (1959). 11. Hamilton (2013). 12. Braude (2003); Sudduth (2016). 13. Moreman (2003); Moreman (2004). 14. Hamilton (2017). 15. See for instance, Verrall (1911), 153-72; Johnson (1912), 291-96. 16. Keen &amp; Roy (2004). 17. Carter (2012). 18. Roy (1990), 254.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: September 04, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Trevor Hamilton Word count: 3,600 Created: 24th March 2017 Last updated: 4th September 2023 May be cited as:Hamilton, T. (2017). &lsquo;The Cross-Correspondences&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/cross-correspondences&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y4oclf5w                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/cross-correspondences","_id":355}