{"name":"Allan Kardec - Wikipedia","type":"link","mylink":"https:\/\/en.wikipedia.org\/wiki\/Allan_Kardec","mytitle":"Allan Kardec - Wikipedia","mylang":"de","content":"    Allan Kardec - Wikipedia                                     Jump to content  \t \t\t \t\t\t \t\t\t\t  \t \t   Main menu  \t \t   \t\t\t\t \t\t  \t \tMain menu \tmove to sidebar \thide   \t  \t \t\tNavigation \t \t \t\t \t\t \t\t\t \t\t\tMain page Contents Current events Random article About Wikipedia Contact us Donate  \t\t \t\t \t   \t \t  \t \t\tContribute \t \t \t\t \t\t \t\t\t \t\t\tHelp Learn to edit Community portal Recent changes Upload file  \t\t \t\t \t   \t  \t \t\tLanguages \t\t \t\t\t Language links are at the top of the page. \t\t \t     \t\t\t\t  \t   \t\t \t\t\t  \t \t \t\t \t\t \t    \t\t \t\t \t\t\t  \t   Search  \t \t \t\t \t\t\t \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t  \t\t\t\t\t \t\t\t\t\t \t\t\t\t \t\t\t\tSearch \t\t\t \t\t \t   \t\t\t \t \t  \t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t   \t  \t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t   \t \t\t \t\t \t \t  \t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t   \t  \t \t\t \t\t \t\t\tCreate account   Log in    \t\t\t \t\t \t\t \t   \t \t  \t \t   Personal tools  \t \t   \t\t  \t \t\t \t\t \t\t\t \t\t\t  Create account   Log in  \t\t \t\t \t    \t \t\tPages for logged out editors learn more  \t \t \t\t \t\t \t\t\t \t\t\tContributions Talk  \t\t \t\t \t   \t \t     \t\t \t   \t \t\t \t\t\t \t\t \t\t \t\t\t \t\t \t\t\t \t\t\t\t \t\t\t\t \t\t\t\t \t\t \t\t \t \t \t\t\t\t \t\t\t\t\t \t\t\t\t\t \t \tContents \tmove to sidebar \thide    \t \t\t \t\t\t \t\t\t\t(Top) \t\t\t \t\t \t\t \t\t \t\t\t \t\t\t1 Early life \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t2 Career \t\t \t\t \t\t\t \t\t\t\t  \t\t\t\tToggle Career subsection  \t\t\t \t\t \t\t \t\t\t \t\t\t \t\t\t\t \t\t\t\t2.1 Educator \t\t\t \t\t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t\t \t\t\t\t2.2 Banker \t\t\t \t\t\t \t\t\t \t\t\t \t\t \t\t \t\t\t \t\t\t\t \t\t\t\t2.3 Spiritualism \t\t\t \t\t\t \t\t\t \t\t\t \t\t \t \t \t \t\t \t\t\t \t\t\t3 Spiritism \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t4 Personal life \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t5 Family \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t6 Death \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t7 Writings \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t8 Notes \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t9 References \t\t \t\t \t\t \t\t \t \t \t\t \t\t\t \t\t\t10 External links \t\t \t\t \t\t \t\t \t    \t\t\t\t\t \t\t \t\t\t \t\t \t\t \t\t\t \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t  \t \t   Toggle the table of contents  \t \t   \t\t\t\t\t\t\t \t\t\t \t\t \t   \t\t\t\t\t \t\t\t\t\tAllan Kardec  \t\t\t\t\t\t\t  \t \t   39 languages  \t \t  \t\t \t\t\t \t\t\t \t\t\t\t \t\t\t\tÆnglisc العربية Беларуская Български Brezhoneg Català Čeština Deutsch Ελληνικά Español Esperanto Euskara فارسی Français Galego Hrvatski Bahasa Indonesia Interlingua Italiano עברית Lombard Magyar مصرى Nederlands 日本語 Norsk bokmål Polski Português Română Русский Sicilianu Simple English Srpskohrvatski \/ српскохрватски Suomi Svenska Türkçe Українська Tiếng Việt 中文  \t\t\t \t\t\tEdit links  \t\t  \t   \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t\t \t\t\t\t\t\t\t\t  \t \t\t \t\t \t\t\t \t\t\tArticle Talk  \t\t \t\t \t   \t\t\t\t\t\t\t\t  \t \tEnglish  \t \t   \t\t\t\t\t  \t \t\t \t\t \t\t\t \t\t\t \t\t \t\t \t   \t\t\t\t \t   \t\t\t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t\t \t\t\t\t\t\t\t\t  \t \t\t \t\t \t\t\t \t\t\tRead Edit View history  \t\t \t\t \t   \t\t\t\t\t\t\t \t\t\t\t \t\t\t\t\t\t\t \t\t\t\t\t\t\t\t  \t \tTools  \t \t   \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t  \t \tTools \tmove to sidebar \thide   \t  \t \t\tActions \t \t \t\t \t\t \t\t\t \t\t\tRead Edit View history  \t\t \t\t \t    \t \t\tGeneral \t \t \t\t \t\t \t\t\t \t\t\tWhat links here Related changes Upload file Special pages Permanent link Page information Cite this page Get shortened URL Wikidata item  \t\t \t\t \t    \t \t\tPrint\/export \t \t \t\t \t\t \t\t\t \t\t\tDownload as PDF Printable version  \t\t \t\t \t    \t \t\tIn other projects \t \t \t\t \t\t \t\t\t \t\t\tWikimedia Commons Wikiquote Wikisource  \t\t \t\t \t     \t\t\t\t\t\t\t\t\t \t\t\t\t \t   \t\t\t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t \t\t\t\t \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t\t\t \t\t\t\t \t\t\t\t\t\t\t \t\t \t\t\t\t\t\t \t\t\t\t\t\t \t\t\t\t\t \t\t\t\t \t\t\t\t \t\t\t\t\t \t\t\t\t\t\t\t \t\t  \t\t\t\t\t\tFrom Wikipedia, the free encyclopedia \t\t\t\t\t \t\t\t\t\t \t\t\t\t\t \t\t\t\t\t \t\t\t\t\t\"Kardec\" redirects here. For the film, see Kardec (film). French educator, translator, and author (1804–1869)  For the Brazilian footballer, see Alan Kardec.   This article includes a list of general references, but it lacks sufficient corresponding inline citations. Please help to improve this article by introducing more precise citations.   (October 2015 )  (Learn how and when to remove this template message)  Allan Kardec BornHippolyte Léon Denizard Rivail\r\n(1804-10-03 ) 3 October 1804\r\nLyon, FranceDied31 March 1869(1869-03-31)  (aged&#160;64)\r\nParis, FranceBurial placePère Lachaise CemeteryOccupationeducatorKnown&#160;forSystematizer of SpiritismSpouseAmélie Gabrielle Boudet (married 1832)Signature  Part of a series onParanormal Main articlesAstral projection Astrology Aura Bilocation Breatharianism Clairvoyance Close encounter Cold spot Crystal gazing Conjuration Cryptozoology Demonic possession Demonology Ectoplasm Electronic voice phenomenon Exorcism Extrasensory perception Forteana Fortune-telling Ghost hunting Indigo children Magic Mediumship Miracle Occult Orb Ouija Paranormal fiction Paranormal television Precognition Preternatural Psychic Psychic reading Psychometry Reincarnation Remote viewing Retrocognition Spirit photography Spirit possession Spirit world Spiritualism Stone Tape Supernatural Telekinesis Telepathy Table-turning Ufology\n\nReportedly haunted locations:  India United Kingdom United States World  Skepticism Cold reading Committee for Skeptical Inquiry Debunking Hoax James Randi Educational Foundation Magical thinking Prizes for evidence of the paranormal Pseudoskepticism Scientific literacy Scientific skepticism  Parapsychology Anomalous experiences Apparitional experiences Empath False awakening Hypnosis Ideomotor phenomenon Out-of-body experiences Parapsychology Synchronicity  Related Anomalistics Argument from ignorance Argumentum ad populum Bandwagon effect Begging the question Cognitive dissonance Communal reinforcement Fallacy Falsifiability Fringe science Groupthink Hypnosis Junk science Protoscience Pseudoscience Scientific evidence Scientific method Superstition Uncertainty Urban legend vte\n\nAllan Kardec (French:  &#91;kaʁdɛk&#93; ) is the pen name of the French educator, translator, and author Hippolyte Léon Denizard Rivail (&#91;ʁivaj&#93; ; 3 October 1804 – 31 March 1869). He is the author of the five books known as the Spiritist Codification, and the founder of Spiritism.&#91;1&#93;&#91;2&#93;   Early life [ edit ]\n\nRivail was born in Lyon in 1804 and raised as a Roman Catholic. He pursued interests in philosophy and the sciences, and became an acolyte and colleague of Johann Heinrich Pestalozzi.&#91;2&#93;&#91;3&#93; Rivail completed a number of educational courses including a Bachelor of Arts degrees in science&#91;4&#93; and a doctorate in medicine.&#91;5&#93; He was also fluent in German, English, Italian, and Spanish, in addition to his native French.&#91;6&#93; Kardec became interested in Protestantism after his education in Switzerland.&#91;7&#93;&#91;8&#93;  Career [ edit ]\n\nHe was a member of several scholarly societies, including the Historic Institute of Paris (Institut Historique), Society of Natural Sciences of France (Société des Sciences Naturelles de France), Society for the Encouragement of National Industry (Société d'Encouragement pour l'Industrie Nationale), and The Royal Academy of Arras (Académie d'Arras, Société Royale des Sciences, des Lettres et des Arts).&#91;2&#93; He organized and taught free courses for the underprivileged.&#91;2&#93;&#91;9&#93;  Educator [ edit ]\n\nRivail's work with Pestalozzi helped lay the foundations for the teaching model in schools in France and Germany.&#91;citation needed &#93; For several decades he helped advance Pestalozzi's pedagogy in France, founding schools and working as a teacher, educational writer and translator.&#91;2&#93;  Banker [ edit ]\n\nIn 1839, with a new partner, Mr. Maurice Delachatre, a merchant, he created a so-called \"exchange\" bank, which aimed to facilitate commercial transactions and thus create new opportunities for trade and industry, in order to support in default of pecuniary resources for the natural products. The duration of the trading bank was fixed by the Chamber of Commerce and Industry at ten years.  Spiritualism [ edit ]\n\nAccording to “My predictions concerning spiritualism” as he himself described in his manuscript written between 1855 and 1856, \"in May 1855, he met a certain Mr. Fortier, a magnetizer, who took him to Madame de Plainemaison, a medium who lived in the Rue de la Grange Bateliere in Paris, just a step away from the Opera House. In the presence of other guests for the session, he entered into communication with a spirit named Zephyr, who gave him the mission of being the spokesman of the Dead. For him, it was a revelation. He was there, for the first time, witnessing the phenomenon of turntables jumping and running\".  Spiritism [ edit ]   Main article: Spiritism\n\nRivail was in his early 50s when he became interested in séances, which were a popular entertainment at the time. Strange phenomena attributed to the action of spirits were considered a novelty, featuring objects that moved or \"tapped\", purportedly under the control of \"spirits\". In some cases, this was alleged to be a type of communication: the supposed spirits answered questions by controlling the movements of objects so as to pick out letters to form words, or simply indicate \"yes\" or \"no\".&#91;10&#93;&#91;note 1&#93; At the time, Franz Mesmer's theory of animal magnetism had become popular. When confronted with the phenomena described, some researchers, including Rivail, pointed out that animal magnetism might explain them. Rivail, however, after seeing a demonstration, dismissed animal magnetism as insufficient to explain his observations.&#91;11&#93;\n\nAs a result of these influences, Rivail began his own investigation of psychic phenomena, mainly mediumship.&#91;2&#93; During his initial investigation, he stated that before accepting a spiritual or paranormal cause for some phenomena, it would be necessary first to test if ordinary material causes could explain them. He proposed that fraud, hallucination and unconscious mental activity might explain many phenomena regarded as mediumistic, and also proposed that telepathy and clairvoyance may be responsible.&#91;12&#93;\n\nHe compiled over one thousand questions concerning the nature and mechanisms of spirit communications, the reasons for human life on earth, and aspects of the spiritual realm. He asked those questions to ten mediums, all purportedly unknown to each other, and documented their responses. From these, he concluded that the best explanation was that personalities that had survived death were the source of at least some mediumistic communications.&#91;13&#93; He became convinced that the mediums:  provided accurate information unknown to themselves or others present (e.g. personal information about deceased individuals); demonstrated unlearned skills such as writing by illiterate mediums, handwriting similar to the alleged communicating personality, and speaking or writing in a language unknown to the medium (xenoglossy and xenography); accurately portrayed a range of personality characteristics of deceased individuals.\n\nHe compiled the mediums' responses that were consistent and adapted them into a philosophy that he called Spiritism, which he initially defined as \"a science that deals with the nature, origin, and destiny of spirits, and their relation with the corporeal world.\"&#91;14&#93;&#91;15&#93;\n\nRivail wrote under the name \"Allan Kardec\", allegedly following the suggestion of a spirit identified as \"Truth\".&#91;16&#93; On 18 April 1857, as Allan Kardec, Rivail published his first book on Spiritism, The Spirits Book, comprising a series of answered questions (502 in the first edition and 1,019 in later editions)&#91;citation needed &#93; exploring matters concerning the nature of spirits, the spirit world, and the relationship between the spirit world and the material world.&#91;citation needed &#93; This was followed by a series of other books, including The Medium's Book, The Gospel According to Spiritism, Heaven and Hell and The Genesis According to Spiritism, and by a periodical, the Revue Spirite, which Kardec published until his death. Collectively, the books became known as the Spiritist Codification.&#91;citation needed &#93;\n\nKardec's research influenced the psychical research of Charles Richet, Camille Flammarion and Gabriel Delanne.&#91;17&#93;&#91;18&#93;&#91;19&#93;  Personal life [ edit ]   Family [ edit ]\n\nOn 6 February 1832 he married Amélie Gabrielle Boudet.&#91;20&#93;  Death [ edit ]   Allan Kardec's grave at Cimetière du Père Lachaise. The inscription says Naitre, mourir, renaitre encore et progresser sans cesse, telle est la loi (\"To be born, to die, to be reborn again and keep progressing, that is the law\").\n\nAfter his death caused by aneurysm in 1869, Kardec was buried at the Cimetière du Père Lachaise.&#91;21&#93;  Writings [ edit ]   Cours pratique et théorique d'arithmétique (1824) Plan proposé pour l'amélioration de l'éducation publique (1828) Catéchisme grammatical de la langue française (1848) Le Livre des Esprits (The Spirits Book), 1857 Le Livre des Médiums (The Book on Mediums), 1861 L'Évangile selon le Spiritisme (The Gospel According to Spiritism), 1864 Le Ciel et L'Enfer (Heaven and Hell), 1865 La Genèse (Genesis or,Genesis According to Spiritism), 1868 Notes [ edit ]     ^  A possible explanation for these movements is the ideomotor phenomenon.    References [ edit ]     ^  Lewis Spence. (2003). Encyclopedia of Occultism and Parapsychology. Kessinger Publishing. p. 491; ISBN&#160;978-11613-618-2-7   ^ a b c d e f  Moreira-Almeida, Alexander (2008). Allan Kardec and the development of a research program in psychic experiences. Proceedings of the Parapsychological Association &amp; Society for Psychical Research Convention. Winchester, UK.   ^  Eliane Rezende Garcia. A Educação: saber e sabor na relação entre sujeitos (In Portuguese). Ponto-e-Vírgula, 10: 282–285, 2011. PUC-SP. ISSN&#160;1982-4807.   ^  Kardec, A. (1860b). Formation de la terre. Théorie de l'incrustation planétaire. Revue Spirite – Journal d’Études Psychologiques   ^  Allan Kardec (a), a compilation of short works entitled Christian Spiritism (Philadelphia: Allan Kardec Educational Society, 1985), p. 189   ^  Janet Duncan, Translator's Preface to Allan Kardec's The Gospel According to Spiritism (London: Headquarters Publishing, 1987), pp. ix–x   ^  Introduction to the U.S. Latina and Latino Religious Experience. Brill Academic Publishers. 2004. ISBN&#160;9780391042407.    ^  Of Wonders and Wise Men: Religion and Popular Cultures in Southeast Mexico, 1800–1876. University of Texas Press. 6 March 2009. ISBN&#160;9780292774711.    ^  (in Portuguese)  Textos – Allan Kardec Archived 2009-12-24 at the Wayback Machine, espirito.org.br; accessed 30 October 2015.   ^  Mario Dos Ventos. (2008). Sea El Santisimo: A Manual for Misa Espiritual &amp; Mediumship Development. Nzo Quimbanda Exu Ventania. p. 13. ISBN&#160;978-09556-903-0-3   ^  The Medium's Book, Chapters 8 &amp; 14.   ^  Kardec 1860   ^  Kardec 1986, 1996, 1999; Moreira-Almeida 2008   ^  Kardec 1868, p. 12   ^  Spiritism and Mental Health: Practices from Spiritist Centers and Spiritist Psychiatric Hospitals in Brazil. Jessica Kingsley Publishers.   ^  Posthumous Works] (26th Ed. FEB, pp. 273-75)   ^  Brady Brower. Unruly Spirits. The Science of Psychic Phenomena in Modern France, Urbana: University of Illinois Press, 2010. Pp. 17.   ^  Banque des savoirs. Histoire des sciences - Camille Flammarion: la passion des étoiles à la portée de tous Archived 2014-12-14 at the Wayback Machine, savoirs.essonne.fr; accessed 12 July 2014. (in French)    ^  Gabriel Dellane. Le Spiritisme devant la science, Paris, E. Dentu, 1885.   ^  Maior, Marcel Souto (2013). \"Forças Ocultas\" &#91;Hidden forces&#93;. Kardec – A Biografia &#91;Kardec – The Biography&#93;. Record. ISBN&#160;9788501100979.    ^  Raymond Buckland. (2005). The Spirit Book: The Encyclopedia of Clairvoyance, Channeling, and Spirit Communication. Visible Ink Press. p. 210; ISBN&#160;978-15785-921-3-5    External links [ edit ]        Wikimedia Commons has media related to Allan Kardec .       Wikisource has original works by or about:\r\nAllan Kardec       Wikiquote has quotations related to Allan Kardec.  The Spirits' Book by Allan Kardec (PDF) The Book on Mediums by Allan Kardec (PDF) The Gospel According to Spiritism by Allan Kardec (PDF) Heaven and Hell by Allan Kardec (PDF) Genesis by Allan Kardec (PDF) Allan Kardec Educational Society ALLAN KARDEC: Free PDF spiritist books in several languages Kardec a 2019 film. U.S. Spiritist Council Allan Kardec Biographic Information The Spirits' Book Archived 2005-09-06 at the Wayback Machine by Allan Kardec Divulgacion de Espiritismo en Argentina de Allan Kardec Libros de Espiritismo&#91;permanent dead link &#93;  de Allan Kardec British Union of Spiritist Societies Archived 2014-12-10 at the Wayback Machine Works by Allan Kardec at Domínio Público Works by Allan Kardec at LibriVox (public domain audiobooks)    [1]by Federação Espirita Brasileira vteSpiritualism and spiritismHistory and beliefs Apport Automatic writing Cross-Correspondences Ectoplasm Faith healing Materialization Mediumship Séance Spirit guides Spiritual healing Spirit obsession Spirit photography Spirit possession Spirit world Table-turning Theism Spiritualists Derek Acorah Rosemary Altea Dan Aykroyd Charles Bailey Bangs Sisters Ada Besinnet Stephen E. Braude William Breeze Rosemary Brown Sylvia Browne Eva Carrière Doris Collins Florence Cook Mina Crandon William Crookes Geraldine Cummins Pearl Curran Frank Decker Arthur Conan Doyle Helen Duncan Eddy Brothers Harry Edwards John Edward William Eglinton Colin Evans Fox sisters Leslie Flint Arthur Ford Colin Fry Eileen Garrett Kathleen Goligher Rita Goold Jan Guzyk Robert Hare Alec Harris Gordon Higginson Richard Hodgson Daniel Dunglas Home Elizabeth Hope William Hope Swami Laura Horos Cecil Husk James H. Hyslop Allan Kardec Franek Kluski Gladys Osborne Leonard Oliver Lodge Heinrich Melzer Carmine Mirabelli Francis Ward Monck William Usborne Moore Lorin Morgan-Richards William Stainton Moses Einer Nielsen Eusapia Palladino Leonora Piper Ethel Post-Parrish James Van Praagh Bert Reese Estelle Roberts Jane Roberts William Roy Rudi Schneider Maria Silbert Henry Slade Doris Stokes Emanuel Swedenborg Rosina Thompson Stanisława Tomczyk Ena Twigg George Valiantine Jack Webber Etta Wriedt Chico Xavier Organizations List of Spiritualist  organizations Spiritualist churches Spiritist centres London Spiritualist Alliance National Spiritualist Association of Churches Spiritualists' National Union Spiritualist Association of Great Britain Spiritual church movement Arthur Findlay College International Spiritualist Federation Skeptics David Abbott John Henry Anderson George Miller Beard Ruth Brandon Lionel Branson Derren Brown William Carpenter Milbourne Christopher Edward Clodd Edmund Smith Conklin Millais Culpin Stuart Cumberland Eric Dingwall Joseph Dunninger Henry Evans Chris French Martin Gardner G. Stanley Hall Trevor H. Hall William A. Hammond C. E. M. Hansel Carlos María de Heredia Carl Hertz Terence Hines Harry Houdini Joseph Jastrow Stanley LeFevre Krebs Rose Mackenberg David Marks John Nevil Maskelyne Henry Maudsley Joseph McCabe Henry C. McComas Georgess McHargue Charles Arthur Mercier Albert Moll John Mulholland Fulton Oursler Joe Nickell E. Clephan Palmer Ronald Pearsall Frank Podmore Massimo Polidoro Harry Price Julien Proskauer James Randi Donovan Rawcliffe Joseph F. Rinn C. E. Bechhofer Roberts Chung Ling Soo Gordon Stein Amy Tanner Ivor Lloyd Tuckett Lyttelton Winslow Richard Wiseman  Authority control databases  International FAST  ISNI  VIAF  National Norway  Chile  Spain  France   BnF data   Argentina  Catalonia  Germany  Italy   Israel  United States  Sweden  Latvia  Japan  Czech Republic  Australia  Greece  Netherlands  Poland  Portugal  Vatican  People Deutsche Biographie  Trove  Other IdRef        Retrieved from \"https:\/\/en.wikipedia.org\/w\/index.php?title=Allan_Kardec&amp;oldid=1187185935\" \t\t\t\t\tCategories: 1804 births1869 deathsWriters from LyonFrench spiritual writersFrench male writersDeaths from aneurysmSpiritismBurials at Père Lachaise Cemetery19th-century occultistsHidden categories: Articles with Portuguese-language sources (pt)Webarchive template wayback linksArticles with French-language sources (fr)Articles with short descriptionShort description is different from WikidataArticles lacking in-text citations from October 2015All articles lacking in-text citationsBiography with signatureArticles with hCardsPages with French IPAAll articles with unsourced statementsArticles with unsourced statements from December 2014Articles with unsourced statements from October 2015Commons link is on WikidataAll articles with dead external linksArticles with dead external links from November 2017Articles with permanently dead external linksArticles with LibriVox linksArticles with FAST identifiersArticles with ISNI identifiersArticles with VIAF identifiersArticles with BIBSYS identifiersArticles with BNC identifiersArticles with BNE identifiersArticles with BNF identifiersArticles with BNFdata identifiersArticles with BNMM identifiersArticles with CANTICN identifiersArticles with GND identifiersArticles with ICCU identifiersArticles with J9U identifiersArticles with LCCN identifiersArticles with Libris identifiersArticles with LNB identifiersArticles with NDL identifiersArticles with NKC identifiersArticles with NLA identifiersArticles with NLG identifiersArticles with NTA identifiersArticles with PLWABN identifiersArticles with PortugalA identifiersArticles with VcBA identifiersArticles with DTBIO identifiersArticles with Trove identifiersArticles with SUDOC identifiers \t\t\t\t \t\t\t \t\t\t \t\t \t\t \t\t\t  \t \t This page was last edited on 28 November 2023, at 00:07&#160;(UTC) . \tText is available under the Creative Commons Attribution-ShareAlike License 4.0; additional terms may apply.  By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization.   \t \tPrivacy policy \tAbout Wikipedia \tDisclaimers \tContact Wikipedia \tCode of Conduct \tDevelopers \tStatistics \tCookie statement \tMobile view   \t \t \t     \t\t \t     \t \t\t \t\t   Toggle limited content width    \t     \n\n[1] https:\/\/en.wikipedia.org\/wiki\/Allan_Kardec","_id":366}