{"name":"Journal of the Society for Psychical Research 6892","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n3_apr_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N3, April 1884","mylang":"de","content":"No. III.]\n\n[APRIL,\n\n1884:\n\nJOURNAL\nOF THE\n\nSOCIETY FOR PSYCHICATl RESEA RCR.\nCONTENTS.\nPAGE\n\nMeeting of Council .. . . .. . . . . . .\nMembers and A880ciates Elected during\n.\nMarch, 18114 . . . . . . .. . . . . . .\nGeneral Meeting\n.• .. .. .. .• ..\nNotices of Work done by the Committees\n\n8S\n84\n86\n39\n\nI\n\nPAO.\n\nMesmerism at the Royal Institution.. . .\nOn the Existence of a .. Magnetic Sense·\nA Foreilln View of Psychical Research ..\nA Rare Type of Telepathy . . •• . . . •\nSupplementary Library Catalogue .. ••\n\n40\n41\n\"\n46\n4'1\"\n\nMEETING OF COUNCIL.\nA Council Meeting was held on March the 28th, the President in\nthe chair, when Messrs. Walter R. Browne, Alexander Calder, Walter\nH. Coffin, Edmund Gurney, C. C. Massey, F. W. H. Myers, E. R.\nPease, F. Podmore, H. A. Smith, J. Herbert Stack, and Dr. Wyld\nwere present.\nThe minutes of the previous meeting were read and signed as\ncorrect.\nMr. G. F. Watts, R.A., was elected an Hon. Member.\nFifteen new Members and Associates were elected, whose names\nand addresses will be found on another page.\nA letter was read from the Rev. J. G. Everest desiring to resign as\na member of the Society.\nThe Conncil received with regret information of the death of Miss\nGeorgiana Houghton, an Associate of the Society.\nIt was agreed that it wonld be more convenient for the Jw\/r!\/,Q,Z to\nbe issued for the future about the middle of the month; and that the\nregular Council Meetings should be held on the first Friday in each\nmonth.\nThe date of the next \"Occasional Meeting\" was fixed for W ednes·\nday, April 30th, at 4 p.m., at Queen Anne's Mansions.\nA proposition by Professor Barrett that efforts should be made to\norganise active interest in the work of the Society in various important\nlocal centres was favourably entertained, and where such could be\nadvantageously undertaken, the Council would be disposed to aid in\nregard to travelling expenses.\n. The Council approved of an arrangement, which had been come\nto with Dr. Stone, for taking certain rooms at 14, Dean's Yard, additional to those at present used by the Society, for a term of three years\nfrom Lady Day, 1884-which additional rooms it is agreed to let to\nMr. Frank Podmore.\nVarious other matters of routine business were attended to; and it\nwas settled that the Society's rooms should be closed on Good Friday\nand Easter Monday.\n.\nDigitized by\n\nGoogle\n\n\f34\n\nJ owrnal of Society for P8ychical Research.\n\n[April, 1884.\n\nELECTIONS DURING MARCH, 1884.\n\nHONORARY MEMBER.\nWATTS, G. F., R.A., Little Holland House, London, W.\nMEMBERS.\nMANDERS, H., F.R.C.S., Agincourt House, Yorktown, Farnborough\nStation, Hants.\nSINGLETON, MRS., 8, Prince's Gate, London, S.W.\nASSOCIATES.\nBRYCE, MISS, 35, Bryanston Square, London, W.\nDICKINSON, HERBERT YOUNG, 52, Eastbourne Terrace, London, W.\nGOODMAN, ROGER N., B.A., B.Sc., St. John's College, Cambridge.\nHANSFORD, CHARLES, 3, Alexandra Terrace, Dorchester.\nHOGG, ROBERT W., B.A., St. John's College, Cambridge.\nKENNY, COURTNEY S., LL.M., Downing College, Cambridge.\nMATHEWS, GEORGE B., B.A., St. John's College, Cambridge.\nMYLNE, JULIET, MRS., 22, Gloucester Place, Hyde Park, London, W.\nPODMORE, AUSTIN, 14, Dean's Yard, Westminster, S.W.\nPOLLOCK, DIGHTON NICOLAS, King's College, Cambridge.\nSANDARS, MISS, Lower Soughton, N orthop, Flintshire.\nSTOUT, GEORGE F., B.A., St. John's College, Cambridge.\nWHISHAW, BERNHARD, B.A., 17, Mount Road, Liscard, Birkenhead.\n\n\fApril, 1884.]\n\nJournal of Society fOT P8ychical Re8ea<rch.\n\n35\n\nGENERAL MEETING.\nThe seventh general meeting of the Society was held at the\nGarden Mansion, Queen Anne's Gate, on Friday, the 28th of March.\nProfessor Sidgwick took the chair at 8.30 p.m.\nThe proceedings opened with t he Second Repurt of the Committee on\nHaunted HO'USBS, read by Mr. E. R. Pease. The following is an\nabstract:In the year that has elapsed since our last report we have been\nmainly occupied in collecting and sifting evidence, and for the present\nwe are not prepared to attempt anything more than this. Our subject\nis obscure and difficult, and a much larger mass of evidence is necessary\nbefore we begin to theorise. We can, however, safely say that we are\nnot investigating fables, but examining facts. The evidence already\ncollected justifies this statement, and this only.\nWe have again to point out how difficult it is for us to obtain\npersonal observations in haunted houses. This is partly due to the\nprejudices of their owners, but in a larger measure to the rarity and\nirregularity of the phenomena even in houses where we have good\nevidence of their occurrence. We would earnestly entreat our members\na.nd friends who are so fortunate as to inhabit haunted houses, to afford\nus an opportunity of visiting them. It may be that we are not likely\nto see or hear anything abnormal. But we are willing to incur much\ntrouble and expense for the chance.\nWeare obliged, therefore, to confine ourselves in the main to the\ntestimony (not necessarily of small value) of those persons who are so\nfortunate as to have had abnormal experiences of this class.\nWe have made an analysis of 65 stories printed as provisionally\ncomplete. Of these we class 28 as A stories, because we regard the\nevidence as clear and strong, and the witnesses as worthy of credence.\nAll these accounts have been of course received from the actual witnesses of the occurrence, who in most cases are known personally to\nsome of us. There are good reasons why women should be our most\nfrequent witnesses. But for these 28 stories we have testimony from\n14 men, as well as from 26 women. Of these stories 24 record\nthe appearance of figures and four record noises only. The reverse\nof this proportion obtains amongst the stories as a whole, but it is\nobvious that figures can be easily and clearly described, whilst it is\ngenerally impossible to prove that noises are not caused by rats,\nwind, or a dozen other things. Excluding the four stories of noises\nonly, a.nd five other stories of an exceptional character, we have left\n19 A stories, which all approximate to a certain type.\nDigitized by\n\nGoogle\n\n\f36\n\nJOUT'1W.l of Society for Psychical Re8ea,·ck.\n\n[April, 1884.\n\nMagazine ghost.stories generally present sensational features, which\nare very rarely found in stories which reach us on good authority. The\nnormal type of phantom may be recognised by the absence, as well as\nby the presence, of certain characteristics. To begin with, sensational\nfeatures are extremely rare. Then again, these appearances scarcely\never bear any relation to a special time of the day or the year. In\nnone of the 19 cases above mentioned do we find any such relation.\nIn 8 of them we have only one recorded appearance; and in other\ncases where there have been several appearances, these have been\nspread over the course of many years. Another characteristic common\nin the 19 selected cases is the apparently casual and objectless nature\nof the apparition. A figure is seen which has no appearance of life,\nand which resembles closely the image thrown by a magic lantern.\nSometimes the appearance is described as life-like: sometimes it is\nrecognised at once as a phantom. Sometimes it is shadowy, but more\noften the dress is seen distinctly, and is described as that worn by\nliving persons in recent times.\nThe above generalisations are professedly made from 19 cases only,\nbut in reality they are drawn from our knowledge of the whole\nmass of evidence in our possession. When stories differ widely from\nthe type here indicated, we usually find that the evidence for them is\nweak. Weare not prepared to affirm that all exceptional stories are\nunworthy of credence. But we are inclined to believe that a larger\ncollection of material and a more careful study of it will, before long,\nenable us to lay down with greater certainty and precision the laws of\nthe occurrence of these phenomena.\nWe have not used the word \"ghost\" because it might be thought\nto countenance the idea that these phenomena are due to the presence\nof departed spirits. We must repeat that for the present we absolutely\ndecline to theorise.\nAfter the conclusion of this paper the President made some\nremarks on the importance of pursuing the inquiry into haunted\nHe said that the\nhouses in an experimental way, if possible.\ndifficulties in the way of such experiments, if they were to be conducted under satisfactory conditions, were very great.\nIf the\nCommittee were asked, \"Why do you not go down to a haunted\nhouse, and put the ghost under strict test conditions1\" their answer\nwas, firstly, that invitations to haunted houses were very rarely\nobtainable. Few owners will admit the existence of such opportunities\nin connection with their property; few tenants communicate their\nexperiences till they are over. And they answered, secondly, that\nDigitized by\n\nGoogle\n\n\fA.pril, 1884.]\n\nJournal of Society for Psychical Reseal·ch.\n\n31\"\n\nfrom the evidence before them, fixed times for ghostly appearances\ncould very rarely be determined; in most cases, if the investigation\nwas to be carried on with any hope of success, the house must be\ncontinuously inhabited, and the members of the Committee were not\nin a position to avail themselves of any opportunities that might be\npresented for inhabiting continuously any such house. Under these\nCircumstances, they would be very glad to receive communications\nfrom any member of the Society who might be in a position to assist in\ntheir investigation by continuously inhabiting any such house. If such\nan arrangement could be made, it would be fair, of course, that the\nSociety should pay a share of the rent, in consideration of the opportunities of systematic investigation that would be secured to the Committee; and funds had, in fact, been placed in the hands of the Committee\nfor this purpose. If anyone present should find himself disposed, or\nshould hear of anyone disposed, to enter into an arrangement of this\nkind, he hoped that a communication would be sent to the Hon. Secretary, at 14, Dean's Yard. The President concluded by expressing his\nconviction that it would be irrational for anyone who, like himself, had a\nthorough knowledge of their experiments in Thought-transference, and\nof the whole mass of testimony they had collected in respect of the\n\" telepathic\" experiences of others, to suspend his judgment any longer\non the general question as to the reality of such experiences; however\nstrongly he still felt the need of further experimental and other evidence\nto convince the world. But, as regards the much more difficult question\nof the alleged manifestations of intelligences other than living human\nbeings, the Society had been able to do much less; the difficulties\nhere of obtaining conclusive evidence were much greater, and, for his\nown part, he was unable to come to any decision as to the causes of\nthe facts brought before them. He felt, therefore, the importance of\nvigorously prosecuting the inquiry in any available way.\nThe proceedings terminated with the Third Report of the Literary\nCommittee, read by Mr. F. W. H. Myers. The Report comprised the\nfirst instalment of a \"Theory of Apparitions,\" dealing with the subject\nof death wraiths. The paper began with a discussion of the various\na priori objections to the existence of veridical haUucinations,-that is,\nof appearances which are haUucinations in the sense that they repre\"\nsent some figure which has no known objective existence, but which\nare, nevertheless, veridical or truth-telling, because there is in fact\nan objective event (such as the death of a friend at a distance) to\nwhich these hallucinations correspond. The need of the census of\nhallucinations which the Society has set on foot was next explained;\nDigitized by\n\nGoogle\n\n\f38\n\nJ oumal oj Society JOT Psychical Research.\n\n[April, 1884.\n\ninasmuch as it is only by discovering what is the frequency of mere\nmorbid or deceptive hallucinations, that we can accurately decide on\nthe degree of improbability of the chance coincidence of one of these\nmorbid hallucinations with some objective event (death or accident), of\nwhich it seems to be in some way the reflection.\nIt was then urged that these veridical hallucinations are (many of\nthem, at least) the manifestation on a large scale of the same kind of\n\"telepathic\" impression which is exhibited on a small scale in the\nSociety's experiments on the transference of thoughts, images, pains,\ntastes, &c.\nTaking the familiar fourfold division of mental faculties into the\nemotions, the will, the senses, and the intellect, the connection between\nthe eqJerimental and the spontaneuus cases was shown under each of\nthese headings, with illustrative narratives. It was seen that almost\neach species of the recorded experiments in Thought-transference may\nbe regarded as the germinal form of psychical occurrences which arise\nspontaneously on a much larger scale, and bear to the minute experiments something the same relation as tho lightning bears to the electric\nsparks developed in the lecture-room.\nThe paper dealt throughout with impreSl!ions transferred from\nliving persons only (including those of persons at the moment of\ndeath); and among such impressions, those of a visual kind-the fully\ndoveloped or externalised phantoms commonly called apparitions or\ndeatMuraiths-were expressly postponed, as forming a separate group\nwhich requires some expansion of tho theory of telepathy. This group\nwill, it is hoped, be discussed in a further Report to be presented to\nthe next General Meeting.\n\nDigitized by\n\nGoogle\n\n\fApril. 1884.]\n\nJournal Of Society for Psychical Research.\n\n3t\n\nNOTICES OF' WORK DONE BY THE COMMITTEES.\nThe Literary Committee held ten meetings in the course of March,\nfor discussion of the evidence of \"Phantasms of the Living,\" many\nadditional narratives having been received during the month.\nThe Hon. Secs. also prepared a Report, which was read by Mr.\nMyers at the General Meeting on March 28th, forming the third\nReport of the Committee. An abstract of this paper is given in our\naccount of the meeting. The paper itself will appear, with considerable additions, in Part VI. of the Proceedings.\n\nThe Thought-Transference Committee has not been engaged in any\nexperimental work during the past month, but has been preparing for\npress its last Report, which will be in the hands of our Members\nalmost immediately.\nThe Reichenbach and the Mesmeric Committees have nothing to\nreport. The latter Committee have made arrangements for an important series of experiments during April, and we hope they may be\nsuccessful.\nThe Committee on Physical Phenomena have not sent in any official\nreport: but we are informed that two members of the Committee have\nbeen engaged in the investigation of a singular case at Arundel, much\nresembling the Wem phenomena in Shropshire, the Report of which\nwas published in our last number. Major Taylor's Report of the\nArundel ease we hope will be given in the next number of the JournaL\n\nWeare requested to state that the addreBB of Mr. F. Podmore, the\nHon. Sec. of the Mesmeric Committee; is now 14, Dean's Yard, S.W.\n\nDigitized by\n\nGoogle\n\n\fJO'Urnal oj Society j()l1' P8ychical Research.\n\n(April, 1884.\n\nMESMERISM AT THE ROYAL INSTITUTION.\n\nOn the evening of Friday, March 24th, Mr. J. N. Langley, F.R.S.,\ngave a lecture at the Royal Institution, London, on \"The Physiological\nAspect of Mesmerism.\" He began by explaining that by mesmerism\nhe meant hYJf1Wtism; expressing a wish that the former word could be\nconfined to those \"magical\" phenomena which science has not yet\naccepted, and which he himself held not to be proved. He proceeded to\naescribe the most striking feature of the hypnotic state, the paralysis of\nthe will-of the power which selects and controls action. This directive\npower being suspended, stimulation of the sensory nerves is apt to\nproduce a purely reflex or mechanical movement. The mechanism of\n\"reflex action\" was here explained by means of a diagram, and illustrated by an amusing anecdote in which the lecturer, in a fit of absence,\nhad turned a tap of water into his pipe. If no external stimulation be\napplied, an animal, whose will has been hypnotically suspended, will be\npassive for a time, sometimes even for many hours, without making\nany attempt to move. This state of passivity was exhibited in the\ncase of a frog and of an alligator, whose natural activity was completely\nsuspended for a minute or so, after a short course of manipulation,\nwhich gently repressed all attempts at movement. The lecturer\npointed out that this loss of directive and initiative power implied\nthat the normal activity of the cortical portion of the brain was in\nsome way inhibited, and that the keynote of hypnotism is to be found\nin inhibition. He admitted, however, that the nervous processes involved in inhibition are as yet very little understood. It is, of course,\na similar inhibitory process which produces hypnotic loss of sensation,\nthe normal activity in the brain failing to be worked by stimuli applied\nto the surface of the body. The lecturer concluded by admitting that\nthe genuine phenomena of hypnotism had been unduly neglected\nduring a large part of the present century; but he thought that this\nneglect was susceptible of defence, on the ground that the theories\nadduced to explain the alleged facts had been absurd and impossible,\nand that scientific investigation might well be excused for considering\nthat the facts were on a par with the theories.\nThe lecture was a very clear and interesting account of some of the\nmore salient facts. of hypnotism; and the lecturer showed good sense in\nrecognising-as Mr. Romanes has done before him-that we are still\nonly on the threshold of the subject, and that the problem merely\ntakes another form when we ask, what is the real nature and process\nof inhibition 1 But it would not have been amiss, we think, if Mr.\nLangley had noticed some of the more obvious difficulties which seem\nto meet us equally, whatever special form of the hypnotic theory we\nadopt,-for instance, the extraordinary differences which persons\notherwise alike present in amount of capacity to produce in others\nthe characteristic effects.\n\nDigitized by\n\nGoogle\n\n\fAyril, 1884.]\n\nJou?'1lal Of SoC'iety 1m' P8ychical Re8earch.\n\n41\n\nON THE EXISTENCE OF A \"MAGNETIC SENSE.\"\nThe following letter, in an uncorrected form, appeared in Nature\nfor March 20th. The letter is here given with one or two slight\nmodifications which were made in the corrected proof:Sir William Thomson, in his presidential address at the Midland Institute, which is reported in Nature for March 6th (p. 438), draws attention to\nthe\" marvellous fact\" that hitherto we have no evidence to show that even\nthe most powerful electroIDa<rnets can produce the sli~htest effect upon a\nliving vegetable or animal b~y. But Sir William\" thmks it possible that\nan exceedingly powerful magnetic effect may produce a sensation that we\ncannot compare with heat, or force, or any other sensation,\" and hence he\ncannot admit that the investigation of this question is completed,-for\nalthough the two eminent experimenters named by Sir W. Thomson felt\nnothing when they put their heads between the poles of a powerful electromagnet, it does not follow that, therefore, every member of the human race\nwould feel nothing.\nMay I be permitted to point out that some slight evidence already exists\nin the direction sought by Sir W. Thomson 1 Scattered in different publications there are Ilumerous statements made by different observers in different\ncountries during the present century, which, if trustworthy, iudicate that\nupon certain human organisms a powerful magnet noes produce a very\ndistinct and often profound effect. Unfortunately, with the exception of\nthe careful and excellent observations made by Dr. W. H. Stone, who tried\nCharcot's experiments 011 a patient of his at St. Thomas's Hospital, the\nobservations referred to are, for the most part, singularly wanting in precisiOli of statement and in a due recognition of the precautions needful in\norder to avoid fallacious or ambiguous results from illusions of the senses.*\nThis being the case, an attempt is being made by the Society for Psychical\nResearch to ascertain-by direct and careful experiment, extl'nding over a\nwide range of indivilluals-whether any trustworthy evidence really exists\non beh\"alf of a distinct magnetic seuse. The sectional committee of that\nsociety intrusted with this allli cognate work has published a preliminary\nreport,t which contains a fragment of evidence pointing ill the direction of\nthe existence of a magnetic seuse in certain individuals. Three persons have\nbeen found by the committee, who, when their heans were placed near the\npoles of a powerful electromagnet, could tell by tlleir sensatiolJs whether the\nmagnet was excited or not. One of these\" sensitives\" told the investigating\ncommittee, accurately, 21 times running, whether the current was\" on\" or\n\"off,\" owing, as he alleges, to a peculiar and unpleasant sensation that he\nexperienced ItCrOS8 his forehead. Every precaution that suggested its.. lf was\ntaken to prevent the subjects gaining any information, through the ordinary\nchannels of sensation, of what was being done at the contact-breaker placed\nin another room. But I am sUle the committee will gratefully welcome any\ncriticisms of their procedure or suggestions for future experiments which\nSir William Thomson may feel inclined to give. The honoraJ'y secretary of\nthe committee is Mr. W. H. Coffin, Cornwall Gardens, S.W.\nTwo or three months ago one of the gentlemen who appeal'ed to have\nthis magnetic sense was in Dublin, and I took the opportunity of repeating\nwith care in my own laboratory the experiments previously made at the\nSociety's rooms in London. The result satisfied me that this individual did,\nin general, experience a peculiar sensation, which he describes as unpleasant,\nwhen his head was within the field of a powerful magnet. Nevertheless, the\n\n* [Dr. Stone's experiment will be quoted in the forthcoming number of the\n.. Proceedings\" of the S.P.R.]\nt Proceed,i'll{\/' of the Society for PsychicaZ Researc\/t, Part 3. (Triibner and Co.)\nDigitized by\n\nGoogle\n\n\f402\n\nJournal of Society fm' Psychical Research.\n\n[April, 181!'_\n\nkeenness of his magnetic sense, if snch it be, varied considerably on different\ndays, and sometimes he stated that he could detect little or no sensory effect.\nUsually the effect was felt most strongly when the forehead was in the line\njoining the two poles; but one day, when he was suffering from facial\nneuralgia, he found that his face was the most sensitive part, and complained of a sudden increase of pain whenever the magnet WHS excited, his\nface being near the poles.\nThe peculiar and unpleatl8nt sensation which the magnet appeared to\nproduce on the subject just referred to was described as slowly rising to a\nmaximum in 15 or 20 seconds a.fter the current had beeu sent round the\ncoils of the electromagnet. In like manner the etf~ct seemed to die down\nslowly after the contact was broken. Unknown to the subject, the circuit\nwas closed and opened several times, and the magnetism correspondingly\nevoked or dissipated, the result being that there seemed to be a fairly accu!'ate correspondence between the physical and the psychical effects. The\nfaint molecular crepitation which accompanies the IIlagnetisation of iron, and\ncan be heard when the ear is very near the magnet, is, however, very apt to\nmislpad the imagination. To avoid this, the subject was placed at a distance\nwhere this faint !<ound could not be heard, and he was then requested to\nwalk up to the electromagnet, and, judging only from his sensations, to state\nif the current were \"on\" or \"off.\" The experiment was made 12 times\nsuccessively, and he was correct in 10 out of the 12 trials. He had no\nmeans of seeing or hearing the contact breaker, nor of surreptitiously\nfinding out when the magnet was made; of course, it is possible for a\ntrickster, using a concealed compass-needle, to be able to impose on a\ncareless experimt'nter, but care was taken, and I have not the least reason\nto doubt the entire bonajides of the subject of this exreriment. Nevertheless, in view of the fact that the general experience, 0 competent observers\nis entirely negative all to any special sensory effect produced by magnetism,\nI do not pretend that the foregoing observations are to be regarded as\nconclusive. They simply suggest the desirability of a far more extensive\nseries of experiments, conducted with the most stringent precautions to\navoid the creation of illusory effects.\nI have tried experiments with large helices encircling the limbs and head,\nand animated by powerful currents, but have not observed any peculiar >lensory effect in my own case, though I am inclined to think the headache\nwhich I have often experienced when working for some time with a large\nmagnet may not be altogether an accidental coincidence. Meanwhile experiments are in progress in my laboratory to ascertain, if possible, whether\nany distinctive effect is produced by a powerful magnetic field upon lower\norganisms. I hardly anticipate any affirmative results, but it seemed worth\nmaking a systematic investigation from minute 8tructures up to man. Sir\nW. Thomson's address will, I hope, stimulate other workers in this field.\n\nW. F. BARRETT.\nRoyal College of Science, Dublin, March 11th.\n\nIn connection with this subject, it may be of interest to\nnote the idiosyncrasies of some individuals, who affirm that they\nCan only sleep well when their bed is in a definite direction with\nregard to the magnetic meridian. Dr. W. H. Stone has mentioned *\nhis own inability to sleep soundly in a north and south position.\n* Report. of St. Thomas' Hospital, Vol. X., 1880. The following is the passage:\"One or two rather trivial facts, such as the inability of many persons of nervoUH\ntemperament, of whom the writer i. one. to sleep soundly in the north and south\nposition, a position obviously forced for a diamagnet such as the human body. and\nthe singular vitality of magnetic treatment from very early times down to the present.\n\nDigitized by\n\nCoog\n\n\fApril, 1884.]\n\nJournal of Society for Psychical Research.\n\n43\n\nBaron Reichenbach, however, states that in the sensitive temperaments\nhe examined he invariably found that the most refreshing sleep was\nobtained when the head was to the north and the feet to the south,\npositive discomfort being experienced by several of his subjects when\nthe east and west position was assumed. Among other cases the\nBaron mentions that of a Miss Sturmann, a patient in one of the\nhospitals at Vienna, who enjoyed \"a night of unusually peaceful sleep\nsuch as she had not experienced for a long time,\" together with other\nfavourable symptoms, when her bed was moved with its head to the\nnorth. The same patient when in this position appeared to be wonderfully sensitive to the magnet. At the whole length of the ward, a\ndistance of some thirty feet from her bed, the Baron states that the\nremoval of the keeper from a powerful magnet he had brought caused\nher to become unconscious :-\" She stopped speaking in the middle of\na word that was on her tongue; she had half said it, the rest died\naway on her lips. I found her lying rigid with spasms and with\nclenched hands, her eyes open and cast upwards, so unconscious that\nI could place my fingers on her eyeballs without the lids moving.\"\nThe experiment was tried three times with exactly the same results.\nSuch extreme susceptibility is doubtless rare, but it ought surely\nto be possible to ascertain if Baron Reichenbach was or was not mistaken in the conclusions he drew from his experiments. The effect of\nthe imagination is so powerful that it will be difficult, if not impossible,\nto devise any experiments that will exclude its influence, and unless\nthis is done no conclusions can safely be drawn. We shall be glad,\nnevertheless, if our readers will communicate to us any experience they\nmay have had which seem to bear on this question.\nMany years before Reichenbach's time the sensory effect of a\nmagnet and the so-called magnetic light appear to have been noticed.\nMr. E. T ..Bennett has disinterred the following extract, which he has\nbeen good enough to translate from the\" Tagebuch einer Magnetischen\nBehandlung,\" by P. G. van Ghert, Secretary of the Ducal Mineralogical Society, at Jena, in Holland, and member of several learned\nsocieties.\n\n*\n\n*\n\n\"1810. October 15th.-To-day, when I arranged some exreriments with\nthe magnet, while the patient was in a room upstairs, and was below, so\nthat she could not see what I did, she immediately came down, and said that\nshe did not know what was the matter with her, but that it was impossible\nfor her to resist the influence.\nI put her to sleep in the usual manner. . . . . I held the magnet a\nfew inches from her knee, but she immediately besought me to take it\naway. I requested her to touch it with her hands. At first she would not\ndo this, but finally took hold of it, aud held it for a considerable time in her\nhand without experiencing any inconvenience. I made passes with it from\nare hardly strong enough to countervail the negative evidence here adduced. Still\nthe subject, not being in direct contravention of any known scientific proofs, deserves\nfurther investigation in a fair and dispassionate spirit. It seems primd facie improbable that so important a factor in cosmogony should be otiose and inefficacious in\nits highest development-human life.\"\n\nDigitized by\n\nCoog\n\n\f44\n\nJ oU'1'nal of Society for Psychical Resem·ch.\n\n[April, 1884.\n\nthe head to the knee, which produced a strong intluence. She Mid she saw a\nblue glow proceed from it, which penetrated into herself. I made passes over\nher hand with the north pole, which she could bear very well. I then brought\nthe south pole over the same spot, which did not produce any different influence\nfrom the north pole. But at the distance of about a foot-and-a-half, she saw\na glow proceed from the part of the hand where the passes had been made to\nthe south pole only. When I placed the ma~net in her hand, and held a\npiece of steel before it, she Msured me that It produced a much stronger\nmfluence, and said :-' A stream goes from the magnet to the steel, which\nlooks exactly like a rainbow, except that the colours are not so bright.'''\n\n•\n\n•\n\n*\n\n*\n\n*\n\nFrom \"Archiv fiir den Thierischen Magnetismus. Herausgegehen, von Dr. C. Avon Eschenmayer, Dr. D. G. Kieser, und Dr. F. N&8se.\" Li~pzig, 1811. Zweiter\nBand. Zweites Stiick; pp. 35, 36.\n\nA FOREIGN VIEW OF PSYUHICAL RESEARCH.\nThe following extract from a recent article in the well-known\nAustrian paper, the\" Allgemeine Zeitung,\" will be read with interest as\nindicative of the attitude which many of the more thoughtful leaders of\npublic opinion are now taking towards \"Psychical Research\" : \" It has at all times been the fault of every dominant intellectual tendency\nthat it denoullces not only theories, but even facta opposed to it, and designates as false and impossible whatever cannot be brought into harmony with\nits own cOllceptions. That this has heen the case with religion does not\nneed to be pointed out. Bnt the same theoretical intolerance has been\nmanifested in a high degree on behalf of prevalent scientific doctrines. The\nheretical assertors of fnets at variance with these preconceptious have not,\nindeed, beeu burnt, but they have been too often exposed to ridicule and\ncontempt. We need only remind ourselves of the denial of aerolites towards\nthe end of the last century, when those who believed tliat bodies could fall\nfrom the sky were looked upon as fools. It was said to be 'impossible,' to\nbe a 'contradiction of the laws of science,' Hnd anyone believing in Stich a\ncontradiction was either out of his mind, or at least could not be considered\na person of any scientific competence. And similarly of a whole 8uccession\nof facts. Our orthodox culture is a great deal too ready with the phrases\n'impossible' and' opposition to the law8 of nature.' When closely examined,\nit usually tUI'DS out that this 'impossibility' is nothing else tha.n incomprehensibility, and the imaginary breach of the laws of nature is only ignorance\nof the laws by which the fact in question is to be explained.\n\"Now it seems that underlying the phenomena of Spiritism, such as\nclairvoyance, table-turning, spirit-rapping, and all the rest, there are real\nfacts which do not admit of complete explana.tion by our present knowledge.\nFrauds and mistakes are mixed up with these facts; but it would not be too\ndifficult to distinguish the true from the false were it not for the misfortune\nthat orthodox science will not approach the investigation of the facts, but\ncontents it.self with flatly denying them. The consequence is that persons\nwho, either accidentally or impelled by the spirit of inquiry, have become\nimmovably convinced of the truth of some of these phenomena, too ea.sil,\ntend to an uncritical acceptance of all or most of what is alleged on this\nsubject in opposition to the dominant culture.\n* .\". * *\n\"In our opinion, the Spiritist superstition will only come to an end\nwhen exact sCIence will take the trouble to examine without prejudice the\nfacts which it has hitherto distinctly denied; that is to say, will approach\nthem with the admission that things are not necessarily untrue because\nullexplained.\"\n\nDigitized by\n\nGoogle\n\n\fApril, 1884.]\n\nJournal of Society for Psychical Research.\n\n45\n\nA RARE TYPE OF TELEPATHY.\nThe following very intereRting narrative has recently been communicated to the Literary Committee. It is possibly no more than a\nvery striking case of Thought-transference in sleep-the dream of one\nperson exciting a corresponding dream in another. But Miss E.'s\nexperience seems very unlike a dream; and the incident was more\nproba.bly an example of <waking telepathic transference, Miss C. S. B.\nbeing the \"agent\" and Miss E. the \"percipient.\" In the immense\nnumber of telepathic cases which the Literary Committee have collected, only very few belong to this type, where the \"agent\" is asleep,\nand the \"percipient\" awake. Similar instances would therefore be\nspecially welcome.\nThe following letter is from Miss C. S. B., 74, Lancaster Gate, W.\nOn June 10th, I had the following dream. Some one told me that\nMiss E. was dead. I instantly, in my dream, rushed to her room,\nentered it, went to her bedside and pulled the clothes from oft' her face.\nShe was quite cold; her eyes were wide open and staring at the ceiling.\nThis so frightened me that I dropped at the foot of her bed, and knew\nno more until I was half out of bed in my own room and wide awake.\nThe time was 5 o'clock a.m. Before leaving my room I told this\ndream to my sister, as it had been such an unpleasant one.-C. S. B.\nFelwuary 18th, 1884.\n\nThe next account is from Miss E., 74, Lancaster Gate, W.\nI awoke on the morning of June 10th, and was lying on my back\nwith my eyes fixed on the ceiling, when I heard the door open and\nfelt some one come in and bend over me, but not far enough to come\nbetween my eyes and the ceiling; knowing it was only C. I did not.\nmove, but, instead of kissing me, she suddenly drew back and going\ntowards the foot of the bed, crouched down there. Thinking this very\nstrange, I closed and opened my eyes several times, to convince myself\nthat I was really awake, and then turned my head to see if she had left\nthe door open, but fonnd it still shut. Upon this a sort of horror came\nover me and I dared not look towards the figure which was crouching\nin the same position, gently moving the bedclothes from my feet. I\ntried to call to the occupant of the next room, but my voice failed. At\nthis moment she touched my bare foot, a cold chill ran all over me and\nI knew nothing more till I found myself out of bed looking for C., whomust, I felt, be still in the room. I never doubted that she had really\nbeen there until I saw both doors fastened on the inside. On looking\nat my watch it was a few minutes past 5.-K.E.\nThe following are from Miss C. S. B.'s sisters.\nBefore leaving our room, my sister C. told all about the dream she\nhad had in the early morning.-C. E. B.\nThe first thing in the morning, Miss E. told me all about her\nunpleasant dream, before speaking to anyone else.-A. B.\nIn answer to inquiries, Miss C. S. B. says:This is the first experience I have ever had of the kind, and I have\nnot walked in my sleep more than three times in my life; the last time\nDigitized by\n\nGoogle\n\n\f406\n\nJournal 0\/ Society \/0'1' Psychical Research.\n\n[April, 1884.\n\nwas about a year ago; on no occasion have I left the room. I do not\nhave startling or vivid dreams as a rule. I did not look at my watch\nafter waking, but the clock struck 5 o'clock.\nIn answer to inquiries, Mi88 E. says:Although I am &eeustomed to have very vivid dreams, I have never\nhad one of this kind before. When I found my friend was not in the\nroom, and that the doors were securely fastened on the inside, I looked\nat my watch; it was a few minutes past 5.\nI have never, I believe, walked in my sleep. There are two doors\nto my bedroom. One was locked on the inside; the handle was broken\noft' the other on the outside. Thus it was impoBBible for anyone to\nopen it except from the inside.-K. E.\nOne of the Secretaries of the Literary Committee has carefully\nexamined the doors. The handle of one of them was loose at the time\nof the incident, and had fallen oft' onto the floor outside when someone\nleft the room overnight. Miss E. heard it fall, and saw it on the floor\nwhen she left her room in the morning. To readjust it, so as to open\nthe door, required great care and accuracy; and the hypothesis that\nMiss C. S. B. really entered the room in a sleep-walking fit would\ninvolve the supposition that she picked up the fallen handle, went\nthrough this delicate proce88, subsequently, on leaving the room, shut\nthe door so carefully as not to disturb the handle (which, had it fallen,\nwould probably have startled both herself and Miss E. into complete\nwakefulness), and then took it oft' and placed it on the floor again It\nmay be added that in her few experiences of sleep-walking, Miss C. S. B.\nhas never made the slightest attempt to leave her room; and that on\nthis night she was sleeping in the same room as a sister, who is a very\nlight sleeper, and who would almost certainly have been awakened by\nthe opening of the door.\n\nDigitized by\n\nGoogle\n\n\fApril, 1884.]\n\nJournal 0\/ Society \/01' P8ychical Research.\n\n47\n\nSUPPLEMENTARY LIBRARY CATALOGUE.\n'l'IIe followin.fJ addition, kave been made during March, 1884.)\n(A few of these are duplicate copies of works previously in the Library.)\n[R] indicatell tkat the book is for reference only.\n\nACCOUNT OF A STRANGE AND DREADFUL ApPARITION AT SEA •.. Londo-n, 1627\nANGELIC REVELATIONS, concerning the Origin, Ultimation, and Destiny\nof the Human Spirit, 4 voL .................•............... .. London, 1875-83*\nBLAIR (Mrs.) Dreams and Dreaming. With an Introductory EBSaY by\nthe Rev. Samuel Blair .....................•.....•.............•.... Londo'll, N.D.\nBLAVATSKY (H. P.) Isis Unveiled ........•.•.......•.......••....... NtJ1IJ York, 1877\nBRITTEN (Emma Hardinge) Nineteenth Century Miracles .•.... Londoo, 1884\nCARPENTER (William B., M.D., F.R.S., &c.) Mesmerism, Spiritualism,\n&c., Historically and Scientifically cOllsidered .......•...... .. London, 1877\nCLAIRVOYANCY, Miud Reading, Psychomanc.v and Soul·Charming:\nHow to become a good Clairvoyant .................... ..... Manchelter, N.D.\nCox (Edward W.) The Mechanism of Man. An Answer to the Question, What Am 11 Vol. I. ........................................ LO'IIdon, 1876\nGLANVIL (Joseph) Saducismus Triumphatus, 4th edit.••.••.••.•.. London, 1726\nHEATON (James) The Extraordinary Affliction and Gracious Relief of\na little Boy, supposed to be the etf'ects of Spiritual Agency,\nPlymouth, 1822\n[R] NARRATIVE OF ASTONISHING TRANSACTIONS at Stockwell, in Surrey,\nin 1772 ................................................................. .LondO'll, 1772\nRoMANES (J. G., F.R.S.) Mental Evolution in Animals ........ .. London, 1883\nSERVICE OF SUFFERING (A); or, Lessons from the Biography of Mrs.\nCroad. Compiled by J. G. Westlake, 2nd edit................ London, N.D.t\n[&] PAMPHLETS, English, Vol. 1.Alderson (John, M.D.) An Essay on Apparitions ...................... London, 1823\nAsbburner (John. M.D.) Facts in Clairvoyance... ............... ...London. 1848§\nColley (Rev. Thomas. M.A.) Later Phases of Materialisation ...... London, 1877:1:\nCollyer (Robert H .• M.D.) Psychography ......................... Phi1.cuJ.elpllia. 1843\nCollyer (R. H .• M.D.) Automatic Writing. The Slade Persecution. London. 187S:::\nCrookes (W.• F.R.S.) Psychic Force and Modern Spiritualism .... London. 1872§\nHowitt (A. W .• F.G.S.) On Some Australian Beliefs ................. London, 1ss;J1I\nIsham (Sir Chas.. Bart.) The Barby Apparition ................ Northampton. 1867:1:\nKing (George) Experiments with Dr. Slade. (Privately printed) ............ 1876:1:\nLane (Charles) The Law and Method of Spirit·Culture ............... BoBton. 18431\nM.A.(Oxon.) The Slade Case ................................................. London. 1877:1:\nRuskin (John. LL.D.) Fors Clavigera. Letter 63rd ...... ........... Londrm, 187S:::\nWilson (John, M.D.) Trials of Animal Magnetism ..................... London. 1839:1:\n\n[R] PAMPHLETS, English, Vol. 11.Edmonds (Judge) Spiritual Tracts ................................ ...... New York. 1858t\nGUPPl (Samuel) Imitations of Spiritual Phenomena ........... ...... London. 1873:1:\nHall (Spencer T.) Mesmeric Experiences ................................ .. Londrm, 18~5§\nIota, Maskelyne and Cooke: An Expose ............................. ... Londoo. 1873:1:\nM.A.(Oxon.) Spiritualism at the Church Congress ..................... London. 1881:1:\nStone (G. W.) Electro-Biology .. .......................................... Liverpool. 1850§\nWallace (A. R.) The Scientific Aspect of the Supernatural ......... London, 1866:1:\nZerffi (G. G.• Ph.D.) Dreams and Ghosts ....................... ......... London. 1875:1:\n\n[R] PAMPHLETS, English, Vol. 111.All the Year Round. (The monthly part containing Mr. Heaphy's\nNarrative) ............................................... ..................... Ltmdon. 1861:1:\nDixon (J.• L. S.A.L.) Clairvoyance, Hygienic and Medical. 2nd ed. Lomian, N.D.§\n* Presented by Mr. William Oxley.\n\nt Presented by the Rev. W. Whltear.\n• Presented by Mr. E. T. Bennett.\nII Presented by Mrs. A. M. H. Watts.\n\nt Presented by Mr. F. W. H. Myers.\n\nDigitized by\n\nGoogle\n\n\f48\n\nJournal of Society for Psychical Research.\n\n[April, 1884.\n\nBAILLARGER (M. J.) Hallucinatiolls ............................. ........... Pam, 1846\nCHARPIGNON (.J.) Physiologie, Medecine et Metaphysique du Magnetillme\nPam, 1848\nDUFRESNOY (M. l'Abbe Lenglet) Recuail de Dissertations; Anciennes\net Nouvelles, sur les Apparitions, les Visions et lee Songes, 2 vol.\nPam, 1752\nMEMOIRES pour servir A I'Histoire et al'Etablissement du Magnetisme\nAnilllal (2 vol. ill one) 2nd edit . ... ..........................~ ......... Pam, 1809\nPuEL (T.) De Ja eatalepsie ............................................... ..... Pam, 1856\nREVUE MAGNETIQUE, Vol. I. ........... ......................................Pam, 1884\nARCH IV FUR DEN THIERISCHEN MAGNETISMUS, 6 vol. ......•.• Leipzig, 1817-1820\nHORST (Georg Conrad) Del1teroskopie, 2 vol.. ....... . }i}ankfUl·t am Main, 1830\nGEISTERN UND GEISTERSEHERN (Von) .................................... Leipzig, 1780\nKERNER (Justinus) Geschichten Besessener Neuerer Zeit ...... Stiittgart, 1834\n\n[R] PAMPHLETS, Germall, Vol. 1.EnnemollE!r (Dr. Joseph) Untersuchungen iiber den Ursprung und das\nWesen der Menschlichen Seele .................... .................. Stiittga1·t, 1851\nLeubuscher (Rud) Ueber die Entstehung der Sinnestii.uschung ....... Berlin, 1852\nSChllbert (Dr. G. H. Von) Ul!ber Ahnen und WiBBen ............... ... Munich, 1841\nSiebeck (Prof. H.) Das Traumleben dar Seele ..................... ......... Bt'I'lin, 1871\nWundt (Prof. W.) Der Spiritismus ........................................... Leipzig, 1819\n\n[R] PAMPHLETS, German, Vol. n.-Baader (F\"anz) Eine Geisterscheinung .................................. .. Miimter, 1833\nClemens (lk A.) Dlls Ferogefuhl ........................... Frankjurt am Main, 1851\nHoffmann (Dr. Heinrich) Die Physiologie der Sinnes-Hallucinationen\nFrat&kfttrt am Main, 1851\nLeben (Dasl und ner Tod ........................................ ............... .Leiprig, 1850\nScherer (Friedrich) Das WRlten von Wahrheit und Wahn\n(1m SelbBtt1erlage de. Verj_.) N.D.\nWegners (Georg Wilhelm) Abhandlung von Gespenstem ............... Berlin. 1741\nWellmer (Meta) Geistergeschichten .................................... Nordhauam, 1815\n\nDigitized by\n\nGoogle\n\n\f","_id":396}