{"name":"Journal of the Society for Psychical Research 3995","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n4_may_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N4, May 1884","mylang":"de","content":"No. IV.] [MAY, 188••\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nPAGE\n•••• 49\n50\n4il\n51\n52\nMeeting of Council.. . . . . ••\nOccaaional Meeting .. . . . . . .\nBlectloDS, May 2nd, l884 . . . . .. . •\nNotices of Work done by Committees ••\nCambridge Branch of the S.P.R. ••••\nSpecimens of the Clasaillcatlon of Impres-\nmons and Apparitions at lloments of\nDeath or Danger . . . . . . . . . . 54\nObituary •• •• •• •• •• •• •• •• 56\nPAOK\nReport on the Alleged Manifestations at\nArundel, SllI8ex (with diagrams).. .. fii\nInvoluntary Guidance without Contaet . 113\nChance Guessing 17er1tU Thought-trana·\nference.. .. •. .. .. .. .. .. 65\nAlleged Cures of Anrosthuia by Mag·\nnetlam.. .. .. .. .. .. .. ., 65\nSupplementary Library CatBiogne 68\nMEETING OF OOUNCIL.\nA Oouncil Meeting was held on May the 2nd, the President in the\nchair, when Messrs. Alexander Oalder, Walter H. Ooffin, Edmund\nGurney, O. O. Massey, F. W. H. Myers, Edward R. Pease, E. Dawson\nRogers, J. Herbert Stack, and Dr. Wyld were present.\nThe minutes of the previous meeting were read and signed as\ncorrect.\nThe Rev. J. A. Macdonald, of Manchester, and Mr. Edward Grubb,\nof York, were elected as Honorary Members, under the second section\nof Rule 8, in recognition of the services they have rendered to the\nSociety.\nEleven new Members and ABBociates were elected whose names and\naddreBSeB are given in another page.\nLetters were read from Mr. Desmond G. FitzGerald, asking to be\ntransferred from the list of Members to that of ABBociates, and of resig-\nnation from Mr. A. Kimber and Mrs. Dudley Sampson on the ground\nthat both husband and wife in each case were Members or ABBOciates.\nA letter was read from the Hon. Sec. of the Swedenborg Society ac-\ncompanying a present from that Societyto the Library of the S.P.R. of\nan extensive series of Swedenborg's works, and of other books published\nby the Swedenborg Society. Resolved that the thanks of the Oouncil\nbe given to the Society for their kind and liberal donation.\nA letter was read from a firm of publishers in New York, asking ,\nfor permission to publish the Proceedings of the Society in the Uni~d\nStates. Referred to the Secretary to make further inquiries. .'\nThe Secretary reported that the publishers, Messrs. Triibner, had\nfurnished a statement, showing that .£21 Is. 8d. had been. received\nfor sale of the Proceedings from July to December, 1883.\nThe Hon. Sec., Mr. Edmund Gurney, informed the Oouncil that,\nDigitized by Google\n\fJournal of Societu\/or P8!1chicftl Researek. [Hay, 18&1.\nsince the last meeting, he had delivered a lecture at Manchester and at\nLiverpool, on \"A Theory of Apparitions,\" the lecture being in the main\nthe third Report of the Literary Committee.\nIt was agreed that a General Meeting of the Society be held on\nWednesday, the 28th of May, at 4 p.m., at Queen Anne's Mansions;\nat which it is intended that the programme shall be as follows :-\nRemarks by the Prcsident.\nFourth Report of tbe Literary Committee.\nFiret Report on Contemporary Evidence of \"Phantasms of the Living\nin India.\"\nIt was agreed that the following paragraphs should be printed on a\nslip and insertt'd in Proceedings, Part V., by way of explanation, and\nthat the slip should be enclosed in the next number of the Journal, for\nthe benefit of Mcmbers to whom copies had been already sent out.\nERRATA:\nIn Part V. of the P,·oceedill!13.\nIn page 10, lines 14, 15, for \"experiments performed under this\nIllSt condition-a condition which precludes any unconscious guidance\nfrom the 'agent' \"-read \"experiments performed under conditions\nwhich preclude the possibility of unconscious ~idance from the\n, agent.''' And ~d the f~~:,~he wOJ.'u \"contact,\" in the\neighth line from the bo~tJf':ttie. ~~11Ie. pag~.\nIt should be borne iq\n..iu~c1 thM '.clieMionl. . be unconsciously given\notherwise than t~ught.01J~: ?f. Proc~ed~,~t .t I., pp.18, 19,.&c••\nIn page 55, hne 1~, ()mtt. the 1igllre'l.bafore 7,000. And m line\n25 of the laIne page,for,~~657,000ths x 10, rettdlar.;ooJ x 10.\nThe next Meeting of the ,O~~:ricil WI\"! take place on Wednesday,\nMay 28th, at 2.45 p.m. There 'will be another Meeting of the Council\non Friday, June 6th, at 4.45 p.m.\nOCCASIONAL MEETING.\nAn occasional meeting of 1Iembers and Associates was held at\nQueen Anne's Mansions, on Wednesday, April 30th, at 4 p.m. The\nmeeting was addressed by Colonel Olcott, President of the Theo-\nsophical Society, and Mr. Mohini Chatterji, a Brahmin Theosophist.\nThese latter gentlemen gave an account of some experiences\nof their own, with the view of demonstrating that certain persons\nknown as \"adepts\" possess the power of producing apparitions\nof themselves at a distance, especially to persons with whom they\nare in some way en rapport. These narratives, though of a different\norder from those which the Society has so far collected. possess sufficient\npoints of analogy to suggest many interesting questions. They were\nlistened to with marked interest and attention, and a general wish was\nexpressed that further opportunities might be afforded of hearing and\nquestioning the bearers of a message so extraordinary. A small\nCommittee has subsequently been appointed to take the evidence which\nColonel Olcott, Mr. Mohini, and Mr. Sinnett have kindly volunteered\nto give, as regards these Oriental apparitions; and it is hoped that &\nfirst Report from thisCommittee may be laid before the General Meeting\non May ~8th.\nDigitized by Google\n\fMay, 1884.) JOltl'1aal qf Societ!\/jor P8ychical Re8earch. 51\nELECTIONS, MAY 2ND, 1884.\nHONORARY MElmERS.\nGRUBB, EDWARD,* 8, Holly Terrace, York.\nMACDONALD, REV. J. A.,* 19, Heywood Street, Cheetham, Manchester.\nMEMBERS.\nCARPENTER, MAJOR GEO. W. WALLACE, 28, Ashley Place, Victoria\nStreet, London, S.W.\nHOGG, MISS A. M. M., Berry Head House, Brixham.\nTnORPE, MRS. MARY, Lenton House, Lenton, Nottingham.\nASSOCIATES.\nBONUS, ARTHUR R., Clifton College, Clifton, Bristol.\nBOSTOCK, MISS E. A., Penmaen Gower, Swansea.\n~ICHOLSON, SIR CHARLES, BART., D.C.L., LL.D., M.D., The Grange,\nTotteridge, Herts.\nSHADWELL, MISS BLANCHE, 21, Nottingham Place, London, W.\nSnARPE, MRS. REGINALD, 11, Victoria Road. Kensington, London, W.\nWILLSON, REV. T. B., M.A., 11, Canterbury Villas, Thornton Heath,\nCroydon.\n,\\VOODS, MISS ALICE, 8, Bath Road, Bedford Park, Ohiswick, W. :\nWOODS, ARTHUR, A.I.C.E., Mickleham, Surrey.\nN.B.-Members and Associates are requested to Bend inform~tion of any change\nof address to the ABBistant-Secretary, H, Dean's Yard, Westminster, S.W.\nNOTICES OF WORK DONE BY COMMITTEES.\nThe Literary Oommittee held no formal meetings during April, but\nthe secretaries were employed in drawing up a Fourth Report, dealing\nwith a Theory of Apparitions, and intended to be read at the General\nMeeting on May 28th.\nA classification of about 500 narratives of impressions or apparitions\nperceived coincidently with the death or danger of the agent, has also\nbeen prepared, and will, it is hoped, prove a considerable convenience\nto students of the slips to which it serves as an index. A printed copy\nof this classified index will be placed in the Society's rooms in a few\nweeks' time, and other copies will be sent to local branches of the\nS.P.R. .\nHAUNTED HOUSE COMMITTEE.\nA few weeks ago the Oommittee received a report of unaccountable\nfootsteps heard, and an apparition seen, in a small house near Hyde\nPark, which their informant was .then quitting, and which, consequently,\n'Was to let, furnished. They satisfied themselves that the report was\n.. Elected for services rendered to the Society.\nDigitized by Google\n\fJournaloj' Society for Psyckicallleseal'c\/,. [May, 1884.\nperfectly bono. fide; and decided to take the house for a short time, and\nentered into possession about a week after it was vacated.\nSeveral of the Haunted House Oommittee and other members of\nthe Society in tum occupied the haunted room; but they are unable to\nrecord any evidence of abnormal phenomena.\nThey have, however, gained some t'xperience in a rather difficult art,\nthe negotiation of leases for \"haunted houses.\"\nTHOUGHT·TRANSFERENCE COMMITTEE.\nNo experimental work has becn engaged in during the past month.\nOur friends would greatly assist the work of this Oommittee if they\nwould kindly inform the Hon. Sec. of any successful experiments that\nthey may have made. The remarkable success obtained by Mr. Malcolm\nGuthrie, with the two lady percipients at Liverpool, illustrates what\ncan be achieved by patient, persistent trials.\nMESMERIC COMMITTEE.\nThis Oommittee has been engaged in the investigation of the reported\nclairvoyance of a young man mesmerised by a Mr. Ogle, and some\ninteresting experiments have been made by one member of the Com-\nmittee, which show conclusively that, under conditions of blindfolding\nthat appear from outside to be satisfactory, objects can nevertheless be\nfitfully seen by natural vision. A fuller account of these experiments\nwill appear subsequently. As we understand that Mr Ogle has since\nrepresented that the Oommittee were entirely satisfied with his experi-\nments, it is necessary to state, emphatically, that exactly the contrary\nis the fact; inasmuch as the Oommittee obtained no satisfactory\nevidence that Mr. Ogle'S subject saw otherwise than by his natural\norgan of vision.\nPHYSICAL PHENOMENA COMMITTEE.\nThe Secretary writes that the Oommittee o.re actively at work and\nhave had numerous sittings with different\" mediums,\" imposing such\nconditions as they deemed satisfactory. Under these circumstances the\nOommittee regret to have to record their failure to obtain phenomena\nof evidential value, but at the same time they have had some encourage-\nment to persevere, and hope to be able to report more fully next\nmonth.\nOAMBRIDGE BRANOH OF THE S. P. R.\nA Meeting, to establish a branch of the Society for Psychical\nResearch at Cambridge, was held on February 1st, in Mr. Oscar Brown-\ning's rooms, Khlg's College : Prof. Henry Sidgwick, President, in th~\nchair. Mr. Browning was appointed Secretary, and Mr. Hodgson, of\nSt. John's Oollege, Treasurer. The meetings to be held in Mr. Brown-\ning's rooms.\nFebruary 6tll, 1884.-A Meeting was held in Mr. Browning'S\nrooms, King's Oollege. A number of affiliated members were appointed,\nand it was arranged that a meeting for mesmeric experiments should\nbe held on February 21st.\nDigitized by Google\n\fMay, 1884.] Journal OJ''Society {OI' Psychical Researclt.\n.\/I'ebruatl\"lJ 21st, 1884.-A Meeting was held, at which Mr. Smith\nwas present as mesmerist. Experiments were made, but with no very\n-definite results.\n]i'ebrttar'lJ 29th, 1884.-The Branch Society met in the Secretary's\nrooms, King's College. }lr. Myers read part of the proposed Report\nof the Literary Committee, on apparitions of the living, which was\ndiscussed. It was arranged that the next Meeting should be held on\nMarch 14th, at 8.30 p.m.\nMarcT, 14tT\", 1884.-A Meeting was held at which some cases, col-\nlected by the Literary Committee, were read and discussed. Mr.\nMyers read his classification of apparitions, and it was discussed.\nAfterwards a private business meeting was held, at which it was agreed\nthat affiliated members should be admitted to attend the meetings, at a.\nsubscription of five shillings a term, such members to be proposed and\nto be elected by the members of the Society. The next Meeting was\nfixed for Friday, April 25th.\nApril 25tT\" 1884.-At this Meeting it was agreed that a notice of\nthe existence ofthe Branch Society and the application ofpersons wishing\nto be affiliated members should be inserted in the CamJwidge RI1JUw.\nMr. Myers read the second part of the Report on apparitions. Mr.\nPadshah gave an account of his experience as a member of the Theo-\nsophic Society. It was settled that the next Meeting should be held on\nThursday, May 8th, in the Secretary's rooms.\nMay 8th, 1884.-Previous to the Meeting Messrs. Debenham,\nAshbee, Hodgson, Grant, Sidebottom, Goodhart, Bidder were elected\naffiliated members. Colonel Olcott was present and gave a full account\n~f his experiences. The next Meeting was fixed for Friday, 1\\lay 23rd.\nProf. Henry Sidgwick.\n-oscar Browning.\nMrs. Sidgwick.\nF. W. H.l'rlyers.\nMrs. Myers.\nR. Hodgson.\nW. W. It. Ball.\nMrs. Adams.\n.J. J. Thomson.\nMl'I. Prothero.\nM. R. James.\n-G. S. Dickinson.\nW. H. Bennett.\nA. P. Laurie.\n1>. Rintoul.\nA. 'Berry.\nCAMBRIDGE MEMBERS.\nI\nW. Ba.teaon.\nMiss Johoson.\nJ. P. POBtgate.\n\"I H. T. Steam.\nE•.C. Perry.\n, Rev. W. Cunningham.\nHon. Mrs. Lyttelton.\nDr. Cunningham•\nI Prof. Macalister.\nA.·Pashkoff.\nD. M. Pollock.\nW. E. Johnson.\nW. H. Macaulay.\nJ. B. Mathews.\nR. W. Hogg.\nR. N. Goodman.\nG.F. Stout.\nC. S; Kenny.\nAFFILIATED MEMBERS.\nJ. W. Graham.\nRev. J. Southward.\nE. R. Debenham.\nC. R. Ashbee.\nG. C. Hodgson.\nA. J. Grant.\nA. G. Stephenson.\n• Miss Bernard.\nE. J. Sidebottom.\nH. C. Goodhart.\nG..Bidder.\nMrs. Pusingha.m.\nDigitized by Google\n\fJournal of Society.for P8ycM.cal Re8earch. [May, 1884.\nSPECIMENS OF THE OLASSIFIC.A.TION OF IMPRESSIONS\nAND APPARITIONS AT MOMENTS OF DEATH\nOR DANGER.\nI.\nAs has been elsewhere stated, a classified index has been prepared\nto about 500 cases of impressions and apparitions, conveyed to waking\npersons from agents dying or in danger, or other distress. We propose\nin the Jouma! to give occasional samples of these cases, with comments\nintended to indicate the general principles of arrangement adopted, and\nthe directions in which additional evidence is specially to be desired.\nAs regards the broader divisions, thecases have been so classed as\nto illustrate the theory whicll regards phantasms of the living as a de-\nvelopment of Thought.transference. The mode of impact on the per-\ncipient's mind has, therefore, been the point primarily regarded.\nIn a First Division have been placed the cases where the phantasm\nOJO. impression was perceptible to one person only. And this division\nbegins with cases of mere impre8Bion, such as could not, by its very\nnature, be Blmred with other percipients. Among these impressions,\nagain, we may take first the vaguest and least definite; the cases where\nthe percipient merely feels an impression that death or misfortune is\nhappening to some one of his acquaintance, without any identification\nof the person so suffering.\nIt is obvious that from an evidential point of view many of these\ncases will be of comparatively little value. A feeling of mere causelt',ss\ndepression is not rare even among quite healthy persons, and even if\n'such depression is unusually strong, it is not very likely to be mentioned\nat the time, or to be remembered by others, even if mentioned by the\nsufferer. If the object of our collection were purely evidential we should\npass rapidly over this class of cases. But our object is not only evidential,\nbut tlteoretical. Taking the general fact of transference of impressions\nfrom mind to mind as established by other evidence, we feel justified in\ntreating these inconclusive cases as examples of it; though the theory\nof mere coincidence might have been held to explain them, had no\nother vera causa been known. This other cause bein~, as we maintain,\nknown, it becomes important to examine carefully the whole range of its\nprobable effllcts. And these incipient cases in which there is a mere\nmental or physical 71lalais8, with no emergence into consciousness of\nany definite idea as to its causo, are likely to be both numerous, and,\nif carefully studied, instructive, as indicating what may be called the\nmodes 0\/ telepatltic invasion-the obscure channels by which one mind\nmakes itself gradually felt in another.\nWe subjoin two cases from trusted informants. The first is from.\nthe Hon. Mrs. Fox Powys, a member of the S.P.R. :-\nFeb'l\"'uary 16th, 1884.\nA.bout three months ago 88 I was sitting, quietly thinking, between ~\nand 7 p.m., I experienced a very curious sensation. I can only describe it as .\nlike a cloud of calamity gradually wrapping me round. It was almost a.\npbysical feeling, so strong was it; and I seemed to be certain, in some\ninexplicable WilY, of disaster to some one of my rela.tions or friends, though I\nDigitized by Google\n\fKay, 18\/W.] JOltl'nal of Society for P8ychical Re8earck.\ncould not in tile least fix upon anybody in particular, and there was no one\nabout whom I was anxious at the time. I do not remember everexperiencing\nBuch a thing before. I should say it lasted about half-an·hour. This\nhappened on a Saturday, and on Monday I got a letter from my sister,\nwritten on the Saturday evening to go by the post which leaves at 7 p.m., in\nwhich she told me slle had received a telegram, an hour or 80 ago, informing\nher of the dangerous illness of her brother-in-law, at which she was greatly\nupset. This appeared to be a very probable explanation of my extraordinary\np1'e8tlutiment, and I wrote and told her all about it at once.\nA. C. Powys.\nHere is a case where the impression was absolutely vague, and where\nthe agent, from whose state of mind the, impression is supposed to have\noriginated, was not dying or in danger, but merely in mental distress.\nThe value of this case largely depends on the uniquenes8 of the ex-\nperience in the percipient's history. If any of our readers believe\nthemselves to have had similar experiences, it is much to be desired that\nthey would henceforth set such experiences down in writing as soon as\nthey occur, and mention them to others before it is known whether any\ncalamity bas happened or not. For,we repeat, itis likely enough that fits\nof depression of this kind are often real telepatltic event8,although nothing\nbut a very careful comparative estimate of their so-called causeles8 in-\nvasions (invasions, that is, dependent on some obscure internal cause)\ncan justify us in admitting au external cause for them in the case of\nany given percipient.\nThe next case which we shall cite is one where the agent is dying,\nthough the chillness and misery which the percipient experienced do not\nseem to have distinctly suggested her sister's death.\nFrom Miss Agnes M. A. S., Whepstead Rectory, Bury St. Edmunds.\nIn May, 1871, I was away from home for a change, leaving a sick sister\nbehind, who had been ill for many months from mesenteric decline. I was\nto go to a ball at Willis' Rooms on May 11th, and left some friends in Ken-\nsington to stay with an old schoolfellow at Denmark Hill I heard that my\nsister was worse, but concluded it was one of the usuru spasmodic\nattacks of sickness that accompany the disease-how could I ever have been\n110 blind ! It was a Thursday; my new dress bad come, and dinner time\ncame-a large family circle, and I the only stranger, as I had never stayed\nin the house before. I could hardly swallow my dinner, and felt a chillness\nall over me. When the time came to dress I went upstairs and slowly began.\nAs I bent down to pick my dress up I stopped. I felt an unleen presence,\nand a terrible chillneu, which, even as I write, returns only too vividly. I\nrang the bell. When the servant came, I could only say faintly, \"Ask Miss\nEmily to come til me.\" When my friend came, I could explain nothing; I\nmerely said I could not go to the ball. I have often wondered how I looked\nat the time, for I know how I felt, even to my lips. The next morning came\nthe news that my silter had died on the previous morning, longing and\ncalling for me to the last.\nIn another letter Miss S. says :-\nI looked upon my chillness and mental sensation which stopped my going\nto the ball as a most merciful warning.\nMias Druce, the friend with whose family Miss iii. was staying, has\nnot a very clear recollection of the circumstances, but says :-\nOur impression is that Miss S. did not go to the ball; personaUy, ,\nI 'cannot quite remember whether she actually went or not. Next,\nDigitized by Google\n\/\n\f56 Journal of Society for PS!lchical Research. [May, 1884.\nmQrning, the news of her sister's death l'f'.ached her through a letter enclosed\ntome.\nThe coincidencc of time here seems not quite close. It is possible\nthat a telepathic invasion of this kind may sometimes need a consider-\nable time to make itself thus felt throughout the whole organism.\nThere seems to have been a growing distress, resembling the onset of a\nfever or some acute disease.\nBut it is not our intention here to do more than throw out hints\nwhi<lh (as we have already said) may indicate to our readers the points\nto be noted, and the directions in which fresh evidence will be especially\nwelcomed. We should be glad u{deed if each of these brief notices\nwere to elicit some additional cases of a cognate kind.\nIDbitua~.\nWith deep regret we have to announce the death, on May\n· 12th, at the age of 67, of an eminent scientific member, Dr. R.\nAngus Smith, F.R.S. This is not the place to speak of Dr.\n· Angus Smith's high scientific distinction, nor of those profound\nand classical investigations into the chemistry of the air and\nwater of large towns upon which largely were based the Acts of\nParliament that he was called upon to administet'. As Chief\nInspector under the Noxious Vapours (Alkali) Acts and the\nRivers Pollution Prevention Act, Dr. Angus Smith did an im-\nmense amount of valuable public work, his reports to the Local\nGovernment Board being models of painstaking research and\ncautious generalisation. Unlike. most specialists, Dr. Angus\nSmith was a man of large sympathies and widc culture. Olassi-\ncal literature and archreology were his pastimes; his knowledge of\nScotch and Irish archreology and the dreary wastes of early\n, Irish literature was, we believe, singularly extensive. But, per-\nhaps, his keenest interest was centred in psychological investigll-\ntiona, and it is no secret that he held the attitude taken by science\ntowards Mesmerism and Spiritualism to be utterly unphilosophical\n· and unfair. Hence he welcomed the foundation of our Society,\nand often spoke of the quite supreme importance of the results the\nSociety had already achieved. His valuable library, containing\nmany rare psychological works, will, we hope, not be scattered,\nnor his unpublished MSS. be overlooked. To those who had the\nprivilege of his friendship his name will be ever dear from the\n· large and loving heart he possessed. Combined with a philosophic\nbreadth of view, his conversation was ever enjoyable from tbe\nquaint Scotch humour which played through all he said. It is,\n· however, impossible to oonvey the sweet charm of his gentle\nspirit, which sought and revealed the best side of each one's\n,nature, and invariably led him to try to understand, and, if\npossible, justify those who differed from him.-W. F. B.\nDigitized by Google\n\fHa:r,l884.] Journal 01 800ietvfor P'1lc\"ical Baearc\".\nREPORT ON THE ALLEGED MANIFESTATIONS\nAT ARUNDEL, SUSSEX.\nBy MAJOR G. ;t. LB M, TAYLOR.\nJWyal Military College, Farnborough Station, Hanta.\n57\nA.ccom~nied by Major King, R.M.A., I arrived at Arundel on\nSaturday, February 22nd, to inquire into the ciFcumstances attending\nthe alleged manifestations in connection with the girl Clark.\nWe first visited Mr. Hubbert, F.R.O.S., the medical man who had\nbeen ~lled in to see the girl when the affair commenoed; he very kindly\ntold us what took place, his statement being in effect as followl ;-\nHe was called in about 10.30 on the night of February lith to see\nthe girl Clark, who was said to be \"bewitched \" ; he found the houae.\nhold in great consternation, and persuaded that a neighbour had \"be.\nwitched \" her. He asked what the symptoms were, and was told that\n., Icratchinga\" took place \"all about the bed \" on which the girl was,\nthat she did not make them, and that they were supernatural; he was\ntold to listen, and shortly he heard a noise in the bedroom above as if\nmade by soratching the mattress with the nails of the hand. On\ngoing upstairs he found the girl in bed and asked her \"How she\ndid it 1\" or \" Why she did it , \" but she said she had nothing\nto do with it. While he was in the room nothing took place,\nbut he was told that if he left the room the noise would\nprobably recommence. He did 80; and again the scratchinga\nwere hea,rd. He went bac)!: into the room with the girl alone, and\nhaving taken hold of her hands with one of his he scratched the\nm$ttress with the other. The noise was at once recognised by the\nfamily outside the door as the same previously heard. The doctor now\ntied the girl's hands in such a way as to prevent the use of the nails, and\nleft the room. The noise was soon repeated, but was now more like\nrubbiIlg than scratching. In fact, the sound seemed muftled. Again\nhe tied the girl's hands more securely, and balanced a woollen cuff on\nthem, outside the bed clothes. Now no noise was heard for some time\nand on re-enteringthe room the cuft'was found unmoved. The doctor was\nsatisfied that the noises were made by the girl herself. He then left\nand has had nothing more to do with the affair.\nWe next went to Clark's house, and found that, unfortunately, the\ngirl's father was away, and the girl herself had been sent to Brighton.\nWe saw, however, the girl's mother and her father's mother.\nThe mother is a large, flabby, sallow woman of about 4:0, with a\nDigitized by Google\n\f58\nnarrow forehead and rather oblique eyebrows. She did not seem in good.\nhealth, aDd: Wall certainly nerveliS and frightel1ed at tb.e wh()le affair.\n'Mr. Hubbert described her aa hystericaL .The grandmother is an old\nwoman, who was not at all frightened at what had taken place, but\nrather liked talking about it.\nThe impression we received as to the evidence of these women was\nthat they were perfectly honest witnesses, believing everything they\ntold us; the mother being unwilling to speak of them at all and par-\nticularly careful not to speak to anything which had not come within\nher own knowledge. The grandmother, though equally honest, had evi-\ndently told the story so often that she described things whioh, on her\nown showing, she could not have seen.\nWe gathered that the \"manifestations\"began on Friday evening,\nthe 8th of February, and the girl was sent away on Tuesday or W00-\nneadey, the 19th or 20th, and that nothing took place betWleen Tueaday,\nthe 12th, and Monday, the 18th, on which day the girl is said te have\nseen an apparition, which determined her people to send her to Brighton.\nOur two witnesses were able to speak diJ:ectly to oaly BOme of the\nalleged manifestations, the evidence for the others resting on the\ntestimony of the girl, her father, the girl's maternal grandmother, and\na neighbour. The manifeatla.tioJIUI appear to have begun spontaneously;\nbut afterwards to have been in a great measure sought by the father\nto teat their reality. We. ascertained pretty well in what order the\ndifferent things happened, but could not quite make it clear on\nwhich days they occurred.\nI will give first the substance of the statements of the two\nwomen we saw, as far as they speak mm their own knowledge; and\nthen the remainder of the story as gathered from the graBdmether, but\nthe direcll evidence for which could not be obtained.\nThe mother states that the girl is 13, but looks older; is a good,\nquiet girl, about whose honesty in the present matter she has.no doubt.\n(Major King saw the girl's photograph; it was of a girl with a sharp and\nrather shrewd face.) That on Friday night, a minute or two after\ngetting into bed with her two girls (her husband being away at work),\nshe heard a scratching noise on the mattress of the bed. She asked the\ngirls if they were making it. They said, \"No,\" and seemed frightened.\nShe held the girl's hands and yet the noise continued. She got out of\nbed, thinking it might be rats, lit a candle, searched the room, and\nremade the bed. When they went to bed again the noise recommenced.\nShe then went into the back room, but the noise continued on theother\nbed. She also states that the first bed heaved up, and, that when they\nwent into the second room, the bed and everything in the room shook.\nShe got so frightened that she sent for the doctor.\nDigitized by Google\n\fMay.18i6.]\nThough the mother sat by and ~quiesced in all her mother·in-Iaw\nsubsequently related, she said nothing more than the:aoove came under\nher speciallrnowledge, except the evident diatreq of her daughter on\nother occallions.\nThe grandmother corroborated what the mo\\her stated about the\ngirl's goodDess and honesty, and proceedAd to say that when the father\nreturned on Saturday night (1) some attempts were made at an investi-\ngation, in the course of which the girl was sent upstairs into the room\nin which the noises were first observed,\" to see what would happen.\"\nShe was followed by her two grandmothers (the maternal grandmother,\nwho lived in another village,having been sent for previously). The girl\nstood at A (see plan), in full view of the old women, who were at the\nhead of the stairs, when in a minute three articles fell to the ground\nat the other end of the room at B and C, a clock from off\nthe chest of drawers, and two ornaments from the chimney piece, all\nat the same time. The girl rushed back to the stairs, .and the two old\nwomen, going into the room. found the things on the floor, but not\nbroken; there was a mat or carpet where they fell. They replaced the\nthings, the clock onita baok far back on the drawers. They again fell\nunder similar circumstances (1); the girl described them to have turned .\nover and over till they reached the floor. One of the things that fell\nwas a small bell-shaped shade over a match stand.\nAfter the above incident (on Sunday, I think), the girl was lent\nQ'---O ~ III\nxl IX~\nQ\n~\n-\n-d\n-d \"\n~\n'\"\nIII\n<\n1\n.: x\n~ '\"\n~\n..c\n.;;; \"0\n0\n- S\n~ 0\n'0\nx \"\n<e\nC5\n..\nPLAN OF CLARK'S IIOUSE.-18~ ~'LOOR PLAX.\nDigitized by Coogle\n\f60 Journal qf 8ociety\/or P81Jchicallle8earck. [May,l8S4.\n~.\nf\/\n.ol\nd::\n~O EI\n.~ I\n.... .~-d\n&=5 .\n.~:,,'O\\e.\nlos A,i'\n~ rn\n~\nx\n~\n~\nx\n~\nTable.\nE\nI I\n.~\n----3--- r--\nrI.l\n'--\nCoalbole.\nD\n-\n•\n-\n-\nl'LAN OF CLA.RK'S HOUSE.-GROUND PLAN.\nDigitized by Google\n\fMay, 188t.] Journal qf Soc-lei!! for Psychical Re8earcl,. 61\nto her grandmother's house, not far off, \"to see if anything would\nhappen in a new place.\" The grandmothl'r says that, when there and\nin view, things jumped up and fell down which were Gut of the girl's\nra,.,ch. I could not get a clear statement about it, but got the old\nwoman to acknowledge that she saw nothing fall.\nLater, again, the grandmother declares that when going upstairs in\nher son's house, with the girl in front of her, a dark cloud seemed to\nmeet them and obscure the light of the candle till she lost sight of the\nchild, who shrank back to her and said she felt it allover her; the\ncloud soon passed away.\n.As for the rest of the story, it appears that the father sent the girl\ninto the scullery, and watched through the door a tray of potatoes ,and\nan iron pot fall; they werc, however, scarcely beyond the girl's reach.\nThis experiment appears to have been repeated, for on another occasion\na neighbour, looking through the door, said he saw a shadowy hand\nstretched out from the girl to the things to upset them. On another\noccasion the girl, having been sent across the road to the baker's,\nreturned with the story that immediately she entered the shop two chairs\nfell over of themselves, but no one else saw them fall.\nAgain, the girl is said to have been alone with her maternal grand-\nmother (whom we did not see) in the lower front room, and being told\nto get some coal, the child opened the door at D. .At this moment the\ngrandmother and girl heard three violent knocks on table E. The girl\ngot frightened, and the grandmother went with her to get the coal from\nunder the stairs. Again three knocks were heard on the stairs.\nAfter this it seems the girl never left her mother's side for a week,\nand nothing took place. At the end of that time her mother, thinking\nthat perhaps it was allover, sent the girl upstairs to get a dress from\nthe back bedroom. On entering the room the child screamed, and on\nher return stated to her mother that she had seen at F a figure in &\nwhite dress, with fingers very white and long, bald head, and white\neyes and feet, which, when she screamed, receded and disappeared into\n.$he wall behind it. '\nThe order in which the manifestations are said to have followed one\nanother is as follows :-\nORDER 0:1' lIANIFEsTATIONIl. OBSERVED B'l1.\n1. Scratchings ............ Mother, Sister, and Doctor\n2. Ditto ..................... Mother, Sister, and Paternal Grandmother\n3. Things falling ......... Pa.ternal Grandmother and Maternal Grandmother\n4. Ditto, ditto............ Paternal Grandmother\n5. Ditto, ditto ............ Father and Neighbour\n6. Knocks .................. Maternal Grandmother\n7. ,Darkening of candle.. Paternal Grandmother\n8. Apparition............... Child\nDigitized by Google\n\f62 JOfernal qf SocietyluI' PS]lcMcal Research. [Mar,l88f.\nOBSBRVATIONS.\nNos. 1 and 2.-The doctor being quite unaffected by any feeling of\nexcitement or fear, which was not the case with the family, was the\nbest judge of the cause of these manifestations. He was convinced tha.t\nthey were caused by the child herself.\nNos. a and 4.-If the evidence of the paternal grandmother could\nbe relied on these could not, in my opinion, be accounted for by any\nphysical cause, as the clock and onlaments fell simultaneously and were\n9ft. from the girl, who, having been sent by her father without warning\n(as I understood) to the room above stairs, had no opportunity of\nmaking any arrangements fo.. trickery.\nNo. 5.-In tllese manifestations the girl might not ha\\'e been more\nthan 4ft. from the things which fell, and the hole in the door (as\ntested by me) is so small that little can be ~n through it, and that\nlittle in a shadowy way.\nNo. 6.-The girl standing where she did when the knocks \"on the\ntable\" were heard, was within reach of the door of the coal-hole, knocks\non which (as ascertained by Major King) sounded hollow; as if on a.\ntabl~, and from their sound it would not be possible to tell whence\nthey came. When immediately afterwards, the girl was in the coal-\nhole, the knocks on the stain sounded from a place within her reach.\nNo. 7.-The stairs are so narrow tllat the girl must ha.ve been in\nfront of her grandmother and above her; if she had shaded the candle\nwith her hand it might not have been observed by the old woman, and\nthe stated effect might have been easily produced on the half-frightened\ngrandmother.\nNo. S.-The fright of the girl on seeing the appearance must have\nbeen well feigned to deceive her mother, but the girl herself was in.\nsuch a condition of nervousness as to make it most probable that she\nwas frightened at a shadow only.\nCONCLUSIONS.\nMajor King and myself came to the following conclusions :-\nI.-The scratchings were perhaps done by the child at first by\naccident, and pcrsisted in, when the effect was se\"n, for fun.\n2.-That tho grandmother possibly did not actually keep the girl in\nsight when the things fell in the bedroom; having perhaps turned round\nto speak to the mother at the bottom of the stairs.\na.-That the knocks were most likely produced by the child, who\nat this time was getting rather frightened at her own \" manifestations.\"\n4.-That the father and Mr. M., the neighbour, could not have\nwatched the girl through the scullery door, and that Mr. M., fr9m his\nreference to a spirit-hand, suggested a spiritual appearance to the girl.\n5.-The darkening of the candle might have been done by the child\naccidentally, and frightened her as well as her grandmother.\n6.-That the \"spirit\" was purely SUbjective.\n7.-That on the whole it is most likely that the affair was begun\nin fun, continued in fraud, and closed in fright.\nDigitized by Google\n\fKay, 1884.] Jom-nal of Socieill for Psychical Bcsearcll. 63\nINVOLUNTARY GUIDANOE WITHOUT OONTAOT.\nThe President of tbe Society has lately received an interesting\nletter from Mr. A. E. Outerbridge, jun., of Philadelphia, U.S.A.,\nasking for further information as to our Thought-transference experi-\nments, and pointing out tha.t absence of contact by no means excludes.\ninvoluntary guidance on the part of the operator. Accompanying his.\nletter, Mr. Outerbridge sends a record of some experiments which he-\nhas made in this direction, and which were communicated to the\nlate Dr. Beard, and by him published in the II American Popular-\nScience Monthly,\" for July, 1877.\nThese experiments are of sufficient interest to justify a lengthy\nquotation. Mr. Outerbridge writes:-\n\" The only condition I require of the 8ubject is, that 11e shall follow me at.\na distance of about three or four feet, as I grope my way apparently at random.\nkeeping his mind fixed upon the object. 1 am able to tell, by closeattention,\nwhen he follows me readily, and when reluctantly; in this way I cautiously\nmap out the direction in which he tends to follow me most readily. When\nI approach the vicinity of the object thought of, he shows no inclination tOo\nmove in anyone direction. There is, of course, a certain element of un-\ncertainty in the finding of a small object under these circumstances, but the-\nproportion of fa.ilures is astonishingly small. I reached ilus result by a\nauccession of experiments, first through a rigid rod, then through a wire, then\na stretched string, then a string with a loop. I then worked without contact,.\n\"ot· blindfolded. I would walk backward, holding out my right forefinger,\nand directing the 'subject' to hold his right forefinger, at a distance of six\ninches (this would convey to most people the impression of two terminal poles.\nof a battery or electrical machine), and he would often have an imaginary\npricking, as of sparks at the finger-tip. I would then proceed around the\nroom, and when moving in the right direction the hiatus would be rapidly\nclosed between the two fingers.\n\" I can almost invariably distinguish an intentional or accidental indica-\ntion from an involuntary one, and I do not find that keeping the 'arm per-\nfectly stiff' interferes very seriously. The indications are not confined to.\nmuscular contractions or relaxations of the arm, but it is a sympathetic move-\nment of the whole body.\n\" It is a curious fact that subjects who naturally work well will be very .\nalightlv influenced by the explanation of the apparent mystery. You may assure\nthem that every correct movement you make is onlya transL'ttion of their own,\nand they will declal\"e positively that they are trying to move in the opposite·\ndirection, and, in fact, they often do hold back with their feet, while giving\nthe most positive indications with their arms.\n\"I have found that a large majority of well-educated people have an\ninnate bias for mysteries, and prefer to refer these ' phenomena.' to animal\nmagnetism, aurss, psychic or odic force, or any incomprel1ensible cause,\nrather than to the rational explanation of unconscious movement. Some time\nsince, I had a curiousillustration of this fact, and at the same timean admirable-\nproof of the physical theory (if any were required), in an experiment\nsuggested by a gentleman of this city. I had concluded:a successful exhibition\nat an evening company, and described the precise method by which the-\nexperiments had been performed. This gentleman said to me, privately, that.\nhe could .suggest an experiment which, if succe'Jsful, would disprove my\nDigitized by Google\n\f64 Journal of Society for Psychical Rcsearclt. [May, 1884.\ntheory of muscular 01' physical movement. I retired from the room, and\nwas brought ill blindfolded. Meanwhile he had requested a very good subject\nwith whom I had done a number of complicated things to hide an article. The\ngentleman then took 'the towel from my head and blindfolded the 'subject'-\nturned rum rapidly round several times, and told him to think of the object.\nHe said, ' Now you will find it by mental communication only.' I started oft\"\n.rapidly, but, of course, received no indications. I then purposely touched his\nhand to the mantel.piece in the back·parlour. Instantly he unconsciously\n-calculated the position of the hidden article and directed (not led, forI always\ngo in advance of the' subject ') me toward the front·room ; then he was lost,\nuntil I again touched his hand to some object, when I received a fresh indica-\ntion. In this way I finally found a 1O·cent note, rolled into a little ball, and\n.attached to the lower knot of a cord running through the handle of a small\nfeather-duster, which was hanging from the bell·handle on the wall I did\nnot, however, immediately produce it, as I wished to experiment further. I\nled the' subject' oil· to another part of the room. and he immediately brought\n-me back to the duster. Again I led him away to the same place, and turned\nhim round so as to confuse him. All indications ceased, even when I held\n,his hand within an inch of the duster.\n\"In regard to finding small objects, I have no difficultyin picking out any\nletter on a page of a book or newspaper, and I frequently spell out abstract\n>thoughts or names IIf people, place!', &c., thought of, in this way: I hold a\n.sharp·pointed stick or pen.handle in my left hand, pointing downward, with\nthe same hand grasping the left hand of the' subject.' I thus pick out letters\n-on the page which spell the thought in the mind of the' subject.'\n\" The power of perception of theee minute indications is capable of being\n.developed to an astonishing degree, and I have often been amazed at the\n-curious effects produced, a few of which I have indicated to you.\"\nIf our readers will turn to our first report on Thought-transference,\nin Part I. of the Proceedings, p. 16, they will find Dr. Beard's paper\non the \"Physiology of Mind Reading\" referred to, and on p. 18,\nthe experiments made by Mr. Outerbridge are classed under the head-\nIng, \"II. Where actions are performed witlwnt contact with tlte person.\nwilling,\" and upon this the following remarks are made: \"Here the\ninvoluntary guidance by the eyes of the rest of the party, or other\nindications of an almost imperceptible character, are swiftly and pro-\nbably unconsciously interpreted by the guesser and lead him hesitatingly\nto do what is being willed. Even blindfolding the subject merely\nremoves one vista of error. The doubtful interpretation of the best;\nresults obtained in this group, has compelled us to attach comparatively\nlittle importance to them.\" We then recite our experiments where the\nword or figures thought of were named by the percipient, and on\np. 23 show that any explanation hitherto given is inapplicable to the\nlI\"esults obtained and hence conclude\" that we have here very strong\n-evidence in favour of a class of phenomena entirely new to science.\"\nOur readers are familiar with the mass of evidence that has since then\n;been set before them, and as the details of all the experiments are\n'faithfully published, the candid inquirer is now in a position to decide\nhow far we have established the existence of a. class of phenomena.\nihitherto unrecogniaed by science.\n\fMay. 1884.] J01l1'11al ofSociet!llot' PS!lc\/n'cal Rl'sl'rt1·cn. 65\nOHANCE-GUESSING VERSUS THOUGHT-TRANSFERENCE.\nOne of our members having written to us to the effect that he con-\nceived it possible mere chance coincidence might possibly have\naccounted for the success in naming the cards, described in our earlier\nreports on Thought-transference, we wrote to him, suggesting that he\nshould put his doubt to the test of experiment; at the same time-\npointing out that our experiments were not confined to a few trials, but\nextended over numerous days and embraced, altogether, some 50()\nexperiments with playing cards, numbers of two figures, &c. In reply.\nour correspondent writes as follows :-\n\"Wemyss Bay, N.B.\n\"I was all wrongabout the card guessing chances, as the followmg experi-\nment at random guessing will show. In the first 40 t.rials two were right.\nThen in 190 trials none were right; the 191at was right. Then 170 and nune\nright; the 17lst was right. 'rhen lOS and none rigbt. Altogether, four\nright in 510guesses, and 17 wrong only by a spot.\"\nThe same correspondent, writing again, says :-\n\" I have made 1,000 more trials with guessing cards in a room by my-\nself,thecards being re-shuffied each time, and found this time that myresults\nwere a near approximation to the theoretical one correct gUesB in 52 trialB.\nThua, in the laBt 520 trials I had 11 right and 17 one spot too lligh or too low.\nThe correct gueBses were Bepsrated by wide intervals, except in one case\nwhen two were right in four trials, followed by a long break, with none\nright. This convinces me thai the results obtained from the Misses Creery\nare utterly inexplicable on any theory of chance coincidence.\"\nALLEGED CURES OF ANlESTHESIA BY MAGNETISM.\nWe have received from Dr. Dreschfeld, the Professor of Pathology\nat Owens College, a report of an interesting case, which came under\nhis own observation, of the cure of hysterical anmsthesia apparently by\nthe application of a powerful electro-magnet'\" to the part affected.\nThe case was published in the EritisT, Medical Journal for August 7th.\n1880, and is briefly as follows:-\nThe patient, Ann H., aged 43, was admitted to the Infirmary on\nNovember 29th, and suffered from loss of musc~lar power and greatly\nimpaired tactile sensibility, \"the sense of .pain being completely\naboli~ed over the whole body except the tips of the fingers; pric~s\nmade with a needle did not bleed except at the finger tips.\" Heat and\n. cold. could only. be felt on the forehead and arms; the mucous\nmembranes were sensible to touch but not to pain. The patient also\n• We may perhapa be allowed to explain to those of our readers unfamilia.r\nwith scienti1l.o instruments, that an electro-magnet is simplya bar of iron usually\nbent into a U shape, and strongly magnetised by the passage of an electric\ncurrent sent round coils of wire which enoirole the iron. Compound words in\nBCientifio terminology have the cause named before the effect; here the causo\nis electrioiliY, the.effect magnetism of the iron.\nDigitized by Google\n\fJolt\/\"Jutl'if Sociely for PSI\/chienl ResMl'ch. [ \\lay, 1884.\nbad contracted vision in both eyes, was colour blind in her left eye, and\nwas deaf in both cars. She had scarcely any sense of smell and taste\nwas entirely absent. Three other physicians besides Dr. Dreschfeld\n-confirmed these observations.\n\" The first series of experiments consisted in the application of different\nmetals to the anres~hetic skin, with the well known results. Gold and silver\nwer~ found active; copper and iron inactive. It was interesting to observe\nthat, with the re~urn of sensibility over tho whole body after the applica-\ntion of gold, the left achromatopsic eye became normal, while the right eye\nbecame colour-blind. This was the only transfer observed. Internally,\nthe patient was treated with chloride of gold (five minims).\n\"On Decembcr 4th, the electro-magnet was used for the first time. Ono\npole was applied to the outer side of the right le~. The apparatus was so\n.arranged that. the current could be made and broken wi~hout the patient\nbeing made aware of it. Careful examination of the patient, previous to the\napplication of the electro-magnet,showed that the anwsthesia was as perfect as\nQn the first day; the achromatopsia, however, had diRRppeared, and the\nmuscular power had a little increased. Five minutes after the application\nof the elegtro-magnet, the sensibility was returning on the inner side of the\nright leg; in ten minutes, it had extended considerably; and, after twenty-\nfive minutes, the whole of the right and left side, with the exception of the\nhead, was acutely sensitive to the touch, except the upper part of the face\nand the:whole of the scalp. The points pricked (except one in anresthetic\n8calp) bled now freely. The special .ense organs underwent no change\nduring the passage of the current. Soon after the removal of the electro-\nmagnet, the anresthesia returned.\n\" On December 6th, the electro-magnet was again applied,with no current\npassing. For more than one hour, there was no effect. After the electro-\nmagnet had remained near the anresthetic leg for two hours, there was slight,\nbut very perceptible, return of sensibility on the outer side of the leg. This\nunexpected result was afterwards easily explained, as it was found that the\nelectro·magnet had been used for a considerable length of time in the\nphysical laboratory of Owens College, and the iron had retained enough\nmagnetism to magnetise a needle, even if no current passed; and thus the\n8imple application of the magnet, when not in contact with the battery, suffi-\nced to bring back the sensibility,though it did so very slowly, and only after\nbeing applied for a long time.\n\" The magnetic experiments were now continued almost daily for an hour,\nand the patient at the same time began markedly to improve, so that, after\na few days, the sensibility had returned, and remained permanently in both\nupper and lower extremities and trunk. The scalp was still anresthetic, and\nthe special sense-organs (excepting the achromatopsia) were in the same\natate as on admission.\n\"On December 15th,the electro-magnet was applied to the scalp with very\ndecided effect, 80 that, fifteen minutes after the application, the whole skin\nof the head became sensitive, and the points touched bled freely. The\nspecial senses also underwent improvement during the applicatior.. The\nimprovement continued-though the sensibility was somewhat diminished-\neven after the removal of the electro·magnet, which was only oncemore\napplied (on December17th) and again to the head.\n\"The patient now rapidly improved, and was well enough to be discharged\non December 24th. She found herself well enough to follow her work ; her\nmUBCu]arpower had incre8l!ed ; the gensibiIity had returned over the whole\nof the body ; the field of vision had improved; limell and taste had become\nnormal; and the hearing on the left side was much better. She continued\n\fMlI.y,l884.] JOItmal qf Society for Psucltical Research. 67\n~~~\nto take the chloride of gold intenlally during the whole of her stay in tIle\n11OSpitai, and persisted with its use some time after her discharge. 1 have\naeen the patient repeatedly since, and she bas remained perfectly well.\"\nDr. Dreschfeld gives two other cases, that also came under his own\nobservation, wherein the application of an electro-magnet effected a\nsimilarcure. One was that of a labourer (Matthew C., aged 25,) suffering\nfrom frequent epileptic fits, so that he had to give up his work. He was\nexamined on February 6th, and iodide of potassium administered; on\nFebruary 13th he was no better; on February 20th somewhat better;\nbut now numbness had seized his right side, and he was on that side\ninsensible to touch or pain. In the presence of Dr. Wilkinson and\nothers the electro-magnet ,,:as applied to the right forearm. .. Fifteen\nminutes after the application the whole of the anresthetic side became\nnormally sensitive.\" On February 24th, he Wil.l seen again, and had\nhad no return of the anresthesia; the epileptic attacks now occurred\nrarely. On February 27th, the epileptic attacks ceased, and he had had\nno recurrence up to March 12th, when he was last seen; he was then.\nenjoying normal sensibility, though complaining of occasional vertigo.\nThe other case was that of a joiner (A.H.) suffering from\nhemianresthesia, complicated with mental disorders. Here too, the\nelectro-magnet appeared to cause a return of sensibility, but owing to\nan organic lesion in the brain the patient did not recover. Dr.Dreschfeld\nremarks:-\n\" The immediate effect of the electro-magnet in all three cases was very\nstriking, but the method of application in the first case was so conducted that;\nthere could be no deception on the part of the patient.\"\nWe should beveryglad toreceiveanyfurther information in this direc-\ntion from any of our medical friends, or any evidence pointing to\nthe existence of a special\" magnetic sense.\" It is obvious that extreme\ncare is needed in conducting experiments of this nature, to avoid\nconfounding effects due to the imagination with the specific action\nthat appears to be exerted by magnetism.\nDigitized by Google\n\f68 Journal'!f Sociel!1 for P8!1chical Re8eal·cl,. [May,I8SJ.\nSUPPLEMENTARY LIBRARY OATALOGUE.\nThe followi.ng additions have been made since last m.onth.\nBUSH (Rev. George. M.A.) Reasons for Embracing the Doctrines and\nDiaclosures of Emanuel Swedenborg .....•.••......•.•..•..••••Londorl, N.D. iF-\nCLOWES (Rev. John, M.A.) Illustrations of the Holy Word •••London, 1875iF-\nEVENING (The) AND THE MORNING. A Narrative, 5th edit....London, 1883iF-\nGILES (Rev. Chauncey) The Spiritual World and our Children there\nInndon, 1883iF-\n--- The Incarnation, Atonementand Mediation of the Lord Jesus\nChrist ..................................................................Ltn&don, 1883*\nHYDE (Rev. John) Emanuel Swedenborg. An Outline .......Loodon, 1883i!-\nMONNIN (The Abbe Alfred) Lifo of the Cure d'ArB. From the French\nLondon, N.D.\nNOBLE (Rev. Samuel) An Appeal on Behalf of SlVedenborg and his\nWritings ...............................................................London, 1881if.\nPAlIIPHLErs, English, for Vol. III.-\nSwecienborg, Emanuel, Intercoursebetween the Souland Body, London, 186i*\nSPILLING (James) Things New and Old.............................. London, 1883*\nSWEDBNBORG (Emanuel)-\nArcana Crelestia, 12 vol.................................................Lo71d_, 1863-1881*\n\" ,,(Index to) ................................................London, 1880*\nThe New Jerusalem and its Heavenly Doctrine ......................Lonclon, l.868.\nHeaven and Hell ................................................................London, 181ZS*\nThe Earths in the Universe ................................................Lo71don, 1875*\nThe Last Judgment ............................................................Lo71don, 1815*\nConjugial Love ............................................................... ...London, 1816*\nThe Four Primary Doctrines of the New Church......'\" ............London, 1816*\nDivine Providence................................................................London, 1879*\nThe Apocalypse Revealed ..................................................London, 1882*\nDivine Love and Wisdom ....................................................London, 1883*\nThe True Christian Religion ................................................London, 1883*\nThe White Horse ............................................................. London, 1871*\nBrief Exposition olthe Doctrine of the New Church...............London, 1818*\nThe Future Life ................................................................London, 1883*\nThe Heavenly Doctrine and Charity .....................................London, 1888*\nSWI1!'T (Edmund, junr.) Manual of New Church Doctrines,3rd edit.\nLondon, 1882if.\nU.S.E. (Emanuel Swedenborg) Tho Spiritual Columbus, Phonetic edit.\n. London, 1878*\nRIEGER (Dr. Conrad) Dor Hypnotismus.................................Jena, 1884\nSPLITTGERBER (Franz) Tod, Fortlebon und Auferstehung.........Halle, 1879\nThe books maTlced thus * have been p1'esented to the Library by the\nStoedenbol'g Society.\nArrangements have been ma.de by which Associates temporarily in London,\nor who Dlay otherwise wish to borrow books from the Library for a short\ntime, can do so on the following terms ;-\nFor One Month, 58. For Three Months, lOs.\nDigitized by Google\n\f","_id":397}