{"name":"Journal of the Society for Psychical Research 1760","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n5_jun_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N5, June 1884","mylang":"de","content":"No. V.J ,Jnu:, 1884.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTBNTS.\nPAGE PAGB\nMeetfngs of Council ... . . • . . .• 691 The Magnetic Glow . . . . . . . . •. 83\nElections, May 28th and Jnne 6th, 1884 .. 70 Research Fund .. •• .. . . . . . . . . 83\nGeneral Meetinp; . . . . .. . . . . . . 71 On Vision with Sealed and Bandaged Eyes 8'\nSpecimens of the Classification of Caaea Correspondence: The Arundel Case. , . . 86\nfor .. Phantaams of the Living.· II. 77 Supplementary Library Catalogue 88\nMEETINGS OF COUNCIL.\n.\nA Council Meeting was held on May the 28th, the President in the\nchair, when the Rev. W. Stainton Moses, Messrs. Alexander Calder,\nEdmund Gurney, C. C. Massey, F. W. H. Myers, and F. W. Percival\nwere present. After the minutes of the previous meeting had been read,\neight new Members and Associates were elected, whose names and\naddresses are given on another page.\nA resolution was passed agreeing to accept the offer made by the\nTheosophical Society for the exchange of pUblications.\nAgreements were laid on the table by the House and Finance Com-\nmittee, between Dr. IN. H. Stone and the Society, for the premises at\n14, Dean's Yard, for three years from Lady Day, 1884 ; and also between\nthe Society and Mr. Frank Podmore, for the occupation by him of part\nof the premises. [These agreements have been approved by the respec-\ntive parties, and have since been executed.] ,\nThe ordinary monthly meeting of the Council was held on June the\n6th, the President in the chair, when Professor Barrett, and Messrs.\nAlexander Calder, Walter H. Coffin, Edmund Gurney, C. C. Massey,\nEdward R. Pease, Francis W. Percival, and F. Podmore were present.\nThe minutes of the previous meeting were read and signed as\ncorrect.\nProfessor J. C. Adams, F.R.S., of the Observatory, Cambridge, was\nelected as an honorary memller.\nTen new Members and Associates were elected, whose names and\naddresses are given on another page.\nThe Council receiveq with regret information of the death of Major\nT. B. Hamilton, a member of the Society and of one of the Committees.\nIt was agreed that a General }[eeting of the Society be held on\nDigitized by Google\n\f';'0 Journal of Society jol' Psychical Researcll. [June, 1884.\nMonday, the 30th inst., at 8.30 p.m., at Queen Anne's Mansions, at\nwhich the following papers will be read :-\n1. Account of some ExperimentB in Thought-transference, by\nProf. O. J. Lodge, D. Sc.\n2. Note on soma Experiments in MeBmeriBm.\n3. Further Report on Phenomena attested by members of the\nTheoBophical Society.\n4. Conclusion of the Fourth Report of the Literary Committee.\nThe second edition of Part II. of the Proceedings being nearly\nexhausted, it was agreed that a third edition of 1,000 copies be printed;\nalso that a further supply of bound copies of Volume I. be ordered.\nA donation of £5 to the Research Fund was announced from.\nGeneral Campbell, and of £15 from\" A Friend.\"\nThe next Meeting of the Council will take place on Monday, June\nthe 30th, at 4.30 p.m.\nELECTIONS, MAY 28TH AND JUNE 6TH, 1884.\nHONORARY MEMBER.\nADAMS, PROFESSOR, J.C., LL.D., F.R.S., The Observatory, Cambridge.\nMEMBERS.\nHERRINGHAM, MRS., 22, Bedford Square, London, W.C.\nKELSO, COMMANDER, R.N., 26, Hyde Park Square, London, W.\nLEAF, WALTER, M.A., Old Change, London, E.C.\n~YLANDS, THOMAS GLAZEBROOK, F.L.S., F.G.S., Highfields, Thelwall,\nnear Warrington.\nASSOCIATES.\nBIDDER, GEORGE P., Trinity College, Cambridge.\nBROWNE, EDWARD G., B.A., Pembroke College, Cambridge.\nDOWNING, CHARLES, Trevethan, Brentwood, Essex.\nEADEN, MRS., Little Shelford, Cambridge.\nHORNER, ANDREW L., B.A., Limavady, Co. Londonderry.\nROLLESTON, THOMAS W., Glasshouse Shinrone, Ireland.\nSKENE, MISS F. M. F., 13, New Inn, Hall Street, Oxford.\nSTEVENSON, ARTHUR J., Trinity College, Cambridge.\nTEMPLETON, J. Murray, 1, Park Circus, Glasgow.\nTENYANT, MRS., 2, Richmond Terrace, Whitehall, London, S.W.\nTENNANT, MISS DOROTHY, 2, Richmond Terrace, Whitehall, London,\nS.W.\nTENNANT, MISS LAURA, 35, Grosvenor Square, London, W.\nWILLIAMS, THOMAS, B.A., LL.B., 71, Bouverie Street, Chester.\n'VRIGHT, ARTHUR J., M.A., Kensington Palace Mansions, London, W .\n. N.B.-MemberB andAssooiateB are reqU8Bted to send information of any\nchange of addreBB to the ABBistant-Secreta.ry, 14, Dean'B Yard, Westminster, S.W.\nDigitized by Google\n\fJune, 1884.] Journal oj Society jor Psychical Research. 71\nGENERAL MEETING.\nThe eighth General Meeting of the Society was held on Wednesday\nafternoon, May 28th, at the Garden Mansion, St. James's Park.\nProfessor Sidgwick took the chair at 4 o'clock, and delivered an open-\ning address. He said that, in view of certain recent criticisms, he thought\nhe might with advantage take up the subject of the general scientific'\nposition of the Society, on which he had ma.de some remarks a year ago.\nHe began by exposing the totally baseless nature of the assertion that\n\" physiology would be overthrown\" if Thought-transference were ad-\nmitted as proved; and pointed out that not a single positive conclusion of\nphysiology, and not a single \"working hypothesis\"of physiological method,\nwould have to be abandoned in consequence of such an addition to our\nknowledge. It was simply a matter of evidence. Passing to the\nquestion whether evidence enough had been produced, he admitted the\nneed of a large number of mutually corroborative testimonies; and con-\nsidered that it was impossible to say exactly how much evidence was\nwanted. There was a balance of conflicting improbabilities; and the\nimprobability that the evidence should be false naturally appeared\ngreater or less to different persons according to what they per-\nsonally knew of the witnesses. It was impossible to de:6..n,.e, with\nexactness, the legitimate requirements of \"a fair mind\" in matters so\nunfamiliar. At the same time critics singularly failed to appreciate the\n. kind and degree of the evidence already obtained; there being a con-\nsiderable number of experiments where, if any collusion took place, the\nexperimenters themselves must have been in the trick; while the only\nalternative to collusion was most abnormal stupidity. Professor Sidg-\nwick went on to speak of hypn()tic or mesmeric \"community of sensa-\ntion,\" and pointed out the very strong claim that the historic evidence\non this subject has to consideration; in that at the time (some 40\nyears ago) when that evidence was on the tapis, and was scornfully\nrepudiated by orthodox medical opinion, other hypnotic phenomena, the\ngenuineness of which is now admitted by every instructed physiologist\n(such as hypnotic anresthesia), were repudiated with equal scorn; and the\nfact that hypnotised \"subjects\" allowed their legs to be cut off with-\nout showing a sign of discomfort was undeniably explained by\ncalling them \"hardened impostors.\" Professor Sidgwick next con-\nsidered the argument which represents the Society's demand for\nquantity of evidence as a confession of the badness of its quality.\nHe showed what is the true relation of quantity to quality.\nIt is just because the quality of much of the evidence is very good-\nso that the supposition of its falsity requires that abnormal motiveless\ndeceit, or abnormal stupidity or carelessness, shall be imputed to persons\nDigitized by Coog\n\f72 Journal qf Societ;\/I for Psychical Research. [June, las.\nhitherto reputed honest and intelligent-that an increase in the number of\n8uch items of evidence is so important; for the improbability of the falsity\nof the testimony thus rapidly becomes enormous. Finally, Profe8Sor\nSidgwick noticed the demand of critics that evidence should be got which\ncan be repeated at will; pointing out that as Thought-transference, if\ngenuine, depends primajacie on the establishment of a certain relation\nbetween two nervous systems, and as the conditions of this relation are\nunknown, it would be naturally expected that they would be sometimes\nabsent, sometimes present,' in an inexplicable way. The Indian\nTheosophists, however, professed to have a large amount of contem-\nporary evidence for the production of telepathic phenomena at will;\nand a provisional report on some of this evidence would now be laid\nbefore the meeting.\nMr. J. H. Stack then read the following Report of the Committee:\n\"On Contemporary Evidence as to 'Phantasms oj the Living in\nIndia.' \"\nSome accounts of apparitions in the East were given at the\nOccasional Meeting, on April 30th, by Colonel Olcott and Mr. Mohini\nChatterji. The Committee appointed to take notes of the evidence\nwhich Colonel Olcott kindly volunteered to give us have held two ex-\naminations,; the shorthand notes of the first sitting have been already\nprinted and will be circulated amongst the members of the Society. These\nnotes will, before long, be issued in extenso, as a separate narrative.\nAt the meeting on April 30th, the cases connected with Damodar\nwere narrated at considerable length by Colonel Olcott, and supported by\nthe production of documents. Damodar is Secretary to the Theosophical\nSociety, and a Brahmin of high caste. At Moradabad, on the evening of\nthe 10th November, 1882, he announced apropos of a decision by Colonel\nOlcott, that he would go in the double or phantasm to the headquarters\nof the Society, more than 1,000 miles away, and obtain a modification of\nit. He shut himself up in his room, came out in a few minutes and\ngave a message purporting to come from Headquarters, situate at\nAdyar, a suburb of Madras. The message was taken down and\nattested by several witnesses. He then added that a confirmation of it\nwould come by telegram, and this actually occurred the next morning\n-the delay being caused by the fact that the telegram was a night\nmessage forwarded at a lower rate and therefore deferred, although it\nwas actually despatched the night before, 25 minutes after Damodar had\nannounced its contents at Moradabad. The receipt and perusal of the\ntelegram on the date given is attested by several witnesses, and the\ntelegraph paper has been preserved. Completely to investigate this\ncase would require the examination in India of several witnesses, the\nprocurement of negative evidence from the officials as to the non-\n\fJune, 1884.] Journal of Soci.etylOt' Psychical Re8earch. 73\ndespatch of any collusive message, and clear proof of the utter impOs-\nsibility of confederacy.\nThe other Damodar case is of a similar character; he announced an\naccident to Madame Blavatsky which was only made known by tele-\ngram the next day and which he could not have possibly ascertained in\nthe ordinary way.\nWe have also accounts by Colonel Olcott of his interview with a\n\" :l\\Iahatma\" in the double or phantasm at New York, and his subsequent\ninterview with the same person in the flesh years afterwards in India.\nIn the first instance, the visitor came through a closed door in an upper\nchamber, and in the second instance visited Colonel Olcott in the\nordinary way-that is, was not only seen but heard and touched. The\ntwo were, to all outer appearance, the same man. Colonel Olcott was also\nvisited by Koot Hoomi in the flesh.\nAccounts were given to us of the rapid transportation of letters\nfrom India to Europe, and from one part of India to another by means\nonly commanded by the Mahatmas.\nThe Committee inquired whether Colonel Olcott would use his\ninfluence with Madame Blavatsky to induce her to produce phenomena\nof the same kind here, and he promised to second any request we may\nmake.\nA question on this subject was put by one of the Committee :-\nTo have the official stamp of the Bombay Post Office and the official stamp\nof the London Post Office of the same date on one letter is, of course, im-\npossible by ordinary means, but according to the power of the Mahatmas it is\npossible. Why should not a Mahatma achieve a phenomenon, which is so\neasy for him, and which would be so li&tisfactory to us 1\nCOLONEL OLCOTT: In one of the certificates in the pamphlet I have\nalluded to, it is stated that a letter was delivered at Bombaybearing the post-\nmark of Allahabad of the same date, the two places being about 1,000 miles\napart. What has been done once may be done again if the conditioDs are\nfavourable and the Mahatmas are pleased to exercise their powers.\nIt is obvious that it would be very interesting if the actual letter\nitself, thus abnormally conveyed, could be brought to Europe and\nexhibited here.\nIt will be seen from this evidence that the Damodar cases belong to\nthe class of transferred impressions--or telepathic communications from\nmind to mind-the class to which we refer so many-other\" phantasms\nof the living.\" But these cases have one point of peculiarity. For\nalthough Damodar, according to the account, was seen, or, perhaps, we\nshould rather say,perceived, by Madame Blavatsky, yet such perception\nwas due apparently to the abnormal powers claimed by that lady. One\nother person at headquarters heard his voice, but did not see him. This\ndistinguishes the story from the generality of those supplied by our\nDigitized by Google\n\f74 Journal of Society for Psgchiclll Research. [Junl',1884.\ncorrespondents at home. Our witnesses in the latter cases are not\npersons possessing, or presumed to possess, abnormal powers; theyJ\nexercising ordinary faculties, saw, or were impressed by, apparitions of\nordinary human beings. But the agents and percipients in these Indian\ncases are like Glendower; they \"are not in the roll of common men\" ;\nthey lay claim to exceptional faculties, and to investigate exhaustively\ntheir credentials and title deeds would carry the Committee far beyond\nthe scope and aim of any investigation hitherto conducted by the\nSociety.\nFor instance, in the records already collected by the Society for\nPsychical Research of \"phantasms of the living,\" the evidence that the\npersons so seen were\" living\" was full and complete. But although the\n\" apparitions JJ of Mahatma M-- are clearly reported by Colonel\nOlcott and others, the evidence for the ordinary human existence of the\nMahatma is slight; he was only seen once in the flesh. In dealing\nwith persons who are said to live in more senses than one above the\nworld and out of the world, this difficulty is inevitable; but it takes\nthe cases of their abnormal apparition out of the category of narratives\nalready recorded of ordinary men, who, known daily to their friends\nand neighbours as persons living an ordinary human life, yet appeared\n\"far off to witnesses who saw them in their habit as they lived.\nWe enter, in short, in these Oriental cases into a realm where\nthere is a certain amount of religious enthusiasm and esoteric mystery.\nIt would be impossible for our Society to penetrate the mountains of\nThibet, and ascertain the existence of a fraternity supposed to inspire\nmen and control events. We cannot command the attendance of any\none of their disciples. We cannot compel answers to the questions\nwhich we send. Even if we follow up the investigation already com-\nmenced, our inquiries will have to be forwarded to India, and addressed\nto persons practically beyond cross-examination. It is obvious, there-\nfore, that this section of the Society's work is carried on underspecial\ndisadvantages, and can hardly be pursued, in England at least, with\nscientific thoroughness.\nWith reference generally to these Oriental phenomena, it seems\nto us that the Society may fairly draw a distinction between\nisolated facts, the recurrence of which cannot be anticipated, and any\nsystematic series of abnormal events. It has made diligent inquiry-\npersonal, searching, and minute-into individual cases of impression and\napparitions at the point of death, and has done so because there is no\nprobability that we can calculate the date when such incidents may be\nrepeated and observed by ourselves. But, with reference to the\nincidents of modem Spiritualism and of Indian Theosophy, the policy\nof the Society is in the main distinct. The Spiritualists not only record\nDigitized by Google\n\fJune, 18tH.] Journal of Societylor P8ychical Re8earch. 75\nan immense mass of abnormal facts as having occurred under certain\nconditions in the presence of ccrtain sensitives or mediums, but they\nassert that these phenomena. will probably recur should the same' con-\nditions be observed, and in presence of the same mediums. Instead,\ntherefore, of collecting and collating the immense mass of marvels re-\ncorded as having occurred in the presence of mediums, and attested by\nmany respectable writers, including living witnesses, the better course\nseems to be to institute prnctical investigations, with a hope of their\nrecurrence under our own eyes and with strict securities against\ncollusion or fraud. Our attitude towards the Theosophists must be, to\na great extent, the same. Their marvels do not belong only to the past;\nthey recur, as they assert, daily, and at the will of those who direct and\nguide the Theosophical Society. We are, therefore, not obliged to\nexhaustively examine their records, if we can, through their courtesy,\nsecure the repetition in England or India, under satisfactory tests, of the\na.bnormal incidents they report as being within their power.\nAt the conclusion of the Literary Committee's Report, some further\ndiscussion was raised on Colonel Olcott's evidence, and Mr. E. D. Ewen,\nof Chattisgarh, Central Provinces, India., stated that he had himself, a\nfew days ago (on Friday, May 23rd, at about 10 p.m.), received a visit\nfrom Mr. Damodar in the astral body. He, Mr. Ewen, had gone to an\nupstairs room, at 77, Elgin-crescent, W., to replenish his tobacco-pouch.\nHe was in the act of doing so from a store of tobacco in a drawer,\nwhen he suddenly perceived Damodar standing beside him. He .\nrecognised Damodar distinctly, having previously known him personally\nin India. His first impression was that Damodar had come to see\nColonel Olcott, who was in the house at the time. He (Mr. Ewen)\nrushed out on to the landing, and called to Colonel Olcott. As he stood\non the landing, just outside the door of the room in which he had seen\nDamodar, Damodar appeared to pass through him, to emerge from the\nroom without sensible contact, although the door was not wide enough to\nadmit of a normal exit, while Mr. Ewen stood in front of it, without a\ncollision, which Mr. Ewen must have felt. After thus apparently passing\nthrough him, the form of Damodar descended the stairs for some little\nway and then seemed to disappear through a closed window.\nIt was here suggested by the members of the Committee for Inquiry\ninto Contemporary Apparitions of the Living in India., that a telegram\nshould be sent to India to obtain, if possible, corroboration for this\nnarrative. It was not, of course, considered possible to prove that no\ncommunication other than such telegram could have been sent to Mr.\nDamodar, before an answer could be received from India; but it was\nfelt that it would at any rate be interesting to observe what light might\nbe thrown by Mr. Damodar's reply on the question whether l\\Ir.\nDigitized by Google\n\f76 Journal of Society for P8ychical Research. [June, 1884.\nEwen's vision was of a purely subjective character. Colonel Olcott\nassented to this suggestion, and offered that the telegram should be sent\ninhis name, so as to ensure a reply from Mr. Damodar. Accordingly,\nat the close of the meeting (7 p.m.) the following telegram was de-\nspatched from the Westminster (Parliament Street) telegraph office, Mr.\nF. W. H. Myers being present, on behalf of the Committee, with other\nwitnesses :-\" Olcott to Damodar, Adyar, Madras. Have you visited\nLondon lately 7 Write Myers full details.\" It was considered desirable\nthat the reply should be directed to a member of the Committee, and any\nreply will be at once reported to the Committee. Colonel Olcott stated\nthat he believed that Damodar frequently visited distant countries in\nthe astral body, and that he felt some doubt as to his recollecting the\ndetails. However this may be, the Committee feel that they ought to\nlose no opportunity which offers itself of submitting to some sort of\npractical test these frequently-repeated accounts of appearances in II the\ndouble.\"\nMr. Ewen proceeded to state that he believed himself to possess, at\ncertain times, the power of discovering an aura or luminous atmosphere\nsurrounding all living persons, and varying in colour, extension, &c.,\naccording to their mental or physical state. He stated that he could\nsometimes discern, by a change in the aura, the variations in the in-\ntensity of the thought of anyone whom he was observing.\nMr. Stack stated that he had recently made some experiments of this\nkind with Mr. Ewen, which, so far as they went, corroborated this\nassertion, but were not sufficiently numerous for safe induction.\nMr. Myers then read the first part of' the fourth Report of the\nLiterary Committee, which continued the subject of a II Theory of\nApparitions.\" The cases dealt with in this report were visible appear-\nances, representing to the eyes or mind of the percipient some absent\nfriend or relation, who, at the time, was actually dying or in some\nspecial crisis or danger. Such cases could be arranged in a graduated\nseries, beginning with those where the vision was internal, seen (so 'to\nspeak) in the mind's eye, and ending with those where the phantasm\nhad the air of a solid figure in three dimensions, distinctly localised in\nspace, and acting to all appearance in an independent manner. Con-\nsiderable attention was given to the intermediate cases, where the\nphantasm is projected, like a picture, on some convenient surface. All\nthese visual phantasms were treated as projections of the percipient's\nown brain, and to that extent as hallucinations; but the projection was\nthe result of a true telePathic impulse, due to the exceptional condition\nof the distant friend.\nThe remainder of the Report will be read at the next General Meet..\ning, on Monday, June 30th.\nDigitized by Google\n\fJune, 1884.] Journal qf Society lor Psychical Research. 77\nSPECIMENS OF THE CLASSIFICATION OF CASES FOR\n\"PHANTASMS OF THE LIVING.\"\nII.\nIn the last number of this Jouma! we considered a group of cases\nwhere the telepathic impact is of the vaguest kind, and effects nothing\nbeyond a general impression of calamity, not associated with any\ndefinite person. The transition to cases where there is a clear impres-\nsion of the agent's personality is gradual in several ways. Thus\nI. The percipient may refer the impression to one of several persons.\nII. When (as seems sometimes to be the case) this kind of suscepti-\nbility is hereditary in 8 family, one member of the family may identify\nthe agent and another may fail to do so.\nIII. The same percipient may be on one occasion uncertain or\nmistaken as to the agent, and on other occasions may identify the\nagent correctly.\nAs illustrations of the first mode of transition, we may refer to\ntwo cases already printed, viz., Bishop Wilberforce's exclamation \" I\nam sure that something has happened to one of my sons,\" and Mr.\nA. C.'s \"strange feeling that there was something happening at myoid\nhome in Scotland.\" In cases like these the evidence for identification\nis very slight, as it would be to the absent sons, or to the home in\n'Scotland, that anxious thoughts might most naturally turn.\nTo illustrate the second mode of transition we may cite the follow-\ning case, taken down by one of us from the lips of the Sir A. B. of the\nstory himself.\nSir A. B.'s father, in the year 1802, when returning from a tiger hunt in\nIndia, had a strong impression, or rather conviction, that his father (Sir\nA. B.'8 grandfather), who was then in Ireland, was dead. He told one of\nthe friends who accompanied him, of his impression. The llext mail from\nEngland brought the Jlews of the death on the very day referred to.\nSir A. B. had heard this story from his father's lips, and had also read\nit in his father's journal.\nOn the occasion of his father's and also of his sister's death, Sir A. B.\nhimself wss oppressed with a vague, but heavy sens~ of calamity, shortly\nbefore the receipt of the messenger, or telegram, which summoned him to\nthe death-bed.\nSo strong was his impression of calamity, that on the second occasion he\neven told his servant that he was sure some misfortune was about to happen\nto him.\nIn the first of these three cases the impression seems to have been\ncoincident with the death. In the second and third it appears to have\ncoincided with the direction of the thoughts of the dying person to the\npercipient, and the despatch of the summons to the death-bed.\nDigitized by Google\n\f78 Journal qf Society for Psychical Research. [June, 1884.\n-----------------------\nIn two of the three cases the impression was marked enough to be\nmentioned to others. But in each case, in the father's or the son's\nexperience, the impression seems to have been of much the same kind.\nWe may next illustmte the third mode of transition from non-recog-\nnition to recognition of the agent's personality by citing two cases from\nthe experience of the same percipient, in one of which she misinterpreted\nthe origin of the impression, while in the other she referred it unhesi-\ntatingly to its true source.\nFrom l\\Irs. Herbert Davy, Burdon Place, Newca.stle-on-Tyne.\n\" The only experience at all coinciding with that which 1 have told you 1\nwill now relate.\n\" It was in August, a few years ago-my husband was at the moors. 1\ndrove to a nursery garden to procure some flowers. 1 waited outside\nthe gate under the shelter of some trees, sending the groom in for the\nflowers.\n\"It was one of the hottest afternoons 1 ever experienced. My ponies,\nusually restive, stood perfectly still. Before I had waited there many\nminutes an unaccountable feeling took possession of me as though 1 foreaaw\nand recognised the shadow of a coming sorrow. I immediately associated\nit with my husband-that some accident had befallen him. With this\nmiserable apprehension upon me I got through the rest of the day and\nevening as best I could, but weighed down by the shadow, though 1 spoke of\nit that night to no one.\n\"Nothing had happened to my husband. But a little child-a relation,\nwho had lived with us and been almost as our own-had died that day mther\nsuddenly in Kent, where she was then visiting her parents. 1 had thought\na good deal of little Ada as 1 sat waiting in the phaeton that summer\nafternoon-had pictured her reaching out her hands to me-but the great\napprehension 1 felt was for my husband---1wt for the child.\"\nOn further inquiry, Mrs. Davy confirms the fact that the strong impres-\nsions mentioned in this and in the following narrative stand quite alone in\nher e:x.perience.\nThe following is from a friend who was with Mrs. Davy :-1 was driv-\nmg with Mrs. Davy on the day she had the strange presentiment, while\nwaiting outside the nursery gardens. She spoke of it !lot the time, and was\nquite depressed and unlike herself. Mr. Davy being from home, she\nfeared somethinghad happened to him.-AMy GRACE, Newcastle-on-Tyne,\nJ\",w.ary 5th. .\nThe second case from Mrs. Herbert Davy is as follows :-\nDecember 20th, 1883.\nA very old gentleman, living at Hurworth, a friend of my husband's and.\nwith whom I was but slightly acquainted, had been ill many months. My\nsister-in·law, who resides also at E, often mentioned him in her letters,\nsaying he was better or worse as the CaBe might be.\nLate last autumn my husband and 1 were staying at the Tynedale Hydro-\npathic Establishment. One evening 1 suddenly laid down the book I W88\nDigitized by Google\n\f,June, 1884.] Journal of Society fot' P8ycllical Re8earch. 79\nreading, with this thought so strong upon me I could scarcely refrain from\nputting it into words : \"I believe that Mr. O. is at this moment dying.\"\nSo strangely was I imbued with this belief-there had been nothing whatever\n,said to lead to it-thatI asked my busband to note the time particularly, and\nto remember it for a reason I would rather not state just then. \"It il\nexactly 7o'clock,\" he said, and that being our dinner hour, we went down-\nstairs to dine. The entire evening, however, I was haunted by the same\n,strange feeling, and looked for a letter from my sister-in-law next morning.\nNone came. But the following day there was one for her brother. In it ahe\nsaid: \"Poor old Mr. O. died last night at 7 o'clock. It was past post-time,\n.80 I could not let you know before.\"\nIn answer to inquiry Mr. H. Davy writes :-\nDecember 27tA, 1883.\nI have a perfect recollection of the night in question, the 20th October,\n'1882, when my wife asked me to tell her the time. I told her the time, as\n-she\" had a reason for knowing it,\" ahe said. She afterwards told me that\nreason. HBRBERT DAVY.\nNow it is to be observed: that in the first of these two cases the\nabsence of Mr. Davy afforded an obvious reason for the direction towards •\nkim of Mrs. Davy's vague anxiety. The sulHlonscious telepathic impact\nis no doubt liable to be misinterpreted under the influence of some idea\nwhich dominates and preoccupies the percipient's mind. We shall find\nthis to be sometimesthe caseeven when the phantasmis visual and strongly\n.defined. Much more is it likely to happen when there is nothing but\nan impression of disaster, and it is possible that had Mrs. Davy's mind\nbeen absolutely at rest as regards those dearest to her the personality\nof the child, who was actually dying, might have made itself felt.\nMrs. Davy's 8econd case, on the other hand, seems to ahow that\nidentification may be easier when there is little or no ellwtional element\nin the impression received. Here the connection between agent and\npercipient; is very slight, and the knowledge of his death is hardly more\nthan a simple piece of news, which is correctly realised by the percipient.\nIn the next case, again, the same percipient realises, with varying\ndistinctness on different occasions, the source whence her impression\n,comes.\n\"From Miss Loveday, known to F. W. H. M.\nEnclosed is the letter I spoke to you o~, from my sister, Mrs. Pochin.\n'.. Baker\" 'was an old servant in our family, who was very dear to us alL\nAUGUSTA LoVEDAY.\nFrom Mrs. Pochin.\n1:IY DEAR AUGUSTA,-I have had three different intimations of death-\n,on Uncle William's death, on Henry H.'s death and on Baker's. The\ntwo first were more sensations than anything else. It is a thing hardly to\nbe described. It is like nothing else. Not alarming; rather like one's idea\nDigitized by Google\n\f80 Journal q\/ Society\/or P8.11cllical Re8earch. [Jane,l884.\ncf the severance of nerves; of IOm-athing cut oir, that is, and lost to yourself,\nof a want, a something gone from you. On the occasion of Henry's death,\nI did not know who was gone. I was away in Germany; but I awoke with\nthe sensation, and I told my children, \"I have had that feeling that I have\nhad before on the loBS of a relation. I do not know who is gone; but some-\none seems gone j perhaps it is Aunt Edward.\" Then in a dsy or so came the\nnews of Henry's death. The last occasion (i.e., of Baker's death) it was\nthe most distinct of all. It was in 1880, in the autumn. I was in Germany.\nI had gone to lie down after the early dinner on Sunday, to rest before the-\nlong walk to church j and I fell asleep. I had the most calm and delight-\nful awaking-no actual words, but a happy feeling that Baker was passing-\naway to Heaven peacefully, and that 1 was intended to know it. If I put\ninto words what my impreBBion was, it was this-\" Aa if some spirit had\ngently touche-d me and said, 'Baker is p888ing away, rise up and pray.''' I\nat once rose up and wen~ into the next room, and told my boys \"I have had\nan intimation that Baker is dying, remember it. I shall hear.\" I then\nwent back to my bedside to kneel in prayer. The happineBS and peace of\nthe few minutes was intense. I had longe-d to see him once again before he\ndie-d, and had feared I should not be in England in time, though I was going\nin a few days, as I knew his end was near: but being led to know the day\nand hour was to me like a leave-taking and a good-bye from himself, and I\nfelt it was permitted to 888ure and comfort me. Two or three days later I\nheard it 'Wall that 'lJ8ry day he died; and when I got to England and saw his\nwife, Oath, I found it was the same time, allowing for my being nearly 40\nminutes to the eastward on the globe. The two first intimations, though\nnot alarming, were not of the comforting, reaBBuring and happy feeling of\nthe last. My boys were much impressed at the time, at the idea of the\nspiritual world being so near.\nAnd here it seems appropriate to inquire how far we should expect\non our theory that the percipient who had experienced one telepathic\nimpression should experience others as well. Are we to suppose that\nthe percipient's capacity is the important thing 1 that potential tele-\npathic impressions are perpetually flying about, but that only certain\nminds can catch and develop them 1or are we, on the contrary, to assume\nthat it is only one rare mind here and there which has the power\nof projecting an impression sufficiently vigorous to be felt by another 1\nIn the experimental cases of Thought-transference it seems as\nthough the percipient were the rarer and more important personage of\nthe two. But here the emotion developed is in any case very slight.\nand it seems likely enough that a great number of persons may be\nequally effective as agents if nothing more than concentration of mind\nis required of them. But in the case of death or violent crisis this\nanalogy does not suffice us; we have no a priori means of\ncomparing the behaviour of different minds at the supreme moment;\nwe can only collect cases and observe whether it more often happens\nthat A appears to several persons on different occasions during his life\nDigitized by Google\n\f.June, 1884.] Journal qf Society Jor Psychical Research. 81\nor in different places at his death, or that P at different times perceives\nthe phantasms of more than one of his friends. Our impression so far is\nthat P's idiosyncrasy rather than A's will still appear in most cases to\nhave been the important one. At any rate this seems to hold good in\nthe class of vague impressions, for we notice that in a large proportion\nof cases the percipient who has felt a vague depression at the death of\none friend has also felt it at the death of one or more others.\nSometimes the same percipient will experience both phantasms\nand impressions; sometiples impressions will be frequent, but will never\nrise to the level of itefinite sensory hallucination.\nWe have a few cases where a phantasm and an impression seem to\nannounce to the same person the same· event, yet not simultaneously;\nthe phantasm, perhaps, preceding by some h~urs the conviction of\ndisaster, or, perhaps, following closely upon it. We may hope that\ncases of this kind will in time to come be more accurately noted. It\nmight be well if any person experiencing what seems to him an unmis-\ntakable impression of this kind would at once retire to solitude and\nendeavour to render his mind as blank as possible. Just as a forgotten\nname or scene can often be recalled by the mere process of resolute\ntranquillisation of brain and senses, so (it may be conjectured) might\nthe same abeyance of thought or action permit the development of a\nvaguely-felt telepathic impression into a phantasm, perceptible by the\neye or ear; and, if sleep were induced, it would be very curious to note\nwhether the impression reproduced itself in dream in a definite and\nveridical way. That this might sometimes be the case seems likely\nenough from the analogy of M. Maury's experiences (\" LeSommeil et\nles Reves\" passim), for he found that a sensory impression received in\nwaking hours would frequently reproduce itself phantasmally, as an\nillusio'n hypnagogique, at the moment of oncoming sleep, and would then\nplaya noticeable part in a dream. And it must be remembered that\nthe prima facie presumption is that our veridical hallucinations, though\ndiffering from delusive hallucinations in their genesis, will be to some\nextent analogous to them in their modes of growth and propagation.\nBut, leaving these hints for future development, we must proceed to\nthe cases where the source of telepathic impression is clearly identified,\nalthough no quasirpe;rcept is actually heard, felt, or seen.\nIt mUl'lt not be supposed that in these cases the impressions are all\nalike; they differ in many ways from each other, notably in duration\nand in definiteness. And first as to duration. We cite an instance\ncommunicated to us by our friend, Mrs. Bidder, where the impression\nis prolonged over two days at least.\nMr. James Elliot (for many years Professor of Science at the Institute,\nat Liverpool) told me that when he was living in London (I forget the year),\nemployed on some electrical experiments,he one day felt drawn to go and see\nDigitized by Google\n\f82 Jourllal oj Society for P8ychical Re8earcll. [June, 1~.\nthe lady he was engaged to, then living at Dunkeld. The ProfeBBor was a\ncool-headed Scotchman, and, as he said, he at first put the thing aside\naltogether, for it was a time when he could only leave his work at a great\nsacrifice, and a coach journey was very fatiguing, and very exhausting to a\nslender purse. However, when a second day he was possessed with the feel-\ning that BOme misfortune was happening to the lady, and she urgently\nrequired his presence, he did yield t,o his feelings, and started for a journey\nto Dunkeld on the outside of the night coach. He had not heard that any-\nthing was wrong, but when he reached her home he found that a cold had\nthe day before turned to serious illness, and she died very BOOn after his.\narrival. He told me this story apropos of a small aJver claaped Bible he\nalways used, which she had then given him, and when, two years ago, he\ndied, very suddenly, it was found he had left this Bible to me. I fear I can\ngive you no further witneBSeB to this. The sister in whose hands he left the-\nBible for me died this year; but that he believed he was called, as I state, 1\ncan most confidently affirm.\nTo a case like this such a term as eelepatM,c impact seems hardly\n.applicable. It resembles rather a mere quickening of some pre-existing\nrapport, and suggests the question (which meets us so often under\ndifferent forms) as regards the persistency of the influence exercised by\none mind on another. It is to mesmerism that we must look for some\nmore definite investigation of this point. For what length of time can\nthe mesmeric rapport be maintained continU0U8lyl After how long an\ninterval do we find that the mesmeriser's power over his subject still\nsubsists 1 These are some of the points where the perception of the\nremoter telepathic analogies should tend to widen the scope of\nmesmeric D:tquiry.\nAs a contrast to this case of gradual intensification of the telepathic\nsummons we will now cite an instance where the impression, though not\nin any way quasi-8enBory, comes upon the percipient as suddenly as a\nvisible phantasm could do, and gives a shock so violent that there is no-\nneed to assume any subsequent reinforcement of the original impact in\norder to explain the four hours' distress and depression which followed.\nFrom M. A. OLLIVIER, MMecin lI. Huelgoat, Finistere.\nLe 10 Octobre, 1881, je fus appe16 pour service medical ala campagne a\ntrois lieues de chez-moi. C'etait au milieu de la nuit, une nuit tres sombre.\nJe m'engageai dana un petit chemin creux, domine par des arbres venant\nformer une vo1ite au deBBua de la route. La nuit etait si noire que je ne·\nvoyais pas aconduire mon chevl.ll. Je laisaai l'animalse diriger lI. son instinct.\nn etait environ 9 heurea ; Ie sentier dans lequel je me trouvaia en Ie moment\netait parseme de groBBeB pierres rondes et presentait une pente tres rapide.\nLe cheval allait au pas tres lentement. Tout acoup, les pieda de devant de·\nl'animalll6chissent et il tombe subitement, la bouche portant sur Ie sol. Je\nfus projete naturellement par-deBBus sa tete, mon epaule porta lI. terre, et j&\nme fracturai une clavicule.\nDigitized by Google\n\fJune,l884.]· Journal of Society for P81Jchical Research. 83-\nEn Ie moment meme, ma femme, qui se deshabillait chez elle et se\npreparait a se mettre au lit, eut un pressentiment intime qu'il ven&it de\nm'&ITiver un accident; un tremblement nerveux 1& S&isit, elle se mit a\npleurer et appela 1& bonne.\n\"Venez vite, j'ai peur; il est arrive quelque malheur; mon marl est\nmort ou blesle.\" Jusqu'a mon arrivee elle retint 1& domestique pres d'elle,\net ne cesea de pleurer. Elle voul&it envoyer un homme a ma recherche,\nmais elle ne savait pas dans quel vill&ge j'etais alle. Je rentrai chez moi\nvers 1 heure du matin. J'appel&i la domestique pour m'ec1&irer et desseller\nmon cheval. \"Je suis blesse,\" dis.je, \"je ne puis bouger l'epaule.\"\nLe pressentiment de rna femme etait confirme.\nVoila, monsieur, les faits tels qu'ils se sont passes, et je suis tres\nheureux de pouvoir vous les envoyer dans toute leur verite.\nJ arvuier 20, 1883.\nThe impression here is, physically, so profound that this case may\nrank last among the list of mere impressions, and may prepare the way\nfor the singular admixtures of vague impression with definite sensation\nwhich will form the subject of our next paper.\nTHE MAGNETIC GLOW.\nApropos of the investigations published by the Reichenbach Com-\nmittee in Part III. of the Proceedings, Mr. Olley writes to Mr. Rand\nCapron, F.R.A.S., as follows:-\n\" A few years since a Mr. Hayward, who came over from Australia to\nexhibit what he called a circular magnet to the Royal Society and with whom\nI became myself intimately acquainted, mentioned to me, after detailing\nnumerous magnetic experiments which during many years he had made in\nthe Colony, that he had on several occasions, when in his dark 1&boratory.\nseen weak flames around the poles of a large ordinary magnet. He appeared\nto be quite unbiassed in his conclusions and observations, so that I have no\nreason to call in question his testimony. I found too that he had not even\nheard of Reichenbach's treatise before I mentioned it te him. His evidence.\ntherefore, is strongly in favour of the experiments made by the S.P.R.\"\nRESEARCH FUND.\nContributions during the last month.\n\"A Friend\" ...\nGeneral Campbell\n£ s. d.\n15 0 0\n500\nDigitized by Coog\n\f84 Journal of Society for Psychical Research. [June, 188...\nON VISION WITH SEALED AND BANDAGED EYES.\nIn the last number of the Journal it was mentioned tha.t the\nMesmericCommittee had submitted to prolonged and careful examination\nan alleged case of \"clairvoyance.\" An illiterate youth called \"Dick,\"\nwhen mesmerised by a Mr. Ogle, was able to describe objects held in\nfront of him, or to name correctly any card drawn at random from a\npack after his eyes had been sealed and bandaged, so that at first sight\nit would seem impossible he could hav~ obtainod any glimpse of the\no~iect. The mesmerist having been sent away during the experimenti,\nconfederacy was out of the question, and it remained to ascertain what\nwere the capabilities of vision under circumstances that seemed to pre-\nclude either an ordinary or extraordinary use of the eyes. One member\nof the Committee, Mr. Hodgson, B.A., of St. John's College, Cambridge,\nmade some experiments in conjunction with Mrs. Sidgwick upon his\nown powers of vision, under conditions analogous to those to which\n\" Dick\" was submitted, and Mrs. Sidgwick has kindly furnished us with\nthe accompanying report of these experiments. It will be seen that it\nis not necessary to assume any clairvoyant faculty to account for\neverything done by \"Dick\" in the presence of the Committee.\nHillside, Cambridge, April 11th, 1884.\nMr. Hodgson came here yesterday evening in order that we might test his\npower of seeing with his eyes bandaged up. I covered each eye with a piece of\ngummed paper,cut as nearlyas I couldrememberofthe sameshape as the plaster\nput over ., Dick's\" eyes on Saturday and Sunday last. This was stuck both\nover the eyelid and down to the cheek. Mr. Hodgson finds it essential to\nsuccess to have it stuck to the cheek. [N.B.-So does\" Dick. \"] Over\neach eye a penny was placed, and held there with a strip of gummed paper\n~ht across from templeto temple, and overthisa handkerchief was bound. Mr.\nHodgson finds the pennies and a large dark handkerchief a great assistance\nin seeing, because he finds it important to prevent, as far as possible, all\naccecs of light to the eye except through the channel of vision which he uses.\nThis channel was, when I saw him, a small chink in the neighbourhood of the\ncorner made by brow and nose. The chink, if not left in the original\nbandaging, can generally be produced by working the eyelid under the plaster.\nIt is best for seeing if not very large. In one experiment we perceived a slit\nabout a quarter of an inch in length, which Mr. Hodgson found incon·\nveniently large, but the seer cannot always regulate the size of his chink.\nWe made ink marks across the edge of the plaster, as were made with\n\"Dick,\" but owing to my having inadvertently stuck the strip that held\nthe pennies to the plaster over the eyes, the latter was disturbed in removing\nthe former, so that we could not be comllietely certain of its position.\nThere is, however, no reason to think that the plaster moves relatively to\nthe skin in any part where it is stuck to it except just at the chink.\nI think that with such observation as it is generally possible to give it\nDigitized by Coog\n\f.T1III8, 1884.] Journal of Society for P8ychical Re8earch. 85\nwould be very difficult to feel certain that there \\Vas no chink on any given\noccasion. A chink \\Vhich admits light in one position of the eyelid or bro\\V\nmay disappear in anQther, and could only be recognised by the non-adhesion\nof the plaster along a small part of its edge, and this \\Vould be diffic1llt to\nfeel sure about.\nMr. Hodgson could distinguish objects and read cards. Form \\Vas more\neasy to see than colour. He \\Vas generally right about the suit in the small\nnumber of trials \\Ve made. but the number of pips gave him more trouble,\nespecially when this number was large ;-1 suppole because it was difficult\nto see the whole card at once. He saw dimly, easily mistaking one object for\nanother somewhat similar in shape, and fitfully, owing to the difficulty of\nkeeping his eye :fixed in the necessarily strained position required. The\ndirection of the line of vision was sometimes surprising. No doubt there are\nlimits beyond which it cannot lie, but 1 should be sorry to state what they\nare_ Mr. Hodgson could not himself tell which eye he was seeing with\nexceptby covering each eye alternately. A good deal of difference in clearne&\ncould be made by careful adjustment of light and shade, and background.\nThe direction of vision and degree of clearness differed with different\nbandagings. We bandaged him three times, and one time out of the\nthree he was rather long about working the eyelids after the plaster was put\non, 80 that the gum dried first, and he could not open his eyes.\nMr. Hodgson finds it essential to success that his eyebrows should be left\ncompletely uncovered, but 1 think this might differ with different individuals\nand probably depends on the shape of nose and brow, prominence of eye, and\namount of hair in eyebrow.\nI have myself been trying experiments this morning-plastering over my\nown eyes. My success is extremely poor compared to Mr. Hodgson's, but\nthe most available and least conspicuous chink 1 got (it was in the corner of\nbrow and nose) was with the plaster over my eyebrow.\nMy conclusion is :-\n(1) That no bandaging of the eyes can be made satisfactory (as we also\nthought at Sunderland, though with less ground than we have now), and\nthat consequently it would be extremely difficult to prove that anyone read\nwith his forehead. It could only be proved, 1 think, if he could do it\nunder a number of different conditions selected by the investigators.\n(2) That as the conditions required by\" Dick\" are exactly those which\n:Mr. Hodgson finds most conducive to seeing through an inconspicuous chink\nabove plaster over the eyes, and as the degree of vision, the way in which\nit comes and goes, &c., seem much the same with Mr. Hodgson as with\n\" Dick,\" the natural inference is that \"Dick\" sees with his eyes, though\nwe have no reason to think he does it consciously.\nELEANOR Mrr.nRED SIDGWICK.\nP.S.-I made nQ attemptto observe accurately in what directions Mr. Hodg-\nson saw, and only came to the conclusion that it was not easy to decide offhand\nwhat his range of vision was. He had, of course, unlimited power of moving\nhis head about, and the position of the head relatively to the body is not very\neasy to :fix determinately. Further, the exact poBition of the chink is\nuncertain, and the direction of the line from the chink to the pupil of the\nDigitized by Google\n\f86 Journal qf Society for P8.lIchicat Re8earch. lJune, 1881.\neye also, and we cannot see the position of the pupil at the time. All\nthese things make the directions in which he can seeliable to be unexpected.\nIn my own case the range of vision in an ordinary light is limited by the\nbones of my face. I can lee my face bounding tbe field of view in every\ndirection. The distention of the pupil could not, therefore, in my case,\nextend the field of view, unleBS it causes greater projection of the eye. It\nwould, I suppose, canse the object. near the limit to appear in better focus.\nI tbink the angle I can see through in a horizontal direction, without moving\nmy head, is about 260 degrees, but I have not measured accurately.\nThe above lseIDI to me an accurate account of my trial and experiences.\nI may add, bowever, that the aperture serves equally well for seeing at what-\never side of the eye it may be, so far as my own attempts have gone. When\nthe number of pips on the card increased beyond six, it was not so easy for\nme to tell the next number. [This W88 markedly the case in the experiments\nwith \"Dick.\"] Below six, I had no particular difficulty in telling the\nnumber of piPI and succeeded every time.\nRICHARD HODGSON.\nCORRESPONDENCE.\nTHE ARUNDEL CASE.\nTo THE EDITOR OF THE\" JOURNAL FOR PSYCHICAL RESEARCH.\"\nSm,-While acknowledging, as every member of our Society must do, the\ncareful manner in which the investigations of Major Taylor and Major King\n(reported in the Journal for this month) have been carried out, and recognising\nto the full the superior value of their observations over any which occur to\nthose who had not their opportunities, I cannot help feeling that the\nconclusions at which these gentlemen arrive are hardly borne out by the facts\nthemselves.\nThere is no doubt that the doctor'1 evidence, being that of an educated-\nthough, perhaps, a prejudiced-witness, is of great value, but unless the\nevidence of the mother be discredited, it leems c:ear that at one time she\nheard the scratching noise while holding the hands of the girl. If the girl\nwere able at will to make the noise without using her hands, why did she\nnot do so when her hands were disabled by the doctor's experiment with the\nwoollen cuff1\nAgain, I do not understand that the paternal grandmother was\nregarded by the investigators as unworthy of belief, and they remark that,\non the aBSumption that her story was true, the fall of clock and ornament.\ncould not be accounted for by any natural cause. Yet they go out of their\nway, as it seems to me, to suggest that the girl was not kept in sight by the\nold women, and that she was thus enabled to playa trick on them.\nWe have no evidence whatever that either or both the grandmothers\n\" had turned round to speak to the mother at the bottom of the stairs,\" as\nDigitized by Google\n\fJUQe, 1884.] Journal of Society for P8ychical Re8earclt. 87\nMajor Taylor suggests, and, indeed, I rather gather from the account that tbey\ndeny having done BO.\nEven, however, had such been the case, the chances that one or other of\nthem would have detected the girl before she returned to heroriginal position\nare considerable.\nAs to the knocks I do not understand the girl's fright to have been\nsimulated, and that being so, I confess that I am unabla to comprehend\nan impostor playing upon the fears of her relatives and being herself alarmed\nat her own trickery.\nOn the whole, I venture to suggest tbat the case is very similar to\nthe Wem incident reported by Mr. F. S. Hughes in the March number of\nthe Journal. .\nIn such cases there always appears to be an element, more or leBB strong,\nof fraud, and to some this may seem to vitiate the whole occurrence. I am\ninclined to think, however, that we should not allow it to do so, but should\nsift the whole of the evidence with the greatest care, bearing in mind that\nsome motive must exist for a normal village girl to undertake such an\norganised system of deceit; while on the other hand, supposing that such a\ngirl found that in some mysterious way such phenomena appeared to be pro-\nduced in connection with herself, the temptation to increase her own reputa-\ntion, and the astonishment of the bystanders, by similar ~ricks, would be\ngreat. In such a case, too, one would expect to find the girl herself partaking\nin the general alarm on the recurrence of the involuntary phenomena. This\nappears to have happened in bothcases.\nI trust that these remarks will not be considered presumptuous, and that\nI shall not be thought wantingin deference to the judgment ofthe gentlemen\nwho have so ably conducted the investigations at Arundel.\nIt is a branch of our inquiry in which I feel very great interest, and I am\nmost desirous that it should not be too lightly paBBed over by the Society. I\nmust plead this as my excuse for troubling you at such length.-I am, Sir,\nyours, &c.\nA. P. PERCEVAL KEBP.\n122, Blackheath Hill, S.E. May, 1884.\n[There is also the singular fact that wherever these \"manifestations\"\noccur, the phenomena presen~ a marked resemblance. Knocking and\nscratching are not the only things mischievous children can do, (cf. \" Helen's\nBabies \"), and yet in a lonely cabin in the Wtlst of Ireland, in Shrop-\nshire, SUBBex, Sheffield, in Vienna, and elsewhere, we find a repetition of\nthe Epworth and of the Rochester knockings and scratchings, which it il\nwholly improbable bad been heard of in all these different centres of disturb-\nance. At the same time a suspicious element enters into most of the easea,\nand Mr. Keep's suggestion may afford an explanation of it.-ED.]\nDigitized by Google\n\f[R]\n[R]\n[R]\n[R]\n88 Journal qf Society for P8ycki.cal Re8earck. [June, 1884.\n-----------------\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe follotoing additions halle been made since last month.\nBEYOND THE SUNRISE. Observations by two Travellers ...New York,N.D.\nBUBTHOGGE (Richard, M.D.) An Essay upon Reason ~d the Nature\nof Spirit•..•.....•..............•....••...............•................•London, 1694\nOOUSIN (Victor) Elements of Psychology. From the French, by the\nRev. O. S. Henry, D.D. ...........•..••.•........•............New York, 1838\nELLIOTSON (John, M.D., F.R.S.) Surgical Operations in the Mesmeric\nState ........•..•..•..•..•.••..............•..•............•.............•Lo'ltdon, 1843\nHEAPHY (Thomas) A Wonderful Ghost Story.....................London, 1882*\nHIBBERT (Samuel, M.D., F.R.S.E.) Sketches of the Philosophy of\nApparitions. 2nd edit. •.•...........................•.......................\nHISTORY OF WITOHES, GHOSTS, AND HIGHLAND SUBS (The)...Berwiek,N.D.\nM.A. (Oxon.) Spirit Identity .••••.......•.•...........................London, 1879\nMADDEN (R.R., F.R.O.S., M.R.I.A.,) Phantaamata, or Illusions and\nFanaticisma of Protean Forms Productive of Great Evils (2 vol•. )\nLondon, 1857\nMATHER (Increase, D.D.) The Wonders of the Invisible World\nLondun, 1862\nPINKERTON (James N., M.D.) Sleep and its Phenomena ......London, 1839\nTRUE AND ExACT RELA.TlON (A) of Witches arraigned and executed\nin Essex, who were condemned the 29th July, 1645 (Reprint from\nthe original edition of 1645.) •..•...•........... ........•.•......London, 1837\nTRUE AND PERFEOT AOCOUNT OF AN APPARITION (A) .........London, 1672t\nBAILLARGER (M. J.) De l'lnfluellce des Hallucinations .......... ..Paris, 1846\nOOLLIN DE PLANCY (J.) Dictionnaire Infernal ..•...........•......Paris, 1844.\nBURDACH (Karl F.) Blicke ins Leben, Vois. I., IL, and III....Leipzig, 1842\nVoL IV. (posthumous) Leipzig, 1848\nPERTY (Maximilian) Blicke in das verborgene Leben des .\nMenschengeistes •........••......•.••.................................Leipzig, 1869\nRIEGER (Dr. Oonrad) Der Hypnotismus .........•...·.....••.......Jena, 1884\nSPLITTGERBER (Franz) Tod, Fortleben und Auferstehung......Halle, 1879\n* Presented by Mrs. Worsley. t Presented by Mr. C. C. MasseY.i\nDigitized by Google\n\f","_id":398}