{"name":"Journal of the Society for Psychical Research 8012","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n6_jul_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N6, July 1884","mylang":"de","content":"No. VI.] [.JUJ.V, 1884.\nJOURNAL\nOF THE\nSOCIETY FOR. PSYCHICAL RESEARCH.\nCONTENTS.\nPAGE\nMeetings of Council. . 89\nLife Members and Asoooiates 110\nElections, June 80th and July 15th, 1884 .. 91\nGeneralllleeting . . . . . . . . .. . . 92\nGrowth of the Society . . . . . . . . . . 93\nPAGE\nSpecimens of the CLuisillcati\"n of Cases\nfor\" Phantasms of the Living.\" III. 114\nA New Ally of Art .. . . .. .. .. .. 103\nCorrespondence .. .. .. .. . . .. 104\nDonations to Special Fund .. .. .. .. 106\nSupplementary Librar)' Catalogue . . .. 107\n==========~~==================-\nMEETINGS OF COUNCIL.\nA Council Meeting was held on June the :30th, Professor Balfour\nStewart in the chair, when Professor Barrett, the Rev. W. Stainton\nMoses, Messrs. Alexander Calder, Edmund Gurney, C. C. Massey,\nF. W. H. Myers, Edward R. Pease, Frank Podmore, Henry A. Smith,\nand J. Herbert Stack were present.\nAfter the minutes of the previous meeting had been read, fifteen\nuew Members and Associates were elected, whose names and addresses\nare given on another page.\nBefore the close of the meeting, on the proposition of Mr. F. Pod-\nmore, Mr. Owen Morgan, of Pontypridd, South Wales, was elected an\nHonorary Associate in recognition of the services which he has rendered\nto the Literary Committee.\nSeveral presentations to the library were announced, especially 'a\nvaluable contribution of books and pamphlets from the Rev. W.\nWhitear. The particulars are given, with the names of the donors-\nto whom a vote of thanks was recorded-in the Supplementary\nLibrary Catalogue.\nA donation of .£25 to the Research Fund was announced from Mr.\nF. W. H. Myers, for which the Council passed a vote of thanks.\nAt the conclusion of other routine business, the meeting was made\nSpecial for the purpose of considering certain alterations in the \"Con·\nstitution and Rules,\" of which notice had been given in the required\nform.\nAfter discussion, the following two alterations were unanimously\nagreed to:-\nL That in Rule 4 two clauses be added thus :-\n(1) In the second line of sectioll (a), following the word \"annually,\"\n\"or a sillgle payment of 20 guinea!!,\" and\nDigitized by Google\n\f90 Jo'Urnol of Society for Psychical Research. [July, 1884.\n(2) In the second line of st'ction (b), following the word\" anmlally,\"\n\"or a single payment of 10 guineaR.\"\nII. That Rule 8 stand thus :-\n8.-The Council may invite any person who.\n(i) is either distinguished for knowledge or experience in Psychical\nResearch or otherwise eminent, to become an Honorary Member\nof the Society; or any person who\n(ii) has rendered services to the Society,\nto become an HOllorary Associate, such person to be eligible for\nre-election annually.\nHonorary Members and Associates shall have the privileges without the\nobligations attaching to .Associates.\nAn additional meeting of the Council was held on July the 15th,\nProfessor Barrett in the chair. There were present Messrs. W. R.\nBrown, E. Gurney, F. W. H. Myers, E. R. Pease, and F. Podmore.\nLord Tennyson was elected an Honorary Member.\nThe Hon. Mrs. Montgomery Moore, of Dublin, was elected an\nHonorary Associate.\nSeven new Members and AssociateP were also elected, whose names\nand addresses are given on another page.\nA donation of .£10 to the Research Fund from the Rev. W. Whitear\nwas acknowledged with thanks.\nLIFE MEMBERS AND ASSOCIATES.\nIt will be noticed that in accordance with an addition made to the\nConstitution and Rules at a Special Council Meeting held on the 30th\nult., the Members and Associates of the Society, present and future,\ncan pay a composition sum of 20 guineas and 10 guineas respectively,\ninstead of an annual subscription, and can thus become Life Members\nand Life Associates. In the case of persons who avail themselves of\nthis rule, a subscription paid for the current year will be considered as\nforming part of such composition payment. The money thus received\nwill be invested, and will form a permanent fund.\nDigitized by Google\n\f·July, 1884.] Jo'Urnal Of Society \/0'1' PsYchiCal ResearCh.\nELECTIONS, JUNE 30!J'H AND JULY 15TH, 1884.\nHONORARY MEMBER.\nTENNYSON, LORD, Farringford, Freshwater, Isle of Wight.\nMEMBERS.\nBERNARD, MISS A. F., Girton College, Cambridge.\nFRY, LEWIS GEORGE, Goldney House, Clifton, Bristol.\nHENNIKER-MAJoR, THE HON. MARY, 6, Grafton Street, London, W.\nHOGG, H., M.A., New University Club, St. James's, London, S.W.\nJEUNE, -MRS., 37, Wimpole Street, London, W.\nNEVILL, E. A., 13, Bryanston Street, Portman Square, London, W.\nRoGERSON, GEORGE RUSSELL, F.R.A.S., F.R.G.S., Calderstone Road,\nAllerton, Liverpool.\nSH..O\\RPE, FREDERICK WILLIAM, 12, Abbey Square, Chester.\nTopHAM, LIEUT.-COLONEL SIR WILLIAM, Weybridge Heath, Weybridge.\nHONORARY ASSOCIATES.\nMOORE, HON. MRS. MONTGOMERY, Royal Barracks, Dublin.\nMORGAN, OWEN, Pontypridd, South Wales.\nASSOCIATES.\nBERESFORD, EDWARD A., 21, Hereford Square, London, S.W.\nCALDECOTT, REV. ALFRED, M.A., St. John's College, Cambridge.\nCOUES, PROFESSOR ELLIOTT, Smithsonian Institution, Washington.\nU.S.A.\nCox, JOHN, M.A., Cavendish College, Cambridge.\nDARLEY, MRS., Quambi, Woollohra, New South Wales.\nJEBB, MISS C., Girton College, Cambridge.\nMILNES, GEORGE HUTCHINSON, M.R.C.S., L.R.C. P., Addenbrooke's\nHospital, Cambridge.\nMORRIS, MISS E., 13, Park Street, Park Lane, London, W.\nSCHOLEFIELD, REV. C. C., M.A., Eton College, Windsor.\nSHOOBRIDGE, LEoNAnD, K. H., Albury House, Ware, Herts.\nSIDEBOTHAM, E. J., Caius College, Cambridge.\nSlIITH,REv. CANUN TRAVERS, B.D., St. Bartholtlml'w's Vicarage, Dublin.\nTuCKER, MISS MILDRED A. R., 4, \\ :xford and Cambridge Mansions,\nLondon, N.W.\nN.B.-Members and AsBOCiates are requested to send information of any ohange\nof address to the Assistant Secretary. 14. Dean's Yard, Westminster, S.W.\nDigitized by Google\n\fJO'IJII\"TIAd of Society fur Psychwl Research. [July, IBN.\nGENERAL MEETING.\nThe Ninth General Meeting of this Society was held at the Garden\nMansion, Queen Anne's Mansions, S.W., on Monday, June 30th. Pro-\nfeasor Balfour Stewart, F.R.S., one of the Vice-Presidents of the Society,\ntook the chair at 8.30 p.m. In his opening address, after referring to\nthe heavy loss which the Society had sustained in the death of Dr.\nAngus Smith, F.R.S., he proceeded as follows :-\nBeing myself engaged in physical science, I should like to make a single\nremark on that part of our programme which refers to the production of\npeculiar physical phenomena. I know that the investigations in this direc-\ntion, upon which several members of this Society are engaged, have not\nyet been developed sufficiently to be brought before us for discussion, but\nmy remark is of a general nature, and can in no way prejudice that which\nis now going on.\nThose who have discussed the subject of what I will call free will, may\nbe divided into two classes or schools.\nFirat. The Materialistic, embracing those who believe that all acts of\nwill, all desires and aspiratiolls of the Ego are the results of certain material\ntransformations in the brain. which transformations take place according to\n-ordinarily-understood physical laws.\nSecondly. The Spiritualistic school, or those who believe that something\nin the Ego is theoretically 1\\8 well 1\\8 practically above ordinary matter, and\nis the cause rather than the effect of certain changes in the brain. It is\nrather of the Spiritualistic school, as above defined, I would now speak. I\n,cannot, of course, tell how this school will view evidence tending to prove a\npeculiar action of mind upon matter, but I think I can tell how they ought\nto view it. Believing, as they do, that something in the Ego is theoretically\nas well 1\\8 practically above matter, they must believe that to a greater or\nless extent the usually received physical axioms are broken by it. That is\nto say, they have been driven, it may be by ethical and metaphysical views,\ninto an assertion with reference to physics, which they nevertheless believe\nto be quite unsupported by physical evidence. Surely, then, they ought,\n.above all others, to welcome observations tending to shew that there may\npOBBibly be an action of mind over matter in other regions than that of the\nbrain.\nFor my own part, while I do not dispute the truth of the position held\nby the advocates of what I call free will, I yet acknowledge the difficulty of\nits being held permanently 1\\8 a single isolated exception, incapable of\nverification. Exceptions are not dead units, but have a family life of their\n,own, with their own peculiar traditions and places of resort, and just as the\nnaturalist who has got hold of a unique beetle goes next day to the same\nhunting ground in the hope that he may obtain its fellow, so J am prepared\nto maintain should the investigator, who thinks he has discovered, no matter\nhow, an undoubted exception, explore the most likely places for its fellow,\nwhich, if there be truth in his position, he is almost certain, sooner or later,\nto secure.\nDigitized by Google\n\fJuly, 1884.] Jou'M'Ull of Society for P8ychical &search. 93\nProfessor Oliver J. Lodge then gave a very interesting account of\nsome recent experiments with Mr. Malcolm Guthrie's \"subjects\" at\nLiverpool, expressing himself as completely convinced of the thorough\ngenuineness of the results. The most interesting experiment was one\nmwhich two different diagrams had been placed before two\" agents,\"\nneither of whom knew what the other was looking at; and the impres-\n~ion made on the \"percipient\" was a combination of the two.\nProfessor Barrett made some remarks in which he reminded those\npresent of the distinction between genuine Thought-transference, where\nthe idea is impressed without contact or movement, and the \"muscle-\nreading\" of public exhibitions.\nMr. J.. Herbert Stack followed with a further report on some of\nthe remarkable phenomena which have been recently vouched for by\nmembers of the Theosophical Society.\nHe concluded by acknowledging the kindness and cordiality with\nwhich the evidence had been given, pointing out at the same time the\nvarious difficulties in the way of obtaining proofs which can be regarded\nas scientifically conclusive.\n[The evidence has been taken down in shorthand, and will be\n.shortly issued in a separate form.]\nMr. F. W. H. Myers then read the latter part of the Fourth Report\nof the Literary Committee, on \"A Theory of Apparitious.\" The two\nreports which deal with this subject will appear in the course of a few\n.days in Part VI. of the Proceedings.\nIn a few concluding words, the Chairman pointed out that if the\nSociety's work is not \"pure moonshine\" it contains the germ of a\ngeneralisation which, when complete, will approve itself as the largest\nADd most important ever made.\nGROWTH OF THE SOCIETY.\nIt ma.y be interesting to our readers to know that the Society now\n~onsists of:-\nMembers ... 192\nAssociates ... 185\nHonorary Members 6\nCorresponding Members... 5\nHonorary Associates 16\nVice-Presidents, who are not otherwise Members 2\nTotal ... 406\nDigitized by Google\n\f94 Journal of Society for Psychical Research.\nSPECIMENS OF THE CLASSIFICATION OF CASES FOR\n\"PHANTASMS OF THE LIVING.\"\nIII.\nOur last paper brought us to the limit of mere 'Vague impressions\nof death, &c.,-to the threshold, that is to say, of distinct sensory\nhalluciMtion, corresponding with some objective event.\nIt is not quite easy to arrange these cases of subtle approximation\nto distinctness of sensory impression in a continuous logical chain. We\nmight, for instance, begin with the cases where the percipient feels a\ndiffused physical malaise or sense of undefined illness, while the agent\nis dying at a distance from him. But it is perhaps better to take first.\na case where the quasi-percept is very definite &s far as it goes, but goes\na very short way; suggests, that is to say, an almost impalpable and\nindescribable thing, the mere sense of a certain person's presence in\nthe room.\nMost people are familiar with the feeling that someone is in the room.\nthe person being sometimes identified and sometimes only felt as a\nliving presence. Now, in most cases we must explain this feeling by\nunnoticed sensations of hearing; a sound of breathing, for instance.\nbeing sub-consciously noted. But it is, of course, conceivable that some\nsubtler means of information may exist, especially between persons in\nclose rapport. Lovers, for instance, frequently assert that they can\ndetect the presence of the beloved one in a room, without ocular survey.\nAnd without pressing the analogy of the power of recognition possessed\nby dogs, &c. (in \\Yhom this may depend on guidance afforded by a sense\nwhich the lovers do not possess), we may at any rate appeal to the-\nwell-attested cases where a mesmeric subject is aware of the proximity\nof the unseen operator. Judging from this mesmeric analogy we-\nshould certainly expect that the sense of a recognised presence would\nbe a form which telepathic impact might readily assume.\nAnd in fact we have a few cases where this sense of the nearness of\nan absent person is all that the percipient has to note.\nWe begin with a case which strongly impressed the percipient, (the-\nwife of a clergyman), as a unique experience, though its evidential\nvalue is much weakened by the facts that Mrs. Wilson did not mention\nthe feeling before the news of the death came, and that she also knew-\nthat the percipient was ill.\nFrom Mrs. Catherine Wilson.\nMany years ago I awoke suddenly in the middle of the night, as it\nappeared to me, with a distinct impression of a certain person. Next morn-\ning, early, I was informed that she had died during the night. Though it\ndid not occur tp me t9 fix the time of awaking, yet I felt compelled to admit.\nDigitized by Google\n\f.,July, 1884.] J01Jh\"TI,O,l ofSociety for Psychical &search. 95\n[i.e., as afterwards explained, felt it strikingly probable] that the death\ncoincided with my impression. The poor woman had been ill of cancer in\nthe village where 1.was staying, and I had visited her at times, at the re-\nquest of my aunts. I had thought little about her, the visit over, and\ncertainly never dreamed of her. I am not a believer in dreams, or rather,\ndo not encourage attention to them, and I am in no sense credulous of the\nsupernatural. The vividness of the impression I refer to ill as strong to-day\nas it was the moment it happened, aud I do not think it will ever be eft'aced\nfrom my memory.\nThis must have occurred between the years 1851 and 1858. I was a\nsound sleeper at the time, rarely awaking through the night. I certainly\nnever had such an impression of a person's presence as the one J wrote\nabout, either before or since. But for the death followiug, I could have\nattached no meaning to it.\nIn this case the feeling is only that the dying person is in the room.\nIn our next case the imagined presence comes somewhat closer, and\nseems to be close to the percipient's side. The lady who writes the fol-\nlowing account is known to Professor Sidgwick.\n-The following narrative was told to me by my aunt, Mrs. B. j the son to\nwhom it relates is F. G. B., who fell at Inkerman on Sunday, November\n5th,1854. The narrative was told to me on Sunday afternoon, September\n2nd, 1883, and written down at the time. She had told me substantially\nthe same narrative many years before, though she did not like talking of it.\nMy son, who was also present when the story was told, read over my account,\nand pronounced it correct. J do not believe that my aunt ever experienced\nany similar impression. I have known her intimately all my life, and stayed\nwith her for months together, and never heard her mention anything of the\nkind.\nE. E. G.\n-\" She had always prayed that she might know at the moment if he were\nkilled or badly wounded. The 5th November was a Sunday j she was at\nR. Church, and early in the service (while kneeling in the Confession) she\nhad a sudden sensation j she saw nothing, but felt sure something was by\nher, and that it was her son. Her husband asked her what was the matter,\nbut she kept up, and did not leave the church. On returning home she\nHaid she was sure they would hear bad news. When the news did arrive,\nsome days later, they found he was shot at the very hour when she felt his\npresence in R. Church.\"\nCases like these may be conceived as presenting a first approach to\n& tactile hallucination. Some other similarly transitional cases, where\nthere is a somewhat vague sensation of pressure, will be met with\nunder other classes.\nThe approaches to auditory hallucination are of quite as gradual a\nkind. And first comes a curious group ofinward impressions, sometimes\nremaining as the mere conception of articulate sounds, sometimes irre-\nsistibly prompting the percipient to speech of his own. These cases of\nDigitized by Google\n\f96 ·Jmtrnal of Society for PsychiCal Research. [July, 18M.\ncourse, remind us of some forms of merely morbid hallucinations-in\nwhich inward voices and irrepressible utterances playa large part.\nResemblances like these are, of course, precisely what we expect.\nIt would be strange indeed if all the effects of the telepathic impact\non the percipient's organism were conspicuously different from all other\neffects produced on that organism by all other influences, from without\norfrom within it. Our hitherto unrecognised cause has remained 80 long\nwithout recognition just because the effects which it produces have\nenough resemblance to the effects produced by other causes to admit of\nbeing confounded with them. Our business now is to supply canons for\nthe detection of the differences of causation, not to assert that the dif-\nferences are so obvious that no such canons are needed.\nSpeaking broadly, then, we should say that whatsoever mental or\nsensory phenomena are observed in the organism under normal circum-\nstances, the same phenomena are liable to be produced delusively in\nmorbid hallucinations, and veridically-with a message of objective truth\nin them-:-in telepathic hallucinations.\nThe state of the organism under telepathic excitement is neither\nnormal nor morbid'; its sensations, that is to say, deliver a message\nwhich they are meant or constructed to deliver; but that message is so\nJlnusual that its meaning is not readily interpreted by the central intel-\nligence. The telepathic percipient is like the blind man who, in the\nfirst moment of sight, \"sees men as trees walking\"; and it is not often\nthat the same percipient has a sufficient number of telepathic percep-\ntions in the course of his life to be able to recognise and interpret them\nwith anything like the same certainty with which he interprets the facts\nofordinary experience. We shall see, however, at a later stage in our\ninquiries, that this difficulty arising from unfamiliarity is mer~ly a\nmatter of degree. and sometimes to a great extent disappears; that is\nto say, while the repetition of mlYTbid hallucinations confirms the per-\ncipient in error, the repetition of telepathic hallucinations renders the\npercipient more prompt at eliciting their objective and provable message\nof truth.\nWe must not, on the other hand, be taken as asserting that the truth\nor falsehood of the message conveyed is the ooly difference between the\nmorbid and the veridical hallucination.\nAmongst morbid hallucinations we find that there are special types\nwhich accompany each form of nervous disorder: special delusions\nbelonging to alcoholism, opium-poisoning, general ·paralysis, &c. And\nthe delusions of dream-land are still more markedly disparate from all\nthese. Now the dreamer's state, like that of the telepathic percipient,\n·is neither morbid nor precisely normal; his perceptions are hallucinatory\nas far as they go-; but they hallucinate a fragment only of the dreamer's\nDigitized by Google\n\fJuly, 1884.] Journal Of Society for Psychical Research~ . 97\nintelligence: he wakes and knows that it was a dream. Telepathy may .\nbe taken as a third point in the triangle,-as an impulse whose object is\nto impress on the mind some fact not obvious to the ordinary senses,\nand which for this purpose is obliged to use sometimes the machinery of\ndream and sometimes of hallucination.\nThus much as regards the general parallelism to be anticipated\nbetween telepathic and morbid hallucinations. In the present instance,\nhowever, the phenomenon observed hardly amounts to a hallucination; it\nis nothing more than a kind of \"trick of memory\" or unbidden recur-\nrence of the same train of thought in a jaded brain, which would seem to\nhave afforded the easiest channel for the telepathic current to traverse.\nFrom\" A Memoir of C. Mayne Young, with Extracts from his Son's\nJournal, by the Rev. Julian C. Young,\" rector of limington (Macmillan and\nCo. 1871), pp. 337-340.\nJ. C. Young's Journal.\n\"1851, November 13th. Being exhausted in body and unhinged in\nmind by many nights' unremitting attendance on a relative who had been\ndangerously ill, my doctor insisted on my relinquishing my post to another\nand going elsewhere for change of scene and air. As my invalid was con-\nvalescent I went to Brighton to pass a few days with my father, who was\nthen residing in the Old Steyne.\n\"I arrived at his door on Tuesday, llth, in the evening, and retired\nearly to bed, sanguine that after so many sleepless vigils, I should enjoy a\nnight of unbroken rest. I have always been blessed with a remarkable\ntalent for sleep. . . . . I was therefore the more surprised on this\noccasion to find myself, within a couple of hOllrs after I had retired, wide\nawake. I fancy this must have been about half-past II, because half-an-hour\nafter I heard the clock on the stairs strike 12. I ought to mention that. at\nnight, in certain conditions of health, I have sometimes suffered from a mor-\nbid activity of memory utterly destructive of sleep or even tranquillity. At\nsuch times I have been governed by one prevailing idea, which I have been\nunable to shake off, or been haunted by snatches of old airs, or harassed\nby the reiteration of one text of Scripture, and one only. It was not long\na.go that after having drunk some very strong coffee, I lay awake· for three\nhours repeating, in spite of myself, over and over again, the following,\nwords from St. Peter's First Epistle, 'Whom having not seen, ye love; in\nWhom, though now ye see Him not, yet believing, ye rejoice with joy un-\nspeakable and full of glory.' By no exerCise or ingenuity could I get rid of\nthese wordl:!. . . . Well, it was under some such mental impression that,\non waking on Monday night last, I was possessed, as it were, by\nfour mystic word!!, each of one syllable, conveying no more idea to my mind\nthan if they were gibberish, and yet delivered with as much solemnity of\ntone, deliberation of manner, and pertinacity of sequence, as if they were\nmeant to convey to me some momentous intimation. They were all the\nmore exciting that they were unintelligible and apparently could not serve\nany ostensible purpose. They were accompanied by no vision. They were\n. an audition and nothing more. I could not exclude them by putting\n\f98 Journal of Society for Psychical Research. [July, 1884.\ncotton wool in my ears, for they came from within and not from without.\nTo try to supplant them by encourap;ing a fresh train of ideu was hopel_ ;\nmy will and my reason were alike subeervient to some irresistible occult\nforce. The words which beset me· were 'dowd,' 'swell,' 'pull,' 'court,'\nand they were separaten as I have written them into monosyllables, and\nwere repeated with an incisive distinctness and monotonous precision which\nwas quite maddening. I sat up in my bed and struck a light to make\nsure that I was awake, and not dreaming. .All the while were reiterated, as\nif in a circle, the same wild words.\n\" 'Dowd,' 'swell,' 'pull,' 'court.' I lay down again and put out my\ncandle: 'dowd,' 'swell,' 'pull,' 'court.' I turned on my left side, 'dowd,'\n'swell,' 'pull,' 'court.' I turned on my right, 'dowd,' , swell,' 'pull,' 'court.'\nI endeavoured as a means of dispersing th.se evil spirits-for they began to\naB8ume the importance of spirits in my heated brain - to count\nsheep over a stile, but still' dowd,' 'swell,' , pull,' , court,' rang in my ears\nand reverberated through my mind. I counted my respirations; I had\nrecourse to every imaginable conceit by which to woo sleep. I tried to call to\nmind all the people I cared for, then all the people I disliked. I tried to con-\njure up the recollection of all the murders or sensational incidents I had ever\nread or heard of in the hope of diverting my thoughts-but in vain. I then\nbegan to analyse the meaning of the words themselves. ' What,' said I to\nmyself, 'can be the meaning of \"dowd \" 1 Ah, I begin to discern the truth;\nI am trying to make sense out of nonsense. The painful scenes I have lately\nwitnessed have upset the balance of my brain, and I am going mad.' I bad\nnot pursued this melancholy train of reflections long, when I fell into a pro-\nfound slumber, from which I was only aroused by my father's voice\nsummoning me to breakfast. On his asking me how I had slept, I told him\nhow curiously I had been disturbed in the night. My narrative inspired\nhim with more of ridicule than of pity. About mid·day I paid a visit\nto the MiB8es Smith, daughters of the late Horace Smith. I found\nFrederick Robertson, then in the zenith of his well-deserved fame, sitting\nwith them.\n\"After a while the conversation turned to Herr von Reichenbach's book,\nand hi8 theory on the subject of Odic Force, and then to the philosophy of\ndreams. . . . I repeated to them with avidity my nocturnal experience ;\nbut instead of its producing the effect I had expected on my auditors it\nonly provoked an interchange of significant looks between them, which\nconvinced me that, in Oriental phrase, I had been eating dirt. I soon\nrose and took my leave. • . . Robertson • . . followed me, and\nwhen we reached the doorstep . . . perceiving that my vanity had\nbeen mortified . . . said,' My dear Young, I hope you will forgive\nme if I say that I never before heard you tell anything so pointless as\nwhat you have just repeated to the Miss Smiths and myself.'\n\"'Ah,' said I, 'I perceived you thought so, but it does not alter my opiuion.\nTo me the whole thing is frau~ht with interest and mystery. I am sure\nthat thereby hangs a tale indeed. I only wish I knew it.'\n\" It was on Wednesday, the 12th, that these words passed between my\nfriend, Frederick Robertson, and myself On Thursday, the 13th, I walked\nDigitized by Coog\n\fJuly, 1884.] JOU'1\"1tal of Society for Psychical Research~. 99\ninto Folthorp's Library to read the papers; and, as usual, rail my eye down\nthe births, marriages, and deaths in the Tima. As I came to the obituary the\nfollowing notice caught my sight :-\n\" 'On Tuesday night, November 11th, John E. Dowdswell, of Pull Court,\nTewkesbury.\" So that probably, on the self-same night, at the very time\nwhen this gentleman's lIame and residence were 80 unaccountably and pain-\nfully present to my mind, he was actually dying.\" *\nMr. Young's experience, then, (although to himself it appeared\nwholly bizarre and unintelligible), is precisely of a kind which we\nshould a priori have expected to encounter. As regards the proba-\nbility of its having been in reality a psychical incident the reader must\njudge for himself. We cannot in this case (as we can in so many\nothers), claim that the coincidence is made absolutely cogent by the\n'l.llniqueness of the experience in question, for Mr. Young had felt on\nother occasions other words similarly reverberated through his brain.\nAnd although he could attach no meaning to the syllables, \"Dowd,\"\n\"swell,\" &c., it is of course conceivable that he may have uncon-\nsciously heard the name already, and that its resurgence in his brain at\nthe time of its owner's death may have been due to chance alone. On\n. the other hand we have the deep impression made on himself at the\ntime, as evidenced by the interview with the Misses Smith, who have\npersonally confirmed to me the accuracy of his account of it.\nA remaining difficulty in the narrative, the fact that Mr. Young\nwas a stranger to Mr. Dowdeswell (though the Misses Smith were\n.slightly acquainted with him) may be better discussed after we have\ncited another instance of somewhat the same kind.\nFrom Mr. Gervase Marson, Birk Crag, Higher Broughton, Manchester.\nDecember 6th, 1883.\nOn the morning of December 6th, 1879, I suddenly awoke, and sat up in\nthe bed, as if startled. To my great surprise I found myself uttering the words,\n\"Portland,\" \" Portland.\" The next day I read in tbe papers of the death of\nthe Duke of Portland, which I believe took place about the time when I was\ninvoluntarily uttering his name.\nI cannot account for this experience at all. No conversation respecting\nthe Duke of Portland had taken place the evening previously; I did not\nknow he was ill; Dever saw him iu my life; had never been at any of his\nresidences; and, in fact, neither kuew nor caredanytbing about him. I was not\n-dreaming just before I awoke, but believe I was sleeping, 8S is my wont,\n.quite soundly. G. MARSON.\nNow in this case the modus operandi seems much the same as in\nthe last. The automatic utterance of the words at the moment of\nsudden waking seems to imply an escape of current along a particular\n. * I have looked up the '1'iIITUlJI, and on November 13th. 1851, find in the obituary\n-column :-\" On Tuesday, 11th inst., at Pull Court, Worcestershire, John Edmund\nDowdeawell, Esq., aged'1D.\"-C.B.\nDigitized by Google\n\f100 Journal of Society \/01' Psychical Research. [July, 1.884. .\nverbal track, very similar to that which prompted a mere inaudible\nrepetition of the dominant syllables. On this occasion the name was,\nof course, already known, but, on the other hand, the experience seems\nto have been unique.\nWe note here, as in the last case, that the dying person was un-\nknown to the percipient. We cannot, however, regard this as a\ndecisive objection to the theory of a telepathic commun~cation\nbetween the two minds. We know too little, at pre,sent, of the\nlaws of such communication to take for granted that we can\npredict its detection in any given case. The rapport which\nwe assume to be acquired is at present a mysterions link, not clearly\nreferable either to kinship or to affection. If we are to trust the\nanalogy of mesmeric cases, it would appear that a few minutes, or\neven a few seconds, may suffice to establish a rapport between a\nmesmeriser and a previously unknown subject, strong enough to over-\nride for the time all other ties, whether of blood or friendship. In\n80me cases mesmeriser and subject have apparently quite as little in\ncommon as the dying Duke and Mr. Marson.\nNor, again, is it necessary to suppose that the impulse in all cases\nproceeds from the dying man himself. Sometimes we seem able\nto trace it to some other person. Sometimes there would seem to be a\nkind of diffused disturbance, or psychic storm, not necessarily due to\nthe action of one mind alone. It is possible that some effect of this\n80rt may sometimes accompany the death of persons on whom many\nthoughts are fixed. Of course this very direction of men's thoughts to\nthe great man who is dying predisposes both to hallucination at the\ntime and to legend afterwards. But in this case of \"Portland, Port·\nland,\" (and there are others like it), the percipient took no interest in\nthe Duke and knew nothing about his illness. All that can be said is\nthat there was probably more excitement amongst the bystanders at the\nDuke's death than is commonly the case at the death of persons of less\nwealth and lower rank, and that it is conceivable that this diffused emo-\ntion may have reached a sleeping mind which happened to be in a\ncondition receptive of telepathic impressions.\nIn the next case which we shall cite the connection between ageut;.\nand percipient is a close one; so close, indeed, as to suggest a difficulty\nof a just opposite kind from the last. For if on the Qne hand the\nDuke of Portland was so remote from Mr. Marson as to make it hard\nto understand their telepathic connection, so on the other hand the !Jon\nin this next case was so often in his mother's thoughts that it may seem\nas though the utterance of his name needed no telepathic explanation,\nt1!3pecially as the coincidence with death was not exact.\nAgainst this must be set the deep impression which was made. on\nDigitized by GoogIe\n\f.July, 1884.] J0'U7-nal of Society fCYl' Psychical Research. 101\nthe mother's mind, as proved by the noting of the hour and the imme·\ndiate mention of the fact. And the incident is precisely such as we\nshould expect to occur as a result of telepathic impact. The uncon-\nscious cerebration which finds vent in the utterance of the beloved name\nis just such as a disturbance propagated by the son's mind at death\nmight, on our theory, originate in his mother's brain.\nFrom Mrs. X.\nTwo years ago my son was ill in Dnrban, Natal. I was told by his\nmedical attendant, who is also my son-in-law, that the illness was BerioU8, but\nI had no reason to suppose it was expected to end fatally. Of course I, his\nmother, was anxious; but there came better accounts, and at last a letter\nfrom my SOil himself. He spoke of being really stronger, expressed regret at\nhis enforced long silence, and added he hoped now to write regularly again_\nThe load was lifted from my mind, and I remarked I felt happier than I had\ndone for months. At this time I too was ill, and had a trained nurse with\nme. A few nights after the receipt of the letter, I thought I had been lyillg\nawake, and requiring to call my nurse who was in my room, I sat up in bed\nand called loudly\" Edward, Edward.\" I was roused by nurse answering,\n\"I fear, ma'am, your son will not be able to come to you.\" I tried to laugb\nit off, but a chill struck to my heart. I noted the hour, 3.40 on Sunday\nmorning. Without mentioning my fears, I recounted the incident to my\ndaughters, but I looked for the bad news to come, and on Monday received\nth.e cable message\" Edward died last night.\" Subsequent letters named the\nhour as being identical with that in which I had involuntarily sent forth my\ncry for my loved one. His sister, Mrs. C., in writing to me, said, \"Ob'!\nmother, his one crave was for you, and to the last moment the yearning he\nhad for you seemed to dwell in his eyes.\" I may add we were more than\neven mother and son usually ate to one another. I believe in that one\nmoment our souls were permitted to meet, and I thank God for the memory\nof that hour.\nIn answer to inquiries, Mrs. X. says that her son had had delicate health,\nand\" for years I used to get up through the night and listen to his breathing,\nand lived in tbe constant apprehension of learning sudden bad news if he were\nout of my sight.\" She adds, \"No doubt I was t.hinking of him, but not pain-\nfully, for I had had his letter, and I thought he was getting well. It cer-\ntainly was not a dream-I sat up in bed to call my nurse, when to my sur-\nprise, and for an instant, amusement, I uttered tbe cry' Edward, Edward.'\nThe great point is, of course, whether the hour was exactl:1J that of his death.\nI will try to refer to my letters of that date, and I will write to Durban and\nask for the time to be again told me, but it will be rather more than two\nmonths before any reply could come to my question.\"\nIn answer to inquiries, Mrs. X. adds :-\nIt was the only time in my life that anytldng of the lcind took place. I\nnever talked in my sleep, nor had any experience the least like this before or\nsince.\nThe following is from Mrs. X.'s daughter :-\nI remember that on the morning of the 29th August my mother told me\nDigitized by Google\n\flO2 Journal of Society for Psychical Research.. [July, 1884..\nof the curious coincidence of which she has written to you. She told me\nwhen I went into the room the first thing, and the nurse was also in her\nroom.\nJanuary 23M, 1884.\nWe add another case, where the unconscious cry is twice repeated,\n:and takes the fuller form, \"John is dead,\" instead of the mere utterance\nof the name.\nOn themorning of February7th, 1855, at Mount Pleasant,Co. Dublin,where\nI lived, I awakened from a troubled sleep and dream, exclaiming, \"John\nis dead.\" My husband said, \"Go asleep, you are dreaming.\" I did sleep\nand again awoke, repeating the same words, and asking him to look at the\nwatch and tell me what o'clock it was then; he did so and said it was 2\no'clock. I was much impreSBed by this dream, and next day went to the city\nto inquire at the house of busineiIB; Mr. John C. being at Danehum for the\nprevious month. Whlln I got to the hOllse I saw the place closed up, and the\nman who answered the door told me the reason. \"Oh! ma'am, Mr. John\nC. is dea.d.\" \"When did he die 1\" I said. \"At two this monling,\" he said.\nI was so much shocked he had to assist me to the waiting room and give me\nwater. I had not heard of his illness and was speaking to him a fortnight\npreviously, when he was complaining of a slight cold and expected the change\nto Danehum wouln benefit him so that he should return to town immediately.\nI never saw or heard of him after until I dreamt the foregoing.\nEMILY LINCOLN.\nI certify to the correctness of the facts of my wife's awakening me at the\ndate stated, asking me the time, &c., and to the further fact of the unex-\npected death of Mr. C. at the time.\nHENRY LINCOLN.\nHere too, as in the \"Portland!\" and \" Edward\" cases, the\nborderland between sleep and waking seems to have furnished the\nneedful conditions of receptivity in the percipient's mind.\nIn several of our cases of mere impression the impre88ion rises into\nconsciousness at the same moment of awakening. And this, again, is\njust what might have been expected. It is probably a common fact in\nmost men's experience to wakc with a sudden and startling clear per-\nception, either of some forgotten fact in the past, or of some danger in\nthe future, not consciously foreseen until that moment. Some-\ntimes the impression is so vivid that we feel as if it had not\nonly occurred to us on waking, but woke us up; and it is in fact likely\nthat there may have been a sub-conscious activity of the brain going on\nin sleep which suddenly kindled a train of emotion already laid, and\nexploded with sufficient energy to dispel slumber from the whole brain.\nThere will thus be a close parallelism between the cases where the\ntelepathic impact is received during waking hours, but waits to mani-\nfest itself in a dream, and the cases where it is received during sleep,\nDigitized by Google\n\fJuly, 1884.] Journal Of Society for Psychical Resea)·ch. 103\nbut is first consciously perceived at the moment of waking. In the\nfirst case we may suppose that it continues to accumulate sub-con-\nsciously, until sleep, by deadening the trains of conscious thought-its\nsuccessful rivals-allows its dimmer but persistent images to shape\nthemselves before the inward eye. In the second case we may suppose\nthat the telepathic influx, beginning, very likely, by giving rise to\ndreams or sub-conscious disturbance, at last reaches a \"flashing-point\"\nwhich wakes the sleeper and very likely causes him to forget, by reason\nof the shock itself, the vaguer dreams which have led up to it.\nThese last cases may be said to have carried the diffused form of\ntelepathic influx to as high a pitch of definiteness as it can attain. We\nhave seen it, as it were, wme to a Mad, yet still without pouring itself\nespecially through anyone of the channels of sense.\nWe shall, in the next paper, approach the more specialised\nsemrny hallucinations, where hearing, sight, touch, or smell are dis-\ntinctly affected. We shall find that the groups of cases which we\nmeet will continue, a~ before, to slide insensibly into each other.\nF. W. H. M.\n(To be continued.)\nA NEW ALLY OF ART.\nWe have received the following from Rev. E. P. Thwing, 156, St..\nMark's Avenue, Brooklyn, N.Y.:-\nThe relations of the artificial trance to medicine and surgery, to·\noratory and song, have been shown by different writers, but at the last\nmeeting of the N.Y. Academy of Sciences, Professor Thwing suggested\nthe new ally which painting and plastic art may find in hypnotism.\nHe showed photographs of silent, slumbering statues, standing and\nsitting, fixed to the finger's end to suit the artist's thought or sculptor's\nfancy, erect or bending, but motionless, with no support. Fatigue,.\ninattention and embarrassment are elements entirely eliminated in\nthese tableaua; m'lJants. The pose and gesture can be changed without\nwaking the subject. A shapely arm, a dirnplt>d cheek, a curving neck,\na noble brow, by this unique process can b\"Nt-f, offto the best advantage\nwhile the owner is insensible to everything but to the silent thought\nof the operator.\nEven more of pathos and beauty may be secured by the lucid or\nwaking state, where movement of the person and changing facial ex-\npressions are regulated by his word. As the photographer throws up,\nDigitized by Google\n\f10~ Jowrnal of Society for P8ychical Resea'l-ch. [July, 188f.\nor enlarges a portrait by a magnifying lens, so a hypertrophied mental\nimage is made on the tabula rasa of the hypnotised brain. The size of\nthe picture, that is, the intensity of rapture, hope or fear, is graduated\nat will.\nDr. Thwing spoke of a man whose expression of countenance he\nchanged step by step, from that of ordinary indifference to that of\nhighest ecstasy, till he swooned, apparently. Art cannot create,\nartifice cannot feign, such emotions as those thus awakened by a\nseries of gl'aduated suggestions on the part of the operator.\nEvery neurologist and alienist is familiar with these facts, fixity\nof posture, insensibility to pain and increased susceptibility to sugges-\ntions from without, as concomitants of disease. Transitory effects can\nbe artificially induced with those in health. They are dreams, in\nfact, and if wisely directed may be helpful aids to histrionic effect or\nto plastic art.\nOORRESPONDENCE.\n[Tbe following letter, which I have received from Mr. Gorham Blake, of\nSan Francisl.'O, will be read with interest by those of our readers who have\nfollowed the valuable papers on \"The Classification of Oi.ses of Phantasms of\nthe Living and Dying,\" which Mr. F. W. H. Myers· has contributed to the\nJournal. It should be added that I do not know Mr. Blake, nor have I had\nany means as yet of confirming the accuracy of his interesting statements,\nbut they are in acconl with otber facts known to us. It is to be earnestly\nhoped Mr. Blake, who has now joined the S.P.R., will continue his ex-\nperiments, and contribute his results to the Society.-W. F. R]\nDEAR SIR,-Your favour of April 15th was received here on my return\nfrom Georgia, the 24th inst., and in reply I will state to you something of\nthe cause of my investigations of the interesting and importaut phenomena\nbefore u~. Tbe year 1850 found me exploring the Island of Sumatra. And\nat one time, with a Malay Rajah and a small company of native guards, after\na long tramp in the blazing sun, I was stricken down exhausted with\nsymptoms of sunstroke and fever. The Rajah called his doctor, and a wild.,\nsavage, naked, native Malay appeared, directed my clothes to be removed.,\nthen commenced manipulating and making passes from my head to feet,\nduring which I felt his great magnetic [mesmeric] power, was put to sleep\nand within an hour awoke free from pain and refreshed. It astonished me\nand set me to investigating\" animal magnetism.\" From 1852 to the present\nmy business as mining engineer has sent me all over the country, and much in\nthe saddle, from which I acquired perfect health, and in a short time realised\nthat I had strong magnetic power, which, to cure disease, must emanate from\nDigitized by Google\n\fJuly. 1884.] JOU1\"YULl Of Society fm' P8ychical &search, 105\na pure source. To comply with the necessary conditions, I gave up the use\nof tobacco and all stimulating food and drink, and commenced a diet of plain\nnourishing food, with plenty of exercise on horseback, and sleep. I soon\nfound my magnetism sought for· by invalids for headache, rheumatism,\nneuralgia, and other diseases. And I performed most wonderful cures, and\nin many cases, after the patient hM been given up by physicians to die, I\nhave brought them up to health and they live to-day. I write of this to\nshow you m'!l condition, the experimenting instrument.\nI soon had quite a list of sensitives as patients. I found some more\nsusceptible than others; several were relieved of all pain at once, by my\ntaking their hands or placing my hand on their heads or part afflicted,\nor breathing upon them. For 18 years I experimented in California, then\nmoved to Nevada, 600 miles east, then to New York, 3,000 miles east.\nDuring\" these years I had visited the Atlantic States many times, and had\npatients (sensitives) in Massachusetts and New York, and as I have prac-\ntised and relieved pain gratuitously, I secured the gratitude and intimate\nfriendship of my patients, which I consider an importaot auxiliary to\nmy experiments, or the phenomena. In 1869 I crossed the great Humboldt\n(40 mile) desert, in the State of Nevada, for the sixth time, alone, in the\nsaddle; by an accident my horse, a wild mustang, escaped, leaving me\nat 10 a.m. on foot in that ankle deep alkali sand, under the blazing\nJuly sun, and twenty miles from a drop of water, except that in my\nsaddle bags on the horse. Hours were spent in the chase for my horse.\nThen I tried to shoot him, but he escaped, leaving me exhausted, sun-\nstruck, dizzy, alld finally helplessly dying on the hot, shadeless alkali about\nnoon. I passed the agony of death by thirst, heat, and exhaustion, and\nbecame insensible. It was rare a traveller passed that way at that season,\nthe track marked only by the bones of dead animals. A chance traveller\ncame, saw my horse, and found me insensible, laid me in the shade of\nhis waggon, and bathed me with water and vinegar until I came back to\nlife. He lassoed my horse, and at sundown I mounted and rode to the\nsettlements. Between half-past two and three o'clock that afternoon one\nof my sensitive lady friends in Boston, Massachusetts (2,600 miles distant),\nwhile talking with her husband, suddenly threw up her hands and said, \"Mr.\nBlake is dead,\" and could not be reconciled to the contrary. She persuaded\nher husband to visit my father ill the same city and learn where I was, &c.\nTwo years after (in 1871) I visited the friends, and was immediately asked,\n\"Where were you two years ago, the last week in JUly 1\" On comparing\nnotes, and allowing for the difference in time, we concluded that at the time\nI became insensible on the desert my lady friend received the intf>lligence.\nI know I thought of the lady and her husband while lying on the sand,\nas we were long dear friends. Afterwards, during my residence in New\nYork, 200 miles distant from Boston, this sensitive had positive mental\ncommunication with me. She knew when I was unwell, or disturbed by\nvexatious business, and I found I could by concentrating my thoughts on\nher make her think of me. Generally, the experiments were most satis-\nDigitized by Google\n\f106 j 0'\/1\/1\"001 of Society for Psychical Research. [July,l88f.\nfactory about twilight or early morning. I will say I never attempted to\nme.tmeriBe a patient. I imparted magnetism by simply holding the hands or\nhead, and not consciously exercising my will liver their mind.\nIn the year 1866, I resided in Tuohlmne County, California, interested\nin gold mining. I also had large gold mining property in Placer County,\nCalifornia, over 100 miles distant. My partner was a dear friend who resided\nat the mine in Placer County, while my home was then in Tuolumne County.\nOur correspondence was frequent, and soon after the establishment of the\nconditions, we nuticed that questions asked in letters by either, about business\nand other matters, were answered, often the Bame dall that the letter in which\nthe question was asked was written, the lett.ers passing each other on the road.\nThis occurred dozens of times. And often we wrote our letters the same day\nand hour without previous arrangement. In c.mversation we could often\nturn each other's thoughts to different subjects, and very olten on meeting\nhim at his house, alter an absence, he would say \"I've been thinking of you\nfor an hour,\" or \"I knew you were coming,\" while I had tried before\narriving to impress upon his mind that I was approaching. And sometimes\nhe would feel that I was coming when at a distance of 40 miles. This\ngentleman was so sceptical about magnetism and kindred subjects that I\nrefrained from talking with him about it, and he was not aware that I was\nexperimenting, which made the tests more satisfactory to me.\nIn 1882 and 1883 I came to San Francisco from New York, 3,000 miles. and\nvisited some of myoId friends and patients, and selected one lady for ex-\nperiment. I magnetised her often, and when I returned to New York opened\na tri-weekly correspoudence with her; by this I proved that mental com-\nmunication is possible at that distance. She, ,\"ery sensitive, not only knew\nof my mental state but physical surroundings, and I became aware of any\nmental agitation with her, such as sickness or sorrow. If I visit her house\nI can mentally call her to the door at once.\nI have views in explanation of some of these phenomena, but would be\npleased to learn any explanation or views on the subject that you can give.\nOf course 34 years' investigation in this and kindred subjects has given me\nthousands of tests and incidents, some of which I may publish at some\nfuture time.-I remain, very respectfully yours,\nGORHAM BLAKE.\nSan Francisco, California, May 30th, 1884.\nDONATIONS TO SPECIAL FUND.\nReceived since last month.\nMr. F. W. H. Myers (Second donatiou)\nRev. W. Whitear (Second donation)\n£25\n£10\nDigitized by Google\n\fJuly, 1884.J Journal Of Society for Psychical Research. 107\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe followin.g additions have been made since la8t month.\n[R] CAMPBELL (Duncan) The History of thl' Life and Adventures of\nD.C., a Gentleman, who though Deaf and Dumb, writes down\nany Stranger's Name at first sight (By D. Defoe)•........ ...London, 1720*\n[R] ApPARITION OF SPIRITS (A Relation of).•..... ..(No place ofpublica#on), 1780*\nASTOUNDING FACTS FROM THE SPIRIT WORLD•••.•••••Southampton, Mas8. 1854+\nBAXTER (Richard) The Certainty of the World of Spirits, to which\nis added, The Wonders of the Invisible World, by Cotton Mather,\nD.D., F.R.S. ............................................................London, 1834*\nBIBLIOTHKCA DIABOLICA. In Two Parts: Pro and COn......,New York, 1874*\nCox (Edward W.) The Mechanism of Man: An Answer to the Ques-\ntion-What Am I 1\nVol. I. The Mechanism .........................................................London, 1876*\nVol. II. The Mechanism in Action ..........................................London, 1879*\nDEATH DEEDS. An Extraordinary Incident Connected with Barbadoes\nLondon, 1860*\n[R] DEATH WATCH (The) Dialogues upon Spirits. By a Country Clergy-\nIDan ........................................................................London, 1796*\nDEMONOLOGIA. An Expose of Ancient and Modern Superstitions.\nBy J. S. F................................................. .............London, 1831:1:\nDENDY (Walter Cooper) The Philosophy of Mystery..............London, 1841*\nELLIOTT (Charles Wyllys) Mysteries or Glimpses of the Supernatural\nNew York, 1852*\nHALL (S. C., F.S.A.) The Use of Spiritualism......................Gla8gow, 1876*\nHAWKER (Rev. R. 8.) Footprints of forml'r Men in Far Cornwall\nLondon, H!7o*\nHEIDENHAIN (Professor Rudolf, M.D.) Animal Magnetism. From the\nGerman, by J. C. Wooldridge, H.Sc. With a preface by J. G.\nRomanes, M.A., F.R.S. ..............................................London, 1880*\nHAUNTED HOUSE AT HINTON. A HamJlshire Ghost Story. [In a\nVolume of the Gentleman's Magazinel.. .......................London, 1872*\n[R] HISTORY OF ApPARITIONS; or, a Vil'w of tne Invisible Worlrl..London, 1752*\n[R] HISTORY OF ApPARITIONS; or, the Secretsof the Invisible World London, 1770*\nNOTK.-This appears to be an anonymously published and greatly abridged\nedition of Andrew Moreton's book.\nHUNT (Miss Chandoil Leigh) Instructions in Organic Magnetism\nLondon, N.D.\nINGRAM (John H.) The Haunted Homes, and Family Traditions of\nGreat Britain ................................................ ...........London, 1884~\nJOURNAL OF ScIENCE (The) The Vols. for 1875, 1879 and 1880,\nLondon, *\nLIGHT. Vols. I., II., and III., for 1881, 1882, and 1883.........London, *\nMAITLAND (Rev. S. R., D.D., F.R.S. and F.S.A.) Superstition and\nScience. An Essay...................................................London, 1855*\n- - False Worship. An Essay.....................................London, 1856*\n[R] MORETON (Andrew) The Secrets of the Invisible World disclosed, or\nan Universal History of Apparitions. 4th edit..............London, 1740*\n[R] PAMPHLETS, English, Vol. III. .\nBARKAS (T. P.) Original Researohes in Psyohology............... ...London, 1876*\nCox (Serjeant) Matter and Spirit............................................London, 1876*\n- - Has Man a SouL.....................................................Lolldoll, 1877*\nCRAIG (James) History of a Case of Spectral Illusions, Containing also\nAccount of Cases of Spectral Illusions by R. Paterson, M.D.\nEdinbtwgh. N. D.*\nELLIOTBON (John, M.D., F.R.S.) Cases of Surgioal Operations in the\n. Mesmeric State..............................................................London, 1843\nHopps (John Page) A Scienti1lo Basis of Belief in a Future Life\nLondon, N. D.*\nLXIGHTON (Andrew) \"Wonder\" in Relation to Spiritua1ism.......J4lndon.l'\\.D.*\nDigitized byL.Oogle\n\f108 Journal of Society for P8ychical Research. [July. 1884.\nLEWIS (Cornewall) and the Rev. S. Maitland on Mesmerism.......Lond«m. 1851*\nSWEIJENBORG (Emanuel) The Intercourse between the Soul and Body\nLondon. 1867§\nWARNER (Rev. Richard) Remarks on Literary Recollections of...London. 1831\n[R] P AKPHLETS, English, Vol. IV.-*\nCARPENTER (Dr.• F.R.S.) Epidemic Delusions ............... .....Manchester. 1871\nCOLEMAN (Benjamin) The Mise and Progre8B of Spiritualism in England\nLondon. 1871\nEDMONDS (Hon. J. W.) What is Death? ........ .....................New YOI'k, 1863\nGILLINGHAM (James) Eight Days with the Spiritualists .............London, 1872\nHopps (John Page) Six :Months of Spirit Communion.... ............L01Idon, 1867\nl\\1.A.(Oxon.) Spiritualism at the Church CongreSB.....................London, 1861\nZERVFI (G. G.• Ph.D.. &c.) Dreams and Ghosts........................London. 1875\n[R] P AKPHLETS, English, Vol. V.-*\nCROOKES (Wm.• F.RS.) Researches in the Phenomena of Spiritualism\nLondon, 1874\n---- Psychio Force and Modem Spiritualism......................London, 1871\n---- Notes of an Inquiry into the Phenomena called\nSpiritual......................................................................London, 1814.\nEXPERIMENTAL INVESTIGATION!I. From Tile Spiritualist.. .........Lorodon. 1871\nCox (E. W .. S. L•• &e.) Spiritualism allswered by Science..........London, 1871\n\" \" 2fld edit•• London. 1872\nTESTIMONY: Its Posture ill the Scientific W orId. By Robert\nChan,bers................................................................................ 1859\nBLACKWELl. (Anna) Spiritualism and Spiritism ................................... N.D.\nSPIRITUALISM. Narrative of Facts ()\\l8erved (for Private Circulation)\nGlaBflow. 1864\nHARRIS (George. F.S.A.) Supernatural Phenomena...................London. 1874\n'IHE PRESS versus SPIRITUALISM. By Investigator ..................London. N.V.\nREICHENBACH (Baron Charles von) Researche~ on Magnetism, Elec-\ntricity, &c., in their Relations to Vital Force. From the German,\nby Wm. Gregory. M.D., F.R.S.L..................................London, 1850*\nREVISITS FROK THE WORLD OF SPIRITS ................................London, N.D.*\nSPICER (H.) Strallge Things Among Us ..............................Lo-ndon, 1863*\nSPIRITUAL MAGAZINE (The) Vols. for 1874 and 1875...............Londo-n, ..\nSPIRITUAL NOTES.........................................................London, 1878-80*\nTAYLOR (Joseph) Apparitions: A Collection of Stories founded on\nFact.......................................................................Londoo,1815*\nTUKE (D. Hack, M.D.) Sleep-Walking and Hypnotism...........London,1884\nW-- (G., M.D.) Theosophy, and the Higher Life...............London,1880*\nYOUNG (Charle!l Mayne) A Memoir of.................................Loodoo,1871*\nMAURY (L. F. Alfred) La Magie et L'Astrologie .....................Parn, 1860\nMORIN (S. A.) Du Magnetisme et des Sciences Occultes............Parn. 1860\nFISCHER (Prof. Fr.) Der Somnambulismus. 3 vols........ ...........Baale, 1839 .\nHENNINGS (Prof. J t1stus Christian) Von den Traumen und Nachtwand-\nlern ....................................................................... Weimar, 1784\nMITTHEILUNGEN aus dem magnetischen Schla:fleben der Somnambule\nAuguste K. in Dresden.............................................D1'I'sden, 1843\nMEIER (Dr.) Geschichte der hellsehellden Auguste Muller....Stuttgart, 1818\nPASSAVANT (Dr. Johann Carl) Untersuchnngen tiber den Lebens-\nmagnetismus und das Hellsehen......2nd edit. Frankfurt-am-Main, 1837\nSCHOPENHAUER (A.) Parerga und Paralipomena. 4th edit. 2 vol. Leipzig, 1878\nWIENER (Dr. M.) Selma die judische Seherin ........................Berlin, 1838\nWIRTH (J. U.) Theorie des Somnambulismus oder des Thierischell\nZEI'::~~;!i~r:;~~~~;;;~~~'~'Ai~~~:'\" H~~~;;~g;g~b~~'~~;;'F~:lri~ 1836\nNasse. Vois. 1-5.............................................Leipzig, 1818·1~22\n* Presented by the Rev. W. Whitear. t Presented by Mr. AUred M. Box.\n~ Presented by Kiss Rogers. • Presented by the 8wedenborg 8001ety.\n, Presented by Mr. F. B. Money·Coutts.\nDigitized by Google\n\f","_id":399}