{"name":"Ma Tin Aung Myo (reincarnation case) | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ma-tin-aung-myo","mytitle":"Ma Tin Aung Myo (reincarnation case) | Psi Encyclopedia","mylang":"de","content":"                     Ma Tin Aung Myo (reincarnation case) | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Ma Tin Aung Myo (reincarnation case)                                                                                                                                                                                                                          Case of a Burmese girl whose statements and behaviours suggested she was remembering the life of a Japanese soldier stationed in her country during World War II. The case was investigated by the pioneering reincarnation researcher Ian Stevenson and shows many features of a typical case of sex change across lives.   Contents   \tBackground \tBehaviours \tBirthmark \tInvestigation \tStevenson’s Discussions \tLater Life \tLiterature \tEndnotes     Background\n\nDuring World War II, Burma was occupied by the Japanese, and their dealing with rural villagers tended to be harsh. However, there were also amicable relationships among them. In Nathul in north Burma, a street food-seller named Daw Aye Tin was friendly with a Japanese army cook, doing business with him and exchanging recipes. The Japanese army headquarters and railway station were located in the village, which as a result was so often targeted by Allied bombers that the residents only entered it at night.\n\nMa Tin Aung Myo was born in 1953, the youngest of four daughters. During the pregnancy Daw Aye Tin dreamed on three occasions, separated by intervals of five to ten days, of a stocky Japanese soldier who followed her, saying he would come and stay with her and her husband. He was wearing short pants and no shirt, and she recognized him as the army cook but was afraid and told him not to follow her. She was not aware that he had been killed.\n\nAged between three and four, Tin Aung Myo ('Ma' is an honorific similar to 'Miss' in English) began to show a phobia of aeroplanes, cowering and crying whenever one flew overhead. On one occasion when she was about four, she was seen crying and, asked why, said she was pining for Japan. She subsequently told of having been a Japanese soldier from the northern part of Japan who had been stationed at Nathul during the war and had been killed there. She recalled the previous incarnation’s death as follows: He had been near a woodpile about 75 metres from the house where Aye Tin’s family lived, about to begin cooking, when an aeroplane approached. At the time he was wearing short pants and had taken off his shirt. The plane strafed him with machine gun bullets, one of which struck him in the groin. He died immediately.\n\nLater Tin Aung Myo made additional statements about the soldier she said she had been:    \tHe had five children, the oldest a boy. \tHe had owned a small shop in Japan before joining the army. \tHe had been a cook in the Japanese army and had died while the Japanese were leaving Burma \tThe aeroplane from which the strafing came had two tails, and could have been either American or British.\n\nStevenson was able to confirm that the US Air Force used more than one kind of plane that had two tails in the southeast Asian campaigns in World War II.  Behaviours\n\nThis case&nbsp;is strong in&nbsp;behavioural memories. When reproached for her fear of aeroplanes, Tin Aung Myo answered ‘What do you know? I was shot and killed.’&nbsp;Aged nine, she was frightened when a helicopter landed in a field nearby; most of the other villagers went to see it, but she fled crying into the house.\n\n&nbsp;Tin Aung Myo did not like the hot climate of Burma. Cloudy weather appeared to make her nostalgic and caused her to talk about her previous life. On such days she would hide or express a wish to go to Japan.\n\nTin Aung Myo disliked the spicy food that is typical of Burmese cuisine, preferring mild and sweet foods. She pressed her family to cook curries with juggery, a sugary preparation made from coconut palms. As a young child she liked to eat fish, especially half-raw. Her mother gave her non-spicy foods such as eggs. She was not allowed to cook for her family because of her aversion to using spices and hot chilies. Correspondingly, she voiced a low opinion of other family members’ competence in the kitchen.\n\nTin Aung Myo’s longing for Japan was so strong that she sometimes cried with homesickness, and said she planned to go there when she grew up. She also appeared to miss her past-life children. This caused her family to nickname her ‘Japangyi’, which can be loosely translated as ‘Japanese guy’.\n\nAt an early age she talked to herself and other children using words they could not understand, though no attempt was made to learn whether they were Japanese or another language. Her mother said she had been unable to speak Burmese normally until the age of five.\n\nFrom an early age Tin Aung Myo insisted on wearing boys’ clothes. She refused to wear girls’ clothes, throwing them aside if her mother pressed them on her, claiming they would give her a headache or irritate her skin. At the age of eleven she even dropped out of school rather than obey the school rule requiring feminine attire. She told Stevenson – ‘almost boastfully’, he recounts – that she owned no women’s clothes at all.\n\nIn rural Burma, people of both sexes wear a longyi, an ankle-length garment, but those worn by women usually have floral designs or are of solid colours, while those worn by men usually have a check pattern, and are tied with a protruding knot at the front of the waist. Men wear shirts somewhat like those of Western men, while women wear delicate blouses.&nbsp;Men cut their hair short while women wear it long, often tied back. In all these sex-variant details,&nbsp; Tin Aung Myo consistently chose the masculine style.\n\nAs a young child, Tin Aung Myo played with boys instead of other girls, and particularly liked playing at soldiers. She asked her parents to buy her toy guns, saying she wanted to be a soldier when she grew up. No other child of the family, even her brother, had these interests. She played sports that are typically played by Burmese boys.\n\nTin Aung Myo did not begin menstruating until the age of fifteen, though Burmese girls start at 13.2 years on average. She had painful dysmenorrhea that lasted three days each cycle and was severe enough to require medical attention. She hated her periods, saying they were ‘unbecoming for a man’. This dysmenorrhea persisted into adulthood.\n\nIn her late teens, Tin Aung Myo began to associate more with girls, but they tended to address her as ‘Ko’, a male honorific.\n\nOriginally given just two names, Tin Aung, which can be used for either sex, Tin Aung Myo added ‘Myo’ to make her full name more masculine, and would become annoyed at her sisters if they called her just ‘Tin Aung’.\n\nWhen Stevenson first met Tin Aung Myo, who was then nineteen, she was ‘overtly masculine’ in her gender identity. She had steady girlfriends and had no wish to marry a man, expressing a preference for marrying another woman.  Birthmark\n\nTin Aung Myo was said by her family to have had a birthmark in her infancy that later disappeared. Aye Tin told Stevenson she had noticed it on one of the baby’s thighs immediately after the birth. Her oldest sister confirmed that she too had observed it. A second older sister called it a ‘sore in the groin’ which itched and which Tin Aung Myo would scratch. According to the sister, the sore patch did not heal until the age of two or three; in a more detailed later description she said it was ‘just over her sexual organ … a brownish patch, the size of a thumb, that was an inch by an inch and a half in area’. A village elder who had also seen the mark confirmed this description. The location matched Tin Aung Myo’s memory of being shot in the groin.  Investigation\n\nStevenson first heard of the case in September of 1972, when his interpreter, U Win Maung, was told about it by U Hla Baw, a prominent resident of Nathul. The interpreter recorded a statement from Tin Aung Myo and sent it to Stevenson. He travelled to Nathul three times from 1972 to 1975, interviewing Tin Aung Myo, her mother, her three sisters, her brother, and Hla Baw. He presented the case as a book chapter1 and as a scientific paper in a mainstream medical journal.2&nbsp;  Stevenson’s Discussions\n\nIn this case the identity of the previous person could not be discovered. Tin Aung Myo did not remember her past-life name and Stevenson did not access records to find a Japanese army cook who had died in Nathul during the Japanese evacuation. However, the statements of memories, behavioural signs and physical signs correspond strongly, defying explanations other than reincarnation.\n\nTin Aung Myo displayed behaviours that Stevenson observed in many other cases, namely:   \tmemories of a life as a person of the opposite sex combined with cross-dressing and other similar behaviours \tphobias that relate to the death of the previous person \tchildhood play that reflects the occupation in the previous life \trejection of the family’s customary cuisine and a preference for unfamiliar foods \tdifficulty learning the native language (termed glossophobia by Stevenson)\n\nTin Aung Myo was left-handed and remembered having been left-handed in her Japanese life, a carry-over that has been noted in other cases.\n\nThe announcing dream experienced by her mother is a phenomenon that&nbsp;often appears in child reincarnation cases. However, the dreams were atypical in occurring during the pregnancy rather than before it started, as is considered normal in Burma. Also, the spirit declared his intention to come to her rather than asking her permission, which is also considered the norm in that nation.\n\nTin Aung Myo was born in very close proximity from where the previous person had died (75 metres), also a feature found in other cases.\n\n&nbsp;Aye Tin had been on friendly terms with the soldier, exemplifying the tendency for there to be a connection between the previous person and one or other parent of the child.\n\nA period of at least eight years passed between the soldier’s death and Ma Tin Aung Myo’s birth, but unlike some other child cases she made no statements about any experiences in the intermission (the time between death and rebirth).\n\nWith respect to Tin Aung Myo’s cross-sex identification and behaviours, Stevenson noted in the paper that she cannot be called transsexual, lacking knowledge of surgical sexual reassignment – though she had a very strong hope to born biologically male in her next life. Nor could she be called a transvestite, because she did not dress in masculine clothing for sexual stimulation. Stevenson wrote, ‘Ma Tin Aung Myo dresses as a male because she thinks she is a male and she dresses thus habitually’.3\n\nTin Aung Myo offered varying explanations of why she changed sex between lives. At one time she said the change had been induced by being shot in the genitalia, though her female genitalia were normal. Two years later she speculated that the Japanese army cook had wanted to change sex. A year after that, she suggested that perhaps he had molested girls, and being a girl in his next life was her punishment. However, Stevenson noted that the latter two explanations are often used by the Burmese in answer to such questions, and therefore do not necessarily indicate that she was remembering. Having inferior status to men, Burmese women are likely to see rebirth as a woman following a male life as a demotion.\n\nStevenson published his case report in the Journal of Nervous and Mental Disease in order&nbsp;to draw attention to gender dysphoria – suffering caused by gender identity confusion – and provide a possible explanation for a condition which remains elusive to Western medicine. Biological factors are found in some cases, but not in all, he notes. Parental influence seems unlikely in cases where the child rejects his or her anatomical sex at a very early age and where the parents have shown no sign of having exerted pressure.\n\nOn the other hand, Stevenson wrote, it is no mystery to southeast Asians: ‘the interpretation of gender dysphoria is simple: the person affected was a member of the opposite sex in his previous life’. He suggested that Western medicine take into account this etiological possibility, helping alleviate a condition that, in the West at least, is ‘often perplexing and sometimes alarming to those affected and their families’.4  Later Life\n\nAt age nineteen, Tin Aung Myo told Stevenson that she had forgotten the past-life incidents she had described&nbsp;but that she retained memories of what her family had told her she had told them. She mostly lost her phobia of planes by her late teens, becoming merely nervous rather than immobilized in terror when one flew over the village. She gradually adapted to spicy Burmese food, lost her desire to go to Japan and was less bothered by the intense heat of summer in Nathul, though she would visit her sister in the cooler uplands for relief.\n\nHowever, her transgenderism remained. She continued to dress as a man and completely rejected a female position in society. It made her sad when she received a letter in which she was addressed by the female honorific ‘Ma’, and she always preferred either ‘Maung Tin Aung Myo’, (‘Maung’ being a male honorific, similar to 'Master') or just ‘Tin Aung Myo’.&nbsp;\n\nShe was determined never to marry, which her mother accepted. When Stevenson expressed some incredulity at her continuing insistence that she was essentially male, she answered that he could kill her by any method he chose, under one condition: that she be reborn as a boy. At the age of 28, when Stevenson last heard about her, she was living in another village with another woman, and still acting as masculine as before.\n\nKM Wehrstein  Literature\n\nStevenson, I. (1983). Cases of the Reincarnation Type. Vol. IV: Twelve Cases in Thailand and Burma. Charlottesville, Virginia, USA: University Press of Virginia.\n\nStevenson, I.&nbsp;(1977). The southeast Asian interpretation of gender dysphoria: An illustrative case report. Journal of Nervous and Mental Disease 165\/3, 201-8.\n\n&nbsp;   Endnotes 1. Stevenson (1983), 229-41. All information in this article is drawn from this source except where otherwise noted. 2. Stevenson (1977), 201-8. 3. Stevenson (1977), 205. 4. Stevenson (1977), 201.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 17, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: KM Wehrstein Word count: 2,300 Created: 20th February 2017 Last updated: 17th May 2021 May be cited as:Wehrstein, KM (2017). &lsquo;Ma Tin Aung Myo (reincarnation case)&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ma-tin-aung-myo-reincarnation-case&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/ydu2hcw2                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ma-tin-aung-myo","_id":4}