{"name":"Journal of the Society for Psychical Research 5736","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n7_aug_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N7, August 1884","mylang":"de","content":"No. VII.] [AUGUST, 1884.\nJOURNAL\nOJ'THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTBNTS.\nPABB\nlleetingB of CouncU .. .. .. . . . . 1011\nE!ecUons.Ju1y2SrdandAugust11th.1884 110\nDonations to Special Fund .. . . .. . . 110\nSome New Experiments in Thought-\nTransference •. . . . . . . . . •. 111\nPAOJ:\nFurther Experiments on the Alleged\nMeet of Magnetism on the HumanBody 112\nSpecimens of the Classtftcatiun of Cases\nfor\" Phantasms of the Living.\" IV. lU\nSupplementary Library Catalogue .. . . ISl\nTo our Readers .. .. .. . • . . . . IS2\nMEETINGS OF COUNCIL.\nA Council Meeting was held on July the 23rd, Alexander Calder,\nEsq., in the Chair, when Messrs. Walter H. Coffin, Edmund Gurney,\nEdward R. Pease, and Frank Podmore were present.\nThe minutes of the previous meeting having been read, the Bishop\nof Carlisle was elected a Vice-Presideat, and Mr. M. Miley, of Tlinity\nCollege, Cambridge, an Associate.\nDonations to the Research Fund were announced of £50 from the\nPresident, and £5 from Mr. J. Herbert Stack, for which votes of thanks\nwere passed.\nAfter other routine business, the Council agreed that the next\nmeeting should be held at Cambridge.\nA Council Meeting was held at Hillside, Cambridge, on August\nthe 11th, the President in the chair, when Messrs. Edmund Gurney,\nF. W. H. Myers, Edward R. Pease, and Frank Podmore were present.\nThe minutes of the previous meeting having been read, seven new\nMembers and six new AsSociates were elected, whose names and\naddresses are given on another page.\nDonations of £20 to the Research Fund from Mrs. H. Sidgwick,\nand of £2 from Miss Balfour, were acknowledged with thanks.\nThe thanks of the Council were given to Professor Elliott Coues,\nfor a copy of his book, \"Biogen: A Speculation on the Origin and\nNature of Life,\" presented to the Library.\nThe question of the furtherance of the work of the Society in\nAmerica was brought before the Council by a letter from Professor\nBarrett. The Council were glad to hear that during his stay in America\nhe would be able to devote some time to furthering the cause of\nPsychical Research, and left it to his discretion to decide in what mode,\nwhether by lectures or otherwise, t.his end might be best attained.\nDigit\n\f110 JO'IJII\"IWl ojSociety JOT Psychical Research. [Aug., 1884.\nELECTIONS, JULY 23RD and AUGUST 11TH, 1884.\nVICE-PRESIDENT.\nTHE RIGHT REv. THE BISHOP OF CARLISLE, Rose Castle, Carlisle.\nMEMBERS.\nBRETl', GEORGE, The College, Weston-super-Mare.\nGARY, BARON RAYMOND DE, 17, Rue d'Anjou St. Honore, Paris.\nLONSDALE, GLADYS, COUNTESS OF, 12, Bruton Street, London, W.\nMAcCoLL, REv. CANON MALCOLM, M.A., 1, New Burlington Street,\nLondon, W.\nMILES, FRANK, Tite Street, Chelsea, London, S.W.\nMONTBFIORE, F., 4, Great Stanhope Street, London, W.\nWILD, CHARLES, Jesus College, Cambridge.\nASSOCIATES.\nABERCROMBIE, CAVENDISH, D., Scottish Club, 39, Dover Street,\nLondon, W.\nCRAWFORD, W. C., 1, Lockharton Gardens, Slateford, Midlothian, N.R\nHILL, ARTHUR G., M.A., F.S.A., 47, Belsize Avenue, London, N.W.\nLEIGH, W. AUSTEN, M.A., 2, Norfolk Crescent, Hyde Park, London, W.\nMARINO, LA DUCHESSA DI, 46, Lowndes Street, London, S.W.\nMILEY, M., B.A., Trinity College, Cambridge.\nSWLTON, ALFRED JOHN, 40, Paradise Street, Birmingham.\nN.B.-Members and Aaaociatea are requested to eend information of any ohange\nof addreu to the Auiatant-Seoretary, 14, Dean's Yard, Westminster, S.W.· .\nDONATIONS TO SPECIAL FUND.\nReceived since last month.\nProfessor H. Sidgwick (Second Donation)\nMrs. H. Sidgwick ...\nMr. J. Herbert Stack\nThe Countess of Haddington\nMiss Balfour...\n£ s. d.\n60 0 0\n20 0 0\n600\n220\n200\nDigitized by Google\n\fAug.,I884.] JO'U'I\"TId Of Society fCYr Psychical Research. 111\nSOME NEW EXPEIUMENTS IN THOUGHT-\nTRANSFERENCE.\nBy REV. J. PAGE Hopps.\nWe are indebted to the Rev. Page Hopps, of Leicester, for the\nfollowing account of some experiments with entirely different subjects\nfrom those hitherto examined :-\nWe were a company of about nine persons, serious, earnest-minded\nfrom the first in trying our experiments. There were two subjects, both\ngrown-up daughters of our host, and both highly-cultivated, refined,\ntruth-loving women. In the course of the evening a great number of\nexperiments were tried-three, in particular, were very impressive at\nt1!-e time. In the absence of one of the ladies, we agreed to will that\nshe should come in and playa few bars from Don Giovanni. These bars\nwere named, not rehearsed in any way, and most of us could not have\nknown them. On coming into the room, the subject stood close to the\ndoor for about a minute, with two persona' hands on her shoulders;\nthen literally rushed to the piano and played the bars. I at once took\nher aside and asked her how she came to do that. Her reply was that,\nas soon as she came into the room, the notes seemed to come dancing\ninto her brain.\nThe other subject being out of the room, we agreed that she should\ngo to one of the company and say certain words. This was done, in\neffect; for though the words used varied from those agreed upon, the\nsense was the same; and the instant change from a very serious and\nalmost painfully grave manner to the joyous manner that fitlyaccom-\npanied the words was very striking. In her absence, again, we hid a\ntiny piece of paper and small pencil under a number of books and papers\nalready on the table, agreeing that she was to find these, and then write\na certain name. This was done, the rather prolonged fumbling about\nthe spot, for each article separately being specially noticeable; but the\nname was soon written.\nOn another occasion the same subject, after a few interesting experi-\nments in finding or specifying articles, was taken in hand by two decided\nsceptics, who both insisted that the persons who put their hands on the\nshoulders of the subject guided her. In her absence we agreed upon a\ncertain flower, in one of several vases of flowers in the room, as an\n-object to be pointed out. On coming into the room, the two sceptics\nput their hands on the shoulders of the subject, who then went to an\nentirely different part of the room and took from another vase a flower\nof the same kind.\nOn another occasion we agreed that she should come in and put out\nthe light from a particular gas burner, and this was done. On the same\nevening we agreed that she should come in and write a certain sentence.\nDigitized by Google\n\f112 Jo'lJl1\"1W1- of Society for Psychical Research. [Aug., 18M.\nThis also was practically done, though the sentence varied considerably\nfrom the one we agreed upon, but the same idea was expressed.\n[Some of these experiments appear to be inconclusive, as contact\nwas used and action performed, but unconscious guidance seems fairly\nexcluded from the others when an idea was transferred. We have\nmade attempts to follow up this new avenue of inquiry, but regret to\nstate that owing to the disinclination of the subject or her parents no\nfurther progress can be made at present.-ED.]\nFURTHER EXPERIMENTS ON THE ALLEGED EFFECT OF\nMAGNETISM ON THE HUMAN BODY.\nBy DAVID STEWART, Associate S.P.R.\nMr. D. Stewart, of Woodside, Wemyss Bay, writes to us as\nfollows:-\nJtdy 9th, 1884.\nThe following is a rollgh note of some hurried magnetic experiments,\ntried on Tuesday evening last, with Miss McKenzie, aged 16.\n1. StmSatiun. from magnet.-I first handed her a piece of iron 9in.\nlong (filed bright), leading her to believe it was magnetised. Said she\nfelt nothing. Changed the end. Felt nothing. Substituted bar\nmagnet same size. In a few seconds convulsive tremors in hand and\narm, and magnet dropped. This was with N. pole; reversed, same\neffect, but said sensation was not so strong.\n2. Luminous effect8.-Darkened room, and laid two powerful bar\nmagnets, 18in. long, on table. Nothing seen for long time. Mr. Fash\nremoved the magnets and moved them as noiselessly as possible across\nthe room. In doing so, the two magnets clinked together, when Miss\nMcK. said, \"I see sparks.\"\nThe magnets were then struck together several times, each con-\ncussion, according to the witness, producing a stream ofsparks, apparently\nof great beauty. The same result, though not so marked, was obtained\nwhen one magnet was struck by an iron body. No glmo was\nobservable.\nNot having any unmagnetised pieces of steel for a blank experiment,\nand no means of making the observer deaf, we cannot say to what\nextent the sharp metallic sound may have suggested sparks to an\nexpectant imagination.\nS. Miss McK. was told to shut her eyes and say when she felt any-\nthing. After the lapse of about half a minute, one of the large\nmagnets was raised and approached noiselessly towards her forehead.\nWhen about 6in. distant, she suddenly shook her head violently and\nstarted back. This was repeated a second time with the same result,\nbut not oftener, the effect being so disagreeable.\nThe N. pole of one of the large magnets was then placed below one\nDigitized by Google\n\fAug,l884.] Journal Of Society for Psychical Research. 113\nfoot, her boot being still on, when a strong tickling sensation was ex·\nperienced. The S. pole was then applied to the other foot, when a\n\"lifting\" sensation was felt, as if there was a repulsive force between\nthe foot and the magnet. The N. and S. ends were then guessed (from\nthe feeling caused) correctly four times in succeBBion, the fifth was wrong,\nand Miss McK. said her feet felt so queer, she did not think she could\ntell properly. Sa the experiments were stopped.\nI forgot to mention that after the permanent magnets were tried\nin the dark, an electro-magnet was brought in, and a current sent\nthrough it. Nothing was seen till the magnet was struck or bumped\non the table, when MiBB McK. said she saw a light each time, but\nthat her eyes were getting sore and wearied. I broke contact and\nagain bumped the magnet when the SO\/1M light was said to be seen. At\nthis point she said she could stand it no longer, and immediately went\ninto a mesmeric sleep, which lasted about five minutes. Whether this was\ndue to fatigue, or to the magnetism of the electro·magnet, I cannot say.\nBut the fact of her seeing the light when no current was passing\nand even making one mistake as to polarity, shews the n6CeBBity for\nrepeating the experiment with a number of sham magnets, to see how\nfar imagination comes in; but that there is a magnetic effect seems\nundeniable.\nI can feel the strong permanent magnet myself when held for a\nlittle about an inch from the forehead. The creepir.g sensation is most\ndisagreeable.\nSince then, Mr. Fash has tried a few experiments on his wife\nwho is tolerably sensitive to all sorlis of mesmeric influences.\nOne foot placed on the N. of one magnet, and the other on the S. end\nof a second, set both feet working up and down as if she had been on a.\ntreadmill. N. and S. tried separately produced the same \"tickling,\"\nand \"lifting\" sensatioDB as with MiBB McK., but after a few trials they\ngot mixed.\nA young gentleman named Jamieson seems to be the most sensitive\nof all. He said he could detect a difference in the feel of the two ends ofa.\nha.zel stick, a quartz crystal put him asleep, and the mere proximity to\nthe electro-magnet made him feel unwell, so that we could not continue\nthe experiments with him.\nWe seem, therefore, to have four subjects here (including myself)\nwith a. magnetic seDBe more or leBB developed, and I eXpect to be able to\nsend you an account of further and more critical experiments before\nvery long.\n[We hope Mr. Stewart will continue his interesting experiments so\nas gradually to eliminate the misleading effects of\" expectantattention ,I ;\nwe congratulate him on the present contribution, which we trust will\nstimulate other ofour members and associates. -En.J\nDigitized by Google\n\f114 JO'UIrnal 01Society 1m- Psychical Re8earch. [Aug., 111M.\nSPECIMENS OF THE CLASSIFICATION OF CASES FOR\n\"PHANTASMS OF THE LIVING.\"\nIV.\nSPECIAIJ8ED SENSORY HALLUCINATIONS.\nIn the present paper we must enter on the discussion of specialised\nsensury kaUucinations of a veridical kind-intimations which no longer\nconsist of mere vague feelings but appeal to one or more of the ordinary\norgans of sense.\nAnd first as to auditory hallucinations. Between the soundlessinternal\nformation of words, which was described in the Dowdeswell case, and the\ncognition of some apparently quite external utterance, one or two inter-\nmediate shades may perhaps be interpolated. \"I am sure I hear Mrs.\nF.'s alarm-bell ringing,\" said Mr. Eve (in a case quoted in Proceed-\nings I., p. 32), just awaking from sleep, at a moment when Mrs. F.,\nalarmed by thieves, was on the point of ringing the bell to summon\nMr. Eve to her assistance. Here, again, the impression comes in the\nborderland between sleep and waking. It is DO longer a merely diffused\nimpression: it connects itself with one of the senses specially; but it\nis not as yet strong enough to repeat and enforce itself on the fully\nawakened brain.\nAt this point, too, we may place the narrative ofMrs. C--w, already\ngiven in Proceedings VI., where the phrase \"I feel as if someone were\ncalling me\" well illustrates the difficulty of referring thea.e quasi-audi.·\ntory sensations to mind or ear alone. In this case the agent's distressed\nexcitement was of long duration, but Mrs. C--w became aware of\nthe distant trouble while she sat in church, a situation favourable by its\ntranquillity and reCfUillement to t·he perception of these delicate\ninfluences.\nIn the next case which we shall cite, the misfortune was a sudden\none, and the voice announcing it corresponded pretty closely, perhaps\nprecisely, to the event.\nFrom the Rev. R. H. Killick, Great Smeaton Rectory, Northallerton.\nJanuary 23rd, 1884.\nA good many years ago I was in Paris, and one Sunday afternoon I was\ntaking coffee in the courtyard of the hotel, when all at once I seemed to hear\na voice say, \"Etta has fallen into the pond.\" The pond was an ornamental\npiece of water in aur grounds, large enough for a boat, and ~eep, and sur-\nrounded by a grass path and shrubbery, and was my horror for the children.\nThey were never allowed to go near it, unless with one of the family. At\nonce I seemed to \/lee the whole thing, and I got 80 agitated that I could not\nrest, and walked about till nearly midnight in Paris, to get fatigued and\n.sleepy. The next day I felt just the same, and left for Brussels to get my\nletters, and as all eeemed well I dismissed the subject. It was kept a\nDigitized by Google\n\fAug., 1884.] Jowrnal ofSociety for P8yckical ReseaJrck. 115\nprofound secret, but it came out while I was at a dinner party. On my\nreturn home I asked for the particulars, and was told that this little girl·feiT\ninto the pond one Sunday afternoon while I was abroad, and was rellCued by\nthe hair of her head, by the governess, and was carried into the house in a\nvery exhausted state i but received no injury.\nI found that it happened on the very afternoon, and at the same hour,\n4.30, that I had that impression in Paris. It was a remarkable circumstance,\nand bey~nd my comprehension. R. H. KILLICK.\nIn this case, it will be observed, the announcement takes the form\nof a monition, as if from some third person, anxious to inform the\nfather of his child's accident. From our point of view, however, this\napparent introduction of a third personality need not have any special\nsignificance. It seems merely to be one way in which the impression\nrealises itself in consciousness, as one says to oneself when trying to\nunderstand a perplexed message,-\" This, then, is what must have hap-\npened.\" To hear an unrecognised voice saying, II Etta has fallen into the\npond,\" comes practically to the saIDe thing as if one heard Et!a's voice\nsaying, \"I have fallen into the pond.\"\nThese internal voices are, of course, liable to be described by different\npersons in somewhat different ways. They form a sudden and generally\na unique experience; nor is it always easy for the percipient himself to\ndescribe the degree of externality which they seem to assume. When\nwe come to deal with phantasms of voices, apparently fully objectified,\nbut perceived by one person only of a company, we shall meet with\nseveral cases which might perhaps have been placed kere as mere\naP1!'ozi1OOtions to auditory hallucination.\n. In the case of visutJ,Z hallucinations, the transitions from. the purely\nsubjective mental vision to the apparently objective phantom are more\ndefinite and easier to follow. We have elsewhere cited the experience\nofMr. Rawlinson, who saw, in his mind's eye, the face ofa dying fdend.\nAnd there are one or two cases which seem to be most fitly placed\namong mere approzi1OOtions to visual hallucination,-cases, namely,\nwhere the phantasm is so 'fIU1fTl6'fIiary and so slightly defined that it can\nhardly be said to be seen in any relation to the solid objects around it.\nPersons who have never had experience of these evanescent quasi-per-\ncepts may naturally find them difficult to describe, or even to imagine;\nbut the best illustration of our meaning will be found in some of the\naccounts given in Mr. Galwn's \"Inquiries into Human Faculty,\" by per-\nsonS endowed with unusual powers of vivid visualisation.\nWe should expect that persons thus gifted (artists, for instance,)\nwould ,be rather more likely than other people to be the l5ubjects of\nthese incipient and still almost wholly 8'IIlJjectifJ6 forms of visual halluci-\nnation. It is interesting, therefore, to note that the following case comes\nfrom a lady whose artistic powers are well-known, and in whose expe-\nDigitized by Google\n\f116 Jou'l\"nal of Society for Psychical Research. [Aug., 1884.\nrience, as we understand, mere visualisation is often so vivid as to\nbecome itself almost hallucinatory.\nMiss Theresa Thornycroft sends us the following narrative :--\nMiBB TheresaThornycroft, on October the 9th lR74, at two or three minutes\nto 5 in the morning, woke with the strange feeling that her cousin was\nJead and that he was in the room. She then saw a vision of him; it was\nquite momentary.\nThe boy died at that time, calling for MiBB Thornycroft, and saying that\nhe must see her. She knew that her cousin would not recover from the\nillneBB he was suffering from, but his death was not expected so BOOn.\nMoreton House, Melbury Road, Kensington, W.\nVery few indeed (we may here remark), among our informants, have\never experienced any other hallucination besides the one or more veridical\nhallucinations which form the substance of their communication to us.\nThe truth-telling phantasm is often a unique experience in their lives; or\nif they have experienced more phantasms than one, aU have been equally\nveridical. From the evidential point of view this fact is, of course, of\nimmense importance. The veridical hallucinations would be far less\nimpressive if their percipients were habitually subject to delusive hallu-\ncinations as well. But, nevertheless, we may once more remark, in pass-\ning, that the delusive and veridical hallucina~ions, though different in\ntheir source, are similar in their opera~ion, and we should be disposed\naprimi to expect that a mind already prone to the one would, if the\noccasion arose, be readily susceptible of the other.\nThe next case of visual objectification, where a scene seems to flash\nbefore the percipient's eye, has already been briefly described elsewhere.\nWe have given exampIes of its two varieties; the first, where the scene\nis a past one, and is transferred (as it would seem) from the agent's\nmemory to the percipient's sensation; the seetmd, where the scene is\nactually passing at the time, and seems thus to be reflected directly\nfrom the one mind to the other.\nCuriously enough, since the report which appears in Part VI. of\nProceedings was written, we have received another narrative, much re-\nsembling Mr. Rawlinson's, but supplying a delicate link between his\nmind's.eye vision of a face and the }lashing of a scene which we are\nabout to discuss.\nFrom Mr. John Hopkins, 23, King Street, Carmarthen.\nMay 2nd, 1884.\nOne evening in the early spring of last year (1883) as I was retiring to\nbed-but whilst I was in full enjoyment of good health and active\nsenses-I .distinctly saw my mother and my younger sister crying. I was\nhere in Carmarthen, and they were away in Monmouthshire, 80 miles distant.\nThey distinctly appeared to me to be giving away to grief, and I was at once\npositive that some domestic bereavement had taken place. I said to myself\nDigitized by Coog\n\fA.ug., 181H.] Jo'Urnal of Society for Psychical Research. 117\n\" I shall hear something uf this in the morning.\" When the morning Cd.me\nthe first thing which was handed to me was a letter from my father in\nMonmouthshire. stating that they had, on the day of writing. had intelligence\nthat my nephew had just died. The little boy was the son of my elder\nsister, living in North Devon. There was no doubt but that my mother\nand younger sister had both given way to grief on the day of my strange\nillusion, and it was in some mysterious manner communicated to my mind-\ntogether with a certain presentiment that I was on the eve of intelligence of\na death in the family. I thought it most probable, though, that the\nimaginative faculty added-in a. purely local manner-the idea of speedy\nintelligence to the communication which the mind received in some strange\nway from Monmouthshire.\nIt was the only occurrence of the sort I have ever experienced.\nJOHN HOPKINS.\nIn answer to inquiries, Mr. Hopkins says ;-\nI, at Carmarthen, had news on the following morning, as I thoroughly\nexpected to, of a death-that of a nephew.\nYour first question is as to the reality of the scene in my mind. Speaking\nas correctly as I can at this rlistance of time from the occurrence (about a\nyear ago), I don't think the affair did produce a picture on my mind more vivid\nthan might bave been summoned there by closing the eyes and putting some\nstrain upon the imagination. It certainly did not make the outward eye\nfancy it saw something, as the Bishop of Carlisle has suggested may be the\ncase in some instances. But there was this peculiarity. The scene was\nimpre88ed upon my mind without closing of the eyes or any other induce-\nment to absent-mindedness and without the imagination from myself, KO far\nas I can say, going out in that direction. It was also more firmly rivetted\nupon my mind than any passing, or what one may term accidental impre88ion\n~ould be. It was .fixed there. I could not get rid of it, and I felt certain it\nmeant something, which it certainly did.\nAlthough the locale was familiar to me, I don't think there had been more\nwanderings of memory to it than to other places I knew, and the state of\ngrief which my relatives were in may be said to have been the only\nexceptional feature.\nJOHN HOPKINS•\n.May 15th, 1884.\nNow, in this case we seem to catch the scene ill the very act of\nshaping itself. It is more of a scene than of a message, for it does not\ncarry definite intelligence, and, as Mr. Hopkins himself says, the anti-\ncipation of bad news is deduced from the picture rather than conveyed\nalong with it. Yet it has certainly nothing of clairvoyance about it;\nthere is no idea of displacement of the centre of consciousness, it is\nsimply that certain figures persist in appearing before the \"inward\neye,\" much as \"Dowdeswell, Pull Court,\" reiterated itself on the inward\near.\nThe fa.ct that this scene is so manifestly (if one may so say) tele-\npathic in its origin, suggests the question as to the share in agency of\n\fllS JOU?-nal of Society fm' Psychical Research. [Aug.,l~\nthe two women concerned. Are we to suppose that one only, say\nthe mother, was operative, and that the daughter's figure was a part of\nthe picture which the mother's mind transmitted 1 There would be\nnothing incredible in this; since in other cases it seems clear that an\nagent's mind can transmit a much more complex scene, containing many\nliving figures. But, on the other hand, experimental analogy seems to\nshow that it is quite possible for two agents to transmit impressions at\nthe same moment to the same mind. In an experiment (for instance)\nof Professor Lodge's, recorded in Proceedings VI., it will be remembered\nthat two geometrical forms, on which two agents concentrated their\nattention separately, were impressed simultaneously on the percipient's\nmind. It is therefore conceivable that Mr. Hopkins' mind being in a\ncondition to receive a telepathic impact from his mother, may have\nreceived a similar impact from his sister also.\nHowever this may be, it is plain that the impression received was\nnot from the dying child, but from one or both ofthe mourners.\nWe shall meet with some other narratives where it will be important\nto remember this possibility. The shock of hearing of the death of a.\nbeloved person constitutes in itself a crisis, and may often determine\nthe disengagement of the telepathic message from the over-stimulated\nmind.\nPassing on to cases where the scene does actually appea.r to be more\nvivid than any voluntary visualisation could summon up, we may remind\nthe reader of Canon Wa.rburton's case in Proceedings VI., where the\npercipient woke from a doze with the shock of what seemed a vivid\nmomentary glimpse of his brother falling downstairs. In that instance,\nwhat seemed to be transferred was just such a flashing picture as\nsurges through the mind of a man in imminent peril. But there are\nother cases where we shall find it less easy to maintain the distinction\nbetween the mere impression of a scene on the percipient's mind, and\nthe actual transference of the percipient's centre of consciousness to\nsome distant place.\nThe following case will illustrate the way in which these two\nhypotheses seem to shade into each other. It was communicated to U8\nthrough Mrs. Swithinbank, of Anerley, who is well acquainted with\nthe writer.\nThree years ago, when staying at Ems for my health, one morning after\nhaving my bath I was resting on the sofa reading. A slight drowsiness came\nover me and I distillctly saw the followillg :-\nMy husband, who was then in England, appeared to me riding down the\nlane leading from my father's house. Suddenly the horse grew restive, then\nplunged and kicked, and finally unseated his. rider, throwing him violentiy to\nthe ground. I jumped up hastily, thinking I had beel). asleep, andon my going\ndown to luncheon, I related to a lady 'who' was seated lIt'xt me what I had\n\fA.ug., 1884.] Jou'1\"nal Of SOciety for P8ychical Research. 119\nseen and made the remark, \"I hope all is well at home.\" My friend, seeing\nI was anxiouB, laughed and told me not to be superstitious, and 80 I forgot\nthe incident, until two days afterwards I received a letter from home saying\nmy husband had been thrown from his horse and had dislocated his shoulder.\nThe time and place of the accident exactly agreed with my vision.\nLAURA FLEMING.\nOctober 17th, 1882.\nHere there is more than a 'TTIl1Tnentary scene. There is a sequence of\nincidents, leading up to a startling catastrophe. This looks (it may be\nsaid) as though the percipient were 'watching the scene as it evolved\nitself, not merely receiving an impact from its concluding moment.\nWe should, however, prefer to explain the experience in a different\nway; as a transmitted impression, containing elements both of the\nagent's merrwry and of his sensation.\nLet us illustrate our meaning by the phenomena of ordinary dream.\nA man is awakened by a pistol shot. He dreams a long series of\nevents, a quarrel, a duel, &c., culminating in the report which actually\nawakes him. Now here his dream is a compound of memory and sensa-\ntion; the sensation of noise evoking memories more or less congruous to\nthat particular noise, but, of course, confused and merely delusive. Now\nsuppose a telepathic shock to be propagated from a man's mind as he\nfalls from a horse. It seems to us easily conceivable that this shock\nmay carry with it a perception of the immediate train of events which\nled up to the catastrophe. These events mayor may not be consciously\npresent to the agent's mind at the moment. They mayor may not be\naccurately represented in the percipient's mind, or, as in the present case,\nit may be hardly possible to prove whether the representation of them is\nabsolutely accurate or no. But they may well be imagined as forming\na part of the main telepathic impression, and the slight regression in\ntime which they involve, is precisely the kind of phenomenon for which\nwe must be on the watch as soon as we begin to deal with the manifes·\ntations of mind, freed ever so little more than usual from corporeal\nrestraint.\nAnd in the next case which we shall cite, we shall find what looks\nlike a slight touch ofpr~, just as in the last case there was a slight\ntouch of retrO'Vision.\nFrom the Spectator, March 6th, 1869, p. 299.\nSome years since my brother paid a visit, one Saturday evening, to a\nfamily residing in one of the London suburbs. He was on the point of\nreturning to town, when the lady of the house (who had been unusually\nvivacious during the evening) suddenly broke a blood-vessel in her head\nA rupture had taken place once before in the same part, 80 a fatal termination\nwas momentarily expected. This impression was shared by my brother; but\nhe does not seem to have felt it acutely until the following Sunday evening,\nwhen, under the gentle stimulus of an apparently tedious discourse, h~\nDigitized by Coog\n\f120 Jo'U'I\"TUll oj Society JOT Psychical Reseo\/rch. [Aug., 1~\nthoughts reverted, for a short time, to the lady. Conversation, and a short\nwalk with a friend, however, directed his attention elsewhere; but after\nreading at his lodgings and partaking of a meal, he was attacked, precisely\nat 10 o'clock, by an extreme feeling of uneasiness. Again he thought of the\nsick lady, and discUBBed the subject of her illness with a younger brother,\nhis anxiety now increasing. He retired to rest at 11 o'clock, and had scarcely\nlaid down, when, being still wide awake, he thought he saw the lady in bed,\nwith her servants and two men by her side. One of the men said: \"She is\ndead\"; but the other, whom he took for a physician, gave her BOme\nmedicine. Hereupon the lady struggled, the vision vanished, and my\nbrother felt impressed with the notion that she was Perfectly well again. A\nletter of inquiry ha,ting been sent the following Monday to his friends, my\nbrother was informed that, as the local doctor feared the worst, a City\nphysician WIloB telegraphed for at 11 p.m., and that until midnight, when\nrecovery took place, hope had been resigned. My brother had, therefore,\nbeen affected at first by only a simultaneous impulse; but he had anticipated\nthe result of the crisis by three-quarters of an hour.\nEDMUND J. MILLS, D.Se. (London).\nNow here, in the first place, we have a feature which we have not\nyet met with in this class of cases; namely, that the percipient's atten-\ntion is strongly directed towards the agent, while there is nothing to\nmake us think that the agent's mind is turned towards the percipient at\nall. Now it is true that in many of our cases we feel that we can dis-\npense with any such conscious direction of the agent's mind-that we\ncan appeal to the pre-existing rapport as a sufficient starting-point or\nnidus for the telepathic communication. But there is a little more\ndifficulty in taking this view when an elaborate scene is transmitted.\nOne is tempted, at least, to suppose that Mr. Mill's energetic desire to\nknow how the lady was faring, had something to do with the momentary\nvivification of ra1'Puri, and that this case, therefore, takes us to a\ncertain extent nearer to the cases of transference of the centre of the\npercipient's consciousness, which we shall hereafter have to discuss.\nNext, as regards the prevision of the lady's recovery, which Mr.\nMills felt, we may again seek our explanation (as we sought it in the\nretrospective case) in something in the actual scene as realised by the\npercipient. It would be plainly unphilosophical to assume that in these\ncases of transference the scene thus psychically realised is necessarily\nidentical in all its details with the scene which a photographic camera\nwould catch and reproduce. The psychical scene has ez-hypothesi passed\nthrough the mind of somebody, and must have been modified in that\ntransition. In some ways, no doubt, it must have lost: it must have\nbecome vaguer and less accurate in detail, selective rather than complete.\nBut, on the other hand, the psychic scene may have 'I1\/Q1\"e in it than\nthe material scene, as well as less. Being in some way or other a reflee-\nDigitized by Google\n\fAug., ]884.] JO'U'l\"nal Of Society for Psychical Research. 121\ntion of mind rather than of matter, it may contain elements which the\nphotographer's lens would not have detected. The percipient may per-\nceive not only what the agent perceives, but what the agent thinks\nabout those percepts. Here again, we shall perhaps get a glimpse into\nthe mechanism of the rare veridical scene-impression, by reflecting on\nthe prevalent character of the common illusory scene-impressions of\nordinary dreams. Now in dreams it is common to discern a scene\nwhich in some unknown way explains itself: which involves a quasi-\nintuitive knowledge of the events which have conducted the dream-\npieces to the places on the mental chessboard.\nI am confronted (say) in a dream with a burglar, but I do not only\nobserve him as he stands before me; I somehow know how he got into\nthe house, and what he means to do next. Now the mind which I\nam reading in my dream is simply a comer of my own mind;\nI am evoking the scenes which my brain is prepared to picture, and\nexplaining them to myself by a confused selection from old memories,\npresent sensations, or forebodings of things to come. Now if I per-\nceive a scene through another person's mind, I am, in a sense, dreaming\nhis dream: the scene as it comes to me will bring with it his memories\nand anticipations. Perhaps I shall not discern the way in which he has\narrived at them; the memories may come to me like an instinctive\nknowledge that something 1uu happened, the anticipations like an\ninstinctive knowledge that something is aJxmt to happen.\nIn this way, perhaps, we may explain Mr. Mills' feeling ofassurance\nthat his friend had recovered. There may have been something in her\nstate or sensations at the moment--sub-conscious or conscious-which\nimplied the promise of recovery; and this incipient change of state\nmay have communicated itself to Mr. Mills as virtually already completed.\nIn the present narrative, indeed, the element of apparent fore-\nknowledge is not very marked; and we should hardly have dwelt on it\nbut that it is important to note, when occasion oB'ers, any hint which\nbridges over the distinction between things present and things soon to\ncome to pass. There are so many cases of apparent coalescence of\npast, present, and future in supersensuous vision that we shall do well\nto give all the elasticity possible to our conception of time-relation in\nthe psychic world.\nNor have we even yet byanymeans exhausted the questions connected\nwith the apparent flashing of a scene from one mind upon another.\nIt is in fact, among these cases, that we, for the first time,\nmeet with a difficulty to which, on the Thought transference theory, it\nis very hard to find a plausible answer. That difficulty is that some-\ntimes a transference of impression seems to exist between persons who\nnot only are not thinking of each other at the time, but who are absolute\nDigitized by Google\n\f122 Journal of Society for PsyChical Research. [Aug., 1884.\nstrangers to each other. In some ofthese cases it is hard to trace any pre-\nexisting channel ofconnection between the two minds. And in other cases\nwhere there is some slight acquaintance, the rapport nevertheless seems\nto dwindle down to a very vague and impersonal community of general\nthought or interest. We will illustrate our meaning by two cases, in\none of which a slight rapport seems to have pre-existed, in the other,\nnone at all.\nFrom Mr. Rowland Rowlands.\nOn another occasion, about 1868, when at the Pen-y-graig Collieries, I\nhad come from the works to my house, about dinner-time, 1 p.m., and\nhaving been up all night had got into bed, when, just as I was dropping off\nto sleep, and still between sleeping and waking, I saw the roof of the stall\nbelonging to a man Damed William Thomas moving, and the timbers which\nsupported it bending and breaking. I got up a.t once and ran off to the\ncolliery, just in time to meet William Thomas coming out of the works, the\nroof of his stall having fallen in, just as I had seen it. My vision must have\ntaken place at the very moment of the accident.\nWilliam Thomas is now dead.\nNow here the man Thomas may no doubt have thought of the\nmanager of the works, when he found himself in danger of death from\nthe colliery accident. But other experiences of Mr. Rowlands' look\nrather as if it was the fact of a colliery ar.cident which affected him in\nsome unexplained way, than as if Thomas' mind was brought into any\npersonal contact with his mind. Or, at any rate, before we take for\ngranted that the impulse must have come from Thomas' mind, we are\nbound to consider such cases as the following, where no pre-existing\nrapport can even be suggested.\nAt a period during the formation of the Thames Tunnel, the date of which\nI cannot recall without reference to the daily papers, my brother, Cyrus Read\nEdmonds, was head-master of the Leicestershire Proprietary Grammar\nSchool, at Leicester, and lived almost close to the school buildings.\nOn one occasion, when he was in bed, his wife was awoke (I think, at\nsomewhere about 5 or 6 if. in the morning) by a loud exclamation of terror\nfrom my brother. She inquired the cause, and he in a state of horror, said\nthat he had seen the Thames Tunnel break through. That the workmen\nrushed to the staircases or ladders, the means of exit, but one poor fellow\n(leBS active than the others, who escaped) was overtaken by the rush of water\nand ptlrished. My brother was in a state of tremor and distress, such as &\nhumane mau might be supposed to suffer as a witneBS of such a scene. He\nbegged his wife not to sleep, but to converse until it should be time to rise.\nShe urged that it was but a dream, and that the effect would pass off if he\ncould get a little sleep. \" A dream,\" he said, •• it is no dream. I distinctly\nsawall that I have described.\" My brother was a man of intensely sensi-\ntive temperament, with an unusual shrinking from witneBSing pain, whether\n• I don't aBBert this.\nDigitized by Google\n\fA.ug., 1884.] JournaJ, Of Society for Psychical Research. 123\nindicted for good or evil results. He was a most accomplished scholar, a\ngreat wit, and the finest conversationalist it has ever been my lot to meet,\nand this statement is not a piece of brotherly partiality, but many well-known\nmen would endorse the statement, and others would-but some are fallen\nasleep. At the same time I never considered him a superstitious man, but\nhe was a great thinker, and was not deterred from investigating'subjects\nbecause they were unpopular.\nOn the day in the early morning of which this vision occurred, my\nbrother and his wife were engaged to a dinner party at the house of a\ngentleman, whose name, I believe, was Whetstone. I was not acquainted\nwith him myself.\nBefore they left the drawing-room for the dining-room, his host said to my\nbrother, \"Have you heard the sad news from London 1\" He said, \"No,\nwhat is it 1\" He replied, \"The Thames Tunnel has broken in. All the\npeople in the works escaped, except one poor fellow who was overwhelmed.\"\nMy brother thought that his wife might have told their host, and that they\nwould rally him out of his depression. But on looking at her the look of\nastonishment quite precluded this notion. He asked his host if he were\njoking, at which he was much surprised, and asked how a joke could possibly\nbe elicited from such an occurrence.\nMy brother then said, \"I saw it happen, just as you have related it,\nso my wife will assure you, and I am yet su1fering from the exhaustion and\ndepression produced.\" He then told the company what I hlLl-e related above.\nI heard the whole relation both from him and his wife, and many of our\nfriends were acquainted with the history.\nMy brother has been dead some years, and his wife also some years later.\nI don't know that I can get any further confirmation in the case. My\nbrother's eldest daughter and her husband are living in Norfolk, but I doubt\nif they could add anything of importance to the above relation.\nCertainly, if it were a dream, it must be considered a most remarkable\none. I attempt no sort of solution of the occurrence, but submit the bare\nfacts for your consideration.\nJ. AUGUSTUS EDMONDS.\n16, Waterloo Road South, Wolverhampton.\nNow, in this case, which comes from a correspondent of scrupulous\nexactitude, the impression produced by the visionary scene reaches its\nmaximum. It could hardly have been stronger had it been a 1Jrother\nwho was ·seen to perish. Yet the dying man was apparently an abso-\nlute stranger to Mr. Edmonds. He was not recognised, nor does it\nappear that his name was ever heard. It is, of course, conceivable that\nhe may have at some time worked for Mr. Edmonds; but this supposi-\ntion is too improbable to be pressed. On a fairer view, the case of\nwhich this reminds us is the cry of \"Portland! Portland 1\" uttered\nby a stranger at about the time of the Duke's death. We there sug-\ngested that the difi'used excitement evoked by the death might in some\nway have communicated a stimulus-not consciously thither directed\n'br anyone-to Mr. Marson's mind. If that were so, the case here is\nDigitized by Google\n\f124 Jowrnal of Society for P8ychical Research. [Aug\", 1884.\ngreatly stronger. The Thames Tunnel, at the moment of the accident,\nwas probably the most vivid centre of excitement in England. A mind\nconceived as lying blankly open to the invasion of minds at high\ntension would be likely enough to receive 'an impression from this\nquarter. Only, if we take this view, we must bear in mind that our\noriginal standpoint is somewhat altered. The kind of communication\nwhich we are now picturing to ourselves no longer resembles a whisper\nalong a tube, but a shout diffused in space and caught by a casual lis-\ntener. It no longer recalls a thrill propagated along a wire, but rather\nthe circles of disturbance which widen from a stone's splash, and\nwhich will agitate a straw which happens to be anywhere within their\nradius. On the psychical side, the degrees of distance must of course be\nrepresented by whatsoever in the psychical world corresponds to\nnearness and distance in the physical~say potential rappurt or tele-\npathic consentaneity. Here, again, as in the case of the fusion of time-\nrelationships already hinted at, any descriptive phrases which we can\nuse must of necessity sound vague and unmeaning. It is, nevertheless,\nimportant to miss no opportunity of adjusting our conceptions to a\nstate of things where space and time are no longer necessary forms of\nthought. We may be obliged, in fact, to transcend the categories, but\nlet us do so in a way as little transcendental as may be. The\nmetaphysician transcends the categories, so to speak, aeronautically;\nhe soars above the apparently impassable barrier, and takes a bird's-\neye view of states of being unconditioned by space and time. We\nmust use the metaphysician's survey to inspire us with confidence, and\ngive us a notion as to our bearings, but our own attack on the mountain-\nbarrier must be made· in a different way. We must assail it as\nmountaineers; step by step and in as many different places as possible;\narmed with the ladders and clamps of evidence and argument, and\nbringing our baggage of terre\"a·terre conceptions and ordinary modes\nof thought as far as possible along with us.\nIt is often useful, as we thread our way through these complicated\nphenomena, with their manifold inter-relations and their obscure\nanalogies, to stop and ask ourselves what we can imagine that the next\nstep will be t what new aspect would the group of phenomena under\nobservation be likely to assume if one or other of the elements which\nwe have noted in it should develop itself beyond the restt\nIn the present case-the flashing of a scene on the mind-we\nhave felt ourselves nicely balanced between two alternatives. In\ncommon life, if I am asked, \"What do you see'\" and reply \"I\nsee an accident in a tunn\"el,\" I mean either that I see a picture\nof the accident painted on some definite surface, or that I am in\nthe midst of the accident, and see it actually going on round me.\nBut in Mr. Edmonds' case (for instance) the point precisely was that\nDigitized by Google\n\fAug., 1884.] Jou1\"nal Of Society fm' P8ychical Re8earch. 125\nneither of these descriptions would have been accurate. The Thames\nTunnel scene was not perceived as depicted on any surface; nor did the\npercipient imagine that he himself was in the midst of it. Let us now\nconsider each of these alternatives in turn. Let us see if there are cases\nwhich take us onward in either of these two directions, either in the\ndirection of depiction of the scene on some definite surface, or in the\n,direction of apparent transference of the percipient's own centre of con-\nsciousness into the midst of the scene which he descries.\nWe shall find, in fact, abundance of cases to illustrate each branch\nof this anticipation. And first, as to depiction of the scene on\nsome definite surface. Let us look first, as our custom is, for transi-\ntional cases. Perhaps the most accurately intermediate case between\nseeing a scene flashed in vacuo and seeing it depicted on some veritable\nsurface would be to see it through a u'intiow, localised to a certain ex-\ntent by the window·frame, but yet not distinctly imprinted on any\nsuperficies, but rather replacing the perspective view which would\notherwise have been visible. The kindness of M. Guizot (son of the\nphilosopher.statesman) has supplied us with a case where precisely this\ncondition seems to have been fulfilled. It will be interesting to cite the\npassage, but the date of the occurrence-about A.D. 1700--excludes it\nfrom a place among the narratives on wbich we shall rely for evidence.\nand which we shall draw entirely from the present century.\nCorrespondance de Mme. la Duchesse d'Orieans.\n(ed. G. Brunet, Paris, 1857, t. I., pp. 112, 113.)\nVersailles, 2 mars, 1709.\nOn dit aUBBi que, parmi les sauvages du Canada, il y en a qui connaiBBent\nI'avenir. II y a dix ans qu'un gentilhomme franQais, qui a eM page du marechal\nd'Humieres, et qui a epouse une de mes dames d'atour, amena avec lui un\nsauvage en France. Un joir qu'on etait a, table, Ie sauvage se mit apleurer\net a faire des grimaces. Longueil (ainsi s'appelait Ie gentilhomme) lui\ndemanda ce quil avait, et s'il souffrait. Le sauvage ne fit que pleurer plus\namerement. Longueil insistant vivement, Ie sauvage lui dit: \"Ne me force\npas a. Ie dire, car c'est toi que cela concerne, et non pas moi.\" PreBBe plull'\nque jamais, il finit par dire: \"J'ai vu par la fenl!tre que ton frere etait\nassaBsine en tel endroit du Canada\" par telle personne qu'il lui nomma.\nLongueilse mit arire, et lui dit: \"Tu es devenu fou.\" Le sauvage repondit :\n\"Je ne suis point du tout fou ; mets par ecrit ce que je t'annonce, et tu\nverras si je me trompe.\" Longueil ecrivit, et six mois apres, quand les\nnavires du Canada arriverent, il apprit que 1& mort de son frere etait arrives\nau moment exact et a. l'endroit ou Ie sauvage l'avait vu en l'air par la fenl!tre.\nC'est une histoire tres vraie.\nThis case which comes, after all, from what was certainly not an\n\"Age of Faith,\" is, in another way, remarkable. It is well·known\nhow large a part is played by clairvoyance, &c., in the shamanistic\nreligions of the Red Indian. The powers of the clairvoyant can rarely be\n\f126 Journal of Society \/0'1' Psychical Research. (Aug~. 1884.\ntested with accuracy, since, for the most part, there are none but his\nfellow-sav&ges to record them. But the vision, even of a savage, may be\nproved veridical ifcivilised men are present to note the hour and compare\nit with actual facts subsequently known; and the importation of Indians\ninto Europe-commoner in the early days of American discovery than\nnow-afforded opportunities of testing the red man's clairvoyant power--\nopportunities of which this story, so far as we know, is the only outcome.\nOur next case shall be a modem and first·hand instance of a similar\nframing in a window of the psychical picture; consisting this time not\nof a scene but of a single face.\nFebruary 9th, 1884.\nI may remark first of all I am considered by my friends as possessing\niron nerves, am passionately fond of athletics, and certainly not given to\nletting imagination or fear run off with my senses. But although I can with-\n.out boasting say I hardly know what fear is, I am peculiarly susceptible to\nmental impressions, that is, I can often tell what is passing in the minds of\n.others (especially of my wife) when out walking with them, so much 80 that\nI have almost frightened one or two people by offering to tell them the sub-\nject on which they were thinking, and in some cases exactly what they were\nthinking about that subject. However, I dare say that is common enough,\nbut what I am particularlyjwriting you:on is to tellyou two facts, one of which\n.occurred lot years ago, and the other seven years ago nearly. It seems a\nlong time ago to be produced, but to me the scenes are fresh as if they only\nhappened yesterday.\nThe first was this. I was going from the house I lived at to a shop kept\nby my brother, and when about half-way it came on to rain very fast. I\n.called in at the house of a lady friend and waited. some time, but it did not\n.clear, and as I was afraid my brother would be leaving, I said I must go.\nI rose to do so, and went into the hall and my friend rushed away upstairs\nto get an 11mbrella, leaving me in the dark. In the higher part of the\n·door was a glass window, and I all at once, in the darkneBB, saw a face look-\ning through that window. The face was very well known to me, though for\nthe instant I did not aBBociate it with the original, as she was 300 miles\n.away. I instantly opened the door, found nobody there, and then searched\nthe ivy with which the porch and house are co.vered. Finding nothing, and\nknowing it was impoBBible anyone could have got away, I then for the first\n:time inquired of myself whose was the face I had seen. I at once knew the face\n.was that of a married sister-in-law of my wife's. I told all our family of the\ncircumstance directly I got home, and judge of our dismay when the next\nday we had a telegram to say she died at the very hour I saw her. .\nT. W. GOODYEAR.\nIt is to be observed here that the face was seen in the darlcnus,\nyet it was plainly not in any way luminous. This point seems to\n.distinguish it from & thoroughly objectified phantom, which, ifseen in the\n.dark, and not self-luminous, seemB generally to be seen as carrying a\n.Jight. But here, as we conceive, the face:seen partook somewhat of the\nDigitized by Google\n\f.Aug., 1884.] JO'Urnal Of Society for P8ychical Research. 127\nnature of the mere intra-cranial visualisations which the mind can\nsummon up as easily in darkness as in light. Nay, we can picture\nfaces to ourselves 'ITW\/'e easily in darkness; and the dim light in this case\nmay have actually facilitated the vision. With this perception of a\nface by inadequate light, we may compare the location of the vision in\nan impossible place, ie., in a locality not normally seen by the percipient\nat the moment. Here again, we take this confused location of the\napparition as an indication that it was seen as a phantasmagoric image\nrather than as a three-dimensional form.\nFrom Mr. H. Atkins, Royal Marine Office, 40, Spring Gardens, S.W.,\n(First printed in Daily Tele.graph, and signed \"Old Tar.\")\nIn the year 1849 I was serving in H.M.S. Geyser, on the east coast\nof Africa, and in company with H.M.S. Brilliant, anchored in Tamatave\nRoads, Madagascar. The following facts I can vouch for. Some of our\nofficers were dining on board the Brilliant. A boat's crew were ordered to be\nready at six bells (11 p.m.) to fetch them on board. The lights were out on\n.the lower deck and everything quiet. A messmate (T. Parker) and I, be-\nlonging to the boat, were sitting in the mess, abreast of the cook's galley,\nand opposite each other, he with his arms on the table, and face resting on\nthem, and, as I thought, fast asleep, when all at once he jumped to his feet,\ndeclaring that he saw his mother cross the deck in front of the\ngalley, and was very much excited. I pointed out to him that it was\nquite impossible, as his face was towards the table, at the same time laughing\nheartily at him for being so foolish. Our schoolmaster, Mr.·T. Salsbury, was\nlying awake in his hammock, close by, and in the morning he made a note\nof the circumstances, putting down time and date. On our arrival at the\nIsle of France, BOme time after, Parker received a letter from home stating\nthat his mother died that very night. I am no believer in ghosts, but\nthink this a very remarkable coincidence.\nFrom an interview with Mr. Atkins we gather that if Parker had\nlooked up he might have seen the place where he located the figure.\nBut he seemed suddenly to discern the figure, while his own head was\nbent down towards the table. This was probably a kind of illusion\nhyprtagogique, in a state between sleep and waking. Curious confirma-\ntion is given to this view by the following CMe, where perplexity\nas to the degree of objectification of the phantom pushes the percipient\nalmost into a contradiction in terms. The figure is seen as solid, yet it\ndoes not obscure the objects behind.\nAfter my marriage, I was sitting one evening in the Birmingham\nTown Hall with my husband at a concert, when there came over me the\nicy chill which usually accompanies these occurrences. Almost immediately\nI saw with perfect distinctness, between myself and the orchestra, my\nuncle, Mr. Ward, lying in bed with an appealing look on his face, like one\n.dying. I had not heard anything of him for several months, and had no\nreason to think he was ill The appearance was not transparent or filmy,\nDigitized by Google\n\f128 Journal of Society for PsychWal Research. [Aug., 1884.\nbut perfectly solid looking; and yet I could IfJfMIt01D IH tM Of'C!Iatra, nol\nthrough but behind it. I did not try turning my eyes to see whether the\nfigure moved with them, but looked at it with a fascinated expression that\nmade my husband ask if I was ill. I asked him not to speak to me for a\nminute or two; the vision gradually disappeared, and I told my husband,\nafter the concert was over, what I had seen. A letter came shortly after,\ntelling of my uncle's death. He died at exactly the time when I saw the\nvision.\nThis is, evidentially, one of the best of our cases, coming from a lady\npersonally known to us, and of accurate habits of thought. And we\nhave here another illustration of the fact which we have often observed,\nnamely, that these cases grow more instead of less, noteworthy in pro·\nportion as they are more accurately recorded. A less careful or a less\nintelligent informant would probably have missed this point from want\nof appreciation of its value, or from reluctance to write down what\nmight be ridiculed as self-contradictory. Yet it is precisely these in-\ncidental touches of description-often self-contradictory or unintelligible\nif treated simply as descriptive of normal phenomena of sensation-\nwhich bring us nearest to a real understanding of the abnmmal condi-\ntions under which such vision occurs. Here the figure (as we learn\nfrom conversation with Mrs. T. the percipient herself), did not seem to\nmove with the eyeball: the want of adjustment between the phantom\nand the surrounding world was of a more obscure and deeply-seated\nkind.\nThis case may be said to carry our phantoms to the very verge of\ncomplete objectification. The distinction between the manner in which\nthe phantom is seen, and the manner in which ordinary objects are seen,\nthough still felt to exist, has become almost incapable of being\ndescribed.\nBut, nevertheless, this case of Mrs. T.'s is not precisely the kind of\ncase which we are avowedly seeking; namely, the depiction of a\nphantasmal scene or figure on some definite surface. Mrs. T.'s case is\nanalogous, in so far as the figure seen was not correlated by her with\nthe solid objects around it, but seemed to be represented to her in some\nabnormal manner. But that abnormal mode of vision had, as we\nshall hereafter see, as much analogy to claiTtJOYO-1I.C6 as it had to\ndepiction.\nLet us go back on our steps a little, and lead up to depiction by a\nsomewhat different road. Instead of starting from a case (like Mr.\nGoodyear's), where a face is seen in relief, but through a window-and\nthus, as it were, has the picture's frame, but not its surface-let us\nstartfrom a case where aphantasmal representation moves along a definite\npiece of wall, and thus (like a panorama) has a picture's SttII'face, but\nnot its stability.\nDigitized by Google\n\fAug., 1884.] JO'UrnaJ, Of Society for Psychical, Ruearch. 129\nFrom Mrs. Black, 6, Hazlitt Road, Weat Kensingaton Park, W.\n(Who gave the name of her informant, but thinkB it would not be right to\nallow it to be published.)\nJ\/arc\/t, 14th.\nMrs. V., whose hUBband was in the Artillery in India, told me the follow-\ning ~rred to herself. The story is well known in her family. She has\nbeen dead BOme years, and it occurred when Bhe was comparatively a young\nwoman. I heard it from her 23 years ago last ChriBtmas, at Southampton.\nOne evening, Bitting in her drawing-room, she saw distinctly a military\nfuneral procession paaB at the further end of the room. The coffin borne on\na gun-carriage. The men with arms reversed. Directly it passed away, she\nnoted the circumstance, writing it down, and passed Bome months in greatest\nanxiety. It was before the daYB of overland route. She heard of her hUB-\nband's death, which had occurred that day, and allowing for the difference of\ntime, the funeral had taken place at the moment Bhe had seen the vision,\ndeath and burial following each other within a few hours in India.\nH. G. BLACK.\nWe interpret the Bomewhat vague phrase, \"saw the procession pass\nat the further end of the room,\" by the light afforded by the closest\nparallel which we have, where almoBt the Bame words are used to\ndescribe a phantasm plainly parwramie.\nMiss Campbell was at church in Loudon with her mother. They remained\nto the Sacrament, and while Btanding in the chancel with her back to the\nchurch door, which was shut, Mrs. Campbell caught hold BUddenly of her\ndaughter'B arm, and in a terrified manner pointed to the wall opposite,\ndirectly over the altar.\nMiss Campbell looked, but could Bee nothing, and could not get her\nmother to speak, and was much alarmed by the strange unearthly fear\nexpreased on her countenance, and with her eyea, wide open, fixed on the\nwall.\nShe got her quietly back to her seat, and her mother then told her that\nshe had seen distinctly a funeral procession moving along the wall, but Bhe\ncould not tell who the people were.\nNext day they heard that Miss Campbell's first cousin, a great friend of\ntheirs, brother to Lady A., had dropped dead suddenly in his room at\nthe exact hour when Mrs. Campbell saw the funeral paaB before her eyes.\nHe had no previoUB illneas, but was a very Btrong man.\nA. BOLDERo.\nWe have placed these two caseB close together for another reason\nalso. They both of them suggest the question,-Why was a \/uMI'al\nseen1 Was it merely symbolical of death1 or was it a premonitory repre-\nsentation of a scene about to take place 1 or was it a transcript of a\nscene passing at the moment1 In the last two cases it would seem to\nfall outside the scope of the present work.\nDigitized by Google\n\f130 JO'tJI1\"1U11, of SOciety ffY¥' PsyChical Ruearch. [Aug., 111M.\nNow, in Mrs. V.'s case, it is alleged that the funeral phantasm\ncoincided with the funeral. If we felt sure that this was so, we should\ndefer the case till phantasms caused by the detuJ, are discussed in a later\nbook. But death and burial confessedly came close together; and the\nstory being somewhat renote is likely enough to have been simplified in\nthe direction of making the phantasmal scene precisely correspond in\ntime with its actual prototype. The case could not, of course, be pressed\nas evidence on either side, and it is only admitted here from its\nanalogy with the well·attested case of Miss C.\nNow, in Miss C.'s narrative the phantasmal funeral lmdoubtedly\ncorresponds. not with the real funeral, but with the death. It is the~\nfore either premonitory-if all the incidents of the procession were\nafterwards precisely reproduced-or it is merely symbolical. Now there\nis no evidence as to the correctness of the details of the scene;\nand it therefore seems safer to consider it as merely symbolical, in just\nthe same way as the coffin in Colonel Jones' case (Proceedings VI.) was\nsymbolical of the agent's death, not a transcriptive representation of\nthe agent's actual state at the moment.\nFrom these pa'lWl'amic cases we pass by a very short step to the\npictorial, of which we have already (Proceedings VI.) printed our\ntwo best examples: Mr. Searle's case, where the appearance of his\nwife's head was momentary, and Lady Chatterton's, where the phan.\ntasmal ficture was of longer duration, and even resisted a move·\nment 0 the curtain. on which it appeared. This class of CasllS,-\nwhose existence we did not ourselves suspect until we received\nthe evidence which established it,-is one which we specially desire\nto see reinforced. !fsuch a picture were to last for several seconds,\nand to be carefully noted in all its detail, it is impossible to say\nwhat instruction might not be gained. And here, too, we have the ad·\nditional interest of not feeling quite certain whether such a phantasmal\npicture could or could not be perceptible to several persons· at once.\nWe have placed these pictures among the phantasms which are by their\nvery nature indiWlual, but this is rather because all our cases so far\nhave been seen by one person only, than because there is a olear logical\nnecessity (as there is in the case of the mind's-eye vision) for their limi·\ntation to one percipient. There is indeed some little evidence (but not\nof a kind to come within the scope of the present ·work) that panQrainic\nscenes, at any rate, may sometimes be. seen by many.witnesses at once.\nWe would earnestly request our readers to be on- thew.atch for any\nfresh cases which may throw light on this problem.\nIn our next paper we shall return to the point where our inquiry\ninto the flashing of scenes underwent a kind of biflircation. We have\nfollowed up the instances where the phantasmal scenes become ~ore and\nmore pictorial; we will next pursue. the instances where the scenes\nbecome more and more real; where the percipient is increasingly under\nthe impression that he himself is, in some sense, in the midst of the\nevents or objects which he descries.\nF. W. H. M~\nDigitized by Google\n\fAug., UJ84.] Jo'U\".\"\"m of SOciety for Psychical Re86t1I1'Ch. 131\nSUPPLEMENTARY LIBRARY CATALOGUE.\n'l'ke follo'llJing additiO'M have been made lines la&t mooth.\n[&] indicates that the book is for referenee only.\nABBOT (Ezra) A Catalogue of Works relating to the Nature, Origin,\nand Destiny of the SOul...........................................NIIW York, 1871\nBEARD (George M., A.M., M.D.) The Psychology of the Salem\nWitchcraft Excitement of 1692 ...............................NIIW York, 1882\nCoLLYER (Robert H., M.D.) Exalted States of the Nervous System,\n' . London, 1873\n\" \" (a ItICO'IUl copy)\nCoUE (Profeaaor Elliott) Biogen: A Speculation on the Origin and\nNature of Life ................................................BOItM&, U.S.A. 1884*\nEvANS (Rev. W. F.) The Mental Cure .............. .................lorulcm, N.D.\nPAJIPHLETS, English, for Vol. VI.\n\"BBINGJlIIG IT TO BooK\": Facta of Slate-Writing through Mr. W.\nEgJinton. Edited by H. Cholmondeley.Pennell..................Lmdon, 1884\nOLmrTINB BAlmLBB (oontainiug \"The Lyttelton GhOlt Story\")\n&ovrlJri,dge, l882t\nTlmoBALD (Morell, F.C.A.) Spiritualism at Home.....................Lomlon, 1884:S:\nPLoTINUs (The Five Books of) From the Greek. By Thomas Taylor,\nLondon, 1794\nPSYCHIC NOTE (NOB. 1 to 10) ••.•......•.•.......•...•..•..••..•.•••...Calcutta, 1882\nTHEOSOPHY (Hints on Esoteric) (Nos. 1 and 2) IBBued under the\nAuthority of the Theosophical Society .....................Calcutta, 1882·3\nAGRIPPA (Heinrich Cornelius) Magiache Werke, ins Deutsche iibersetzt.\nI) vol. ................................................................StuttgMt, 1865-6\nBISCHOF (Jacob) Der Geisterseher. Eine Arabeake dramatisch\ngedichtet ....................................2nd edit. Fiirth in Fro\/Mm, 1806\n[R] ECnlARTSHAUSBN (Hofrath von) Sammlung Visionen, Eracheinungen,\n&C. .......................................................................•J[wlI:ich, 1792\nHmmINGS (Justus Christian) Von den Traumen nnd Nachtwand-\nlern ...................................................................... Weimar, 1784\nHORST (Georg Conrad) Zauber-Bibliothek. 6 parts .............J\/ainl, 1821-6\nJUNG (Johann Heinrich) genannt Stilling. Seenen aus dem Geister-\nrelche .......................................................7th edit. StuttgMt, 1881\nKERNER (Justinus) Blatter aus Prevorst. 12 vol..........KMl&rn\/uJ and\nStuttgart, 1831-9\nlUAl1SZ (Friedrich) Notbscbrei eines MagnetiBch- Vergifteten\nStuttgMt, 1862\n\"\nNothgedrungene Fortsetzung Meines Notbschrei\nStuttgMt, 1867\n• PreaeDted by the Author. t Presented by Mr. H. A. Wusell.\n~Preaented by the Author.\nDigitized by Google\n\f132 Jouf\"lWl, of S0ci8g for PsychicaJ, Raearck. [A..,l884.\nNOB (F.) Die Existenz der Geiater und ihre Einwirkung auf die\nSinnenwelt ............................................................ Weimar, 1841\nJrirrrBBILUlI'GD aus dem magnetischen Scb1atleben der SomnambUle\nAuguste K. in Dreaden. f'l'he preface ia signed by Johann Karl\nBa.hr and Rudolph Kohlachtitter as editors] ..................nr..u., 1843\nPAlIPSLBTS, German, for VoL TIl.\nBLIOO: Ill' Dm TBAulI mm GBIlITDW.LT ..... '\" .....................LeijJzig, 1854\nE-- (H. von) Geachiohten von Lebendig begrabenen Penonen\nhclUforl, 1798\nHOUT (Geora Conrad) Theurgie ..............................................Mlli\"\" l820\nMBmB (Dr.) Gesohiohte der Hapeti8ch helhlehenden Auguate MUller\nin Karlaruhe ................................................................8luUgarl, 11118\nPuTT (Prof. Dr. Maximilian) Der jetzige Spiritualiamus .....•Leipzig, 1877\nREICS DBa GEIBTBR {Das.).................................4th edit. Stuttgart, 1867\n8ca11BERT (Dr. Gotthilf Heinrich) Ansichten von der Nachtseite\nder Naturwiasenschaft ..............................8_ edit. DreIden, 1818\n• \" \" \" ,,3rd edit. Stuttgart, 1835\n--Die Symbolik des Traumes........................3rd edit. Ltn.'pAg, 1840\nSZ-Y (Franz Graf von) Ein Wort tiber Animalischen Magnetiamus\nLeip.-ig, 1840\n[B] TuZBL (Andreas) Medicina Diastatica, Herausgegeben von P. C.\nLBip.-ig, 1753\nBBRlI'HlWl (Dr.) De la Suggestion dansl'etat Hypnotique.........Pani, 1884\nFABIUS (Everardus) Specimen de SomniuB .....................Af'IIII6rdam, 1836\n[B] HISTOID DBS DIABLBS DE LoUDt1lI' ...............................AmIIerdam, 1716\nPAlIPBLB'l'II, Latin, for Vol. I.\nWlIDlWtJB (Erneatua HeDriOUl) Diaaerlatio Medica de Speotria ........T-. 1693\n-----~ -----\nTO OUR READERS.\nThe numerous additional and, in many cases weighty adhesions\nto the S.P.R. are matters of interest and congratulation to all who\ndesire the welfare of the Society. At the same time we would urge\nupon all our Members and Associates the importance of still further\nstrengthening the Society by enlisting the sympathy and the adhesion\nof their friends. It will be borne in mind that in the case of Members\nand Associates elected during the last three months of any year, a single\nsubscription covers the whole time up to the end of the following year.\nOffers of assistance in any o~e or more of the special lines of work in\nwhich the Society is engaged will be gladly considered, if addressed to\nthe Hon. Sec. or to the Secretaries of the respective Committees. Sug-\ngestions and friendly criticism will at all times be welcome. If they\nare addressed to the Editor of the Journal, please notify whether the\ncoJDIDunication is intended for publication in the Journal.\nDigitized by Google\n\f","_id":400}