{"name":"Journal of the Society for Psychical Research 2017","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n9_oct_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N9, October 1884","mylang":"de","content":"No. IX.] [OCTOBER, 1884.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nOOlfTBlfTS.\nPAGB PAGB\nTO, our Baader•.,• .• •• •• •• .. .. 153\/SpeclmeD8 of the ClasaIfIcatfon 0 Caaee\n:)[eetiDga of Council •. . . .. .• •• 153 for .. Phantunus of the Ll\"fIDg.P VI. 157\nElecUolll, October 3rd and 16th. 1884 •• 15S Mark TwaIn on Thought-Transference.. 166\nTho Committee onPhenomena oonnected Supplementary Llbrai;r catalogue .• •• 166\nwith the Theosophical 80ciety .• •• 156\nTO OUR READERS..\nOur friends will notice with interest the numerous additions to the\nmembership of the Society which we have the pleasure to record this\nmonth. Since our last issue 17 Members and 35 Associates (including\nthree Honorary Associates) have joined the ranks of the S.P.R. More-\nover, the lively interest in the Society which the editor found existing\nin scientific and intellectual circles in the United States has led to the\nformation of American Oommittees of high standing at Boston,\nPhiladelphia and Montreal. These Oommittees, it is hoped, will carry\non the work of the S.P.R. in'America, and at the same time the dis-\nt~<1Uished names they include will strengthen the Society at home.\nBut the precise mode of co-operation with our transatlantic friends has\nyet to be settled, and is at present under consideration.\nMEETINGS OF OOUNCIL.\nA Oouncil Meeting was held on the 3rd inst., the President in the\nchair, when Messrs. Alexander Oalder, Edmund Gurney, F. W. H.\nMyers, Edward R. Pease, Frank Podmore and J. Herbert Stack were\npresent.\nThe Minutes of the previous meeting having been read, Mr. E. T.\nNisbet, of Newcastle-on-Tyne, was elected an Honorary Associate,\nunder the second clause of Rule 8, in recognition of his services to the\nSociety. Thirty-nine new Members and Associates were elected,\nwhose names and addresses are given on another page.\nThe Oouncil recorded with regret the death of Mr. Walter H\nBrowne, a much esteemed member of their body, a.ri.d requested the\nHon. Secretary to convey their deep sympathy to his widow.*\nA letter was received from Mr. T. O. Hastings Lees, tendering his\nresignation as an Associate.\n* An obituary notice will appear in the next number of the Journal.-ED.\nDigitized by Google\n\f154 Joltrnal qf Society\/or Psychical Reseal'cll. [Oct., 1884.\nThe following donations to the Research Fund were announced,\nand votes of thanks for them were passed by the Council :-The\nPresident, £50, Mr. F. W. H. Myers, £10, Mr. H. A. Kay, £5, and\nMrs. F. \\Y. H. Myers, £5.\nIt was agreed that a series of Meetings should be held during the\nforthcoming season, and that each Meeting should be partly of a\nformal and partly of a conversational character. It was also agreed to\nhold two Meetings before the close of the year, the first to take place\nat the end of the present month.\nAn intermediate Council Meeting was held on the 16th, the Rev.\nW. Btainton Moses in the chair, when Messrs. Edmund Gurney, F. W.\nH. Myers, Edward R. Pease, :Frank Podmore and J. Herbert Stack\nwere present.\nThe Minutes of the previous Meeting were read.\nIt was unanimously resolved that Mr. Richard Hodgson, of St.\nJohn's College, Cambridge, be co-opted as a Member of the Council\nunder Rule 17.\nTen new Members and Associates, and two Honorary Associates,\nwhose names and addresses are given elsewhere, were also elected.\nTwo specimens of Psychographic Slate- Writing were received from\nMr. Hensleigh \\Yedgwood as a present to the Society, and the Council\npassed a vote of thanks to the donor.\nIt was resolved that the next Gt-neral Meeting be held at the\nRooms of the Society of British Artists, Suffolk Street, Pall Mall, on\nFriday, the 31st inst., the chair to be taken at 8.30 p.m. The\nproceedings will include an account by Professor Barrett of the\nprospects of Psychical Research in America, and a Telepathic Explana-\ntion of some so-called Spiritualistic Phenomena by Mr. F. W. H. Myers.\nIt was directed that the series of \"S\" slips (consisting of evidence\nrelating to phenomena called Spiritualistic) should be placed in the\nhands of the Committee on Physical Phenomena, in order that any\ncases which seemed to offer a chance of further investigation might be\npromptly followed up.\nNOTE.\nIn the Proceedings, Part Vr., a case of apparition at the time o£\nneath was given on the authority of Sir Edmund Hornby. This case\nmust be withdrawn for tho present, as it seems to have contained\nseveral inaccuracies. The matter is being re-investigated, and it will be\nexplaint:!d later whether or not the inaccuracies are fundamental.\n\fOct., 1884.] Journal oj SocietU jol' Psucltical Researc\/,.\nELEOTIONS, OCTOBER 3RD AND 16TH, 1884.\nMEMBERS.\nABDY-WILLIAMS, E. M., 8, Caledonian Place, Clifton, Bristol\nBAYNES, ROBERT EDWARD, M.A., Christ Church, Oxford.\n1M\nCAITHNESS, THE COUNTEBB OF, DUCHEBBE DE POMAR, 51, Rue de\nl'UniversiM, Paris.\nDAKYNS, HENRY GRAHAM, M.A., 3, Upper Belgrave Road, Clifton,\nBristol.\nFOUNTAIN, ALFRED, Highfield, HiIlingham, U xhridgt>, Middlesex.\nGEBHARD, MRS., 12, Platzhofl\" Strasse, Elberfeld.\nGLINJ5:A, MADEMOISELLE DE, 1, Rue Lincoln, Champs Elysees, Paris.\nJOYCE, SAMUEL, JUNR., European Telegraph Works, Pownall Road,\nDalston, London,' E.\nMURRAY-AYNSLEY, MRS., Great Brampton, near Hereford.\nPORTER, MIBB, 16, Russell Square, London, W.C.\nPRIM, JOSE, 188, Gresham House, Old Broad Street, London, E.C.\nRAYLEIGH, CLARA LADY, 91, Onslow Gardens, London, S.W.\nSMITH, R. PEARSALL, 4653, Germantown Avenue, Philadelphia, U.S.A.\nSOLOVIOFF, WSEVOLOD. 48, Rue Pergolese, Paris. '\nW ARRENDER, MISS, Bruntisfield House, Edinburgh.\nWILSON, CHARLES M., Rose Villa, North Strand, Limerick.\nWOODHOUSE, G. H., Heath Bank, Bolton.\nHONORARY ASSOCIATES.\nBRIETZCKE, MRS. HELEN KATE, 21, Applegarth Road, West\nKensington, London, W'o\nNISBET, E. T., 135, Northumberland Street, Newcastle-on-Tyne.\nWOODHULL, MAJOR ALFRED, M.D., David's Island, Pelham, New\nYork, U.S.A.\nASSOCIATES.\nALLEN, MIBB MARY GRAY, 1, Florence Terrace, Londonderry.\nAMy. MIBB ANNIE F., Cross Bow, Trinity, Jersey.\nBALJlAIN, MRS., Basset, Southampton.\nBA.TESON, MRS., 8, Harvey Road, Cambridge.\nBROWN, MRS., Moorsden, Tarbolton, Ayrshire, N.B.\nDAVEY, S. JOHN, Alfriston, Hayne Road, Beckenham, London, S.E.\nDAVIES, WILLIAM, Bellfield, Kingsbridge, Devon.\nEDELSTEN, JOHN A., Latchford, Warrington.\nGIBSON, MRS. SUMNER, Shrublands, Tunbridge Wells.\nGRIFFITH, ROBERT W., M.A., The Old House, Llalldaff.\nHART, S. LAVINGTON, M.A., St. John's College, Cambridge.\nHAYES, JOSEPH WALTON, 1, George's Street, Enniscorthy.\nDigitized by Google\n\f156 Jom'nal oj Soci'efUJor P8ychical Re8eal·cll. [Oct., 1884.\nHENNINGS, REV. JAMES, Duncombe House, Kingsbridge, Devon.\nH'ODDE.sCHLElDEN, DR. T. U., 9, Alfred Strasse, Hamburg.\nIONlDES, CONSTANTINE A., 23, Second Avenue, West Brighton.\nJEDD, MRS., The University, Glasgow.\nJORDAN, MRS. LUTLEY, 22, Laxham Gardens, Kensington, London, W.\nKANE, J. G. AURIOL, Sloperton Lodge, Kingstown, Co. Dublin.\nKERSEY, H. A., 4, Eslington Terrace, Newcastle-on-Tyne.\nMARTIN, W. R., Pine Craig, South Queensierry, Scotland.\nMETCUPE, CAPTAIN HENRY, Wateruliet Arsenal, West Troy, New\nYork, U.S.A. .\nMILLAR, ALEXANDER, Airdrie House, 19, Orlando Road, Clapham,\nLondon, S.E.\nMOTT, FREDERICK T., F.R.G.S., Birstal Hill, Leicester.\nNORWAY, ARTHUR H., Secretary's Office, General Post Offico, London,\nE.C.\nP ASSINGHAM, MRS., Milton, Cambridge.\nRODIN, PERCY A., B.A., Tho Lays, Cambridge.\nSMITH, MISS, 4653, Germantown Avenue, Philadelphia., U.S.A.\nTAYLOR, MISS MARIAN, Ayton House, Great Ayton, Yorkshire.\nTHURSTAN, FREDERICK W., M.A., Kingsley College, Westward Ho.,\nDevon. .\nWILLETT, MRS., Bedales, Lindfield, near Haywards Heath, Sussex.\nWITItERS, JOHN JAMR8, King's College, Cambridge.\nWORKMAN, WALTER PERCY, B.A., Trinity College, Cambridge.\nN.B.-Members and Associates are requested to Bend information of any\nohangeofaddreutotheABSiatant-Seoretary,14,Dean'BYard,WeatminBter,S.W.\n'tHE COMMITTEE ON PHENOMENA CONNECTED WITH\nTHE THEOSOPHICAL SOCIETY.\nFORTHOOMING REPORT.\ntt will be recollected that in May last the Council appointed a\nOOD1mit~e to inquire into the evidence for contemporary Apparitions\nof ilhe Living in India-an inquiry which inevitably extends itself to\n(lortain other phenomena closely linked with the alleged apparitions.\nlt appears that many Members of the Society for Psychical Research\nII.re much interested in this investigation; and the Committee have\nt>hought it> desirable to analyse and classify a good deal of evidence\nalready in print, besides receiving the voluntary depositions of leading\nmembers of the Theosophical Society. They have also collected 0.\nquantity of bther evidence, hitherto unpublished, and in many instances\nforwarded expressly for the use of the Committee·by the kindness\nDigitized by Google\n\fOct.,lss..] Journal of Sooiety for PsyoMoal Research. 157\nof various English, American, Russian, German, and Hindoo corre-\nspondents.\nThe First Report of the Oommittee, which will appear, it is hoped,\nin November, will therefore be a somewhat lengthy document. It will\nbe issued as a \"Private and Oonfidential\" paper, not to be offered for\nsale to the general public.\nOne copy will be forwarded gratis to every Member. Associates (as\nwill be remembered) have no clai~\"to the free receipt of any paper\nexcept the published Proceedings and the Journal. But any Associate\nwho desires it may receive one copy of the Report on the enclosure of\na Postal Order for 2s. 6d. to the Assistant-Secretary. No Member or\nAssociate will be supplied with more than one copy of the Report,\nwhich will contain matter of a semi-private character, and is not\nintended for diffusion beyond the limits of the Society.\nBefore issue, the Report will be read at a Special Meeting of the\nSociety, which will be open to Members and Associates only.\nSPEOIMENS OF THE CLASSIFICATION OF OASES FOR\n\"PHANTASMS OF THE LIVING.\"\nvt.\nUp to this point the cases which we have been discussing, though,\nin other respects, very various, have agreed in one main feature. They\nhave all partaken of an individual or subjective character; they have\nbeen such as one man might easily experience without his neighbour's\nexperiencing anything of the same kind. A feeling of depression, an\ninternal voice, the clairvoyant perception of a distant scene ;-such\nimpressions as these are eminentJy individual; they appear, in their\ndifferent ways, to be operations of, Qr impacts upon, a single mind.\nBut we have now to consider a class of phantasms which are not\nindivic;lual, but which are, nevertheless, particular, which are, in them-\nselves, of such a character that they would seem to be perceptible\nwithequalease by all the persons present, and which, nevertheless, are not\nperceived collectively but particularly; that is to say, not by the whole\ngroup assembled, but only by one person, or certain persons, in that\ngroup. .\nIt will not surprise the reader to hear that these cases form a large\nand varied class. Probably, indeed, he will suppose (as we ourselves\nbegan by supposing) that when a phantasm appears it is generally\nheard or seen only by the person whom it specially concerns; that it\nhovers before him alone, like the ghost of Banquo, imperceptible by\n\f..\nIfj8 Journal of Society for P8ycltical Re8eal·ch. [Oct., 1884.\n-----------------\nthose whom mere accident has brought to the same spot. Statistics,\nhowever, seem to show that this is not a true representation of the facts.\nIn our Classified Index we have about 40 cases where an app8.l'ently\nobjective phantasm is thus particularly discerned, as compared with\nabout 100 cases where it is collectively or successively discenled; where\nall the persons in the group sec or hear it, either at once or one after\nthe other if they are sitting, for instance, somewhat apart.\nIt is, moreover, soon evident that the great bulk of our cases do not\nfall under either of these heads, are cases neither of particular nor of\ncollective perception, Lut are neutral cases, occurring, that is to say,\nwhen the percipient is alone, and affording, therefore, no clue as to\nwhether other persons, if prp-sent, would have perceived the phantasm\nor no. Against some 40 particular and SOllie 100 collective cases, we\nCll.n set some 260 neutral cases, which thus form a class nearly twice as\nlll.rge as the two others 'Put together.\nWe shall Il.fterwards have to discuss the possible causes of this\nappll.rent facility offered to phantasms by the solitude of the percipient.\nFor the present, we have to consider the proportion of particular to\ncollective phantasms; a proportion which, from the telepathic view, is\ncertainly unexpectedly small. We should have supposed that if the\napparition is evoked simply by the action of one mind upon another,\nthen the cases where several persons simultaneously perceived the same\napparition would be very few; as the difficulty of the explanation is\nmuch increased by any further transference, as it were by infection,\nfrom the primary percipient to other persons in his company.\nRecognising this difficulty in the background, we must not take for\ngranted that even these partict~lar cases (where one sees and others do\nnot see) are necessarily to be counted in favour of the telepathic theory.\nWe must do once more as we have often done already, and shall often\nhave to do again, viz., pause and consider at the opening of a new\nclass of cases what features in these cases would point to telepathy, and\nwhat to other possible explanations. The other explanations we have\nalready discerned to be at least two in number,-namely, the clair-\nvoyance of the percipient (with no necessary action of the s6-called\nagent's at all), and that which we may call the primitive and\npopular explanation, lIamely,-that the phantasm is an objective\nentity, perceptible either to Itll persons present, or to all persons whose\npower of spiritual or supersensual discernment has risen to a certain\nlevel. The main points, it appears, which will need noting in discussing\n~he causes of partiCt~larity of percipience, will be as follows ;-\n(1) Was the percipient morp- closely linked with the agent than\nthe non-percipients were 1 If so, this tells in favour of\ntelepathy.\nDigitized by Coog\n\fOct.,1884.} Journal Qf Society jOl' PS!JcMcal Research. 159\n(2) Was he a person who had had many similar experiences, or\nwho was in some abnc.rmal state at the time 7 If so, this\ntells in favour ·of clairvoyance.\n(3) Or was he a. comparative stranger, less closely linked with the\nagent than the non-percipients were 7 This would tell against\ntelepathy, and in favour either of clairvoyance or of the\nquasi-objectivity of the pha.ntasm.\n(4) Is it quite clear that the other persons present would h\"ve\nheard or seen the phantasm, had it been objective ~ If this\nis not clear the case tends to become a neutral one, as though\nthe percipient had been alone at the time.\nThese are preliminary questions, which may be asked with regard\nto all the lJarticular cases. But moreover, the particular cases are in\nother respects very va.ried in character. They occur throughout at\nleast eight classes of cases which will hereafter need to be distinguished\nat length. But we may more conveniently defer any full discussion\nof the characteristics of these further classes until we come to deal\nwith the neutral cases, where each class is represented so much more\nabundantly. For the present, although the order in which we shall\ncite our particular cases will be dictated by considerations as yet unex-\nplained, we shall mainly devote ourselves in dealing with each\nphantasm to a consideration of the causes of its partial percipience.\nFirst then, let us consider two cases where the object seen is vague,\nwith no distinct resemblance to the supposed agent. In such cases\ncoincidence in time is, of course, the only reason for connecting the\nagent's death with the phenomenon.\nFrom the Rev. Srephen H. Saxby, Mount Elton, Clevedon. Mr. S. M.\nSaxby, the percipient, is now dead.\nAbc.ut the year 1841 I W&8 in a room with my father in our house in the\nIsle of Wight, when he exclaimed, \"Good God, what is t,hat 1\" starting\nup &8 he spoke, and apparently looking at something. He then turned to\nme and said that he had seen a ball of light pass through the room, and\nadded, \"Depend upon it, Morse Simonds is dead.\" This W&8 an old servant\nill London, to whom he had been sending money, in illness. In course of\npost came infonnation that she passed away at the very time in question.\nS,H.S.\nNowhere it seems probable, though not certain, that the son would\nhave seen what his father saw, had it been objective. And what was\nseen was a kind of momentary flash, which seems an easily-conceivable\nresult of 0. telepathic impact. The father's certainty that Morse\nSimonds was dead somewhat corroborates this view. For we may sup-\npose that the impact from Morse Simonds upon Mr. Saxby consisted of\nan idea of herself, accompanied by the vague shock which, as the vulgar\nDigitized by Google\n\f160 JouNUlI ofSocietyfor P8!Jchical Research. [Oct..188f.\nsaying goes, \"made him see stars,\" externalised itself as a flash of light.\nThis case, therefore, may fairly be counted for the telepathic theory.\nIn the next case the attention of the other persons present is said to\nhave been explicitly directed to the phantasm, which they fail to see.\nFrom Mr. H. C. Hurry, C.R, 2, M'alvem Terrace, Soutbaea, Portsmouth.\nJanuo:ry 4th, 18M.\nAnother cue I give fOo, vouching for it on the veracity of a brother,\nlong dead. whoee word was never doubted by any who knew him, and upon\nwhoee statement ~ would rely as confidently as upon the evidence of my own\n88D1811. At the time of the occorrence he was a young man, about 23 years\nof age, in perfect health, of indomitable courage, and without a taint of\nsuperstition. Riding home from hunting, with BOrne friends, to Cheltenham,\nin the looming he saw, or believed he saw, an undefinable white object keep.\ning pace with them by the side of the road; he drew the attention of his\nriends to the circumstance, but they could 110t see the object. They changed\nheir pace, but whether walking, trotting, or cantering, to my' brother's\nmind's eye the object remained with them until they reached the lights of\nthe town. Thinking this very remarkable, my brother put the time down,\nand this agreed exactly with the hour of the demise of a much lo\\\"ed aunt iu\nthe BOUth-west of Ireland.\nIn answer to inquiries, Hr. Hurry adds :-\nI do not remember that my brother had ever had any othe-t visual\nhallucinations.\nHere it may perhaps be thought that the long duration of the\nphantasm tells against its telepathic origin. This is a point which it is\nimpossible to determine apriori. Let us see if light is thrown upon it\nby any of our previous inquiries.\n. We have seen reason to believe that a mere impression of telepathic\norigin may last for hours, or even days-although we havp. always felt\nthat there was a douht as to how far such impression needed renewal in\norder to keep up its intensity, or was a mere prolongation or echo of the\noriginal impact.\nNext to take the case of dreams. Have we evidence that the same\ndream-figure may persist for many minutes 7 Such evidence\nwould probably need to be drawn from the mutterings of the sleeper, as\notherwise his apparent recollection of the duration of a dream is of\ncourse, valueless. Even in dreams where a tnte and prolonged action is\nwitnessed-clairvoyant dreams of~a complex type-itwould seemthat this\ntrue action is sometimes dramatically compressed in thedream i-thatthe\ndreamer sees in a. few moments what it takes his friend hours to endure\n-just as the spectator of a French tragedy sees whole life-histories of\nplot and passion compressing themselves into a. few hours of concentrated\nconversation in a public square.\nNext, let UlJ consider the dura.tion of mere illusive ltallucinaticms.\nDigitized by Google\n\fOct., 1884.] Joornal of Society for P8ycltical Re8eal·cl,. 161\nHere we observe that the hallucinations of the insane are often very\nlasting; and so are the distinctly' morbid hallucinations of sane persons.\nBut the casual or occasional hallucinations of sane persons, without any\nnervous derangement otherwise traceable (of which class we have made\na. very large collection), seem for the most part to be almost momentary,\nor at any rate to last only 0. few minutes, and to be readily dispelled by\nchange of postnre, &C. We have, therefore, no very clear analogies by\nwhich to judge of the probability of the prolonged duration of a rejle;JJ\nphantom,-provoked and sustained by mere telepathic impact. But we\nmust remind the reader that we are offering him not theorem8 but\npori8m8--not so much explanations of the cases which we collect as the\nsuggestion of lines of inquiry which may ultimately disentangle them.\nIt is said that we have a reader in Thibet who describes our Proceed-\nings as \"a bag of uncracked nuts.\" 'Ve accept the analogy; and all\nthat we claim is that we are aware-which the general public is not,-\nthat our nuts have kernels inside them.\nWe give another case where the phantasm-seen by one person only,\nand that the rigltt one-is prolonged for &.n hour or more, and is, in fact,\nultimately left in possession of the field.\nFrom Mr. Louis Lyons, of 3, Bouverie Square, Folkestone.\nSome time ago my son told me that a friend of his, a rough and simple-\nminded fellow, had returned from Shields, and told him a curious tale. The\nman is a sailor, and had served with his father lover since he waa .0. boy in a\ncollier which trades between this port and the North. The youth, having\nbecome very proficient in his calling, went on his voyages, leaving his father,\nnow an elderly man, at llOme. During a stormy voyage, and not fur oft' the\nHumber, the young sailor saw his father, whom he had left in excellent\nhealth, pacing the deck, and calling out several times, aa he waa wont to\ndo-\nce Mind your helm, Joe!\"\nThe young man wished to speak to his father, but could not; some occult\npower prevented him. At the end of the voyage a letter a',vaited the young\nsailor, announcing the death of the father at the precise time when he\nappeared to his son; but pleaae to remark (a matter of some importance,\nI think) that the apparition remained on deck some three hours, until the\nveasel got to Grimsby.\nI disbelieved my son's story, and requested him to ask his friend to come\nand take tea with me, that I might hear the account from his own mouth.\nHe came. The simplicity of his manner, his plain, open.hearted account,\nand I may even say his stupidity, manifested in his peculia.r diction, im-\nparted an impress to his tale.\nAt our request Mr. Lyons interrogated Edward Sings more formally the\nnext time that the latter visited Folkestone. The following is the procea-\n1nlTbaZ of the examination :-\n\" What is your name?\"\n\"Edward Singa.\"\nDigitized by Google\n\f162 Journal of 8ociet1\/ for P81\/chical Research. [Oct., lSSI.\n\" When did you leave your father Jut 1\"\n\" About ail: ye&l'll ago, on a Good Friday.\"\n\" W&8 he in good health 1Vhen you left him t \"\n\"Yes.\"\n\"What happened on your voyage , \"\n\" We 11'&8 in a gale of wind, and we 11'&8 running in the Humber; we\nearried the main gaff away ;I 11'&8 at the wheel ateering her in. He come to\nme three or four times, tapped me on'the shoulder, and told me to mind the\nhelm, and I told the captain my father 11'&8 drowned, or something happened\nto him. After we got in, when it 11'&8 my watch. he 11'&8 walking to and fro\nwithme,and I went downbelow and, told my mate I could not stop up,and I did\nnot like to. My mate took my watch. I never could speak to my father,\nfor aomething kept me from doing so. I heard of my father's death a week\nafterwards. No one elll8l11lw my father's spirit. My father stopped on deck\nwith me an hour, and I\\B I could not stand it any longer I went below, and\nmy mate took my place. We east both anchors, and were towed into\nGrimaby. My mother and sister were at my father's death·bed, and they\ntold me that my father aaked sever4l times whether I was in the harbour.\n\"I certify this to be a true account.\n\"EDWARD 8nms.\n\"Folkestone, 29th December,l882.\"\nThere iscertainly somethingaboutthis phantom whichseemsto suggest\nan individuality apart from that of the frightened boy who describes it.\nIts tranquil persistence, the repeated touch and call with which it meets\nhis spell-bound aversion, and finally the boy's apparent deliverance'\nfrom it by mere change of place,-all these points, though capable of\nbeing explained as mere dream-imagery clothing a reflex phantom, do\nnevertheless inspire a strong doubt as to the power of a telepathic\nimpact to externalise itself so independently and for so long a time.\nOur next case is a very singular one. A dying mother, if we may\ntrust our account, appears to the child towards whom her thoughts\nmust have turned, yet that child, while she is the only person who\nBeea, is the only person who cannot identify the phantasmal form.\nDr. SpencerT. Hall, a well-known writer on forastry, &c., in his \"Days in\nDerbyshire\" (1863, pp. 85-G) gives this relation :-\n\" Philip [Spencer, of Holloway, Derbyshire] and his first wife,Martha,who\n11'&8 a cousin of mine, having no children of their own, adopted the little\ndaughter of a young woman, who went to live at Derby. The child called\nthem father and mother &8 soon AS she could speak, not remembering her own\nparents, not even her mother. While yet very young, she one day began to\ncry out that there was a young woman looking at her, imd wanting to come\nto her, and according to her description of the person, it must have beenher\nmother. As no one else saw the apparition, and the child continued for\nmore than half an hour to be very excited, Philip took her out of the house\n~o that of a neighbour; but the apparition kep~ them company, talking by\n'he way. They then went to another house, where it accompanied them\nDigitized by Google\n\fOct., 1884.} Journal 0\/ Society \/01' PsycMcal Resem·cll. 163\nstill, and aeemed &8 though it wanted to embrace the cbild; but at l&8t\nMnUhed in the direction oj IJerbll-as the little girl, now a young woman,\ndescribes it-in a:flcuh of \/ire. Derby is about fourteen miles diatant from\nHolloway, and &8 in that day there W&8 neither railway nor telegraph, com·\nmunication between them W&8 much Blower than at present. As soon, how.\never, as it W&8 poBBible for intelligence to come, the news arrived that the poor\nchild's motber had been burnt to death; that it happened about the time when\nit saw her apparition; and, in short, that ,he was BOrrowing and crying to be\ntaken to the childduring tbe whole of the time between being burnt and her\nexpiration. This is no 'idle ghostatory,' but a simple ma.tter offact, to which\nnot only Philip but all his old neighbonra can testify; and the young woman\nbaa not only related it more than once to mo, but she told it in the samo\nartleBB and earnest manner to my friend, the late Dr. Sa.mudl Brown, of\nEdinburgh, who once called at the cottage with me-repeating it still more\nclearly to MeBBl'B. Fowler and Wolla, on our recent visit...\nThis certainly seems as strong an instance 8.B could well be found of\nthe appea.ro.nce of the agent to that person only on whom the dying\nthought'J were fixed. Naturally, we might say, the mother thinks of\nher child, and the child alone receives the impression. And yet we\nfind that other accounts (of which we have several) of dying mothers\ndesiring to see their children once more, hardly bear out this impression.\nSeveral of them are reciprocal cases; that is to say, not only does the\nchild or nurse see the mother but the mother sees the child, a problem\ndifficult of solution on purely telepathic lines. And there is a case\nreported by Lady Bloomfield-though on what evidence does not exactly\nappear-where it is the nur8e alone who sees the phantom of the dying\nmother.\nFrom Lady Bloomfield'B RemilimenceB, Vol. II. p. 266. \" Princess\nSchwartzenberg perished at Paris, at the great fire which took place at the\nAustrian Embassy. She had left her youngest children at Vienna. The\nCardinal, being then a baby of six months old, W&8 in his cradle one night,\nwhen suddenly his nnrae, an old and very respectable, but by no means either\na clever or imaginative woman, fell down on her knees and exclaimed, 'Jeau,\nMaria, Joseph! there is the figure of the Princess, standing over the baby's\ncradle.' Several nursery-maida, who were in the room, heard the exclama·\ntion, though they saw nothing, but to her dying day the nurse affirmed the\ntruth of the vision, and, there being no telegra.phs then, it was not for ma.ny\ndays after that the news of the Princess Schwartzenberg's· untimely fate\nreached Vienna.\"\nIn this case, of course, the child would be too young to see anything\nitself. But the narrative suggests to us the existence of a group of\ncases where the percipient sees a phantom which is in no way attending\nto Mm, but busying itself over some one else. This would not be here\ninexplicable on the telepathic hypothesis, as the mother's thought might\nbe supposed to be directed primarily to the child, and secondarily to the\nnurse, impressing the latter with the subconscious idea, \"The Princess\nDigitized by Google\n\f164 Journal rif Society lor P8ychical Re8earcll. [Oot., 1884.\nwants to see her child\"; which idea might be objectified with dream-\nlike imagery in the figure of the mother actually bending over the\ncradle.\nWe give another case of a dying mother and her children, where\nthe two points to notice are· (1) that one daughter only saw the\nphantom, although another daughter looked in the same direction;\nand (2) that the child who saw the phantom did not recognise it. A\nfailure to recognise a phantom mus~ be considered to tell somewha.t\nagainst the telepathic hypothesis; at least, this hypothesis becomes\nmore complex if we have to assume that the percipient's mind fails to\nrecognise the picture which it has, in a certain sense, itself created.\nFrom Mrs. Richards, Spring Wood, Godalming.\nAbout the year 1834or 1835* I was in a boarding school at Cadogan Place,\nChelsea, kept by ladies named Horn, where, amongst other pupils, there\nwere two sisters with whom I was very intimate. These girls came from a\ndistance. their home being in the North of England, I believe, and travelling\nthen being very different to what it is in these days of railways, they did not\nalways go home for their holidays, and consequently were not impressed by\nthe critical state of their mother's health.\nWe slept in a large dormitory, in which were several beds, the two aiaters\noccupying a double bed. On a certain night, most of the girla being asleep,\nand myself in the next bed to one of the sisters, who was already in bed,\nand, like myself, anxil)us to be quiet, and allowed to ~o to sleep; but we\nwere hindered by the frolicsomeness of the younger sister, who sat outside\nthe bed and facing the door at the end of the room, which, I remember, was\nnot quite dark, either owing to moonlight or the time of year. As the elder\nsister was urging her to be quiet and to get into bed, the younger one sud-\ndenly exclaimed, and, putting her· hands over her face, seemed greatly\nagitated. As there seemed no cause for this sudden excitement, we, thinking\nit was only another form of her nonsense, and fearing the noiss would bring\nup the governer.s, who also slept in the room, scolded her well, upon. which\nahe G;ot into bed. Turning again to look towards the door, ahe uttered\nanother cry, directing her sister's attentionto tile door; but she saw nothing,\nand still thought the younger one was joking. But the latter buried her\nhead under the clothes, and I, being very tired, went to sleep and thought\nno more about this disturballce. Next morning no notice was taken of it,\nand no impression seems to have been made on my mind or that of the other\ngirla, probably, as I now think, owing to our being accustomed to the volatile\ndisposition of the younger sister. However, about two days afterwards, the\nsisterswere summoned intothe room of theladieBoftheschool toreceiYeletters.\nShortly after I was sent for, and found them in floods of tears, having just\nheard the news of their mother's death. Being their chief friend, I was\n* \"Boyle's Court Guide\" informs us that Mrs. and the Misses Horn Uved at\n41, Cadogan Place, Chelsea, from 1836-38. We have thus a slight correction of\ndate, but an incidental corroboration of the external ciroomstances of the\nDAl'mtive.\nDigitized by Google\n\fOct., 188-1.] Journal qf Societ!J for Psvcllicnt Re1Jea,·cl,. 165\nexcuaed from lel80ns that I might be with them, and try to console them.\nAa we were approaching our room the younger sieler stopped us suddenly,\nand grasping my arm with violence, ahe said, \"Oh, do you remember the\noUler night when I was frigMened? I believe it was dear mamma that J\naw. Let us go back and ask more about it,\" or worda to that effect. We\nwent back to Min Hom's apartment, and on referring to the letter, we\nfound that their mother had died, as 'nearly as we could calculate, at the\nBBlDe hour that the incident in the dormitory occurred.\nThis ie what the girl said she saw: A tall, slight figure in white,\nresembling her mother, as ahe now thought, though she did not recognise\nfeatures, who, with outstretched arms, seemed to beckon to her.\nTalking it over on the same day. abe remarked, cc Ah, I think I see now\nwhy dear mamma appeared to me. She had often reproved me for my\ngiddiueu, and as she was dying, she wished to give me one more look and\nrepl'OGf. I will tryand be very different. I shall never forget het' warning,\"\n&co She appeared deeply imprened, but as the smera and I were soon\nparted, and did not correspond, I lost sight of them.\nThis is a true account, and I believe clearly remembered by me, though\n10 many years ago. Neither I nor the sieter saw the appearance, but\nwitnessed the effect on the girl who did Bee it, both being quite awake.\nThe evidence for this case, as will have been observed, is somewhat\n!'emote in time. But if we accept the recollected story as accurate, it is\ninteresting as shoWing how unpromising a hallucination may a.fterwards\ntum out to have been veridical. That a frolicsome, excited child should\nhave pretended to see, or fancied that she saw, something which no\none else saw, and which she could not even describe, might seem (as it\ndid seem to her friend and her sister) an occurrence too trivial for\nrecollection. Yet an event occurred which raised its triviality into\ntragic meaning.\nOn the whole, then, these particular cases, as we have called them;\n-cases where one person perceives and others fail to perceive the\nphantasm ;-do not point to a telepathic origin quite so distinctly as\nmight perhaps have been expected. They suggest some new difficulties;\nand it is plain that we must work our way through a good deal more of\nevidence before we can feel at all confident as to the genesis of the\nvarious forms of veridical hallucination. In the next paper we will\nconsider some of the neutral cases,-where the percipient is alone at\nthe time of the presentation of the phantasm.\nF. W. H. MVERS.\nDigitized by Google\n,..'\n\f166 Jourllal qf Soc;ety lor Psychical Resea1·ch. [Oct., 188'.\nM.ARK TWAIN ON THOUGHT-TRANSFERENCE.\n[The following characteristic letter from Mr. S. L. Clemens (Mark\nTwain) will, doubtless, entertain many of our readers.-En.]\nHartford, Conn., October 4tl\" 1884.\nDEAn SIR,-I should be very glad indeed to be made a Member of\nthe Society for Psychical Research; for Thought-transference, as you\ncall it, or mental telegraphy as I have been in the habit of calling it,\nhas been a very strong interest with me for the past nine or ten years. I\nhave groWJ,l so accustomed to considering that 0.11 my powerful impu~\ncome to me from somebody else, that I often feel like a mere amanuensIS\nwhen I sit down to write a letter under the coercion of a strong impulse :\nI consider that that ot.her person is supplying the thoughts to me, and\nthat I am merely writing fromdictation. And I consider that when that\nother person does not supply me with the thoughts, he has supplied me\nwith the impulse, anyway: I never seem to have any impulses of my own.\nStill, may be I get even by unconsciously furnishing other people with\nimpulses.\nI have reaped an advantage from these years of constantobservation.\nFor instance, when I am suddenly and strongly moved to write a letter\nof inquiry, I generally don't write it-because J know that tllat other\nperson is at that moment writing to tell me the thing 1 wanted to know,-\nI have moved him or he has moved me, I don't know which,-but any-\nwa.y I don't need to write, and so I save my labour. Of course I some-\ntimes act upon my impulse without stopping to think. My cigars\ncome to me from 1,200 miles away. A few days ago,-September 30th,\n-it suddenly, and very warmly occurred to me that an order made three\nweeks ago for cigars had as yet, for some unaccountable reason,\nreceived no attention. I immediately telegraphed to inquire what the\nmatter was. At least 1 wrote the telegram and was about to send it\ndown town, when the thought occurred to me, \"This isn't necessary,\nthey are doing something about the cigars now-this impulse has\ntravelled to me 1,200 miles in half a second.\"\nAs I finished writing the above sentence a servant intruded here to\nsay, \"Thecigars have arrived,andwe haven'tany money downstairsto pay\nthe expressage.\" This is October 4th,-you see how serene my confidence\nwas. The bill for the cigars arrived October 2nd, dated September\n30t\/~1 knew perfectly well they were doing something about the cigars\nthat day, or 1 shouldn't have had that strong impulse to wire an inquiry.\nSo, by depending upon the trustworthiness of the mental telegraph,\nand refraining from using the electric one, 1 saved 50 cents-for the\npoor. [I am the poor.]\nCompanion instances to this have happened in my experience so\nDigitized by Google\n\fOct., 1884.] Journal oj Societ!l fol' PS!lchical Reseal·ck. 16t.\nfrequently in the past nine years, that I could pour them out upon\nyou to utter weariness. I have been saved the writing of many\nand many a letter by refusing to obey these strong impulses. I always\nknew the other fellow was sitting down to write when I got t.he impulse\n-so what could be the sense in both of us writing the same thing 1 People\nare always marvelling because their letters \"cross\" each other. If they\nwould but squelch the impulse to write, there would not be any crossing,\nbecause only the other fellow would write. I am politely making an\nexception in your case; you ha.ve mentally telegra.phed me to write,\npossibly, and I sit down at once and do it, without a.ny shirking.\nI began a chapter upon \"Mental Telegraphy\" in May, 1878, and\nadded a pa.ragraph to it now and then during two or three years; but I\nhave never published it, because I judged that people would only laugh\nat it and think I wal.' joking. I long ago decided to not publish it at\nall; but I have the old MS. by me yet, and I notice one thought in it\nwhich may be worth mentioning-to this effect: In my own case it\nhas often been demonstrated that people can have crystal-cleal' mental\ncommunication with each other over vast distances. Doubtless to be\nable to do this the two minds have to be in a peculiarly favourable con-\ndition for the moment. Very well, then, why shouldn't some scientist find\nit possible to invent a way to create this condition of rapport between\ntwo minds, at will 1 Then we should drop the slow and cumbersome\ntelephone and say, \"Connect me with the brain of the chief of police at\nPeking.\" We shouldn't need to know the man's language; we should com-\nmunicate by thought only, and say in a couple of minutes what couldn't\nbe in.fla.ted into words in an hour and a-half. Telephones, telegraphs\nand words are too slow for this age; we must get something that is\nfaster.-Truly yours,\nS. L. CLEMENS.\nP.S.-I do not mark this \"private,\" there being nothing furtive\nabout it or any misstatements in it. I wish you could have given me a\ncall. It would have been a most welcome pleasure to me.\nDONATIONS TO SPECIAL FUND.\n.Receil1ea aince last announcement.\nProfellor H. Sidgwick\nMr. F. W. H. Myers\nMr. Hensleigh Wedgwood...\nMr. H. A. Kay\nMrs. F. W. H. Myers\nMr. R. Pearaall Smith\n£50 0 0\n35 0 0\n20 0 0\n500\n500\n500\nDigitized by Google\n\f168 JOll1'nal f!f Society for Psgcltical Rcseal'cll. [Oct., 1884.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe following additiom hatle been made since last month.\n[Rlindicates that the book is for reference only.\nBRAID (James, M.R.C.S.E., C.M.W.S., &c.) Neurypnology; or, the\nRationale of Nervous Sleep (a ItCOM copy) •...••.....••.••••London, 1843\n- - - Observations on Trance; or, Human Hybernation..•London, 1850\nESDAILE (James, M.D.) Natural and Mesmeric Clairvoyance (a aecond\ncopy) ••.••.••••••••••..••..••.•••.••.••••••••••..••••••••.•..••••...•••••.London, 1852\nEsOTERIC PHILOSOPHY (Hints on) •...........•........2nd Edit. Calcutta, 1882\nMITCHELL (J.), (and In. Dickie) The Philosophy of Witchcraft\nPaisley, 1839\nOLCOTT (Colonel Henry S.) Lectures on Theosophy and Archaic\nReligions ............................................................ Madras, 1883*\n[R] PAMPHLETS, English, Vol. VI. (12 Articles on Mythology and\nDemonology).\n1. Review of Horst's Zauber·Bibliothek....The Foreign Quarterly\nReview............... ...... ...... ........................ .......................... 1830\n2. Review of Balverte's Des Sciences Occultes ................................. 1830\n3. Review of Creuzer's Bymbolik und Mythologie ........................... 11129\n4. Review of two works on Judaism ........................................... 1833\n5. Review of two works on Grecian Mythology and R~ligion ............ 1831\n6. Serpent Worship, or Ophiolatry .........The St. James's Magazine, 1862\n7. Tree and Serpent Worship .....................The Comhill Magazine,\n8. A Glance at the Theology of Homer .................................TitaD, 18!)8\n9. Review of three works on Druidiem.........'fha Edinburgh Review, 1863\n10. Review of Home's Incidents in my Life, and Howitt's History of\nthe Supernatural .................................The Quarterly ReView, 1863\n11. Sacred Trees and Flowers ........................................................ 1863\n12. Review of Mackav's Memoirs of PopUlar Delu8ions....The Edin-\nburgh Review' ..................................................................... 1844\n[R] PAMPHLETS, English, for Vol. VII.\nCRUIKSHANK (George) A Di8covery conc~miDg Ghosts. 2nd Edit. London, 1864\nLILLIE (A.) Koot Hoomi Unveiled ............................... ......London, 1884\n[R] PAMPHLETS (Theosophical.) if.\nMONA SINGH: A Sketch, by D. M. B.............. ....................(Jalcutta, 1884\nOLCOTT (Henry S.) A Buddhist Catechism ............Colombo and London 1882\nRKPORT of Eighth Anniversary of Theosophical Society .........Madf'al, 1884\nTRANSLATION (A) }'rom the Sanskrit. By S. Ramaswamier ...Madra., 1884\nWILKINSON (James John Garth, M.R.C.S.) The Human Body, and\nits Connection with Man.............................................London, 1851\nWITCHES OF RENFREWSHIRE (A History of the) ...New Edit. Paisley, 1877\nTHEOSOPIIICAL MISCELLANIES, Nos. 1 and 2. ..................... Calcutta, 1883*\nLIEGEOIS (Jules) De la Suggestion Hypnotique dans ses Rapports avec\nIe Droit Civil et Ie Droit Criminel .................................Paris, 1884\nMA.RICOURT (R. Comte de) Souvenirs d'un Magnetiseur .........Paris, 1884\nDAUMER (Prof. G. W.) Das Reich des Wundersamen und\nGeheimniszvollen ................................................Regensburg, 1872\nDu PREL (Dr. Carl) Die Philosophie der Mystik ..................Leipzig, 1885\nHELLENBACH (L. B.) Die Magie dar Zahlen .....................Vienna, 1882\nMEYER (Johan Friedrich von) Blatter fUr hOhere Wahrheit, 11 vols.\nbound in 6 .....................................J\/rankjmot and Berlin, 1818-1832\nPREYER (Professor W.) Die :Kntdeckung der Hypnotismus ...Berlin, 1881\n-~~ -;--~-=--~:-::-=---,---------­\n* Presented by the Theosophical Society.\nDigitized by Coog\n\f","_id":402}