{"name":"Journal of the Society for Psychical Research 4798","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n10_nov_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N10, 10 November 1884","mylang":"de","content":"No. X.] [NOVEJIBEB, 18St.\nJOURNAL\nOF THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nPAGB PAGB\nNew Members aDd AIIoclatea .. \" _ 1891 Specimens of the CIauIllcation of Caaea\nMeetiDp of Council •• •• •• ',' . . 170 for .. Pbantuma of tbe I4V1Dg\" . • 182\nDonations •• •• •. •• . . . • •• . . 171 .. Science\" on Paycblcal Reaearcb •• . . 193\nGeneral HeetiDgtI •. •. •. . • . • •• 173 Pa,chical:s.e-rch In America . . . . 193\nCambridge Bl'IUlch of the S.P.R. .. ISO In Memoriam.. .• •• •• .. •. .. 195\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nBOWDITCH, PROFESSOR, H. P., M.D., Harvard Medical School, Boston,\nU.S.A.\nFULLERTON, PROFESSOR G. S., Pennsylvania University, Philadelphia,\nU.S.A.\nliALL,PROFESSOR STANLEY,JOhnS Hopkins University, Baltimore, U.S.A.\nJAMES, PROFESSOR W., Harvard University, Cambridge, U.S.A.\nLEWIS, PROFESSOR CARVILL, Academy of Sciences, Philadelphia, U.S.A.\nPICKERING, PROFESSOR E. C., The Observatory, Cambridge, U.S.A.\nMEMBERS.\nBUSHBY, HENRY NORTH GRANT, Trinity College, Cambridge.\nMARSHALL, JOHN WILLIAM, M.A., The Holt, Godalming.\nSCOTT, SYDNEY C., Hatherleigh, 28, The Avenue, Gipsy Hill, London.\nS.E.\nSWAN, JOsJijPH WILSON, Lauriston, Bromley, Kent.\nVICARS, GEORGE RAYLEIGH, B.A., Woodville House, Rugby.\nHONORARY ASSOCIATE.\nDOUGALL, J. R., 294, Drummond Street, Mont~, Canada.\nASSOCIATES.\nBEAZLEY, LIEUTENANT-COLONEL GEORGE G., 74, Redcliffe Square.\nLondon, S.W.\nCUMIN, MRS., 16, Chester Square. London, S.W.\nDEBENHAM, ERNEST RIDLEY, Trinity College, Cambridge.\nDEWAR, JAMES, M.D., Drylaw House, Daridson's Mains, Midlothian.\nN.B.\nHADLAND, MISS, Milton Mount College, Gravesend.\nHARPUR, REV. GEORGE, B.A., Clifton Vicarage, Newark.\nDigitized by Google\n\f-.....\n170 JOfI1'nQl oj Societyjor P81\/cMcal Re8earch. [Nov., 1884.\nHOWE, EDWARD R. J. GAMBIER, 7, New Square, Lincoln's Inn,\nLondon, W.O.\nJONES, MISS OONSTANCE, Girton Oollege, Oambridge.\nMORTLOCK, REV. E., M.A., Sna.ilwell Rectory, Newmarket.\nPARKER, KENYAN O. S., 13, Old Square, Lincoln's Inn, London,W.O.\nSELLIN, PROFESSOR O. W., 59, Borgfelde, Mittelweg, Hamburg.\nSTILLMAN, W. J., Officeof Evening Post, New York, U.S.A.\nWINGFIELD, MRS., The Redings, Totteridge, Herts.\nN.B.-Members and Associates are requested to send information of any\nchangeofaddresatotheAssistant-Secretary,14,Dean's Yard,Westminster,S. W.\nMEETINGS OF OOUNOIL\nA Oouncil Meeting was held on the 31st ult., the President in the\nchair, when Professor Barrett, Messrs. Alexander Oalder, Edmund\nGurney, Richard Hodgson, F. W. H. Myers, Edward R. Pease, Frank\nPodmore, and Henry A. Smith were present.\nThe Minutes of the previous meeting were read.\nOn the proposition of Professor Barrett, and as a result of his\njourney in America., six Oorresponding Members and one Honorary\nAssocia.te were elected for the year 1885, whose names and addresses\nare given in another page. Eight new Members and Associates were\nalso elected, whose names will be found elsewhere.\nA letter was received from Mrs. Boole, expressing her continued\ninterest in and appreciation of the work of the Society, but desiring\nto resign her membership on account of the pressure of other engage-\nments.\nDonations to the Research Fund were announced as follows, in\naddition to those previously repo~ :-Mrs. H. Sidgwick, £30; Mr.\nF. W. H. Myers, £25; Mr. Hensleigh Wedgwood, £20.; Lady Mount-\nTemple, £5, and Mr. R. Pearsall Smith, £5.\nThe First Report of the Oommittee on Theosophical:Phenomena was\nlaid before the OounciL After consideration, it was agreed that the\nReport should be presented to a Epecial meeting of Members and\nAssociates only, to be held on the 14th of November, and that it should\nafterwards be issued as already arranged.\nThe Oouncil agreed to meet next, at 3.30. p.m., on the 14th of\nNovember.\nAt an intermediate meeting of the Oouncil, held on the 14th inst.,\nthe President in the chair, the following members were present :-\nMessrs. Alexander Oalder, Edmund Gurney, Richard Hodgson, F. W.\nDigitized by Google\n\fNov., 1884.] Journal of SOC'tety fOr Psychical Re8earch. Iii\nH. Myers, Frank Podmore, E. Dawson Rogers, and Hensleigh\nWedgwood.\nThe Minutes of the previous meeting having been read, 10 new\nMembers and Associates were elected, whose names and addresses are\nincluded in the list given on another page.\nInformation was received of the death, in May last, of Miss Osler,\nof Birmingham, an Associate of the Society.\nA further don6.tion from the President of £100 to the Special Fund\nwas announced.\nIt was agreed that a General Meeting, open to Members and\nAssociates only, should be held at 4.30 p.m. on Friday, the 28th inst.,\nat the Garden Mansion, Queen Anne's Mansions, St. James's Park, at\nwhich the concluding part of the first Report of the Committee on\nTheosophical Phenomena should be read.\nA letter was read, which had been addressed to Professor Barrett by\nMr. N. D. C. Hodges, of Cambridge, Mass., U.S.A., in reference to the\nAmerican Psychical Society, of which Mr. Hodges is acting as Hon.\nSecretary. He stated that the Committee of Organisation was making\ngood progress, and asked what arrangement could be made as to the\nsupply of the Proceedings of the Society for Psychical Research to\nmembers of the American Society. In reference to this question it was.\nagreed that th'l following proposal should be made :-\n\"That the Proceedings of the Society for 'Psychical Research (past.\nand future), should be supplied to the American Society at the price of\nIs. 3d. a copy, on the 1Ulderstanding that no person received any copy so\nsupplied who did not pay an aanuaI subscription of at least ten shillings (or a\ncomposition sum representing at least that anDual amount) to the American\nSociety; and on the further understanding that some corresponding arrange-\nment be made in favour of the Society for Psychical Research when the\nAmerican Society should publish ita Proceedings.\"\nA unanimous vote of thanks was passed to Professor Barrett for the\nservices which he had rendered to the cause of Psychical Research\nduring his recent visit to America. The Council cordially welcomed the\nprospect of co-operation with American workers in the same field.\nDONATIONS\nReceil!etl linee laBt annO'Uncement.\nProfessor H. Sidgwick\nMrs. 11. Sidgwick •..\nAnonymous •.•\nLady Mount Temple\n£ s. d.\n100 0 0\n30 0 0\n20 0 0\n500\n\f172 Journal oj Societ,1! for P8ychical Research. [Nov., 1884.\nGENERAL MEETINGS.\nA General Meeting of the Society was held in the Hall of the\nSociety of British Artists, Suffolk Street, Pall Mall, on Friday,\nOctober 31st. The chair was taken by Prof('ssor Barrett, who delivered\nthe following address on The Prospects of Psycltical Research in\nAmerica.\nThe meeting of the British Association this year in Montreal, took\nme across the Atlantic in August last, and the opportunity seemed to\nbe a good one to do something towards advancing the objects of our\nSociety in America. Before leaving England, the Council were good\nenough to entrust me with power to take whatever steps I might deem\nexpedient for this purpose. I am here this evening to render some\naccount of my visit. And at the outset permit me to apologise for\nwhat I fear will be the unavoidably egotistic character of my remarks.\nI left Liverpool on August 16th in the special steamer, \"Parisian,\"\nwhich carried over the principal contingent of members of the\nBritish Association, nearly 200 saloon passengers in all. We were\nfortuna.te in having on board, not only the President of the Associ-\nation-our Vice-President, Lord Rayleigh-but also several Presidents\nand Vice-Presidents of Sections, together with the Earl of Rosse, the\nHon. Secretary, and the Treasurer of the Association, besides many\nother known and unknown scientific men. As I happened to be pre-\nviously acquainted with very many of my fellow passengers, the Society\nfor Psychical Research was freely discussed on board, and it\nwas a most noticeable and gratifying fact that the distinctly\nhostile attitude which was so generally prevalent in scientific\ncircles two or three years ago, was now confined to a comparatively\nsmall number of persons. There will always be some who are never\nweary in maintaining that our investigations are utterly futile, that life\nis too short for such trivialities, that our methods are wrong and our\nresults fallacious, that trickery explains everything, or else pure chance,\nor perhaps muscular action. No! they have never read our Proceedings,\nbut they have seen Stuart Cumberland and Maskelyne and Cooke, and\nadvise us to do the same!\nBut putting aside these once familiar comments, there is generally\nnoticeable on the other hand a growing, an intelligent, and a more\nrespectful interest in the difficult problems this Society has set itself to\nface. In response to a general request from the passengers, I gave a\nlecture in the saloon on the work of the Society for Psychical Research,\nand a most interesting discussion followed ;-inspite of the difficulty of\nspeaking on a seesaw,with one's audience alternlitely below and above the\nlevel of the eyes. Sir Leonard Tilley, Dr. Protheroe Smith, Canon\nRogers, and othe~s co~t~buted valuable facts coming'within their own\n\fNov., 1884.] Journal qf Society jor P8ychical Re8earch,\nexperience. There were several who wished to hear more of the work of\nthe Literary Committee, and a few disputants also wished to have a.\nsecond evening of it, and so we ha.d, boring, I fear, a few of the\npassengers. Very much the same experience repeated itself on my\nreturn journey in the 'C Sardinian.\" Here we ha.d about 100 saloon\npassengers, fully one half ofwhom were returning members of the British\nAssociation. At the request of the captain and many passengers, J\nlectured in the saloon, on the work of the Society for Psychical Research\nDr. Kerr, of Glasgow, taking the chair. Some useful facts were con-\ntributed in the favourable discussion that followed, in which the Bishop\nof Rochester, the Rev. Brooke Lambert, Professor Vernon Harcourt,\nand others took part.\nThe net result of these cross-Atlantic passages may be said to be\ninformation given, misconception removed, interest awakened, new\nallies ma.de (some becoming members of the Society), the contribution of\nseveral cases of value to the Literary Committee, and the promised com-\nmencement of independent experiments on Thought-transference.\nAt Montreal I was the guest of Mr. J. R. Dougall, the editor and\nproprietor of a flourishing and high-toned newspaper in that city. He had\nrea.d the paper by Messrs. Myers and Gurney in the Nineteenth Century\nand had printed copious extracts from them in his paper. He warmly\ntook up the project of enlisting Canadian support for the Society for\nPsychical Research, and devoted a most thoughtful and encouraging\nlea.ding article to the work of the Society in general, and to myself\nin particular. Mr. Dougall subsequently got up a meeting to discuss\nthe Society for Psychical Research, and for the trouble and expense\nto which he put himself, our thanks are due.\nDuring the meeting of the British Association, I was able to\nprocure the sale of our Proceedings in the Reception-room, allowing a\nreduced price to members of the Association. The contents of the\nparts were a.dvertised in the local papers and announced in bills in the\nReception-room. In this way a good deal of inquiry and interest was\nawakened, which led to some useful results, to which I will refer\ndirectly. I did not attempt to bring the subject of Thought-transference\nbefore the Association-though we may fairly claim to have obtained\ndefinite results of the highest scientific value-simply because last year\na paper on this subject, which I sent to the British Association meet-\ning at Southport, was returned to me with a most courteous note,\nstating that any phenomena which lie outside the recognised channels\nof sense perception also lie outside the scope of the·British Association.\nHere at Mon.rea1, I met Professor Canill Lewis, of Phila.delphia,one\nof the energetic hon. secs. of the AmeriCan Association of Science; he\nbecame much interested in the objects of the Society f.or Psychical\nDigitized by Google\n\f174 Journal qf Society\/or Psychieal Research. [Nov.,1884.\nResearch and the results it had attained, and promised to give whatever\naid he could render in forming an affiliated local committee of scientific\nmen. After some consultation with his co-secretary, Dr. Minot, of\nBoston, he suggested I should address a preliminary meeting of\nscientific men at Philadelphia, the rooms of the American Association\nin the Lafayette Hotel being kindly placed at my disposal for this\npurpose. It was thought not unlikely that a paper on \"Thought-\ntransference\" might be acceptable to the American :Association, and\nif so, it would open the way for the proposed meeting on the\ngeneral work of the Society for Psychical Research. .AB the American\n.ABsociation held its annual meeting at Philadelphia immediately after\nthe Montreal meeting, I wrote to the Standing Committee of that\nbody, giving a brief outline of my paper, at the same time frankly\nstating what had been its·fate in England. After the usual reference\nto the Sectional Committees, I received a note of thanks, informing me\nthe paper was accepted and put down for the section on Biology. The\nCommittee, moreover, with the extreme courtesy and generosity that\ncharacterised the whole behaviour of the American Association towards\nits English guests, did not even enforce their rule of requiring the paper\nto be submitted to them, trusting to reliable testimony that I was\n\"neither a long-haired man nor a short-haired woman,\" that is to say,\nnot one of the family of cranks.\nA crank is a monomaniac who believes in perpetual motion, or in\nsquaring the circle, or in the flatness of the earth, or also in other things\nwe deem more proveable. To be labelled a crank is to ensure ostracism\nfrom any worthy scientific society. Albeit numerous species of this\nfamily of cranks hover around every scientific ga.thering in America,\ntrying to air their hobbies whenever opportunity occurs. It is,\ntherefore, not surprising to find the careful attempts which are always\nmade by the responsible officials to steer clear of these irrepressible\nunfortunates. It was a novel and gratifying experience to find I had\nso far escaped being included among the circle-squarers.\nOn the hottest day of the hottest weekknownin Philadelphia for many\nyears, my paper came on. Speaking in a large hall for an hour at mid-\nday, with the thermometer at 96~, is a task I never wish to try again.\nNotwithstanding the heat there was an interesting discussion after-\nwards, and a very full report in .the local papers. The only\nobjections were raised by two English biologists, one of\nwhom remarked that if Thought-transference were true he would\nhave to abandon science, as it was opposed to all we knew; and he\nended with a triumphant challenge: \"I have written five figures\ndown; let Professor Barrett tell me forthwith what they are,\nand th~n I will ?oncede there may be something in the claim he makes\nDigitized by Google\n\fNov., 1884.] Jourlaal 0\/Society\/or Psychical Research; 175\non our credulity\"-a.n argument which one expects to hear from a\nnewspaper editor, but not from a scientific man, as I had especially\ndisclaimed the possession of any abnormal powers. The President of\nthe section,in closing the discussion,pointed out that the natural feeling\nof incredulity should not stand in the way of evidence, but he urged a\nlarger accumulation of evidence from various observers.\nAfter this we had two meetings in the Lafa.yette Hotel to discuss\nthe work of the Society for Psychical Research. Among others present\nat one or other meeting, I may name Professor Simon Newcomb,-the\ndistinguished astronomer-Professor E. C. Pickering, Professor W. H.\nPickering, Professor Morse, the President of the Anthropological\nSection; Dr. Minot, Professor Peckham, Professor Fullerton,\nProfessor Harkness, of Washington; Professor Brewer, Dean of Yale\nUniversity; Professor Rains, Dean of University of Georgia; Pro-\nfessor Graham Bell, of telephone fame; the editor and publisher of\nScience, the leading scientific journal in the State,_ and others.\nIn the little preliminary gathering, Professor Newcomb urged the need\nof extreme caution in arriving at any conclusions,pointing out how pure\nchance coincidences must inevitably come in as a misleading factor in\nthe collection of evidence bearing on what appeared to ~e truth-telling\ndreams and hallucinations.\"\" For a couple of hours matters were dis-\ncussed, and I was glad to elicit from one and the other a serious and\ndecided opinion as to the importance of scientific inquiry into the sub-\njects before our Society, and in some cases a hearty, in others a guarded\napproval of forming a similar society, or a branch of our English\nSociety, in the States.\nAt the second meeting, invitation to which was put ill the local news-\npapers, reporters were present, and after I had spoken, a resolution was\nmoved by Dr. Minot, and seconded by Dr. Parrish, the editor of the\nAmerican Journal 01 Psychology, that it was desirable to form a\nPsychical Research Society in America. A local committee was then\nproposed, the names on it having been very carefully selected by Pro-\nfessor CarviIl Lewis. Mr. Pearsall Smith, a respected merchant in\nPhiladelphia, who was present at the meeting and warmly in favour of\nthe project, consented to act as hon. sec. Professor Fullerton's admir-\nable speech from the chair ought not to pass without notice.\n* Professor Newcomb has since extended and published his remarks in\n&i8ncc for October 17th, 1884. Professor Newcomb remarked that he wa.s in\nthese matters a \"confirmed\" sceptio, to whioh Professor Lodge, whose weighty\nsupport I wa.s glad to have at the earlier meeting, replied that \"he presumed,\ntherefore, Profel!lOr Newcomb had already satisfied himself by experiment.\" \"By\nno means, I have not made a Bingle experiment,\" replied Profe880r Newcomb·\n\" Then I may take it,\" rejoined Professor Lodge\" that you are an 'Unconjlf'1lletl\neceptio.\"\n\f176 Journal o\/8ociet!l\/01' P8!1chical Re8earch. [Nov•• 1884.\nBoston, which was well represented at our little gathering, feU iii\nought not to be behind Philadelphia, and hence I was asked to go over\nthere and hold a similar meeting, to which I agreed.\nBefore leaving Philadelphia the Committee met at l\\Ir. P. Smith's\nhouse, and after arranging for future work, they expressed a wish\nto witness some mesmeric experiments. I agreed to try, and\nluckily a lady present turned out to be a most admirable subject.\nThough she had never been mesmerised before, in less than 10 minutes\nshe was utterly unable to open her eyes, and fell into that early\nhypnotic state when the subject's reason and experience are unable tQ\nwithstand any grotesque suggestion made by the mesmeriser. Giving\nher salt with the assurance that it was sugar, and vice versd, she\nheartily endorsed what I said, but added, \"How extremely curious this\nis: I know it is a lump of sugar you have given me by its shape,\nbut it is so intensely salt that I really cannot bear to eat it.\" On\ntelling her to open her eyes, I showed her the sugar and salt, and\noffered her the choice; and so anxious was she for more salt, saying\n\"the salt was really deliciously sweet,\" that she would have emptied\nthe salt cellar. Similar perversion of taste with regard to mustard\nand biscuit, milk and vinegar, was exhibited. Perversion of\nsight and judgment were then tried, and repeating an experiment I\nhad made long ago, I placed some shoes on a chair, and told her to look\nat me, as I was about to jump into the shoes and float round the room.\nOn asserting that I was actually doing so, she exclaimed, \" Well, that\nis the oddest thing I have ever experienced. I know you are standing\nclose by me, but I see you near the ceiling, with your head towards\nthe curtains, floating horizontally. I see you up there perfectly clearly;\nnow\" (at my suggestion) \"you are coming down.\" l\\Iakinga few reverse\npasses, she was quite free from the power of being deluded. and yet the\nrecollection ofher experience was ~ vivid as possible, and still remains\nso. Upon awakening, it was most comical to see the curiosity with\nwhich she afterwards cautiously tried a little sugar to see if it had\nregained its sweetness.\nThough these experiments were of the most elementary and perfectly\nwell·known character, yet they excited much interest, partly. no\ndoubt, as affording a plausible explanation of certain spiritualistic\nphenomena.\nFrom Philadelphia I went to Boston, to fulfil my promise. Harvard\nUniversity is at Cambridge, a suburb of Boston, and among the pro-\nfessors at Harvard few carry more weight than the head of the\nAstronomical Observatory, Professor E. C. Pickering, a man still young,\nhut of great sobriety of judgment, genial manner, and of wide attain-\nments. Hence it was peculiarly fortunate that it was under his auspices\n\fNov.,lSS4.] Journal of Society for P81\/cMcaIRe8earcll. 177\nthat the work of our Society was introduced to the Harvard University\nand to the members of the American Academy at Boston. It was also\na happy accident t!lat our distinguished members, Professor Crouch\nAdams and Mrs. Adams, were staying with Professor Pickering at the\ntinle. A preliminary private meeting was held at Dr. Minot's house\nin Boston, at which I met Professor Stanley Ha.ll, of Johns Hopkins\nUniversity, Professor W. James, of Harvard, and one or two others.\nProfessor James, who is the brother of the eminent novelist, was already\nacquainted with our hone sec., Mr. Edmund Gumey, and had read\nthe earlier parts of our Proceedings with much interest.\nTo the larger meeting in the American Academy, a body which to\nsome extent corresponds to our Royal Society, a printed invitation\nwas issued to the members, signed by Professor Pickering, Dr. Minot,\nand Mr. Hodges, who is the acting editor of the jouma.l Science. We\nhad a select and fair gathering of scientific and literary men, including\nProfessors James, Runkle, Minot, Watson, Dolbea.r, Ha.ll, W. H.\nPickering; Professor E. C. Pickering was in the chair. After I had\n. spoken, a. resolution was moved and carried, that a committee be formed\n~ consult as to the best means of carrying on the work of Psychical\nResearch in America, and to arrange a basis of co-operation with our\nEnglish Society. The names of the Committee, all of whom agreed to\nact, were as follows :-\nProfessor E. C. Pickering, Chairman; Professor Stanley Hall,\nProfessor of Experimental Psychology in John Hopkins University,\nBaltimore; Professor W. James; Professor H. P. Bowditch, M.D.;\nProfessor W. Watson; Professor C. S. Minot, M.D. ; Professor Hyatt;\n:Mr. Scudder; and Mr. Hodges, hon. sec.\nDr Bowditch is a physiologist of European repute; he is Dean of\nthe Harvard Medical School and Professor of Physiology. Professor\nW. Watson, the Hon. Sec. of the Academy, kindly allowed all corre-\nspondence to be addressed to him at the Acadetny.\nThe main difficulty seems to be the want, in America., of persons\nable and willing to devote their time to the work merely for the work's\nsake. To meet this difficulty, one gentleman present offered to give\n50Odol. (,£100) towards the payment of a secretary.\nWhilst at Boston, I received a telegram from Montreal, stating\narrangements had been made for a meeting at the Windsor Hotel,\nMontreal, where I might expect a good audience of those anxious to\nhear of the work of the Society for Psychical Research; so I started off\nby the night mail, and on arriving found a large room full of people.\nAfter my address, a resolution.was moved that a local committee be\nformed to interest theC\"\",adiam.. public in the work of Psychical Re-\nsearch. An able and ener~ic Odord graduate, a Mr. S. W. Boodle,\nDigitized by Google\n\f178 Journal of Society\/or PS.1\/ckical Reseal·cll.. [Nov•• l.8SI.\nagreed to act as hon. sec., and a committee was formed consistingof a\nnumber of influential residents in Montreal.\nUndoubtedly the general feeling of those I met with was tha.t of\ngood will towards us; in some cases rising to an earnest wish to\nhelp us.\nIn conclusion, let me say I am afraid I have nothing more to show\nfor my tour in America, than the kindling in new quarters of, I hope.\na frllitful interest in our Society; if any results should accrue from my\nvisit it will be due, not so much to the sma.u efforts I may have made,\nas to the dignity and support which is given to the objects of the\nSociety by the officers and members of the Society itself, and to the\nfearless love d truth which is the motto of the Society.\nMr. F. W. H. l\\Iyers then read the first of what is intended to be\na series of two or three papers, \"On a Telepathic Explanation o\/some so-\ncalled Spirittl4listic Phenomena.\" This first paper dealt mainly with\ncases of automatic writing. where the substance of, what is written,\nalthough not consciously in the writer's mind, is such as may conceivably\nhave originated in that mind. This led to a description of unconscious\ncerebration, to which the speaker was disposed to ascribe a yet further\nrange of action than had been claimed for it by Dr. Carpenter and\nothers. The value of the little instrument called \"Planchette\" was\nexplained to lie in its enabling feeble impulses to automatic writing to\nmaDifest themselves without the check which the conscious mind of the\nwriter imposes when he perceives what is being unconsciously written.\nIn conclusion, some cases were given where the matter written included\nnames or allusions which the writer's brain could not be conceived as\nsupplying. In the instances cited other persons had been present~whose\nminds could have furnished these names, &c.; and it was urged that\ntelepathic influence had here come into play. Further instances of,\nthis kind were promised in a second paper; the speaker, however,\nintimating that there were some still stranger recorded cases where even\nthe telepathic explanation would scarcely cover the alleged facts.\nThe practical lesson to be drawn was that a great number of accu-\nrate experiments withPlanchette should be forthwith made; the primary\nobject being to test the existence of telepathic influence on automatic\nwriting, by trying whether the Planchette can be made to write\nwords fixed on by other persons present, who are not themselves touching\nthe Planchette, and who give no hint as to the word which they have\nchosen. This experiment may have a scientific .value; whereas the\nusual aimless questions asked of Planchette, as though some superior\nsource of intelligence were present, are likely to end only in disappoint-\nment and absurdities.\nDigitized by Google\n\fNOY.,l884.] Journal oj Society\/or P8ychical Resea,·ck. 179\nPIa.nchettes can be procured from 14, Dean's Yard, at 2s. 6d. each,\nand reports of experiments therewith should be sent to Mr. F. Yr. H.\nMyers, or to the Secretary of the Committee of Thought-traIisference.\nAnother General Meeting was held at Queen Anne's Mansions, on\nFriday, November 14th, at 4.30 p.m., the President in the chair. This\nmeeting was open to Members and Associates only, no strangers being\nadmitted. The business was the First Report oj tlUJ Oommittee\non T!UJoBophical P1UJnomena, a portion of which was read by Mr.\nF. W. H. Myers.\nThis Report, as already announced, is to be circulated among\nMembers and Associates only. The concluding portion is to be read at\na General Meeting (from which strangers will again be excluded), at\nQueen Anne's Mansions, on Friday, November 28th, at 4.30 p.m., and\nit is hoped that the Report and Appendices will be in the hands of\nMembers shortly after that date.\nThe portion of the Report which was read on the 14th was mainly\nconcerned with the alleged \"astral excursions\" of Mr. Damodar K.\nMavalankar, one of which had been prominently brought under the\nnotiCE' of the Society for Psychical Research, at a General Meeting on\nMay 28th. The sequel to tha.t incident was described at length. Some\nalleged English cases of voluntary \"projection of the double,\" or\nintentional apparition of one person to another, were also detailed, .and\ntheir analogy with the Indian cases discussed. Some conversation\nfollowed, and the President pointed out the important element which\nany evidence of definite intention imports into telepathiQ apparitions.\nThe conclusion of the Report, to be read on November 28th, will\ntreat of the alleged apparitions and powers of the Mahatmas. The\nCoulomb esclandre will also be discussed.\nDigitized by Google\n\f180 Journal Qf Societ!llol\" PS!lcltical Researcll. [Nov•• l.8S&.\nCAMBRIDGE BRANCH OF THE S.P.R.\nMembers and Associates\nof the Society who have joined the Cambridge Branch.\nProfessor Sidgwick, LLD., Hillside. Chesterton Road, President.\nMrs. Sidgwick, Hillside, Chesterton Road.\nOscar Browning, M.A., King's College, SeC\"t'etat'1J'\nF. W. H. Myers, M.A., Leckbampton House.\nMrs. F. W. H. Myers, Leckbampton House.\nR. Hodgson, B.A., St. John's College.\nW. W. R. Ball, M.A., Trinity College.\nProfessor Adams, The Observatory.\nMrs. Adams, The Observatory.\nJ. J. Thomson, M.A., F.R.S., Trinity College.\nW. Bateson, B.A., St. John's College;\nMiss Johnson, Llanda.1f House, Regent Street.\nW. E. Johnson, B.A., Llandaff House, Regent Street.\nJ. P. Postgate, M.A., Trinity College.\nH. T. Stearn, M.A., King's College.\nE. C. Perry, M.A., King's College.\nG. Bidder, Trinity College.\nMrs. Passingham, Milton.\nRev. W. Cunningham, M.A., 2, St. Paul's Road.\nThe Hon. Mrs. Lyttelton, Selwyn College.\nDr. Cunningham, 2, King's Parade.\nProfessor Macalister, M.D., F.R.S., 5, Harvey Road.\nA. Paschkoff, Trinity College.\nD. N. Pollock, King's College.\nH. N. G. Bushby, Trinity College.\nG. E. Wherry, M.B., M.C., Corpus Buildings.\nC. S. Kenny, M.L., Downing College.\nR. W. Hogg, B.A., St. John's College, 'l'recuure-;' and Librarian.\nW. P. Workman, B.A., Trinity College.\nS. L. Hart, lI.A., St. John's College.\nMrs. Latham, 17, TrumpingtonStreet.\nE. R. Debenham, Trinity College.\nP. A. Robin, B.A., St. John's College.\nR. N. Goodman, B.A., St. John's College.\nG. F. Stout, B.A., St. John's College.\n\/ Mrs. Eaden, Little Shelford.\nJ. Cox, M.A., Cavendish College.\nMiss C. J ebb, Girton College.\nMiss L. Jones, Girton College.\nDigitized by Google\n\fNov., 18M.] Journal Qf Society lor P81Jchical Ruef,,·ch. 181\nMiss Morris, Girton College.\nG. H. Milnes, M.B., Addenbrooke's Hospital.\nJ. J. Withers, King's College.\nA. G. Stevenson, Trinity College.\nRev. Dr. Lumby, Grantchester.\nAffiliated Members of the Cambridge Branch.\nMrs. Prothero, 63, Trumpington Street.\nM. R. James, King's College.\nG. L. Dickinson, B.A., King's College.\nRev. J. Southward, M.A., St. Catharine's College.\nC. R. Ashbee, King's College.\nG. W. Hodgson, Trinity College.\nH. C. Goodhart, M.A., Trinity College.\nRev. W. J. Ball, M.A., 6, Pemberton Terrace.\nW. H. Stone, King's College.\nH. H. Daniells, King's College.\nJ. Brough, B.A., Downing College.\nW. B. Ransom, B.A., Trinity College.\nA. V. Baillie, Trinity College.\nW. H. T. Gwatkin, B.A., King's College.\nR. J. Lucas, Trinity College.\nSir John Stirling Maxwell, Trinity College.\nL. R. Holland, King's College.\nSidney de Vere Beauclerk, Trinity College.\nC. Whitbread, Trinity College.\nJ. G. Owen, B.A., Corpus Christi College.\nMiss B. Lindsay, Fenl Cottage, Huntingdon Road.\nH. Walford, Trinity College.\nT. W. Arnold, Magdalene ,college.\nHameed Ullah, Christ's College.\nMeetings are held once a. fortnight during tenn. They are open:\nto Members and Associates of the Parent Society who have joined the-\nbranch, and to Affilia.ted Members. These last are elected by Members.\nonly, and pay a subscription of.five shillings per tenn. GrouPil may be\nfonned under the direction of the Parent Society for purposes of\nexperiment.\nDigitized by Google\n\f182 Journal Qf Sociefyfor P8.Plckienl Re8earch. [Nov., 1884.\n------------------------------------------------\nSPECIMENS OF THE CLASSIFICATION OF CASES FOR\n\"PHANTASMS OF THE LIVING.\"\nVII.\nIn the preceding papers we have made a rapid survey of the classes\nof cases where a phanta.sm. has been perceptible to one person only,-\nindividual, or particular, cases. We have styled those cases individual\nwhere the nature of the impression itself was such that there was no\nantecedent probability that it would be shared by others, even admitting\nthat it had an objective basis. We styled those cases particular where\nthe percipient's experience, if in any sense objective, might have been\n-expected to be shared by certain other persons present, but was not so\nshared.\nThe logical correlative to these particular cases will consist of\n.collective cases; where the experience is, in fact, shared by all the\npersons who might be expected to share it if it represented an objective\nfact.\nBut before we reach the collective cases we have to deal with a large\nmass of cases which cannot be classed either as particular or as collective,\nbecause we do not know whether other persons besides the actual\npercipient would have perceived the phantasm or not, the percipient\nhaving been alone at the time.\nThese we will call neutral cases. And it will plainly be right to\ninclude amongst them the cases 'where some other persons were present\nindeed, but asleep, or occupied in such a way that it is doubtful\nwhether the phantasm (had it been a real human voice, or an ordinary\nintruder) would have attracted their attention.\nNow in the first place we must observe that these neutral cases are\nvery numerous in proportion either to particular cases or to collective\n-cases. Among 530 cases analysed in our Provisional Index No. I\nthere were about 250 neutral cases to 40 particular cases, and 100 col-\nlective. That is to say, out of every eight of these quasi-objective\nphantasms, five are alleged to havemanifested themselves when the per-\n-cipient was alone; two to have been seen or heard by several per-\n.(:ipients together; and one to have been perceived by one person, but\nnot by others who were present. Now if this proportion depended\nsimply on the number of liours of solitude per diem in ordinary lives,\nit would give us fifteen solitary hours out of the twenty-four, a\nnumber probably larger than the real average.\nTo judge, then, by this statistical indication, it would seem as\nthough these phantasms occurred more readily to persons alone and\nquiet than to persons in company. And this is what we might\n-expect a priori on the telepathic theory. For we have shown\nthat it is probable that our veridical hallucinations will, as far\nDigitized by Google\n\fNov., 1884.] JOUl·llal of Society for P8ychical Re8earch. 183\nas possible, follow the ordinary laws of mere illusive halluci-\nnations, and these latter certainly occur most readily when the\npercipient is alone. To a certain extent, however, this argument cuts\nDoth ways. For if (as we must suppose probable) some of our alleged\ncases are cases of pure illusive hallucination, decked out by subsequent\nim&eaination into an appearance of having been veridical, then these mal-\nrecollections would probably group themselves around some solita\"J\nmoment, and so would swell the list of neutral cases. It is easier, that\nis to say, to fancy that one saw a ghost when one was lying in bed in a\nlonely room than to fancy that one saw a ghost when one was sitting\nat dinner. Many of our neutral cases, in short, are nocturnal cases;\nand night is the time for false apparitions as well as for true ones.\nBut there is another point which seems to indicate that solitude\nand quiet afford real facilities for the presentation of the truth-telling\npbaD.tasms with which we are concerned. There are a good many cases\n,vhere the phantasm is observed some time after the apparent death\nof the agent,-we may even say some little time after his actual bodily\ndeath. Now in these cases the phantasm seems almost always to await\na quiet moment,-generally at night,-for its appearance; and it seems\nplausible to suppose that the impression, received perhaps at the\nmoment of the friend's death, has gone through a period of incubation\nin some sub-conscious region of the percipient's mental activity, and is\ndeveloped or externalised as soon as the stimuli of active existence have\nceased to engross the brain. But the force of this argument again\nis somewhat weakened by our ignorance as to the true nature of these\napparently post-mortem appearances. We are at present dealing with\napparitions of the living only (including persons at the moment of\ndeath) ; and we have good reasons for thinking this a prudent limit to\ndraw, inasmuch as this evidence for apparitions of the living is in several\nways stronger than the evidence for post-mortem apparitions. But we\nmust remember that this limit is an arbitrary one, fixed by ourselves;\nand that while we are treating death as the limiting point of appari-\ntions, it may be merely the point of maximum frequency of appari-\ntions; and the phantoms seen a few hours after death may be not\nthe mere developed images of the death moment, but images freshly\nexcited by some cause which has come into operation since the death\nmoment. We must not, in short, base negative conclusions on a mere\nworking hypothesis. We must remember that death may have not\nonly a momentary, but persistent phantasmogenetic efficacy. Here\nagain, in short, as so often before, we are made to feel that, although a.\ndefinite demarcation of our subject into many provinces is practically\nindispensable, we can never hope to master anyone province until we\nhave widely explored the rest.\nDigitized by Google\n\f184 Journal qf Society for Psychical Re&earch. [Nov., 1884.\nBut to whatever causes this accumulation of our so-called\" neutml \"\ncases is due, it has at any mte this convenience, that it enables us to\ncnter with fairly abundant material on a classification of phantasms in\none way more minute than any which we have as yet attempted. We\nshall armnge them in a serie::; which will have reference partly to their\nahsolute simplicity or complexity,andpartly totheplausibility with which\ntheir details can be referred to the percipient's mind rather than the\nagent's. We shall begin with what may be called the phantasm reduced\nto its elements-the rudimentary, unrecognisable sound or sight which\nhas no obvious connection with.any given person whatever, and needs\nan appeal to a precise time-coincidence to show its veridical chamcter.\nThat is to say, if A hears a loud inexplicable noise, there is nothing to\nmake him think of B; but if B is found to have died at that very\nmoment, a time-coincidllllCe is established which renders the possibility\nof a causal connection worth considering. Beginning, then, with these\nrudimentary, unrecognisible phantasms, we shall take first th& auditory\ninstances, as mnking in a certain sense below the visual; since among\nmere morbid hallucinations those of hearing are so much the\ncommonest.\nBut we shall soon find that in our perplexing subject, simplicity\nfrom one aspect by no means implies simplicity from other aspects as\nwell. Considered as a mere sensory percept, nothing can well be much\nsimpler than the cmck of a whip. But considered as a psychical\nphenomenon, its various analogies, and the circumstances under which\nit is alleged to have been observed, render it perplexing in a high degree.\nWe will begin with an instance illustmting the way in which this\nsound apparently occurs as a form of death-wraith. The name of our\ncorrespondent must be withheld, as his mother is still living in great\nage and infirmity.\nIn the autumn of 1874 my elder brother, W.M., resided in Edinburgh\nwith his wife and family. Taking advantage of the temporary absence of\nhis household on a Tisit to Gla.gow, htl went to stay for a few days with a.\nmarried sister who lived in the country, 18 miles east from town. Prel'ious\nto this time he had been subject, at irregular intervals, to attacks of illness\nof a severe character, but, at the date at which I write, was in fair health,\nand attending to business. Two or three days after his arrival at our sister's\nhouse he was quite unexpectedly seized, late one evening, with serious ill-\nness, hematemesis supervened, and within two or three hours from the first\nseizure he was a corpse. The late hour, and distance from the railway station,\nprevented any communication during the night with our household in\nEdinburgh. My brother's wife being also expected to join him in the country\nnext day, it was judged Rdvisable to convey the intelligence to her en route,\nin case after receipt of it she might be unable to make the jourlley. I men.\ntion these latter facts to show that on the night when my brother's death\n\fNov., 1884.] Journal ofSocidtl\/ for P8yckical Re8earcll. 186\nactually occurred, no intelligence of it could pouibly have reached our\nEdinburgh house, where my &Iled father and mother at that tinle were\nreaiding, and also, for the night, my brother's wife on her way from\nGlasgow.\nBetween 11 and 12 o'clock that night my mother, aged tllen 72, but\naetive and vigorous in body and mind, as indeed IIhe is still, was alone in\nher bedroom and in the act of undrcBBing. She occupied this room alone,\nand it was the only sleeping apartment on the dining·room fiat which was in\nuse that nigbt, the only other bedroom there being the adjoining room,\nthen untenanted, owing to my own absence in the North. My father, eldest\nbrother, and sister·in·law occupied rooms on the fiat above. 'l'he servants'\naccommodation was in the under, or sunk fiat beneath, shut off from tho\nupper by a swing door at the foot of a ftight of steps. A small dog, the\noBly other inmate of the house, slept that night, and indeed always, in the\nkitchen. My mother was in her usual good health, her faculties perfectly\npreserved, and her mind untroubled with any apprehensions of evil tidings.\nShe had read, as usual, \" portion of her Bible, and was in the act of un·\ndreBBing, when she was suddenly startled by a most extraordinary noise at\nthe door of her room, which opened directly into the inner lobby. It was\nas if made by a person standing directly outside and close to the door, but\nit was utterly unlike any ordinary summons or alarm. In her own words\nit was\"like nothing so much as the noise of someone hastily and imperiously\nlashing the door with a heavy riding whip, demanding admittance. It was\nloud, and repeated three or four times, as if insisting on attention, with brief\nintervals between. Then it ceased.\n1\\-ly mother, though pOBBeBBed of considerable coolness, was startled, but\nwith a resolution which many might envy, she proceeded to light a candle,\nknowing the hall lights were extinguished, the whole of the inmates having\nbefore retired for the night, and went to the door. \"I knew,\" she said,\n\"that it was no one in the house seeking admission. Such an imperative\nsummons would never have been made at my door.\" On opening it nothing\nwas visiblo, the various doors opening on the lobby were closed, and the\nfastening of the front door undisturbed. Much surprised, though retaining\naelf'possession, my mother debated with herself a8 to rousing the other memo\nbers of the family, but ultimately resolved not to do so unless the sound was\nrepeated, which it was not. It was about midnight, but my mother did not\nnote the precise hour and minute, Early next forenoon, my father and\nsister.in·law having left, the news came that my brother had expired at\nmidnight, 18 miles off by road from Edinburjlh.\nIt may be noted that nothing near or in the door could possibly havo\noccasioned the noise in question, the material being old, well·sessoned\ntimber not liable to warp or crack. It afterwards appeared that the noise\nin question had not been heard by anyone in the house save by my mother,\nwhich no ooe will wonder at who knows how perfectly\" deafened old-\nfashioned stone houses in Edinburgh invariably are.\nSpeaking for my own part, I would not have placed so much reliance 011\nthe nvrative which I have from my mother's own lips, had it come from\nany other person in the house. The others might have been imaginstive or\nnervous, or wise after the event, or possibly wholly mistaken. But with my\nDigitized by Google\n\f186 Journal oj 8oc~t!\/ for P,!\/clucal Research. [Nov., 18St.\nmother's clear and balanced judgment, little alfected by matters which\npowerfolly sway others, I have no room for hesitation whatsoever. I believe,\nas firmly &8 I believe in the fact of my own existence, that the circumstances\nhappened exactly as shenarrated them, and also, in her instinctive feeling. at\nthe time of their occurrence, that the BOund in question W'AJ not accidental or\ncatJBeCl by any agency of which we have present cognisance, I believe she\n11'88 right.\nNow if this case had stood alone, or nearly alone, we might have\nbeen contented to point out the inexplicable bizarrerie of this form of\nannouncement of death,-if such it be-without attempting to expla.in\nit any more than one would attempt to explain the imagery of a casual\ndream. But the case does not stand alone. We have printed about a\ndozen cases more or less closely analogous. Many such occur in the\nexisting collections, and we have come across many more, especially\namong the poorer cwses, which we have not recorded in detail.\nIn short, this wl~ip-Bound is almost as common as a call, almost as\ncommon as a drowning man's dripping phantom; and it is surrounded,\nmoreovt:-r, by a whole range of cognate sounds,-heavy blows on a wall,\nbangs on the floor, the rattle of gravel at a window, &c. Now, of\ncourse we are, strictly speaking, entitled to class all these sounds as vary-\ning kinds of summons, externalised in this form by the percipient's\nown mind, under the shock of the telepathic impact. But we must\nobserve that the analogies of morbid hallucinations do not support us.\nhere; and that, on the other hand, there are new and perplexing\nanalogies which in any comprehensive view of our subject we cannot\nignore.\nIn morbid hallucinations a fancied call is a very common thing.\nThe sound of one's own name is obviously the most likely of all sounds\nfor a sudden act of attention to summon up. And, again, the morbid\nhallucination of the insane often takes the form of an imagined loud\nnoise ascribed to devils or persecutors. But in these morbid cases there\nare probably intra-cranial noises-real hummings and buzzings-which\nthe diseased mind transforms into an external din. Itwould be hard to\nfind cases where a single isolated crash or short series of crashing sounds\nhas been thus morbidly externalised.\nOn the other hand, there are two directions where phenomena\nparallel to these lashings and hangings are frequently attested. The\nwhip-sounds are one of the commonest alleged occurrences in haunted\nhouses. And the bangs or rappings seem to pass by continuous grada-\ntions into the raps which form the staple phenomenon of Spiritualistic\nseances.\nThis is not the place for any attempt to trace out this parallel in\ndetail. One instance will suffice to show how hard it may be in con-\ncrete cases to distinguish. between the phenomena which accompany\n\fNov., '884.] Journal f!f SociRt!\/ lo1' P8ycldc'll Rt'8f'flJ'ch. 181\ndissolution and those which are asserted to remain, as it were, adherent\nto some special locality.\nThe narrative-drawn up }'y a daughter of the percipient-is as\nfollows :-\nI cannot, unfortunately, introduce you to a spectre, and it is difficult to\neonvey an accurate impreuion of the mysterious annoyances at myoid home,\nwhich appealed rather to touch and hearing than to sight. They were none the\nless real and distreuing. It was difticult for my mother to keep her servants\nany length of time, and guests seldom renewed their visits to th~ rectory.\nPhantom feet trod the paaaages at night and were heard ascending the\nstaircases, lOCka turned, doors opened and closed. furniture appea.red to be\ndragged about in unoccupied rooms, viewleu hands rustled the bed-curtains\nand moved &crou the pillows. Sometimes weird, unearthly screams echoed\nthrough the house j and these manifestations were not confined to the hours\n(If night. But these are generalities. I will now state a particular incident\nwhich appean.d to point to influences beyond the ken of our philosophy.\nMy father was not the incumbent; he was only the curate-in-charge.\nThe rector, a wealthy country squire of old family, although he drew nearly\n£1,200 a-year from the living, resided on his own estate, never did any\nehurch duty, and left the parish entirely in my rather's hands, merely paying\nhim a friendly visit now and then. On one of these visits, when he came\naccompanied by his wife, my mother eagerly invited the opinion of the latter\nabout the noises which so often disturbed our rest, and proved a constant\nsource of terror to the servants. \"I have no opinion to offer,\" she replied ;\n\" all I know is that the house has so long enjoyed the reputation of being\nhaunted that, in the case of servants, one might suggest superstition, work-\ning on an already excited and expectant imagination; but this easy solution\nis, of course, inapplicable either to strong-minded persons like yourself snd\nMr_ V---, or to those who had never heard the reports, like your visitors.\nOne of the \"current legends you may some day have the opportunity of\nverifying, though I trust that that day is far distant. According to this\ntradition, no sooner does a rector of B--- die, than a strange, incompre-\nhensible sound proceeds from the landing of the front staircase. This noise,\nI am told, has been compared tothe slashes of a cart-whip falling on a metal\ntube.\" This unromantic comparison excited more merriment than credulity,\nand the matter was soon forgotten.\nA good many montha had elapsed, when one autumnal evening, about 9\np.m., my mother was startled by a most unusual disturban;:e: the loud\n.lashes of a whip on some metallic substance echoed through the paaaage and\ndown the stairs. Noone was to be aeen anywhere, and the origin of the\nsound could not be traced. Two days later, my father received theltidinga of\nhis rector's sudden death. The day and hour of this quite unexpected event\neoincided with the predicted supernatural warning•.\nAt the time of the rector's sudden death he W&8 on a visit to \"a country\nseat at least 50 miles from the rectory. He W&8 apparently in hia usual\nhealth and spirits until the moment of the seizure, which in\" half-an-hour\nended fatally. Railways and telegraphs were not, and the place W&8 16\nmiles from a coach-road.\nDigitized by Google\n\f188 JOllrllal of SlJCiet!.1 for P8!lchical Re8earch. LNov., 1884-\nWe may perhaps suggest that in this case some unconscious anticipa-\ntion on l\\frs. V.'s part determined the character of the sound in which a.\ntelepathic impact shaped itself. But if the evideace is to be taken as\nit stands, the whip-sound seems closely bound up with the cognate\nnoises which already distinguished the rectory. Now suppose, on the\nother hand, that we give to these loud cracks or slashes their most\nobvious interpretation,-as intended simply as a startling mode of\narresting the percipient's attention. May we then still ascribe this\nsudden sound to the percipient's own mind, a sub-conscious region of\nwhich has received the telepathic message and seeks instinctively to\nexternalise that message in a fonn which shall at any rate compel at-\ntention 1 We might compare the instinct of the man in a nightmare,\nwho vaguely tries to knock over a candlestick in order to wake himself\nwith the clatter. On this view one would expect to find that the noise\nwas sometimes not meaningless, like a rap or slash, but referred to\nsome object familiar to the percipient, as the breakage of china and the\nlike, which might be selected by the percipient's unconscions mind as\nlikely to find his conscious mind most promptly on the alert. I may\nexplain my meaning by citing an account given to me by an elderly\nwoman in her cottage at Little Gransden, near Cambridge. She told\nme how, as she was lyiilg in bed one morning, she heard the characteristic\ncrash of a falling earthenware porringer sounding from her little scullery\nor larder, where her provision of milk stood. She leapt out of bed and\nrushed to the larder, to find the porringer in its place, as usual. A\nnear relation died at about that time. I looked round the cottage, and\nat t:1e pon'inger still standing in its place, and decided that had I\nwished to rouse her suddenly, the oversetting of the porringer from its\nshelf on to the stone floor would have been the readiest way:\nA few more such cases we have,-mainly among uneducated\npersons, ill whose narrow lives the thought of material' objects of this.\nkind will often recur. Thus we have the jingling of glasses in a bar,\nand the dancing of pots at the death of John Pott, though ill this.\nlatter case the psychical paronomasia looks a little suspicious.\nBut what amount of credit-we may as w~ll put the question\nhere as anywhere-is to be given to uneducated witnesses in matters\nof this kind 1 The claSs of persons who send their children to public\nelementary schools is officially defined as including six-sevenths of tbe\nwhole population. Considering the specific fact which is here\nselected as defining this large class, it seems hard to brand\nthis vast majority of our fellow creatures as too uneducated to be\nlistened to. And in the criminal courts, of course, most of the witnesses\nare of this calibre. But although a poor ignorant man's evidence is good\nenough to hang his neigh~ur, it is hardly good enough (if I may so.\nDigitized by Google\n\fNov., l884.] Journal of &ciet!\/lor P81\/ckical Re8etwch. 189\nsay) to raise him up again. Such, at least, is the view which I am\ndisposed to ta~e. I attach little weight to cases vouched for by one\nuneducated person only; I feel bound to ask for some independent\ncorroboration by a mind more carefully trained. So long as our aim is\nevidential first, and only in the second place theoretical, some such\ndistinction as this must probably be made. Yet, from the glimpses into\nthe psychical experiences of the IlumiliorI!J8 which our inquiries have\nafforded to us, I venture to say that the genesis of apparitions, &c., is\nnot likely to be traced with any completeness until \"popular super-\nstitions\" have been sifted far more thoroughly than has as yet been\nattempted from any side.\nBut to return from this slight digression to the topic which\nsuggested it-namely, the amount of connection between these sudden\nphantasmal noises and any such sound of breakage as the unconsciouS'\nnrind might conceivably have chosen (so to say) in order to startle the\nconscious mind,--our conclusion must be that, except among the poorer\nclasses, there is not as yet much evidence of any such connection. The-\ntypical noise of this group of narratives is certainly the apparently mean~\ningless lashings of a whip,or the familiar rappings, which are explained\nby some writers as being simply an explosive noise, which is the sound\nmost easily produced by agencies operating on a \" spiritual\" or \" akAsic \"\nbasis of things. Such theories lie altogether outside our present scope.\nBut we must in fairness note that any telepathic explanation of these\nsounds is pressed with the serious objection that we cannot as yet find\ncases where one person has heard these lashings and others have not,.\nwhile, on the other hand, we find many cases where several persons have\nbeen present together, and all have heard the startling sound. Reserving\nthis constantly-recurring difficulty for later discussion, we may next\ninquire whether these arbitrary noises are observed to shade into, or t()\nconnect themselves with, other forms of message or summons, which\nbear a more recognn.able relation--a relation of something more than\nmere syncltrtmism--to the catastrophe announced. Assuming, then, that\na loud sound, not directly suggestive of any particular person, is to ba-\nthe groundwork of the phenomenon, in what way can we imagine that\nsuch sounds might indicate their telepathic origin1 The sounds ea:\nhypothesi, must be vague,. but three modes suggest themselves. (1)\nThey might be vaguely symbolical,. (2) they might be vaguely represen-\ntative--repercussive, we may call it, of cries, &c., actually uttered m.\nthe distant catastrophe; or (3) they might, though themselves meaning_\nless, occur in close a8sociatitm. with some more definite phantasm.\nAnd the evidence before us does, in fact, speak to the occurrence of\nall these transitional cases. As an instance of incipient symbolism m.\na loud and startling noise we may cite the following case :-\nDigitized by Google\n\f190 JourJ,al ofSociety for P8!1qhical Researc\". [Nov.,18S1.\nThill account, eent by Mrs. Brietzcke, is bom her aunt.\n..August lit, 18~\nMy mother had been superintending the bathing of her children, and\n'had Bent them up to bed. She waahed her handa in the bath they had and\nturned half way back, and was drying her hands when ahe heard a great\n-\/lplarh as if someone had fallen into the bath. She looked round hastily, and\nw.. amazed to find not a ripple on the water. She noted the time and date,\nand afterwards learned that her brother had been drowned at that very\ntime, in a storm at se&. ThiB my mother related to me herself, when I was\na girl. R. A-N.\nThe evidence for this case is second-hand, but it is a daughter's ac\n(lount of a brief and distinct incident, narrated by her mother. The\ninterest to us lies in the possibility that the presence of the bath, the\ndirection of the percipient's thoughts towards water, may have enabled\nthe telepathic impact to externalise itself, not in a mere crash or bang,\nbut in a splashing sound, vaguely symbolical of the actual manner of\ndeath. What one would like to get, to illustrate this point, would be\nthe hearing of a pistol-shot or rifle-shot at the moment when a friend\nwas shot dead, or (so as to make sure that it was symbolism and not\npsychical repercussion) at the moment when a friend died of the\n-effects of a gun-shot wound. We have as yet no case of precisely this\ntype; but there is a certain interest in noting beforehand the types\nwhich seem theoretically likely to occur.\nNext, as to the gradual merging of vague noises into noises which .\nreproduce the actual utterance of the agent at the time. The following\n<lase seems precisely transitional :-\nFrom Mrs. Purton, Field House, Alcester.\nIn the autumn of 1859 we were expectmg my youngest brother home\nfrom Australia, after an absence of eight years. He was a passenger on\n1I0aM the \"Royal Oharter.\" The night, or rather in the early dawn of\nthe fatal morning of the wreck of that unhappy vessel, I suddenly started\n()ut of my sleep and found myself !Jeizinghold of my busband's arm, horrified\nat the most awful wail of agony, which appeared to me to fill the holUle.\nFinding my husband still asleep-he was a medical man, and had been out\nthe whole of the previous night, so was unusually tired-I slipped out of\nbed and ~ent round to look at all the children and to the servants'room, but\nfound all 4nietly sleeping, so thinking it must have been the wind only which\n80 disturbed me, I lay dQwn again, bnt could not sleep. I noticed that\nGay was just breaking. In the morning I asked different people if they\nhad been disturbed by any unusual noise, but no one had heard it. The post\nbrought a letter from a cousin in Liverpool, telling us the ., Royal Charter\"\nwas telegraphed as having arrived at Queenstown, and we might expect to\nsee Frank very ahortly. We passed the day in most joyful anticipations of\nthe meeting. My mcther had hiB room prepared, a good fire burning, and\nJUs night-Bhirt and slippers laid out for use, and a nice supper ready. Wheels\nDigitized by Google\n\fNov., 1884.] J()Umal oj Society for P81Jcklcal BuetJ.rck. 191\nwere heard, but, iDatead of Frank, my cousin appeared. - She, as soon as the\nawful news of the wreck reached Liverpool, started oft' herself to bring us the\nmelancholy tidings. Even then I did not connect the fearful'soundl I heard\nwith the wreck, but when the newspapers came and I read the accounts of\nthe eye witnesses of the wreck, and of the screams which rent the air as the\nship broke her back and all on board were overwhelmed in the waves I could\nonly shudder and exclaim, \"Tlu.T was what I heard.\" It was months be-\nfore I could forget the horror which thrilled my very soul at the remembrance\nof that awful night. A full month later my poor brother's bodywas recovered\nwith several others, and was brought home to be laid in the dear little\nchurchyard at KinWartoD. FlUlfCBS A. PURTON.\nMarch 16tk.\nIn answer to inquiries, Mrs. Pnrton adds :-\nI never have had, at any other time than the one I mentioned to you, a\nvivid dream of death, or an auditory hallucination of any kind.\nThe following is an account from a letter written to Mrs. Purton by her\ndaughter, Miu Sarah Sophia Parton, who was about 12 years old at the\ntime:- .\nI distinctly rememberyourspeakingofthecry of distreuyouheard when the\n\" Royal Charter\" was lost. My remembrance of it is that you woke with\nthis cry ringing in your ears, and got up at once, quietly, without disturbing\nmy father, who had been out late somewhere to a patient. You found it waa\nabout 3 o'clock. You then went to the nursery and to each room where\nanyone was sleeping, but finding all quiet and right you went back to bed.\nI fancy you inquired next morning if anyone had heard the sound which\ndisturbed you, but could not swear to this.\nThe following evening came the letter from Alice telling of the wreck,\nAunt Jane having come from Birkenbead to break the news.\nIt may be remarked in passing that (as this narrative indicates)\nthere is often nothing to be learnt as to the subjective or objective\ncharacter of a noise, or other nocturnal disturbance, from the fact that\nof two sleepers one is awakened by it and one is not. In this case the\ntired man who was not awakened even by a grasp of his arm, would\nprobably not have been aroused had the shriek been real. On such\noccasions the excited waker sometimes fancies that the companion's\nstolid repose is in itself supernatural; but it is difficult to place limits to\nthat intensity of somnolence which has allowed so many sleepers to be\nrobbed, murdered, and burnt in their beds.\nWe shall find that the cry thus vaguely heard on the confines of sleep\nand waking, and suggesting no definite catastrophe, no well-known voice,\nreappears with clearer and clearer significance in other narratives, till\nit is recognised, though still inarticulate, and gives its message without\nneed of speech.\nLastly, as regards the combination of a mere arbitrary sound with\nother signs of more definite meaning, the following case precisely\nillustrates my point.\nDigitized by Google\n\f192 Journal Of Societyfor P81JcAical Research., [Nov.• 1881.\nFrom Mr. Thomas Hume. 109, Wa.rrender Park Road, Edinburgh.\nA ugUIt 19th. 1884.\nDaring a night in the year 1812, or thereabouta, 80mewhere about 1 or\n2 o'clock, as my mother lay half awake. after her firIIt Bleep, aa it iB termed,\nshe Was suddenly startled and alarmed by a terrible crash on the window\nof the bedroom, by which the whole glaaa was apparently shivered to pieces\nin a moment j and immediately thereafter. as if in the diBtance, a low,\nmelancholy wail, though quite diBtinct, of \"0 Vale, Vale.\" My mother. in·\ngreat trepidation, inatantly awoke my father, and informed him that the\nwhole window waa smashed to pieces, so strongly waa the circumstance im-\npreased on her mind, begging him to procure a light instantly and ascertain\nwhat was wrong. for there was aome one outaide in terrible diBtresa. My\nfather immediately proceeded to make the neceaaary inveatigation and found\naa perhaps he somewhat ftxpected, the window quite intaet, nor was there\nany storm,. the night being comparatively calm, to account for the delusion\nunder which my mother was labouring. She was, howevftr, terribly agitated\nand inaiBted that inquiry should be mad\" in the morning of the wife of thl'\ncsptain of a little veBBel in which they were all intereated, and who lived in\nthe town about a mile diBtant. Now, to underatand properly the full bearing\nof all the circumatances attending the aingular phenomenon, it will be\nneceaaary to relate aome previous circumstances and arrangementa entered\ninto betwixt m, father and cenain other partiea. My mother had a special\nachool companion and friend of the name of \"Vale\" Fenwick (whatever.\ncontraction the Chriatian name may indicate) who married a young sailor\nwho had been employed as a ship captain, buthe had fallen out of employment\nafter their marriage, and, in order to get him a more lucrative appointment,\nmy mother, at her friend's instigation, induced my father to join him in pur-\nchasing a nice little brig for £900, of which each paid the one-half. Theapeeu-\nlation turned out a very satiBfactory one till tho time that the carious little\nincident recorded abeve happened. In the morning following the little\nepiaode related above, after a aleepleaa night, my mother'a nervoua agitation'\nand anxiety for the safety of her early friend'a huaband, were little allayed,\nand a meaaenger·Wa8 at once deapatched to inquire of the captain'a wife if she\nhad had recent intelligence from her husband. She replied that ahe\nhad had a letter from her huaband a few daya previously, from a port in the\nMoray Firth, and that they were all well. Some little time afterwards, on\ncommunicating with the authorities at the port, from which the captain'a Ia.st\nletter had been aent, my father was informed that the veaael had sailed\nthence, about eleven o'clock, at the flood-tide, without having mipped any\nballast, having only a short diBtance to sail to anotherport, where she was to\nload a cargo, and this was ascertained to be on the very night on which my\nmother'a singular illusion took place; and it was added that there was lI.\nrnmour that a vessel of her size had been sighted by some boats setting out.\nfor the fishing early in the morning on her beam ends or bottom up, some-\nwhere about 3 or 4 o'clock in the morning, and that she had settled\ndown before they had lost sight of her, and this was the last that ever was\nheard of the ill-fated vessel or her crew. When the melancholy facts were\nfairly brought home to the poor wife, she lost her reason for a time, and was\never after ao nervous that she could never be trusted alone.\nThere waa no previous circumstance, whaiever, that could form an\naaaociation of ideas, or other connecting link, to account for the apparition,\nor rather, telepathic (1) influence. Of conrae, my evidence is, in a manner,\naecond-hand, but as young people have always a hankering after the super-\nnatural or ghost stories, we induced my mother to relate the circumatances\nto us over and over again, and all the minutilB aeemed quite indelible from\nher mind, as naturally theloss of the money was a serious conaideration for\nthe family, even without the vexation for an early friend, sud,denly left in\nDigitized by Google\n\fNov., 1884.] Journal of Society lor Psychical Bes(!Qrcl,. 193\nruin and despair. As these narrations generally took place in my father'.\npresence, we had his acquiescence in all the circumstances; and as to my\nmother's veracity, no one could possibly stand higher in the opinion of her\nfamily as a lover of the truth.\nIn reply toinquiries Mr. Hume says :-\n1believe the only hallucination of the kind ever experienced by my\nmother, was the one of which I furnished you with the particulars..\nMr. Hume is trying to get corroborative evidence. He has ascer-\ntained that the name of the ship was the Fingal, and that of the captain,\nJames Drysdale, anold man-of-war'. man.\nIf this case, which-though second-hand and somewhat remote-\nseems carefully reported, be accepted as substantially true, it would\nseem probable that the appalling crash was but a precursive summons\nbefore the still voice of the last farewell.\nF. W. H. MYERS.\nTHE AMERICAN JOURNAL SOIENOE ON PSYCHICAL\nRESEARCH.\nSCIENCE* is one of the most interesting and ably conducted\nscientific journals in America. Though published in the United States,\nit contains a lucid and excellent account of the progress made by\nEuropean as wl\"ll as Transatlantic science, a.nd its typography and\nillustrations are all that can be desired. We can heartily com-\nmend this journal to those of our readers who wish for clear, succinct\nand trustworthy information in various c!epartments Qf science.\nTo our members the journal is of special interest, as being the first\nscientific journal of any position that has had the courage openly to\nadvoca.te 1(he cause of Psychical Research. In one of the earliest num-\nbers of Science there appeanid a lengthy and appreciative review of\nthe first four parts of the Society's Proceedings, several of the diagrams\non Thought-transference being reproduced in its pages.. Another article\non Psychical Research in America, appeared in its columns on October\n17th: the greater portion of this we have reprinted for the benefit of\nour readers. The same number also contains .an able, but; we venture to\nassert, in some respects wholly fallacious criticism on the work of the\nSocietYi by Professor Simon Newcomb, to which our Hon. Secretary\nbas replied. .\nPSYCHICA L RESEARCH IN AMERICA.t\n. [\"A MEETING was held in Boston on September23rd,toconsidcr'the advis-\nability of forming an American Society for Psychical Research. Prof. W. F.\nBarrett, a vice-president of the English society, was present, and gave au\naccount of the work in E~land. A committee was appointed to consider\nthe formation of a society In this country, or in what way it may seem best\nto undert!l.ke the work; and at a meeting held last week, steps were taken\nfor the formation of a society in America, of which we hope soon to report\n(he complete organisation.\"-Seienc6,October lOth'.,l884.]\n, TBEadjective \"psychical\" h~ c~~e, through the use m&de of it by the\nEnglish Society·for Psychical Research, to be the' label for a special 01..1 or\n* ScUtau PublllhfDg omce, 4, BODd Benet, New York. t Fro... SeW_. for October 1'1t1!, 18M_\nDigitized by Google\n\f194 Journal of ~ty f(\/l' P,ychical Research. (Nov., 1884.\ngroup of phenomeua, which to the unthinking are outright JD&n'e1lous, eveD\naW8lODle, and to the thoughtful, either intereeting or incredible, according\nto the individual mental cut. A few Engliah lCientific men belieyed that\nbehind all the jugglerJand deception of Spiritualiam there larkd a founda-\ntion of reality. perhapa groaly misinterpreted, but atill of reality. That\nbelief led to the formation of the active society named aboy.. the work of\nwhich baa already been noticed in ~.\nThe evidence publiahed by this =goes to show that there are a\nnumber of more or I.. rare psychol· eft\"ecta which are moat ainguIar,\nand 80 nnlike what the orthOdox pa,ychology of the ciay admitll, that no\nexplanation of them can yet be offered. The effects are mysterious, not only\nas to their caD88, but &lao .. to their nature. One of them, hypnotima, 11'&8\nlItill acoiFed at by the aeaaible until within a few yean, but ia now, by com-\nmon conaent, admitted eYen into the society of the beat phenomena.\nAnother of them, Thought-tranaference. is IItill bagiDg for a general acknow-\nledgment of ita aood atanding, for there are those who avow their oW'D\nwisdom through tne announcement of an unreuoned diabelief in the trans-\nmiaaion of thought from one penon to another by any except the ordinary\nchannela: if the transmilaion appear to occur, it is to be explained by 80me\ntrickery,-ao _y theae persona, and they haye done with the matter. Now,\namong others of I.. prejudiced opinion an a number of American lCientific\nmenof acknowledged abilityand unquestioned integrity,who maintain that the\nevidence in regard to this and other paychical phenomena cannot be thus\nset aside by a vague general acdaaation, but calla for further and more rigid\ninyestigation.\nPrompted bythe enthnaiaam and auggestiona ·of Prof88lOr W. F. Barrett,\none of the moat active members of the Engliah society, and aupported by\ntheir conviction of the seriona nature and value of pa,ychical inquiries, the\ngentlemeD alluded· to above have decided to form aD American psychical\nlOCiety to promote syatematic lItudy of the obaoure and abDormal facta\nalleged to exist by trustworthy observers.\nThey join in this enterprise cautionaly, having previonaly satisfied them-\nselves that the testimony is 80good that it mnat be received .. raiaing a aeriea\nof problema, to settle which would be interesting and important. The\noccurrence of Thought-transference is naturally met at first by sober minds\nwith incredulity; but, now the evidence on the subject is published, mere\nincredulity no longer suffices; either to prove or to disprove the reality of\nthe tranaference would be eqnally desirable. If it be an error, it should be\nunmasked; if it be a reality, the discovery malt appear to ua momentous.\nIn any case, there is a plain and interesting lCientiio duty to be performed.\n* * * * * * •\nTo those gifted with a clearer intelligence and purer moral sense, there\nia a moral duty inoDe..pactof the proposed studiaL A hope that paychical\nresearch may liberate us from a banef1ilsuperstition is a atimulus to inaugu-\nrate the work of the American society ; yet a lCientific maD cannot calculate\nall the after-effects of his labour, but must toil for ike truth with blind devo-\ntion. It will be the endeavour of the new society to ascertain the truth in\nregard to the alleged paychica1 phenomena, by meana of experiments of\nunquestionable accuracy, conducted with unprejudiced independeDce; it will\ntry to steer _fely between the Soylla of acoffing and the Charybdis of\ncliarlatan Spiritualism.\nThe names of the preaent leaden of the movement in America are &\naulicient guaranty that the investigationa will be thorough and aeriona; we\nahall await their outcome with great interest, and we hope, meanwhile, that\nthe society will receive liberal public support and encouragement.\nDigitized by Google\n\fNov., 1884.] Journal oj Society for P8ychical Re8NWt:h. 195\nIn #rmoriam.\nWALTER R. BROWNE, M.A., F.R.G.S., F.G.S.,\nM. Inst. C.E., &c., Late Fellow of Trinity College, Cambridge.\nAs we announced in the last number of the Journal, death\nhas suddenly removed from our midst a distinguished and valued\nmember of our Society, Mr. Walter Raleigh Browne. At the\nearly age of 42, in the midst of active work, he fell a victim to\ntyphoid fever whilst attending the meeting of the British\nAssociation in Canada, and died in Montreal on September 4th,\n1884. Only those who knew Mr. Browne intimately could form\nany adequate idea of the wide range of his powers, the activity of\nhis many-sided mind, the breadth of his sympathies, and the\nnobility of his character. The chivalrous consideration which he\nshowed for others, and his loyalty to truth led him to inquire into\nand espouse movements that appeared to be unfairly dealt with\nby the leaders of public opinion. It was this spirit that animated\nhis thoughtful and temperate speech on \"Spiritualism,\" be-\nfore the Church Congress at Newcastle in 1881. Invited to\nattend the Conference which led to the formation of the Society\nfor Psychical Research, he came, and consenting to act on the\nProvisional Committee gave much time to the organisation of\nour Society. It was, indeed, a matter for congratulation that\nfrom the outset the Society had the benefit of his wise judgment\nand willing services, both on the Council, of which he was a\nmember from the foundation, and on the Physical Phenomena\nand other Committees. ..\nA few words on Mr. W. R. Browne's career may be of interest\nto our readers. He won a Foundation Scholarship at Trinity\nCollege, Cambridge, in 1863, graduated in 1865 as 19th wrangler\nand 10th Classic, obtaining the Wrangham and Leigh gold\nmedal, and the Dealtry and College Prize for Greek Testament,\nand finally gained his Fellowship of Trinity in 1867. After this\nhe studied engineering, and gained the Telford premium, and\nsubsequently the Telford gold medal and premium for important\noriginal papers contributed to tae Institution of Civil Engineers,\nand throughout the United Kingdom he was everywhere known\nand highly esteemed by his professional brethren. In addition\nto his engineering monographs, he contributed original papers\n\f196 Journal of Society for Psychical Re.gearcA. {Nov., 1884.\nto the Royal Society; the Physical Society, and the French\nAcademy. He also translated Clausius' classical work on the\n\"Mechanical Theory of Heat,\" and other foreign works, be-\nsides writing and publishing two important engineering text\nbooks of his own. Outside his professional work he found time\nto contribute to numerous reviews and periodicals, to take an\nactive part in the Philological, the Physical, the Aristotelian\nSocieties, and the Alpine Club. besides our OW:t;l Society.\nAnd as if this were not enough to tax his energies and\nfar-reaching interests, he threw himself heartily into the question\nof emigration and of aid to discharged prisoners. Nor did this\nexhaust the philanthropic and religious side of his nature; a book\non the\" Inspiration of the New Testament,\" pApers to the Church\nCongress, active work on, and lecturing for, the Christian Evi-\ndence Society. the conception and organisation of the' important\nconference of leading scientific men which met at Lambeth\nPalace in 1881, under the presidency of the late Archbishop of\nCanterbury. and the literary work that followed therefrom.-\nthese were some of the varied products of Walter Browne's zealous\nand consistent Christian life. The·Guardian, in its hearty\n. tribute to the memory of our friend, speaks of his other religious\nactivities, and the outstretching influence of his life. To his\nwife and family we offer our sincere and respectful sympathy;\nto them. and to all who knew him, his name will be ever enshrined\nas that of a\n\"Just and faithful knight of God.\"\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe \/oZlotoing additiom haf76 been made aince Za8t month.\nPROPlIBcms (German Popular) An Article in Blackwood's Editl.burqlr.\nMagazine for May ...•................................•.......................... 185()'1!o\nZOIST ('rhe) A Journal of Cerebral Philosophy and Mesmerism.\n13 vol. (A second copy.)...••••.•...•.....•........•.•.........London. 1844-56\nBAUTY(Dr.) Force NeuriqueRayonnante. (pamphlet.)...•.....Pam. 1882\nYt1KG (illmile) Le Sommeil Normal et Ie Sommeil Pathologique\nPam. 1883\nPUTT (Dr. Maximilian) Die sichtbare und die unsichtbare Welt\n. Leipzig. 1881\nSU?nA~:e)~~~::.~:·~.~~~.~~.~~~~..~~~.!~~~~~~~..~~.l~.~~~~~~u~:~; 1864\n·Preeented by t.hd~ey. W. White&r.\nDigitized by Google\n\f","_id":403}