{"name":"Journal of the Society for Psychical Research 5140","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n11_dec_1884.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N11, December 1884","mylang":"de","content":"Xo. XL] [DBCEMBEB, 1884.\nJOURNAL\n0],' THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCoNTENTS.\nPAGE PAGE\nNew KemlJera aDd Aaaoclatea.. • ,. 1117 ISupplementary Library OataIogue\" ... 2J.!\n(}.oneral Keeting ... ... ... ... .., ... 198 Spec\\meDll of the CIaIaIIlcatton of C-\nBeport on the Wor]aop DIsturbances ... 199 for\" PhaDtuma of the Llnng\" ,. 21S\nNEW MEMBERS AND ASSOCIATES.\nME:&IBERS.\nCLOSE, CHARLES ARTHUR, M.A., B.C.L.,30, St. James'Square, Lon-\ndon, S.W.\nKEIGHTLEY, BERTRAM, B.A., 20, Stanley Gardens, London, W.\nLEONARD, ARTHUR G\" M.A., 44, Highbury Hill, London, N.\nMARSHALL, MRS. EDGAR, 3, Rupert Road, Bedford Park, Chiswick.\nASSOCIATES.\nBARKER, MISS ALICE R, Albrighton Hall, Wolverhampton.\nCLEMENS, S. L., Hartford, Conn., U.S.A.\nCOLTHURST, LADY, 47, Hill Street, Berkeley Square, London, W.\nDAVIS, THOMAS HENRY, The Western and Brazilian Telegraph Company,\nCaixa, 453, Rio Janeiro, Brazil.\nFLETCHER, REV. W. ROBY, M.A., Vice-Chancellor of the University of\nAdelaide, Australia.\nHACKETT, J'A1IES F., B.A., 71, King William Street, Adelaide, Australia.\nHAVERS, MISS, 76, \"Tl'stLourne Park Road, Bayswater, London, W.\nJENNINGS, MRS., Driffield, Yorkshire.\nSAMPSON, MRS. DUDLEY, Buxshalls, Lindfield, Haywards Heath, Sussex.\nScHILLER, F. C. S., Halliol College, Oxford.\nSMITH, MRS. J. GRANT, 25, Leinster Gardens, Hyde, Park, London, \"-.\nT.WNTON, MRS. R II., Brook Vale, Witton, near Birmingham.\nDigitized by Google\n\f198 Journal qf Societ,ll for Psychical Re.,eal'c\/,. [Dec., 1884.\nGENERAL MEETING.\nA General Meeting was held at Queen Anne's Mansions, on Friday,\nNovember 28th, at 4.30 p.m., open to Members and Associates only.\nMr. F. W. H. Myers read the conclusion of the First. Report of the\nCommittee on Phenomena attested by.members of the Theosophical\nSociety. This part of the Report dealt mainly with the alleged\napparitions of the Mahatmas, and included also a Note on the Coulomb\nletters, and a Note by Mr. Myers on the TheoSophical theory of the\nAkas or Astral Light, of \" projections of the double,\" &c.\nA discussion followed, in which ~Ir. Mohini, Mr. St. George Lane\nFox, Dr. Wyld, and Mr. Sinnett took part. It is hoped that the\nReport (about 130 pp. including Appendices) will be in the hands of\nMembers almost immediately. Associates are entitled to receive a cop-y\nof it on remitting 2s. 6d. to the Assistant-Secretary, 14, Dean's Yard.\nThe Report will not be published.\nMr. R. Hodgson, B.A., of St. John's College, Cambridge, is expected\nto have reached Madras about December 10th, and it is hoped that\nletters from him may be included in a Second Report of the Com-\nmittee, which will be circulated in the same semi-private manner.\nCOUNCIL :MEETING.\nAt a Council Meeting held on the 28th of November, the following\nMembers were present :-Messrs. Edmund Gurney, C. C. Massey, F_\nW. H. Myers, and F. Podmore. Mr. C. C. Massey was voted to\nthe chair.\nAfter the Minutes of the previous Meeting had been read, four new\nMembers and 12 new Associates were elected, whose names and addresses\nappear on another page.\nIt was agreed that the request of Mr Charles Downing, an Associate,\nto become a Member of the Society be assented to.\nInformation was received of the death, which took place some time\nsince, of Miss M. Leighton, an Associate of the Society.\nA donation to the Society of £20 was announced by the Treasurer\nfrom an anonymous contributor.\n•\nDigitized by Google\n\f'Dec., 1l'SS-l] Journal qf Society for P8!.,ckical Re8earcle. 199\nREPORT ON THE WORKSOP DISTURBANCES.\nBy F. PODMORE, :M.A.\nAt the beginning of March, 1883, the RetfO'rd and GainsbO'rouU1t\nTi'meB and other local papers gave accounts of some remarkable distur-\nbances which had occurred in the first two or three days of the month,\n:at the house of a. small horsedealer in Worksop, named Joe White.\nOne or two members of the Society entered into communication with\n<the principal persons named in the newspaper reports, and with 0.\n'friend in the neighbourhood, who very kindly took some\n<trouble in inquiring into the matter for the Society. But it soon\nllecame obvious that as nearly all the witnesses of the occurrences re-\nlated were of the. humbler class, and unable, therefore, to write a con-\nnected account of what had happened, the best way to arrive at the\ntruth of the matter was for one of us to go in person to make inquiries.\nAccordingly, at the request of the Haunted House Committee, I went\nodown to Worksop on the a.fternoon of Saturday, the 7th April, with\n'the iiltention of inspecting the actual scene of the occurrences, and of\npersonally interrogating the principal witnesses; in order, if possible,\n\"to arrive at some rational explanation of the business. I spent the\n:saturday evening and the whole of the following day in my inquiries,\nand have, I think, obtained as intelligible and trustworthy a history of\nthe matter as the lapse of time, the nature of the phenomena them-\n:selves, and the character of the witnesses will permit.\nI derived my information from seven principal eye-witnessps of the\ndisturbances, whom I interrogated, with the single exception of White\nhimself, 8eparately. I wrote out the statement of each witnpss in full\nimmediately after the interview; and the three most important witnesses,\nHiggs, Currass, and White, subsequently read through my notes and\nsigned them. The depositions of these three persons are printed in full\nbelow. My time was too short to allow a second interview with the four\nother principal witnesses, and I was unable, therefore, to obtain their\nsignature to the depositions; but I have incorporated the statements of\nall the principal witnesses in my report.\nBesides th0 seven chiefly concerned, I questioned, in presence of\nWhite and his wife, three or four other witnesses of the disturbances,\nviz., White's· brother Tom, a bright looking lad of 18 qr 20 ;\nSolomon Wass and his wife, npxt door neighbours of the Whites, the\nformer an ordinary North countryman of the lowe~ class, the latter a.\nDigitized by Google\n\fo\ncg;\nN·\n&\n~\nCJ\no\n~\n-\nrv\nl::\n~\nI:IS'\n~~\n'\"\n~;:!.\n1:1'<\nij\ntr~'\n'<!t\ni~\nO'~\n~!iI\n\",13\n\"'\"\nel'\n~8.\n.~\nS;\n..\n;.\nN\n~\n-=\nl\n]\n'\"\n~\n:;0\n\"'-::::\n~~\no~\n5g'\ni;.\n'J\n!I\n'i\ni\nrio\nN N\nYard, with piggerieH, .te., on the sides marked N and O.\nK\ni'\n~ I 0\n:\nKITCHBN. ,---.\nlit\n------\n-,\n0\n....\n-\n--.-\nlit\n- - - - (lItI.\n\\.\n.--..\n:H\nI.........~....... I F\nI\nFront room, UBed as a bedroom; the front door\nbeitt locked, and having ~ar ra9ted over it, so\nt ~t ~t 99Ul4 INt be open wit out ctetecpoll·\nI\ni\n,\nD\n0:\n0:\n.'\n-----\nE\nA. Outer door.\nB Aeask.\no Thebin.\nD }'ireplace.\nE Clipboard.\nF Squab sufa.\nG Door into inner\nroom.\nH Door into \"pantry'\nbelow stairs.\nI Chest of drawers.\nJ Door onto landing\nK at foot of stairs.\nL Table.\nlit Chllirs.\n=-\ni~\n0\n;~\nr:.\n2-\n-\n0\n~.\n~\n~ :::\n~ ~\n(!) ....\nG-\n.a\n~\n~\n=!\n==\n;:;0'\n~\nt::: ~\ni\n\";\n)\n~\n(I)\n;:::..\nGo 2'\nCll ....\ni r\ni ~\n:::-\n\"t:l\n-\n~\nIB\n~\nl~\nf !\n•\n\fDec., 188-1.] Journal of &cietulor Psychical Re8earch. 201\n,lea.saut looking, intelligent woman; and George Ford (Buck Ford), a\nman of aoout 28. From these I obtained general confirmation of the\n,'arious incidents, as described by White, Higgs, &c., at which they had\nthemselves been present; but time did not permit of much cross-\nquestioning\" nor of taking down their evidence in full.\nWhite's house has been built, according to his own statement, about\n«!even years. He has only resided in it three years. J was unable to\n.discover anything about the former occupants. The house stands at the\nend of a. piece of waste land, called the New Building Ground, with\nanother house or cottage attached; the nearest separate building\nilgeing a public-house, about 100 yards off. With that exception there\nare no other buildings within about 200 yards.\nThere is no entrance to the house by the front, the front door being\nlocked, anel the joints secured with paper from the inside. Entrance is\ne\\ltaineci hy a covered pa.ssage, open at either end, which separates the\ntWI!I AcaUseS, and gives access immediately to a yard, surrounded on one\n&i.e ~y high palings, and on the other three by piggeries, stables, and\nthe two houses. The plan of the ground.floor of White's house is\napparent from the accompanying sketch. The kitchen is about 15ft.\n:square. The upper floor is divided into two rooms, the back one,\ncorresponding to the kitchen, being used as a bedroom for Tom and the\nc1tildren; the front one as a store-house for bacon, horse-furniture, and\nvarious odds and ends. There is also a garret above this, into which I\ndid not enter, it being at the time full of bacon in salt. The whole\nilouse, not excepting the bedrooms, is hung with bacon, the very stair-\ntCaSe being lined with it, so that I had to draw my coat close to me in\n~ing up. A large part of the bacon, as I was told by White, had gone\nbad during the period of the disturbances.\nThe front or inner room on the ground-floor was an ordinary room,\nlike all the rest of the house, half filled with bacon, and containing,\n~esides bedroom fnrniture, a large beer-barrel on trestles; everything in\nit filthily dirty.\nI looked all ovt:r the house in daylight, but could discern no holes in\nthe walls, ceilings, nor any trace of the extensive a.nd elaborate\nmachinery, which would have been required to produce the movements\nby ordinary mechanical means.\nThe history of the disturbances, as gathered from the various\nwitnesses whom I interrogated, appears to be briefly as follows:-\nXothing remarkable had been seen or heard in the houso until about\nDigitized by Google\n\f~02 Journal of Societ,1J101' P8!1c1ti.cal Re8earch. fDec.. lS8~\nthe 20th or 21st February, 1883, when, as Mrs. White was a.lone with\ntwo of the children in the kitchen one evening, washing up the tea-things\nat the table; the table tilted up at a considerable angle; the candle was\nupset, and the washtub only saved by Mrs. W. holding it. She posi-\ntively assured me that she exerted no pressure whatever upon the table,.\nand the whole incident struck her as very extraordinary. Her husband\nmade light of it at the time.\nOn Monday, February 26th, White was absent from home until the\nWednesday afternoon. On the Monday his wife allowed a girl, _Eliza.\nRose,the child of a~ imbecile mother,and herself regarded as half-witted,\nto come into the house and share her bed at night. White returned.\non Wednesday night, but left on the following morning until Friday\nafternoon. During that one night the girl slept on the squab. On\nThursday night, 1st March, at about 11 p.m., Tom White went up to.\nbed-the children having gone up some hours before. At about 11.30,\nMrs..White and Eliza Rose being then alone in the kitchen, various.\nthings, such as' a corkscrew, clothes pegs,a salt cellar, &c., which. had.\nbeen in the kitchen only a few minutes before, came tumbling-\nstep by step down the kitchen stairs. Tom positively and solemnly\ndenied having thrown the articles, and the mystery was inclJeaseli;\nwhen, at least 20 minutes after he had gone upstairs, no one·\nhaving left the room in the interval, some hot coals were thrown,\ndown.\nOn the following night, the 2nd March, at about the same hour -\n• White, Mrs. White, and Rose being in the kitchen-a noise was heard:\nas of some one coming down the passage between the two houses,. and,\nstopping just outside the outer door. White told Rose to open the·\ndoor, but she was too frightened to do so. Then they heard a surcingle\nand immediately afterwards some pieces of carpet thrown down the\nstairs. Then followed some knives and forks and other things. The·\ngirl picked them up; but they followed still faster. \"'rute then left\nthe room to go up to Tom. During his absence one of the ornaments.\nflew off the mantelpiece into the corner of the room near the door.\nNothing was seen by the two women; but they heard it fall, and fouad\nit there. Their screams summoned White down; as he entered the.\nroom his candle went out, and something struck him on the forehead.\nThe girl picked up the candle-which appears to have left the candle-\nstick, and two new ones which had not been in the house previously-\n£::-om the ground ; and as soon as a candle was lit, a little china woman.\nDigitized by Google\n\fDee., 188-1.] Journal of Societ!ffor P8ycllicl,1 Re8earch. 203\nleft the mantelpiece, and fell into the corner, where it was. seen by\nWhite. As s.oon as it was replaced it flew. across the room again, and\nwas broken. Other things followed, and the women being very\nfrightened, and White thinking that the disturbances presaged the\ndeath of his child, who was very ill with an abscess in the back, sent\nTom (who was afraid to go alone) with Ford to fetch the doctor. Mrs.\nWhite meanwhile took one of the children next door. Rose approached\nthe inner room to fetch anoth~r, when things immediately began to flr\nabout and smash themselves in that room. After this all appear to\nhave been absent from the house for a short time. White then returned,\nwith. Higgs, a policeman, and, whilst they were alone in the kitchen,\nstanding near the door, a glass jar flew out of the cupboard into the\nyard; a tumbler also fell from the chest of drawers in the kitchen,\nwhen only Higgs was near it. Both then went into the inner room,\nand found the chest of drawers there turned up on end and smashed.\nOn their retu~they found Rose, Wass, and Tom White in the kitchen\n[1 and Mrs. Wass], and all saw a cream jug\" which Rose had just placed\non the bin, fly four feet up in the air and smash on the floor. Dr.\nLloyd and Mrs. White then entered, and in the presence of aU these\nwitnesses, a basin was seen to rise slowly from the bin-no person\nbeing near it except Dr. Lloyd and Hig~s. It touched the ceiling, and\nthen fell suddenly to the floor, and was smashl.'d. This was at 12 p.m.\nAll then left except Tom White and his brother. The disturbances\ncontinued until about 2. a.m., when all grew quiet, and the Whites\nslept. At about 8 a.m., on Saturday, the 3rd, the disturbances began\nagain.\nWhite left the kitchen to attend to some pigs; and, in his absence,..\nMrs. White and Rose were left alone in the kitchen.. A nearly empty\nport wine bottle leaped up from the table about four feet into the air, and\nfell into a bucket of milk, standing on the table, from which Mrs. White\nwas filling some jugs, &c.\nThen Currass appears to have been attracted to the scene. He-\nentered with White, young Wass, and others, and viewed the inner\nroom. They had but jU'.lt returned to the kitchen, leaving the inner\nroom empty, and the door of communication open,. when the American\nclock, which hung over the bed, was heard to strike. (It had not done\nso for 18 months previously.) A crash. was then hea.rd,. and Currass .\nwho was nearest the door, looked in, and found that the.. clock. had\nfallen over the hed~about four feet 1)road-and was lying on the\nDigitized by Google\n\f204 Journal o\/Society\/O,. PS!Jckical Reseal·ch. [Dec., 1884.\n-----------------\nftoor.* Shortly a.fterwards--no one being near it-a china dog flew off\nthe mantelpiece, and smashed itself in the. corner near the door.\nCUlT&88 and some others then left.\nSome plates, a cream-jug, and other things, then flew up in the air.\nand smashed themselves in view of all who were in the kitchen-Rose,\nthe Whites, and Mrs. Wass.\nWhite then lay down on the sofa; but disturbances continued\nduring his siesta. In particular, some pictures on the wall next the\npantry began to move, but were taken down at once by his brother. At\na.bout 2 p.m. a Salvation Army woman came in, and talked to White.\nRose only was with them in the kitchen. A candlestick flew from the\nbin, and fell behind the Salvation Army woman, as Rhe stood near the\npantry door. She left the room in terror\nOther things then followed at intervals. A full medicine bottle fell\nwithout breaking. An empty medicine bottle and a lamp-glass fell and\nbroke themselves. It was then about 4 p.m., and White could stand\nit no longer. He told the girl she must go; she did in fact leave\nbefore 5 p.m. After her departure nothing whatever of an abnormal\ncharacter took place, and the house has remained undisturbed up to the\npresent time.\nWith regard to the positions of the persons present, in relation to\nthe objects mOY'ed, it may bestated generally that there was no possi-\nbility in most cases of the objects having been thrown by hand. It\n.will be seen, on reference to the deposition'i of the witnesses which are\nappended, that the objects were frequently moved in' a remote corner\nof the room, or even in an adjoining room. Moreover, the character of\nthe movements, in many cases, was such as to preclude the possibility of\nthe objects having been thrown.\nOf course the obvious explanation of these occurrences is trickery\non the part of some of the persons present. In regard to this, it seems\nto me a matter of very little significance that most. of the educated\n* It will be noted that there is a diecrepancy between White's and Curraas'\nversionof this incident. Mrs.White, however, confirmed her husband's accouilt; and\nI have little doubt tbat the statement in tbe text is 8ubstantially &Ccumte.\nCurraas is more likely than Wbite to have been mistaken in his reoollection of\nWhite's position at the time; and Curraas' account of his own position does not\n. differ greatly from that given by White. The material point, and one on wbich\nboth witnesses are agreed, is that no one ._ tbe clock fall. Curraas' written\nstatement is not clear on this point, but be told me 1Iiv\/i. fJoctJ that his attention\nwas drawn to what had taken place byhearing thecrash. He only then turned\nround and saw the clock.1ying on the floor.-F. P.\nDigitized by Google\n\fDec;, 1884.J Journal oj Society for Psychical Research. 205\npeople in Worksop believe White himself to have caused the distur-\nbanoe. For most educated persons, as we know, would not be ready to\nadmit any other than a mechanioal explanation, and if such an explana-\ntion be adopted, White, the owner of the house, a man of considerable\nintelligence, whose record was not entirely olean, and who was himself\npresent on the occasion of nearly all the disturbances, must obviously be\nthe agent. But whilst believing White to be at the bottom of the\nmatter, none of the persons with whom Ioonversed were prepared with\nany explanation of his modus operandi. That he should have thrown\nthe things was universally admitted to be impossible. And beyond\nthia, I oould discover little more than an unquestioning faith in the\nomnipotence of eleotricity. No one professed to ~ve any idea. of what\nmechanical means could have been employed, or how they could\nhave been ada.pted to the end in view. Still less did anyone pretend to\nhave disoovered any indications in the house itself of any machinery\nhaving been used. Moreover,there was a total absence of any apparent\nmotive on Whi~e's part, supposing him to have been capable of effecting\nthe movements himself. Whilst he was unquestionably a considerable\nloser-to the extent of nearly £9 as estimated by himself, though this\nestimate is probably exaggerated-by the articles broken, he appears to\nhave reaped no corresponding advantage. The one motive which I heard\nsuggested-if we disregard a report in one newspaper, subsequently con-\ntradicted in another, to the effeot that White was anxious to buy the\nhouse, and to buy it oheap-was that he produced the disturbances in\nfulfilment of a sporting bet. But I saw no reason to regard this\nexplanation as anything but a scholium evolved by some ingenious\ncommentator from the facts themselves.\nAgain, had White himself been the principal agent in the matter,\nit is clear that he must have had at least two confederates, for he was\nnot himself present during the disturbanoes on the Thursday night-\nwhich might, indeed, have been caused by his brother Tom-nor was\neither he or his brother present during some of the occurrences on the\nfollowing day. Moreover, these confederates must not only have been\nextremely skilful, but they must have been capable of more than ordi-\nnary reticence and self-control. For it is remarkable that, with the\nsingle exception of the statements made by the girl Rose, no one pro-\nfessed to have heard even a hint from White himself, from his brother,\nor from any other, of any trickery in the matter.\nMoreover, it is hard to conceive by what mechanical appliance-\\\nDigitized by Google\n\f206 Jourllal of Society lor P'1lcAical Reseal·cll. [Deo•• l.8Sl.\nunder the circumstances described, the movements could ha.ve been\neffected. The clock, for instance,-a heavy American one-was thrust\nout from the wall in a horizontal direction, so as a.pparently to clear a\n4ft. Mdstead which lay immediately beneath it, and the nail from which\nit depended remained in Bitn on the wall. The objects thrown about\nin the kitchen moved generally, but by no means always, in the direction\nof the outer door. And it is noticeable that, in most cases, they do not\nappear to have been thrown, but in some manner borne or wafted across\nthe room; for, though they fell on a stone floor 15ft. or 16ft. distant,\nthey were often unbroken, and were rarely shivered. And it is\nimpossible to reconcile the account given of the movement of some other\nobjects, variously described as \"jerky,\" \" twirling,\" and \"turning over\nand over,\" with the supposition that the objects depended on any fixed\nsupport, or were in any way suspended.\nLastly, to suppose that these various objects were all moved by\nmechanical contrivances argues incredible stupidity, amounting almost\nto imbecility,on the part of all the persons present who werenotintheplot.\nThat the movement of the arms necessaryto set the machinery in motion\nshould have passed unobserved on each and every occasion by all the\nwitnesses, is almost impossible. Not only so, but Currass, Higgs, and\nDr. Lloyd, all independent observers, assured me that they examined\nsome of the objects which had been moved, immediately after the\noccurrence, with the express intention of discovering, if possible.\nany clue· to an explanation of the matter, but entirely failed to do so.\nThese men were not over-credulous; they certainly were not wanting\nin intelligence; and they were not, any of them, prepossessed in favour\nof· White. .But they each admitted that they could discover no possible\nexplana,tion of the disturbances, and were fairly bewildered by the whole\nmatter.\nAprillltk. 1883:\nSTATEMENT OF JOE WHITE. A fair witness. I think that he always in-\ntended to speak the truth, but that occasionally his memory proved\ntreacherous. In all important points, however, he was corroborated\nby his wife (an excellent witness), Higgs, and CUrraBs.-F. P.\nI returned home about 7 on the Friday night (March 12th). I\nhad been absent from home on Monday and Tuesday nights: and it was\nduring my absence that my wife took in the girl Rose, who shared her\nbed in the front inner room. I slept at home on 'Vednesday, and the\ngirl then slept on the squab in the kitchen. I left again on Thursday\nwonting, and returned as mentioned on the Friday.\nWl).en. told by my wife and Tom what had happened on Thursday\nDigitized by Google\n\fDile., 1884.) Joltl'11al Q\/ SocietuJOI' P8ychical Re8earch. 207\nnight I said some one must have been tricking, and didn't think much\nmore about it. But I chaffed the lass (Rose) a good deal, for she was\nmuch frightened. About 11.30 on Friday evening, when my wife, the\ngirl, and I were alone in the kitchen,just going up to bed, I heard a noise\nas if some one had come down the passage between the two houses,\nand were standing just outside our door. They didn't knock; but I said\nto Rose, \" Go and see who's there.\" But she was frightened and didn't\ngo. Then presently, a lot of things came rattling down the stairs. I\ndon't know what came first: but a lot of things came-a surcingle,\nbits of carpet, knives and forks, a corkscrew, &c. The girl went to pick\nthem up, and put them on the table, and just as fast as she put them on\nmore things came down. Then my wife said t.() me, \"The salt cella.r came\ndown last night, but you won't have it down to-night, for here it is on\nthe table.\" She was using it at the time for saltil'lg Tom's dinner for\nnext day. She had hardly said this,when the salt-cellar flew off from the\ntable, and into the corner near the outer door. Rose was in that corner,\nand not near the table: my wife was at the table but certainly didn't\ntouch the cella.r. I saw the thing go, though I couldn't believe my eyes.\nMy wife didn't see it go, but we both saw it as it struck the wall in the\ncorner. All the salt was spilled out of it. I fairly couldn't believe my\nown eyes; but I couldn't help thinking it must be Tom. So I went up-\nstairs to him, and told him to leave off. \"Thou'lt frighten our Liz to\ndeath.\" He said, \"It's not me, Joe. I'll take my oath it isn't.. I've never\nthrown nowt down.\" Whilst I was still talking to him, I heard a crash\ndownstairs; and the women screamed; and my wife cried, \"Come down,\nJoe.\" As I wag just coming into the room the candle which I held in my\nhand went out-I don't know how at all--and we were left in darkness,\nexcept for the firelight. Then something hit me on the forehead, and I\ncried out, \" Who threw that 1\" Then there was a crash in the corner.\nI found out when we had a light again, that the salt cellar had fallen\nagain into the corner, and broken itself. Then I found out that the\ncandle was not in the candlestick, and asked where it was. I told\nthe girl to look for it, and then she felt among the things at the bottom\nof the stairs and picked up t\/,ree candles, two of them quite new. We\nhad only had' two candles in the house [Mrs. White expressly confirmed\nthis.-F.P.] which had been bought justbefore, and both had been partly\nburnt. I lit the old ones and left the new ones on the table; but they\ndisappeared afterwards, and I have never seen them since.\nWhen the candle was lit again, I saw the little china woman jump\noff from the mantelpiece, and go into the same corner. It fell on its\nside, and then righted itself, and stood upright, unbroken. I distinctly\nsaw it go through the air; it passed near me as I stood about the\nmiddle of the room. None of us were near the mantelpiece. Ipicked\nit up, and presently it fell into the corner again, and broke itself.\nDigitized by Google\n\f208 Joul'IJal qf Society fol' PS!lcllical Research. [Dec.,l8SI.\nThen the tea-caddy and the candlestick, all from the mantelpiece,\nfollowed. Then I went out and found George Ford (\" Buck\" Ford),\nand asked him to fetch Dr. Lloyd for the child-for they had told me\nthat all this disturbance meant the death of the child, who was very ill\nwith an abscess in its back.\nThen I got my wife to take the little lad out, and lo.yhim next door,\nhe lying on the sqqa.h in the kitchen at the time. [Mrs. W. denied this,\nand sa.id he was in the inner room.-F. P.] Rose went with her,\nand they took all the children with them. Before going, Rose had to\ngo into the inner room, and then things began to fly about there and\nmake a disturbance. All had been quiet there before.\nI went after the others into the next house and stayed there some\nlittle time.. When I came back, I found the Police-constable Higgs in\nthe kitchen. He and I went alone there. (Rose all this time was next\ndoor.) We heard a crash in the inner room, and we went in-Solomon\nWass and Tom, who had just entered·with us, and Higgs withhis lantern,\nand we found the chest of drawers turned up on end, and the lustres\nand looking-gla.ss, and everything else that had been on it, in pieces on\nthe floor. Then we came back into the kitchen, and we BIloW the\ncupboard door open, and a big glass jar flew out, and flew into the yard\nand broke itself. Also some things flew off the bin at the side of the\ndoor, from the end near the fire; and they pitched in the corner, and\nthen went out in the yard. Things often pitched on the floor by the\ndoor first,and then got up again and flew out into the yard.\nThen Dr. Lloyd came in with my wife,and Higgsshowed him what had\nhappened in the inner room. Then when we had got into the kitchen\nagain, and were all standing near the door of the inner room-Higgs,\nmy wife,and Tom, and Wass,and Lloyd-who was about six feet from the\nbin, and the nearest to it of our party-we all BIloW a hasin which was\nlying on the bin near the door, get up two or three times in the air,rising\nslowly a few inches or perhaps a foot, and then falling plump. [Mrs. W.\ncorroborated this, and so did Mr. Wass,the next-door neighbour,who was\nalso present.-F.P.] Then it got up higher, and went slowly, wobbling as\nit went, up to the ceiling, and when it reached the ceiling, it fell down all\nat once, and broke itself.* Dr. Lloy:! then looked in the bin, BIIoying the\ndevil must be in the house, and then left. All the others shortly after-\nwards left, Mrs. W., Rose and the children stopping in the next house\nTom and I BIIot in the chair on either side of the fire until the next morn-\ning at 8 a.m. Things kept on moving every now and then until about\n2 a.m., and then wa~ all quiet, and we got to sleep a bit. At about\n8 a.m. I had to go out to see after a pig, which had been pigging, and\n• During this aoene the room was lig~ted by one candle, Higp'llantem, and\n• bluing fire i 10 that the light was pretty good.\nDigitized by Google\n\fDec., 18U.] Jotwnalof Societ!\/ for Ps!\/ckical Reseal'cl\" 209\nthen things began again; and a lot of folks came in to see about it.\nCurrass came in, and I went with him into the inner room and showed\nhim the chest of drawers, he and I alone; we came out leaving the door\nopen-I am quite slIre it was open-and I was sitting near the fire, and\nCurrass was just inside the kitchen, not far from the open door, when\nWass's little lad, who was sitting at the table, said, \"There's the clock\nstriking,\" meaning the big clock which hung over our bed. I couldn't\nhear it, and I said it was a lie. Just then we heard a crash, and I\nasked what it was, and Currass looked round, and said it was the Ameri-\ncan clock had fallen right across the bed, and lay on the floor at the foot,\nwith its bottom knocked out. Then I took it into the yard. I don't\nthink-indeed, I a.m sure that Coulter was not here when all. this\nha.ppened. The other clock fell and was broken, but whether before or\nafter I cannot rememller; and he may have seen that. I don't remem-\nber where the girl Rose was when the American clock fell. She may\nhave been in the kitchen, but she certainly wasn't in the inner room;\nno one was in that room, I am sure. I don't remember saying just at\nthat time, though I often did say, that wherever she went the things\nsmashed.\nAfter that, Currass and I and one or two ~thers were standing near\nto the outer door talking, when the china dogs, 01' one of them, flew\noft' the mantelpiece and smashed; and lot of things kept on flying into\nthe corner and smashing. I saw one of the dogs leave the mantelpiece\nand go through the air. I don't remember exactly when Coulter came;\nhe may have been here when the china dog was smashed, but I don't\nremember that he was. Then a cream jug fell oft'the ts,ble; it had done\nso four or five times without smashing. At last I filled it with milk,\nand had placed it on the bin, when it suddenly fell oft' and smashed, and\nthe milk was all spilt.\nThen I was tired, and lay down on the squab; but things kept\nmoving. I was told some pictures on the wall began to move, but 1\ndidn't see them. At about 2 p.m., a Salvation Army woman came in\nand was talking to me as I lay on the squab; she stood near the inner\ndoor; Rose was near the outer door having brought in some carpet.\nThere were two candlesticks on the bin, at the end near the fireplace.\nSuddeniy something dropped behind the Salvation Army woman. No\none saw it going through the air; but we turned round and found that\nit was one of the brass candlesticks., It waS half balanced on the small\nend where the candle goes, and was wobbling about on the end. Then\nthe Salvation woman said, \"I must go;\" and she went.\nThen a little after, when Rose was going to lay down the carpet, and\nno one else in the room, a medicine bottle, full, fell from the bin on to\nroll of carpet, about three or four yards oft', and was broken. A lamp-\nglass had fallen several times without breaking; but at last that fell\nDigitized by Google\n\f2io journal of Society lor Psgchical Re3NlI'clt. [Dec., 1884.\nand broke. Then an empty bottle flew off from the mantelpiece.\nThat was one of the last things that happened. Well then, I couldn't\nstand it any longer. Wherever the lass seemed to go, things seemed to fly\na.bout. So I said to her, \"You'll have to go.\" She began toroa.r. But\nmy wife gave her some tea, and she went. That was between 4 and\n5 p.m., very soon after the last disturbance. Nothing happened after\nshe left. We sat up in the kitchen that evening, a lot of us, as the\nnewspapers tell ; but nothing happened at a.ll.\nI have been in the house three years. I think the house had been\nbuilt four or five years before that. Nothing of the kind had ever\nhappened in it before, as far as I lrnow, except that once I thought I\nheard some one moving in the yard, and fancied it might be some one\nafter the fowls; but there was no one there; and there was that strange\ntilting of the table when my wife was washing up the things about a\nweek before.\nThe Wasses and the Willisezl [Mrs. Willis is Wass's sister] had\nlived together in the next house; but since all these disturbances, the\nWillises have left the house; but Mr. and lIn. Wass are still there.\n(Signed) JOSBPH WHITB.\nNew Building Ground, Worksop.\nApril 8th, 1884.\nSTATEMENT OF POLICE CONSTABLE HIGGS, a man of good intelligence,\nand believed to be entirely honest. Fully alive, as becomes his\nofficial position, to White's indifferent reputation, but unable to\naccount for what he saw.-F. P.\nOn the night of Friday, March 2nd, I heard of the disturbances at\nJoe White's house from his young brother, Tom. I went round to the\nhouse at 11.55 p.m., as near as I can judge, and found Joe White in the\nkitchenof his house. Therewasonecandlelightedintheroom, andagoodfire\nburning, so that one could see things pretty clearly. The cupboard doors\nwere open, and White went and shut them, and then came and stood\nagainst the chest of drawers. I stood near the outer door. Noone else\nwas in the room at the time. White had hardly shut the cupboard\ndoors when they flew open, and a large glass jar came out past me, and\npitched in the yard outside, smashing itself. I didn't see the jar leave\nthe cupboard, or fly through the air ; it went too quick. But I am\nquite sure that it wasn't thrown by White or anyone else. White\ncouldn't have done it without my seeing him. The jar couldn't go in a\nstraight line from the cupboard out of the door; but it certainly did go.\nThen White &.eked me to come and see the things which had\nDigitized by Google\n\fDec., 1884.] .Journal oj Society for Psycln'oal Reseal'clt. 211\nbeen smashed in the inner room. He led the way and I followed. As I\npassed the chest of drawers in the kitchen I noticed a tumbler standing\non it. Just after I passed I hea~d a crash, and looking round, I saw\nthat the tumbler had fallen on the ground in the direction of the fire-\nplace, and was broken. I don't know how it happened. There ~as no\none else in the room.\nI went into the inner room, and saw the bits of pots and things au\nthe floor, aud then I came back with White into the kitchen. The girl\nRose had come into the kitchen during our absence. She was standing\nwith herback against the bin near the fire. There was a cup standingonthe\nbin, rather nearer the door. She said to me, \"Cup'll go soon; it has\nbeen down three times already.\" She then pushed it a little farther on\nthe bin, and turned round and~stood talking to me by the fire. She had\nhardly done so,when the cup jumped up suddenly about four or five feet\ninto the air, and then fell on the floor and smashed itself. White was\nsitting on the other side of the fire.\nThen Mrs. White came in with Dr. Lloyd; also Tom White and\nSolomon Wass. After they had been in two or three minutes, some-\nthing else happened. Tom White and Wass were standing with their\nbacks to the fire, just in front of it. Eliza Rose and Dr. Lloyd were\nneSt' them, with their backs turned towards the bin, the Doctor nearer\nto the door. I stood by the drawers, and Mrs. White was by me near\nthe inner door. Then suddenly a basin, which stood on the end of the\nbin near the door, got up into the air, turning over and over as it went.\nItwent up not very quickly,not asquickly as if it had been thrown. When\nit reached the ceiling it fell plump and smashed. I called Dr. Lloyd's\nattention to it, and we all saw it. Noone was near it, and I don't know\nhow it happened. I stayed about ten minutes more, but sawnothing else·\nI don't know what to make of it all. I don't think White or the girl\ncould possibly have done the things which I saw.\n(Signed) WILLIAM HIGGS, G.E. 30.\nApril 10th, 1883.\nSTATEMENT OF ARTHUR CURRASS,' coal-miner; . a Methodist, and\napparently a very steady, respectable man. Believed that White\ndid it, but couldn't guess how it was done.-F. P.\nI had to go out on the Saturday morning (March 3rd) to get some\nswill for the pig, about 8.15 a.m. I passed by. White's house, and hear-\ning a disturbance, I looked over the railings, and White said to me,\n\" There's something in the house that's breaking all afore it.\" I asked\nhim what it were, and he told me to come and see. I got over the\nrailings, and I followed White into his own house. He took me into\n\f212 Journal of Society jor P8yckical Re8earch. [Dec., 1884.\nthe front place where the clock was hanging over the bed's head, and was\nshowing me a nest of drawcrs, where his suit of clothes came out of the\nbottom drawer into the top one but one. While I was looking at the\ndrawer, and the broken pots there was lying there, the clock by some\nmea.ns came from the wall, slantingwise about seven feet, and\ndropped clear of the bed's foot onto the floor. It had been fastened\nup on the wall, near the bed's head, and it fell between the\nbed's foot and the door. I said, \"What is that 1\" White said, \"It's\nsomething else smashed.\" I turned round and saw tha.t it was the\nclock. The nail still remained in the wall. The girl Rose was coming\nout of the kitchen towards the inner door, but had not got quite up to\nit. She seemed to be much frightened. White said to me, \"It doesn't\nmatter a damn where that lass goes, there's something smashes.\" The\nclock was taken right away into the yard and placed on an empty cask,\nand there it stayed. White a.nd I were alone in the front room when\nthe clock fell. White and I then went into the back kitchen, and I\nremained about four feet from the outer door, with my face towards the\nfireplace. I then saw a pot dog leap from the mantelpiece, and come\nwithin a.bout five feet of the pantry door and break, passing close to me.\nThere was nothing attached to it, and there was no one near it. I then\nbegan to move away,and just then Coulter appeared. This would' be\nbetween 8.30 and 8.45 a.m. Coulter had not come before whilst I was\nthere, aDd certainly had not been present when the clock and the dog\nwere broken. The clock was in the yard when he came, and I showed\nit him there.\nJohn Street, Worksop.\n8eh April, 1883.\n(Signed) ARTHUR OURRASS,\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe following addition. lta1J\/J been made mice last month.\nINGRAM (John H.) The Haunted Homes and Family Traditions of\nGreat Britain. 2nd Series ........r .............................. LO'lidon, 1884\nPAINE (Albert W.) The New PhiloBephy... ......Bangor,Me., U.S.A., 1884*\nPERFECT WAY (The); or, The Finding of Christ. (A Second Oopy.)\nLondon, 1882\nSINNETT (A. P.) Esoteric Buddhism. 4th Edit. (Two Copies) London, 1885\nWILDE (W. R.) Irish Popular Superstitions ........................J)ublin, N.D.t\nTAINE (H.) De l'Intelligence, 2 voL, 4th Edit......................Paris, 1883\n* Prt'seDted by the Author. t PreseDted h7 the Rev. CaDon Wood.\nDigitized by Google\n\fDec., 1884.] JOlel'llal qf Societglor P'!lchical Researcll. 213\n--------\nSPECIMENS OF THE CLASSIFICATION OF CASES FOR\n\"PHANTASMS OF THE LIVING.\"\nVIII.\nIn order that the relation which the cases given in these papers\nbear to one another may be more clearly understood, I give here an\nanalysis of the system of classification adopted. It will be seen that\nDivision L has already been rapidly traversed in these papers, and that\ninthe Journal for November we dealt with Divison II.,ClassG, Group a.\nI hope gradually to work through all these 'divisions, but should be\nvery glad of any suggestions or criticisms.-F. W. H. MYERS.\nPRINCIPLES OF THE PROVISIONAL CLASSIFICATION ADOPTED.\nAs regards the broader divisions, the cases have been BO classed\nas to illustrate the theory which regards Phantasms of the Living o.a\na development of Thought-transference. The mode of impact 'on\nthe percipient's mind has therefore been the point primarily regarded.\nDIVISION I. has been made of cases where the phantasm was\nperceptible to one pel'Son only-individual cases.\nCases may be classed as individual for two main reasons. Either\nthe nature of the phantasm was such that there seemed no probability\nof its being shared with other persons, even when other persons were\npresent at the time; or else other persons were present at the time,\nand as a matter of fact did not perceive the phantasm in question.\nThis cistinction will be better understood if we take the classes in\noroer. .\nCLASS A contains cases where the transferred impression or idea\ndoes not take the form of a definite quasi-sensible phantasm.\nTM first group a under class A comprises the vaguest cases of\nall: those where the percipient merely feels an impression that\ndeath or misfortune is happening to BOme one of his acquaintance.\nThis vague impression may affect (in varying proportions) the senses,\nintellect, emotions or will. Sometimes it is mainly BenIlO7'y, BOmetimes\nideational, BOmetimes emotional, and sometimes volitional or rather\nmotor; that is to say, including an impulse to go somewhere or do\naomething.\nTIUJ second group fJ under class A begins the cases where there is\nidentification as well as impression j that is, when the percipcnt feels\naure wI\/'() it is that is ill some way Buffering. In group fJ we have\nDigitized by Google\n\f214 Journrel qf Society for pS.'1cl\/.ical Researck [Dec., 18M.\nplaced cases of this sort, where the agent is in distress or danger\nbut not dying.\nGroup 'l' (class A) contains cases of the same kind as group {J (im\npression with identification) but differing from group {:J insomuch as\nthe agent is actually dying.\nGroup a (class A) begins the cases where there is an approximation\nto sensory hallucination. Group a comprises cases where there is a\ndijfusedfeeling ofphysical wretclUJdness, &c., at the time of the friend's\ndeath.\nGroup ~ (clas3 A) comprises cases where there is a sense oftlUJ presence\nof some one at a distanr.e, which turns out to correspond with the time-\nof his death or danger. .\nGroup ,(class A) comprises cases where a name is internally\nimpressed on the percipient, not; like an actual sound, but as though\narising within himself. .\nGroup '1 (class A) comprises cases \\where there is an approach to\nauditory ',allucination; a sound or call suggested but not developed into\ndistinctness. .\nGroup 6 (class A) comprises cases where there is an approac\/, to\n'Visual l£allucination, a face vividly pictured in the 'mind's eye,' &c.\nCLASS B comprises cases where the transmitted sensation is visual-\nof a scene which passes from agent's to percipient's mind•.\nGroup a (class B) comprises cases where the scene is reflected\nfrom the agent's memory to the percipient's sensation-having actually-\noccurred some time previously.\nGroup {:J (class B) comprises cases where the scene is re8ected\ndirectly from the agent's perception to the percipient's, at the moment\nof its occurrence.\nCLASS C comprises cases where t.he transmitted picture, instead\nof remaining as a picture felt to exist merely in the percipient's brain,.\nseems to become external, and to imprint itself on some convenient.\nsurface, as a wall or curtain, but does not yet appear to form a real\npart. of the solid external world. .\nCLASS D begins the cases which rise above the level of mere im-\npressions. It comprises cases where the sensation of the agent is\nreproduced in the percipient so as irresistibly to suggest an external\ncause; as in the case of the blow on the mouth felt directly by\n~. Se\\'ern and in a transmitted manner by Mrs. Severn\nDigitized by Google\n\fDec.,l884.] Journal qf Society for P8ycllic~1 Re8earch. 215\nCLASS E differs widely from the preceding classes, and seems mo~\nanalogous to clairvoyance; for it contains cases involving an apparent.\ndisplacement of the agent's centre of consciousness.\nGroup a (clas8 E) comprises the cases where this apparent transpo-\nsition of the centre of consciousness occurs involuntarily,\nGroup fJ (clas8 E) comprises the cases where there is an effort\non the percipient's part to realise or be 'spiritually present' in some\ndistant scene; followed by a consciousness of that scene as actually\npresent, although the actors in the scene are not aware of the percipient's\n~spiritual presence' among them.\nThus far there has been something in the nature of the percipient's\nexperience, in each. successive class of cases, which leaves us with no\nreason to expect that other persons should share that experience. In class\nE, indeed, it is conceivable enough that an actor in the scene witnessed\nmight, on his part, discern the percipient's phantasmal presence; but\nthe experience of the two would not in that case be the 8ame, but only\ncorrelative: the case would be one of reciprocity, not of collectivity of\nimpression.\nCLASS F, however, brings us ~ongSt cases where the percipient's\nexperience is of such a kind as to raise a natural expectation of its being\nshared by others. It comprises all narrativelJ ofextemalised phantasms,\n-voice, figure, &~, perceived by one person alone, although others were\nin his company an:! so situated that they would have perceived any\nordinary voice, figure, &c., as readily as he.\nThe cases under this class may be best arranged according to their\nparallelism with the several classes of Division II., which, as will be\nseen immediately, correspond with various types or degrees of the\ndevelopment of the phantasms.\nWe have thus exhausted the cases where a phantasm is unquestion-\nably individual,-not common to more than one percipient. But there\nare very many cases-'lI.etural cases, we may call them-where it is im-\npossible to be sure whether others besides the actual percipient would\nhave perceived the phantasm or not, because no one else has been·\npresent at the time, or in a position to perceive tho sight or sound, e,·en\nhad it been normally perceptible to all persons alike.\nDIVISION IL comprises these neutral cases, where tbe percipient is.\nvirtually alone. There may, indeed, be persons rather near him, or even\nsomeone asleep in the same room, for many of these are nocturnal cases;.\nbut it is of course impossible to be sure whether the phantasm (if it had\nbeen a real human voice or an ordinary intruder) would have wo.ked the,\nsleeper, or a~tracted the attention of persons at some little distance.\nDigitized by Google\n\f216 Journnl ~f Society for PS!lcliical Research. (Dec., 1.884.\nIt seems likely enough that phantasms occur more readily in hours\nof quiet and solitude; IiDd (especially if dreams be included) the propor\ntion of nocturnal to diurnal phantasms seems larger than the number of\nactual hours of rest would lead us to expect.\nThese numerous neutral cases give us an opportunity of classifying\nthe phantasms themselves more minutely than we have yet done. We\nmay arrange them in a series of ascending complexity, or rather with\n. reference partly to their complexity and partly to their apparent\ndevelopment in the percipient's mind or in the agent's.\n\\V., must begin, however, with the cases where the phantasm is least\ndeveloped.\nCLABS G comprises rudiulenf,ary unrecognisable pktlnta8mB,-BOuuds,\ntouches, or appearances which have no obvious connection with any\ngiven person; so that only the time-coincidenc~ can be appealed to to\nshow their veridical character.\nGroup a (class G) contains auditory phantasms of this vague kind\nsuch 'as blows or lashes heard at the moment of death.\nGro1.tp ~ (class G) contains vague tactile phantasms,-unrecognised\ntouches.\nGron]J ')I (class G) contaius apparently arbitrary visual phantasms\noccurring at the moment of death,-such as a ball of fire.\nCLASS H is a large and important one. It contains cases where the\nphantasm, though recognised, is not completely externalised as the\nfigure of the dying person in any definite dress. This class includes\nmany recognisable calls or to'UclleB, and some curious cases where the\nfigure seems to form itself from mist, and could never be mistaken for\nthe actual person whose semblance it wears.\nGroup a of this class contains auditory phantasms; Group fl, tactile;\nGroup ')I. visual; Group 3 comprises cases where both sight and hearing\nart) appealed to; Grot£p £, tactile and visual cases; Group t. auditory\nand visual.\nCLASS I. We now enter on cases where the phantasm is developed\ninto a definite recognisable form. And we have to consider what\nkind of phantoms seem to carry with them most trace of the action of\nthe percipient's own mind, and, therefore, come nearest to the phe-\nnomena of Thought-transference, from which we start. We wish, that\nis to say, to discriminate phantoms which have apparently passed\n.tllrou!\/l£ the percipient's mind, and been there shaped or modifiecl•\n.before we attack the cases where the phantom seems at fi~t sight\nDigitized by Google\n\fDec.,lBS\",.] JOI\".\"al of Societ!\/.!or Psychical Re8earch.. 217\nbe such as the percipient's mind cannot have helped to create. We\nfind, then, that there are a number of cases where the phantom presents\nitself with dream-like surroundings, such as we can suppose that the\npercipient's mind would add in transitu to a vague telepathic impression.\nIt is not intended to assert that this dream-like element may not be\ndue to the agent's mind, only that when the symbolism, &c., is such\nas might naturally pre-exist in the percipient's mind, it seems easier to\nsuppose that it had its origin eltere.\nGroup a (class I) contains cases where the local CirCttlllBtallceB where\nthe phantom is seen appear to have suggested its special aspect; where\nit seems to' be fitted in, as it were, to some striking scene (as a stoml\nat sea) which is actually going on before the percipient's eyes.\nGroup fJ (class I) contains cases where something in the percipient's\nmemory seems to have suggested the details of the phantom.\nGroup y (claB8 I) contains cases where the idea of deatl~ seems to\nhave suggested some familiar symbol, as a coffin, &c.\nGroup a(class I) contains cases where the idea of a liberated soul\nseems to have suggested the imagery: as of a. figure rising upwards, a\nchild's figure, &c.\nGroup ~ (class I) comprises cases where preconeeived ideas.of a.\nfuture state may be conjectured to have been operative in giving\ncharacter to the phantom. Under this head we have provisionally\nincluded the hearing of music at death; one of the most perplexing of\nour phenomena.\nGroup , (class I) contains phantoms with ele]Dents of inexplicable\ngrotesqueness, often atrongly resembling the imagery of a. feverish\ndream.\nCLASS J. Our next class is the large one where the phantom appears\nin the dying man's habitual costume, ao that it is impossible to say\nwhether agent's or percipient's mind is more likely to be responsible\nfor an aspect familiar to both.\nGf'OUp a (class J) contains cases where the figure is merely presented,\nwith no special action or other recorded detail.\nGroup fJ (class J) contains cases where the figure seems to move\naway from the percipient; a circumatance sufficiently common to be\nconveniently taken as distinctive of a group.\nGroup y (class J) contains cases where there is some symbolism of\nfarewell, or other expressed emotioc-.\nGroup aand Grollp ~ (class J) contain phantasms auditory as v:ell\nas visual, and tactile as well as visual.\nDigitized by Google\n\f218 Journal qf Boekt.1f for PS!lchical Research. [Dec.,l8S4\nGrol'p C(class J) contains c8.lles where the phantasm is repeated\nmore than once, with a sensible interval j a phenomenon commoner in\ndreams than in waking hallucinations.\nCLASS K. In our next class there is a more distinct and obvious\ndependence of the details of the phantasm on the agent's condition at\nthe time.\nGroup a (class K) contains cases where words uttered, or sounds\nmade, by the agent at the moment are reproduced as auditory phantasms\nfor the percipient.\nGroup f:l (class K) contains cases where the agent is seen in an\nindefinite white dress (possibly nigh~ress) or in a nigh~ress, in\nwhich he probably was at the time.\nGro~,p 'Y (class K) contains the cases where some other dress,\nactually worn at death, is reproduced.\nGroup a (class K) is the very important group which contains\neases where the phantom presents marks of disease or accident,\nespecially of drowning.\nGroup ~ (class K) contains a few cases where the phantoms hold\nsome object, or perform some act, which the agent, was holding or\nperforming at the moment of death.\nCLASS L includes cases where the imagery of the phantasm seems\nclearly to be derived from the agent's mind rather than the percipient's.\nGroup a (clfU\/s L) contains cases where the phantom'S dress is neither\none which he was wearing at the moment, nor one in which the\npercipient is likely to conceive him, but is one to which his own mind\nmight possibly be directed.\nGroup f:l (class L) contains cases where the dress is that which was\nworn at death, but there is some symbolism in addition.\nGroup 'Y (class L) includes some difficult cases where the phantom\nappears to give information j or where there seems a doubt as to\nwhether the phantasm (though announcing the death of the supposed\nagent) is in reality projected from the dying man himself.\nCLASS M. Our next class contains cases where the phantasm,\nthough definite enough to be recognised, and though representing\na known person, was not in fact recognised. It is not maintained that\nthis non-recognition is any strong indication that the phantasm has not\nin fact passed through the percipient's mind. But in any case it is\nconvenient (though possibly not quitt' logical) to place aU these cases\nof non-recognition together. Group a contains the auditory cases of\nDigitized by Google\n\flJec., 1831.) Jottl'nal qf Boric!.\" lor P·wchicnl RCIICQ1·ch. 219\nthis kind, grot£p fJ the visual, and group y the cases where more\nsenses than one have been appealed to without inducing recognition.\nCLASS N. Our next class ta.kes us one stage further from our\nfirst telepathic standpoint. For we come to cases where it is difficult\ntQ suppose that there was any such rapport existing between agent and\npercipient as to make an apparition of the one to ,the other in any way\nprobable. It seems in the.;e cases as if the mere locality in which the\npercipient is at the time, his nearness to some other person or to some\n'Place in which the agent is interested, leads to his witnessing the\nphantasm.\nIn Group a we present the cases where there was some previous\nacquaintance between agent and percipient; in 9rouP fJ the cases\nwhere the one was a stranger to the other.\nCLASS O. This clasll contains the rare cases where the phantoms of\nmore than one person appear simultaneously to the Bame percipient.\nWith these difficult cases we concludo our classification of phantasms\nperceived by one person only.\nDIVISION III. Collective Cases. The three classes which compose\nthis Division are each of them of great importance.\nCLASS P contains cases where a phantasm is manifested to two or\nmore percipients at nearly or exactly the same time, but in different\nplaces, thus obviating the idea that one percipient has influenced the\nother by suggestion. The phantasms are not always oj tlte sarM nature\nfor both percipients, and the varieties of combination are very in-\n'Structive.\nGroup a (cla,s P) contains cases where two separate impressio'\/UJ, of\na Cognate kind, have been felt by two persons at a distance from each\nothe~ .\nGroup fJ (class P) comprises cases where one percipient has ex-\nperienced an impression, and the other a developed phantasm.\nGroup y (class P) comprises C&Bes where the telepathic impact has\napparently taken the form of a dream for one percipient, and of a.\nphantasm for the other.\nGroup a(class P) comprises cases where two cognate plwntasms ha\"'6\nbeen observed by persons not present together in the Bame room.\nDigitized by Google\n\f220 •TO\/mUll qf &cief!lfor Psychical Researcl,. [Uec.,ISS\"•\nGroup. (class P) comprises cases where the same symholicalpl14nta&'11l\nhas bee~ perceived by persons not present together.\n\"\"\"bLABS Q is a very large one. It contains cases where more than.\none person, present together, have perceived the same phantasm.\nComparing the number of cases under this head with those under ftIh-·\nclass F it will be seen that when several people are together and a.\nphantasm occurs, the chances are largely in favour of aU perceiving it.\nOLASS Q, in fact, covers again the whole of the same ground as is.\nincluded in Division II., with the difference that each class of\nphantasm there described as occurring in the presence of one person\nonly, here occurs in the presence of several, and is noted by all. The\ngroups of class Q conaequently correspond to classes .. G to 0 ..\nwhich form Division II.\nOLASS R. Reciproca18.-0ne class, perhaps the most interesting\nof all, remains. It sometimes happens that the consciousneSB of a\npresence is mtttual,. that the two persons concerned are each of them\nagent (in the sense in which we have hitherto used the word) and each\nof them percipient :-this may happen in various ways, and in ma.ny\ninstances there are indications of it where it does not demonstrably\noccur. Usually, however, in such cases, there is an apparent displace--\nment of consciousness on the part of one only of the two persons con;.\ncerned; and it will be convenitmt to confine the term \"agent,\" in\ndealing with these cases, to the person whose consciousness is thus.\napparently diaplaced.\nGroU!) a (cltus R) contains cases where the agent (in the special\nsense just explained) is in a normal condition at the time.\nGroup S (class R) contains cases where the agent is asleep; group 'Y>\nc&ses where he is entranced or delirious; group 3, cases where he is.\ndyinv.\n<If JZ :7I'\"o-'ti~ ~ i .J.<.~. ~~- ~~ _ ....-<. c..+-~~ T,\ntJ\"e'4-ss<jJ, _~ ~ ~ ~\"tu.....f..-..'~e. a.....ti=;....._t;;. ..\n7k. ~ .4 \"'~~'4 f-~- -~.\nDigitized by Google\n\f","_id":404}