{"name":"Journal of the Society for Psychical Research 1910","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n12_jan_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N12, January 1885","mylang":"de","content":"Jio. xu.] [lUllABY, 1S8&.\nJOURNA.L\nOF THE\nSOCIETY· FOR PSYCHICAL RESEARCH.\n\"To our Read8l\"ll ••••• ,..\nlie\" Membel'll &1Id .AI8oclatea\nCouncJl Meeting •• ..\nGeneraJ. Meeting .., ...\n(lolnc1dental DreamlJIg\nCORTERTS.\nPAGB PAGB\n... 221 , Spec\\menB of the ClaIaiIlcatton of Cases\n.. 22Il for .. PhantllllDl ofthe LiVIng· .. .. 238\n.. 2iI:I CasesRecelYed by the Literary.Committee 245\n... ~ Correspondence .. .. •• .. .. .. 254\n•• 226 Supplementary Library Catalogue ., ... 256\nTO OUR READERS.\nIt will be interesting to our Members to know that at the close of\n-the year 1884 the Society consisted of:-\nMembers\nAssociates\nHonoraryMembers ...\nCorresponding Members\nHonorary ABBOCiates\nVice-Presidents who are not otherwise Members\nTotal\n223\n258\n6\n9\n21\n3\n••• 520\nIn fact, during the past year the Society has nearly doubled the\nnumber of its Members and Associates. A similar progression took\n-place during 1883, for at the close of that year there'were 288 Members\n;and Assoriates compared with 150 at the close of 1882, at the begin-\nning of which year the Society was founded. We can hardly expect\nthe growth of the Society to continue in this geometric progression,\nthough we may reasonably hope that the Society, being now so widely\nand honourably supported, will \"go from strength to strength.\"\nThanks to the assiduity of its Special Committee, and to its generous\ndonors, the Library, at 14, Dean's Yard, now numbers nearly 800\nvolumes, bearing for the most part upon the various subjects that\n(lome within the scope of the Society'S operations. Of these books, 52Q\nare in English, 135 in German, 110 in French, and 15 in other languages.\nOur readers will find on another page some important suggestions\nrelative to the future attitude of the Council towards the investigating\nCommittees, made by the President in his address at the last General\nMeeting.\nItis hoped that these proposed changes will not only enable some dis-\ntinguished scientific men, who take an interest in the Society's work, to\nDigitized by Google\n\f.222 Journal. qf Socz'efyfor P81\/chical Re8earch. [Jan., 1885.\nbecome members of the Council, but that they will also tend to-\npromote more numerous centres of investigation, and more frequent\ncontributions of papers to the Society's Proceedings.\nAnother change, which will take effect immediately, will also be of\nspecial interest to the readers of this Journal. The Literary Committee\nhave resolved to publish in the .Tournal a selection of the reports of\nphenomena that they from time to time receive. Such reports have\nhitherto been printed on slips and kept at Dean's Yard, and have,\ntherefore, been only accessible to members who go to the rooms of the\nSociety to see them. A vast accumulation of these cases, most of\nwhich are still under consideration by the Committee, can· be seen at\nDean's Yard. In future the wider publicity which these cases will\nreceive will doubtless evoke from many of our members both criticism\n~nd theory, expression to which may be given in the pages of the\nJournal.\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nGRAHAM, ALEXANDER, 9, Gray's Inn Square, London, W.C.\nMACALISTER, JOHN J. W., Leeds Library, Leeds.\nPAGE, A. 0., M.D., Truro, Nova Scotia.\nSENNETT, ALFRED R., A.M.I.C.E., M.S.T.E., 62, Hatton Garden, E.C.\nSTAPELTON, JOSIAH G., 47, Lee Terrace, London, S.E.\nVANE, FRANCIS P. F., Isthmian Olub, 12, Grafton Street, London, 'v.\nASSOCIATES.\nBIRRELL, MISS, 37, Addison Gardens North, London, W.\nCAMPBELL, JAMES A., Barbreck Loch.Gilp-head, Argyll, N.B.\nFORD, MISS EMILY S., 27, Albany Street, London, N.W.\nGRAHAM, J. W., B.A., Avenham View, Preston.\nLAYCOCK, REV. JAMES A., M.A., 2, Eton Terrace, Harrogate.\nMARSHALL, ARTHUR, Weetwood Hall, Leeds.\nMARTIN, MRS. ELIZABETH G., 42, Rue Gambetta, Honfleur (Calvados).\nFrance.\nMOULE, JOHN, Codicote, Welwyn, Herts.\nROXBURGH, ROBERT, M.B., F.R.C.S.E., Weston.super.Mare.\nVIVIAN, H., Trinity College, Cambridge.\nWALKER,MISS M., 17, Gloucester Street,Warwick Square, London,S.W.\nWHITE, WILLIAM, Morden House, 55, Highbury Hill, London, N.\nWHITE, MRS. HENRY, 22, Grosvenor Place, London, S.W.\nWINCKLEY, MRS., Flambards, Harrow-on-the-Hill, near London.\nDigitized by Google\n\fJau., 1885.] Journal oj Society for Psychical Reseat·cn. 223\nCOUNCIL MEETING.\nAt a COWlcil Meeting, held on the 30th of December, the President\nin the chair, the following Members were present :-Professor Barrett,\nMessrs. Alexander Calder, Walter H. CQffin, Edmund Gurney, Chas.\nC. Massey, F. W. H. Myers, Frank Podmore, Henry A. Smith, and J.\nHerbert Stack.\nAfter the Minutes of the previous Meeting had been read, six new\nJ'r.{embers and 14 new Associates were elected, whose names and addresses\nappear on another page.\nTwo Members, namely, Mr. James Brittenand Mr. George F. Pope,\ndesired to continue as Associates for the coming year, which was\nagreed to.\nTwo Members, namely, Major-General Maclean and Mr. Frederic W.\nSharpe, and two Associates, namely, Mr. Henry Y. Dickenson and Miss\nLucy Stables, tendered their resignations, which were accepted with\nregret.\nThe stock of Proceedilngs, Part III., being nearly exhausted, it\nwas resolved that a second edition of 1,000 copies be printed according to\nan estimate which had been obtained for the work.\nThe President brought before the Council some changes which he\nthought might be introduced with advantage into the mode in which\nthe work of the Society was carried on. He would propose, with regard\nto the expenditure by Committees, that they should have definite grants\nauthorised, in anticipation of their requirements. He also wished to\npropose that for the future the formal relation of the Committees, both\nto the Council and to the Society, should be changed, so t.hat the COWlcil\nshould no longer appoint the Committees, or hold itself responsible for\ntheir reports: its function should be merely to bring before the Society\nand the public the results of research conducted hy properly qualified\npersons. He thought this change on the wliole desirable, even in\nregard to those branches of inquiry which had hitherto mainlyengaged\nthe Society's attention; and he thought it was still more important in\nregard to other branches which were likely to engage the attention of\nthe Society in the future, and in the investigation of which it was pro-\nbable that there would be greater differences of individual opinion than\nin those matters which had mainly occupied them in the past. In\nmaking such a change as this, the President pointed out that they\nwould be following precedent, especially the practice of the Royal\nSociety, an extract from the rules of which the President read, in\nharmony with the course he was advocating.\nThe Council concurred with the views of the President, who subse-\nDigitized by Google\n\f224 Journal qf &Ckty lor P'!lckical Re,earck. [Jan., 18850\nquently entered mare fully into the ma.tter in his remarks at the\nGeneral Meeting in the evening.\nIt was agreed that the Annual Business Meeting of the Members\nof the Society should beheld on Friday, the 30th of January, at the\nRooms of the Society, 14, Dean's Yard, Westminster, S.W., at 3.30\np.m. The requisite notices were directed to be sent out in accordance\nwith the Constitution and Rules.\nIt was also agreed that a General Meeting should be held on the\nevening of the same day, at the Rooms of the Society of British\nArtists, Suffolk Street, Pall Mall. The chair to be taken at 8.30 p.rn.\nGENERAL MEETING.\nA General Meeting of the Society. which was largely attended, was\nheld in the Hall of the Society of British Artists, on December 30th.\nThe chair was taken by the President of the Society, who, in opening\nthe proceedings, remarked :-\nIt is proposed, at the next Annual Meeting, to obtain the approval\nof the Society for a change of some importance in the relations between\nthe Council and the Committees for experimental investigation.\nHitherto these Committees have been appointed by the Council as\nCommittees of the Society, and the Council has been, to some indefinite\nextent, responsible for their reports. There is no reason to !>elieve that\nthis responsibility has so far been felt as burdensome by any member of\nthe Council; and it seemed desirable, in the first stage of the Society's ex-\nistence, that the startling experiences and views laid before the public by\nthe Committees should, if possible, receive whatever support could be\ngiven them by the official acceptance of the Council But in dealing\nwith subjects so difficult and obscure as those into which we have under-\ntaken to inquire-in which the methods of investigation must neces-\nsarily be very tentative, and the most cautious investigator must expect\nfrom time to time to have to retrace his steps, regard the results already\nattained in a new light, and admit the misdirection and waste of a\ncertain portion of his labour-it would be a mistake perma-\nnently to hamper the selection of papers for publication by\nrequiring the Council to be in substantial agreement with the\nconclusions arrived at by their authors. It rather seems\ndesirable that the Society for Psychical Research should, in this matter,\nfollow the example set by the Royal Society; i.e., that it should be\nexpressly stated that the Council does not as a body give any opinion\non the subjects brought before them, eitherby Committees or individuals.\nHenceforth, then, the publication of the papers in the Proceeding!J\nwould only imply that the Council regards them as, on the whole,\nDigitized by Google\n\fJ\"aa., 1885.] Jounaat of 8ociet!!for Payckical Be8earck,' 225\ndeserving the attention of persons interested in the subjects to which they\nrelate, \"without pretending to answer for the certainty of the facts or\npropriety of the reasonings contained in the several papers so published,\nwhich must rest on the credit or judgment of their respective\nauthors.\"·\nIt is hoped that the present investigating Committees will continue\ntheir functions; but, with the exception of the Literary Committee, it\nis intended that for the future they should not be appointed or in any\nway controlled by the Council. The Council will merely (1) assign to\nthem whatever portion of the funds of the Society it may think fit, to\nmeet the expenses of investigation; and (2) accept from them, or from\nany other competent Committees or individual investigators, such records\nof work done as may appear, on the principles above stated, suitable for\ncommunication to the Society or to the public at large.\nThe Literary Committee it seems desirable to retain as at present,\nin order to secure the systematic collection, by a single organisation, of\nscattered evidence bearing on the subjects investigated by the Society;\nbut the members of this Committee should have the sole responsibility\nfor any conclusions they may publish, as to the value of the evidence\ncollected, or its scientific explanation.\nProfessor Sidgwick added that an incidental advantage of the pro-\nposed change would be that some of the scientific men who take an inte-\nrest in the work of the Society, but do not see their way to spend much\ntime on it, might be induced to join the Council, and undertake the func-\ntion of exercising a general supervision over the papers, and of giving\nadvice when anything appeared to them careless or hasty, either in the\nexperiments themselves or the inferences from them.\nProfessor Barrett then read a paper giving a number of casual\nexperiments on Thought-transference, which had belm received from\nvarious correspondents throughout the country. It was pointed out\nthat although by themselves these cases are but. of slight evidential\nvalue, yet, taken in connection with the more rigorous and.protracted\nexperiments of the Committee, they suggest a probably wide diffusion of\nthe faculty of incipient Thought-transference. Some discussion\nfollowed, in which Professor Haycraft, Mr. Myers, Mr. Powell, and\nothers took part. Professor Barrett having replied, Mr. Edmund\nGurney gave an outline of the remarkable paper on Mental Suggestion\nwhich Dr. Richet has recently published in the Revue PhiloBophique, a\nreview of which will appear in Part VII. of the ProceedinglJ of the.\nSociety.\nThe meeting then became informal. and conversational.\n*Quoted from the advertisement prefixed to each volume of the Transactions\nof the RoyaJ. Society.\nDigitized by Google\n\f226 Journal of Society\/or P81Jckical Re&earck. lJan.,l885. .\nCOINCIDENTAL DREAMING.\nThe frequent discussions which have waged of late years concerning\nso-called prescient dreams, presentiments and alleged spiritual pheno-\nmena. of all sorts, have led most of us to form an opinion on the\nquestion of whether their origin is supernatura.l* or otherwise. For\nmyself, having lived a great deal among the lottery-loving children of\nItaly, not to speak of occasional visits to Monte Carlo, and hearing thus\na great deal of talk of the ignorant among the former, and of the\neducated at the latter, concerning the effect of certain events, dreams\nespecially, on certain numbers, I haye been led to consider the two\ngroups of phenomena together, and of all the stories I have met with,\npublished or otherwise, there are none which cannot be accounted for\nby the simple process of coincidence.\nThis is not the place, perhaps, to enter into a discussion of my\nviews of the subject, I state the fact because it is the ground of my\nhaving so large a colle~tion of striking coincidences of the sort in hand.\nMy idea is that if everyone would note useless coincidences with as\nmuch care as they bestow on the few which have a result that seems\nlike a warning or prediction, they would be satisfied thn.t the latter\nare no more supernatural than the former.\nThat there may be hereafter to be unfolded a science of coincidences\nis not impossible. What is any science but deduction from the\nobservation of coincidences 7 What is any so-called cause and effect\nbut a more or less frequently recurring coincidence 7 Meantime, the\nonly plan for groping the way towards finding out if there is such a\nscience is to observe and note all those which come in our way; by\ncollation and discussion the principle of their occurrence may in time\nbe guessed at with sufficient accuracy to turn them to some account.\nI subjoin a quotation from an article on the subject, which I wrote\nfor Note8 mul Queries of 1st November, in the hope of inducing\nothers to take note of the similar\" useless coincidences\" which must\nundoubtedly happen to most persons. It occurs in course of some\nobservations, on curious instances of inconscient thought.\n\"If people are constantly dreaming of a variety of subjects, it m1£3t be now\n* One of the correspondents alluded to later on has objected to the intro-\nduction of the word \"supernatural\" ; he says that if a thing happens it is of\nits nature to happen,' and the word has no meaniDg. Of course, this is\ntrne for anyone who philosophises, but in writiDg for the general public, the\nword obviously denotes a quality in an event which takes it out of that order\nwhich they are accustomed to coluicler the common order of nature. Further\non in the same letter, he himself uses the word\" chance,\" which seems tome\nto be liable to the same limitation.\nDigitized by Google\n\f.Jan., 1885.] Journal fit Societyfor PS.I\/ckical Research.\n----------------~-\n227\n.and then that the subject dreamt of should happen to coinci.le with some-\nthing that occurs shortly after. It is only when such coincidence is of\n.an important nature that it is remembered and talked of, and then it is\n,;thought only to be a.ccounted for by superna.turaJ agenry. But if people\nwould take note of the useless coincidences as well, one source of superstition\nwould be removed. I have myself in this view noted a considerable\nnumber of very striking coincidental dreams, and so much to the point\nthat it may be thought worth while to give a couple of instances. In\nthe first case I had been somewhat troubled at having been obliged to\ndelay returning the call of a dear Roman friend, the late Countess\nLomax, and as the day was approaching for her leaving England, lone night\nfulfilled the duty in a dream. She had given me an address at the house of\na relative, 36, Dorset Square; I had no distinct knOWledge where that\n'Was, much less of how the numbers were distributed, nevertheless in my\ndream I went straight to a house about the centre of the south side. Thill\nactually proved to be the position of the house when I made my call in person\nnext day.\n,. In the second ca.se I dreamt that I was walking in a wood in my\nfather's place in Kent, in a spot well known to me, where there\nwas sa.nd. under the firs; I stumbled over some objects, which proved to.\nbe the heads left protruding of some ducks buried in the sand. The\nidea impreBBed me as so comical that I fortunately mentioned it at\nbreakfast ne~t morning, and one or two persons remember that I did\n80. Only an hour later it happened that the old ba.ili1f of the place\ncame up for some instructions unexpectedly, and as he was leaving he said\nhe must tell us a strange thing that had lmppened: there had been a\nrobbery in the farmyard, and some stolen ducks had been found buried\nin the sand, with their heads protruding, in the very spot where I had seen\n.the same.\"if.\nThis story contains the elements of as improbable a coincidence\nas could have occurred; yet it is impossible to suppose it any-\nthing else. The farm was underlet, and I had not even any interest\nin the ducks to carry my thoughts towards them under the nefarious\ntreatment they received. No discovery of the hiding-place nor\nof the culprit ensued from my dream, but it is not at all\ninconceivable to me that, out of all the dreaming and all the\nhappening of every night and day, a coincidence as circumstantial\n.even as this should occur. Indeed, it seems to me that it mU8t of\nnecessity, once in a while, fallout so, and that if it had not been the\n• The following is an attestation that this fact is remembered by an inde-\npendent witness :-\n\" I distinctly remember, and have often since spoken of the circumstance, of\nltfiss R. H. Busk's relating to me her dream of ducks buried in the wood,\n'ilebrethebailift', who reported the incident, came up to town.--.1. PITT BYRNE.\"\nDigitized by Google\n\f228 Journal of Society for Psgchical Research.\ncustom to discourage any relating of dreams, such coincidences woula.\nbe found to happen as regularly as all the other coincidences of life.\nIn spite of the prohibition from telling one's dreams, which prevailed'\nin one's earlier years. well I remember the first time I ever dreamt.\nThe enchanting surprise of it was like a revelation never to be forgotten.\nI was about seven. I thought we were having the most delicious\nchildren's party in the day-nursery; it was not a mere act of memory\"\nwe never had one there. In the midst of the lights and the\ndancing, the crackers and the negus, the noise of raking out the night-.\nnursery grate woke me to a dingy winter's morning; but so strong was,\nthe fascination upon me that nothing could persuade me the next\nroom was not full of little playfellows, till I was dressed and allowed to-\ngo and soo its emptiness for myself. What a disillusion it was! And.\nthe immense difficulty I had in realising the truth still strikes me now.\nThere is, in \"Pilgrims of the Rhine\" a charming story, or rather'\nsuggestion for a story (for the opportunity has been really thrown away,\nso weakly is it carried out) of a man, a German artist, if I remember-\nright, whose real life is in his dreams. He meets his ideal there every\nnight, and passes his existence with her, only waking up to make enougbJ\nby his painting for his support; to eat and drink to maintain life by its.\nlower requirements, and then fall back into the happy land of sunshiny\nfancy. Who could not imagine such an existence pleasanter than our'\nordinary\" work-a-day\" succession of processes 7 Who has not had'\nnights of happy dreams enough to wish it could be so ordered 7 Do-\nnot our greatest pleasures come from illusions; not to speak of those-\nwhich poets have descanted on, in Hope, Memory, Anticipation (which.\nare all illusions), does not the chief delight of actual possession come·\nfrom the illusory halo with which our imagination clothes the subject.\nof it, for the nonce 1 And who knows that we might not,\narrive at the means of commanding our dreams if we only made\nthem a subject of sufficiently careful study 1 I have met people'\nwho thought they had the rudiments of such a. power. I re-\nmember, myself, while still a child, dreaming for two nights follow-\ning, that, when out for the usual \"constitutional\" in Kensingoon.\nGardens, a lion came up out of the well there and ran after me. I\nresolved very determinedly to cure the fright, if it occurred again, by\nsaying, \"It's only a dream.\" It did occur the next night, and I did,\ncommand my thoughts sufficiently to observe my intention, but the\nsensation of fear-probably the consequence of c. muffins for tea\"-\nremained just the same, and I remember running away shouting,\" It's,\nonly a dream!\" till I awoke myself.\nSince then it has been oftpn the converse that has happened. Con·\ntinually, :while dreuming of dwarfs, or of animals talking, or other impos.\nDigitized by Google\n\fJan., 1885.] Journal of Society for P81\/cnical1le8eflrcn. 229·\nsible occurrence, I have gone to fetch people, or called those I thought.\nstood by, to witness that these strange things actually do occur,\nsaying, \"I am certainly not dreaming now, am 11\" I remember, in\nparticular, once thinking I had floated down the \",hole length of St.\nPeter's by the pleasant process which, I think, is dignified by\nSpiritualists as \"levitation,\" and finding a friend lighting his cigar at\na braBero under the portico ( ! ) calling him to bear witness that my feet\nwere not touching the ground, though he had lately denied the possi-·\nbility of such an event. It was not a little mortifying, after such a.\ntriumph, to wake and find I had not had the opportunity of convincing.-\nhim after all! I tried, as I often have on other occasions, to restore my\nmind to its late condition, but, even when falling asleep again imme-\ndiately, it is rarely that the chain of thought could be resumed.\nTo return to the coincidental class. I will give a few more of the\ninstances that have occurred to me, almost as circumstantial and quite.\nas purposeless as the above.\n1. I dreamt one night (in London) that I was in the Carnival in.\nNaples, and among other proje<:t;iles that were being used along with,\nthe confetti were squibs and crackers; some of these struck a very fine·\npalm-tree; in fact, the people in one balcony were making it their butt.\nI was indiguant at the injury to the beautiful tree, and called to them to·\ndesist. A friend with me seconded these endea\\'ours of mine, but what.\nseemed to strike me most was that he kept urging on me confidentially-\nnot to say palm-tree, that no one ever now-a-days used the word, that\nthe accepted name in good society was \"stem-tree.\" The next morning-\nthe Time8 contained an account of a quantity of \"8tems ofpalm-trees W\nhaving been washed ashore somewhere on the east coast of England.\n2. One night, in Rome, I dreamt that in some shop, where I went:\nwith one of my sisters, the assistants were all deaf and dumb, to whom'\nwe could only explain our meaning by sigus; nevertheless they were\ntalking together glibly enough. I thought I pointed this out with some\nindiguation, and that my sister answered, \"Of course, deaf and dumb\npeople can always talk to f'ach other; it is only with us that they can't\ncommunicate.\" The comicality of this fancy led me to tell her of the:\ndream the next morning. Later in the day we went to a shop in the,\nVia San Romualdo, where we often dealt, but through there being a.\nnew shopman who did not know the location of the goods, we were led,\nto observe for thefirst time that the mistress of the shop, who sat at.\nthe desk, was deaf and dumb, as she had to direct him by signs how to.\nfind what we required.\"\n*1 subjoin a line ofattestation concernin~ this instance also, premising how~\never, that this writer's memory is not so distinct 88 the other's :-\n\"My sister, Miss BU'3k, told me of her dream of the deaf and dumb before thiSl\n~umstance occurred.-RoSALIE VANSITTABT.-Rome, December 19th, 1884....\nDigitized by Google\n\f230 Journal of 8oekt.1I for Psgchical Research. [Jan., 1885.\n3. Another time my dream was all a.bout a. brown retriever, it\nseemed to me I ha.d never seen any but bla.ck retrievers before, and\nwondered how this lU8U8 natural ha.d a.rrived. The next morning,\nwalking nea.r Portman Square, a brown retriever ran up a.gainst me.\nOf course, brown retrievers are not very rare, and my una.ccountable\n'Surprise at seeing one in a dream, in conjunction with meeting one,\nnot in a. game country, but in Portman Squa.re, was another\" useless\n'Coincidence.\"\n4. Another time I dreamt that a. friend was about to be married to\n'8. gentleman of my acquaintance; but as the sa.id friend was already\nmarried I was greatly puzzled, for, with the usual certainty with which\nthe knowledge of an event presents itself in a drea.m, I ha.d no\ndoubt on the hea.d that the sa.id marriage was to take place; I wa.s only\noothered by the contradictory fa.ct I have named. By the next\nmorning's post I received a. letter from this very friend announcing the\nsudden death of her husba.nd. (She did not marry the other man,\nnowever.)\n5. In another dream I found myself, without surprise, seated in a.\nProtestant church, notwithstanding that I ha.d some yea.rs before\n.become a Catholic, but I thought I was greatly concerned in keeping\nthe pla.ce next me for a. friend who was to join me there. To my\n-disma.y, a gentleman came, \"without with your leave, or by 'your\nleave,\" and established himself in this pla.ce in a peremptory manner. I\nturned round with the intention of evicting the intruder, though my\n-hints ha.d no (lfi'ect upon him, but in doing so I observed that he was\nCanon Kingsley. The next morning the first event that caught my\n.eye in the newspaper was the announcement of Canon Kingsley's death.\nNow, I knew no more of Canon Kingsley than of the Shah of Persia;\n1 ha.d seen both in public, and I had rea.d a book by each, and there my\n.acquaintance ended. I had not been thinking or talking about him.\n1t could only have been a. kaleidoscope mixing up of ~images in\n.the brain-yet, ha.d it been some pa.rticula.rly dear friend whom I ha.d\nthought I felt placing himself so unexpectedly by my side, and ha.d\nthat friend also died unknown to me the day before, it would ha.ve been\n.said by all ghost-believing people tha.t it was the actual spirit of the\n.dear departed. As this was certa.inly no appa.rition of the sort, I argue\ntha.t in the cases where the condition of a.fi'ection enters into the details\n·of the case, they a.re yet nothing more than fortuitous coincidences\neither.\n6. I will mention, in connection with this, one incident-&. hallucina.-\ntion, not a dream-out of ma.ny a.nalogous ones I have noted. A husband\n.aild wife, friends of mine, reside abroa.d a. great deal; they are very\nfond of ea.ch other, but the husba.nd has a greater fondness for foreign\nDigitized by Google\n\fJan., 1885.] Journal ofSocietyjor P8!JcMcal Re8earch. 231\nclimates than the wife. One year the wife had insisted very much on\nreturning home, the husband was disinclined; I believe he had also some\nliterary work which tended to tether him, and the end of the discussion\nwas that the wife went home alone. One night, when my friend was\nsitting up late writing, he received as strong an impression as possible.\nthat a cold grip had been laid upon his arm, and, on looking up, the form\nof his wife seemed to stand beside him. He was so strongly impressed\nthat he could only summon courage to take one stolen glance a.t her.\nand then she looked so pale and sad that he conceived the worst\napprehension, and, the firs~ thing in the m~rning, telegraphed to\ninquire after her. The answer was that she had never been better in\nher life. Again, had she died that night, you could not have persuaded\na ghost-believer but that her spirit\" had been permitted to give him a\ntender warning of her departure, on her way to the land of spirits.\" But.\nas he received as strong an impression of her visit as possible when\nnothing of the kind had occurred, why should it be any more real when\nthe coincidence ~ppens, of the person dying about the same time 1\nTo me thi:; sort of thing presents no sort of necessity for supposing\nthe intervention of the supernaturaL\nThe imagination gets very easily accustomed to form an image by\nanticipation, of an object which a word or an association leads it to\nexpect to meet. How often, even a child (at an age when experience\nhas not yet crowded its mind with memories as in the case of older\npersons) will answer, before we have d-one speaking, something which\nthe beginning of our sentence made it expect we were going to say, and\nthat within the half-second it takes us to bring out our real and quite\nopposite purport. It is by such a process of mental anticipation that\nwe are prepared for the work of life,-that a formidable speaker in the\nHouse has his answer ready for his antagonist, and the wit his repartee.\nBut a.ll qualities have their defects, and the defect of this one is, that\nby ove~er readiness our mind forms its image of what it has to\nprepare for, too quickly.\n\" 'Ve half create the wondrous world we see,\"\nand sometimes, while performing this our part in the reception of\nimages,we mtloke mistakes. As an instance-only yesterday, while hastily\nglancing over the Time8 at breakfast, I saw a letter * on the Vivisection\nquestion. The writer began by calling up a picture of a wretched sufferer\n\"on an invalid chair, propped by pillows, pale and careworn,\" whom he\nfurther on declared tohavederived somebenefitfroma vivisection experi-\nment. But my sympathiesbeingantecedentlyalittleonthe side of the vivi-\n*This letter has since become celebrated in the annals of the Vivisection.\ncontroversy.\nDigitized by Google\n\f232 Journal of 8ociet!! for P8ychical Bmarcn.\nsected fellow-a.nimal, and reading such a dismal description of the-\nfellow-invalid, and not knowing which side the letter a.dvocated,_\nas I divided my attention between the newspaper and the\nbreakfast-plate, my eye running over the next line read that this\nwretched being had \"a really p61&itent word to say on the subject.\"\nLower down I perceived I ha.d made BOme mistake, and then found the-\nword was pertinent, not penitent. There was no blurr of the type, th&\nmistake was entirely in my own imagination, fancying I saw the word\nI expected.\nThis power of antic~pation is so strong that I have often fancied\nfor a moment that I \/\"\"d read a certain announcement in a letter, &c.•\nwhen I was only recalling my brie£ mistaken expectation of what was.\ncoming, at the beginning of a sentence, which really, as it turned out,.\nled up to something different.\nAnd in a similar way, in the above instance, my friend who was;\nwriting in his armchair, probably brain-fatigued by his interest in the-\nsubject his pen was treating, found his attention fall away from it; his.\nwandering thought would then naturally occupy itself with his distant.\nwife; by association a little word would wake up in his memory, andi\npoint a twinge of self-reproach; hence would arise an affectionate-\nanxiety as to her present condition. Just then might have supervened\na little shudder as the night-(lhill came on, and the fire burnt low,.\noccasioning a sensation like a cold hand laid on his arm; with this\nmight have occurred a changing sha.dow thrown across the lamp-beams\nfrom a sinking of the spent fuel in the stove. Quite materials enough\nhere to construct a \"ghost\" without need to \"stir the heaven of\ntheir repose\" of those \"who are at rest.\"\nWhile this paper has been preparing for the press, I dreamt most\nvividly of seeing two friends of mine (husband and wife) gliding\nalong the sea-shore, the one a little time after the other, but both look-\ning so strangely sad and wearing such mysterious aspect, altogether\nunlike their own, that I took note of the exact date, and wrote to ask\nif any coincidental unhappiness had occurred, for I am not so possessed\nby my own theory that the possibility of that of others being right has.\nno power to create misgivings where one's affections are concerned.\n- The answer ~OTeed perfectly with what I take to be the key to all\n\" prescient\" dreaming. A strong believer in the same might have put\nthe two together with the most insignificant amount of working up and\nunconscious embellishment, and there would have resulted a most\nnotable example. But the strict facts point to nothing but the merest\ncoincidence. It happened that my friends were staying by the sea-side\n(this I knew previously), and that a family calamity \/6ad befallen one\nof them at a time not far from that of my dream. But it did \"'0' a.bsQ..\nDigitized by Google\n\f.;Jan., 1885.] Journal of Society for Psychical Research. ~33\nlutely coincide in date, as belief in the action of telepathy ought to\n1'6quire; and it was not of the nature that my mind had been led to\n.apprehend; so that it could not really be critically considered to fulfil\n.the due conditions of pres cience or warning in any Way.\nWith regard to the lottery question, it is undeniable that both in\nTthe weekly public drawings in Italy, and at the tables of Monte Carlo.\nnumbers dreamt of with particular emphasis, or recommended by the\nbooks of counsel as connected with various events, do, now and again.\n£tum up. It could not be otherwise when the same are tried so often.\n·0nce, when a nephew of mine had been set upon by some Revolutionists\nun Rome for his known steadfastness to the rightful Government, a.\n!Uumber of people in our neighbourhood who had seen him drive home\nwith forehead bleeding,played that week on the numbers corresponding\nwith~\" gente assai,\" \"grondante sangus,\" and the day of the month;\ntthose numbers actually' came out. When Pius LX. died I was\nabsent from Rome, but a friend who knew I was interested in tellting\n,these things, played for me (by the way, it is generally considered to\n;\"bring luck if another person plays for you)., I lost because two of the\n.numbers selected failed to appear, but one of them-85, the number\n:.assigned to \"dead Pope \"-really did, and I heard that out of the\nrmultitude of combinations tried that week some people bit on one\n'which won. When I was collecting \"The Folk-lore of Rome,\" a weird\n-old woman, who gave me several of the traditions for it, told me one\n.day she had dreamt of three numbers recommended in the books of\n.counsel, connected with something that had occurred to her, and she\nwas certain they must come out. I thought it incumbent on me to\n,discourage her credulity, by refusing to profit by her advice; neverthe-\n.less, her three numbers came out just as she had predicted. In course\n·of the more than 20 years that I have known Italy I have been made\n.acquainted with a few more such coincidences. But I have known\nincomparably more trials that have failed. The disproportion is so-\n.enormous that one would think it must destroy all faith in \"trying one's\nluck.\" But the argument of the votary always is that it was not the\n.predicted number that was fa.llacious, it was that the player was not\n.lucky enough to hit on the right combination of events; consequently\n·.he goes on putting his faith in the numbers and trying over and over\n.again various combinations until either he has no means left to try\nwith, or, by force of coincidences some combination he has tried turns\n-out\" lucky.\" This is the most unlucky event of all, because without\n.counting up the number of failures; the one winning fact is published\n;abroad and induces a number of other persons into error.\nSince the above was written, my little article in Notes and\n.Queries has brought me a good many letters on this suhject from\nDigitized by Google\n\f234 Journal of Society for P8ychical Re8eal'cn. [Jan\"1885..\nvarious quarters, to some. of which I should be glad to sUbjoin a few .\n'Words of reply. Mr. C. C. Massey, both in the columns of NoteB ana\nQuerieB and of Ligl,t, and other correspondents in private letters,.\nhave taken exception to my introduction of the word \"superstition.\"\nIt very often happens that, in striving after brevity, one fails to hedge\none's argument against conveying some one or other of the constructions\nto which it is liable, but which it was not. intended to bear. That\nthere are people who attach a superstitious value to the alleged fulfil-·\nment of a dream he will not, I fancy, deny. But I can quite believe\nthat this has no connection with his own line of thought. At the same\ntime, if I said a few words in deprecation of superstition I do not.\nsee why persons who are not superstitious need take umbrage at them.\n:Mr. Massey would very probably not deny either that the grounds of\nbelief in a future state, and the evidences of the separate existence of\na soul, must be sought in some region of inquiry quite above that of\nhallucinations which may chance to coincide with a person's death, 01\"'\na. \"rapping, tapping, at my chamber-door,\" for which we may not for\nthe moment be able to account; that the arguments in favour of re-\nligious belief and of a moral government of the world, must stand or\nfall by some higher criterion than the coincidental failing of an heir\nto a family which has been guilty of spoliation or other crime.\nI think of coincidences exactly what Max MUller has said of myths.\n\" Morals have been made an appendix\" to coincidences just as they\nhave been\" to fables.\" Coincidences in themselves, like\" the original\nmyths, have no moral teaching. But art and religion have made use of'\ncoincidences as of \"myths (themselves devoid of moral conscience) fol\"\ntheir own esthetic and moral ends.\"\nBy another correspondent it has been brought forward against my\ntheory of coincidences that dreams coinciding with subsequent events\nare taken out of the category of common dreams by being more vivid\nand coherent. I seize this opportunity of stating that my experience\nis entirely at variance with this view. For besides that we have-\nno proof they are more vivid except by arguing backwards (and\nI have reMon to think many occur which, for want of being\nvivid, are liimply not remembered), I have frequently had the most.\ndistinct and consecutive dreams which have had no sort of fulfilment.\nI have somewhere a note of some curious dreams of encounters\nand conversations with statues endued with life, that I have\nhad soon after being much in the sculpture galleries of Rome-\nand Naples, but I cannot find it now. I have also dreamt·\nwith the greatest detail of being turned into stone, of the\ngradual lowering of the temperature and subsidence of the pulse, the\nhorror at first, and the subsequent· peacefulness and fascination, till at.\nDigitized by Google .\n\fJan., 1885.] Journal of &Cietlljor Pa,e\/lical Reseal·cA. 23~\nlast one had attained a condition to awake from whieh was disappoin~\nment.\nI have dreamt again and again of circumstances concerning absent\nfriends, or of seeing them with unaccountably sad and anxious looks,\nwhich have struck me forcibly enough to make me secretly anxious t()\nhave news of them, and yet there was nothing in the least the matter\nwith them in reality. I have heard my room door burst open and my\nname called, which is a favourite mode for the passing spirit of friends.\nto manifest themselves 'among Germans, and yet the friend whose voice\nI recognised has been all the time in normal plight. I have had quite\nlately three most strikingly consecutive dreams, none of thron con-\nnected with any matter in which 1 had been recently engaged, which\nhave remained in my mind without any attempt at fading away. In\nthe first I thought I was living in a verylarge, well-appointed house, and\nsome ill-looking gipsies came to the window to beg, whereupon the\nmistress of the house was seized with the idea that it would exercise a.\ncivilising influence on them to invite them in and show them all the\nconvenient arrangements of a luxurious abode; accordingly we led them\nover every part of the house and showed thflm the pictures and the\nbric-a-brac, and explained the uses of everything; but at last my\nhostess, to my extreme surprise, led them downstairs into a large crypt\nwhich ran all the way under the house, and where I seemed to know\nthat we had Pius IX. in keeping, because he was not dead, as the world\nsupposed, but imbecile, and as it would be impolitic to have an imbecile\nPope he was hidden away here. I remonstrated at this betrayal of the\ngreat secret, but in vain, and in we all went. Pi.us IX. was reclining on\na sort of altar-tomb,and my hope then was that he might not speak, and\nso they might suppose it was only his marble effigy. So far from this he\ngot up and spoke to them, but no harm came of it as the gipsies did\nnot seem to know anything about who he was. Ultimately they all went\naway, and I was left alone with him, which I did not half like;\npresently he began to complain of being tired and begged me to help ,\nhim to lie down again, but he walked on to the far part of the crypt to\nanother raised tomb there was there, and in doing so wore himself out\nand fell to pieces, and then I co.lled a maid to come and help me put.\nhim together with diamond cement, he talking to us all the time.\nIn :l.nother, three friends with whom I was talking suddenly trans_\nformed themselves into three figures in elegant Japanese dress, and\nactad a sort of burlesque or extravaganza on the dining-table; one\nwas a lady with a large high tortoiseshell comb in her back hair,the other\ntwo were men and all had fans. They performed the most graceful evolu-\ntions and dances the fan and the comb being, as it were, the ''motive'' of\nthe whole. They constantlyinterchangedthem,and now andthen.at stated\nDigitized by Google\n\f:236 Journal of Society for Paychicallleaearcl,. [Jan., 1885\n:parts of the dance,the)all comb on the lady's head waved itseifbackwards\n·and forwards with the movement of a fan.\nIn the third I thought I was in the dungeons of the Castle of\n·St. Angelo, and was about to be put to torture. Suddenly a figure with\nno clothing but a red tattered drapery appeared and spoke with the\nguards, and I was immediately set free, and they carried him off\n·instead. At first I would not consent to this, and then I guessed that it\nwas Christ, and I said, quite unconcernedly, \"I know what always\nhappens in that sort of case. He will let them lock Him up in my place,\n·and in the morning when they go for Him they will find that He has\n·gone through the locked door.\" A friend, who then seemed for the first\ntime at my side, said, \"Hush, if they hear you say that they will stop\n.yOUl' going, and take you back,\" and he dragged me away. We\nhad not gone very far when I most grotesquely discovered that\nI had left my wat.erproof behind, and said I must go back for it. My\nfriend strenuously opposed this and finally ran away, but I persisted\nin going back, but woke before I reached the fortress. I need not say\nthat none of these have\" come true.\"\nFinally, I give for what it is worth, my testimony as an observer of\n·coincidences and collector of folk-lore, to the unfailing accuracy of four\nnoted folk superstitions. 1. I never dreamt of silver without some\n·distinct and separate vexation happening to me the next day over and\nabove the normal\" evil thereof.\" (On the other hand, I never knew\n·of any particular good luck follow dreaming of gold.) 2. I never saw\na winding-sheet on a candle without hearing of the death of some\nperson in whom I was interested immediately after. 3. I never\n·observed the fire burn on one side without hearing of either a\ndeath or a parting. 4. I never saw a cat wash over its ears\nwithout rain following. These are indisputable facts; but I\ndo not consider them any more for that predictions or warn-\n.jugs. They are simply coincidences of which science, in its present\n.state, does not supply the connecting link. It is most probable that, in\n..-the last case, the condition of the atmosphere exercises an irritating\ninfluence on the delicate susceptibilities of the cat; and I feel no doubt\nthat something equally simple exists to connect the other instances,\nlthough one may never know.\nI cannot at this time refer to a collection [ made a short while ago of\n-coincidences of simpler occurrences still, and ot late I have not taken\nnote of them; but I have found that it falls within the experience of most\n·people with whom I have conversed on the subject, as well as my own\n(though they had not paid attention to the matter until I have spoken\nof it) that two events having apparently no possible connection will\n.again and again coincide. Such as that two people who have nothing\nDigitized by Google\n\fJan., 1885.] Journal of Society for P8ychical Re8earch. 237\nto do with each other, should happen to calIon the same day time after\ntime; or that if one happens to be playing a certain piece of music when\na particula.r friend calls, one should be playing the same when he ca.lls\n.again ever so long after, though one had no reason 'for playing it that\nday. Coincidences of this nature might also be collected, and I believe\nthere are few persons who would have none to co»tribute.\nI know many persons dismiss the consideration of these events with\nsuch an expression as \"What possible connection can there be between\n'8. fire burning unevenly in one country and a person dying in another\ncountry 1\" I see none-any more than they; yet I am certain of my\nfacts nevertheless. One would similarly refuse credit to all conjuring\ntricks if one did not know that they are not only really performed, but\nn.re mostly of the most simple contrivance. \"How can a wand held\nover an egg make it dance 1\" one might say, if one did not know that\nthe egg is blown out and cOllnected with the wand by a hair. Still more\nmight one, with a similar sentence, dismiss belief in half the combina-\ntions of chemistry, cooking, and what have become the commonest\n<combinations of all sorts.\nI can fancy that some amateurs of the telepathy theory may see in\nit a mode of accounting for some of the folk-omens*--one would like to\nthink that the inanimate things about tis sympathise with our interests\n:and take upon them the office of telegraphy without the intervention of\nhired clerks and wires; but it is not always the readiest solution\ntltat is the right one. If telepathy existed to the extent of producing\nthese isolated but intimate coincidences, it must do so many other\nthings which observation proves with equal certainty that it does not do.\nNo, I think the science of coincidenc('s is yet far to seek.\nR. H. BUSK.\n[Our best thanks are due to Miss Busk for her interesting paper,\nllut we presume Miss Busk would not deny that coincidences, such as\n1Lre numbered 1, 2, 3 in the fourth para.gro.ph from the end of her paper,\nbelong to a wholly different category to coincidences such as apparitions\ndt the moment of death, or the correspondence in position of numerous\n* The local colouring and chronology of these folk·omens often supplies a\nfantastic commmentary on their credibility. In some parts of England, for\ninstance, it is an unfailing omen of, I forget what, if the (coal) fire is found in\nthe morning alive from overnight. In wood·fire countries this is a matter of\neveryday occurrence. Dreaming of gold, silver and copper have their connection\nwith degrees of good and bad luck: what about times and countries where\npaper money, or cowries, &c., prevail! Dreaming of losing a tooth predicts the\nloss of a friend. Since the general introduction of false teeth, will the dreamt\nloss of a false tooth betoken the 1088 of a false friend!\nDigitized by Google\n\f238 Journal of Society for P8ychical Re8earch. fJan., 1885.\nblack lines seen in the spectrum of the sun with bright lines seen in\nthe spectra of certain terrestrial bodies. This latter correspondence is\n(i) a general fact, i.e., of universal observation, but for all that it\nmight be a mere chance coincidence. We can, however, estimate the\nprobabilities of its being so, and such an estimate shows (ii) that mere\nchance cannot account for it, but that there is p1'Qbably some cause-\ncommon to both the dark and the bright lines. What that cause is does.\nnot here concern us, but what we wish to point out is that the coinci-\ndences 1, 2, 3, cited by Miss Busk, must be shown to be something more-\nthan mere chance coincidence before they can be deemed worthy of\nserious attention. At the same time we quite agree with Miss Busk\nthat as all our natural knowledge is derived from observation of coinci-\ndences, or the consequents of certain antecedents, it is desirable to\nkeep a careful record of all recurring coincidences, however unrelated\nthey may appear to be.-ED. JOURNAL S.P.R.]\nSPECIMENS OF THE CLASSIFICATION OF CASES FOR\n\"PHANTASMS OF THE LIVING.\"\nIX.\nIn the December number of this Journal I printed a synoptic view\nof the divisions, classes, and groups in which our cases of the veridical\nhallucinations of waking persons have been provisionally arranged.\nAnd I must hope that the readers of these papers will from time to\ntime refer to that synopsis in order to understand at what point in our\nsf'ries we have arrived, and what is the relation of the newly-cited cases\nto those which have preceded them.\nIt will be seen that in the November number we dealt with Division\nII., class G, group a; i.e., cases where a percipient, alone or virtually\nalone, perceived a veridical, but unrecognisable, auditory phantasm.\nGroup {3. in the same class, to which we now come, includes cases in\nother respects similar, but where the phantasm was tactile instead of\nauditory.\nIn approaching tactile hallucinations we make in one way & decided\nA.dvance as regards the evidential value of our narratives. For among\nthe mere delusive hRllucinations of sane persons imaginary touches are\nmuch rarer than imaginary sounds. Slight spasms or cramps of the\nDigitized by Google\n\fJan., 1885.] Journal of Society jor Psychical Re8earch. 239\nmuscles may indeed give the impression that the arm or leg is being\ngrasped from without. In Ii case recorded by Dr. Paterson (Edinburgh\nMedical and Surgical Journal, No. 154), cramp of the triceps seems to\nhave been the exciting cause of D. hallucination which began with II.\nclutching of the arm, and extended to imagined words and a figure.\nIn this case the subject was much predisposed to hallucination. The\ncramp returned repeatedly, but did not. produce the same effect again.\nThe 'lrti)..P.O&, or quiverings of the subcutaneous muscles, from which,\nas supernaturally caused, the ancients were wont to draw auguries,\nbelong to the tame category. Illusions based on any of these fibrillar\ntremors would most naturally take the form of a supposed sudden grasp\nor touch of a finger. If the sensation were at all prolonged, its true\nnature would probably be recognised. There is no reason to suppose that\nit would be accompanied with a feeling of change of temperature, as of\na specially cold touch or the like.\nOn the other hand, the tactile illusions of the insane (which merge\ninto internal sensations in various ways) are usually of a more violent\nand painful character; as cuttings, tearings, gripings, and the like.\nThey seem generally referable to some actual nervous lesion, central or\nperipheral, and suggest tho persistent attack of an enemy, not the touch\nof a friend.The tactile illusions which sometimes precede an epileptic fi\"'.;,\nor accompany the onset of paralysis, are, of course, not likely to be\nreferred to any other cause.\nThe cases here referred to, it will be observed, are all cases of tactile\nillusion-that is, of the misinterpretation of sensations which have a.\nreal objective basis. Pure tactile ,w,llucination, the imagination of a.\ntouch which is, in fact, a purely subjective phenomenon, seems a rarer\nthing.\nBut on the other hand, sensations of being touched do not readily\nshape themselves into a form clearly evidential of telepathic action.\nThere are five ways in which such action might conceivably be\nsuggested.\n(1) The touch might leave an abnormal mark, as alleged in the\nBeresford case.\n(2) The touch might be so characteristic as to be clearly recognisable\nas that of some absent person.\n(3) It might seem specially to invite attention, as by repetition or\ninsistance.\n(4) It might be symbolical of death, as by extreme coldness.\n(5) It might be accompanied by some auditory or visual phantasm.\nThe first of these categories is excluded from our consideration as in\nDigitized by Google\n\f240 Jorwnal of Society\/or Psycltical Resea,·elt. [Jan., 1885.\nvolving an action on ponderable matter, which is outside the region of\npure phantasm, with which these papers are concerned.\nThe second category will come on for consideration later, when we\nare dealing with recognisable phantasms. In this class we are confining\nourselves to forms of phantasm too rudimentary for definite recognition.\nOf the t\/tird category we have several examples. I select 8.\nnarrative which includes also some touch of symbolism, as the hand is\nfelt as cold. The incident, however, is too remote to allow us to press\na detail of this kind. For so remote a. story the evidence is good, as\nthe incident was both a noticeable and a simple one, and therefore, the\nless likely to have been imagined or distorted. The Admiralty confirm\nthe fact that Captain Heywood was in command of the Montague at the\ndate referred to ; but for\" Master of Marines\" we should apparently\nread \"Captain of Marines.\"\nFrom Lady Belcher, known to F. W. H. M.\nDEAR SIR,-A note from Miss Keighley yesterday morning reminds me\nthat I ought some time since to have complied with a request of Miss A.\nSwanwick's, that as you are much interested in those singularcommunications\nwhich sometimes seem to take place between living and departing beings, she\nwished me to repeat in writing for you a well authenticated story I had told\nher.\nDuring the great French war, when Napoleon I. was overrunning Holland\nand after the unfortunate Walcheren expedition, our :8.eet was ordered to the\nScheIdt, I believe in the severe winter of 1813. The sailors and marinesfrom\nthe various ships were landed in parties to man and defend the dykes. So\nsevere was the cold that long wooden sheds were erected, and large fires kept\nup for the watch parties.\nAll the officers in tum landed to keep the men to their posts.\nOn one night when my father, Captain Peter Heywood, landed with his\nmen from the Montague, the line of battle ship he commanded, and the watch\nhad been set, the officers stretched themselves down on some mattresses, the\nfirst lieutenant near him, then the Master of Marines. All was quiet, when\nthe last mentioned officer cried out that some one had laid a cold hand on his\ncheek! Silence was ordered. Again in a few minutes he made the same\ncomplaint and challenged the lieutenant, who peremptorily ordered silence.\nA third time he made the same outcry, jumped up and rushed from the\nspot in terror. The whole party were thoroughly roused, and my father\nconsidered the circumstance so peculiar that he noted it, with the date and\nthe precise hour at which it had occurred.\nWeeks after, when the despatches and letters arrived from England, the\nMaster of Marines received the news of his father's death, and the hour of\nhis departure, which tallied exactly with the note which Captain Heywood\nhad made. Up to the period of my dear father's death I have heard him\nDi~itized by Google\n\fJan., 1885.] Jou1'naloj Society for PsycMcal Research. 241\nmention the fact, but he never reasoned on it. He possessed a calm judg-\nment and a very religious mind.-I remain, dear sir, yours very truly,\nDIANA. BELCHER.\n25, Cumberland Terrace, Regent's Park.\nApril, 1884.\nIt so happens that in other cases which we possess where there is\nthe symbolism of a cold hand, the pressure of a heavy corpse, &c., the\nagent is recognised; so we shall come upon them under, a later group.\nBut I should not be surprised to come OIl some case where the sensation\nof chilling touch or lifeless pressure suggests the idea of death, without\nany accompanying identification of the dying person.\nPassing on then to thefiftl& category above mentioned, I proceed to\ngive an incident where the touch is not only repeated, but conjoined\nwith a spoken summons.\nFrom Mrs. Hancock, Penarth Lodge, Stoke Bishop, Bristol, a member of\nthe Society of Friends, known to E. R. Pease.\nIn my Northern-Irish home, I received a letter on the 7th November,\n1865, from my brother in WarwickBhlre, saying that my mother was ill, and\nhe wished I would go and see her. I started the same evening by Belfast\nand Fleetwood. I had been several hours in my berth, on the Irish Channel,\nand was half asleep, when I was startled by feeling a hand grasp my shoulder\nand a voice say, in a. loud whisper. \"Come quickly.\" I rose up and sat\nlooking round the cabin, but could see no one. I called to the stewardess,\nbut she was fast asleep, and so were all the other ladies. I again lay down,\nbut not to sleep, and in a very short time, not 20 minutes afterwards, tho\nlIalIle pressure was put on my shoulder and the same words were distinctly\nuttered close. to my ear, \"Come quickly.\" I again cnlled loudly to the\nstewardess and told her to light the lamp, for I was sure that some one must\nhave been standing by me. She declared that no one had been in the cabin,\nand all around was so still and quiet. I reached the station at hnlf-past 12\nat noon, when my brother met me. He said, \"All is over, my mother\npassed away at 4 this morning.\"\nI ought to have stated that when I called to the stewardess and made her\nlight the lamp, immediately after I heard the voice and felt the hand on my\nshoulder the second time, I then asked her to tell me what o'clock it\nwas, and she said \"Four o'clock.\" 1 looked at my own watch and it was\nthe same. I being an only daughter and my mother having been a widow\nthe last five years of her life, she was much wrapped up in me and in my\nchildren, and the tie between us was of no ordinary kind. I have alway\"\nlooked upon this as a direct voice from herself, just as she was dying and\npassing into the spiritual world.\n(MRS.) Lucy HANCOCK.\nPenarth Lodge, Stoke Bishop, Bristol.\nApril 14tk, 1884.\nIn reply to your question, whether I have at any other time, besides the\none described, \"had an experience of the kind, i.e., fancied I heard or felt a\nDigitized by Google\n\f242 Journal of Societyfo,' P8ychical Research. [Ja.n., 1885.\n-----------------\nhuman presence when no one was present,It I havc to Bay that I never did.-\nLucy HANCOCK. .\nJ'Ulle 26th.\nNow although Mrs. Hancock knew that her mother was dangerously\nill it would be difficult to ascribe this phantom to expectant imaginat~on,\nsince when it came, and ca.me repeatedly, Mrs. Hancock was so far\nfrom recognising it as abnormal, or associating it with the dying person,\nthat she called twice to the stewardess for protection against the sup-\nposed intruder. The call, indeed, was a whi8pered one, so that the\ntones which give character to a voice would not be ht'.ard; yet one\nmight have supposed that here, if ever, the summons might have been\nrecognised by one who was in fact already hastening to obey it. .\nBut it would be quite fallacious to expect that either the percipient's\nrecognition of any phantasm, or his degree of alarm at any phantasm,\ncould be predicted from the nature of the phantasm itself. Both\nrecognition and alarm depend mainly on the percipient's subjective\nstate II.t the moment, the amount of attention which he can rapidly bring\nto bear on the phenomenon, and the explanation ofit which first occurs\nto him. It has sometimes been said that the apparitions which people\nsay they see can be no more than vague fancies, for whc:n they really do\nsee something which they take for an apparition (as a man dressed in\na sheet, &c.) they faint with fear or die outright. This saying contains\na certain element of truth, along with much over·statement. It is\nprobably true that the fictitious phantom often gives more alarm than\nthe real one, just as a person who tries to startle one is more likely to\nstartle one than n person who merely presents himself, or tries, at most,\nto attract one's attention. The fictitious phantom chooses someone\nwhom he knows to be already in a fright, and does his best to frighten\nhim still further. The real phantom comes to some one who is not think-\ning about anything of the kind andmerely tries (or seems to try) to make\nhim perceive who it is that has come to him. Moreover, the fictitious\nphantom takes advantage of his spectator's prepossessions in a way\nwhich the real one generally does not. It is dt'ad people in sheets that\nthe ghost-fearing world stands in awe of ; not people who are believed\nto be living, and who appear in their ordinary clothes. Now the true\ndeath-wraith, as we shall see as we proceed, is for the most part what\nmay be called studiously commonplace in his appearance. He does not\naffect bizarrerie or aim at sensation of any kind; in fact, to speak\nseriously, he is probably himself for the most part only a sensation,\nwLich externalises itself not in the strangest but in the most familiar\naspw.:t.\nThus far, then, thereisa certain truth in the assertion that the sham\ngh:;st terrifies more than the hon4fide one. But he certainly does not do\nDigitized by Google\n\fJournal ~f Society for P8ychical Re8earch. 243\nthis, as was further asserted,by the mere fact that in his case there really\nis something to see or feel, while in the other case there is not. In the first\nplace, people confuse real percepts, phantasmal quasi-percepts, and mere\n.subjective sensations in all kinds of ways. A great poet once told me\nthat in youth he sometimes went into the dining·room when it was dark,\n.and walked up and down making verses. One evening, whilst thus\nemployed he su<idenly felt something clutch his leg. Startled for the\nmoment, he rapidly argued with himself that the feeling must have\nbeen a mere illusion, and continued his walk and his ode. Afterwards\nhis younger brother confessed to having hidden under the table and\ncaught his leg to frighten him.\nOn the other hand, when phantasmal touches are felt, as in the case\n-of Mrs. Hancock, they are very often taken to be the touch of some real\nintruder. When phantasmal figures are seen they are very often\n.addressed as living persons, and even pursued for some distance, and if\nTthey vanish during the pursuit the sensation which they leave behind\nthem is less often one of terror than of mere annoyance and bewilder-\nment.\nEqually mistaken, therefore, on the other hand, are those who talk of\n-that indescribable awe which accompanies any contact with the super-\nnatural ;-justifying their own agreeable shudder at a ghost-story by\n.attempting (so to speak) to deduce it from a cosmicallaw. It will be well\nto get rid of all these apriori fancies, and to recognise the fact that what\n.a man thinks a phantom is when he sees it, or what he feels if he takes it\nfor a phantom indeed, depends (as in the case of any other startling\nincident) much less on Itny definite rule as to the nature of the incident\nitself than on his own condition of nerves and brain at the moment.\nHow widely this susceptibility to slwck may vary in the normal states of a\nnormal individual, anyone who is not grossly lymphatic can easily see\nfor himself. It is enough to note the extremely different conditions-\n·of heavy apathy or alert alarm-into which a sudden arousal from\nhealthy sleep may summon us. I have been awoke by a mouse, and\nhave started up with every sense on the stretch. I have been awoke\nby an earthquake, and have fallen asleep again without making a single\nreflection. .\nClass G, group 'Y.-Our next group consists of rudimentary, un-\nrecognisable visual phantasms. Of these we have but few. We have,\nindeed, a good many cases where the phantom is unrecognised, though\ndefinite enough to have been capable of recognition; but these\nbelong to a later clasa. In the present group we include only such\nphantasms as a ball of fire, or a vague shadow. Cases of this kind\n(which belonged to class F) were given in the Journal for October,\n1884. Such a phantasm as a ball of fire seems to point strongly to-\nDigitized by Coog\n\f244 Journal Qf Society.for P8ycMcai Re8earch. [Jan., 188!')0.\nwards the explanation by telepathic impact,-it looks, that is to say,.\nlike the result of some vaguo shock to the brain rather than like the·\npresence of any objective entity. But here again our subject is more,\ncomplex than at first sight appears. For just as raps, whicb. we might·\nhave classed merely as one of the simplest forms of externalised. brain-\nshock,have been seen to slide insensibly into theraps termedspiritualistic,.\neven so do these\" balls of fire\" slide insensibly into the so-ca.lled corpse-\ncandle,or moving lightalleged to beseen,withvarious symbolical modifica-\ntions, as a premonition or announcement of death. For instance, we have a.\ncase where, at the moment of a friend's death, our informant saw a small\nlight move across the room and pause above a chest of dmwers, on.\nwhich chest he then heard three raps given. Now from one point of\nview this might be merely the externalisation, to sight and sound, of a.\ntelepathic brain-shock. But, on the other hand, these small anet\nmomentary phenomena contain in miniature the whole question of corpse-\ncandles and spiritualistic seances. Once more, therefore, we must tunl.\naside from a complete investigation of a special class of phenomena,\nbecause the task would carry us outside the limits of the present.,\nwork.\nOf unrecognisable 8\/w,dow8 or ill-defined forms we have, I think,\nonly two satisfactory cases. In one of these a dark shadow bends over\nthe percipient's bed, and utters words in a voice which is not recognised.\nIn the other case the quasi-percept is oddly called \" a bright shadow;'\"\nexplained as an ill-defined luminous appearance (occurring ill the day-\ntime) of about the size and shape of the child whose death at the same·\nmoment seemed to have generated the phantasm.\nButhere wemay pass on to the cases where the phantasm is recognised,.\nclass H of our synoptic scheme. _<\\nd first of group a under this class,\nsimple recognised auditory phantasms.\nThis group is a large one; and as might be expected, the great:.\nbulk of it consists of cases where the percipient hears his own name.\ncalled, generally more than once, and in a tone of anxiety or appeal.\n\" George, George,\" \"Mother, mother,\" \"Mary, Mary,\" \"Mamma,\nMamma,\" \"called by my name in soft low accents,\" \"in a tone of mental\ndistress,\" \"in an anxious and suffering voice,\" such are the calls and the-\ntones of which these percipients speak. It is noticeable in thefirst\nplace, that this audition of a. name is a form which a. mere delusive\nhallucination readily assumes, and for that very reason, in our view,\na form in which a vague telepathic impact would be likelyto externalise.\nitself; and in the 8econd place, that the actual or mental utterance of &.\nbeloved name is one of the commonest ways in which a moment of\nculminant anxiety or distress finds its expression; that is to say, it is.\nlikely that many \"agents\" in some critical moment would project thein'\nDigitized by Google\n\fJan., 1885.] JOUf\"nal of Society jOf' P8ychical Re8earck. 245\ntelepathic influence in this special form, and it is also likely that a\nvague telepathic impact would often present itself in this special form\nto the percipient's senses.\nAnd in a somewhat similar way we may explain one or two '.lases.\nwhere the sound heard at the moment of death is identified as the\nfootstep of the agent, or the rattle of the gig in which he is expected\nto return home. All the sounds belonging to such a return have no.\ndoubt long since become an established cerebral element, for agent and.\npercipient alike, and easily revocable into the consciousness of either.\nFREDERIC W. H. MYERS.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nIt is proposed to print in the JO'IJh'naI a considerable part of th\",\nevidence received by the Society for Psychical Research from month to\nmonth. This has already been done to some extent; but the great\nbulk of the cases sent to us have hitherto been printed on separate\nslips, at the expense of a Member of the Society. These slips, .with a\nfew exceptions, are open ~o the inspection of Members and Associates at\n14, Dean's Yard. For convenience of reference, the cases now to be\nprinted in the Journal will be lettered and numbered continuously\nwith the slips already printed. No opinion as to the evidenti&:l value\nof the cases quoted is implied by the fact that they are printed in the\nJournal. The series from which specimens will be given will consist of\nL-Phantasms of the Living.\nG-Ghosts, or Phantasms of the Dead.\nM-Mesmeric and Clairvoyant Cases.\nThe numeration of the slips merely indicates their collector 01\"\neditor. In each series the sequence is as follows :-\nNo. 1-300, and 1,000-1,300 Edited by Mr. Podmore.\n\" 300-600, and 1,300-1,600 \"Mr. Gurney.\n\" 600-900 Mr. Myers.\n\" 900-1,000 Mr. Hodgson.\n\" 1,600-1,700 Prof. Barrett.\nIn the G series, Nos. 1-100, are edited by Mr. Pease.\nWe begin with a group from the G series. The G cases are further-\nclassmed as :\nDigitized by Google\n\f'246 Journal of Society for P8ychical Re8earc~. [Jan., 1885.\nTransitional, i.e. : Where the phantasm occurs soon after death.\nd re 1 IS e to aun some oca y, or\nFixed local } Whe 't' all ged h t I lit\nFix:: family: some family or group of persons.\nMotived: Where it is alleged to appear in order to effect some\ndefinite purpose.\nOccasional: Where the appearance is isolated, and apparently pur-\nposeless.\nG.-637-Transitional.\nSent to F. W. H. M. by the Bishop of Carlisle.\nFrom the Rev. G. M. Tandy, Vicar of West-Ward, near Wigton,\nCumberland, formerly of Loweswater.\nWhen at Loweswater, I one day called upon a friend, who said,\n~'You do not see many newspapers; take one of those lying there.\" I\naccordingly took up a newspaper, bound with a wrapper, put it into my\npocket and walked home.\nIn the evening I was writing, and, wanting to refer to a book, went\ninto another room where my books were. I placed the candle on 8.\n.ledge of the bookcase, took down a book and found the passage I\nwanted, when, happening to look towards the window, which was oppo-\n:site :to the bookcase, I saw through the window the face of an old\nfriend whom I had known well at Cambridge, but had not seen for 10\nyears or more, Canon Robinson,(of the Charity and School Commission).\nI was so sure I saw him that I went out to look for him, but could find\nno trace of him.\nI went back into the house and thought I would take a look at my\nnewspaper. I tore off the wrapper, unfolded the paper, and the first\npiece of news that I saw was the death of Canon Robinson!\nGEO M. TANDY,\nVicar of West-Ward.\nMr. Tandy has had no other hallucinations.\nG.-638-Fixed Local.\nThe writer of the following case, Mrs. L., is known to me. Mrs. L.\nhas read this to Mr. L., and he confirms it. I inspected the locality with\nMrs. L., on November 15th, 1884, and concur with the description given\nbelow. F. W. H. M.\nDigitized by Google\n\fJan., 1885.] Jou\"nal of Soc'jety\/1)1' P8ychical Re8earch. 241\nWe were walking home from Richmond, my husband and I, one\nbright July day about half-past five, having ordered the boat to meet\nus and take us up to our own steps.\nBetween Richmond and Twickenham, on the Surrey side, is a\n:splendid avenue of large trees; between the avenue and the river is a\nlong and wide stretch of beach, and at the Twickenham end the ground\nis very open, and one sees the curve of the river and glimpses of some\nhouses at Twickenham and Teddington; there is no bank or tree to\nintercept the view, and anyone walking along the towing path can be\nseen for a long distance.\nWhen a little way down the avenue, at the third tree, perhaps, a\nman passed stealthily behind me, to my left side, and went outside the\ntrees-I was walking the furthest from the river. Two or three times\nhe passed me thus, always in the same stealthy manner, as if not wish-\ning to be seen.\nI did not draw my husband's attention to him, because, although\nthe last man to commence a quarrel, he never submitted to an imper-\ntinence, and this stranger's movements appeared so spy-like.\nI did not know my husband had seen him till he passed the third\ntime; then R. said :-\n.. What is that fellow dodging about for 1 the avenue is open to all,\nwhy does he not keep in or out of it 1he appears anxious to know what\nwe are talking about; as it does not concern him, we will go out into\nthe open.\"\nWe were then about the seventh or eighth tree down. As he spoke\nhe stepped on to the open beach, and gave me his hand to help me over\nsome obstruction in the path, a fallen Qranch, if I remember rightly.\nBoth these movements were made in less time than it would take me to\nspeak of them.\nAs I put my hand in his, I looked round, and saw the stranger stand-\ning between th~ trees. It was the first full look we had, and I said, \"He\nlooks as if he had stepped out of an old picture! \"\nWe could see only his boots, his cloak, and hat. The boots were\npeculiar, high, and falling over at the knee, his cloak· large and round,\nand thrown over his left shoulder, in the Spanish fashion, and his hat,\napparently a s~ft felt, had a very wide drooping border,and was worn so\nmuch on one side we saw no face.\nWe both distinctly remember that in all the times we saw him that\nday, no face was visible. His whole costume was of one tone, and that\nof a dusty cobweb is the only thing I can liken it to.\nDigitized by Google\n\f248 Journal of &cietyfor P8ychical Re8eal·cn. [Jan., 1885.\nWe stood looking at him, I wondering if he would resent my\nhusband's speech, but he made no movement, and I put my hand in R.'s\nto step into the open. .AJ! my husband's fingers closed on mine, he\nstarted, and as I looked up to see the cause I saw his eyes fixed\nsteadily on the open space at the remote end of the avenue.\nThere, clearly defined by the bright background of the towing path\nand the river, stood the figure that, less than an instant before, was by\nour side, and which we certainly thought to be that of a fellow creature\n(of rather ill-bred manners, utterly inconsistent with the decided\ndignity of his appearance ).\nHad he been shot out of a gun, he could not have gone faster.\nThe distance I have since measured: it is [about 150 yards*] ; the time\noccupied in traversing it I could not have counted a dozen in, however\nrapidly.\nNow comes the most peculiar part of our experience, that which has\nmade me very chary of telling it, for fear of ridicule.\nWhen we saw the figure standing out there on the open ground,\nwe were simply perplexed; no sensation of fear, or suspicion of the\nsupernatural, entered our minds. We walked towards him with our\neyes fixed on him.\nThere stood the figure, clearly defined, till we got within a certain\ndistance; then it changed. It is so difficult to describe what did\ntake place; the only way I can suggest it even is thus: You have seen\na thick volume of smoke come out of a railway engine and gradually\nbecome thinner and thinner as it hovers over the ground, till you see\nthrough it the objects behind.\nThat is what took place. The figure stood there still, but, though\nit did not lose its shape, it gradually became .transparent, till we saw\nthe river and the bank and the distant trees through it! Still it waa\nthere. Then it got fainter and fainter, till there was not the least sug-\ngestion of it left; nothing but the large, bright, open space, without a\nsingle object behind which anyone could have hidden.\nWe stood still, and I saw our boat coming. I got into it, feeling\nrather\" da.zed,\" like one does when waking from a too heavy sleep.\nAs my husband pulled past the place where the figure had stood, for\nthe first time a feeling of horror came over me, and I said, \"What.\ncould it have been 1\"\nHe answered, \"God only knows, darling, perha.ps we never shall.\"\nAnd so, I suppose, we must leave it.\nM. R. L.\n* Distance not yet precisely obtained.-F.W.H.M.\nDigitized by Google\n\fJa.u.,l885.J Journal qf Society for P8ychical Research,. 249\nG.-639-Fixed Local.\nSent by the Rev. Professor Sayce to F. W'. H. M.\nAbout midway between Bath and Bristol is the village of TimsburY'\n'The principal house in the place is one which was built during the reign\n-of Henry VIII., and was known in the time of my boyhood as The\n-Court. When I was 12 years of age my father moved to the neighbour-\n1100d of Bath, and was shortly afterw';rds requested by an old friend to\nascertain whether there was a large house, with grounds attached, in\nthe locality to be let furnished. Timsbury Court was the only one which\ncould be heard of, and as it seemed exactly the kind of place that was\nwanted, Mr. B. agreed to take it. With his wife and daughter, and a\nstaff of servants he brought with him, he accordingly took up his\nquarters in the house at the beginning of October. Neither he nor any\nof his household knew any of the inhabitants of the village, or were in\nany way acquainted with the neighbourhood.\nThe following December my brother (who was two years younger\nthan myself) and I went on a visit to our friends at Timsbury. As we\nwere the first guests they had received we were given what was con·\nsidered the best bedroom in the hOllse to sleep in. It was called the\nDrab Room, because the walls were hung with drab tapestry, and was\napproached by a corridor which branched off from the head of the stair-\ncase. The nearest room to it was occupied by Miss B. Opposite the\ndoor \\Vas a mullioned window. Between the door and the window was\nth!' entrance to a recess in the wall which was fitted up ilS a dressing\nroom.\nAs my lungs were delicate, and the weather was cold, I was not\na.llowed to leave the house during the week that I spent in it, and a fire\nwas kept burning in the bedroom. On the Thurs~ay afternoon I had\nbeen reading a book on mesmerism,- a very undesirable one for a\nweakly boy to get hold of, and when it became too dark for me to read\nany longer without a light, I went upstairs to prepare for dinner. While\nI was standing in the dusk before the looking-glass on the table in front\nof the window, brushing my hair, I happened to glance towards my right,\nand there distinctly saw the figure of a man standing at the entrance of\nthe dressing-room; about a yard distant from me, with his eyes fixed upon\nmyself. What he looked like I will state preliently. The suddenness of\nthe appearance startled me exceedingly, and I rushed downstairs into\nthe drawing-room in an agony of terror, declaring that I had seen a\n\" ghost.\" I was well laughed at for my folly, and told that I must not\nread any more books on mesmerism. By the time dinner was over I\nhad become reassured, and soon ceased to think any more about what I\nbad seen.\nDigitized by Google\n\f250 Journal of SocietJl .for PS!Jchical Research. [Jan.,l88S.\nThe following Saturday night I chanced to awake when the fire,\nwhich had been blazing brightly when I went to sleep, now cast only a.\nslight 1lickering light over the room, just sufficient to disclose the out-\nlines of things but no more. I then saw distinctly So human figure com&\nout of the dressing-room and walk by the side of the bed. My brother,\nwho was sleepingon that side of the bed, happened to be awake also,\nand saw the figure as well as mysiIf. I asked him who it was. \" Only\nLizzie\" (that is Miss B.), he said, and satisfied with the answer I turned\nround and fell asleep again. My brother saw the figure pass to the foot\nof the bed and there lost sight of it. In the morning I mentioned to Mrs.\nB. that her daughter had been in our room during the night, but no,\nfurther notice was taken of it at the time. I must not forget to add\nthat on several occasions my brother and I were much disturbed by\nstrange noises which we ascribed to the wind.\nThe following spring two young ladies who were on a visit to the\nhouse, slept in the Drab Room. Early on Sunday morning they awoke·\nsuddenly, and saw a figure come out of the dressing-room and walk to\nthe foot of the bedstead, where it stood looking at them. They were\ngreatly alarmed and covered their faces with the bed clothes, but the\nnext morning determined to 5&y nothing from fear of ridicule. In fact\n.they did not mention what they had seen until some months after-·\nwards.\nIn the course of the summer the room was occupied by Mrs. Hb.,.\na lady of decidedly unimaginative character. On the Sunday mo~g\nafter her arrival she appeared at breakfast looking pale and unwell,\nand, after breakfast, asked Mrs. B. if she might have her room changed.\nMrs. B. of course assented, but pressed her visitor to tell her what was,\nthe matter with the room, as she fancied she might have been annoyed\nby rats or something similar. After a great deal of hesitation Mrs..\nRh. confessed that though she knew her hostess would think her\nextremely foolish, she felt convinced that she had seen something\nsupernatural that morning. She had been aroused from sleep, she\nsaid, by hearing the clock strike 4, and just afterwards saw a,\nhuman figure come from the dressing-room and pass to the foot of the\nbed, where it stooped down, so as to be hidden from view. She\nthought someone was playing her a trick, and jumped out of bed t()\nsee who it was; she searched the room and found nothing. Mrs. B.\nnaturally in her mind ascribed her guest's apparition to a nightmare\"\nbut nothing would persuade the latter that she had not actually seen\n.it with waking eyes.\nIn the early part of September, Mr. B. received a visit from his.\nson-in-law, Mr. H. and his wife, who like the five visitors before\nDigitized by Google\n\fJan., 18S5.] Journal of Society jor P8ychical Research. 251\n------\nthem, also occupied the Drab Room. I heard the following story\nfrom Mrs. H.'s own lips. On the ThurSday night after their arrival,.\nshe was sleeping on the side of the bed nearest the dressing-room, and\nwas aroused from her sleep by feeling a cold clammy hand laid all\nacross her face. It prevented her from opening her eyes, though she\nfelt that if she could do so she would see something\" uncanny.\" She\nkicked violently and awoke her husband, who told her she was suffer-\ning from nightmare, that was all. Mrs. H. was convinced tllat it was.\notherwise, and refused to sleep another night on that side of the bed.\nThe following night Mr. H. was prevented from getting any sleep by\nan attack of toothache, and in the morning again began to laugh at his.\nwife, telling her that if \"there were a ghost in the room he must have'\nseen it as he had been awake all night.\" The toothache disappeared\nin the course of the morning, and the following (Saturday) night Mr. H.\nslept additionally soundly in consequence of his want of sleep the night\nbefore. Suddenly he was startled from his slumbers by a cold clammy\nhand placed upon his forehead. He sprang up and saw a brown-looking\nfigure, crouched up, hieing away from him into the dressing-room. He\nfelt his pulse, which was beating normally, then he got out of bed,\npoured some \"!Vater into the basin, and plunged both his face and his\nhands into it. Then he returned to bed, and sitting up in it looked\nat his watch, and found it was a little after 4 o'clock. At ten\nminutes past 4 the figure came out of the dressing-room, and stood\nclose to his pillow, so close indeed that he might have touched it\nhad he chosen. This time time the figure was erect, azid he was able\nto measure its height against the window-frame, from which he dis-\ncovered that it was not quite his own height. The figure was that of\na man, dressed in a dark coat, which was fastened by gold\nbuttons at the throat and wrist. The hair was dark and\nparted in the middle, the face pale and smooth, and the nose of the\nGreek type. In both face and dress the figure was precisely the same\nas that which I had seen. Mr. H. deliberated whether he should speak;\nwhile doing so he coughed, and immediately afterwards the figure\nmelted before his eyes\" like a mist.\" After this further sleep was out\nof the question, and Mr. H. agreed with his wife that they had better\nchange their room. As the next day, however, was Sunday, they\nthought they would pass one more night there. In the course of this\nMrs. H. was awakened by \"horrible shrieks, groMS and sighs,\" that.\nproceeded from some part ()f the room. Her husband was awake, and\nshe asked him what it meant. He replied that he had been listening\nto those sounds for more than an hour. Then he sat up and said, \"In\nthe name of God I command you to be silent.\" After this they heard\nno more.\nDigitized by Google\n\f'252 Journal of Society for P8ycldcnl Research. [Jan., 1885.\nThe story soon became known in the village, and our friends then\nlearned that the Drab Room had been held to be haunted from time\nimmemorial, though they could hear of no legend to account for the\n'Supposed fact. In the time of their predecessors it had been closed in\nconsequence of the belief about it. So well-known in the village, in-\ndeed, was the belief, that some of the old people, as it turned out,\nrefused to venture near the gates of the house itself after dal'k. Our\nfriends remained there only a year or two after the discovery, as their\n'Servants became frightened and were accordingly disinclined to stay\nwith them.\nA. H. SAyeE.\nMrs. Saxby, l\\fount Elton, Clevedon·, sends us an extract from a\nletter written January 12th, 1860, by Miss Lily Boyd, the Miss B.\nof Professor Sayce's narrative. After describing the appearance to Mrs.\nRh. in much the same way as Professor Sayce describes it, Miss Boyd\ncontinues :-\nThe next instance that has occurred, since we occupied the house, is\nmore remarkable still. Mr. Sayee's two little boys slept together in the\nhaunted room, when they stayed with us. On their return home their\nmother said, \"You must have been very happy. Had you a pleasant visit 1\"\nThey replied they were very happy all day, but\" they .did not think it\nwas kind in Lily to dress up in white and come to their bed at night, and\nthat they did not like it at all.\" These children had never heard of the\nTimsbury Ghosts, and never speak of what they saw there as anything but\n\" Lily dressed up.\"\nThey told their nurse that\" one night Lily went into their room, dressed.\nup in white, to frighten them, but they were so sure it was Lily that they\ndetermined not to take any notice of her, as they were very tired.\" 'Vas not\nthis most curious?\nFrederick Holt, my brother-in-law, was all but frightened out of his\nsenses, by an apparition which he saw in the haunted room. He had been\nlying awake for more than hour, one night, or rather very early one\nmorning, when, from the corner whence it usually issues, where the dressing-\ncloset door opens into the bedroom, a figure appeared, and slowly passed the\nbed. Frederick felt his pulse and his heart, in order to ascertain\nwhether he was any way excited or fevered, as he thought, at\nfirst, it must be an illusion, but his pulse was quite steady. In\nabout 10 minutes the figure returned, with its hands upraised, and with the\nmost agonised expression of countenance that could be described. Mrs. F.\nHolt was asleep by her husb,md one night when the apparition appeared to\nhim. He says he did not awaken her at first for fear of frightening her, and\n\"that when the figure returned he felt completely paralysed. He had himself\nbeen awakened that night by what felt to be a hand pressed tightly over his\nDigit\n\f.Jan.,1885.] Journal qf Society \/ot· P8ychical &seal·cll. 253\nface, and he then saw an elderly gentleman with a fine line of face passing\n:from his bed. He was dressed in bro,m, in the old style, with a long\nrounded-oft\" waistcoat, and a light neckcloth which was fastened with a.\nbrooch or pin. He passed from the dressing-closet, at one side of the room,\nto a kind of. wardrobe-closet for hanging things in a.t the other. Mr. Holt\nput his hand upon his own pulse to see if anything was the matter with him,\n.and counted 80 beats, \",hen the old gentleman came out of the hanging-\n·closet again, and again passed by his bed, but this time it stopped, raised up\nita arms, and, clasping its hands together, laid them down, pressing them on\nthe bed in which Mr. and Mrs. Holt were lying. It then passed on again to\nthe dressing-closet. .\nMr. Holt then told his wife what he had seen. Mrs. Holt saw nothing,\nbut they both of them heard loud whisperings and voices all about the room.\nNeither of them could understand what the voices said. They described the\n.room \"as seeming all alive with voices.\"\nThese two a.::counts are quite independent, and it will be seen that\nProfessor Sayee's recollection, at the distance of a quarter of a century•\n.corresponds pretty closely with the contemporary account.\nThe Hon. Secretary of the \"Haunted House\" Committee informs us\n:that there is a house now to let, near the Sussex coast, which is said on\ngood authority to be haunted. 'I'he rent is about .£100 per annum. He\ncan send the usual particulars, and also the evidence for the abnormal\noccurrences, to any member of the Society who might wish to take the\n.house.\nDigitized by Google\n\f254 Journal Qf Society lor Psychical Rese.orcll. [Jan., 1885.\nEXPERIMENTS WITH THE MAGNETIC NEEDLE.\nTo THB SECRETARY OF THB SOCIBTY FO]t PSYCHICAL 'RESEARCH.\nNew Athenreum Club, S.W.\n30th Decembe1', 1884.\nSIR,-ProfeBSor Barrett has told me that certain experiments which I\nhave been making with the magnetic needle would possess an interest for the-\nmembers of the Society for Psychica.l Research, and he has suggested that\nI should furnish a report of them. But for his suggestion I should havo<\nhesitated to do so, as I greatly doubt whether these experiments have any\nreal bearing on things psychical as distinguished from things physical.\nMy attention was first drawn to the subject by reading Reichenbach's.\naccount of his experiments with sensitives, and also the account given in\nZollner's Transcendental PhYSW8 of the effect produced on the magnetic needle-\nby the finger of Dr. Slade. It seemed to me unlikely that two such ob-\nservers as Reichenbach and Zollner should be completely deceived in theh·\nobservations, and I thought I would try for myself what effcct could be pro-\nduced on the needle by the human organism. Of course, a merely negative-\nresult would have proved nothing; but any positive result might be expected..\nto throw some light on the phenomenon. And as I had,cultivated mesmerism\nwith some success, I thought it quite possible that I might produce some effect.\nI accordingly purchascd a very ordinary compasswith a glass cover, and found..\nthat by pointing the finger at the needle covered or uncovered no effectwhat-\neverwas produced. Itthen occurred to me thatin all the recorded experiments\nthe compass had apparently been under glass, and it struck me as possible that.\nthe glass itself might have had something to do with the results obtained by\nothers. Instead, therefore, of moving the finger near the glass, I moved it in\ncontact with it. The result was that the needle, after a while, adhered to\nthe glass by one of its points. In this there is nothing extraordinary. The\nneedle will readily adhere to such a non-conductor when it has been charged..\nwith electricity by friction. Itis in what followed upon this thatthe interest of\nthe experiment consists. If now, when the needle was thus adhering to the\nglass, the finger was pointed at it from a little distance, the needle most;\ncertainly moved, and always in one direction-that, namely, away from the\ntiagdr. This was so far interesting that it seemed to throw some light on the\nprobable, or at least possible, genesis of the belief which connects (so-called)\nanimal with mineral nlagnetism. This was probably the phenomenon which\nhad been observed by Reichenbach and Zollner, and the poBBibility of which\nhad been so strenuously denied by other physicists. But whether this\nphenomenon proved the contention of Reichenbach and Zollner was to my\nmind a very different matter. Unfortunately, I am not myself a physicist.\nand I feel the awkwardneBS of handling a subject with which I am but super-\nficially acquainted; butI certainly think that the phenomenon is in some\nway due to the difference in temperature between the glass and the finger,\nand that it comes, therefore, under the known laws of heat and electricity.\nBut this is a matter on which trained physicists should be able to speak Witll\nauthority.\nI repeated this experiment many times, and found that the slightest\nDigitized by Google\n\fJan.,1885.) Journal Cit Society fa\/\" Pd.\/lcltical Researcn. 255\ndampness on the glass prevented the phenomenon-a fact which seemed\nto ally it with statical electricity. I then once more made an attempt to\naffect the uncovered needle. I fitted up a little a.pparatus by which the\nnaked needle was very delicately poised, and I fixed a piece of glass\nperpendicularly by the side of it, at about the distance of half an inch from\nit. I then found that, if by a slight friction on the glass I brought the\nneedle into a state of oscillation-which was easy enough-I could then\nproduce the phenomenon by pointing my finger at the naked needle. I\npresume that this is practically the same experiment as the other, but it\n8eems more remarkable.\nTwo or three details should be noticed in conclusion. One is that the\nneedle is always repelled, whether the finger is hotter or colder than the\nglass; for I have tried the effect of all possible changes of temperature.\nAnother is that the effect can be conveyed very well through wood, but\nbadly through metal, and not at all through india-rubber. Another point\nto notice is that the repulsion, under favourable circumstances, is strong\nenough to overcome the attraction of the magnet for iron (of course I took\ncare to see that the iron had not been magnetised). Once more, the finger\nwas clearly not magnetic as it repelled equally either end of the needle.\nFinally, I fancied that something at least depended on my own physical state.\nSometimes a single pass on the glass would make the needle lively; at other\ntimes 30 passes would produce no effect, and this when the glass was perfectly\ndry. The experiment, as arule, succeeded best soon after I hl\\d taken a meal,\nand at night better than in the day. This again would seem to connect the\nphenomenon with heat, it being a fact that the temperature of the body is\nhigher after feeding, and also after intellectual exertion such as one naturally\nmakes of an evening by reading or writing.\nI should be very glad if the publication of this report should lead to the\ncomplete elucidation of anything which at present may seem mysterious in\nthe behaviour of the magnetic needle.-I am, your very faithful,\nA. EUBULE-EvANS.\n[If the facts are as our correspondent describes I cannot account for them\non physical grounds, although the pointing of the finger might discharge\nthe electrified surface of the glass, and allow the electrically attracted needle\nto resume its north and south position, which would appear like repulsion by\nthe finger. But this explanation appears to be negatived by the following\nletter I subsequently received.--ED• .JOURNAL S. P. R.J\n31st December, 1884.\nSIR,-After two years of incredulity I am to-day convinced that\nReichenbach and Zollner were correct in affirming that the magnetic needle\ncould be moved by something emanating from the human finger; although\nonly last night I sent a report of my experiments to the Secretary of the\nSociety for Psychical Research, and in this report I stated that I was by no\nmeans convinced by my own experiments.\nThis morning there is a hard frost here which has hardly ever been the\ncase when I have been experimenting. I mounted a small needle on a very\n\f256 Journal of Society lor P8yckical Be8earck. [Jan., 1885..\ndelicate pivot without any covering, and pointed a finger of my right handa.t;\nit. No'result. It then occurred to me to point the left hand index finger-\na thing I had never done before-and, 10 ! the needle was distinctly repelled.\nBeing by nature very sceptical in such mattera, I thought the motion might\nbe caused bymy breath, so I bandaged my mouth and nostrils, and held in my\nbreath. There was no doubt about it-the needle became strangely perturbed,\nbeing at first attracted and then repelled by the finger. A curious circum-\nstancewas that I could effect this onlyat the south-seeking pole. I tried to affect\nthe north-seeking pole with the right hand, but without result. I can throw\nno light on the cause of the phenomenon, but of its reality I am now at last.\ncertain. Whether I shall be able t{) repeat it I do not know, as I have tried\nso often before in vain to produce it. • • •\nSince writing the foregoing I have successfully repeated the experiment at\nleast a dozen times, but the power has now (for the time at least) gone again.\nA. EUBULE-EvANS.\n[Having read the note I attached to the former letter, Mr. Eubule-Evans\ninforms me that when the finger was pointed at the needle, it was not\nmerely released and allowed to resume its normal position after oscillation,\nbut it was distinctly pushed aside by the finger-of course without contact-\nonly resuming its proper north and south position when the finger was re-\nmoved. I can only express the hope that Mr. Eubule-Evans will keep a careful\nrecord of all the conditions of his experiments, and that he will give me the\nopportunity of witnessing the phenomenon. It is alllo very desirable tllat\nthe experiment should be carefully tried by as many of our friends as p08Bible\n-En. JOURNAL S.P.R.]\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe foUotoing additions have been made rincl!last month.\nLEE (Rev. Frederic George, D.C.L.) More Glimpses of the World\nUnseen ..................................................................LUlido'lt, 1878*\nTHEOSOPHIST (The) Vol. II. and III• ..........................:...Madras, 1880-1\nBER~:::ci~~fe.~~~.~~~~~.~:~:.~.~~:~~.~.~~.~.~~~...~~.Pal: 1884\nJA..>iKOWSKI, (Eduard) Phimomenologie und Metaphysik der anormalen\nSinnesbilder ............................................................ Leipzig, 1882t\nLuys (Dr. J.) Le Cerveau, 3m edit.....................................Pam, 1878t\nRICHEr (Charles) L' Homme et l'Intelligence ........................Pam, 1884\nYUNG (Dr. Emile) Le Sommeil Normal et Ie Sommeil Pathologique\nPam, 1883\n• Presented by Mr. H. A. Smith. t Presented by Mr. C. C. Massey.\n~ Presented by Dr. A. T. 1\\lyel'll.\nDigitized by Google\n\f","_id":405}