{"name":"Journal of the Society for Psychical Research 3188","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n13_feb_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N13, February 1885","mylang":"de","content":"NO. XIII.] . [FUllll.ABY, 1885.\nJOURNAL\nOF THB\nSOCIETY FOR PSYCHICAL RESEARCH.\naOHTBHTS.\nPAGB\nNew Members aDd AIIIocIates .. .. .. 258\nCouncil Meeting •• •• •• 259\nGeneral Meeting .. .. .. .. .. .. 261\n.American Society for l'Iychlcal Reaearob.. 266\nProf. Simon Newcomb aDd Mr. Edmund\nGorney on PII)'Ch1cal Reaarch.. .. .. 268\nPAGB\nOn the Action of the WID a$a DlatancA .. 176\n.A New H7Pn08Cope.. .. .. .. .. .. m\nAp}lBritiona at the Moment uf Death .• 28ll\nCorrespondence.. .. .. .. .. 284.\nAnnual Buaineaa Meeting •• •• 285\nBalance Sheet .. .. .. .. .. .. .. 288\nCOUNCIL, FEBRUARY, 1885.\nPRESIDENT.\nPRoF. BALFOUR STEWART, LL.D., F.R.S.,\nPROF. J. O. ADAMS, LL.D., FREDERIC W. H. MYERS.\nF.R.S.\nPROF. W. F. BARRETT.\nG. P. BIDDER, Q.O.\nALEXANDER OALDER.\nWALTER H. OOFFIN.\nEDMUND GURNBY.\nRICHARD HODGSON.\nPROF. OLIVER J. LoDGE, D.Sc.\nOHARLES O. MASSEY.\nREV. W. STAINTON MOSES.\nEDWARD R. PEASE.\nFRANK PODMORE.\nLORD RAYLEIGH, F.R.~.\nO. LOCKHART ROBERTSON, M.D.\nE. DAWSON ROGERS.\nHENRY A. SMITH.\nJ. HERBERT STACK.\nW. H. STONE, M.B.\nHENSLEIGH WEDGWOOD.\nPROFESSOR SIDGWICK will be proposed as a Vice-President, aneT for\nco-option on the Oouncil, at the next Oouncil Meeting.\nVICE-PRESIDENTS.\nARTHUR J. BALFOUR, Esq., M.P., 4, Oarlton Gardens, S.W.\nPROFESSOR W. F. BARRETT, Royal Oollege of Science, Dublin. .\nTHE RIGHT REV. THE BISHOP OF OARLISLE, Rose Castle, Carlisle..\nJOHN R. HOLLOND, Esq., M.P., 57, Lancaster Gate, London, W.\nRICHARD H. HUTTON, Esq., M.A., Englefield Green, Staines.\nRE~. W. STAINTON MOSES, M.A., 21, Birchington Road, London, N.W.\nHON. RODEN NoEL, M.A., 57, Anerley Park, London, S.E.\nLORD RAYLEIGH, M.A., D.O.L., F.R.S., Terling Place, Witham, Essex.\nW. H. STONE, Esq., M.A., M.B., H, Dean's Yard, Westminster,S.W.\nHENSLEIGH 'VEDGWOOD, Esq., 31, Queen Anne Street, London, W.\nRON. TREASURER.\nALEXANDER OALDBR, 1, Hereford Square, South Kensington, S.W.\nRON. SECRETARY,\nEDMUND GURNEY, 26, Montpelier Square, London, S.W.\nDigitized by Google\n\f258 JOllrnal qf Societ!\/ for Ps!\/chicnl Researc\/...\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nRICHET. DR. OHARLES, 13, Rue de l'Universite, Paris.\nSMITH, PROF. JOHN, Sidney University, Australia.\nMEMBERS.\n[Feb., 1885.\nAKSAKOF, HON. ALEXANDER D., 6, Nevsky Prospect, St. Petersburg.\nBUGBY, WILLIAM, Hillsboro,' South Beddington, Oarshalton, Surrey.\nBUNDY, COLONEL JOHN C., Chicago, U.S.A.\nDASHWOOD, ALFRED, Rose Villa, Ryde, Isle of Wight.\nHEROS-ALLEN, EDWARD, Oonstitutional Olub, London,.S.W.\nHIBBS, REGINALD R., 13, St. Lawrence Road, North Kensington.\nLondon, W.\nWALROS;D, E. D., B.A., Hillingdon, Uxbridge, Middlesex.\nASSOCIATES.\nARcHDALE, AUDLEY, Dalton Hall. Victoria Park, Manchester.\nARKWRIGHT, WALTER GEORGE, Balliol Oollege, Oxford.\nBICKFORD,SJlIlTH, R. A. H., B.A., 13, LydonRoad, Clapham London, S.W.\nBOLDERO, MRS. A., ~8, Westbourne Gardens, Folkestone.\nDAVIDSON, MISS FLORENCE E., Wolsey Place. Yalding, Kent.\nFISHER, JOSEPH, Loughbrow Park, Hexbam, Northumberland.\n.HALL, T. P., B.A., F.O.S. (Eng.), Woodstock, Ontario, CanadL\nHEATON, JAMES A., 8, St. Bartholomew Road, Tufnell Park, London, N.\nHOLLAND, MRS., 7, Hyde Park Square, London, W.\nKJ!;LSo, O. E., 925, N 2nd Street, St. Louis, Mo., U.S.A.\nLEYMA.RIE, P. G., 5, Rue des Petits Champs. Paris.\nMAGUIRE, MISS F. M., The Vale, Chelsea, London, S.W.\nSMYTH, MISS M. G. MAIDSTONE, 49, Linden Gardens, London, W.\nSINKISSON, MRS. E. J., 9, St. Stephen's Road, Westbourne Park\nLondon, W.\nTRENCH, J. TOWNSEND, J.P., Kenmare, Ireland.\n'TuRNER, MISS Lucy, 4, Brigstock Road, Thornton Heath, Croydon.\nWHITRIDGE, FRBJ)ERlCK W., University Club, New York, U.S.A.\nWILLIAMSON, CHARLES N., 35, Hamilton Gardens. St. John's Wood.\nLondon, N.W.\nWIUGHT, FRANCIS M., .M.A., 5, Union Square, Packington Street.\nLondon, N.\nDigitized by Google\n\fTeb., 1885.] Jdurl'talof Societll.fo\" Psychical Re8eflrch.\nOOUNOIL MEETINGS.\nAT a Oouncil Meeting hald on the 30th of January previous to the\nAnnual Business Meeting, the President in the chair, the following\nMembers were present: Messrs. Walter H. Coffin, Edmund Gurney,\n()has. O.Massey, F.W. H. Myers, Frank Podmore and Henry A. Smith.\nThe Minutes of the previous Meeting having been read six new\nMembers and eleven new Associates were elected, whose names and\n:addresses are given on another page.\nOne Member, Miss A. A. Leith, desired to continue this ye&r as an\nAssociate, and one Associate, Mr. B. Whishaw, desired to become a\n:Member. These changes were agreed to.\nMiss Scott desired to resign her Membership, on the ground that\n-circumstances at present prevented her from taking any active interest\nin the Society's work.\nTwo donations were reported to the funds of the Society :-One\nGuinea from Miss Ourtis, an Honorary Associate, and Three Pounds\nfrom a lady who wished her contribution to be anonymous. The\nCouncil recorded its thanks to the donors.\nPresents to the Library were also received with thanks from Mr. H.\nA. Smith, Mr. C. O. Massey, and the Rev. Oanon Wood.\nThe Treasurer reported that ~he Rev. W. White&r had become a\nLife Member, having sent him a payment of £21.\nThe usual monthly cash account was presented, which showed that\nonly about one quarter of the Members and Associates had sent in their\nsubscriptions for 1885 during the month.\nThe Assistant-Secretary presented a balance·sheet of the receipts\nand expenditure of the Society during the year 1884, which had\nbeen audited and found correct, and also a report from Mr. Morell\nTheobald, F.C.A., as auditor. It was resolyed that the balance-sheet\nand Mr. Theobald's letter be laid before the Annual Business Meeting, in\nthe report of which they are more particularly referred to.\nAt a Oouncil Meeting held on the 13th of February, the President\nin the chair, the following Members were present: Professor Barrett,\nMessrs. Alexander Oalder, Walter H. Ooflin,Edmund Gurney, F. W. H.\nMyers, Edward R. Pease, Frank Podmore, J. Herbert Stack, and\n. Hen,sleigh Wedgwood.\nrhe Minutes of the previous Meeting having been !'ea.d,itwas reported\nthat with one or two slight verbal amendments, the whole of the altera-\ntionsin the Rules proposed by the Oouncil had been adopted,at theAnnual\nBusiness Meeting, and that the voting at the Annual Meeting had re-\nsulted in the election, as Members of the Oouncil, of the Rev. W.\nStainton Moses, Dr. O. Lockhart Robertson, and Messrs. G. P. Bidder,\ntQ,O., A. Oalder, R. Hodgson,and J. H. Stack.\nDigitized by Google\n\f260 Journal of 80ciety for Psychical Researc\". [Feb., 1885.\nThe Council then proceeded to the election of a President of the\nSociety for the ensuing year. Professor Sidgwick expressed his belief\nthat the time had arrived when it would be best for a change to be made\nin the position which he had occupied since the foundation of the\nSociety. He entered into various reasons for this belief, explaining that\nit in no way arose from any diminished interest on his part in th~\nSociety:; on the contrary, one of the objects he had in view was that it\nwould enable him in a more independent manner to pursue certain\nbmnch~s of the Society's work, and to express his conclusions.\nAfter a free expression of the feelings of the Council, the following\nresolution was, on the proposition of Professor Barrett, unanimously\nagreed to: .. The Council having heard Professor Sidgwick's announce-\nment of his retirement from the office of President, desire to place on\nrecord their sense of the invaluable services rendered by him to the\nSociety during the three years of its existence,and their deep gratification\nthat the Society will still have the advantage of his help and guidance.\"\nProfessor Barrett proposed the election of Professor Balfour Stewart,.\nF.R.S., as President of the Society for the year. This proposal was.\nwarmly seconded and unanimously carried.\nMr. Alexander Calder and Mr. Edmund Gurney were re·elected as\nHon. Treasurer and Hon. Secretary respectively.\nOn the proposition of Professor Sidgwick, seconded by Mr. Edmund\nGurney, Lord Rayleigh, F.R.S., Professor J. C. Adams, F.R.S., and\nProfessor O. J. Lodge, D.Sc., were unanimously elected Members of the\nCouncil in accordance with Rule 18. .\nIn harmony with the change in the relation of the Council to the\nresearch work of the Society, it was resolved to appoint a .. Committee\nof Reference,\" to whom all Reports and Papers which it was proposed to\npublish should be sent in proof.\nThe following Members of Council were elected as Members of this\nCommittee: Professor Balfour Stewart, ex·officio as President; Professor\nAdams, Professor Barrett, Mr. Edmund Gurney, Professor O. J. Lodge.\nLord Rayleigh, Dr. C. Lockhart Robertson, and Professor Sidgwick.\nIt was resolved that there should be four special Council Meetings\nin the year, for which the more important business should be as far as\npossible reserved; and that for attendance at these four Meetings, the\nexpenses of members of the Committee of Reference should be paid.\nIt was further resolved that a statement of the changesin the method\nof cOnducting the experimental investigations of the Society should be\ninserted in the next Part of the Proceedings.\nThe following Committees were appointed, with power to add to\nthe number of their members :-\nLITERARY COMMITTBE.-Messrs. Edmund Gumey,Richard Hodgsolll\nDigitized by Google\n\f:Feb., 1885.] J01maal o\/Society\/or P8ychical Re8earch. 261\n.ohas. C. Massey, F. W. H. Myers, Frank Podmore, and Professor H.\n'Sidgwick.\nLIBRARY COMMITTEE.-Rev. W. Stainton Moses, Dr. A. T. Myers,\noand Mr. F. W. H. Myers.\nHOUSE AND FINANCE COMMITTEE.-Messrs. Alexander Calder,\n:Edward R. Pease, and Josiah G. Stapelton.\nDr. Chas. Richet, of Paris, and Professor John Smith, of Sydney\n·'University, Australia, were elected Oorresponding Members.\nOne new Member and eight new Associates were elected, whose\n-names and addresses appear on.another page.\nIt was agreed that Mr. Frank Miles should, at his request, continue\n:as an Associate instead of as a Member.\nA copy of a pamphlet entitled \"Gedankenlesen,\" was received from\n-the author, Dr. Carl du Prel, for which thanks were recorded.\nMr. H. Wedgwood brought before the Oouncil the alleged pheno-\n-menonof an iron ring too small to have been passed over the hand,which\nwas now on the wrist of Mr. Husk, and proposed that the Council\n.should appoint a Committee to examine and report on the subject\nProfessor Barrett and Mr. Gurney were requested to inspect the ring,\n:and if possible to obtain the assistance of an anatomist or surgeon.\n. Professor Barrett being desirous of relinquishing the editorship of\n·the Journal, Professor Sidgwick expressed his willingness to under-\n·take that office; and he was appointed accordingly. It was further\n.agreed that for the future the JO'IJII\"IUI,lshould to some extent be re-\n.ga.rded as the organ of the Literary Committee; and that its size might\n''extend to 32 pages, in order to afford space for the insertion of matter\n:-selected from the evidence collected by that Committee.\nThe Assistant-Secretary reported that an order had been received\n-from the Hon. Sec. of the American Society for Psychical Research for\n·300 copies of different Parts of the Proceedings, for the use of their\n1\\:lembers, under the arrangemElnt which the Council had proposed:\nThe next Meeting of the Council will take place on Friday, the 6th\n'prox., at 4.30 p.m.\nGENERAL MEETING.\nA General Meeting of the Society was held on the evening of\n\"Friday, January 30th, at the Rooms of the Society of British Artists,\nin Suffolk Street, Pall Mall, the President in the chair.\nThe first paper read was by Mrs. H. Sidgwick, \"On the Evidence\n(X)llected by the Society for Phantasms of the Dead.\"\nAfter pointing out that the existence ef phantasms of the dead can\n()nly be established, if at all, by the accumulation of improbabilities\nin which we become involved by rejecting a large mass .of apparently\nDigitized by Google\n\f262 Journal Qf Society for Psycltical Research. [Feb., 1885i.\nstrong testimony to facts which, as recounted, would seem to admit or\nno other satisfactory explanation, and that in testing the value of this\ntestimony we are bound to strain to the utmost all possible supposi-\ntions of recognised causes, the writer went on to say that the Society\nnow possesses, as the residue of a much larger number, a collection of\nabout 370 narratives that seemed to deserve some consideration, of\nphenomena not clearly physical. The present paper was chiefly occupied\nwith the possible non-ghostly explanations, one or other of which the\nwriter thought might, by straining, be applied to the greater number of'\nthese cases. These explanations she cl8.3smed by reference to .the·\nvarious sorts of error by which the evidence to such phenomena is.\nliable to be affected, viz., (1) hoaxing; (2) exaggeration or inadequate\ndescription; (3) illusion; (4) mistaken identity, including under this.\nhead cases where it is possible that a person taken for a ghost has really-\nbeen alive all along; (5) hallucination.\nThe first four sources of error she discussed at some length, and\nillustrations were given of cases where the third and fourth might,.\nperhaps, have occurred.\nIn dealing with the fifth source of error, the writer said that the.\ngreat difficulty here arose from the fact that genuine phantasms of the\ndead, such as were under discussion, would themselves generally take.\nthe form of hallucination of the senses, and that, at the same time, as·\nsolitary and seemingly non-veridical hallucinations of persons apparently\nhealthy do occur, we should not be justified in assuming a hallucina-\ntion to be what the Society calls veridical without some special external\nreason or confirmatory coincidence. When the phantasm is that of a\nliving person, information about that person may afford the required\nconfirmation. But in the case of phantasms of the dead, we cannot.\nobtain this kind of confirmation. Other kinds of confirmation are,.\nhowever, possible. The first mentioned was that which occurswhea\ntwo people have a hallucination simultaneously. But cases of this.\nkind might, it was suggested, perhaps be explained by Thought-trans-\nference between the percipients, without necessarily..assuming a cause\nexternal to both of them.\nThe other kinds of confirmatory evidence mentioned were three in\nnumber. It might be alleged (1) that the apparition resembled a person\nunknown to the percipient so strongly that he afterwards reeognised his\nportrait; (2) that two or more people saw independently of each other,\nand at different times, apparition~ which seem clearly to have been very\nmuch alike; (3) that the phantasm conveyed correct information\nunknown to the percipient. The discussion of narratives where con-\nfirmation of these kinds is claimed was deferred to another paper.\nMr. F. W. H. Myers then read the second part of a paper \"On a\nDigitized by Coog\n\fFeb., 1885.] Journal~f Society lor,P8ychical Re8eal'ck. 263\nTelephatic Explanation of some so-called Spiritualistic Phenomena.\"\n. The paper aimed at establishing two points: First,'that the unconscious\nmental action, which is admittedly going on within us, may manifest\nitself through graphic automatism with a degree of complexity hitherto\nlittle suspected; and secondly, that automatic writing may sometimes\nfurnish replies to questions which the writer does not see, and mention\nfacts which the writer does not know, and has never known; the know-\nledge of those questions or of those facts being apparently deriv~ by\ntelepathic communication from the conscious or uncQnscious mind of\nanother person. The following is a brief sketch of the arguments used\n(sOme of the considerations given in a previous paper being,for the sake of\nclearness,repeated here): Automatic writing is observed invarious morbid\nstates. A man attacked by a slight epileptiform seizure,while in the a.ct\nof writing, will often coutinue to write a few sentences unconsciously,\nwhich,although probably nonsensical, will often be correct inspelling and\ngrammar. Some agraphic patients also, though conscious that they are\nwriting. are not aware what the letters written actually are; so that\nthe formation of those letters has been an unconscious act. In som-\nnambulism, also, the patient will sometimes write long passages, or\neven solve mathematical problems with the data of which his waking\n. mind was already familiar. The writer is acquainted with a gentleman\nwho finds that if he fixes his attention ona given word, and then allows\nhis hand to rest in the writing attitude, the word is written without\nconscious volition of his own, and whether his eyes be open or shut.\nThe explanation of Clplanchette \"-writing must be sought in •\nanalogies like these. A CI planchette \" is simply a piece of wood sup-\nported on two wheels and a pencil, with the objects (1) that a small\nmuscular tremor may be able to set it in motion; (2) that the writer\nmay be able to remain unconscious of what he is writing, which is hard\nto effect if a mere pencil be employed. The\" planchette,\" of course,\naffords no evidence, except to the writer himself, that the writing is\nautomatic; but actual experiment shows that perhaps one person in a\nhundred has this actual tendency to graphic automatism,-a result in no\nway physiologically surprising. The interest of the matter thus auto-\nmatically written lies, of course, not in its substance, which is generally\noapricious and incoherent like a dream, but in the indications which it\ngives of the mode of mental action which has produced it. The gradual\nacquisition of the faculty of writingwith \"planchette\" presents analogies\nto the process of learning afresh to write, which patients in a state of\nso-called second consciousness have sometimes to go through. There are\nanalogies also both to atactic and to amnemonic agraphy, substitution\nof letters often much resembling the classical cases of Jicmnos for\nJames Simmonds, Jaspenos for James Pascoe, and others recorded by\nJ)rB. Hughlings Jackson, Ogle, &c. The constant repetition of the\nDigitized by Google\n\f264 Journal qf Societ!l\/or P'1lchical Raearch. {Feb.,I885.\nsamo meaningless word in \"planchette \"-writing reminds one of the\nsingle meaningless utterance of some aphasics. In vocal automatism,\nthe same peculiarity is observable, as in the reiterated cries of the\nso-called \"gift of tongues\" in the Irvingite congregation. Taking\nall these points together, there seems reason to conjecture that automatic\nwriting is, in some ca.ses at least, due to the action of the right cerebral\nhemisphere, to which Dr. Hughlings Jackson is disposed to attribute the\nnon-propositional utterances of aphasics. A curious confirmation of this\nview is afforded by the frequency of rever,ed ,mpe (Spiegel-schrift,\nor mirror-writing), early in the development of graphic automatism.\nEschenmayer and others have collected cases where Spiegel-schrije\naccompanies left-handedness, and Dr. Ireland conjectures that the\nverbal imag~ as formed in the right hemisphere ma.y be reversed in this\nmanner.\nThis unconscious cerebral action may be much more complex than\nhas hitherto been supposed. A gentleman, known to the writer, has\nrepeatedly written down, automatica.lly, a jumbled series of letters\nwhich, on investigation, turned out to be anagrams, with a. definite\n1lleaning, sometimes containing a reply to questions. Similarly, a\nphrase recollected from a dream may for some time puzzle the waking\nmind to detect its meaning.\nBut more than this. There are sometimes cases where replies are\n<automatically written to questions which the writer has not seen, and\nhas no means of knowing. Such are some of the cases on which\nSpiritualists base their belief in an intervening intelligence. But those\nwho have followed the evidence which the Society for Psychical Research\nhave now for nearly three years been publishing, as to the transmission\nof thought from one mind to another without the agency of the\nrecognised organs of sense, will prefer to look first for the action of the\nmind of some other person present at the time. For if telepathy be a\nreality, traces of it must be looked for wherever unconscious mental\naction is concerned.\nSpace permits of only one illustration of this telepathic action\nshowing itself in graphic automatism. The Rev. P. H. Newnham, of\nMaker Vicarage, Devonport, who had had reason to believe that an\nunusual communication of thought existed between himself and Mrs.\nNewnha.m, determined in the year 1871 to try whether he could so\ntransmit questions to her mind, without speech or sign, as tllat her hand\nshQuld unconsciously write replies thereto. He arranged tables in such\nflo way that she could not see what he wrote; and then wrote questions,\none by one, without informing her what the question was. Her hand\nwrote automatic answers to these questions, clearly indicating that the\nquestion had been understood, though the reply was often of a\ncapricious or evasive kind,-a characteristic frequent in these acts of\nDigitized by Google\n\f~eb.,l885.] Journal of Societufof' P8!1chical Re8enrM. 265\n-the unconscious mind. In some cases correct replies were given to\n.questions involving Masonic secrets, and in other cases answers\nwere given which, though cohe.rent and intelligent, were different\nfrom the beliefs, existing in either of the two conscious minds\nconcerned. The series of 309 questions extended over Elight\nmonths, and was carefully recorded by Mr. Newnham in a note-\nbook which Mr. l\\fyprs has inspected. Copious extracts from this\n:mote-book will be published in the Society's Proceedings. To an\n·observer less cautious than Mr. Newnham many points in these auto-\nEatic replies might have suggested the agency of some extraneous\nintelligence. But Mr. Newnham prefers to suggest (in independent\naccordance with the view put forward in this paper) that the dreamlike\nmixture of shrewdness and incoherence seems rather to resemble the\n.action of an\" untrained half of the brain; \" or, at least, some unfamiliar\n;mode'of the working of the writer's own intelligence.\nOn the whole it seems that if telepathy be a.dmitted as a vera causa,\nat affords a probable explanation of a great mass of cases which\nSpiritualists have alleged as proving thto action of unseen intelligences,\n.and which science has as yet neglected to examine.\nFurther cases of graphic automatism, spontaneous mirror-writing,\n'&c., (occurring in normal or abnormal states) are earnestly desired, and\nmay besent to the Secretary,Society for Psychical Research, 14, Dean's-\nyard, Westminster.\nAMERICAN SOCIETY FOR PSYCHICAL RESEARCH.\n,Our readers will remember that in the November number of the\nJO'UII\"TI.al we announced the formation of an American Society for\nPsychical Research. Several meetings of the Provisional Committee\nllave been held in Mr. R. Pearsall Smith's house in Philadelphia and\nelsewhere, and we are now gla.d to announce the organisation of what\npromises to be an influential and valuable Society. We observe with\npleasure that Prof. Simon Newcomb, who occupies a foremost place\namong American men of science, has consented to act as President.\nThe following report appeared in one of the lea.ding New York papers,\n,the Evening Post, for January 10th.\nBOSTON, January 9th.\nAt a meeting held on Thursday at the rooms of the American\nAca.demy of Arts and Sciences, in this city, the definite organisation of\nthe American Society for Psychical Research was completed. The\nofficers of the Society were elected as follows: President, Prof. Simon\nNewcomb, of Washington; Vice-Presidents, Prof. G. Stanley Hall,\nof Baltimore.i Prof. G. S. Fullerton, of Philadelphia; Prof. E. C.\nDigitized by Google\n\f266 Journal of Society Jor Psychical Research. [Feb., 1885..\nPickering, Dr. H. P. Bowditch, and Dr. C. S. Minot, all of Harvard\nUniversity; Secretary, Mr. N. D. C. Hodges, of Cambridge, Mass.;:\nTreasurer, Prof. William Watson.\nIn view of the dangers to which the new Society is exposed in the-\nsystematic investigation of the little-known psychical phenomena.,\ngreat care has been taken to exclude from active control all elements.\nwhich might turn the energy of the Society into a helpmate of any of\nthe vague, unsettled, and sometimes fraudulent enterprises of\nSpiritualists. A scientific research must be free from all taint of\ncrankiness. Hence the decision that all persons elected to the Society\nbecome associates; from among the associates 100 members to be-\nelected, who alone have the right to vote. Out of the members again\nare elected a council of twenty-one, including the officers above named;:\nthe remaining members of the present Council are: Dr. Wm. James,\nProf. George F. Barker, Mr. S. H. Scudder, Dr. C. C. Everett, Mr.\nMoorfield Story, Prof. John Trowbridge, Prof. A. Hyatt, Prof. J. M.\nPierce, Mr. Coleman Sellers, Major ,Voodhull, Messrs. C. C. J acksollp\nT. W. Higginson, W. H. Pickering.\nThe Society, the foundation of which is due to the initiation or\nProf. W. F. Barrett, of Dublin, starts with a considerable number of\nadherents, about eighty members and fifty associates. Its headquarters\nare, for the present, in Boston, yet it has a widely distributed con-\nstituency which is growing rapidly, as the interest felt in the objects of\nthe Society is very general. It is expected that an important part of\nthe work of the Society will be done at Baltimore and Philadelphia.\nWhat is that work to be 1 Readers of the Evening Post will re-\nmember the publication of an account obtained from Professor Barrett~\nof the results of the investigations of the English Psychical Society~\nshowing that there are many obscure phenomena of the mind by no-\nmeans yet adequately explained. The most remarkable of their an-\nnouncements was the discovery of thought-transference, mental images~\npassing from one person to another without following any of the known\nchannels of communication. As this is the most novel and startling of\nthe published conclusions of the English Society, and as it offers varied\n<>pportunities for exact scientific experimentation, it has been decided to-\nmake the study of thought-transference the first undertaking of the\nAmerican Society. A committee has been appointed, with Dr. H.\nP. Bowditch as chairman, to conduct this investigation. A circular\nwill shortly be issued stating the exact methods of experimentation,\nand asking co-operation. It may be mentioned that it is the policy of\nthe Society to conduct aU its investigations experimentally, in the belief\nthat the most satisfactory results will be thus obtained; for the present~\nat least, it will not attempt to collect other evidence.\nThe Committee desires first to find sensitive persons, so-called mind:-\n\fFeb., 1885.] Jourfaal Qf SOCietlllor P8l1chical Re8eal·cn. 267\nreaders, and to test the exact extent and conditions of their peculiar\npower, if it exists. They would try with such a' person whether he-\ncould reproduce a simple drawing which a second person looked at\nintently, but which the sensitive or percipient could not see; whether\nhe could identify a word upon which another person had concentrated\nhis attention; if this is done the Committee will test the effect of'\ndistance between the two persons, of the interposition of various\nobstacles; use rigid conditions to exclude possible collusion, conscious.\nor unconscious; study the influence of the number of persons wh~\nconcentrate their attention upon the image the sensitive is to perceive,\n&C. All these and such other experiments as opportunity and ex-\nperience may suggest will be work for the Committee itself, but they\nask the clH>peration of every one intere.~ted in bringing them into com-\nmunication with persons who are supposed to have the faculty of'\n\" mind-reading.\"\nThe Committee hopes also to carry on a series of statistical reo\no searches which it trusts will be pa~cipated in by many besides.\nthemselves. Let an example suffice to indicate what is intended~\nSuppose two persons are together; a pack of cards is taken and turned\nup by one of them, card by card; as they are turned, the second\nperson, who is placed so as to be unable to see the cards, guesses the\nsuit. Now if there is any though~transference, the guesses must be\nright oftener when the first person knows the suit·of the card turned\nup, than when he does not; he has, therefore, only to keep tally, and\na comparison of the proportion of errors in the two circumstances wilL\nshow whether though~transference occurs. To secure a certain result,.\nhowever, a very large number of observations must be made, and it is.\ndesirable to have many obsf;lrvers. Professor Richet, of Paris, has.\nalready tried this form of experiment, and reached the conclusion that.\nthough~transferenc!'l does take place.\nIt is hardly necessary to point out the profound significance of this.\ninquiry, particularly if the answer is in the affirmative. On the other\nhand, as the affirmation has already been publicly and repeatedly made..\nif yet it is erroneous it is most important to demonstrate its falsity.\nIt has sU9h far-going consequences that to establish either alternative-\nwould be a public service of the highest value.\nAt the recent meeting there was much discussion as to the means.\nand conditionS of Psychical Research, but no further plans were fully-\nmatured. It was announced that an arrangement had been made ~\nsupply gratituouslyall the members and associates with the Proceedings.\nof the English Society, beginning with number six. It is to be hoped\nthat every one interested will assist the Society. Inquiries and com-\nmunications should be addressed to the Secretary, Mr. N. D. C. Hodges,.\n19, Brattle-street, Cambridge, Mass.\nDigitized by Google\n\f2fi8 JOllrnal of Sociel!! for PR!lcliicnl Research. [Feb., 1885.\nPROFESSOR SIMON NEWCOMB AND MR. EDMUND\nGURNEY ON PSYCHICAL RESEARCH.\nThe following discussion between Professor Simon Newcomb and\nMr. Edmund Gurney has lately appeared in the pages of Science.\n:Prof. Newcomb began with the following paper, which we mentioned\nat the time as appearing in the same number of Science that contained\n.a cordial leading article on the work of our Society.\nAlthough it may be regarded as doubtful whether the Society for the in-\n'vestigation of psychic force, proposed at the recent meeting of the American\n.Association, will result in any new discoveries, yet the philosophy of the sub-\nject is of sufficient interest to merit general consideration. The first and\n:greatest obstacle we mee~ with in such investigations is the absence of clear\nideas of what it is we are to look for, and how we are to distinguish between\nTeal relations of cause and effect and mere chance coincidences. The state-\n.of mind of the community at large is also unfavourable to the attainment of\n.any result. If we take out of it two classes holding quite opposite views,-\n.the one comprising those who look upon the subject with that sentiment of\n()redulity and wonder which is fatal to all scientific accuracy; and the other,\n<those who think it all nonsense, and unworthy the attention of common-\n:sense people-we shall have but few left for patient research.\n1;£, however, this remnant is going to investigate the supjectin a scientific\n.spirit, they are entitled to all the light that can be thrown upon it. We\nbegin by warning them against a kind of inquiry which can lead to absolutely\n:no conclusion. We refer to such inquiries as those made in the following\n.extract in the New York Nation, of August 28th, 1884 ;-\n\" The Society for Psychical Research will be grateful for any good evidence\nDearing on such phenumena as thought·reading, clairvoyance, presentiments,\n:and dreams, noted at the time of occurrence, and afterwards confirmed; unex-\nylained disturbances in places supposed to be haunted; apparitions at the\nmoment of death or otherwise; and of such other abnormal events as may seem\nto fall under somewhat the same categories.\"\nIt would be difficult for the Society to put forth anything better fir.ted\nthan· this advertisement to lower the estimation in which their work is\nheld by common-sense people. Let us make alittle calculation showing how\n.often coincidences of the kind sought for must really occur in our country.\nNumerical exactness in our data cannot, of course, be ·reached : all we can\n.do is to make rough estimates which shall not be unreasonably far from the\nIJrobable truth. .Any physician, we apprehend, will consider it quite within\nthe bounds of probability that one per cent. of the population of the country\n.are subject to remarkably vivid dreams, illusions, visions, &c. This will\nmake half a million such people in the United States. Each of these persons\nmay be supposed to have 50 friends or relations, of whom one per annum\n<dies. If they are subject to a dream or vision once a week, there is one\n-chance out of seven that they have one on the same day that the friend dies.\nLet us suppose that it takes a combination of eight separate and independent\npoints of resemblance, between the vision and the circumstances attending\nthe death of the friend, to constitute a remarkable coincidence,and that each\nof these has a probability of one-half. We shall have, in one case out of\n\fFeb., 1885.] Jote1'1Jalof Societll for P8ychical Re8earch. 261)1\n256, remarkable combination of coincidences. Putting these results together,..\nwe may infer, that, as a matter of fact, some case of extraordinary coinci~­\ndence between the circumstances of death, and the dream or vision by sa\nfriend of the dying person, does occur somewhere in the country nearly.-\nevery day in the year. Thus, what the Psychical Society will find, will b&\nwhiLt we know must exist as the result of chance coincidence. The searcn.\nafter haunted houses is of a different kind, but the result must be equally in-·\nconclusive ; all that can be discovered is cases in which the cause of som&\napparently singular phenomena happened to be undiscoverable. The idea..\nseemingly entertained by the psychists-that the residuum, after they have,\neliminated all cases in which the natural causes could be found, must be\ngenuine-has no logical foundation. One can hardly lie on his bed awake an.\nhour aftermidnight without hearing some sound the cause of which it is\nbeyond his power to guess; and we do not see any essential distinctiolL.\nbetween this case and that ofa haunted house.\nThe general question at issue is, whether there is any such process as.\nwhat the psychists very happily denominate \"Telepathy,\" which may b~\ndefined asfeeling at a di3ta.nee without the intervention ot any physical agent.\nAnd just here we have the real point at issue between them and those people·\n.. of the earth, earthy,\" who think their work is all nonsense. The real.\nquestions are two in number.\nFirst, Can the mind be inHuenced by things external to itself in any other'\nway than by such things acting .physically upon the nervous system'\"\nSecond, Can the mind, by any act of the will, produce any effect outside of\nitself, except through the agency of the organs of motion of the body itself\nacting according to physical laws 1\nThe two questions may, perhaps, be combined into one by inquiring-\nwhether it is possible that mind can affect mind otherwise than by some.\nphysical connection between the nervous systems with which the two minds.\nare associated. That there is a natural tendency to believe in the possibility-\nof the so-called Telepathy is, no doubt, well-known to all who have con-·\nsidered the subject. The frequently expresaed view that the mesmeriser'\ninHuences his subject by the mere act of his will, and especially the readiness.\nwith which this view is received, may be cited as an example. But it is none\nthe less true that the longer we live, the more evidence we see that there is.\nno such action. It is true that this evidence is negative, and so may alwa.ys.\nlack something of being conclusive ; yet the more closely we look into the·\ncase, the lesa foundation we can see for any positive belief in Telepathy. We·\nmust remember that the physical connection through which one mind affects.\nanother may be of the most delicate kind; may, in fact, nearly evade all\ninvestigation. The slightest look, an unappreciable motion of the muscles.\nof the mouth or eyes, made perceptible through the light which is reHected\nto the eye of the second person, constitute a physical connection. Now,\nsince in the operations of mesmerism the subject is always within easy sight.\nor hearing of the operator, there is always room for the action of a physical.\ncause between the two through the intervention of light or sound. Telepathy-\nbetween the two could be proved only by finding that the subject was affected.\nby the mesmeriser when the latter was not within sight or hearing or kno~­\nledge of the former.\nDigitized by Google\n\f270 Jout'nal of Societ!l for PR!lckicnl Re8enrcla. fFeb., 11185.\nThe Society for PsychicalResearch has published in its Proceedings very\ndetailed accounts ofa number of investiga~ions undertaken by its committee\nand members, some of which are very striking. The report of the Committee\n.on Haunted HoUBes,however,can hardly be regarded by lookers-onas anything\nbetter than very scientific children's ghost stories. The extraordinary cases\n.of events or accidents happening to one person being reproduced in the im-\n. .aginations or visions of others at a distance, are nothing more than recitala\n()f what we know, from the theory of probabilities, must be very frequent\n.occurrences. A feature of these coincidences which ought not to have escaped\nthe notice of the Society is, that they have no feature in common by which\nthey can be traced to the action of a general cause, and do not even tend to\nahow that there are particular persons who poBBeBB the faculty of being in-\n:fiuenced by Telepathy. A very striking case is that which most of our\nreaders may have seen, in which a lady awoke under the impreBBion that she\nhad received a blow in the mouth at the very time when her husband, a mile\n()r two away, actually did receive such a blow. Now, if this lady had\n-repeatedly felt her husband's impressions in this way, or if it could be shown\nthat a blow in the mouth or on any other part of the person often makes\nitself felt by Telepathy, the case would be better worth inquiring into; but\nthere is no common feature of tIlls kind in the cases as reported, and they\nthus fail to supply good evidence that they are anything more than mere\nehance coincidences.\nThe only case that looks at all strong in favour of Telepathy is that in\nwhich one person is made to draw figures similar to those thought of by\nanother in his neighbourhood. H any of the members of our home Society\nean succeed in making this mechanism work, they will have something of\ngreat interest to show the critical observer. But we apprehend that the\nincredulous will, under almost any circumstances, require stronger evidence\nthan any which he has any prospect of getting, to make him believe that\nthere is no physical cause in action by which the subject has an inkling of\nthe drawings he is to make, or an indication whether he is going right or\nwrong. This incredulous tendency will be greatly strengthened if the assist-\nance of spiritualistic performers is called in.\nTo this letter Mr. Edmund Gurney replied in the columns of Science\nfor December 5th, as follows :-\nYour issue of October 17th contained two articles which are of good omen\nfor the future of \"Psychical Research\" in America. Of the firat, the.\neditorial article,I need say little. It is cordially welcomed by my colleagues\nand myself for its recognition of the far-reaching importance of an enterprise\nin the further development of which our Society will, we hope, go hand in\nhand with yours. With the second article, on \"Psychic Force,\" 'our agree-\nment is 1_ complete; butwe still find nothing to complain of in the general\nattitude of the distinguished writer. He, too, recognises the legitimacy of\nthe inquiry, wlille clearly apprehending its difficulties. He describes with\nentire justice the two opposed claases between which Psychical Research has\nto clear a path,-the party of easy credulity, and the party of easy incredu-\nlity; and he Points out with no more than proper emphasis the rigorous\neaution which every forward step demands. Fraud and superstition ha~e\nDigitized by Google\n\f:Feb., 1885.] JOllrnal qf Society for PS.l!cllical RPlwfll'ch. 271\n--------\n-naturally seized on what science has so systematically neglected; and tho~\n'who now endeavour to take the subject up from the scientific side must\n.accept the fact and its consequences.\nSo far, then, we are wholly at one with Professor Newcomb; but we\n~ot quite so readily follow him in his criticisms of our own doings. He\nl>egins by condemning one of our public appeals for information; but his\n:strictures seem to assume that all the information which the appeal brings in\nwill be regarded by us as a safe basis for conclusions. The appeal is, of\n·course, merely a first step, for which it would he difficult to imagine any\n~ffective substitute; though I may mention that a very large amount of our\n'information comes to us through private channels. The sifting and treat-\nment of the evidence according to scientific canons must be a subsequent\nlabour, the mtionale of which could not be set forth, or even suggested, in\nthe terms of a short advertisement. And of this labour no portion is more\nimportant 'than the one which we are glad to find Professor Newcomb so\n·explicitly recognising,-the application of the doctrine of chances. In all\nthose branches of our inquiry where questions of coincidence occur, it is clearly\nessenti:u to ascertain, as definitely as may be, how far the coincidences may\n:fairly be ascribed to chance. We have taken, and are still taking, great pains to\n.obtain this definite information. .Very wide inquiries have been made; and\n-the results, though far from complete, may still, I think, claim decidedly\n-more validity, as a basis of computation\/than Professor Newcomb's guess at\n-what\" any physician will consider quite within the bounds of probability.\"\nIt would require more space than I can ask for, to comment on P~fessor\nNewcomb's numerical argument in detail. But I may remark that he seems\nto confuse the argument by classing all together what he calls\" dreams,\n.illusions, visions,\" &c.; at least, if he means to include in this heterogeneous\n;group visual hallucinations of waking persons, which we regard as by far the\nmost important phenomena from an evidential point of view. If anyone, in\nhis waking moments, experiences apparitions of human forms as often as\n·once a week, which is the degree of frequency that Professor Newcomb's\nealculation assumes, it is obvious that the approximate coincidence of one of\nthese apparitions with the death of the corresponding human being will be an\ninsignificant accident. But we have not ourselves met with any specimen of\n·this class. We have collected more than a hundred first-hand cases of\n.apparitions closely coinciding with the time of death of the person seen; and\n.it is only in a small minority of such cases that our informants, according to\n·their own account, have had any other hallucination than the apparition in\n.question.\nThe following sketch may serve to show the lines on which our own reason-\ning in the matter will proceed_ Weare making a census, which, so far, shows\nthat in this country the proportion of sane persons, in good health and awake,\nwho within the last 10 years have had a visual hallucination representing\n:some living person known to them, is about one in 300. Now, let\nus make a supposition far below the actual mark, and confine the number of\n·the acquaintanres of each of these hallucinated persons to 5. Let us\n:further suppose that one of these 5 persons does actually die in thc course\n.of the 10 years. This seems fair, on the whole; for, though in some cases\nmore than one may die within that time, in others none may die. According\n\f272 Journal f!f Society for P811chical Be8earch. [FetJ.,1'88D_\ntQ this estimate, then, the chance that the death will take pla.ce within 1~\nhours of the apparition will be one in 365 X 2 X 10 X 5; that is, one in'\n36,500 : in other w()rds, only one out of every 36,500 of the hallucinated\npersons will, in the course of 10 years, hit off the coincidence by chance. But;\nsince the ha.llucinated persons are only a three-hundredth of the whole popu-\nlation, this means that the proportion of the whole population who will by\nchance have an apparition of a person known to them within 12 hours of that..\nperson'sdea.th is only one in 10,950,000. Now, we ourselves have a large col-\nlection of such recent cases, resting on good firat-hand testimony; but let U&\n\\ put the numberfar below the mark,and say 30 cases. H,then,these 30 coinci-\ndences are to be fairly attributed to chance, the population of the country\nwill have to be 328,500,000. But we cannot suppose that our appeal for evi-\ndence haa reached the whole population ; and we shall be making a sober\nestinUlte, if we reckon that within the given time 10 times as manycases mus»\nhave occurred as those we happen to have encountered. This brings the,\nnecellll&rY population up to 3,285,000,000; and the number will be further\nimmensely increased if we take count of the fact that many of the coinci-\ndences are extremely close-that the times of the two events fa.ll not only'\nwithin 12 hours, but within one. Thus the theory that chance would account;;\nfor the cases could only be justified if the population of the country were\nseveral hundred times what it actually is. The reductio ad abaurd'Um seems.\ntolerably complete.\nThe case of dreams is, of course, very different. We are most of us con-\nstantly dreaming, A very large number of \"odd coincidences\" between\ndreams and external events is certain to occur by mere chance; and the cases.\nare rare where the correspondence is of a kind which strongly suggests tele-\npathic influences. Here, therefore, ProfeBBor Newcomb's estinlllte is far more\napplicable ; and we have always felt that dreams, by themselves, could not be,\nexpected to afford conclusive proof of telepathy. This, however, does not,\n8eem a sufficient reason for ignoring them ; since, if the fact of telepathic:\ncommunication be otherwise established, they may throw light which we\ncould ill afford to neglect, on the nature of the mental and cerebral proC88Be8.\ninvolved.\nAs regardR \"haunted houses,\" we readily admit, and have expressly'\npointed out, the far greater uncertainty of the evidence as compared with the,\nbest telepathic cases. But even here we differ from Profe880r Newcomb,\nin seeing a distinction between the experiences which we deem of some,\n'Prima facie importance, and the experience which he supposes when a person.\nlying awake an hour after midnight hears some sound the cause of which is:\nbeyond his power to guess. Sounds are the very weakest sort of evidence.\nWhat strength the prima facie case has, depends, not on things heard, but on.\nthings seen; and seen, not by one person only, but by several independently'\nand at different times, and, as the seers affirm, without any knowledge on.\ntheir part that the house was s.upposed to be \"haunted.\"\nProfessor Newcomb's concluding remarks, dealing with the e:&perimental'\nside of telepathy, deserve careful attention. But his objections here rest\nentirely on the hypothesis of visual and auditory indications consciously or.,'\nunconsciously given by the \"agent\" to the \"percipient\" ; and though it is\ndifficult, I know, to convince persons who have not been present that suill··\nDigitized by Google\n\fFeb., 1885.] Journal qf Socl'ety for P8!Jchical Reseal·ck. 273\ncient precautions have been taken to eliminate this source of error, it must;\nsurely be admitted that such precautions are possible. .As regards sight, no\none will deny the possibility; and, as regards hearing, we think, that, if &\ncareful watch is kept, the means of communication resolve themselves into\nslight variations of breathing. Such variations were never detected in our\nexperiments, and in any case could hardly be supposed capable of rapidly\nconveying to the percipient's mind the form of an irregular diagram; and\nthe difficulty would be increased in cases where the signs would have had to\nbe unconscious, as in many of our experiments where we were able not only\nto vary the \"agent,\" but to act ourselves as \"agents.\" As for \"indica·\ntions whether the subject is going right or wrong,\" they must, of course, be\nprevented by taking care that the \"agent\" shall not watch what the \" per·\ncipient\" is doing. Most of the spurious \"thought-reading\" of the \"willing-\ngame\" would be prevented, if the\" willer,\" instead of the \"willed,\" were\neffectively blindfolded.\nBut we find ourselves once more wholly in sympathy with Professor\nNewcomb, when he insists' that the experiments must be repeated again and\nagain, under the strictest conditions, before we can reasonably expect.\nthought-transference to be accepted as an established scientific fact. So far\nfrom resenting the demand for more evidence, we are ourselves unceasi.ngly\nreiterating it. The responsibility for such novel observations cannot be too\nwidely spread, and glad indeed shall we be to shift some of it to American\nshoulders.\nThe following is Professor Newcomb's rejoinder in the same .number\nof Science:-\nMr. Gurney's letter suggests many interesting reflections on the probabili.\nties involved in questions of Telepathic Phenomena, and I hope for an early\nopportunity to engage in a further discussion of the subject in the columns\nof &ience. This will naturally involve the consideration of the points raised\nin his letter. Meanwhile there are two numerical data; and, if he would\nfavour me with them, I should feel much fla.ttered,-first1y, his estimate.\nfrom the census result·s, of the number of persons of the age of 15 and\nupwards, resident in the British Islands, whose statements he would con--\nsider prima facie entitled to full credence (to guide him I may remark that.\nI see no reason. why the number should not be from 10 to 20 millions)·;\nsecondly, his estimate of the probability that one of these persons, taken at\nrandom, would not be above amusing himself or herself at the expense of a.\nsociety so eminent as that of which Mr. Gurney is the honorary and honoured\nsecretary. These numbers will come into my discussion, and I should much\nrather have them from an authority conversant with the subject than attempt\nto guess at them myself.\nMr. Gurney's reply, which appeared on January 23rd, is as\nfollows :..,.....\nIn a letter which you published on December 5th, I mentioned a sort of\ncensus whereby we are inquiring what proportion of the population has\nexperienced waking visions of absent friends; the object being w discover\nhow far coonce may account fgr the numerous cases where such hallucinations\n\f274 Journal Qf Societ.1\/ for PS.l\/cMcal ResearcA. [Feb.,I885.\nhave coincided with the death (or BOme serioua crisis in the life) of the person\nwhose presence was suggested, or how far, on the other hand, these C888II\ndrive ua to BOrne such hypothesis as \"telepathy.\" In a letter published by\nyou on the same day, ProfesBOr Newcomb has objected that untrue answers\nmay be given by persons wishing to amuse themselves at our expense. I am\nfar from denying that persons may exist who would be glad to thwart us,\nand amuse themselves, even at the cost of untruth. But when the question\nis put, \"Do you remember having ever distinctly seen the face (>1\" form of a\nperson known to you, when that person was not really there 1\" it is not at\nonce obviouswhether the amttai1lyuntruthwould be \"yes\" or \"no.\" In neither\ncase would the joke seem to be of a very exhilarating quality; but, on\nthe whole, I should say that \"yes\" would be the favourite, as at any rate\nrepresenting the rarer and less commonplace experience. \" Yes\" is, moreover,\nthe anJIwer, which, as a matter of fact, it has been very generally thought\nthat we ourselves preferred; so that to give it might produce a piquant sense\nof fooling ua to the top of our bent. But a moment's reflection will show that,\n80 far as the census might be thus affected, it would be affected in a direction\nadverBe to the telepathic argument; for the commoner the purely casual hal-\nucinations are reckoned to be, the stronger is the argument that the visions\nwhich correspond with real events do BO by chance. And if the number of\nthese coincident visions makes the chance-argument untenable, even when\nthe basis of estimation is affected in the way supposed, a jorluJI'i would this\nbe the case if the yflBflB were reduced to their true number.\nWhile on this point, I may add that in such a census as ours there are\nreasons.why, quite apart from untruth, an unfair number of yflBflB are sure to\nbe obtained. One chief reason is that, when forms to be filled up are dis-\ntributed on a large scale, it is impossible to bring it home to the minds of\nmany of the persons whose anJIwer would be \"no,\" that there is any use in\nrecording that answer. Their instinct is, that results, to be of scientific\nvalue, must be positive, like natural-history specimens. This difficulty has\nbeen encountered again and again ; and I feel little doubt that the proportion\nof yflBflB to 210flB will in the end be quite double what it ought to be: in other\nwords, the telepathic argument, if it prevails will prevail though based on\ndata distinctly unfavourable to it.\nAs Professor Newcomb seemed to confine his objection to the results of the\neensus, I need not occupy yow' space with a description of the vanous pre-\ncautions by which we ascertain that our cases of coincident visions-of 'OOt'idical\nballucinations-&re bond.fide records. Suffice it to say, that, whatever the\npossible sources of error in our evidence may be-and there are BOme which\ndemand unceasing care and watchfulness-deliberate hoaxing is a danger\nwhich we believe we can reduce to an amount that will not affect the validity\nof our general conclusions. .\n[We are much indebted to our Russian friend, M. Theodore\n:Bruhns, of Simferopol, for several valuable communica.tions. Amongst\nother papers, he has sent us the following transla.tion of a letter he has\nreceived from a physician at the University of Kharkotr. It will be\nDigitized by Google\n\fFeb.,1885.] Journal 0\/ Sockt!! lor P8!Jckical Be8earck. 275\nnoticed that the subject lfr. V-- appeared to be hypnotised by the\nconcentration of attention of the operator. This is known to occur to\nsensitive subjects who have previously' been hypnotised by the usual\npasses, but Dr. Chiltoff does not say whether Mr. V-- had been so\ntreated, probably not. In that case this experiment is of much interest\nin its bearing upon other facts that have come under our notice in con-\nnection with the \"willing game.\"-ED. JOURNAL S.P.R.J\nON THE ACTION OF THE WILL AT A DISTANCE.\nPRELIMINARY REPORT.\nFor the purpose of investigating the influence exercised by one\nmind upon another, apart from the recognised ordinary channels of\nsensation, I ha.ve carried out a series of experiments in the presence of\nmany witnesses, and among them of Professor T--. These experi..\nments were made with four gentlemen and two ladies. They consisted\nin the transmission of motor or inhibitory impulses. The experiments,\n40 in number, were for the most pa.rt successful, except the series with\nMr. A-- (a student of the University). But even in this last case the\nwill of the operatorevidently influenced\" the subject;\" but this subject\ndid not exactly accomplish my orders. For example, when I mentally\nordered him to lift his right arm, he raised the left one, &c. The dis·\ntance between the operator and the subjects varied from three to 50\nfeet. The experiments were often performed through walls, closed\ndoors, &c. During the experiments the subjects remained quite awake,\nexcept Mr. Vyezja.eff (a young officer of the Russian army), who always\nbegan to fall asleep at the beginning of each experiment. Herewith are\nt~e details of three experiments :\nCa.binet. Drawing Dining\nD._\n1-, Q)\nJ'A - - . - . . . . . . . . . . . - O· ~\ni7feet. ~\n1· B Room. --\nRoom.\nA the operator. B my wife. C Mdlle. T- (the subject).\nD is the position of the subject in Experiment 3. From A to C is 46 feet.\n(1) April 30tl~, 1884:. I sitting in the cabinet at my writing-table.\nMdlle. T-- was sitting.in the dining-room at the table, and was occu-\npied in embroidering. The doors were open. Mdlle. T-- was mentally\nordered to discontinue her work and to go out of the room. She knew\nDigitized by Google\n\f276 JONrnal qf Society for P8ychical Research. [Feb. 1885.\nnothing of my intentions. The experimentwas commenced at 9.20 p.m.\nIn eight minutes. my wife, who was playing on the piano, came to me-\nand asked if I had not influenced her by my will, for she said that she\nfelt such a fatigue in her hands that she was obliged to discontinue her-\nplaying. But I did not think of her, all my thoughts being concen-\ntrated qn Mdlle. T--. At 9.35 p.m., Mdlle. T-- went out of the\nroom. She told me afterwards that an irresistible force compelled her..\nagainst her own will, to rise off her chair. She felt a great fatigue.\n(2) October 29tl\" 1884. Present: Professor T--, Mr. M-- (a..\nphysician) and a student of the University of Kharkoff. In the\nabsence of the subject (Mr. V--) Professor T-- proposed the\nfollowing problem: Mr. V-- must seize with his left hand the collar\nof his uniform. Tha subject sat with closed eyes in an arm-chair. I\nwas seven feet before him. The witnesses sat near me. The experiment\nbegan at 10.5 p.m., and in seven minutes Mr. V-- had performed\nthe thought-<>f order.\n(3) Novemher 12tl\" 1884. I was sitting in the cabinet at my\nwriting.table. The subject, Mr. V--, was sitting at D in the\n<lining-room at the tea-table. At the same table were also sitting\nsome ladies. The distance between me and Mr. V-- was about\n50 feet. Mr. V-- was ordered to come to me in the cabinet. I had\neoncentrated all my thoughts upon the subject. As will be seen from\nthe sketch, I could not see the subject. But I heard him distinctly\nconversing with the ladies. The experiment was commenced at 8.30 p.m.\nIn three minutes I heard him saying that he felt a great fatigue. The\nladies began to laugh at his intention to sleep in their presence. In\n15 minutes I did not any longer hear his voice. At 8.55 my wife came\nto me, and said to me that Mr. V-- fell asleep. At 9 p.m. I saw the\nsubject, with closed eyes, marching slowly towards me. Before the\nwriting-table at which I was sitting, he stopped.\nSumming up the results of my 40 experiments, I consider (1) That\nthere exists an unknown force, acting from the operator to the subjects,\nand according to the wish of the operator, provoking determined\nmuscular contractions.' t2) That this force actS directly On nervous\ncentres, and not on the groups of muscles thought of. (3) That the\ncharacter of the motions provoked by this force shows that they are of\na central origin. (4) That this force acts as well at the distance of three\nas at the distance of 50 feet. (5) That this force penetrates through\nvarious obstacles, walls, closed doors, &c. (6) That it acts in all\nPossible directions. (7) That the intensity of its action upon diverse\nQrganisms depends upon the individuality of each organism.\nA. OUlLTOFF, M.D.\nDigitized by Google\n\f\"Feb., 1881).] Journal of Society lor P8ychical Re8earch. 271\nA NEW HYPNOSOOPE.*\nBy J. OCHOROWICZ, M.D.\nYesterday an illusion, t;o.da.y a reality, hypnotism has definitely\n-entered the domain of science. There is no longer any question either\n;as to the possibility of these strange phenomena or of their high im-\n-portance; it rather concerns us to increase the number of observations\n.and detennine the means of study. It is with this idea in view that\nI h3.ve devised a little apparatus which I call a hypno8cope, and con-\n~erning which I think it will prove of interest to say a few words. In\ntruth, this little apparatus serves for discovering and, after a manner,\n-<>f measuring\" hypnotic sensitiveness.\" What is this special sensitive-\n:ness 1 Before it is possible to give a definition of it, it will be\nnecessary to recognise its existence. Up to the present we have had\n-no suitable means that pennitted of ascertaining whether a pe~on was\n.\" hypnotisable\" or not; and we have not even been agreed as to the\n-possibility of reproducing hypnotic phenomena in every one, or in but\na limited number of sickly subjects. On the one hand, the exaggera-\ntions of \"magnetisers,\" and, on the other, the incredulity of physicians,\nhave for a long time contributed to prevent a solution of this\n:problem. As a general thing, magnetisers have proclaimed the possi-\nbility of \"making everyone feel\" their mystic influence, in asserting\nthat \" the producing of [magnetic] sleep, in whomsoever it be, is only a\n~uestion of time,\" while physicians have been nearly unanimous in\nrecognising that it is only with those having diseased nerves, and\n.especially with hysterical women, that these sorts o-f experiments have\n;any chance of success. The researches to which I have devoted myself\n<:ontradict both these assertions.\nHypnotic sensitiveness-that is to say, the faculty of being\ninfluenced by the practice of hypnotisation-is neither inherent to\n-everybody nor connected with any disease whatever-hysteria, epilepsy,\nneurasthenia, or anemia. It is a complex aptitude, but one sui generis,\nwhich depends upon peculiar reflex relations between the cerebro-spinal\n.and ganglionic. systems, Ilnd especially between the brain and the\nvaso-motor nerves. This special aptitude being for the most paIt innate,\n.one is hypnotisable or not just as he possesses such or such a tempera-\nment. The best of intentions, on the one hand or on the other, cannot\n.suffice to put a person asleep who is devoid of.such special aptitude.\n.' What is the number of hypnotisable subjects 1 This question has\nbeen recently propounded by Dr. Bremond. 'C I know,\" says he, \" 97\n'young persons in whom all these nervous states can be produced atwill.\nHere, at Paris, out of nine young people who belonged to liberal pro\n* From La Lumi8re Eleetrique. See note at end.\nDigitized by Coog\n\fI\n27H Journal of Society for Ps-f\/cMcal Re8earclt. [Feb•• 18~\nfessions, and :who consented to undergo experiment, it was found\npossible, in a few minutes, to put two into these nervous states of\nfascination, catalepsy, lethargy, and somnambulism. In what propor-·\ntion are such impressionable subjects found 1 Who can answer the\nquestion1\" This is a service that the hypnoscope is destined to render us..\nAccording to the experiments that I have been able to perforui,\namong persons of all conditions taken at random, the number of\nsubjects who are hypnotisable amounts to about 37 per cent. These·\npersons are hypnotisable in varying degree; 15 per cent. exhibit com-\nplete somnambulism, and 4-5ths per cent. undergo the influence of\nsuggestions, even in a waking state. Thirty per cent. marks a mean_\nThe figure is lower in certain professions, and especially among phy-\nsicians (about 5 per cent.). It is higher in ordinary people, in the sick..\nand in young persons between 15 and 25 years of age. 'Women are nl>-\nmore susceptible than men, and in spite of a certain relation with.\nnervous diseases in general and hysteria in particular, this aptitude sui;\ngeneMa is not synonymous with nervousness. A goodly number of\nextremely nervous persons are not sensitive to hypnotisation, while we-\nfind excellent subjects among healthy people who are in no wise nen-ous.\nHealthy women are generally less sensitive than men, while among the'\nsick there is a marked preponderance on thA side of females. Some-\ntimes the proportion is 45 per cent. in men and 37 in women (service of\nDr. DumontpaiIlier, at the H6pital dA Pitie). Hysteria seems to present·,\na favourable field, yet there is a goodly number of hysterical women\nwho are absolutely refractory.\nAnd now, if this sort of research has appeared to us worthy of\nattracting the attention of our readers, it is for the reason that, accord-\ning to our observations, what is true for hypnotism is likewise so for the·\nphylJiological action oftlte magnet. Everybody who is sensitive to the-\nmagnet is hypnotisable, and this, too, to a degree that entirely corrt!-·\n,sponds; all others are refractory.\nHaving remarked this principal fact, I have endeavoured to give the\nmagnet a form that is at once efficacious and practical. The hypnoscope,\nFI (;.2.\nFIe.\"\nis a tubular magnet, whose form (Fig. 1) recalls that of the Joule electro-\nmagnet, only the lines of force therein are directed rather within tha.\nDigitized by Coogle\n\fFeb., 1885.1 Journal of Society lor Psychical Re8earc\"•. 279\n------\nout of the magnetised tube. This latter is only 3'4 cm. in diameter by\n5'5 in length, and weighs but 169 grammes. Forged from Alvar steel~\nit exhibits under this form a remarkable power, since it lifts as much as.\n20 times its own weight.\nThe mode of application is very simple. After removing the arma.-\nture the forefinger of the person who is to be submitted to the test is in-\ntroduced into the hypnoscope in such a way that it shall touch both\npoles at once (Fig. 2), and at the End of two minute8 it is removed, and\nan examination made of the modifications that it has undergone. In\n70 persons out of 100, taken at random, no change will be observed.\nIn about 30 per cent. two kinds of modifications will be observed-viz.,\n8ubjective or objective.\nHere is where we think that we have found an answer to the ques-\ntion raised by Sir William Thomson in his last lecture \"On the Senses\nof Man.\" Have we a special sense for the impressions of magnetism t\n\"It is possible,\" says the English scientist, \"that there is a ma.\",\"lletic\nsense, and that a ma.\",\"llet of V61\"IJ great power may produce a sensation\nentirely different from that of heat, force, or any other sensation;. • •\nat all events,the fact merits profound research.\"\n111 answer to these reflections, I will limit myself to the remark that.\nin experimenting since 1880 I have never observed sensations that\nwere entirely new, and as, moreover, it would be difficult to find organs\nfor such new sense that were adapted to it, there is no ground for ad-\nmitting a sixth, magnetic sense. But this does not prevent more than\na quarter of humanity from being influenced by a magnet of medium\npower, and experiencing certain very distinct sensations. The principal\nof these are the following :-\nTwenty times out of 100, disagreeable stinging and itching;\nand, sometimes, one would say sparks or needles pricking the skin.\nSeventeen times out of 100, a. sensation as of a cold blast, or one\nof heat and dryness. The tW9 impressions may co-exist-one in the\nright arm and the other in the left. Thus, a magnet pla.ced under the\nfeet of paralytics has been observed to warm them, although a good\nfire was powerless to do so. The cold draught much resembles that.\nwhich one experiences in front of an electro-static machine. Eight.\ntimes out of 100 there are painful sensations-pains in the joints.\n\"I should say that my bones were being broken,\" exclaim the subjects\nunder experiment. Five times out of 100 there is a sensation of\ninflation of the skin-and one which may be real, since it is some..\ntimes difficult to remove the subject's finger from between the poles of\nthe hypnoscope. Two times out of 100 there is a sense of weight\nin the finger or the entire arm; also a sensation of being irresistibly\ncarried along, followed by a real attraction, and almost always a con-\ntraction with complete insensibility. This is an exceedingly curious\nDigitized by Google\n\f280 Journal of Societ.1I for Psychical Be8t'arck. [Feb., l8R6.\nphenomenon. I exhibited this experiment before the Medical Society\nof Lemberg in 1881. The suqject (who was in excellent health) was\nasleep, the eyes closed, the pupils directed upward, and the head com-\npletely covered with an opaque veil. At every approach of the magnet\nto within a distance of about 15 cm. his hand was quickly extended\ntoward it, and followed all its motions until it became rigid and in-\nsensible. Then it became necessary to restore sensibility, or rather\nhypenesthesia,in order to re-begin the 'experiments. I hasten to add that\nthe same phenomenon was reproduced, although, perhaps, a mtle less\nmarkedly, by the approach of a. metal, of glass, or of any other body\nwhatever. The subject, when questioned in his sleep, said that he felt\nas if he were being carried along in a given direction without know-\ning why. The objective modifications are profounder, IIJld more impor-\ntant for diagnosis. They belong to one of four categories-viz., (a)\ninvoluntary movements (quite rare) ; (b) insensibility (complete anal-\ngesia or aruesthesia); (c) paralysis (impoBBibility of moving the\nfinger; (d) contractura. (rigidity of the muscles).\n. .The phenomena. that are called forthdisappear in a few minutes under\nthe influence of a very slight massage; but, without that, they may\npersist for several minutes, and even for several hours.\nPersons in whom the hypnoBCope causes insensibility, paralysis, or\ncontractura may be hypnotised in a single seance. With others the ex-\nperiment must be repeated.\nLet us now touch upon the question of the causes.\nSo itis evident that the magnet exerts a certain influence upon the\nnervous system of persons who are predisposed. This physiological action\nhas been very little studied; there exists, nevertheleBS, Ii. certain number\nof experiments relative to the tll.e'rapeutic action. Without speaking of\nMesmer, it was established as long ago as 1779 by Drs. Andry and\nThouret, and confirmed by Becker (1829), Bulmering (1835), Lippic\n(1846), and especially by Maggiorani (1869-1880). To-day it is placed\nbeyond controversy by Messrs. Charcot, Schiff, Vogt, Benedict,\nVigouroux, Debore, Proust, Ballet, and others.\nBut, while it is incontrovertible, is it really magnetic 'I It seems to\nme that it may be so admitted, [only] in part, since (1) the importance\nof the action is not in direct relation with the power of the magnet, but\nrather with the degree of hypnotic sensitiveness of the suhject experi-\nmented upon; and (2) the north pole has no other infllience than the\nsouth, although it should necessarily have in the case of an action that\nwas purely and simply magnetic. Is it, then, a. metalloBCOpic action, as\nMr. Pellot has supposed 1 This question, which had bet'n alreadyasked\nat the date at which I made my first communication through Dr.\nBrown-Sequard, I will answer as follows: (1) the number of persons\n'Who are sensitive to metals is less than that of those sensitive to the\nDigitized by Google\n\f\"Feb., 1885.] Journal of &cietll for P81JcMcal Resem·cll. 281\nmagnet, and much less than the number of those who are specially\nsensitive to steel. (2) There are persons sensitive to metals (to copper,\nfor example) and insensible to the magnet, and consequently likewise\nrefractory to hypnotisation. .\nThen is this mysterious action merely imaginary-the effect of\nsuggestion, as one says to-day after the labours of Dr. Bernheim 1 No;\nbecause (1) it is sometimes (though rarely, it is true) exerted un·\nknown to the subjects under experiment, upon persons asleep, upon\nanimals, &c.; and (2) we may easily distinguish the sensations pro-\nduced simply by emotion or expectant attention from those produced\nby the hypnoscope; for imaginary sensations change character or dis-\nappear on a new test, while genuine ones always return, preserve their\ncharacters, and even become more and more marked. Imaginary sen-\nsitiveness becomes effaced, while real sensitiveness is increased by\n.habitude.\nNevertheless, we may grant that the imagination, without being a\n'Sufficient cause to explain the phenomena, enters into play in the great\nmajority of cases, as an auxiliary, in preparing the accessibility of the\n:patients. In short, the influence is double-physical and psychical.\n..Being capable of serving as a physical excitant, does the magnet act\ndirectly upon the tissues exposed to its influence, or rather indirectly\nby reflex way 1 It a.ppears that both cases present themselves, but that\nthe last is the more important. It is the vaso-motor nerves that seem\nto be reached by preference. Are the direct action upon the tissues or\nthe blood and the reflex action upon the nerves identical 1 It appears\nnot. At all events, magnetism alone does not explain these effects. I\nxather incline toward the hypothesis that, in the majority of the\n:phenomena, the magnet is merely the substratum of another action,\nwhich is so weak, from a psychical point of view, that it hides itself\nfrom our instruments, and exhibits itself only through the intermedium\nof exceptionally sensitive nervous systems. Is this other physical\naction due to a new and unknown force 1 It is probable that it is not\nan entirely new force, but only a new and unknown manifestation-a\npeculiar modification of electric phenomena. This is all that the\npresent state of our knowledge allows us to say. But the insufficiency\n(If theory in no wise interferes with the practical use of the hypnoscope,\nand, if it is true that it gives us at the same time useful indications as\nto the state of the nerves in nervous complaints, the importance of the\napplication may be readily seen. '\nMy personal idea goes still further. I see in the revelations of this\ninstrument the necessity of a future subdivision of therapeutics. It is\nuseless, and even. imprudent, to apply the same remedy to sensitive and\nnon-sensitive persons. With a large number of hypnotisable patients,\n.all remedies are equally good or equally. bad, according to p6£uliar\nDigitized by Goog\n\f282 Journal of Societ!l for P8!lckical Re8earch. [Feb.,l885..\nnerrx>U8 influences. We may neutralise strong doses of the most typical\nmedicaments, and reproduce their effect in a most positive manner, by\n8U!JgeBtion. In sensitive persons we obtain an improvement that is\noften almost instantaneous under the influence of various trifling means.\nthat hypnotism and magnetism put at our disposal.\n[We reprint Dr.Ochorowicz's paper from the translation which\nappears in the Englisl~ Meclmnic; the author is evidently entirely\nignorant of the work done by the Society for Psychical Research, and:\nthough his experiments appear to be numerous his generalisations are\nsomewhat hasty, e.g., \"everybody who is sensitive to the magnet·\nis hypnotisable,\" &c.; nOlO do we think he has taken sufficient pre-\ncautions to preclude the effect of the imagination, due to expectant.\nattention, from vitiating his conclusions. Nevertheless, the paper is.\ninteresting and worthy of record-ED. JOURN.&L S.P.R.]\nAPPARITIONS AT THE MOMENT OF DEATH.\nThe testimony of competent witnesses on behalf of apparitions of\ntheir relatives. or near friends when these are at, or about, the moment;.\nof death, is so abundant and the evidence so cumulative that there are\nfew natural phenomena of an infrequent character that can be accepted\nwith more confidence. As a matter of evidence, and also of intrinsic.\nprobability, it is better established that such apparitions do occur than\nthat, say, \"fire balls\" exist, though no meteorologist now doubts these-\nlatter, however inexplicable they may be. To the volume of evidence\ncollected by the Literary Committee of the Society for Psychical\nResearch I add the following which reached me whilst in America.\nThrough the kindness of Major Woodhull, M.D., of David's Island,.\nNew York, I was enabled to see the narrator, Captain MacGowan,\nwho is in active service in the United States Army, and permits me to-\ngive his name; the names of other persons who could confirm the\nnarratives were also given to me, but not for publication.-W. F. B.\nIn tae year 1875, Captain A. B. MacGowan, 12th U. S. Infantry,..\nwas stationed at Camp Independence, California; having with him his\nwife. His two sons, Charles, aged 15, and George, aged 12, were at that\ntime at school, at Napa College, California, and boarded in the house:\nand at the table of one of the instructors, Mr. George.\nMrs. MacGowan was a lady of robust health, almost unacquainted\nwith illness; and at this particular time was arranging to give an\nentertainment to their friend\", military and civil. The station being;\nnot only far beyond the railroad, but out of the ordinary line of travel,.\nguests would come to sU(lh a party with their own conveyance, and\nafter several days' journey-; and a.rrangements would be made to\nentertain them over-night and longer. Such a festivity would be quite\nan event for the outpost and for all those interested in it. There was\nno telegraphic communication with this camp; and the mails were slow,\nand the diF.otance long. In fact, from Camp Independence, the school is.\nnearly 600 miles. The boys knew what was going on at home by\nDigitized by Google\n\fFeb.. 1885.J Journal of Society for P8!1ckical Be8earck. 283\nprevious correspondence, and knew that, so far from there being any\ncause for u!leasjness, the prospect was one of active enjoyment.\nOn the morning of December 23rd, 1875, Charles. the elder of th&\nboys at school, came to the breakfast-table with a disturbed countenance,.\nbut denied having any trouble when asked about it by the teacher. H&\nwas unable to eat any breakfast, although allowing himself to be helped ;.\nbut when the teacher, at the meal, insisted on knowing the cause of his.\ndistress, fearing he might be ill, he burst into tears, and exclaimed,\n\"My mother is dead.\" He then went on to say that, having gone to-\nbed and to sleep as usual, and with no premonition of trouble, he was\nawakened in the night and saw his mother standing by his bedside; who-\nsaid to him, \"Charlie, be a good boy ;\" and then disappeared. This\noccurred between 11 and 12 p.m. He had gone to sleep, not hearing:\n11 strike; but was awakened by this occurrence, and heard all the other\nhours strike, including 12 o'clock, till morning. The teacher endeavoured\nto ma.ke light of it; but the boy would not be comforted. In a..\nday or two a letter was received, saying his mother was indisposed, but;.\nnot seriously; this was followed a few days later by the announcement.\nthat she had unexpectedly grown worse, and had suddenly died, tl.t;.\n11.20 p.m., of this same night (December 22nd, 1875), in which th&\napparition was seen. The teacher, Mr. George, made a note of the occur-\nrence, and subsequently informed Captain MacGowan thereof.\n[Captain MacGowan stated that his son had both heard the voic&\nand seen his mother. Though I have been unable to communicate with ,\nthe son, I am informed that the impression produced on him was most\nsolemn and profound. I have written to Mr. George, who noted ddwn.\n,he lacts at the time and bifore tlte motlter's deatl~ was known, but,\nhave had no reply as yet. Mrs. MacGowan was suddenly taken ill\nand her death was most unexpected.-W. F. B.]\nPREMONITION.\nThe following is also from Captain MacGowan :-\nIn January, 1877, I was on leave of absence in Brooklyn, with my-\ntwo boys, then on vacation from school. I promised the boys that r\nwould take them to the theatre that night, and I engaged seats for us.\nthree. At the same time I had the opportunity to examine the interior\nof the theatre, and I went over it carefully, stage and all. These seats.\nwere engaged the previous day, but on the day of the proposed visit it\nseemed as if a voice within me was constantly saying, \"Do not go to-\nthe theatre; take the boys back to school.\" I could not keep these-\nwords out of my mind; they grew stronger and stronger, and at noon I\ntold my friends and the boys that we would not go to the theatre. My\nfriends remonstrated with me, and said I was cruel to deprive the- .\nboys of a. promised and unfamiliar pleasure to which they had looked\nforwa.rd, and I pa.rtly relented. But all the a.fternoon the words kept\nrepeating themselves and impressing themselves upon me. Tha.t evening,.\nless than an hour before the doors opened, I insisted on the boys\ngoing to New York with me, and spending the night a.t. a..\nhotel convenient to the railroad, by which we could sta.rt in.\nDigitized by Google\n\f284 Jmll\"llfllof Socii\"!! .101' PS.I\/chicf11 ResearcH. [Feb.,I885.\n-the early morning. I felt ashamoo of the feeling that impelled me to\nact thus, but there seemed no escape from it. That night the theatre\n\"was destroyed by fire with a loss of some 300 lives. Had I been pre-\n;sent, from my previous examination of the building, I would certainly\n:have taken D!y children over the stage, when the fire broke out, in order\n-to escape by a private exit, and would just as certainly have been lost\n.as were all those who trusted to it, for that passage, by an accident,\n(lould not be used. Had I gone my sister, who was present, but in\nanother part of the house, would surely have been lost also, for we had\n:arranged to go home together. .AJJ it was she left the building before\nthe play was finished and was at home when the fire began.\nI have never had a presentiment before or since. I am. not in the\nllabit of changing my plans without good reasons, and on this occasion\n.I did so only with the greatest reluctance.\nWhat was it that caused me, against my desire, to abandon the\nJ11ay after having secured the seats and carefully arranged for the\nJ11easure 1\nAugust 27th, 1884.\n[Captain MacGowan stated to me that the voice was perfectly\ndear, \"like someone talking inside me,\" it kept saying: \"Take the\n\"boys home, take the boys home.\" And this from breakfast time till he\ntook the boys away, shortly before the theatre opened. He never ex-\nperienced anything like it before or since; never had any other\nllallucination. His sister has still got the tickets which he had\nbought and paid for. Three hundred and five people were burnt to death\n-that night.-W. F. .8.]\nCORRESPONDENCE.\nMODERN PROPHECIE&\nTo the Editor of the \"JOURNAL OF SOCIErY FOR PSYCHlCA.L RESEARCH.\"\nSm,-There is one subject which seems to me well worthy of careful\n\"investigation by the Societyfor Psychical Research, i.e., the examination of\nthe evidence for and against modern prophecies. A large number of these,\nas we all know, are forgeries. Some of the most barefaced are those con-\n\"nected with the name of Mother Shipton\"in our own country, and which have\n\"been exposed in Notes and Qu.eries. There are, however, two or three\nl)rophecies of Mother Shipton's (or at least quotedin her name in 17thcentury\n-editions of her prophecies) worth noticing.\nCazotte'sfamousprophecy has also, I believe, been proved to have been\npublished after the events, and therefore is worthless. But these failures\n·of Shipton's and Cazotte's by no means prove the falsity of all modem pro-\nphecy. Let me quote a few worth examination.\n1. The prophecy of S. Malachi. This may be disputed in its earlier parts,\nllut in the 19th century some points are very singular.\n\" 2. The faMOUS French prophecies of Nostradamus, Bome of which, as\n:affecting English lristory, are being published by Mr. Ward in the Anti-\nquarian Magazine.\n3. The singular forecast of the life of the Empress Josephine, which Sir\nA. Alison in hishistory accepts as, ongood evidence, told by Josephine many\nDigitized by Google\n\fFeb., 1885.] Journal of 80ciety lo\" PilJlcltical Research. 2850\nyean before .her being emprellll. Around the Bonaparte family there are a·\nclusterof these forecasts which much affected Napoleona I. andID. to believe\nin these things. -\n4. The so-called Merlin prophecies, some of whichare obscUre, but others.\nvery curious, 8.g., one, in old Cornish, relating to the place wherefrom I am\nwriting, which may be thus rendered :-\n., Tbey shall land on the rock of Merlin,\nWho shall burn Paul, Penzance, and Newlyn.\"\nThe Spaniards landed at Point Spaniard, near the Merlin rock, in 1595, and\nburnt Paul, Penzance, and Newlyn j but had it been an afterthought, or a.\nforgery, the mistake would not have occurred of saying they would land on\nthe fatal rock. The prophecy otherwise was fulfilled to the letter.\n5. The remarkable prophecies of the fa.ll of Poland in the 17th century.\n6. The prophetic history in Latin of the House of Brandenburg.\n7. Last, not least, the ancient oracles, especia.lly of Delphi.\n~side these, there are scores of cases in almost every European history\nof prophecies having been fulfilled. Might not the authorities (before the\ntime) for these prophecies be critically examined 1and where accidental coin-·\noidence is a pollllible explanation, the mathematical law of chances should be\napplied.\nIn fine, the questiona to be considered are :-\n1. Was the prophecy undoubtedly published before the event happened r\nn there is any unoertainty about this point, further inquiry is needless.\n2. Was the statement actually or only approximately fulfilled 1 In the-\ncase of imposture or forgery the actual facts would be reproduced. Approxi-\nmationa should encourage further research.\n3. Was the prognostication merely the exercise of ordinary forethought.\non the part of the seer. just as some historians by studying the past have\noccasiona.lly guelllled the probable future pretty well1 In this case it is\nmerely mental acumen involved.\n4. May the fulfilment be mere chance 1 Here the mathematical law of\nchance should be applied as in other departments of Psychical Research.\nThere are coincidences. but they are infrequent. and ruled by mathematical\nlaws. .\nW. S LACH-SzylUU..\nNewlyn S. Peter Vicarage. Penzance.\nANNUAL BUSINESS' MEETING.\nThe Third Annual Business Meeting of the Members of the Society-\nwas held at 14, Dean's Yard, London, S.W., on the 30th of January.\nThe President, Professor H. Sidgwick, briefly referred to the growth_\nof the Society during the past year, mentioning some of the facts-\nrecorded on the first page of the Journal for January.\nAn audited ba.la.nee-sheet of the receipts and expenditure of the-\nSociety during the year 1884 was placed before the Meeting. A letter-\nfrom Mr. Morelll'heobald, F.C.A., as the auditor appointed by the-\nMembers at the Annual Business Meeting last year, was read, in which\nhe expresse.d his satisfaction at the way in which the accounts were\nkept, and made one or two suggestions for the future as to the system\nadopted; The letter was referred to the Finance Committee. The\nba.lance-sheet .is given on another page. In further commenting on it\nDigitized by Google\n\f~86 Journal qf Society for P81\/ckical Re8earch. [Feb.. 1885\nthe President said it appeared that,a.fter taking account of moneys due\n-and owing at the end of the year, there was still a balance on the right\nside; in addition to which there was the Library, the stock of Pro-\n.ceedings, and the furniture and fittings belonging to the Society It\nwas agreed that- a valuation of these should be made during the current\nyear, so that at its close the Society might know its exact position both\nas to capital and as to receipts and expenditure.\nSeveral alterations in the Constitution and Rules, which had been\n-agreed to by the Council during the past year, were submitted to the\n-Meeting; as also were several proposed by the President and other\n-Members, the tenour of which the Council had approved. The Presi-\ndent explained the intention of these, dwelling especially on the changes\nproposed in Rules 4 and 19. These seemed to him to have become\nadvisable both in consequence of the adhesion to the Society of several\n-persons of scientific eminence, and of some changes which it was pro-\nposed to make in the relation of research-committees to the Council.\nAfter two slight verbal alt-erations had been agreed to the alterations\nwere adopted as follows ;-\nThat in Rule 4 the words-\" or a single payment of Twenty Guineas\"-\nbe inserted in section (a) after the word •• annually.\"\nThat in the same Rule the words-\" or a single payment of Ten Guineas, and\nwho shall be eligible to any of the offices of the Society\"-be inserted in\nsection (b) after the word\" annually.\"\n1.'ha.t in Rule 6 the following sentence be inserted after the words \"for the\nfollowing year\" ;- .\n.. The SUbscription of each year remaining unpaid on and after the\n1st of July, will be considered as in arrear, and no Member or\nABBociate so in arrear shall be entitled to enjor, any of his\nprivileges while such subscription remains unpaid. '\nThat Rule S stand thus ;-\nHONORARY MEMBERS _Alm' HONORARY ASSOCIATES.\nS.-The Council may inVite any person who\n(i) Is either distinguished for knowledge or experience in Psychical\nResearch orotherwise eminent, to become an Honorary Member\nof the Society; or any person who\n(ii) Has rendered services to the Society, to become an Honorary\nAssociate, such person to be eligible for- re-election annually.\nHonorary Members and ABBociates shall have the privileges without\nthe obligations attaching to Associates.\nThat Rule 9 stand thus ;-\n9.-The Council shall have power to elect as Corresponding Members,\nwho shall be on the same footing as Honorary Members, persons\nable and willing to forward the objects of the Society. They shall\nbe eligible for re-election annually.\nThat in Rule 10 the clause .. shall be given at least seven days previously,\"\nbe altered to \"shall be given at least ten days previously.\"\nDigitized by Google\n\f.\"\".Feb., 1885.] JouN,al qf Soctety \/0'1' P8ychical Re8earcll. 287\n·That Rule 16 (now numbered Rule 17) stand all follows, and that it be placed\nimmediately following Rule 19 (now numbered Rule 20) :-\n17.-If the number of nominations for election to the Council exceed\nthe number of vacancies, voting papers shall be sent round to all\nMembers of the Society, at leallt ten days prior to the Annual\nGeneral Meeting. These papers must be in the hands of the\nSecretary of the Society before the commencement of the Meeting.\n[The rest as at present.]\n'That the first sentence of Rule 19 stand all follows :-\nAny Member or Associate of the Society who shall have paid up all\nSUbscriptions due from hill)., including that for the current year, or\n.any Vice-President, Honorary Member, or Honorary Associate of\nthe Society, shall be eligible for election all a Member of Council.\n[The rest I10B at present.]\n'That in Rule 24 the first clause of the lallt sentence stand thus :-\" Every\nCommittee appointed by the Council shall report its proceedings to the\nCouncil through the Chairman or Secretary of such Committee, one of\nwhom must be a Member of Council.\"\nThe Meeting then proceeded to the election of new Members of\n-Council to fill the six vacancies caused by the retirement in rotation of\nDve Members, and by the death of Mr. Walter H. Browne. A large\nnumber of voting papers having been sent in, the President deputed\nMr, Gurney and Mr. Podmore to count the votes. The result was that\n-the following gentlemen were elected :-\nG. P. Bidder, Q.C. Rev. W. Stainton Moses.\nAlexander Calder. C. Lockhart Robertson, M.D.\nRichard Hodgson. J. Herbert Stack.\nDuring the time occupied in examining the voting papers, the\n\"1?resident entered at some length into the changes contemplated in re-\n:gard to the position of the Council towards those who were engaged in\nthe work of experimental research. The Hon. Percy Wyndham, M.P.,\npointed out some respects in which he did not think the new plan would\nwork so satisfactorily as the old one had done. In reply to these re-\n-marks, and to others which were made, the President entered into\nfurther explanation of his views, referring to the manner in which the\n.Royal Society exercised a control over the papers presented to it. It\n·was agreed that a brief statement should be prepared, explaining the\nnew relationship and the conditions under which the Council would be\n·prepared to aid investigation by pecuniary grants. On the question\n:'being put to the Meeting the vote in favour of the change was carried\n.\".em. con.\nDigitized by Google\n\fSOCIETY FOR PSYCHICAL RESEARCH.\nRECEIPTS A.ND EXPENDITURE ACCOUNT FOR THE YEA.R ENDING 318t DECEMBER, 1884-\nI~\n~f.\n1884. £ B. d. £ s. d.\nQ!:f.\n1884. £ s. d. £ B. d.\nJan. i.-To Balance in hands of Treasurer ... 89 5 1 Dec. 3L-By Research Committees:-\nDo. Secretary ... 217 6 Literary Committee 137 6 0\n42 2 7 Mesmeric Committee 24 13 6\nDec 81.-\" Subscriptions :-- Haunted House Committee 14 8 0 ~\n. From 171 Members 865 8 0 Salary of Copyist ...... 60 0 0 Q\nIii:\n\"\n208 Associates 22414 0 Travelling Expenses of Copyist 5 0 0 ;l\n590 2 0 241 7 6 1:1\n\" Donations ... ... 496 4 0 .. Library ... 22 14 1 ....\n\" Sale of Publications :- \" Printing:-\n48 6 0 ~\nPer Triibnpr & Co. (July 1888 Proceedings, Part IV.\nto June 1884) .. 44 8 1 \" ,. v. ... 73 2 6 !)j\n\"Secretary ... ... 80 9 6. \" \"VI.... 64 15 6\n~.\n74 12 7 \" \" II. Ed. 3. 21 0 0\n\" Rent-(Two upper floors at14,Dean's Index to Volume I. 876 ~\nYard, SIX months to Michael- Journal, Nos. 1-7 48 5 6\nl\nmas, 1884) 27 10 0 General 58 18 4\n\" Sundry Receipts 8 4 8 817 15 4\n\" Covers and Binding, Proceedings, VoL I. S 15 II\n~\n\" General Meetings... .. ... ... 32 11 \/)\n\" Lectures 53 10 0\n~\n\"Advertising... ... ... ... 68 14 8\n\"Reporting '\" ... ... .\" 15 4 6 2-\n\" Translation (from the Gennan) ... ... 9 9 0 ....\n.. Travelling Expenses (Members of Council) 28 9 2\n~\n\" Salary to Secretary (July 1888 to Sep. 1884) 140 o 0\n, Rent and Service (twelve months to\n120 o 0 ~\n, Michaelmas, 1884) ... ... ... '\"\ni\n\"Furnishilf.... ... ... 9 17 4\n\"Reading oom and Stationery 11 11 0 ~\n'1 \" Gas (six months) ... •.. 4 12 II\n\" Postage (Secretary's) ... 44 7 8\n'i;l\n.. General EX\/::nnse8... •.. ... ... 29 13 3\n\" Balance in ds of Treasurer 75 8 2 t\nAudited and found correct-\nDo. Secretary 10 0 0\n85 3 2 ....\nMORELL THEOBALD, F.C.A. ---- --- ~\n£1,283 15 10 £1,23315 10\nJafltUl1)', 1885, ?'!..\nF\/!\n\f","_id":406}