{"name":"Journal of the Society for Psychical Research 6778","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n15_apr_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N15, April 1885","mylang":"de","content":"No. XV.] [APaIL, 1886\nJOURNAL\nOF THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTBN.T8.\nPAGK P40.\nColDlcU Meeting . . .. .. •• an IDonation. .. .. .. .. .. .. . . .. m\n)few Membel'l aDd AssocIAtes •• •. •. 822 Case. received bJ' the Literary Committee 325\nLibrary Catalogue . . . . . . . . • .• 822 Dr. Taguet'. PaUent at Bordum: .. .• 808\nMr. Hodgson', Investigation. In IndiA .• 828\nCOUNCIL MEETING.\nAt a Council Meeting held on the 10th of April, the following Mem-\nbers were present :-Messrs. Alexander Calder, Edmund Gurney, C. C.\nMassey, Edward R. Pease, Frank Podmore, Professor H. Sidgwick, and\nMr. Hensleigh Wedgwood. Professor Sidgwick took the chair.\nAfter the reading of the Minutes of the previous Meeting, five new\nMembers and eighteen new Associates were elected, whose names and\n.addresses are given in another page.\nIt was agreed that Major de Witt J ebb should, at his request, be\nelected as a Member instead of an Associate.\nLetters of resignation were read from the Rev. R. W. Corbet, a\nMember, and from Mr. Alfred J. Shilton, an Associate.\nAn anonymous donation of £10 was received through Mrs. Sidgwick,\nto meet the expenses of lectures and other objects, for which a vote of\nthanks was recorded, to be conveyed to the donor.\nThe Lillrary Committee reported having received a donation of £5,\nto be spent in books, from Mrs. Myers, of Cheltenham. Presents to the\nlibrary were on the table from Mr. William Tebb and froJll Mr. H.\nVenman, and are specially named in the Supplementary Catalogue. The\nthanks of the Council were directed to be given to the donors.\nAt the request of the Rev. W. Stainton Moses, who was desirous of\nIllinimising his work aR much as possible, it was agreed to remove his\nname from the Library Committee.\nA cash account for the month of March was presented, and several\npayments authorised. The Treasurer called attention to the fact that\n, many Members had not yet remitted their SUbscription for the current\nyear. It was agreed that a notice shou~d be inserted on the cover of\nthe next number of the Journal, requesting them to do so.\nThe next Meeting of Council will take place on Friday, the\n24th inst., at 4.30 p.m., preyious to the General Melting to be held\nin the evening of that day.\nDigitized by Coog\n\f322 JOUl'l1al of Society for P8.vckical Re8eal'cll. [AprlJ, 1885\nNEW MEMBERS AND ASSOCIATES.\n,'.---\nMEMBERS.\nALLEN, WALTER W., Topeka, Kanaas, U.S.A.\nBAlIPFYLDE, HON. MRS., 144, Piccadilly, Lo~don, W. .\nCHASE, LIEUTENANT W. S. L, V.C., D.A.Q.M.-General, Quetta District;\nBeluchistan.\nMONEY, COLONEL GERARD NOEL, C.B., F.R.G.S., Vigo House,Weybridge.\nTuLLOCH, CONRAD, Linwood, Erith, Kent.\nASSOCIATES.\nBADELIER, EMILE, Rangoon, British Burmah.\nBRAYSHAW, JOHN L., Settle, Yorkshire.\nCAMPBELL, ROBERT ALLEN, C.E., St. Louis, Mo., U.S.A.\nDICKSEE, 'FRANK, 'A.R.A., 108, Peel Street, Campden Hill, Lolldon, W.\nFOLKESTONE, THE VISCOUNTESS, 8, Ennismore Gardens, London, S.W.\nGLOVER, JOHN J. T., 124, Stephen's Green, W., Dublin.\nHASTINGS, MISS, 3, Ridgway-place, Wimbledon.\nHORNE, ALDERSON, 46, Russell Square, London, W.C.\nLOWE, FREDERICK J., J, Elm Court, Temple, London, E.C.\nMILLER, MRS.WILLIAM PITT,lIarlewood, Grange-over-Sands, Lancashire-\nMOLESWORTH, GUILFORD L., SimJa, India..\nPODMORE, REV. THOMPSON, M.A., The College, Eastbournl'.\nRATBDONNELL, THE DOWAGER LADY, Drumcar, Dunleer, Co, Louth.\nRICKETTS, CAPTAIN C., Hawthorn Bank, Westbury Park, Bristol\nSEYMOUR, CAPTAIN EDWARD H., R.N., United Service Club, Pall\nMall, London, S.W.\nSIMPSON, REGINALD WYNNE; B.A., 14, Cornwall Gardens, London, S.W.\nSOUTHWARD, REV. W. T., M.A., st. Catherine's College, Cambridge.\nWALKER, FRANK COOPER, 21, Alma Square, St. John's 'Vood, London,\nN.W.\nSUPPLEMEliTARY LIBRARY CATALOGUE.\nThe follCl'Wing additiom hau been. made aince last month.\nPSYCHOLOGICAL REVIEW (The). Vol. I. ...........................Lotulon, 1879*\nUNSEEN WORLD (The). :e dedit• ....................................London, 1853\n'VENlIU.N (H.) Spiritl,lalism the Modem Mystery. From a Neutral\nStandpoint.............................................................London, 1873:\n* PreHnted by Mr. William Tebb. ::: Preaented by the Author.\nDigitized by Google\n\fApril. 1885.] Joumal of Societll.for Psychical Re8em·ch. 323\nMR. HODGSON'S INVESTIGATIONS IN INDIA.\nThose members of our Society who have read the J!'irst Report of\nthe Committee appointed to investigate the Evidence for Marvellous\nPhenomena offered by certain members of the Theosophical Society, will\nbe mterested to hear that Mr:Hodgson, a member ofthe Committee, has\nbeen conducting the inyestigation on the spot energetically and im-\npartially-; and that he is now, we believe, on his way back. He has al-\nready sent home a considerable mass of documents, including depositions\nof witnesses mentioned in the First Report, &c. The additional evidence\nis for the most part unfavourable to the genuineness of the phenomena,\nand Mr. Hodgson inclines, we believe, to the conclusion that the alleged\nmarvels are altogether to. be attributed to fraud. His grounds for this\neonclusion, and his views as to the most probable explanation of the\nmarvels, will be fully discussed in a Second Report which will be pre-\nsented to the Society shortly after Mr. Hodgson's return.\nMr. Hodgson found that the editor of the Madras Christian College\nMagazine, who is now the possessor of the Blavatsky-Coulomb letters,\nwas quite willing to submIt the question of their genuineness to the\ndecision of a professional expert. Accordingly a certain number of the\nletters, which Madame Coulomb affirms herself to have received froni\nMadame Blavatsky in her own name, have been sent for examination\nto the well-known expert, Mr. F. G. Netherclift, with some undisputed\nspecimens of Madame Blavatsky's handwriting. His report, which is\nunfavourable to Madame Blavatsky, will be laid before the Society\nalong with the rest of the evidence. Meantime, the following descrip-\ntion which Mr. Hodgson gives of an experience of his whenvisiting the\nCoulombs, will at any rate show that the latter would be useful con-\nfederates in any conspiracy to produce fraudulent phenomena.\n\" Madras, January 9th, 1885.\n\" This morning I called upon the Coulombs, who are living at the house\nof Mrs. Dyer in St. Thome. I conversed a short time with M. Coulomb\nbefore Madame Coulomb appeared. In the course of the conversation that fol-\nlowed I remarked, concerning certain cases of premonition, that I had no satis-\nfact~ry theory at present to account for them. At this moment something\nwhite a.ppeared, touching my hlloir, and fell on the floor. It was a letter. I\npicked it up. It was addressed to myself. M. and Madame Coulomb were\nsitting near me and in front of me. I had observed no motion on their part\nwhich could account for the appearance of the letter. Examining the ceiling\nas I stood I could detect no flaw ; it appeared intact. On opening the letter\nI found it referred to the conversation which had just taken place. I tran-\nscribe the words ;-\n\" , Because the existing cause of to-day foretells the effect of to-morrow-\na bud assures us beforehand the full-blown rose of to-morrow; on seeing a\nfine field of corn in which are buried eggs of locusts, we are to foresee that\n~oo<.~l :>\n\f324 Journal Qf Society lor P'gchical Re8earch. [April. 1885.\nthat,corn will never enter the granary i by the appearance of consumptive\nfather and scrofulous mother a sickly child can be foretold. Now all these\ncauses, which bring to us these effects, have in their turn their effects them-\nselves, and so, ad illjinitl,m; and as nothing is lost in Nature, but remains\nimpressed in the akasa., so the acute perception of the seer beginning at the\nsource arrives at the result witli exactitude.\n, TuB NBw ADBPT, COLUMBUS.'\n\"M. Coulomb then described the origin of the letter.\"\nA large beam supported the ceiling, and resting on this, at right angles to\nit, was a series of small beams with SpaceR between them. These spaces were\nfilled with blocks of wood, with mortar to keep them in place. Part of thia\nmortar had been scraped out on the top of the large beam and between two\nsmaller ones, so that a letter could be inserted and lie flat on the top of the\nlarge beam. \"Round the letter was twice passed a piece of thread of the same\ncolour as the ceiling. One end of the thread remained loose on the letter, the\nother end was in the hand of a person outside the room. The thread\nran from the letter, close to the ceiling, passed outside and hung down. I was\nsitting under the main beam. The subject of conversation was led up to,and\nat the given signal (a call to the dog) the confederate in the verandah beyond\npulled the thread and the letter fell. The confederate drew the thread.\nentirely away and left the spot. The crevice for the letter might, in a few\nmoments, have been stopped up and covered with dust, so that no apert~\nwhatever appeared in the neighbourhood of the ceiling.\"\nIt will be remembered by those who have read the First Report of\nthe Committee, that in the introduction to Appendix XXVI. they\nstated that all accounts of letters falling at \"Headquarters\" must, they\nthought, be regarded with suspicion, on account of the construction of the\nIndian ceilings. And though the one in question is somewhat different\nto that which they had in their minds, the narrative just given shows\nthat this suspicion was well founded.\nCopies of the .First Report may still be obtained for 2s. 6d. by\nAssociate~ who have not yet had one, by a.pplying to the Assistant-\nSecretary, 14, Dean's Yard, S.W.\nHAUNTED HOUSE.\nMembers and ABSOOiates desirous of occupying for a time a I!Dlall house\nreputed to be haunted, with a view of investigating the phenomena, are\ninvited to communicate with F. Podmore, Esq., 14, Deau's Yard, S.W. It\nit is not, of course, guaranteed that arrangements can be made with all\napplicants. The house is partly furnished, and is in a pretty part of the\ncountry, not very far from London. .\nDONATIONS RECEIVED.\n£ s. d.\nMrs. Myers (of Cheltenham) for Library Fund 5 0 0\nAnonymous to meet expenses of lectures or other objects •.. 10 0 0\nDigitized by Google\n\f.April, l88II.] Journal o\/8ocietujor P8.l\/chical Re8earch. 326\nCASES RECEIVED BY THE LITERARY COMMITl'EE.\n(Oontinued.)\nThe narratives now printed have been collected by Mr. Gurney.\nwho is the author of the remarks prefixed and appended to some of them.\nIn the following case, there is a certain presumption that the vision\nwas telepathic, in the fact that the hallucination was unique in the per-\ncipient's experience, and that the agent's thoughts must have been very\nmuch occupied with her at the time. But the fact that the experience\nwas not mentioned at the time is of course an evidential flaw.\nL.-1554-Ae pn\nFrom Mrs. Beaumont, I, Crescent Road, S. Norwood.\nFebr'l.ul\/1'1J 24tl,. 1885.\nOne day in the 40's, when I was living in the Rectory at Marl-\nborough, my father's house, my mother and sister had gone out. and I\nwas lying on a sofa in the drawing.room, at about 3 p.m. I was\nreading a book. when tbe Hght seemed to be slightly darkened, and\nlooking up I saw, leaning in at the window farthest from me, about\nthree feet from the ground, and beckoning, a gentleman whom I had\nonly seen once, about a fortnight or three weeks previously. Supposing\nthat my father wanted me to sign my name (as a witness to a lease, or\nsomething of that kind) I got up, went out of the window (which led\ndown into the garden), and passed along in front of the house, and up\nsix steps into my father's study, which was empty. I then went into\nthe yard and garden, but found nobody; so I returned to my sofa and\nmy books. When father came in, two hours afterwards, I said. \"Why\ndid you send Mr. H. to call me, and then go away t\" My father replied.\n\"What are you talking about' H. is down in Wales.\" Yothing more\nwas said. I did not like to dwell on·the subject to eitherof my parents,\nand I did not mention the occurrence to anyone for several years.\nAbout a fortnight afterwards I was told by my mother that Mr. H.\nhad written,' proPOs\\ng for my hand (some property of his\nadjoined some property Df my father's in Wales). I cannot\nfix exactly how close the coincidence was; but my strong im-\npression is that the letter was received within 24 hours of\nmy experience. Bh~re I was told of the contents of the letter, I\nremember that 1 found the blue envelope of Mr. H.'s letter (with\nT. H. on the comer, and with the coat-of-arms on his seal, and with the\npostmark Llandilo) on the ioor in my father's study. When the news\nwas told me, I seemed to receive. some expla.na.tion of my vision.\nI have never had any hallucination or vision at any other time,\n.except when I saw the \"little brown lady\" at Kintbury.*\nC. BEAUMONT.\n• This was aD apparitioD frequently seen by the residents in a particular\n110Dll8. .\nDigitized by Google\n\f326 Journal qj Society for P8ychical Re8earch. [April; 1885.\nL.-1555.-AD pn\nFrom Capt. Alex. S. Beaumont, I, Crescent Road, S. Norwood Park.\nFebruary 24tlt, 1885..\n. About September, 1873, when my father WI!S living at 57, Inverness\nTerrace, I was sitting one evening, about 8.30 p.m., in the large dining-\nroom. At the table, facing me, with their backs to the door, were seated\nmy mother, sister, and a friend, Mrs. W. SuddenlyI seemed to see my\nwife bustling in through the door of the back dining-room, which wn.s in.\nview from my position. She was in a 'I'Il.auve dress. I got up to meet her~\nthough much astonished as I believed her to be at Tenby. As I rose, my\nmother said,\" Whoisthat 1\" not(Ithink)seeing anyone herself,but seeing\ntha.t I did. I exclaimed, \" Why, it's Carry,\"anda.dvancedtomeet her. As\nI advanced, the figure disappeared. On inquiry, I found that my 'fife-\nwas spending that evening at a friend's house, in a mauve dress, which\nI had most certainly never seen. I had never seen her dressed in that\ncolour. My wife recollected that at that time she was talking with\nsome frien'ds about me, much regretting my absence, as there was going'\nto be dancing, and I had promised to play for them. I had been\nunexpectedly detained in London. ALEX. S. BEAUMONT.\nThe following corroboration is from the friend, Mrs. W., who was.\n.present :--\n11, Grosvenor Street, W.\nMarch 5tlt, 1885.\nAs far as I can recollect, Captain Beaumont was sitting talking, when\nhe looked up, and gave a start. His mother asked him what was the-\nmatter. He replied, \"I saw my -:rife walk across the end of the room,\nbut that is nothing, she often appears to people; her servants have seen\nher several times.\" The room we were in was a double dining-room, one-\nend was lit with gas and the other, where Mrs. Beaumont appeared, was,\ncomparatively dark. Noone else saw her except her .husband. Mrs.\n'Beaumont was at the time in Wales, and this happened in Inverness.\nTerrace, Bayswater. FLORENCE WHIPHAli.\nFrom Mrs. Beaumont.\nI distinctly remember hearing from my husband, 'either the next·\nday or the second day after his experience; and in his letter he asked,\n\" What were you doing at such an hour on such a night 1\" I was a.ble.\nto recall that I was standing in a group of friends, and that we were.\nregretting his absence. I was in a mauve dress, which I am confident.\nthat he could never have seen. . C. BEAUMONT.\nCaptain Beaumontadds: \"I have never had any other hallucination\nof the senses\" except on the following occasion.\n[This other occasion, in which the same agent and percipient were.\n\fAprfl,'i885.] . ·Journal of Society forP8'Yckical Re8earch.' 321\nconcerned, and a third case in which the same; agent was concerned.....\n·would be quite without evidential value if they stood alorie; but they\nare'of -interest in connection with the foregoing stronger case.]\nFrom Oaptain Beaumont.\nFebruary 24tlt, 1885.\nIn 1871 I was staying at Norton House, Tenby, for the first time,\nand had just gone to bed, and· was wide awake. I. had the candle on\nmy right side, and was reading. At the foot of the bed and to th~\nright was a door, which was locked, and, as I learnt l!iterwaros, pas~d\nup ·on the other side. .. .\nThrough this I saw the figure of my future wife (the lady of the\nhouse) enter, draped in white from head to foot. Oddly enough, I was\nnot specially startled. My idea was that some one was ill, and tha.t\nshe had come to get somethin,g out of the room. I averted my head,\nand when I looked up again the apparition was gone. I suppose that I\nsaw it for two or three seconds. ALEX. S. BEAUMONT.\nFrom Mrs. Beaumont.\nFebruary 24tl\" 1885.\nIn 1872, two or three months after my: marriage, Captain Beaumont\nand I returned from London to Tenby. I went up into my dressing-\nroom and gave the keys of my luggage to my servant, Ellen Bassett.\nI was standin,g before the looking-glass with my back turned to her, ana\nI heard her utter a little sharp cry. I turned round, sayin,g, \"What's\nthe matter,\" and saw her with my nightcap in her hand. She said.\n\" 0, nothing, nothing,\" and I went downstairs. The day after my.hu.\nband saw her takin,g oft' the paper w1p.ch pasted up the door between my\nbedroom and the dressing-room. He sa.id, \"What are yon doing 7\"\nShe said she wasopeningthat door. He sa.id, \"Why, the:first nightthatI\nslept in this house, I saw your mistress walk through that door.\" (I must\nexplain that Captain Beaumont had been a guest in this house on a\ngood many occasions before our marriage. On the occasion mentioned,\nhe had imagined that perhaps someone wasill in the house, and that I\nhad entered bis room to get somethin,g, thinkinghim sure to be asleep.)\nThen the maid told him that she had seen me the night before we came\nhome-she did not know exactly what day we were coming, and had\nbeen sleeping in the same bed as he had been in when he saw me. She\nwas just going to step into bed, when she saw tile enter \"through the\ndoor,\" with a nightcap on, and a candle in my hand. She was so\nterrified that she rushed out ofthe room by the other door, and told the\nother servants she was sure I was dead. They comforted her as well\nas they could, but she would :r.ot return to the room. The cause of her\ncrying out, when I heard her do so, was that, in unpackin,g; she\nrecognised the identical nightcap that,the apparition had worn. .The·\nDigitized by Google\n\f328 Journal of Societ!\/for P8'J\/chicnl Re8earcll. [April,1881i.\ncurious point is that the nightcap was one that I had bought in\nLondon, and had not mentioned to her, and was perfectly unlike any\nthat I had ever wom before. It had three frills. I had been ac>-\ncustomed to wear nightcaps of coloured muslin without frills.\nThe same servant, some months after the nightcap, went into the\nkitchen and said to the other servants, \" We shall have news of missus\nto-day; I've just seen her standing in the dining.room door; she'd on a\nblack velvet bonnet and black cloak.\" (We had been in London some\nweeks.) This occurred about 9 o'clock a.m. About 10.30 she received\na telegram from us to say we should b.! home that evening; the tele-\ngram was sent from Paddington station as we waited for our train.\nThe bonnet and cloak had been bought in town without her knowledge.\nThe maid was with me for years, and was certainly not nervous or\nhystericaL I have now parted with her for some years.\nC. BEAUMONT.\nL-I556-AD pn\nFrom Miss E. M. Churchill, 9, Eversley Park, Chester. (Procured\nthrough Miss Porter, who knows the na.rra.tor well.)\nAt.tg'IUt, 1884.\nIn October, 1883, being in Toronto, Canada, at the time, I thought\nI saw my youngest sister come into the ante·room next to the room\nwhere we were seated at lunch. I exclaimed, and then thought I had\nbeen mistaken, of course, and that one of my cousins who resembled her\nsolJlewhat in appearance had come to lunch, but found no one was there\nat all, nor had anyone come into the room. I remember remarking a.t\nthe time that I thought I saw my sister all in brown, and that she\nhad nothing of that colour as far as I knew. A few days afterwards I\nreceived a letter from another sister, in which she mentioned that my\nyoungest sister and she had been getting new winter things, and were\ndressed in brown from head to foot.\nI think I was quite well at the time, but my sister was ill, which I\n.was not aware of for some weeks afterwards.\nE. M. CHUBCIIILL.\nIt is rarely that the cases of the AD PD type (Agent normal-\nPercipient normal) can be regarded as evidence of telepathy. There\n·being no perceptible coincidence, the phantasm may alwa.ys be regarded\nas a purely subjective hallucination. In the foregoing cases the dreu is\nthe point which affords a. certain presumption in favour of telepathy.\nIn the next case, a similar presumption is afforded by the fact that the\nphantasm was seen by two people, one of ,.,hom had never seen the\nsupposed agent, and yet correctly described his appearance.\nDigitized by Google\n\fApril, 1885.] Journal of 80cietyfor P81Jckical Research. ,329\nL-1557-AU pa\nFrom Mrs. Elgee, 18, Woburn Road, Bedford.\nHarcl, 1st, 1885.\nIn the month pf November, 1864, being detained in Cairo, on my\nway out to India, the following curious circumstance occurred to me :-\nOwing to an unusual in1lux of travellers, I, with the young ,lady under\nmy charge (whom we will call D.) and some other passengers of the\noutward-bound mail to India, had to take up our abode in a somewhat\n.nfrequented hotel The room shared by Miss D. and myself was large,\nlofty, and gloomy; the furniture of the scantiest, consisting of two small\nbeds, placed nearly in the middle of the room and not touching the\nwalls at all; two or three rush-bottomed chairs, a very small washing-\nstand, and a large old-fashioned sofa. of the settee sort, which was\nplaced against .one-half of the large folding-doors which gave entrance\nto the room. This settee was far too heavy to be removed, unless by\ntwo or three people. The other half of the door was used for entrance,\nand faced the two beds. Feeling rather desolate and strange, and MissD.\nbeing a nervous person, I locked the door, and taking out the key, put it\nunder my pillow; but on Miss D. remarking that there might be' a\nduplicate which could open the door from outside, I put a chair a.gainst\nthe door, with my travelling-bag on it, so arranged, that on any\npressure outside one or both must fall on the bare floor, and make noise\nenough to rouse me. We then proceeded to retire to bed, the one I\nhad chosen being near the only window in the room, which opened with\ntwo glazed doors, al.ruost to the floor. These doors, on account of the\nheat, I left open, first assuring myself that no communication from the\noutside could be obtained. (The window led on to a smaU balcony,\nwhich wasisolated, and was three stories above the ground.) I suddenly\nwoke from a sound sleep with the impression that somebody had ca1lef;l\nme, and, sitting up in bed, to my unbounded astonishment, by the clear\nlight of early dawn coming in through the large window before-\nmentioned, I beheld the figure of an old and very valued friend whom\nI knew to be in England. He appeared as if most eager to speak to\nme, and I addressed him with, \"Good gracious! how did you come\nhere ~ \" So clear was the figure, that I noted every detail of his dress,\neven to three onyx shirt studs which he always wore. He seemed to\ncome a step nearer to me, when b\"l suddenly pointed acroES the room,\nand on my looking round, I saw Miss D. sitting up in her bed, gazing at\nthe figure with every expression of terror. On looking back, my friend\nseemed to shake his head, and retreated, step by step, slowly, till he\nseemed to sink through that portion of the door where the settee stood.\nI never knew whathappened to me after this ;but my next remembrance\nis of bright sunshine pouring through the window. Gradually the\nDigitized by Google\n\f330 Jourllai of Society for, P8ychical Re8eara,. [April,1885.\nremembrance of what had happened came ba.ckto me; and the question\narose in my mind, had I been dreaming, or had I seen a visitant from\nanother world 1the bodily presence of my friend being utterly impossible.\nRemembering that Miss D. had seemed aware of the figure as well as\nmyself, I determined to allow the test of my dream or vision to be\nwhatever she said to me upon the subject, I intending to say nothing\nto her unless she spoke to me. As she seemed still asleep, I got out of\nbed, examined the door carefully, and found the chair and my bag\nuntouched, and the key under my pillow; the settee had not been\ntouched, nor had that portion of the door against which it was placed\nany appearance of being opened for years. Presently, on Miss D.\nwaking up, she looked about the room, and noticing the chair and ba.g~\nmade some remark as to their not haling been much use. I said~\n\"What do ypu mean 1\" and when she said, \"Why, that man who was\nin the room. this morning must have got in somehow.\" She then\nproceeded to describe to me exactly what I myself had seen. Without\ngiving any satisfactory answer as to what I had seen, I made her rather\nangry by affecting to treat the matter &.II a. fancy on her part, and\nshowed her the key still under my pillow, and the chair and bag\nuntouched. I then asked her, if she was so sure that sbe had seen\nsomebody in the room, did not she know who it was f \" No,\" said she,\n\"I have never seen him before, nor anyone like him.\" I\nsaid, \"Have you ever seen a photograph of him 1\" She said,\n\"No.\" This lady never was told what I saw, and yot\ndescribed exactly to a third person what we both had seen.\nOf course I was under the impression my friend was dead. Such,\nhowever, was not the case; and I met him some four years later,\nwhen, without telling him anything of my experience in Oairo, I asked\nhim in a jokingway could he remember what he was doing on a certain\nnight in November. 1864. \"Well,\"he said, \"you require me to have\na good memory\" ; but after a little reflection he replied. \"Why that\nwas the time I was so harassed with trying to decide for or d.g&inst\nthe appointment which was offered me, and I so much wished you\ncould have been with me to talk the matter over. I sat over the fire\nquite late, trying to think what you would have advised me to do.\"\nA little cross-questioning and comparing of dates brought out the\ncurious fact that, allowing for the difference of time between England\nand Oairo, his meditations over the fire and my experience were\nsimultaneous. Having told him the circumstances above narrated, I\nasked him had he been aware of any peculiar or unusua.lsensation. He\nsaid none, only that he had wanted to see me very much.\nE. H. ELGEE.\nIn anSwer to inquiries, Mrs. Elgee says :-\nDEAR SIR,-I fear it is quite impossible to get any informatioa\nDigitized by Google\n\fApril,1885.] Journal of Society for P81lckical Re8enrch. 33t\nfrOm Miss \"D. She married soon after we reached India, and I never-\nmet her since, nor do I know where she is, if alive. I quite under-·\nstand the .value of her corroboration, and at the time she told the\nwhole circumstance to a fellow traveller, who repeated it to me, and\nher story and mine agreed in every particular, save that to her the-\nvisitant was a complete stranger, and her tale was quite unbiassed by\nmine, as I always treated hers as a fancy, and never acknowledged I\nhad been aware of anything unusual having taken place in our room\nat Cairo. I never have seen, or fancied I saw, anyone before or since,.\nthough I have steadily tried to force my friend, Mril. Beaumont, whose-\ncurious power of duplication (to coin a word) you are doubtless aware-\nof, to appear to me.\nMy visitant, also, is dead, or he would, I know, have added his.\ntestimony, small as it was, to mine. He was a very calm, quiet, clever,.\nscientifio man, not given to vain fancies on any subject, and certainly\nwas not aware of any desire of appearing to me.-Believe me, yours.\ntruly, E. H. ELGEE.\nL.-1558-Ad po\nFrom Mr. H. King, Royal Military College, York Town, Farnborough.\nStation, Hants.\nMarch, 1885.\nOn Thursday night, October 30th f1884JH. M. and I went to dine.\nat Broadmoor. We stayed till 10 p.m. or so, and on leaving the house\nwere talking of different things, M. being quite as usual; when after-\nfive minutes' walk M. suddenly stopped and said, \"Look, look! oh.\nlook! \" We thought nothing of it at first, but he still kept pointing\nwith his finger at some imaginary thing in the darkness. .The spot we·\nwere in was very dark, with a wood on our right and a field on our left,\nseparated from us by a railing. Thinking M. saw somebody hiding:\nbehind a bush I went forward, but saw nothing. M. hOW, still saying;\n\"Look at 'her, look at her,\" fell back against the niiling and lay\nmotionless with his back against it. We ran to him, asking him what.\nwas the matter, but he only moaned. After a while he seemed better.\nWe wanted him to come on, but he said \"Where is my stick 1\" which.\nhe had dropped. \" Oh, never mind your stick,\" I said, for I was afraid\nof not being at the college before the shutting of the doors; but he·\nwould look for his stick, which he found by lighting 0. match. We\nwalked on together; M., notwithstanding all my efforts to get bim into\nconversation, not saying a word. After walking for about a quarter of\na mile, he suddenly said, \"Where were they ca.rrying her to 1 I tell\nyou they were carrying her; didn't you see them carrying her 14 , t\ntried to quiet him, but· he kept on saying, \"I tell you they·\nwere carrying her.\" In a short time·he was pacified and walked!\nDigitized by Google\n\f:332 Journal Qf Societ!l.for Psychical Researcn. [April, 1885.\n-quietly on for half a mile or so, when be said, looking\n:round in surprise, \"Hullo! we must have come a short cut.\nI know this house.\" I said we hadn't; but he said, \"We must\nhave run then. It seems only a minute ago since we left\nthe house.\" He several times expressed his surprise at the\nquickness we had done the last half-mile in. He was all right from\nthis to the college. On Sunday morning he told me that something\nvery bad had happened on Thursday night. An old lady who was very\nfond of him, but whom he hadn't seen for a long time, had died\nsuddenly of heart disease. She had been out somewhere and had\n·come home, when, as she was receiving some friends, she fell dead,\n.and, to use his words, she was carried out. I immediately asked him\n.at what hour did she die 1 He said at between 10 and 11. (It was a\nlittle after 10 when he saw his vision.) I could not get the exact hour\nof the lady's death, as he didn't; like the subject. When he told me\n-this he knew nothing of what occurred on the walk home. When he\nwas told of it he didn't remember a thing about the vision; but said\nif he hadn't known that he hadn't drunk anything (which was true),\nhe wouid have said he had been drunk He seemed to have been in\na sort of stupor all the time. I think I ought to mention that he told\n·me long before this that he had seen avwon of a girl who had been\n-drowned. [This other vision followed closely on an accident which\nhad much distressed the percipient.-E. G.l\nThis is a true account of what happened.\nSigned-\nH. Knm (the writer of the above).\nA. HAlIlILTON-JONES.\nMr. H. King adds :-\nMy friend remembers perfectly M.'s not being surprised at the news,\n(of the death] and his saying it seemed to have happened before.\n[Mr. R. A. King, (of 36, Grove Lane, Denmark Hill) uncle of the\nnarrator, through whose kindness we obtained this account, says :-\" M.\nhas such a horror of the whole affair that my nephew does not let me\nwrite to ask him about the old lady's death.\" Weare thus unable to\nverify the date of the death independently. M.'s name is known to\n·me. He has left the Military Collel{e.]\nThe following two letters were written by the late Mrs. Clarke,\n·third wife of the late Thomas Clarke, of Bishopton Close, Ripon, to\nMr. William Fowler Stephenson, son, by a former marriage, of the said\n'Thomas Clarke's second wife. The letters were given by Mr. Stephen-\nDigitized by Google\n\fApril, 1&!5.} Jou1'nal Cif Sociei,l\/ for P8ychical Re8earclt. \\3~3;\nson to his cousin, the Rev. J. T. Fowler, of Bishop Hatfield's Hall,.\nDurham, from whom we obtained them.\nL.-1559-Ae pn\nOctober 17th, 1872:\nOn the morning of my father's death, between 4 and 5 o'clock, I\nsaw a sort. of shadowy light at the foot of my bed, and half arose to.\nlook at it. I distinctly saw my fa.ther's face, smiling at me. I drew\nthe curtains apart, and still saw him looking fixedly at me. I awoke\nthe girl who was sleeping with me, and asked her to draw up the window-\nblind. I then asked her if she saw anything. She said, \"Nothing. It.\nis too dark.\" I fancy I saw the vision for fully five minutes, and then\nall was dark again. The face was bound under the chin, as usual in\ndeath, and the cloth seemed stained, but not so deep as iron-mould\nquite. On looking at my father's corpse, after returning to Hull, I told\nan old friend, who was with me, that it was just so he looked at me,\nexcept that the cloth was discoloured. She at once said: \"Then he did\ncome to you, that's certain, for the cloth was stained, and I clu~nged it.\nafter daylight.\" It was within a few minutes of his death that I saw\nhim,and he was asking God to bless me. He was asking for me con--\ntinually.-M. C.\"\nIn reply to a second application from Mr. Stephenson, asking for-\nmore particular information on certain points, Mrs. Clarke wrote :-\nOctober 19t1~, 1872.\nI had been in Harrogate for some weeks, and was confined to my\nroom from a feverish cold which caused restless nights. It was thought\nnecessary for one of the maids to sleep with me, so I asked her to draw-\nup tho blinds. This was a little after 4 o'clock in the morning of the-\n11th of November, 1846. On that same day, abo:xt 9 o'clock, by post,\nI received the enclosed letter, being the first intimation I had of my\nfather's illness. He was taken ill on the Sunday; they wrote to me\non the Monday, and he died on Tuesday morning. I was then\n23 years of age. My sister, Christiana, and a woman-servant attended\nto my father. A faithful old friend, Mrs. Dible, came as soon as.\npossible to do what was necessary on such occasions, and it was to\nher that I mentioned what I had seen. She explained that, in the\nexcitement of the moment, they had used what had been the bottom\nof an old blind, which, as soon as it was daylight, she saw was\nstained, and changfld it herself. I can never explain what I folt on that\nday, if it can be called feeling. They said I was like marble to look at,\nand like'ice to touch.-l\\L C.\nThe letter referred to by Mrs. Clarke announcing the illness of her-\nfather, was enclosed. Two persons had written to her on the same\nDiciL bye o·\n\f~34 Journal of SocietY. .for PS.lfckical Resl'.arck. [April, 1885.\n:sheet :-lst. Mr. Jubb, a friend of the family; 2nd. Her brother,\nMr. J. Rollit, a solicitor in Hull. -\nHull, November 10t\/~, 1846.\nMy DEAR MATILDA,-If you w18h to see your dear father alive.\nyou must come immediately you receive ibis; he is not likely to surviTe\nlong.-Yours truly, WK. JUDD.\nDEAR TILL,-Father is, indeed, very ill, and I fear for his recovery.\nDo not, however, distress yourself more than you can avoid, as he may\nyet be spared to us.-Very affectionately, J. ROLLIT.\nL.-1560-Ad pn\nFrom the Rev. J. Barmby, Pittington Vicarage, Durham.\nIlecemher 29tlt, 1884.\nWhat follows was communicated orally to the Rev. J. T. Fowler,\nLibrarian and Hebrew Lecturer in the University of Durham, by Mr.\nClarke, one of the principal tradesmen in Hull, on the 9th of October,\n1872. Mr. Fowler took notes in writing of what Mr. Clarke told\n'him at the time, which notes he handed to me in the same month of\nOctober. I put them into the following form after receiving them, and\nItave no doubt of their substance and details being exactly given. The\nevents related had occurred about four years previously to Mr. Fowler's\ninterview with Mr. Clarke. .\nllr. Clarke, of Hull, had known for 20 years a Mrs. Palliser, of the\nsame place. .She had an only child, a son called Matthew, who was' a.\n.sailor.. Being of the age of 22, he had sailed from Hull to New York.\nAbout a month after his departure, Mrs. Palliser came to Mr. Clarke\n:in tears, and said, \"Oh, Mr. Clarke, poor Mat's drowned.\" Mr. O. said~\n\" How have you got to know 7\" She replied, \"He was drowned last\nnight going on board the ship, in crossing the plank, and it slippea; I\n:saw him, and heard him say, 'Oh mother.\" , She stated that she had been\nin bed at the time, but was sure she was wide awake, and that she had\nseen also her own muther,.who had been dead many yea.rs, at the bed.\nfoot, crying, and making some reference to the event. Mr. C. said to\nher, \"Oh, it's all nonsense, I don't believe anything of the sort.\" She\n·earnestly persisted in her conviction, and called on Mr. C. perhaps half•\n.a-dozen times during the ensuing week. In order to pacify her, he\nundertook to write to the agent of her son's ship at New York. This\nahe had wished him to do, thinking that he, as a business man, would\n.know better how to write than herself. After the dellpatch of the letter,\nMrs. P. kept ca.lling on Mr. C. about every week to ask if he had heard\nanything. In about a month's time a letter arrived from New York,\naddressed to \" MrS. Palliser, care of Mr. Clarke.\" It was opened by\nMr. Clarke's son, in the presence of Mrs. Palliser, who, before it W&.el\n. \\ :.\nDigitized by Google\n\fApril, 1885.] 'Journal Of' Society for' Psychical R6Ilearch. 335\n~pened, said, \" ,Aye,. that'll contain the news of his being drowned.\" The\nletter conveyed the intelligence that Matthew Palliser, of such a ship,\n.had been drowned on such a night through the upsetting of a plank as\nhe was going aboard the ship. The night specified was that of Mrs. P.'s.\nvision.\nMr. Clarke described Mrs. Palliser as \"a well-educated woman, a\nvery respectable old lady who had seen better days,\" about 65 years of\n.age. She had, he said, been a widow for some years before her son was\n.drowned. She was then living in a passage leading out of Blackfriars\nGate, in Hull.- He had seen her\" thE: day before yesterday.\" She had\n-.told the story\" thousands of times,\" and it was well-known in Hull.\nFrom the Rev. J.T. Fowler, of Bishop Hatfield's Hall, Durham.\nNovember 26th, 1884.\nDEAR SIR,-I know nothing about the case I mentioned to Mr.\nBarmby beyonl;! what I gave him in writing.\nMr. Clarke, a tradesman in Hull [no connection with the above\nMr. Clarke, mentioned in 1559], told me of the case of Mrs. Palliser,\n.and got her to come to his office, in Queen Street, Hull, for me to take.\n-down from her own Jips the notes I gave to Mr. Barmby.\n. I took great pains to get the whole of the story correctly, and\n:should scarcely think Mrs. P. is still living, but could ascertain if .\n,ne::essary. ,\nYou might write abou~ Mrs. Palliser to M. W. Clarke, Esq.,\nWinterton Hall, Doncaster, his private address. His place of business\n,(as wholesale tailor, &c.) is in Queen Street, Hull.-Yours faithfully,\nJ. T. FOWLER\nQueen Street, Hull, or Winterton Hall, viA Doncaster.\nJanuary 20tl~, 1885.\nIn re Mrs. Palliser's Vision.\nWidow Palliser was a woman who had seen better days, and worked\n:for my firm, Clarke and Son, Clothiers, Queen Street, Hull. She had\n;an only son, Matthew. I assisted her in getting him to sea. One\nmorning she came to me with tears rolling down her cheeks and said,\n\"Mat's dead; I saw him drowned! Poor' Mat, the last words he\n:said were, 'Oh I my dear mother.' He threw up his hands and sank\nto rise no more.\" I asked how she knew. She said, \"I saw him going\n·on board his ship, and the plank that he walked upon slipped on one\n:side, and he. fell overboard between the quay and the ship and was\n.drowned. My own mother, who had been dead many years, came to\nthe foot of my bed and said, 'PoorMat's gone; he's drowned.'''\nI then said, \"Why, Mat's in New York\" (I always felt interested\nin this woman and her son). \"Yes,\" she said,\" he was drowned last\nDigitized by Coog\n\f336 Journal of Societ!l for P8ychicalBaearch. [April, 1885_\nnight at New York; I saw him.\" Mrs. P.'s object in coming to me-\nwas to ask if I would write to the agent in New York to ascertain the·\nfacta. I said I would, and wrote stating that a poor widow had an\nonly son on board such a ship, and she had A vision that an accident (I\nsaid nothing about drowning) had happened to her son, and I would.\ntake it as a great favour if he would ascertain and tell me all particu-\nIa.rs. In about three to five weeks (she came day by day to ask if we·\nhad received a reply, always saying that she knew what the answer-\nwould be), ai; length the letter a.rrived. We sent for Mrs. P., and\nbefore the letter was opened by my son, I said to her, II What will be\nits contents 1\" She at once and decidedly said that II Mat was.\ndrowned on the very night that she saw him, and in going on board the-\nship the plank slipped, and he fell overboard between the quay and the-\nship.\" So it was. Mrs. P. was then wearing mourning for Mat.\nMy son and half-ardozen young men can verify this if needful.\nMrs. P. died soon after. M. W. CLARKE.\nReproduction of the letter receivt!d from the agent of the ship, as.\nnear as I and my son can remember :-\nNew York, date unknown..\nI have made inquiries of Matthew Palliser, age about 20, anel\nlearn that he fell oft' a plank in going on board his ship, and got·\ndrowned on...... The date was the same as Mrs. Palliser said.\nThe mate has charge of his chest, and will give it to his mother-\nwhen the ship arrives in Liverpool.\nIn answer to inquiries, Mr. Clarke adds:-\n.April 6tl\" 1885.\nWe have no copy of the agent's letter, but both my son and myself·\nand others are certain that Mrs. P.'s vision and the agent's account.\nof the accident were tl~ tJame, both as to the time and cause, viz., that·\nMrs. P. saw her son slip oft'the plank in going on board his ship, and\nthat he was drowned between the quay and the ship; agent's account\nthat he fell oft' the plank and was drowned, at the time mentioned, be-·\ntween the ship and the quay.\nL.-1561-Ad PD\nMr. Thomas Young, of 20, Wilson Road, Birchfield, Birmingham;.\nsent me an account of the following incident, as II often related\" to-\nhim by his mother. I asked him to apply to his mother for a first-hand\naccount, whcih she gave in the following letter to him. Her account,\nwhich was given independently, corresponcia exactly with his; which is.\nDigitized by Google\n\fApril, 1885.] .Journal qf Society lor P8!1ckica1 Be8earch. 331\n$Ome proof that the facts have not been distorted through lapse of\n-memory.\n6, Stonedale Road.*\nJan'UOll\"!l 10eh, 1885.\nMy DBAR SON,-You ask me to relate Aunt Lucy's dream; it was\nnot a dream but a reality. You must know that Uncle Bennet was a\n1iImali farmer, with a large family of 12 children, consequently some had\nto go away from home. They lived in a small village a.t Treylion, near\nSt. Ives, Cornwall. Now what I am going to relate is about their\n-daughter Betsy, who had taken a situation-I think at St. Ives. One\nmorning aunt woke up and saw, standing by her bedside, this daughter,\nwith her hair streaming all over her face, dripping wet, and she, poor\n-thing, looking half-drowned. Aunt said, \"Betsy, where have you\n-come from 1\" The weather being frightfully bad, she thought she had\n~alked home through the wet. She told her to go and dry herself, but\n,she vanished away. Poor aunt was dreadfully alarmed. They sent to\nher place, and it appears she would go to Plymouth, and went in a little\n:sailing-vessel; and that very morning the vessel was lost and all hands\nperish~d. Now, my dear son, I can vouch for every word being true,\nfor aunt was a true Christian woman: I was a girl when she told me\n-the unhappy incident, but it always made a most vivid impression on\nme.-Believe me, dear son, your loving mother,\nC. YOUNG.\nL.-1562-Ad pn\nFrom Mrs. B., Belgravia Institute for Trained Nurses, 263, Vauxhall\nBridge Road.\nThe narrator is unwilling to have her name published, as relatives\n\"!night object; but says that \"the narrative can be verified by private\n-communication.\"\nDecember, 1884.\nOn the afternoon of Sunday, December 18th, 1864, myfather-in-\nlaw, Mr. B., my husband, and I were sitting in the dining-room at D-\nHall. The room was a large one, about 26ft. by 30ft.; on one side\nwas the fireplace, with a door on each side; opposite the fireplace were\nthree windows; standing with your back to the fireplace, at the end\n-of the room, on your right, were two more windows, and on your left a\nblank wall. These windows were some height from the ground,\nprobably 7ft. or more, so that no one could look in unless standing on a.\ncha.ir. It was dark, and we were sitting round the fire, the shutters\nnot having been closed. Mr. B. f&Cf4 the two windows, I sat on the\n<lther side of the fireplace, with my back to the said windows.\n* Now removed to 71, Highbnry Hill, Highbury, N.\nDigitized by Google\n\f338 . Journal Qf 8oc;et!\/ for PS1\/clu'cal Restart\". [April, I8M-.\nmy husband being in the middle facing the fire. Suddenly Mr..\nB. said, \"Who is that looking in at the window 7.. pointing to the-·\nfurthest of the two windows. We laughed, knowing that no one\ncould look in, as there was nothing there for them to stand on. Mr. B.\npersisted in his assertion, saying that it was a. woman with a pale face\nand black hair; that the face was familiar to him, but he could not·\nremember her name, and he insisted on my husband going round the-\noutside of the house one way whilst he went the other. They, however,.\nsaw no one. • As they went out I looked at the clock. The time was;.\n5.45 p.m. On the following Tuesday I heard ot the death of my\nmother, lIrs. R., who had died at St. Peter's Port, Guernsey, exactly at\n5.45 p.m. on Sunday, December 18th, the hour at which the face-\n. appeared at the window. She had been delirous before her death, and\ncalling piteously'for me. Directly Mr. B. heard of her death he\nexclaimed, \"It was Mrs. R.'s face I saw at the window on Sunday\"\n(he had only seen my mother two or three times). We were not aware\nthat my mother was seriously ill. I do not presume to offer any\nscientific explanation of these facts, but I firmly believe that my\nmother s last thoughts were of me, her eldest child. I had only been\nmarried two months, and she had not seen me since my wedding-day.\nE. A. B.\nMarcl~ 20th, 1885.\nBoth my father-in·law and my husband are dead. I know of no\nindependent way in which I can fix the date of the apparition, but I\nknow that my husband and I had been to chuIch that afternoon, and if'\nyou look in anyalmanack for 1864 you will see that December 18th in\nthat year was on a Sunday, and that was the day on which my mother\ndied. E. A. B.\nThe following case is from the same informant as the last. Ifthe per~\ncipient's experience had been confined to the moaning heard in the night,\nthe incident would not have been worth attending to, as odd sounds at\nnight are very common phenomena, and may be accounted for by quite\nnormal causes. But the continuance of the sound during the day makes.\na decided difference.\nL.-1563-Ae P December, 1884.\nSome six years after the above occurrence, in the September of 1870,\nmy husband was at D. Hall for his holiday. His parents were\nthen living at Dieppe. He was roused O1;1.e night by a peculiar moaning,\nas if some person or animal was·in pain. He got up, and went through\nthe house and out into the gardens and shrubberies, but could see.\nnothing. He heard the same noise at intervals all that day, but could\nnot find out the cause. He returned .to London next day to find a\nDigitized by Google\n\fApril, 1885.] JOll1'nal qf Sociefy Jor P8ycMcai Re8eorcl~. 339\ntelegram summoning him to Dieppe, as his mother was dying. When\nhe got into the house at Dieppe, the first sound he heard was a. repeti-\ntion of the same noise that he heard at D. Hall, and he found it was\nhis mother who was making it, and he learned she had been doing so\nfor two days. She died a few hours after he arrived. We had no\nknowledge of Mrs. B.'s illness at the time my husband heard the\nnoise.\nMy husband's parents had been obliged to leave D. Hall under\npainful circumstances, and possibly the thoughts of her loved home ll1ay\nhave been paramount with Mrs. B., or it may have been that they Hew\nto my husband, who was her youngest son. At any rate, my husband\nalways held that it was his mother's moaning he heard at D. Hall\nthough she was in France. She was speechless when he reached her.\nao no solution could be arrived at. E. A. B.\nIn reply to inquiries, the narrator says :-\nMy late husband was alone, at his old home in Norfolk, when ht' heard •\nthe moaning I told you of. He was shortly after (the same afternoon, I\nthink) telegraphed for to go to Dieppe to see his mother. He was quite\nunaware till he got the telegram that she was ill. He returned to Selhurst.\nwhere we were living, and where I was, on hiB way to Dieppe, and then\ntold me about this noise. On his return from Dieppe, after his mother's\ndeath, he said, \"You remember my telling you of the moaning I haard\nat D-,--. The first sound I heard in the house at Dieppe was\nthe same, and it was my mother making it.\" He further added that\nhe was told she had made it for a day or two. I am pt'rfectly clear\nabout his hearing it first at night in the house, and on the following\nmorning in the shrubberies, which were a. little distance from the\nhouse. I never heard either my husband or his father speak of ever\nhearing sounds, or seeing anything befo~ or after the occurrences I have\nmentioned. They were both matter-of-fact men, and very free from\nsuperstitious ideas. 1 was a young woman at the time these things\ntook place (I am only 41 now), so my memory of them is very clear\nand good. Six weeks or two months after my husband heard these\nsounds, we were together at D--, and he showed me the spot\nin the shrubbery where the sound had been loudest.\nL.-1564-Ad pn\nFrom the wife of a Captain in the Navy, who has given the names\nand addresses of the persons concerned in confidence.\nDecember 29tlt, 1884.\nSIR,-I have for some time felt inclined, according to your request\nDigitized by Coog\n\f340 Journal Qf Societg for P8!\/cltical Re8eal·ck. [April, 1885\nfor information on subjects connected wi~ psychical research, to relate\nto you a peculiar circumstance which happened to some very near rela-\ntives of my own. They were, at the time (as nearly as I can remember\nin 1844), living in the Highla.nds, and the gentleman had some years\nbefore parted from a brother living in Nottingha.mshire on very\nunfriendly terms.\nSitting at breakfast one morD;ing with his wife (my sister), he saw\nthis brother pass the window, and so fully impressed was he that he\njumped up, calling to his wife to come to the haJl door to receive him.\nThey went, but on arriving did not see him, though the grounds were\nsearched and servants questioned. On the arrival of the post bag, a\nletter came saying this brother was lying dangerously ill and most\nanxious to see and be reconciled to his brother. Of course he went, but on\narriving heard he had died at the exact time he saw him pass the\nwindow. .\nI have often thought of' and spoken of this, to me, very r&-\n, markable circumstance, and if at all bearing upon your requirements,\nyou are at perfect liberty to use it, only kindly suppress the names, the\nson of one brother being still alive and ranking high in the military\nservice in India..-I am, sir, youra truly, C. A. F.\n-In a second letter, she says ;-\nIn reply to your letter I regret to say I cannot, under any circum-\nstances, permit my own, or my nephew'S name to be made public. He\nis in the Colonies, and would, I am certain, be exceedingly indignant\nat seeing or hearing of his name being in print. I may say the same\nfor myself, my husband and family; they wonld not hear of it.\nThe following cases of dreams have a precision which makes it\npossible, or even probable, that they were telepathic in nature, supposing\ntelepathy to be a. fact in nature. It is important, however, to note that\nwe do not consider that the fact of telepathy could be prO'Ved by\ndreams, at any rate until a very much larger number bf authentic cases\nare forthcoming in which the correspondence with reality is of a very\nclose and detailed kind. The scope of possible dreams is so indefinitely\nlarge as to prevent here any definite confutation of the argument that\nthe ~orrespondences and coincidences which\"have been noted have been\naccidental. At the same time, if telepathy be proved by the stronger\ncases, where the percipient is awake, there is evel'Y reason to suppose\nthat other cases might also occur in sleep. For there is nothing in the\ncondition of sleep which we have any ground for supposing adver8e to\nthe telepathic influence. The evidence for telepathic dreams is therefore\nwell worth collecting.\nDigitized by Google\n\fApril, 1885.] Journal of Society for Psychical Research. 341\nL.-1565-Ae PI\nFrom Mrs. Denroche, 1, Berkeley Villas, Pittville, Cheltenham.\nFebruary 23m, 1885.\nDEAR SIR,-I received your letter yesterday,and in compliance\nwith your request shall relate my dream. Long years ~ve passed\nsince the Easter morning when I awoke from it, but so vivid it was and\n80 greatly it impressed me, I have no difficulty in recalling it. My\ncousin,Mr. Wright,knew of my brother's emigration,and also knew who\nthe gentleman was (Mr. R.) at whose house he died. This gentleman\nhad gone out to Australia three years before my brother, and having\nample means, had established himself there comfortably. We had all\nbeen on intimate terms with him except my brother Stephen, who was\none of a shy, reserved nature, never caring to make friends. We were\nunaware of the fact of Mr. R. having gone to Australia till nearly a\nyear after my brother's departure, but upon hearing of it my mother\nwrote to my brother telling him to make his way to Mr. R.'s settle...\nment, as she would feel so happy to think he was near a friend whoSe\nadvice, &c., would be beneficial. His reply to this letter was that the\ngreat distance, nearly 300 miles, precluded any possibility of their\nmeeting, as the journey should nearly altogether be accomplished on\nfoot, and that he preferred staying in the neighbourhood of Sydney, &c.,\n&c. He wrote·very seldom, and the subject was not renewed, and we\nlost all thought of their ever coming together.\nOn the Easter morning I dreamt that I was looking out of my bed-\nroom window, and that I saw :Mr. R. walking up the avenue, and that\nknowing him to be in Australia, I felt so surprised and pleased that I\nran down to meet him at the glass portico. When I put out my hand\nI said, \"Oh how glad I am to see you again.\" He looked so sad and said,\n\"You will not be glad, as I bring you sad news. Your brother Stephen\nis dead.\" I awoke at the moment, and it seemed as though the words·\nwere sounding in my ears. When the servant came to assist me to\ndress I told her my dream, and to comfort me she said that dreams\nalways went by contraries, \"and that he was most likely being married,\"\nbut said 1 must not tell this dream to my motheror to anyone who might\ndo so, as my brother writingso seldom always made her so anxious and\nunhappy; andsoactinguponheradviceIdidnotspeakof it,but the thought\nof it constantly recurred during the four months that intervened between\nthe Easter and a visit to Bangor, in Wales, where a letter from Mr. R.\nwas forwarded to me. He wrote to me for the reason that he thought\nI could more gently break the sad news to my dear mother, and his\nletter commenced almost with the same words that I had heard in the\ndream. He told how that a fortnight before his death my brother had\nreached his home sadly out of health, and worn with the toilsome\nDigitized by Google\n\f342 Journal of Society for P81Jchical Research. [April, l.885..\njourney. At once he became too ill to write, and continued so till he\ndied on Easter Sunday morning.-Yours very truly,\nOLIVIA A. DENROCnB.\nIn reply to inquiries, Mrs. Denroche adds :-\nFebruary 6tll, 1885.\nMy brother died in 1843, as I said, at Easter. When Mr. R. wrote\nto inform me of it I do not recollect if he mentioned the hour. Ria\nletter was dated Easter Sunday. The death might have been hours\nbefore. My dn>,am of it was very early, about 6 o'clock. The old\nserva.nt to whom I told it has been dead more than 20 years. My\ndear mother felt so thankful with the assurance that my brother had\nmade his way to Mr. R.'s house, and that his last hours were rendered\ncomfortable by nursing and medical attendance, whereas he might have\ndied on his journey, and we possibly should never have been made\naware of it. .\n• I have never had any 'distressing or very remarkable dream save\nthis one:\n[This dream must have preceded the death by a good many hours.]\nL.-1566-Ad pa\nl\\irs. P., of -- Rectory, writes :-\nMarcl.4th,1885.\nMy niece has written down the dream. She adds to her plain\naccount, in writing to me, that she thinks it rather more remarkable\nthat she should have dreamt it, being a person who hardly ever dreams,\nunlike her mother and sister, who never sleep without dreaming. She\nalso says she has often regretted not having written it down at the time,\nbut can safely sign allshe has stated. J. L. P.\nMarcl. Src\/,1885.\nMy aunt has asked me to try and recall a dream that I\ndreamt many years ago about an old man, the road-mender: in our\nvillage, whom I had known and loved from my earliest childhood. He\nwas naturally a bright cheerful old man, but was at the time I am\nspeaking of in extremely low spirits on account, as we supposed, of his\nwife, who was very ill and wretched, lying on what proved to be her\ndeath bed. On the morning of my dream my sister and myself had both\nbeen awake at 6 o'clock, and I had fallen asleep again before the servant\ncame in as usual about 7 o'clock. On my waking from this sleElp, I\ntold my sister that I had had a very painful dream about old William\nDigitized by Google\n\fApril, 1885.] Journalnj Societ!l lor P8ychical Re8earch. 343\n'Thompson, whom I had seen in my dream running down the lane\n-towards the Church fields, in his grey stockings,looking very miserable,\n·.and I turned to her and said, I fear old William isgoing to make away\n-with himself. I had hardly finished telling my sister the dream, when\n'Our servant came in to ca.ll us, and said that our father (the rector of\nthe parish) had been sent for in a great hurry to old William\n'Thompson, who had justbeen found in the Church fields with his throat\neut. He was without his shoes, and when my father got to him, he was\ntStill alive. These are the circumstances as a.ccurately related as I can\nreca.ll them.\nS. S. p.\nIn answer to an inquiry, Miss P. says :-\nI enclose a. copy from the register ofWiIliam Thompson's burial; and\n.1 hear from his niece that he died on a Sunday.\nThe entry is-WiIliam Thompson, April 7th, 1869,82 years.\nS. S. P.\nIn answer to a further letter of mine Miss P. says:-\nMarcIl 11th.\nDEAR SIR,-I enclose a letter from my sister to confirm the truth\n-of the account of my dream; but I still adhere to my resolution of\nnot wishing to have my name published, as I rea.lly take no interest in\nthe ~iety for Psychical Research and have simply related my dream\nas my aunt expressed a wish that I sh9uH do 80. I may add that I\n:am not generally a dreamer and have no recollection of a.ny otherdream\n.about death.-BeIieve me, yours truly, S. S. P.\nj[arc\/~ 11th.\nDEAR SIR,-I fear I cannot tell you more about my sister's dream\n:than she has already stated, but as you wish to have what she has said\nconfirmed by another person, I will add that I perfectly remember her\ntelling me the dream before the servant came into the room and told\nlIlS ofthe sad death of the old man.-Yours truly, J. M. P.\nL.-1567.-Ae pa\n[The\" Agent\" being presuml.l.bly Mrs. Seymour.]\nFrom Mrs. Saunders, St. Helens, near Ryde.\nj[arc\/~ 18tl£, 1885.\nTowards morning of the 10th January, 1885, I was cOIllicious of a\n\"young woman standing by my bedside clad in a grey dressing-gown,\n'holding in her arms, towards me, 0. child. The woman was. weeping\n'bitterly, and said, \"Oh! Mrs. Saunders, I am in such trouble.\" I\ninstantly recognised her as Mrs. C. R. Seymour, and ,vas about to\nDigitized by Google\n\f344 Journal,!' Society lor P,ychical Raearcll. [April, 1~\ninterrogate her as to her trouble, when I was awakened by my husband\nasking me what was the matter, as I seemed so distressed. I told him\nI had had such a sad dream about poor Fanny Goodall (maiden name-\nof Mrs. C. R.8.), but it really was to me more than a dream, so much\nso, that after rising I communicated it to the governess, Miss Monk-\nman, also to the nurse and servant. I decided to send to her mother,.\nMrs. Goodall, to inquire if she had received any tidings of her\ndaughter, who was resident in New Zealand with her husband and two\nchildren, but, as on after consideration I felt it might cause her alarm,.\nI altered my intention. This dream or vision made so deep and lasting\nan impression that! constantly alluded to it to members of our house-\nhold, until circumstances occasioned my calling on Mrs. Goodall about.\nthe beginning of this month, March, 1885, when I made particular\ninquiries for her daughter; and on being assured that she was well,\naccording to letters by the most recent mail, I ventured to express my\ngratifiration, giving,as my reason for such, a. narration of the \"vision'~\nthat had not even then ceased to haunt me; which elicited from Mrs.\nGoodall and both of her daughters, who were present, fervent hopes.\nthat all was well with Mrs. Seymour. On the 12th of March, 1885,.\nI again called on Mrs. Goodall, who on receiving me, with much emotion\nsaid, \"Oh, have you heard the bad news from Fanny 7 I have thought.\nso much of what you told me ; her dear little Dottie has gone. I will\nread you her letters,\" both of which, although coming by different.\nmails, had only been received within the past 24 hours. I have\nsince written to Miss Monkman to ask her what she recollects.\nof the incident, and her remarks are also given, with my husband's.\ncorroboration. That of my servant and nurse could also be obtaIned..\nbut the latter is very ill in the hospital at present. I should mention\nthat although I have felt very interested in and thought much of Mrs.\nC. R. S. before and since her departure from this country, yet I have\nnever corresponded with her, but I now learn that she invariably men-\ntioned me in her home correspondence, and felt much indebted to me\nfor some trifling kindness I had been able to show her in the past. I\nam able to fix the date of my vision from circumstances which I need\nnot here relate.\n.BESSIE SAUNDERS.\nIn reply to inquiries, Mrs. Saunders adds :-\nIn reply to your question, I have had distressing dreams relating to.\ndeath at intervals, and which have not corresponded with reality; but\nthose you are already cognisant of [viz., this one and 1568] are the\nonly ones which impressed themselves sufficiently to induce rue to take-\nsteps to discover if they did. correspond with the reality, although 1\nmlloY have mentioned their purport casually at the time.\nDigitized by Coog\n\fApril, 1885.] JOliNlal of &ciety jar P8'!Jchicql Re8eoreh. 845.\nFrom Mr. Latimer H. Saunders.\nMarch 18th, 1885.1\nI clearly remember on or about the lOth of January, 1885, early-\nmorning, suddenly awaking, and finding my wife leaning forward in bed.\nI asked her, \"What was the matter 1\" She seemed agitated, and replied\nto the following effect: \"Oh, I have had such a horrid dream! Fanny\nGoodall was standing here at my side, quite close, holding out the child\nin IJUCh distress, but I could not tell what she wanted; it was so real, I\ncould have touched her, but you awoke me.\" Before rising, my wife\nrepeated tpe incident iIi detail, but as I was absent from home on\nanxious businElSS durQJ.g the greater part of January and February, I did\nnot think of the matter, and the subject was not again mentioned to me,\nuntil late on the 12th March, when Mrs. Saunders told me the\" sequel,\"\nand which was the first intimation I had thereof.\nFortunately, I can safety fix the date as being the morning of either\nthe 9th, lOth, or 11th of January, as during that month these were,.\nowing to circumstances, the only possible occasions on which the incident,\nasrelated,could haveoccurred,while my mental impression,independently\narrived at, strongly points to the 10th as the day. I c8.nnot disguise\nto my own mind that the evidence against either of the alteJ;Date days.\nis purely of a negative nature, and although that in favour of the lOth\nis affirmative, I cannot be positive in my selection thereof, as my mind\nwas preoccupied with anxious business at the time.\nLATIMER H. SAUNDERS.\nMarch 20th, 1885.\nI remember Saturday moming, the lOth of January last. The·\nmistress came into the kitchen to speak about the flue. After doing.\nso she told me of such a bad dream she had had of Mrs. Seymour,of\nNew Zealand, coming to her bedside with her little child in her arms.\nMrs. Seymour was crying so bitterly, and imploring her for help.\nE. DAWSON.\nThe above was taken down from dictation wi~out prompting. and\nafter being read over and approved, signed by the witness Elizabeth\nDawson, domestic, in the presence of LATIMER H. SAUNDERS.\nThe governess, Miss E. A. Monkman, in a letter to Mrs. Saunders\n(dated 16, Castledine-road, Anerley, 16th March, 1885). of which I\nhave seen a copy, gives exactly similar testimony as to Mrs. Saunders'\ndescription of her dream at the time. She was not sure of the date,\nand fancied it was between January 5th and 8th; but she adds in\nanother letter, \"The only thing I can be quite certain about, is that you\ntold it me two or three days before you went to Sandown-it might have\nbeen three or four.\" Mr. Saunders says,\" Mrs. Saunders went to.\nSandown on the 15th.\"\nDigitized by Google\n\f;:346 JOll1'IIal qf Sociel,l\/ for Psychical Research, [April, 1885.\nIn another letter Miss Monkman says :-\nMarch 21st, 1885. It must have been either 9th or 10th, then, for\nI am quite sure it was not on a Sunday that you told me about it•\n.sorry that my memory does not serve me better.\nExtract from letter received from Mrs~ Seymour by Mrs. Goodall,\ndated January 15th, 1885.\nI do not know how to write it, mother. Dottie is dead ; a week\n:ago this very Thursday evening she was taken ill, and on Saturday at\nten minutes to 10 in the evening, she died. .\nWhen congestion of the lungs set in and the fever came on, for\nshe had 0. high fever the first day, I had no remedies at hand, and by\nthe time they came it was too late.\nExtract from letter received from Mrs. Seymour by Miss Goodall.\ndated January 26th, 1885.\nI know you will want to know all about my darling Dot, wh<»\n;has now been with God in Heaven for sixteen long days.\nMrs. Goodall says :-\nOn the 2nd }Iarch, 1885, Mrs. Saunders called on me and in·\n-quired if I had heard from my daughter, Mrs. Seymour, living at New\n.Zealand. I replied that I had good accounts from her the last time I\nl'€ceived a letter from her, a few weeks ago. Mrs. Saunders then said,\n, I am so glad, as I have had such a dream about her; it was more like\na vision than a dream; I thought she came to my bedzside and said,\n~'Oh, Mrs. Saunders, I am in such trouble, do help me if you can.' \"\nOn the 12th March, on Mrs. Saunders again calling on me, I told\nher how much I thought of what she had told me about what she had\"\ndreamt of my daughter, Mrs. Seymour, being in such great trouble; as\nthe day before I had received a letter from her telling me of the death\nof her dear child, on January lOth, 1885. I had not previously ra-\n·eeived any telegram or news of any sort that the little girl was ill.\nI may add that after receiving the sad news (but before I had told\nMrs. Saunders), when replying to my daughter I mentioned the\nsingular fact that l\\irs. Saunders had called and expressed her anxiety\nior her welfare, as she had had such a bad dream about her.\nMarch 20th, 1885. FRAXCES GOODALL.\nI was l'resent w~en Mrs. Saunders called on ~Iarch 2nd, and ra-\n.member the conversation as related above by my mother.\nMARY J AXE GOODALL.\nMarclt 20th, 1885. ELIZABETII ANNE GOODALL,\n[Allowing for longitude, the dream must haye preceded the death by\n:a few hours.]\nDigitized by Coog\n\fA.priJ,l885.] JOUN\/a'i qf Society lOt· P8~kical Re8em·cll. 347\nThe next case from the same percipient has leBS force, as dreams\nof hearses and funerals seem to be tolerably common; and also the\nperson whose death was the cause of the supposed \"ageJ;lt's\" distreBS\nand excitement was not identified in the dream.\nL-1568.-Ae p.\nMarcl~ 17th, 1885.\nIn October, 1878, while residing at St. Helen's, five miles from\n:.Ryde, I had a vivid dream as follows:- I saw a hearse and pair of\nDOrses drive up to the house, from which alighted a lady, Mrs. B., of\nRyde, who, having knocked at the door, was duly announced by the\n.housemaid, who also handed me her visiting-ca.rd. I then saw that\nMrs. B. was in deep mouming.\nAs this lady was in the habit of using her carriage and pair when\nvisiting me, it struck me as remarkable that, with the exception of the\n'\" hearse \" and the \"deep mouming,\" the dream was very life-like. I,\n\"therefore, on awaking repeated it to my husband and thought much of\nit throughout the day; indeed, it made so great an impression on me\nthat, we being in N:ewport that aftemoon, I asked my husband to pass\n\"the house of Mr. M. (Mrs. B.'s brother) as I should like to be\n!re8SSured that the family had sustained no loBS by noticing that the\nblinds were not drawn. We did so, but found that the blinds were all\ndown, so I then asked him to inquire at the house the cause of the\nmourning. He then leamt that Mrs. M., the mother of Mrs. B., had\ndied at Ryde duriDg the night. From subsequent inquiries, I leamt\nthat Mrs. B. was in attendance.\nI knew that Mrs. M. had been ailing, but had no idea she was\nseriously ill, or I should certainly have gone to Ree her as she was an\nold friend from my childhood and was much attached to me. . And as\nfar as I know I had not been thinking nor speaking of her or hers for\nsome time previously.\nBESSIE SAUNDERS.\nI distinctly recollect the circumstances related above. My wife\ninformed me of the dream before rising on the moming of the day in\n-question, and the :first intimation of the death of Mrs. M. was received\nby us when I inquired at her son's house in Newport on the aftemoon\nof that day, having first purposely observed the house at the request of\nmy wife, who mentioned the subject in the train en route to Newport,\nand then suggested that we should paBB the house. I readily agreed as\nshe appeared needleBSly anxious on Mrs. B.'s behalf.\nLA.TIME~ H. SAUNDERS.\nMareT, 19th, 1885.\nDigitized by Google\n•\n\f348 JOtwnalof Society for P8ychical Re8earch. [April. 1885.\nL.-1569-Ae p. and An Fa\nFrom Mrs. Allibert, 12, Lincoln Street, Sloane Square, London, S.W_\nJanuary 2200, 1885.\nI will as far as I can, give particula.rs relative to my dream. It-\nwas in June, 1869, when I was residing in Paris j my son was at the-\nImperial College de Vanves, near Paris. I saw him in my dream with his.\neyes so red and inflamed that I thoughii to apply a bandage over them.\nI was much troubled, so much so that it left a great impression all the.\nnext day on my mind. In the afternoon of that day I received intima-\ntion that my son was ill, and went to the college, and found him exactly-\nas I had seen him in my dream, but did not remember seeing-\nthe surroundings in the room. I spoke of it to my family the next.\nmorning. The only surviving member now is a brother who lesides in\nParis, who well remembers my dream. I will forward your letter to\nhim, and ask him to write to you. As you asked if this was the\nmost vivid dream I had had, I must mention one 1 had many years.\nbefore my marriage (I unfortunately cannot give you the date) relative\nto a very dear lady- friend I had not seen for several months. I was.\nresiding in Paris, and I knew her to be in England, but I had not heard\n,of her for a long time. I told my family my dream (as I was much im-\npressed by it), that I saw her dressed in a peculiar fur tippet, with\nmuff, white, with black spots, (I had never seen her with it), and\nthat she would look in upon us all while at dinner,and to surprilile us the\nmore,would enter quietly by a back door. It came to pass as I had saidjall\nmy relations were so startled at the time that for a few momentS they\nhad not a word for this dear friend,who,in return,was rather surprised,as.\nyou may imagine-they all so well remembered my statement that I had.\ngiven that day in the morning. E. ALLIBERT.\nMrs. Allibert kindly wrote to her brother for his recollections j and\nthe following is his reply :-\n41, Rue Notre Dame de Lorette, Paris.\nJanuary 24th, 1885.\nMy DEAR SISTER,-In reply to your letter, wherein you allude to\ntwo dreams 011 which you wish to call my attention, I am quite ready\nto affirm what took place at the time, and to relate the case, which\nhas not escaped my memory.\nI was then residing at No.: 20, Rue Louis Ie Grand. It was the\nyear before the war of 1870. Your studio was close at hand under La.\nMichodiere, and your son was then at the college of Vanves. You\nused then to come in frequently to have your luncheon with us. I\nperfectly recollect, so does my wife, your coming in one morning and.\nrelating to us the dream you had concerning your son.\nYou had seen him in your dream suffering from bad eyes, and\nDigitized by Google\n\f.April, 1885.] Journal qf Society for P81\/cliical Re8earck. 349\nwere under the impression that there was something wrong, and that\n.you :would soon hear of some serious illness.\nI endeavoured to console you and was more disposed to think\n'lightly of the dream, having but little faith in dreams, and persuading\n'you to attach no importance to it.\nHowever, the following day a letter from the director of the college\nwas addressed to you at my house, which I handed to you myself on\n.your arrival, and the contents of the letter were as follows :-\n\" Your son having been taken suddenly ill, you are requested to\nhave him removed at once from the college.\" ,\nHe was consequently under your care for several weeks, laid up with\nthe scarlet fever.\nYour dream turned out to be a reality, and I recollect perfectly\nwell that it greatly impressed us.\nThe other case is that relating to an old friend of ours, Madame\nPuve, whom we had not seen for a long time' and who frequently\n'travelled between France and England.\nYou related to us one morning that you felt sure we ,would soon\nreceive the visit of our friend as you had seen her in a dream, and the\nmost singular incident w8.!l that relating to her garments. She had\nround her neck a black' and white fO'Wl\"NJlre.\nIn fact, the very same day, just as we were going to sit down to\ndinner, our friend took us by surprise and walked in without being\n-expected. She had round her neck the jur ducribed above.\nIt was very striking and caused us some astonishment. We have\noften.thought of it since, a.nd are no longer disposed to laugh at your\n..dreams.-I remain yours a.Heetionately, J. RINGER.\nMiss Porter, a member of the Society for Psychical Research and\none of our most active and useful helpers, called on Mrs. Allibert, and\n:says:-\nHer husband was a professor of geology in Paris, and a microscopic\n,anatomist.\nShe came to England on a.ccount of the Franco-German war, her\n.husband being already dead, and has remained here ever since, her son\n(an only child) having obtained a clerkship in a ba.nk.\nShe told me that although the two cases she mentions were the\n'most striking of her experiences, at one time she was extremely\n;susceptible to mysterious (7) influences, and foryea.rs always knew when\n.anything unusual was happening, either to her brother (whose corro-\nboration I send) or to her son. She has never had a waking\nimpression.\nHer son had never before, nor has ever since, had anything the\nmatter, with his eyes, her first intimation of such illness having been in\nDigitized by Google\n\f350 JOllrnal f!f Societ!f for P8!lchical Research. rAprU,l885_\nher dream. She told me that she seems now to have quite lost her-\nsensith-eness, not having had an experience of any kind for many years.\n(I must except one dream of her brother's illness about five years ago,\nwhich she said was only slight.) She appears to possess some sort of\"\nmesmeric power, having, she informs me, frequentlycured and put to\nsleep friends suffering from severe headache, and still does it occasionally\nfor her son when he returns home very tirad.-B. P.\nOf these two cases the second is the strongest. Mothers may be-\nsupposed liable to dream of the illness of their children, and the alleged'\nexactitude of the cOlTf'.spondence between the appearance of Mrs_\nAllibert's son, when she actually saw him, and his aspect in her dream\nis not a point that can be pressed.\nThe following, though it lacks detail, is another case of very clos&.\ncoincidence, and is of.the sort which is serviceable for the statistical\ncensus of dreams of death for the last dozen years. [It will be remem-\nbered that the object of the census is (1) to discover, by inquiry of a.\ngood many thousands of people, what proportion of the population have,\nduring the past 12 years, had a markedly distressing dream of the death\nof some person known to them; in order (2) to discover whether the\nnumber of cases known to us, where such a dream has corresponded with\nthe actual death of the person dreamt of, can, or cannot, be accounted\nfor as due to the natural operation of the law of chances. i may take\nthis opportunity of saying that 1 am still sadly in want of assistance in.\nthe collection of answers, and shall be delighted to send a parcel of'\nprinted forms to anyone who is willing to assist me.-E. G.]\nL.-1570.\nThe Rev. A. B. having communicated to me the fact that since-\nJanuary 1st, 1884, he had had an exceptionally vivid dream-which\nhaunted him for a portion of two days--of the death of an acquaintance,.\nand that the dream had corresponded with the fact, the usual questions.\nwere asked. He replied as follows :-\nThe Vicarage, --.\nlJecemb6'l' 9th, 1884.\nDEAR SIR,-In reference to the subject of your note, I am able to\nsay that 1 had no means of knowing that the lady in questioll:was ailing\nor even in delicate health. She was the wife of a cousin from whom or-\nof whom 1 do not think I had heard for some months. 1have so much.\nto do in my parish that I have little time for correspondence, but in\nconsequence of whai 1 dreamed I at once wrote to the son of the lady'\nDigitized by Google\n\fApril, 1885.1 'Jom'nal qf SorietJI for PRlIcltical ReRem'cll, 351\nreferred to, having previously, on awaking, mentioned the matter to my-\nown wife. My remark to her was, \"We shall hear some had news, I fear,\nfrom R--\" (the residen('e of my cousin), and I then repeated the\ndream. Within another post I heard that Mrs. B. had <lied on\nthat night. .\n1 had, some years afterwards, another very troubled dream about the·\nsame household, but not such as to lead me to think tha~ a death had\ntaken place. I immediately wrote, and learned that there was a very-\nserious anxiety there about a contemplated marriage of an undesirable-\nnature, and had reason to know that the dreanl had an important-\ninfluence in averting the step.\nI mentioned that in my family I was not the only member who had\nthese premonitions. A very near relative oy whom, in my early boy--\nhood, I was reared, knew for a certainty of the death of her own father,\nand subsequently of that of a much·loved niece, and this under-\ncircumstances which shehad no other means of knowing than by dream\nor vision, and did not know until a special messenger arrived to com-·\nmunicate the news. This was in the days when postal communications\nin Ireland were both intricate and tedious, and a distance of some 25\nmiles might occupy a good part of a. week, but of the fact I am able to·\nvouch. Many years afterwards, when I was a student in the·\nuniversity, the sa:l:e favoured relative wrote to me that she feared I\nwould hear some bad news of my father, and I did immediately, that\nhe was dead. There was no Jommunication at the time between her·\nand my father's house.\nThese matters are communicated in confidence for\nthe Society, for they are not rnucl£ spoken of in the\ndear sir, very faithfully yours,\nthe purposes of:\nfamily.-I am,\nA.B.\n.Decembe:r 11tIt.\nThe following is Mrs. B.'s corroboration :-\nMrs. B. has much pleasure in confirming the statement made\nby her husband as to his having communicated to her the substance of'\nhis dream boding something very serious to his cousin's family.\nThe family lives in Ireland, and the news of the death did not\nreach us until two days after, and of the illness we had had no.\nintirnatioI•.\nL.-1571-Ad pa ort\nFrom Miss L, A. W.\nJanua1'1J, 188[,.\nIn the year 1857, I had a brother in the very centre of the Indian.\nMutiny. I had been ill in the spring, and taken from my lessons in the·\n\f=352 Jo,trnal qf Society\/or Psychical Research. [!tpril,l885•\n.\n.·~chool·room. Consequently I heard more of what was going on from the\nnewspapers than a. girl of 13 ordinarily would in those days. Wewere in\nthe habit of hearing regularly from my brother, but in the June a.nd\n.July of that yellol\" no letters came, and what arrived in August proved to\nhave been written quite early in the spring, and were full of the dis-\nturbances around his station. He was in the service of the East India.\nCompany-an officer in the 8th Native Infantry. I had always been\n-devoted to him, and I grieved and fretted far more than any of my\nelderS knew at his danger. I cannot say I dreamt constantly of him,\nbut when I did the impressions were vivid and abiding.\nOn one occ~on his personaJ appearance was being discussed, and I\nremarked, \"He is not like that now, he has no beard nor whiskers,'~\nand when asked why I said such a thing I replied, \"I knew it, for I\nhad seen him in my dreams,\" and this brought a severe reprimand from\nmy governess, who never allowed\" such nonsense\" to be talked of.\nOn the morning of the 25th September, quite early, I awoke from\na dream to find my sister holding me, and much alarmed. I had\nscreamed out, struggled, crying out, \"Is he really dead 7\" When I\nfu1ly awoke I felt a burning sensation in my head. I could not speak:\nfor a moment or two j I knew my sister was there, but I neither felt nor\nsaw her.\nInahout a minute, during which she said my eyes were staring\nbeyond her, I ceased struggling, cried out, \"Harry's dead, they have\nshot· him,\" and fainted.\nWhen I recovered I found my sister had been sent away, and an\naunt who had always (on account of my mother's health) looked after\nme, sitting by my bed.\nIn order to soothe my exciteml'nt she allowed me to tell her my\ndream, trying all the time to persuade me to regard it as a natural\nconsequence of my anxiety. When in the narration I said he was\nriding with another officer, and mounted soldiers behind them, she ex-\n<lwmed, \"My dear, that shows you it is only a dream, for you know\ndear Harry is in an infantry, not a cavalry, regiment.\" !iothing, how-\never, shook my feelings that I had seen a reality, and she was so much\nstruck by my persistence, that she privately made notes of the date,\nand of the inciden~ even to the minutest details of my dream, and then\nfor a few days the matter dropped, but 1 felt the truth was coming\nnearer and nearer to all. In a short time the news came in the papers-\nshot down on the morning of the 25th when on his way to Lucknow. A\nfew days later came one of his missing letters, telling how his own,\nregiment had mutinied, and that he had been transferred to a command\nin the 12th Irregular Cavalry, hound to join Havelock's force in the\nrelief of Lucknow.\nSome eight years after the officer who was riding by him when he\nDigitized by Google\n\fApril,1885.] Jo-urnalof Society for P8l\/chical Re8earch. 353\nfell, visited us, and when, in compliance, with my aunt's request, he de-\ntailed the incidents of that sad hour his narration tallied (even to the-\ndescription of the buildings on their left) with the notes she had taken·.\nthe morning of my dream.\nI should also add that we hQlU'd he had made an alteration in hi&\nbeard and whiskers just about the time that I had spoken of him as:\nwearing them differently.\nIn answer to inquiries Miss W. says :- JanUQiry 31st, 1885.\nAs to date, the dream concerning my brother's death took place in.\nthe morning half of the night of the 25th of September, and I think I\nnoted in my MS. that an aunt to whom I related the dream at the\ntime was so struck by the' pertinacity with which I adhered to the\nvarious particulars, that she put down the date and also the details of\"\nthe dream. .\nMy brother's rank was that of captain. The officer who is men-·\ntioned as riding by my brother at the time he was shot, was either'\nOaptain or Major (I forget whether he gained his majority before or'\nafter the Mutiny) Gmnt, the Spake and Grant man, and he lost a finger'\nshortly after he had picked up my brother's sword.\n. I have alwaY8 been a dreamer. My mother says that as a baby and\nvery young child I was unlike any of her other 13 children; that.\nI often lay with my eyes open, pointing at nothing she could see, and\nsmiling. And as I grew old enough to talk, the nurses told her I wa,s.·\nalways talking aloud in my sleep. I never had the same sort of dream.\nof death.\nL.-1512-A8 PI\nFrom Miss L. A. W.\nJanUQ(l'y, 1885.\nWhen I was about 19 and 20, I was in very indifferent health;\nand yet, as my father remarked, no one seemed' to know \",,hat was\nthe matter with me. The doctors said I had studied too much at\nschool, and that this was the reaction. My mother thought I was too-\nmuch at my books and writing, and I was ordered tonics, horse exercise,\nand to go out visiting whenever I was asked. All this time only one\nof my sisters knew that I had disturbed nights, and dreams so peculiar'\nthat I hesitated sometimes to tell them even to her; but in a private\nnote-book I lrad put down from time to time dates of certain dreams,\nand more particularly notes of the appearance and conduct of the-\nindividual who literally haunted my w(loking and sleeping hours.\nIt would take too long were I to give the whole of myexperience&\nI will, as briefly as I can, give an epitome of them.\nDigitized by Google\n\f354 Journal of Society for. P8'!Jchical Research. [April, 1885.\nThe dreams commenced in March one year, and continued, at\nfu,tervals, till the June in the next. Sometimes I went a week with-\nout one of these peculiar visitations; sometimes they came night after\nnight; and on one occasion I was nearly four months free from them.\nI could neither attribute them to anyone particular course of study,\nnor to indigestion, nor to any special diet, for I tried change in every\nway for my own comfort's sake. I was not in love, nor indeed had I\nbeen ; and certainly no feeling but that of a mysterious repugnance (and\nat the same time all inability to avoid or escape from the influence of the\nperson of whom I dreamt) actuated me. He was someone I had never\nin all my life wittingly seen, though I had reason to think afterwards\nthat he had seen me at a Birmingham musicaJ. festival. On that\noccasion I had apparently fainted, and it was attribu~d to the heat\nand the excitement of the music. I hardly knew if it were or not. I\nonly knt'w I felt all my pulses stop, and a burning and singing in my\nhead, and that I was perfectly conscious of those around me, but unable\nto speak and tell them so. To return to my dreams. I always knew\nas I slept when the influence was coming over me, and often in my\ndream I commenced it by thinking, \"Here it is, or here he comes\nagain.\" They were not always disagreeable dreams in themselves, but\nthe fascination was always dreadful to me, and a kind of struggle\nbetween two natures within me seemed to drag my powers of mind and\nbody two ways. I used to awake as cold as a stone in the hottest nights,\nmy head having the queer feeling of a hot iron pressing somewhere in\nits inside. I would shiver and my teeth chatt.er with a terror which\nseemed unreasonable, for there was, even in the subjects of my dreams,\naeldom anything wicked or terrifying. .AB to any idea of love between\nme and this mysterious·stranger, there never was any approach to it\nin my impressions. There was an interval when a gentleman was\npaying me some little at1;en~on. in my day life, that the irrita.bility of\nmy tormentor seemed in my dreams to be extreme. I can remember\nsome of them perfectly; .and I have notes of others, but they can, I\n~, be scarcely needed.\nSu1Iice .it to say that I became so thin and so nervous· that bad\nnights were suspected, and I 1lJ1.derwent a course of sed...tives and\nopiates,. which ipduced or rather compelled sleep, and when under this\ntreatment I found a ~culty in dreaming, an inability to follow dim\nvisions of dreams, a stupor upon my senses, and after some three or four\n1llonths I was pronounced well; and it certainly proved true that\nall exciting circumsiiances had passed from my sleep. In the early\nD,lOlJ.ths of the next year but one, I wen~ with a sister to visit in Liver-\npool, where we had much gaiety, and were out nearly every. night. I\nCI!oU truly say I had forgotten for the time my dreams of. a. year and\na-half ago, not that they ever ceased to be mys~eriQus, and perfectly.\nDigitized by Google\n\fApril, 1885.] Journal ofSocietylor Psgchical Research. ' 355\n-vivid when I thought of them, but I never did ,this if I could help it.\nOne night we went with our friends to a large private ball The rooms\n-for dancing were two, curtains of lace being half across the opening\nbetween them, and these were looped back against pillars. - I had en-\njoyed two or three good da.nces, and was sitting out one, by the lady'of\nthe house, when, not Btuldenly,but by degrees, I felt myself turning cold\nand stony, and the peculiar burning in my head. If I could have\nspoken I would have said,\" My dreams 1my dreams 1\" but I only\n;shivered, which attracted the notice of my companion, who exclaimed,\n\" You are ill, my dear. Come for some wine, or hot coffee.\" I rose,\nknowing what I was going to see, and as I turned, I looked straight into\nthe eyes of the fac-simile of the being who had been present to my\n:sleeping thoughts for so long, and the next instant he stepped forward\n-from the pillar against which he was leaning behind the lace curtain\n.and shook hands with my companion. He accompanied us to the re-\nireshment room, attended to my wants, and was introduced to me. I\n.declined dancing, but could not avoid conversation. His first remark\nwas, \"We are not strangers to each other. Where have we met 7,\" I\nfear I shall scarcely be believed when I say, that (setting my teeth and\n-nerving myself to meet what I felt would conquer me, if I once sub-\niilitted in even the slightest degree) I answered that I never remem-\nberedmeeting him before, and to all his questionings returned the most\nreserved answers. He seemed much annoyed and puzzled, but on that\n()ccasion did not mention dreams. I took an opportunity of asking my\n.sister if she remembered my description of the man of my dreams, and\nupon her answering\" Yes,\" asked her to look round the rooms and ,see\nif anyone there resembled him, and half-an-hour later she came up,\n.saying, \"There is the man, he has even the mole on the )eft side of his\nmouth.\"\nWe made inquiries cautiously as to who the gentleman was, and\n:heard that he came from -the United States, had letters of recom-\nmendation to some of the first families in Liverpool society, was sup-\nposed to be half English, half German, very peculiar in his notions,\nvery studious, very fascinating when he chose to be so. I met him at\n.almost every party I went to, and it seemed a matter of course that he\n.mould sit and converse with me when he could get the opportunity.\nHe was sometimes so gloomy and fierce at my determined avoidance of\n.any but the most ordinapr conversation, that I felt quite a terror of\nmeeting him. He frequently asked if I believed in dreams; if I could\nYelate any to him ; if I had never seen him before; and would say, after\nmy persistent avoidance of the subject, \"I can do nothQlg, so long as\n:you will not trwt me.\" ,\nOur friends thought there was a flirtation going on, but on neither\nside was there anything approaching it. I found, however, that 'his\nDigitized by Google\n\f356 Journal 0\/ Society for P81lcAicai ResearcA. [April, 1885.\nrepeated questions became more and more difficult to parry, that his.\nconversations were deeply interesting, though I always felt a dread of\nwhat they might lead me into, and I wrote home, saying, I found my\nnerves were not standing well the gaiety and late hours. and asked to.\nbe recalled on some home pretext. I did not even tell my sister what..\nI had done, but the very day the letter went I met Mr. -- at a\nconcert, and he said, \"You have written to be sent for home,\" and\nthen spoke most bitterly of what we had both lost throughmy obstinacy\nand want of faith; and a great deal more, which made my brain reel at.\nthe pictures he painted. I have never met him again; but seven years.\nago I had a short return of dreaming of him, but it only lasted three\nmonths, and everything was always indistinct and as if through a.\nmist.\nI have heard of him, or of some one of the same name, once or\ntwice as lecturing in different places, but my friends left Liverpool, and\nwhether he has or has not been in England lately I cannot say. No\none can tell how much strength was taken out of me by the continual\nstruggle of.will which I maintained through those ever-memorable three\nweeks in LiverpooL I used to feel bruised and shaken all over when\nI had met him-the tension of my nerves seemed to react upon my\nsenses of feeling and touch, and now, when I think of it, I can only\nwonder at the physical, moral and mental struggle which seemed to.\npossess me through what were indeed hard battles to fight.\nSome hav~ said to me, \"Oh I why did you not tell him you had\ndreamt of him, and see what he would say 1\" My answer was and is,\nthat I felt always that as I completely lost my own will and my own\nidentity in those dreams, so should I have given myself up to do his.\nwill had I given way in our personal interviews, and either acknow-\nledged or accepted his power.\n. In answer to inquiries, Miss W. says :-\nIt would take me more time than I can spare just now to examine.\nweed out, and note down any details from my c'Dream Note-Book,\"\nor entries from my diaries, which I should choose to send, to be made\npublic.\nAt that time, I had never been in Italy, nor Switzerland, though\nI had always longed to go, and one Bst of drsams I have down, describing\nhow in the first place the companion of my dreams .suggested showing\nme the world, how we seemed to .fly through space-no wingB, but\npassing through crowds of people unseen, just a few feet from the\nground, hearing and seeing everything, floating through rooms invisible\nto all. I have several pagesof this set of dreams; they were enthralling,\nbut there was always the feeling-andl have it noted down-that I was\nflOe a free agent, that I could not help m.yself, that I had to go,\nDigitized by Google\n\fApril, 1885. Journal of Societ!lfor P&.lIchical R~8earch. 357\n'8Jld that all this would end in my being the slave, the agent, the\n-victim of my mysterious guide.\nWhen conversing with him in the flesh, he asked me if I had \"ever\n-travelled.\" I said\" No.\" He showed surprise, and began to dilate on\n\"the wonders of such and such a place or scene, all of which I felt sure\nI had seen with him, and entered in my note-book. It was deeply in-\nteresting, and t was totally absorbed in his recitals, time after time,\nwhen he abruptly stopped saying, .. But have you never had scenes such\n\"8.S these before youT' and I replied,\" Yes, in my dreams I have.\"\nSuch, or similar remarks, I know I have noted down, and his eager-\nness to make me admit similar experiences was at tiJpes almost. fierce.\nr had a great longing at times to tell him everything, but au innate\n-sense that by so doing I should be as completely his slave, and tool as\nr had been in dreams, always stopped me.\nMy sister has no hesitation in saying she remembers all the circum-\nstances of those years, my dreams, and their frequency, many of\n\"which I recounted to her; also the description of the man as tallying\n\"withthe reality weboth met.\nI have not now mentioned the matter to. her, as none of my home\npeople know I am writing on this subject to you, but it is not a year\n~go since we were talking of the matter to some friends.\nYou are right in your conjecture that he inferred he had seen me in\n-dreams. He often:talked as if I were perfectly aware that I knew it, but\nthat I would not go beyond a certain limit in admitting anything. He\n-frequently talked of electro-biology, second sight, and similar subjects\nleading to these. Now, as to your last remark. \"Names\"! I am quite\nsure it would be highly distasteful to my family to have my name pub-\n1ished in reference to these dreams. I should not like it, but were I alone\n\"r would have consented to it, were there any good to be derived from it,\nand I can understand that cases of this kind furnish more aid if names\nand addresses can be given.\nThe next case seems also to be a \" reciprocal\" one, though we do\nnot learn whether the impressions which suggested to each of the parties\nthe other's presence were always simultaneous. The narrator is a\n.clergyman in Yorkshire; he desires his name not to be published.\nL.-1573-AD pn\nJanuary, 1885.\nThe following experience took place nearly 25 years ago, but there\nis no doubt of its correctness in every detail. I became acquainted\nwith a young lady in London, who, I may say without vanity, fell\n'Violently in love with me. There was a strange fascination about her\nwhich attracted me to her, but although very young, I was far from\nDigitized by Google\n\f358 JourlUJl 0\/Society\/or P8ychical Baearch. [April, 1885~\nreciprocating her affection. By degrees I discovered that she had the-\npower of influencing me when I was away from her, making me seem\nto realise her presence about me when. I knew that she was some-\ndistance away; and then that she was able, when I saw her, to tell me-\nwhere I had been and what I had been doing at certain times. At.\ntint I thought that this was merely the result of accident-that.\nsome one had seen me and reported to her-until one day she told me,\nthat at a certain hour of the day I had been in a drawing-room, which\nshe described, when I knew there had been no chance of collusion, and\nthat no one could have told her of my visit to the house.\nShe then told me that when she began intently to fix her mind on\nme, she seemed to be able to see me and all my surroundings. At first.\nshe fancied it was only imagination, until she saw by my manner that\nwhat she described had really taken place. I had several opportunities.\nafterwards of testing this power, and found she was correct in every\ninstance.\nI need scarcely say that when I had satisfied myself of this I kept\nout of the way of such a dangerous acquaintance. We did not meet\nfor about 10 years, and had drilied so widely apart as to lose sight\nof each other. One day I was walking with my wife on the West Clift\",\nat Ramsgate, when a strange feeling of oppression came over me, and\nI was compelled to sit down. A few minutes afterwards myoId\nacquaintance stood before me, introducing me to her husband and\nasking to be introduced to my wife.\nWe met several times while they sta.yed at Ramsgate, and I learned\nthat she had been married for some years, and had several children;\nbut I ha.ve seen nothing of them since, and have no wish, even if I had\nthe opportunity, of renewing the acquaintance. No reference whatever-\nwas made to the past, and I did not learn whether she had still the-\nstrange power she formerly possessed.\nL.-1574.-AI po\nFrom the Rev. W. E. Dutton, Lothersdale Rectory, Cononley, Leeds.\nJanuary 30th, 1885.\nI am not quite clear as to the exact date, but about the middle of\nJune, in the year 1863, I was walking up the High Street of Hudders-\nfield, in broad daylight, when I saw approaching me, at a distance of a.\nfew yards, a dear friend who I had every reason to believe was lying:\ndangerously ill at his home, in Staffordshire. A few da.ys before, I had\nheard this from his friends. As the figure drew nearer, I had every\nopportunity of observing it; and, although it flashed across my mind\nthat his recovery had been sudden, I never thought of doubting that it.\nDigitized by Google\n\f.April, 1885,] \"Journal oj SOC\/'6tglor P81JchicalRe8e..arck.. 359\nwas really my friend. As we met, he looked nito my eyes with a sael\nlonging expression, and, to my astonishment, never appeared to notice\nmy outstretched hand, or respond to my greeting, but quiet1y passed on.\nI was so taken by surprise as to be unable to speak or move for a few\nseconds, and could never be quite certain whether there waS\nuttered by him any audible sound, but a clear impression\nwas left on \"my .mind, \"I have wanted to see you so much,\nand you would not come.\" Recovering from my astonishment, I\nturned to look after the retreating figure, but it was gone~\nMy first impulse was to go to the station and wire a message; my next.\nwhich was acted upon, was to start oft'immediately to see whether my\nfriend was really alive or dead, scarcely doubting that the la.tter was\nthe case. When I arrived next day I found him living, but in a state\nof semi-consciousness. He had been repeatedly asking for me, his mind\napparently dwelling on the thought that I would not come to see him.\nAs far as I could make out, at the time I saw him on the previous day\nhe was apparently sleeping. He told me !I1terwards that he fancied he\nsaw me, but had no clear idea how or where. I have no means of\naccounting for the apparition, which was that of my friend clothed, and\nnot as he must have been at the time. My mind was at the moment\nfully occupied with other matters, and I was not thinking of him. \".\nT may add that he rallied afterwards, and lived for 8everal months.\nAt the time of his death I was far from bome, but there was no repeti-\ntion of the mysterious experience.\nW. E. DUTTON.\nFebruary 3rd, 1885.\nDEAR Sm,-In answer to your question I have never had, so far as\nI can remember, any other experience of the nature described in my\nnarrative} and·do not think I am a subject for such impressions. This\nmakes the solitary experience all tha more mysterious to me.-Yours\nfaithfully, W. E. DUTTON.\nThe following is a well-a.ttested specimen of a collective hallucination.\nL.-1575\nFrom the Rev. W. Raymond, Ballyheigne, Co. Kerry.\nDecemb6'l' 18th, 1884.\nAbout 30 years ago Miss Mildred Nash, my mother's aunt, died in\nmy mother's house, at the advanced age of 82 years. She had been\nblind for some years, and all orphan cousin of mine had been much in\nattendance on her, My aunt lived and died in a room on the ground\nHoor in the front of our house, which was situa.ted in\" a retired street\nof Tralee. A few days after her death my cousin and I were sitting, on\n• Digitized by Google\n\f..\n360 Journal of Societylor P'1lchical ReB«lrck. [April, 1885.\na. summer evening, at the window of the room over the room in which\nmy aunt had died. I hp..&rd distinctly the words \"Rosy, Rosy\" (my\ncousin's name) apparently from the room beneath,and in my aunt's voice;\nthen I heard my cousin answer to the call, she also heard the voice. I,\nstruck with the strangeness of the circumstance, -at once threw up the\nwindow to see if it were a voice from the street, but there was no one\nvisible, and there could be no one there without being seen. I then\nsearched the house all around, but there was nobody near except our-\nselves-my cousin and myself. The tale ends.there; nothing afterwards\n. happened in connection i-merely the unaccountable fact that two\npersons did independently hear such a voice as I have mentioned. I\nheard both the name called, and the answer.\nWK. RAYMOND.\nRector of Ballyheigne.\nJanuary 9tlt, 1885.\nI send you, as soon as I was able to get it, enclosed statement in\n1lorroboration sent me by my cousin. She mentioned an item that\nhelped to fix the facts in her memory (and which, shows the super-\nstition of the people here) that her neighbours all said she should\nnot have answered, but, as she says, no harm came of it. This was my\nonly experience of auditory hallucination. W. RAYMOND.\nTralee, January 8th, 1885.\nMy cousin, Rev. William Raymond, has asked me if I remember\nabout the voice we heard at the time of the death of old Miss Nash, his\naunt. I do remember that a few days after her death he and I\nwere sitting, one summer evening, in the room ,over the room where she\ndied, that I heard my name called, apparently from that room and in\nher voice, and that I answered the call, and that we searched and\n~ould find no one about who could have spoken.\n, ROBE RAYlIlOND.\nIn answer to inquiries, Mrs. Raymond states that this is her sole\nexperience of an auditory hallucination.\nL.-1576-Ad pn\nFrom Mrs. Harnett (great aunt to Miss Porter, who vouches for the\naccuracy of the account).\nHollybank, Kenley, Surrey,\nDecemiJer, 1884.\nHaving been requested to write down the particulars of an event\nwhich occurred in the lives of my parents, I do so.\nIn 1820, my father and mother, both being under 50 years of age.\nDigitizedbyGoogle '\n\f,April,188\/S.] Journal ojSocielyfor P~chical Ruearc'~. 361\nand in perfect health, were staying in Liverpool (their residence being\nat Whitehaven, in Oumberland), names, Joseph and Ann Mondel.\nOne night, the latter, sleeping peacefully, was awoke by the former\nealling out :-\n\" Ann, I feel sure Anthony Mathers is dead.\"\n\" What makes you think so 7\"\n\" He has just been at the bedside, and la.id an icy-cold hand on my\ncheek.\"\n\"You must have been dreaming.\"\n\" Oh, but my cheek is still cold.\"\nThe old and much-esteemed friend was, at the time, sojourning in\none of the West Indian islands. The season was known to be more than\nusually sickly, so the thought of his danger might have engendered\nmorbid feelings. My father, as well as my mother, was content to res10\nin that hope during the weeks that must elapse ere the news of that\nnight's occurrences inJamaica could reach England. News did arrive, and\nstated that on the night referred to Mr. Mathers succumbed to a sudden\nand.. most severe attack of yellow or other West Indian fever.\nAs a child, I first heard the tale, but often in my presence was it\nrepeated or referred to, later in life, without any change or amplifica.-\ntion of detail. JANET HARNETT.\nL.-1577-At pn\nFrom Mrs. Bettany, 2, Ecking.;on Villas, Ashbourne Grove,\nDulwich.\nNOve'mher, 1884.\nWhen I was a child I had many remarkable experiences of a\npsychical nature, which I remember to have looked upon as ordinary\nand natural a.t the time.\nOn one occasion (I am unable to fix the date, but I must have\nbeen about 10 years old) I was walking in a country lane at A., the\nplace where my parents then resided. I was reading geometry as I\nwalked along, a subject little likely to produce fancies or morbid\nphenomena of any kind, when in a moment, I saw a bedroom known\nas the White Room in my home, and upon the lloor lay my mother, to\nall appearance dead. The vision must have remained some minutes,\nduring which time my real surroundings appeared to pale and die out;\nhut as the vision faded, actual surroundings came back, at first dimly,\nand then clearly.\nI could not doubt that what I had seen was real, so, instead of\ngoing home, I went at once to the house of our medical man and found\nhim at home. He at once set out with me for my home, on the way\nDigitized by Google\n\f362 Journal of Society.lor P81Jchical Re8parck. [April, 1885.\nputting questions I could not answer, as my mother was to all appear-\nance well when I left home.\nI led the doctor straight to the White Room, where we found my\nmother actually lying as in my vision. This was true even to minute\ndetails. She had been seized suddenly by an attack at the heart, and..\nwould soon have breathed her last but for the doctor's timely advent.\nI shall get my father and mother to read this and sign it.\nJEANIB GWYNNB-BBTTANY.\nWe certify that the above is correct.\nIn answer to inquiries, Mrs. Bettany says :-\nS. G. GWYNNE,\nJ. W. GYWNNB.\n(1) I was in no anxiety about my mother at the time I saw the\nvision I described. She was in her usual health when I left her.\n(2) Something a little similar had once occurred to my mother. She\nbad been out riding alone, and the horse brought her to our door bang-\ning half off his back, in a faint. This was a long time before, and she-\nll:ever rode again. Heart disease had set in. She was not in thB habit\nof fainting unless an attack of the heart was upon her. Between ihe-\nattacks she looked and acted as if in health.\n(3) The occasion I described was, I believe, the only one on which\nI saw a scene transported apparently into the actual field of vision, to\nthe exclusion of objects and surroundings actually present.\nI have had other visions in which I have soon events happening as\nthey really were,in another place, but I have been also conscious of r,al\nsurroundings.\nIn answer to further inquiries, she adds:-\n(1) No one could tell whether my vision preceded the fact or not.\nMy mother was supposed to be out. No one knewanythiD:g of my\nmother's being ill, till I took 'the doctor and my father, whom I had\nencountered at the door, to the room where we found my mother as I\nhad seen her in my vision.\n(2) The doctor is dead. He has no living relation. No one in\nA. knew anything of these circumstances.\n(3) The Whiw Room in which I saw my mother, and afterwards\nactually found her, was out of use. It was unlikely she should be\nthere.\nShe was found lying in the attitude in which I had seen her. I\nfound a ha.ndkerchief with a lace border beside heron the floor.\nThis I had distinctly noticed in my vision. There were.other particulars.\nof coincidence which I cannot put here.\nMrs. Bettany's father ha.s given the following fuller account :-\nI distinctly remember being surprised by seeing my daughter in\nDigitized by Coog\n\fApril, 1885.] Jout'fJal ofSociety jor P81\/chical Ruearqn. .363.\n.company with the family doctor outside the door of my residence; and\nI asked \" Who is ill ¥\" She replied, \"Mamma.\" She led the way at.\nonce to the \" White Room,\" where we found my wife lying in a swoon\non the lI.oor. It was when I a'3ked when she had been taken ill, that I\nfound it must have been after my daughter had left the house. Non&.\nof the servants in the house knew anything of the sudden illness, which\nour doctor assured me would have been fatal had he not arrived when.\nhe did.\nMy wife was quite well when I left her in the morning.\nS. G. GWYNNB.\nL.-1678-Ad pn\nFrom the Rev. John Mathwin, Vicar of West Pelton, Co. Durham.\n_ D6C6mher 19th, 1884.\nForty years ago, or thereabouts, when I was a~ut 20 years of'\nage, a lady friend of mine, a distant relative by marriage--age between.\n40 and 50-had for some time been in a delicate state of health, though.\n.not confined to the house. We frequently had quiet conversation&.\ntogether on religious matters. Neither of us was of an excitable turn\nof mind. The invalid herself waa happy, and I felt .a calm and\ncomforting conviction of the truth of Christianity. As well as I can.\nnow recollect I last saw my friend alive about a fortnight before\nher death. She did not seem at that time to be worse than usual, and\napparently might have lived at any ra.te for a few years. However, one·\nnight when I was in bed-say about 4 o'clock in the morning-I\nhad what I may call a vision. A figure appeared before me neatly\ndraped, and a certain brightness about it seemed to awake me. I at..\nonce felt conscious that someone was near me who wished to make\na communication to me. I soon recognised the face of my invalid.\nfriend. She seemed to wish to give me time to collect myself-\nevidently intimating that there was no cause why I should be afraid~\nAs a matter of fact I had no fear at all. My then feelings may perhapb.\nbe best described as partaking both of wonder (or expectation) and\npleasure. When, apparently, the figure had convinced herself that I\nrecognised her, and that I had satisfied myself that I was under no\ndelusion, she seemed to beckon me cheeringly with one or two fingers.\nof her right hand, and to say to me, \"It's all right; come on.\" She-\nthen vanished, and I neither saw nor heard anything more.\nThough there was no injunction given to me not to tell what I had\nseen, I yet felt that the communication was of too solemn a nature to\nallow me at once to talk of it openly. But I said to my brother at..\nbreakfast about 8 o'clock that morning that I had dreamt in the night.\nthat Mrs. So-and-so was dead, and it turned out, as we heard abouiA.\nDigitized by Google\n\f.364 Jourtllli Qf Societyfor P8ychical Ruearck. [April, 188.').\n10 o'clock, that our friend had died during the night. For some years\nI never mentioned this experience to anyone, but afterwards I felt\nno hesitation in talking about it to intimate friends.\nIn answer to inquiries Mr. Mathwin says:-\nFebruary 17t1&, 1885.\nTo my brother I spoke of what I call the vision as if it had been So\n.cJream, but this was because I did not wish to draw his attention very\nspecially to it, although I felt constrained to mention it to him in BOme\nway.\nHe tells me now that he has no recollection of my having spoken\nto him about it, as I did at breakfast on the morning of the death, but\nbefore we knew of the death having taken place. I am not, however,\nsurprised that my brother should not now recollect the remark I made\nto him at that time.\n'Myown strong impresaion all along has been, and still is, that I was\n-communicated with by the spirit of the departed. I, therefore, infer\nthat in reference to that special communication I was to all intents and\npurposes awake. I never had any similar experience before, neither\nhave I had since..1 had no reason to expect any communication of the\n.kind at any time.\nJOHN MATHWIN.\nThe following is a rather strong specimen of a weak class. It is\n-an account of a very unusual depression of spirits, followed by a vivid\ndream. The latter may easily be accounted for as following naturally\non the former. The emotional depression, which coincided in time with\n·the death of a near relative, may, of course, have been accidenta.1; but\nit seems to have been a unique experience in the life of a person of\n-strong menta.1 and physical health, which is in favour of the telepathic\n'explanation.\nL.-1579-Ad pn\nFrom a doctor, who does not wish his name to be published. He is\npersonally known to me, and a man of much intelligence.-E.G.\nDunoon, March 7t1&, 1885.\n'When a boy, about 14 years of age, I was in school in Edinburgh.\n'my home being in the West of Scotland.\nA thoughtless boy, free from all care or anxiety, in the \"Eleven\"\n<>f my school, and popular with my companions, I had nothing to worry\n\"Or annoy me. I boarded with two old ladies, now both dead.\nOne afternoon-on the day previous to a most important cricket\nmatch in which I was to take part-I was overwhelmed with a most.\n'Wlusual sense of depression and melancholy. I shunned my friends and\nDigitized by Google\n\f, ,\nApril, 1885.] Jou1'nal of Soc;et.1I for P81lcMcal Research. 365-\ngot \"c~ffed \" for my most unusual dulness and sulkiness. I felt\nutterly miserable, and even to this day I have a most vivid recollection\nof my misery that afternoon.\nI knew that my father suffered from a most dangerous disease in\n-the stomach-a gastric ulcer-and that 'he was always more or less\nin danger, but I knew that he was in his usual bad health, and that\nnothing exceptional ailed him.\nThat same night I had a dream. I was engaged in the cricket match~\nI saw a telegram being brought to me while batting, and it told me,\nthat my father was dying, and telling me to come home at once. I told\nthe ladies with whom I boarded what my dream had been, and told\nthem how real the impression was. I went to the ground and was.,\nengaged in the game, batting, and making a score. I saw a telegram\nbeing brought out, read it, and fainted. I at once left for home, and\nfound my father had just died when I reached the house. The ulcer in\nthe stomach had suddenly burst about 4 o'clock on the pnnious day,\nand it was about that hour that I had experienced the most unusual\ndepression I have described. The sensations I had on that afternoon\nhave left a most clear and distinct impression on my mind, and now,\nafter the lapse of 15 years, I well remember my miserable feelings.\nJ.D.,M.D.\nIn reply to inquiries, Dr. D. says :-\nI most certainly never had a similar experience of depression, or-\nsuch a vivid dream as the one I tried in my letter to explain. Both\nthe depression and the dream were quite exceptional, and have left a.\nmost clear impression on my memory.\nI fear I cannot name any individual schoolfellow who noticed my\nmost unwonted silence and quietness on that afternoon, but I distinctly\nremembeJ.\"'their chaffing me for not joining as usual in the afternoon's\npractice.-J. D.\nThe following is a similar case :-\n1580-Ad po\nFrom Mrs. Bull, Mossley Vicarage, Congleton.\nJanuary 3rd, 1885.\nOn the evening of January 28th, 1863, I had met several old\nfriends at dinner at a friend's house near Manchester, in which neigh-\nbourhood I had been paying Y~its. Myreturn home to my father's\nhouse was fixed for the next afternoon. I ought to say that between\n~t father and me, his first-born child, a more than common bond of\naffection and sympathy existed, arising from circumstances I need not\nmention, and I was looking forward to my return with earnest longing.\nThe evening had been bright and happy, surrounded by friends I\nDigitized by Google\n\f:366 Journal ofSociety for Psycltical Re&earch. [April, 1885.\nvalued. When I was about to leave, my hostess pressed me to play\nfor her a. very favourite old march. I declined, on account of the la~\nness of the hour, and keeping horses standing. She said, \"It is not\nyet 12, and I have sent the carriage away for a quarter of an hour.\"\nI sat down laughing, and before I played many bars, such an indescrib-\nable feeling came over me, intense sadness heralded a. complete\nbreak down, and I was led away from the piano in hysterics. By 10\n<>'clock the next morning I got atelegram, to ,s8oy my father had gone\nto bed in his usual health, and at a quarter to 12 the night before\n.had passed aw80Y in an epileptic fit, having previously said to my sister\nhow glad he was to think of seeing me so soon, and when she bid him\n.good night, praying God to give them both a quiet night and sleep.-\nYours, much intertsted in your research,\nA. M. BULL.\nIn reply to inquiries, Mrs. Bull says :-\nSince reading your letter last night I have carefully gone over the\nguests of that dinner party, and find them all go~e but one, Frank\nAshton, Esq., The Laurels, Twickenham, and he is too ill to read or\n-to answer a letter. At the time I speak of, I was the widow of the\nRev. J. Lowthian, vicar of Wharton, and the daughter of the Rev.\n.John Jackson, vicar of Over. I never experienced a similar feeling. I\nam not at all naturally i..c.clined to depression, and am perfectly fr~\nfrom what is commonly understood by superstition.\nL.-1581.-Ad Pn\nFrom Miss Martyn, Long Melford Rectory, Suffolk.\nSeptem1Jer 4th 1884.\nOn March 16th, 1884, I was sitting alone in the drawing-room,\nreading an interesting book, and feeling perfectly; well, when suddenly\nI experienced an undefined feeling of dread and horror ; I looked at the\nclock and s80w it was just 7 p.m. I was utterly unable to read so I\ngot up, and walked about the room trying to throw off the feeling, but\nI could not; I became quite cold, and had a firm presentiment that I\nWIl.S dying. This feeling lasted about half-an-hour, and then passed off,.\nleaving me a. good deal shaken all the evening; I went to bed feeling\nvery weak, as if I had been seriously ilL\nThe next morning I received a telegram tel1ing me of the death of a.\nnear and very dear cousin, Mrs. K., in Shropshire, with whom I had\nbeen most intimately associated all my life, but for the last two years\nhad seen very little of her. I did not associate this feeling of death\nwith her or with anyone else, but I had a most distinct impression that\nDiciL bye o·\n\fApril, 1885.} JOlwnal Qf Society\/or Psychical Besem·ch. 367\n:something terrible was happening. This feeling came over me, I\n.afterwards found. just'at the time when my cousin died (7 p.m.). The\n(lonnection with her death may have been simply an a.ecident. I have\n.never experienced anything of the sort before. I was not aware that\nMrs. K. was ill, and her death was peculiarly sad and sudden.\nK. M.\nMr. White Oooper, through whose kindness we obtained this\n;account, in answer to a request of E.G.'s writes as follows :-\n19, Berkeley Square.\nApri17t4, 1885.\nI have asked Miss Martyn whether she had told anyone about het\n·feeling of horror on March 16th. bifore she heard of the death of her\ncousin. She told me she had. She was quite convinced, and perfectly\nremembered telling Miss Mason the same enning, after Miss Mason\nhad COme from church, that she had had a peculia.r feeling of horror\n·and dread for which she could give no account. I then questioned\n.Miss Mason and enclose what she dictated.\nMiss Mason says :-\nThe Rectory. Long Melford. Suffolk.\nApril 5th, 1885.\nI well remember Miss Martyn telling me that a feeling of horror\n,and an indescribable dread came over her on Sunday evening, March\n16th, 1884. while we were in church, and she was alone in the drawing-\nroom. That she was unable to shake it off and felt very restless, and\ngot up and walked about the room. She did not refer to anyone, and\n·could give no caUI\\e for this peculiar feeling. I am under the im-\npression that she told me the SjLD1e evening (Sunday) and before she\nheard of the death of her consin, but I am not certain whether it was\n-on Sunday or Monday that she told me about it.\nAnA. M. MASoN.\nIt:;- We must remind our readers that the· narratives above given\nhave not been finally selected by the Literary Committee for\npUblication; they are merely printed for the consideration of\nthose Members of the Society who may be interested in this\ndepartment of investigation.\nDigitized by Google\n\f368 Journal QISociefylor P3'\/Ichical RaearcA. [April, 1885.\nDR. TAGUET'S PATIENT AT BORDEAUX.\nTo the Editor 0\/ the \"JOUBNAL OJ' TUB SOCIBTY FOB PsYCBICAL RBsBABCH.' ..\nSm,-In an article in Part vn. of the Pf'OCUdit&g8 of the Society for\nPaychical Research (p. 219) reference is made to an observation of M. Taguet-\non a patient under his care in the .Arile del .AlUtu!e&, in Bordeaux, by name-\nNodlie X., which is recorded in the .Anflalea Mid~u, 1884,\np. 325. She is about 24 years of age, and has been treated as insane\nfor lOme time, but her symptoms are variable, and every noW' and\nthen in an nccAB she has shown lOme remarkable capacities, and among them\nwhat is termed by M. Taguet a \"hypeneetheaia of Bight.It She will sit at\nsuch times facing a dull, blank wall with her eyes shut and her eyeballs\napparently upturned in the fashion that often obtains in hysterical, mesmeric\nand other neurotic states; and in this condition, according to M. Taguet'.\ndescription, can read apparently on the blank wall or on a sheet of blank\ncardboard held in front of her face the print, both small and large, of a\nnewspaper held up behind the back of her head, which one could only expect\nher to see if the blank wall or cardboard were a mirror, or if her eyes were\nin the back ofher head. \"Now, Dr. Taguet,\" says Mr.F.W. H. Myers, in the-\nabove-mentioned article, \"does not attempt to explain this, further than by\ncalling it hypeneathesia of vision. But he can hardly mean that she really\nsaw the worda reflected in tbe cardboard. Perhaps the only other IOlution\nwhich suggested itself to him was that she saw the worda clairvoyantly, and\nthis solution he did not like to adopt. And there is, in fact, no reason, as\n~e facta are reported, for aaauming clairvoyance. Thought-tranaference\nwould amply suffice to explain the phenomena.II Of course, to render an\nexplanation by thought-transference poaaible, it must first be ascertained\nthat the worda read by Noelie were previously known to lOme one present.\nWhether this was 80 or not is not mentioned in M. Taguet's article. I wrote-\nto him, and he very kindly sent me a reprint of his article, but I could learn.\nnothing further on this particular point. I ventured to propose a visit, but..\nunfortunately when I reached the Arile du .AliiMllI I found he was not\nin Bordeaux for that day. His aaa istant moat courteously introduced me to\nthe patient, NOlflie X., with whom I talked a little. She was in fairly good\nhealth and good spirita, and her symptoms of mental derangement quite in\nabeyance. Thore was no sign of the abnormal capacities peculiar to the-\naccU, and no attempt at an experiment was therefore made. M. Taguet'.\naaaistant had been present on some previous occasions when the \"hyperma-\nthesia of sight\" had been noticed, and did not seem confident of any\nexplanation. I believe I may say that I made the thought-reading hypothesis>\nintelligible to him, but he_\nwas able at once to aaaure me that no one in the\nroom could have been aware what were the words in the newspaper that was\npresented to tbe back of Noelio's head until they were looked at to confirm\nNoeIie's reading; so that, in fact, he negatived the necesaary foundation for-\na theory of thought-transference. I do not think such a theory had\noccurred to the experimenters, and I am not sure that their attention had\nbeen closely giyen to the point in question. I wrote again later to M.\nTaguet, asking him to remark it in any future experimenta.-I am yours.\nfaithfully, '\nA. T. MYBBS, M.D.\nDigitized by Google\n\f","_id":408}