{"name":"Journal of the Society for Psychical Research V1 N16","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n16_may_1885.pdf","mytitle":"Journal of the Society for Psychical Research V1 N16, May 1885","mylang":"de","content":":No. XVI.]\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nPAGE PAQR\nNew Members and Associates •• •• .. 3691 Casel Received by the Llter&r1Commlttee 876\nMeetingS ot CouncU.. .. .• •• •. .• S69 Mr. EgllDton's Slate.Wrlting .. .. \" 899\nGeneral JIIeetlng ... •.. . . .. . . .. 871 Notes on Reporte of the lIoclety tor\nAnnouncement ot General Meeting ... •• 374 Psychical Research by Mr. W. Davies•• 400\nOxford Branch of the Society for Psychical Reply to Mr. Davies' Criticisms . . •• 407\nResearch •• •• •• .. •. .• .. .. 875 Supplementary Library Catalojl'Ue .. \" 416\nNEW MEMBERS AND ASSOCIATES.\nVICE·PRESIDENT.\nTHE RIGHT REV. THE BISHOP OF RIPON, The Palace, Ripon.\nMEMBERS.\nHUME, A. 0., Simla, India.\nPILCHER, R. H., East India United Service Club, ] 4, St. James's\nStreet, London, S. W.\nPYE, WILLIAM A., 24, Daleham Gardens, Hampstead, London, N.W.\nTATTERSALL, ROBERT W., 31, New Inn Hall Street, Oxford.\nTAYLOR, MISS EDITH, 9, Endsleigh Gardens, London, N.W.\nWINCH, WILLIAM RICHARD, 4, Fenchurch Street, London, E.C.\nASSOCIATES.\nCHOWNE, MRS., 17, Cornwall Terrace, Regent's Park, London, N.W.\nCLAVEQUIN, EDWARD, Munster Lodge, Monkstown, Dublin.\nELLIOTT, CHARLES ALFRED, Lismore, St. Leonards·on·Sea.\nHAMEED,ULLAH, M., Christ's College, Cambridge.\nISHAM, LADY, Lamport Hall, Northamptonshire.\nWOODHEAD, JOHN C., 171, West Washington Street, Chicago, UL\nMEETINGS OF COUNCIJ....\nAt a Meeting of the Council held on the 24th of April, the Presi-\ndent in the Chair, the following Members were present :-Messrs.\nAlexander Calder, Walter H. Coffin, Edmund Gurney, Professor\nOliver J. Lodge, Messrs, C. C. Massey, F. W. H. Myers, E. R. Pease,\nF. Podmore, Professor H. Sidgwick and Messrs. H. A. Sn:ith and\nHensleigh Wedgwood.\nThe minutes of the previous Meeting having been read on the\nDigitized by Coog\n\f370· Journal qf Society for P8ychical Researclt. [May, 1885.\nproposition of Mr. Myers, seconded by Professor Sidgwick, the Bishop\nof Ripon was unanimously elected a Vice-President of the Society.\nThree new Members and two new Associates, whose names and\naddresses appear on another page, were elected.\nMr. Myers reported an anonymous donation of £1 to the funds of\nthe Society.\nIt was resolved, on the proposition of Mr. Gurney, seconded by\nProfessor Sidgwick, that any Member or Associate who desires to ma.ke\nuse of any part of the contents of the Journal in any public Dlanner.\nsha.Il be at liberty to do so, if he previously obtains the sa.nction of the\nEditor of the Journal.\nIt was also resolved that the Assistant Secretary be requested to\ndraw up a report of the substa.nce of any discussion which Dlay arise on\npapers read at the General Meetings of the Society, for insertion in the\n.Tournal, and that the report be sent round in proof to those who have\nta.ken part.\nMr. Gurney having brought forward the subject of the titles of\ncertain books appearing in the cata.logue of the Library, and also the\nquestion of the classification of the Catalogue, it was resolved that the\nwhole matter be referred to the Library Committee to report, and that\nthe Library Committee be requested to prepa.re a catalogue of the\nmore scientific works.\nThe next Meeting of the Oouncil was fixed for Friday, the 8th of\nMay, at 4.45 p.m.\nA Meeting of the Council was also held on the 8th of May, Professor\nSidgwick in the chair, at which Messrs. Alexander Oalder,\nEdmund Gurney, Richard Hodgson, C. O. Massey, F. W. H. Myers,\nE. R. Pease and J. H. Sta.ck were present.\nAfter the minutes of the previous Meeting had been read, three\nnew Members and four new Associates were elected, whose names are\nincluded in the list on another page.\nLetters of resignation were received from La Duchessa di Marino,\nMr. Frederick T. Mott, and Mrs. Walsham, Associates of the Society.\nSeveral presents· to the Library were on the ta.ble, which are\nsepa.rately acknowledged elsewhere. These included a complete set of\nthe volumes of\" Psychische Studien,\" from the commencement, from\nthe Hon. Alexander D. Aksakof.\nThe usual monthly cash account, for April, was presented.\nIt was decided that a General Meeting of the Society should be\nheld on Friday, the 29th inst., at the rooms of the Society of Britiah\nArtists, Suffolk-street, Pall Mall, S.W., the chair to be taken at\n8.30 p.m. The papers to be read will include selected portions of the\npaper on \" Some Higher Aspects of Mesmerism,\" deferred from the last\nDigitized by Coog\n\fMay. 1885.] Journal of Society lor Psychical Researcl,. 371\nmeeting, and the first part of the final Report on Alleged Theosophical\nPhenomena..\nIt is intended to hold another meeting, at which the second part of\nthe above-mentioned report will be read, in the third week in June. To\nboth these meetings Members and Associates will be at liberty to\ninvite friends.\nThe next Meeting of the Council was fixed for the 29th of May,\nat 4.30 p.m.\nREPORT OF GENERAL MEETING.\nA General Meeting of the Society was held on the evening of\nFriday, April 24th, at the Rooms of the Society of British Artists, in\nSuffolk-street, Pall Mall.\nThe President, who occupied the chair for the first time, made a\nbrief opening address. Beginning with a warm tribute to the services\nrendered by his predecessor, he proceeded to give 0. sketch of the\nprogress of the Society from its commencement, stating, among other\nfacts, that the number of members had reached the total of 586; that\nmore than U,OOQ copies of the Proceedings were in circulation; and that\nthe Society's Library consisted of more than 800 volumes, of which about\none third are foreign works. He then dwelt on the importance of\naccumulating experimental results, especially in the direction of\nthought-transference, which-once proved-would serve as a basis for\nfresh departures; and also of collecting and sifting contemporaneous\nevidence bearing on every branch of psychical inquiry. He further\ninsisted that, whilE! the reality of the alleged phenomena can only be\nproved by the strongest evidence, cases which are of less evidential\nstrength may still be worth examining for their theoretic bearings.\nIn conclusion; he totally repudiated the idea that the search into allY\ndepartment of natural fact can properly be regarded as 0. hopeless task,\nor one forbidden to the human intellect.\nMrs. Sidgwick then:read the continuation of her paper on the evidence\ncollected by the Society for \"Phantasms of the Dead,\" dealing with\nphantasms having any of the following characteristics to distinguish\nthem from mer~ly subjective hallucinations :-(1) Correct information,\npreviously un1o!.own to the percipient, conveyed by the phantasm; (2)\nSome clearly defined object aimed at in the manifestations; (3) Such\ndecided resemblance in the apparition to a deceased person unknown to\nthe percipient that the latter afterwards recognises his portrait; (4)\nBeing seen by two or more persons independently and at different\ntimes.\nDigitized by Google\n\f372 Jourmtl oj Society jor PBychical Research. [May, 1885 -\nIncluding under the first head cases of apparitions after the death,\nbut before the percipient knows ofit, there were in the collection about.\nsix cases ha~ing this kind of confirmation. The second head was very\npoorly represented, but under the third and fourth-especially the\nfourth-llrs. SidgwiIJk mentioned 18 narratives, all of them accounts\nof haunted houses.\nIn discussing the characteristics of these, she stated that haunting\nwas not ccnfined to old houses; that there was very little evidence for\nthe appearance of ghosts on special anniversaries; not much connecting\nthem with cnmes or tragedies; and that in half the cases they are not\neven by rumour connected with any dead person in particular. She\nfurther pointed out that they are seen in all kinds of light, and by all\nkinds of people.\nProceeding to the theory of haunted houses she professed herself\nquite unable to form a satisfactory one, but thought it perhaps worth\nmentioning the only four that had occurred to her.\nThe first of these, namely, that the apparition is something that\noccupies and moves through space, and would be in the room whether\nthe percipient were there to see it or not,-she dismissed as almost\nentirely unsupported'by the evidence.\nThe second-analogous to the telepathic theory of phantasms of the\nliving-was. that the apparition is a hallucination, caused in some way\nby some communication without the intervention of the senses, between\nthe disembodied spirit and the percipient; its form depending on the\nmind of the spirit, or of the percipient, or of both. This, notwith-\nstanding the difficulty introduced by the local characterof the haunting,\nseemed to her a decidedly more plausible hypothesis.\nThe third theory was that a tendency to a particular hallucination\nis in some sense catehing i-that A having had a purely subjective\nhallucination, B is liable, being in the same house as A, to see the same\nthing.\nThe fourth theory was that there is something in the building\nitself-some subtle physical influence-which produces in the brain that\neffect which, in its turn, becomes the cause of a hallucination.\nMrs. Sidgwick concluded by summing up the evidence afforded by\nthe Society's collection for \"Phantasms of the Dead\" as follows:-\nFirstly.-She said that there were a large number of instances of\nappearances of the dead shortly after their death, but that generally\nthere was nothing by which we could distinguil'lh these from simple\nsubjective hallucinations. In a few cases, information conveyed seemed\nto afford the required test, but these were at present too few to make\nit certain that the coincidence was not due to chance.\nSecondly.-There were cases of single appearances at a' consider-\nDigitized by Google\n\f.~y, 1885.] Journal of Society\/or Psychical Research. 373\nable interval after death, but at present none which we had adequate\ngrounds for attributing to the agency of the dead.\nThirdly.-There were num<lrous cases of seemingly similar appari-\ntions, seen in particular houses, without, apparently, any possibilityofthe\nsimilarity being the result of suggestion or expectation, but the evidence\nconnecting such haunting with any definite dead person was small, and\n.the evidence for tile operation of any intelligent agency in it, nil; and\nuntil we could discover more about the laws that seem to govern such\nhaunting, we were hardly justified' in forming any tbeory as to its\ncause-except as a provisional hypothesis.\nShe feared tbat as regarded present conclusions, the result of the\ninvestigation would appear to many unsatisfactory. But she did not\nherself think that we ought to expectso quickly to come to a conclusion,\nand she said tbat her examination of the evidence had at any rate\nconvinced her that the inquiry, though likely to be long and difficult,\nwas worth pursuing with patience and energy.\nMr. F. W. H. Myers, referring to the frequent absence of purpose in\nthe visits of \"ghosts,\" said that it occurred to him tbat taking the whole\nnumber of fairly well-attested accounts of apparitions in the past tllere\nwas a larger proportion in which a definite purpose was apparent than in\nthose which had been selected in the paper we had heard. He thought\nwe must try and find out what the \"ghost\" wanted, without laying\nmuch stress on the intrinsic importance of the object. He gave the\noutline of a remarkable story told by J ung-Stilling, in which one of\nthree schoolmasters having died, first one and then the other of the\nsurvivors was disturbed by noises, and by the figure of the deceased,\nwllo by its actions and gestures a.ppeared to be desirous of conveying\nsome special request. Endeavouring to interpret these, they finally\ndiscovered that the deceased had left various small bills of private\nexpenses unpaid. On these being settled, no further manifestation\noccurred. Mr. Myers did not wish it to be understood that he believed\nthis grotesque story represented a literal reality. But, if we did ascend\nhigher, we might suppose tbat we should be desirous that even small\nduties should not be left unfulfilled, and these phenomena might be the\nresult of a kind of unconscious dream. He thought that tbe causes\nmight, in some eases, be of so tri1l.ing a character that it would be\nimpossible to discover them.\nMr. Bidder, Q.C., had been most struck by the lastalternath'e theory\nwhich the writer of the paper had brought forward. It had previously\nOccurred to him whether in some of those cases in which a phantom was\n$aid to appear in the same place from time to time, there might not\nbe another hypothesis; whether it might not be possible that the phan-\ntom was neither objective nor su1dective, but due to some effect having\nbeen produced on the surrounding objects, a sort of physical reminis-\nDigitized by Google\n\f374 Journal of Society lo\" P3flchical Re8earth. [May. 1885.\ncence, so to speak, which could under certain circumstances be percei\\\"ed\nby persons sufficiently sensitive. His idea was that; there might be\nsomething analogous to the property which some substances possess of\nabsorbing light, and thus becoming luminous for a long time afterwards.\nA gentleman inquired whether there were any haunted houses\nwithin easy access from London at the present time, as it would be very\ninteresting to have the personal experiences of any of the Society who\nmight visit them.\nMr. Podmore called the attention of the Members of the Society to\nthe announcement in the last number of the Journal, and said that every\nfacility would be afforded to any who were desirous of investigating.\nThe President, referring to the humorous n.spect of the question,\nsaid that he should be well pleased if the result of the inquiry was that\nthere would be one laugh the less and one truth the more. He did not\nthink we must judge of these things as if the spirits of the departed\nwere necessarily engaged in them. The real interpretation might be very\nditrerent from this. His view was that at present we were more con-\ncerned with, facts than· vTith explanations. It was our duty to\nendeavour to account for the evidence before us, in the first place, by\nthings which we knew. At the same time, we could not say there was\nany inherent improbability in appearances of some kind of the departed.\ni'he inquiry we were engaged in included matters of rare occurrence and\nof great interest, and we must not suppose that there was any apriori\nimprobability, if we should ultimately be driven to accept as the real\nexplanation of the phenomena that they were actually phantasms of\nthe dead.\nOwing to the lateness of the hour the question was put to the\nmeeting by Mr. Gurney whether the second paper which it was intended\nto bring forward, and which he feared would occupy at least 40 minutes,\nshould be read, or whether it should be postponed. The wish of the\nmeeting appearing to be in favour of the latter course, the paper was\npostponed, and the meeting RSsumed a conversational character.\nANNOUNCEMENT OF GENERAL MEETING.\n,The next General Meeting of the Society will be held on Friday,\nMay 29th, at the Rooms of the Society of British Artists, Sutrolk-\nstreet, Pall Mall, at 8.30 p.m., when papers will be read by Mr. Gurney\non Mesmerism, and by Mr. Hodgson on Alleged \"Theosophical\"\nPhenomena.\nDigitized by Google\n\flrJay,l885.l' .TouNlal qf Soeietll lor P'1lcMcal Be8eal·cl,. 375\nOXFORD BRANOH OF THE SOCIETY FOR PSYOHICAL\nRESEAROH.\nThis branch was f<>rmed in January, 1885, under the presidency of\nMr. A. Sidgwick, M.A., of Oorpus Christi Oollege. The branch owes\nits formation chiefly to the efforts of Mr. F. Podmore, who paid a. visit\nto Oxford in the Michaelmas term. Several meetings of 'the branch\nhave been held, and committees of investigation have been formed;\nbut so 'far no reports have been presented. A genei-al meeting was\nheld last term, at which Mr. F. W. H. Myers delivered a very interesting\nlecture. The rules are similar to those of the Cambridge Branch. The\ncomposition of the branch is as follows :-\nPRESIDENT:\nA. SIDGWICK, M.A. (C.C.C.)\nSECRETARY:\nEARL R,USBBLL (Balliol).\nMEMBERS:\nMiss Edith Argles.\nMiss F. M. F. Skene.\nSt. G. Stock.\nR. E. Baynes.\nA. R. Bonus.\nR. Castle.\nI\nI\nH. S. Holt.\nO. Beatty.\nW. G. Arkwright.\nP. L. Gell.\nF. C. Schiller.\nAFFILIATED MEMBERS.\nF. H. Matthews (C.C.C.).\nV. W. Maughan (St. John's).\nR. C. Fillingham (Merton).\nC. R. Fraser (Balliol).\nP. U. Henn (Worcester).\nH. Y. Oldham (Jesus).\nR. F. Sharp (New ColI.).\nA. CurtoiB (Worcester).\nH. J. Cohen (Jesus).\nC. Y. Sturge, B.A. (Trinity).\nV. G. Plarr (Worcester).\nW. Miller (Hertford).\nF. E. Suckling (St. Mary Hall).\nC. E. F. Starkey(Pembroke).\nC. P. R. Young (Pembroke).\nD. Dunstan (The Museum).\nA. E. Rubie (B.N.C.).\nF. W. Walton (Keble).\nE. A. Jepson (Balliol).\nA. H. PeppinJWorcester}.\nG. Acheson ( niv.).\nC. H. Roberts (Balliol).\nS. D. DarbiBhire, M.D.\nS. Ball, M.A. (St. John's).\nW. S. Swayne, B.A. (New ColI.).\nS. Alexander, M.A. (Lincoln).\nA. H. Bassano (Balliol).\nJ. F. McArthur (Balliol).\nJ. F. Wykes (Jesus).\nDr. Collier (M. B. Cam.).\nC. W. Peake (Hertford).\nH. Cross (Hertford).\nB. M. Allen (Balliol).\nH. M. Laurie (Balliol).\nDigitized by Google\n\fJournal of &Cietufor PBtlcnical Research. [Ma,.l885.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n(Continued.)\n[It has been suggested that the use of the letters Ad po (Agent\ndying, Percipient normal) and similar symbols at the head of these\nnarratives is open to' objection, on the ground that it assumes a\nparticular explanation of Phantasms of the Living which ought not to\nbe regarded as established. It seems desirable, therefore, to explain\nthat no such assumption is intended to be implied. By\" Percipient\" is\nmerely meant the person who perceives the phantasm, and by \" Agent \"\nthe person who is apparently the cause of the phantasm, whether he be\nso consciously or not. Thus, for example, the terms in no wa.y\nexclude even the supposition that a \"veridical\" apparition is directly\ndue to some subtle ma.teria.l body, usua.lIy associated with the ordina.ry\nbody of the agent, but under specia.l circumstances separating itself\nfrom it, and ca.reering through space by itself. Our readers are of\ncourse aware that the hypothesis put ,forward by the Literary\nCommittee, under the name\" Telepathy,\" is quite different; it is that\nsuch apparitions are directly due to ha.lIucination, but that this\nhallucination is caused by some ·communica.tion acting otherwise than\nthrough the ordina.ry channels of the senses, between the minds of the\nperson perceiving and of the person about whom information seems\nto be conveyed.\nAs there has been some misa.pprehension as to what is implied in the\nword\" Telepathy,\" it may be worth while to quote here the passage in\niIle Proceeding., Vol. I., p. 147, where the word is first introduced by the\nLiterary Committee: \"Clearly then, the analogy of Thought-transference\nwhich seemed to offer such a convenient logical ..tart, cannot be pressed\ntoo fa.r. Our phenomena break through any attempt to group them\nunder heads of transferred impression, and we venture to intrQd.uce\nthe words Telre.tlt.e8'ia and Teiepatl,y to cover all cases of impressions\nreceived at a distance without the normal operation of the recognised\nsense' organs.\" Again, in Vol. II., p. 118, the following extension of\nmeaning was explained in a note: \" We began by restricting this\nword to cases when the distance through which transference of im-\npressions took place, far exceeded the scope of the recognised senses.\nBut there is great convenience in extending the term to all cases of\nimpressions conveyed without any aft'ectionof thepercipient'srecognised\nsenses, whatever may be his distance from the agent.\" To limit' the\nmeaning of the word by making it imply any theory either as to the\nmode of conveyance of the impression, or as to the mental conditions\nrequired either in the agent or percipient, would certainly be undesir-\nable in the present state of the inquiry. ED.].\nDigitized by Google\n\fMar. 1885.] Journal qf Societg for· P8gchical Re8earch. 377\nL.-I060-Ad pa\nThis narrative is forwarded to us through Miss Richardson, known\nto Mr. E. R. Pease.\nFrom Miss Richardson, 47, Bedford Gardens, Kensington, W.\nThe writer is a very worthy wife of a shopkeeper at home, who\ntold me the' occurrence some years ago, then with more detail, as it was\nfresh in her memory, and her husband can vouch for the facts told him\nat the time, and the strange \"uncanny\" effect of the dream on her\nmind for some time after.\nFrom Mrs. Green to Miss Richardson.\nNewry, 21st First Hontlt, 1885.\nDEAR FRIEND,-In compliance with thy request, I give thee the\nparticulars of my dream.\nI saw two respectably-dressed females driving alone in 11- vehicle like\na minera.l water cart. Their horse stopped at a water to drink; but as\nthere was no footing, he lost his balance, and in trying to recover it he\nplunged right in. With the shock, the women stood up and shouted for\nhelp, and their hats rolle off their heads, and as all were going down I\nturned away crying, and saying, \" Was there no one at all to help\nthem 1\" upon which I awoke, and my husband asked me what was\nthe matter. I related the above dream to him, and he asked me if I\nknew them. I said I did not, and thought I had never seen either of\nthem. The impression of the dream and the trouble it brought was over\nme all day. I remarked to my son it was the anniversary of his birth-\nday and my own also-the 10th of First Month, and this is why I\nremember the date.\nThe following Third Month I got a letter and newspaper from my\nbrother in Australia, named Allen, letting me know the sad trouble\nwhich had befallen him in the loss, by drowning, of one of his daughters\nand her companion. Thou will see by. the desel'iption given of it in the\npaper how the event corresponded with my dream. My niece was born\nin Australia, and I never saw her.\nPlease return the paper at thy convenience. Considering that our\nnight is their day, I must have been in sympathy with the sufferers at\nthe time of the accident, on the Tenth of First Month, 1878.\nIt is referred to in two separate places in the newspaper.\nFrom tht' Inglewood Advertiser.\nFriday evening, January Iltlt, 1878.\nA dreadful accident occurred in the neighbourhood of Wedderburn;\non Wednesday last, resulting in the death of two women, named\nLeheyand Allen. It appears that the deceased were driving into\nWedderburn in a spring cart from the direction of Kinypanial, when\nDigitized by Google\n\f378 Journal Qf &ciety for Psgckical Research. [llay,1885;.\nthey attempted to water their horse at a dam on the boundary of Torpi-\nchen Station. The da.m was 10 or 12 feet deep in one spot, and int<>\nthis deep hole they must have inadvertently driven, .for Mr. W.\nMcKechnie, manager of Torpichen Station, upon going to the dam some\nhours afterwards, discovered the spring cart and horse under the water,\nand two women's hats Boating on the surface. . • . • The dam\nwas searched, and the bodies of the two women, clasped in each other's\narms, recovered.\nExt!'8.Ct from Evidence given at the Inquest.\nJoseph John Allen, farmer, deposed: I identify one of the bodies as\nthat of my sister. I saw her about 11 a.m. yesterday. • . • The\nhorse had broken away and I caught it for her. Mrs. Lehey and my\nsister met me when I caught the horse. • They then took the\nhorse and went to Mr. Clarke's. I did not see them afterwards alive.\nWilliam McKechnie deposed . • • About 4 p.m. yesterday, I\nwas riding by the dam when I observed the legs of a horse and the\nchest above the wawr.\nFrom Mr. Green, Newry.\n15tl, Second Month, 1885.\nDEAR FRIEND, EDITJI RICHARDsoN,-ln reference to the dream that\nmy wife had of seeing two women thrown out of a spring cart by their\nhorse stopping to drink out of some deep water, I remember she was\ngreatly distressed about it, and seemed to feel great sympathy for them.\nIt occurred on the night of the 9th of January.\nThereo.son I can .remember the date so well is that the lOth was the\nanniversary of my wife and our son's birthday. AlI the day advanced\nshe seemed to get worse, and I advised her to go out for a drive; when\nshe returned she told me she was no better, and also said she had told\nthe driver not to go near water, lest some accident should happen, as\nshe had had such a dreadful dream the night before, at the same time\ntelling him the nature of it. As my wife's niece did not live with her\nfather, he was not told of it until the next morning, which would be our\nevening of the 10th, and which we think accounted for the increased\ntrouble she felt in sympathy with him.\nTHOS. GREEN.\nMrs. Green has had no other experience of the sort.\nInglewood is in Queensland, on the border of New South Wales.\nNote.-This appears to us to be, for a dream, a verystrong C8.IIe,on account\n(If the amount of detail. The fact that the figures seen were merely recognised\naa \"two females\" diminishes, of course, the force of the coincidence;\nthough, perhaps, one would hardly expect recognition of persona unknown\nto the percipient. What we more regret is that the account of the dream\n'W8B not written down (as wellaa told) before the· confirmatory news waa\nDigitized by Google\n\fMay,l885.] Journal oj Society .fo;' PS.lfckical Besem·ch.' 3';\"9\nreceived. We should then have had absolutely independent accounts of\ndream and accident, and probably more details of the dream than it is now\npoBBible to obtain, and the narrative would then have been evidentially one\nof the best in our collection.\nL.-1582-Ad pn -(Borderland).\nExtract from a note-book of the Rev. T. Williams, Rectory,\nAston-Clinton, Tring. (The note was made by Mr. Williams on the\nreceipi; of a letter from his sister narrating the occurrence.)\nMrs. Stewart, sister-in-law of Jane, my sister's servant, came up to\nask if any news from home. She said, with her husband in bed-\nmoonlight--chest of drawers between window-saw her mother standing\n-felt perfectly awake-she hid her face-a third time looked up-heard\n[1 saw] nothing, but heard men calling up-knew exact time. Shecame\nup to my sister's and related this the same day-said dreading to hear\nknock at door all day-fearing to hear of something having happened ,to\nher mother. Her friends, who lived at Church Stretton, came a month\nafter to christening of her baby; in mourning-said mother's sister,\nwho exact image of her mother, had died at the very time of her vision\n-but friends did not tell Mrs. Stewart, because of her condition. This\nwritten from my sister's account, who saw Mrs. Stewart (Margaret) on\nthe day of the vision, and heard account of what seen from lierself.\nThe following is from the husband of. the percipient, who is herself\ndead :-\nAP1-il, 1885. '\nMrs. Stewart, the wife of a carpenter, living in Abergavenny,\nMonmouthshire, and who [Mrs. S.] is since dead, was in the year 1874,\nin bed, and early one morning, being sure she was awake, (for she had\njust heard the railway men being called to their work by the call boy,)\nshe looked up to see the time, and in one corner of her room she saw\ndistinctly what she thought was her mother, intently looking at her.\nShe was startled, and hid her face. On looking a,,\"8.in the vision was\nstill there, but on looking up a third time it had disappeared. Mrs\nStewart come up that day to see a sister-in-law who was in service llear\nthe town, to ask if she had had allY tidings from her home (the im-\npression the vision hacl made was so great), but nothing had been heard.\nTime passed on, and all seemed forgotten, when some of her friends\ncame up to Abergavenny, to the christening of a little baby, born ill\nthe meantime. They were in mourning; and inquIries were made as to\nthe friend mourned for, when it was told that on the night Mr&.\nStewart thought she saw her mother, a sister of the mother's, to whom\nshe bore a great likeness, had died about the hour named, at IIOme\nDigitized by Google\n\f380 Journal of 8ocief,l Jo,. P'1fCAical Baearcn. [Yay, 1885.\ndistance off, but they did not tell Mrs. Stewart of the death until some\nweeks after it happened, aa Mrs. Stewart waa in delicate health a.nd\nmuch attached to her aunt.\nJon STEWART.\nL-1583-Ad po\nFrom Miss Burrows, The Poplars, Normans Place, Altrincham.\nDecember, 1884.\nSIR,-I can furnish you with an instance of my name being called\nby my mother, who was 18 miles off, and dying at the time. I was not\naware she waa ill, nor was I thinking about her at the time. No one\nhere knew my name, and it waa her voice calling, as I was always\naddressed at home\" Lizzy.\" I can give you more exact information if\nyou require it.-Yours truly,\nE. BURROWS.\nThe Poplars, Normans Place, Altrincham.\nMarch 18tl~, 1885.\nIn regard to voice which I heard call my name on the 19th\nFebruary, 1882, I recognised it instantly as being that of my mother.\nIt was 'Veril loud, sharp, and impetuous as if frightened at something.\nOur house is detached, very quiet, and the only innl8.tes of the house\nbeside myself were two gentlemen, aged respe::tively 58 and 37, and a\nwidowed daughter-in-law [of the elder gentleman] who had lived with\nthem five years; and not one of them knew my Christian name. I\nwas thunderstruck, and ran out of my room to see if I coulc;l account\nfor the voice. I told tl~ lady tl~e same morning.\nI never saw anything I thought supernatural, and only once before\nhad anything like a. similar hallucination. My father and mother were\nnot superstitious people, and a healthier family could not possibly be\nthan ours.\nE. BURROWS.\n[The other occasion was 12 years previously, when Miss\nBurrows and her mother heard some sounds which seemed to them\nunaccountable.]\nFrom Mrs. Griffiths, 31, Rosaville Road, Fulham Road.\nMarch 25el£.\nDEAR SIR,-I am very glad to be able to corrobra.te the statement\nmade by Miss Burrows, about hearing herself called by name at the\ntime of her mother's death. I cannot remember the exact.date, but it\nwas a Sunday morning in February, 1882, and when I came down to\nbreakfast she told me about it and said that a voice called \" Lizzy\"\nDigitized by Google\n\fMay,l885.] Journal of Society for P8!\/ckical Re8earch. 381\ndistinctly, and it sounded just like lier mother's. The next morning she .\nhad the news of her mother's death; and she had not one idea that she\nwas ill before, 80 that it could not have been fancy.\nH. GRIFFITHS.\n[It will be seen that Miss Burrows gives February 19th as the date~\na.nd Mrs. Griffiths mentions independently that the day was a Sunday.\nThe 19th of February, 1882, fell on a Sunday.]\nL.-1584-Ae pn\nFrom Joseph Smith, M.D., Warrington.\nNovemlJer 24tl\" 1884.\nWhen I lived at Penketh, about 40 years ago, I was sitting one\nevening reading, and a voice came to me, saying, \"Send a loaf to James\nGandy's.\" I continued reading, and the voice came to me again, .. Send\na.loof to James Gandy's.\" Still I continued reading, when a third time\nthe voice came. to me with greater emphasis, \"Send a loaf to James\nGandy's;\" and this time it was accompanied by an almost irresistible\nimpulse to get up. I obeyed this impulse and went into the village.\nbought a large loaf, and seeing a lad at the shop door, I asked him if he\nknew James Gandy's. He said he did; so I gave him a trifle and\nasked him to take the loaf there, and to say a gentleman had sent it.\nMrs. Gandy was a member of my class, and I went down next morning\nto see'what had come of it, when she told me that a strange thing had\nhappened to her last night. She said she wanted to put the children\nto bed, and they began to cry for food, and she had not My to give\nthem; for her husband had been for four or five days out of work.\nShe then went to prayer, to ask God to send them something; soon\nafter which a lad came to the door with a loaf, which he said a gentle-\nman gave him to bring to her. I calculated upon inquiry made of her\nthat her prayer and the voice which I heard exactly coincided in point\nof time.\nJOSEPH SMITH, M.D.\n(For many years leading medical practitioner in Warrington, and a class\nleader in the Wesleyan Methodist Church.)\nJoseph Smith, M.D\" dictated and signed the above in my presence.\nJAMES ALEX. MACDONALD.\nL.-1585-Ad pn ~(Borderland)\nFrom Miss Kate Jenour, 23, Belsize-square, South Hampstead, N.W.\nNovember, 1884.\nOn the 4th May, 1883, when on board the H. M. S. Spartan, on my\nDigitized by Google\n\f382 Journal oj &ciet!1 \/01' P8ychical Re8em·ch. [May. 1885.\nway to Cape Town, I was awoke by hearing someone in my cabin, which\nI alone occupied, when to my surprise I saw the figure of a friend of\nmine standing by my berth. It then disappeared, and by the first\nmail after my arrival at Cape Town, I received the news of my friend's\ndeath, which took place at 10.30 p.m. on that day. I told two or\nthree passengers on board, who made a note of it.\n[Miss J enour is well known to an intimate friend of mine, who has\nheard the account from her viva voce j but repeated letters of mine to\nher have remained unanswered. Unfortunately our common friend\nis in India.-E.G.]\nL.-1586-Ae PD\nMrs. Robinson (care of George May, Esq., The Warren, Caversham,\nReading) reports that about the year 1871, one evening, at 7 or 8\no'clock, she had an auditory hallucination-a voice \"calling the name\nof an old nurse three times consecutively, and twice heard.\" The voice\nwas that of her son, who \"was abroad, as was supposed. He returned\nunexpectedly next day, very ill, and died soon after.\"\nJ. R. ROBINSON.\nAsked if she had ever had any other hallucination of the senses, Mrs.\nRobinson replied that she had not.\nThe following fuller account is from Miss Leete, known to our\nfriend, Miss Porter, as a thoroughly trustworthy reporter:- .\n.August 19t1t, 1884.\nI have received the following account direct from Mrs. Robinson,\nan elderly lady, now living in Reading. One evening in the year 1871\nshe was sitting alone at needlework when she heard the voice of an\nabsent son, Stamford Robinson (supposed to be abroad, but he had not\nbeen heard of for some considerable time), in the passage outside, calling\nloudly three times, \" Nar, Nar, Nar.n This was the pet name of an\nold family nurse, who had stood to all the children almost in a mother's\nplace, owing to Mrs. Robinson's constant attendance on an invalid\nhusband. She rose and opened the door, fully expecting to find her\nson in the hall, but seeing no one, resumed her work, and concluded the\nsound was due to her own imagination. No sooner had she done so\nthan the same cry was repeated three times as before. This time Mrs.\nRobinson\/eit that it was due to so~e exceptional cause, and a strong\nconviction that her son was in some trouble, which conviction she\nexpressed to more than one person in the house. The next day her son\narrived home, suddenly and moat unexpectedly, in an almost dying\ncondition, and after a three wtleks' illness died at a very early age-\nabout 25, if I remember rightly. JBSSIE LEETE.\nDigitized by Google\n\f~Y. 1.885,] Journal of Society for Psychical Reseaf·ck. 383\nL.-1587-Ad Pia\nThis case was first described to us by a clergyman, as follows :-\n.Marcl~ 5th, 1885.\nSome 18 or 19 years ago, I remember calling on a working\nmaltster, whose employer was living at Lill-coln. His employer was\nill at the time, and I asked the man if he had heard from him lately.\n\"NQ,\" he said, \"but I am afraid he is dead.\" And on my inquiring\nwhy he thought so, he replied that on going out that morning early he\nhad seon his employer standing on the top of the steps that lead up to\nthe kiln door, as pla.inly as he ever had seen him in his life.\nIt was as he expected; the first news that came reported his\nemployer's death.\nI have no doubt the man I speak of either saw this appearance,\nor believed he saw it.\nIn answer to inquiries, this informant says :-\nMarcl~ 12tl£, 1885.\nSince receiving your letter I have had the curiosity to look over my\nold diaries, thinking I might have made a. note of the occurrence, and\nunder the date of Thursday, the 22nd of October, 1863, I find the follow-\nDead.\ning: \"Report of Mr. W.'s death. A M. saw his C wraith' on Tuesday\nmorning about 5 o'clock.\"\nThis differs somewhat from what I told you in my last letter, for I\nsaid that the man had seen the appearance that same morning, inwhich\nI spoke with him. Here it seems it was two days before. But still he\nhad told me before it was known for a certainty that Mr. W. was\ndead. For you observe the word \"dead\" put in over the A. This I\nknow from my own habit was put in afterwards. There is no communi-\ncation between this place and Lincoln, except on the market day, Friday.\nAt that time of year, moreover, the carriers who go to Lincoln would\nnot get back before night, and consequently I should most probably\nnot have learned the certainty of the report until some time on Satur-\nday. Then instead of making a new note of it, I simply put in the\nword\" dead,\" to show that the report was true when I first heard it.\nMoreover, I used the Scotch word \"wraith\" instead of \"ghost\" or\n\"spirit,\" as I had an ides. that the former word was applied to\na.ppearances before death.\nI observe that the man said\" about 5 o'clock.\" Of course, thi\nwould be a vag.le expression for any time up to 5.30, or thereabouts,\nwhen the morning would not be very clear perhaps, but sufficiently so\nto enable one to see an object some 10 or 12 yards off, and I am not\nSure it was quite so much.\nDigitized by Google\n\f384 Journal ofSociet!lfor P8!1cMcai Research. [May, 1885.\nI cannot say that Mr. W. was dead at the time M. saw the\nappearance, but he was certainly dead at the time he told me of it,\notherwise I should not have inserted the word\" dead\" where I did.\nI may add that Mr. W. had formerly lived in this village, and I had\nknown him well. He had gone to live in Lincoln only a short time\nbefore his death. His malt kiln was his only means of providing for\nhis wife and family-five or six young children-&nd he had been in the\nhabit of coming over to see how things went on, twice a week. There\nis nothing more natural than that his thoughts, and they must have\nbeen very anxious thoughts, should have been fixed on that one place.\nThe following is the percipient's own account :-\nRidley's Yard, North Gate, Newark, Notts.\nMarc!, 16th, 1885.\nI have received your letter asking me to forward to you what I said\nabout my dear Mr. Wright, for he was a very good master. I said I\nsaw him standing on the steps with one hand on the handrail; my light\nwent out, and I saw no more, and he died, an!I I hope he is at rest.\nThat was at 4 o'clock in the morning, before he departed from us.\nJ. MERRILL.\nIn answer to inquiries, Mr. Merrill adds :-\nNewark, April6t!t, 1885.\nSll~,-I am very sorry to let you know that I do not remember the\ndate that dear Mr.Wright died, but I think it was the latter end of 1863.\nI looked myoId books over, but with the trade being carried on in the\nsame way, I have nothing to go by. I saw him as plain as in the\nmiddle of the day, for he stood just the same as he did when he came\nat noon, looking on to the house for me to go to him. I never saw\nimything before, to my mind.-Your humble servant,\nJ. MERRILL, Maltster.\nL.-1588-A pn\nFrom Mrs. Muir, 42, Holland Park, W.\nApril7t!t, 1885.\nIn the year 1849 I was staying in Edinburgh. One Sunday as I\nwas dressing my second boy (aged five years) for church at about\n'10.30 a.m., he looked up at me and said, \"Mother, Cousin Janie is\ndead.\" I asked him which Cousin Janie he meant, and he answered,\n\" Cousin Janie at the Cape, she's dead.\" I then tried to make him\nexplain why he thought so, but he only kept repeating the statement.\nDigitized by Google\n\f'May, 1885.] JOllrnal qf Society\/01' P81Jcnical Resem·ch. 385\nThis\" Cousin Janie\" was So girl of about 16 who had been staying in\nEdinburgh, and had gone out to the Cape with her parents some\nmonths before. She had been very fond of my boys and had often\nplayed with them. 1 was rather struck by the way the child kept\nrepeating what he had said, and wrote down the day and the hour, and\ntold my mother and sisters. Some time afterwards the Cape mail\nbrought the news that the girl had died on that very Sunday. She\nhad been badly burnt the night before, and had lingered.. on till a little\nafter mid day.\nALICE MUIR.\nIn answer to questions :-1. The child was not in the habit of\nsaying odd things of this kind. 2. As to the kind of impression 1\ncould discover nothing. 3. 1 have no record in writing, but it is\npossible that my mother and sisters may remember the occurrence.\nL.-1589-Ad pn\nFrom Mrs. Walsh, of The Priory, Lincoln.\nFebruary 18tl\" 1884.\nSome time in the year 1862 (I think) 1 wo.s living with my\nhusband and family of little children, accompanied by our English\nnurse, in apartments in the city of Brussels. The house we occupied\nwas a large one, and we rented the drawing-rOQm and the floor above.\nThe ground floor was occupied by the owner of the house, a Belgian,\nand his wife and little children. We had no intercourse with this family ;\nwe had our own kitchen on the drawing-room floor, and the upper floor\nconsisted of nursery, with nursery bedroom opening from it. We\nhad So Flemish general servant, who went homp. about 9 every\nnight. Our English nurse was a very clever girl, about 22 or\n23 years of age. She read a good deal, and taught herself\nFrench. She was very matter-of-fact, a.nd handy and useful in\nevery way. She had been with me 5 or 6 years. Her parents\nwere labouring people in the neighbourhood of London, and by reading\nand culture she had raised herself a good deal out of their sphere. We\nhad been about 12 months away from England, when the circumstance\n1 write of happened. M.'s mother, after having a large family-the\nyoungest being about 9 or 10-did not tell M., nor did any of the\nfamily, that she was again expecting an addition. The wife of our\nlandlord had been confined two days, so was in her own room, on the\nground floor of the house we lived in.\nOne night my husband and myself had been out to dinner. On\nDigitized by Google\n\f386 JOllrnfll qf Society lor PSYCkiCfil Research. [May. 1885.\nreturning, a little after 10 o'clock, my husband was amazed to find our\napartments in darkness, and he ran up to the nursery floor to complain\nto M. of her inattention ;~as the other servant had gone home it was her\nplace to light our room. My husband found the nursery lighted, but\nempty, and going towards the children's room he met M. coming\nout. She\" began, \"Oh! I am\" so glad to see you; I have been\nso frightened that I was obliged to sit on Willie's bed till\nyou came in.\" I was\"in the room by this time, and inquiring into\nthe cause of fear. M. said, \"After I put the children to bed\nI sat down in the nursery to my work, when I heard some one coming\nup the stairs. I went to the door, and on the first landing by your\nroom, I saw, as I thought, Madame N. carrying something heavy. I\nfelt that she ought not to be out of her bed, and I called to her in\nFrench: I J e viendrai vous aider,' running down the stairs to where I\nsupposed she was. 'When I got there it gave me a queer sensation to\nfind no one. How~ver, I said to myself, it was a shadow, and made\nmyself go back to my work. I had scarcely seated myself when &\nvoice called: I May, May, May' (the name my children called her). I\ngot up, went to the door, and seeing some one, ran half way down the\nstairs to meet the woman, when a terrible dread came upon me, and I\nrushed back to the nursery and sat on one of the little beds, feeling\nthat being with even a sleeping child was better than being alone.\" My\nhusband laughed at her, told her the vin ordinaire was too strong;\nthat she had been dreaming, &c. We none of us thought much of it,\ntill the first post from England brought M. a letter to say her mother\nhad been confined and she and the child had died within an hour after.\nThen we all felt convinced that M.'s mother had been able to come and\nsee her daughter.\nHARRIET WALBH.\nIn answer to inquiries, Mrs. Walsh says :-\nAt the time, I am sure she did not connect the appearance\nwith her own mother, nor did she recognise the voice. All she to~d us\nwas that she thought it was Madame Nyo. May's mother was\nvery much the same sort of person in appearance as Madame Nyo,\nwithout there being any likeness; they were about the same age, figure,\nand position in life. We only connected May's story with her night of\nterror when she received the news from Engla.nd.\n[The percipient of this case refuses a first-hand and signed account;\nshe has risen in life, and is very sensitive to anything which may recall\nher former dependent position. Mr. J. J. Lias, who procured the narra-\ntive for UII, tells us that he first heard it in the lifetime of Mr. Walsh,\nwho\" was by no means a. credulous man, but a man of the world.\" It\nDigitized by Google\n\f;May, 1885.) JOllrnal Qf Society for P8ychical Re8earc1,. 387\nis of course a weak point in the case that the figure was not recognised,\nand that we cannot now ascertain how nearly the hour of the appari-\ntion and that of the death coincided. They probably occurred within\na few hours of each other.]\nL.-1590-Ad pn\nMr. S. Jennings, of Westbury House, Denmark Hill, S.E.,\nwrites:-\nMarclt 24tlt, 1885.\nMy DEAR SIR,-In reply to your note, the occurrence [which is\nnarrated below] was related to me by Mr. Nelson himself, since dead.\nHe told me, as nearly as I can remember, in the year 1868, but the\nevent itself must have taken place four or five years before.\nAt the time he told me he was frequently in the haBit of thus\nwriting under some external influences, some of which he describes as\nagreeable and others very much the reverse. He showed me a book in\nwhich these writings were made, and I was much surprised at the\nsingular differences in the apparently various handwritings. I also\nremember his saying that he could recognise the identity of some of\nthese influences.\nI never had any reason to do otherwise than believe what he said,\nparticularly as he was always very reticent on the subject, which he\nsaid concerned nobody but himself.-Yours sincerely,\nSAMUEL J ENNING8.\nThe following is from a letter written by. Mr. Jennings to Professor\nBarrett, on September 26th, 1882. After describing Mr. Nelson's\nautomatic writing, he says :-\nI should note that the handwriting in this [Mr. Nelson's] book was\nas varied as possible-8ometimes in a light, delicate, pointed hand, and\nat other times big, black, blurred, and heavy. He said that at times he\nbecame conscious of the presence of this external influence, which he\ncould never get rid of without providing writing materials. On one\noccasion this feding seized him in the train when travelling from\nRaneegunge to Calcutta, and he tore a leaf out of a book and laid it\non the seat of the carriage, his hand grasping a pencil resting upon it.\nOrdinarily, to write under such conditions would be impossible in a\ntrain rushing along; the motion .would effectually prevent it. Never·\ntheless, a long communication was made purporting to be from his\ndaughter, who was at school in England. It contained a simple account\nof her illness and death, described the circumstances under which i~\noccurred, and the persons who were present, adding that she wished to\nsay good-bye to her father before leaving. This\" threw Mr. N. into a.\nDigitized by Google\n\f388 Journal of Society for P81Jchical Re8earch. [May, 1885\nstate of great excitement, for he did not even know of his daughter~s\nillness. He went home and said he was very uneasy about Bessie in\nEngland. Finally, he gave this note to his married daughter, Mrs.\nR., to keep till they could hear by the ordinary post. The child\nhad in reality died that very day, and under the very circumstances\nthus mysteriously communicated to Mr. N. I haye subsequently\nreceived some con'oborative evidence regarding this young lady's death\nfrom an entire stranger to the family.\nL-1591-Ad pd\nFrom Rev. G. L Fenton, Villa Carli, San Remo.\nFebruary, 1885.\nSm,-You have probably received many reports of what may be\ncalled, \"apparitions in transitu.\" The following was told to me by three\nmaiden ladies, my aunts, women of unimpeachable veracity, who were\nall present at the time.\nTheir uncle, a clergyma.n in London, had been obliged to give up his\nprofession through failing health, and to return to his native to~\nNewcastle--under-Lyme. He was engaged to a cousin, who was herself\nvery delicate, and when he was on his death-bed he expressed a strong\ndesire to see the lady to whom he was attached. On receiving the\nmessage (there were no railways or telegrams ir. those days) she instantly\nstarted from home, but was taken ill on the way.\nMeanwhile the dying man and his three nurses were anxiously\nexpecting her arrival. Suddenly he half-rose in bed, and exclaimed :-\n\"She is dead-at the Hop-pole, in Worcester.\" These were his last\nwords. The next post informed his friends that it was even so ! I\nbelieve the event occurred in 1783, when he was in his 37 t~ year.\nThis gentleman and his three nurses all bore the narnEl of yours\nfaithfully, G. L. FENTON.\nVilla Carli, San Remo, Italy.\nMarcl~ 18th, 1885.\nDEAR SIR,-My reply to yours of 27th ult. has been delayed by\nreference to my eldest sister. This was well, as the result is partly. a\ncorrection and partly a confirmation of my statement. I stated I have\noften heard the story from my aunts whe!l a boy, and I had fonned the\nimpression that they themselves were the nurses and witnesses. You\nvery justly pointed out a discrepancy in dates. Mrs. Clarke's note,\nenclosed, removes this, but of course renders the evidence less direct\nthan before. Should you make any use of this, kindly make the\nnecessary coITections.-Yours very truly,\nG. L. FENTON.\nDigitized by Google\n\fMay, 1885.] JOltrnal qf 8ociet1llor Psychical Research. 389\nFrom Mrs. W. H. Clarke to her brother, the Rev. G. L. Fenton.\nWoodville, Douglas, Isle of Man.\nMarch 15th, 1885.\nI have a rough, b\\tt I believe correct, copy of the \"Fenton\npedigree,\" by which it appears that this \"Rev. John\" was baptised\n1746 and died 1783.\nOur Aunt Caroline was born 1778, so that she, the oldest of our\nthree aunts, would be but five years old when her uncle died. They,\ntherefore, were not his nurses; probably his own sister-our grand-\nmother, born in 1742-and her sister-in law, \" Hester,\" [born in] 1744.\nI don't suppose you, any more than myself, ever made any note of\nthe incident. All I can vouch for is, that I have heard it spoken of at\ndifferent times in the family circle, discussed by my grandmother and\na.unts, related occasionally by my father, and never a shadow of doubt\nabout it. Wheuever such things were referred to, this 'Was related as a\neertainty by anyone of that generatioa who happened to be present.\nYou know that most of my childhood was pasRed with my aunts and\ngrandmother, and I can't remember when this history was.not engraven\non my memory, hearing about it so very frequently.\n[If Mrs. Clarke's grandmother was present, then the evidence is as\ngood as second-hand; for she was cognisant of the impression bejore\nthe news confirming it arrived. Cases where the agent and percipient\nare both dying are necessarily rare, otherwise we should hardly print an\na.ccount of an incident recorded a hundred years after its occurrence.J\nL.-1592-Ae pn -(Borderland)\nFrom a gentleman residing at Tynemouth, who will allow his name\nto be published after an interval of a few years.\nDeceniber, 1884.\nOn December 29th, or 30th, 1881, about 1 a.m., I awoke hearing\nmy name called. Nobody was in the house, the servants being away\nfor a holiday. I recognised the voice of my father.\nNext afternoon I received a telegram saying he was unwell, and on\narriving I learnt from the doctor that my father had been unconscious,\nand had repeatedly called for me during the night in question. I had\nno idea of his illness at the time, and believed him to be perfectly well.\nThe attack was very short and severe. He was in Dumfries, and I at\nTynemouth, Northumberland.\nIn answer to inquiries our informant says :-\nDecenwer 27th, 1884.\nI paid no attention to the \"auditory experience,\" although the thing\nDigitized by Google\n\f390 Journal o\/SOciety for P8!Jckical Re8earch. [May,l885.\ncame to my mind while dressing, and probably should never have\ngiven it further attention if I had not been struck by the fact that\napparently at or about the same time my father, although unconscious,\nhad been calling for me. I had no means of cqmparing the exact\ntimes, as neither the doctor (whose name I forget, and who is now\ndead) nor I noted them. This curious coincidence impressed the fact\non my mind, the more so as I have never been able to find any reason-\nable explanation of the case; and as the tendency of my education has\nbeen to believe nothing tha.t can't be accounted for logically I have\nalmost come to doubt the fact, and in consequence have kept it to\nmyself.\nI never have had, either before or since the case I mentioned\nalready, any hallucination of the senses. It may perhaps have some\nbearing on the case, so I add this postscript to say that at one time,\nwhen in sound health, my father was one of the most skilful amateur\nmesmerists I ever knew; his power over some people being quite\nextraordinary, and sometimes it was exerted almo.l)t unconsciously by\nhim.\nL.-1593-Ae Pi\nFrom Mrs. Drummond Smithers to Miss Porter.\nBridge House, Crookham, Farnham, Hants.\nNovember 2200, 1884.\nDEAR MADAM,-My father [Mr. Thomas Pickerden] was an archi-\ntect and builder, which obliged him to be about very early of mornings ;\nand on Monday, the 19th January, 1857. at 7 a.m., whilst on his way\nto see some of his men, he fell, in a fit of some kind. That same\nmorning I perfectly well remember not falling asleep until after\n2 a.m., having counted the clock up to that hour, and wondering why\nI could not sleep, as I always slept well at that time. As we breakfasted\nat 10 a.m. in those days, we were not early risers, so probably it might\nhave been 8 or 9 o'clock before I woke. I cannot make a nearer\nstatement, as I am not positive as to the time; but my dream was between\nthe hours ~entioned. It was that my father had been taken suddenly\nill in the streets of Hastings, that he was put into a fly by two men,\nand taken home·-when I woke. The dream seemed to impress me very\nmuch. I tried not to think seriously of it; having dressed and break_\nfasted, still the dream haunted me. I could not shake it off. When I\nspoke to my sisters-in-law, with whom I was staying (my then husband\nwas their brother) they advised me to tell him, which I did, and he at\nonce granted my request of going on to Hastings. He left me at\nEtchingham Station, and going direct to our home, Hawkhul'st, he\nfound a telegram there to the effect that my father was ill, and that I\nDigitized by Google\n\fMay,l885.] Journal of SOciety for P8ychical Re8earclt. 391·\nwas to go at once. I had by this time reached Hastings and found my\ndream verified.\nThe event occurring so many years back, not one witness is living.\n-I remain, dear madam, yours truly, .\nANNIE SMITHERS.\nIn the same letter Mrs. Smithers says :-\" The dream preceded my\nfa.ther's sudden illness some few hours;\" but the account shows that\nthere is no reason to suppose this.\n29th. DecemiJer, 1884.\nDEAR MISS PORTER,-In my dream I did not actually see my\nfR.ther fall, but was at the spot just as the fly was going off, and saw\ndistinctly there were two persons inside the fly, but the back of one\nman who was holding my father prevented my recognising him ; the man\non the box I distinctly saw and knew him as a flyman of Hastings,\nand he WR.S the man who drove my fR.ther on that fatal mornillg-for\nso it proved, as he never rallied from that illness, never was out of his\nbed more than to have it made a few times. He died 5th March, 1857. I\nnever knew him to have an illness previous to that, nor fit of any kind;\nhe always appeared a healthy strong man; a well-made man, too, tn.ll,\nwell-proportioned, not stout or short-necked-such figures are more\nliable to sudden death or fits, I think. I am generally so free from\ndreaming that this one made a great impression upon me at the time.-\nBelieve me, yours truly,\nANNIE SMITIIERS.\nL.-1594-Ae ps\nFrom Mrs. Walsh, of The Priory, Lincoln.\nFebruary, 1884.\nThe gentleman who teaches music in my house tells me that if any-\nthing sad or terrible happens to anyone he loves, he always has an\nintimation of it. He does not know what it is, but he says that he\nwrites off to his own or his sisters' homes-\" What is the matter 1\nthere is something wrong,\"-and the return post brings him the history\nof either dangerous illness or accident.\nHe is a young man of a very highly strung organisation. Possibly,\nhis education in music, for which he has a passion, put him out of\nordinary spheres. He reads books on art, music, drawing, poetry, and\nhe is deeply interested in all religious studies. About young men's pur-\nsuits, gR.mes, athletic sports, and his own affairs, money matters, &c.,\nhe seems indifferent. So much for the medium. Now for my story,\npeculiar, because though a fact, I see no good in it.\nI am very fond of Mr. --, and I know he looks on me as a very\nDigitized by Google\n\f392 JOlwnal qf Sociefyfor P8gchical Re8earch. [May,l885.\ntrue old friend, and one of my sons, now in India, is the dearest\nfriend he has.\nI went out one morning about 9 o'clock, carrying books for the\nlibrary, and being very busy, took the short way to town. On some flags\nin a very steep part of the road, some boys had made a slide. Both my\nfeet flew away at the same moment that the back of my head resounded\non the flags. A policeman picked me up, saw I was hurt, and rang at the\nNurses' Home close by, to get me looked to. My head was cut, and\nwhile they were washing the blood away, I was worryingmyself that I\nshould be ill, and how should I manage my school till the end of the\nterm. I told no one in my house but my daughter, and no one but the\npoliceman had seen me fall. I asked my daughter to tell no one. I\nhad a miserably nervous feeling, but I pretended to her it was nothing.\nThe next morning, after a sleepless night, I could not get up. It was\nmy habit to sit in the drawing-room while the music lessons were given,\nso my daughter went in to tell Mr. -- that I had had a bad night,\nand was not yet up. He said, \"I had a wretched night, too, and all\nthrough 0. most vivid dream.\" \" What was it 1\" she asked. \"I dreamed\nI was walking by the Nurses' Home, and I came on a slide, both my feet\nslipped, and I fell on the back of my head. I was helped to the Home,\nand while my hc.ad was being bathed I was worrying myself how I\nshould manage my lessons till the end of the term, and the worrying\nfeeling would not go.\"\nFrom Mr. J. J. Hoare, 12, St. Nicholas Square, Lincoln.\nMareTt 3rd, 1884.\nI shall be very pleased to relate, I hope lucidly, the account of a\ndream, as described byMrs. Walsh most accurately, which took place on\na Tuesday evening early in November of 1882. The dream consisted of\nthis: I supposed I was going down the stairs, when I had a\nfaU at the first flight, was picked up, and helped by a policeman to the\nNurses' Institute, about 20 yards from the imaginary fall, being\nthere attended by a nurse. I was much perplexed as to how I should\nmanage to finish my work during the term. This was followed the\nnext morning by a severe ):Ieadache in the region of the imaginary blow.\nOn seeing Miss Walsh' the following morning, I was told by her that\nMrs. Walsh was unwell, but not the cause. I replied I too felt unwell\nand accounted for it through the dream. Mrs. Walsh related to me\nthe same evening her own adventure, which in every detail exactly\ncoincided with my dream, as happening to myself. I in no way knew\nof Mrs. WaIsh's mishap till the evening after, when told by herself.\nIn another instance, whilst staying in Devonshire, I received an\nimpression, or felt a conviction, that something had happened to Mrs.\nWalsh. I think I wanted to write, so confident WIl.S I of somelJring\nDigitized by Google\n\fMay, 1885.] Jou,,\"nal of Society for P8ychical Re8earch. 393\nhaving taken place, but desisted because I had left Lincoln through an\noutbreak of small-pox in the house next my rooms, only the previous\nweek, so was unwilling to correspond. On my return here, I found\nout that both my day [i.e., the day of the impression] and the accident\n-a fall-were true.\nIn many other instances have I received similar experiences, and\nso confident have I been always',of their accuracy that I have written\nto the persons and places, and always received confirmation of my\nimpressions. I might add that the impressions have always been of\npersons whom I dearly love or greatly honour. If the dream is of an\nevening, I see always the person or persons. If the impression be\nreceived during the day, it makes me excessively restless, with a con-\nsciousness of something happening. I hope I may have made myself\nunderstood. I have given only a few cases. I have had, I think,\n10 or 12 impressions. I should add that the events have always been\nat a distance, without any previous knowledge of even ante~edent\noccurrences in cases of illness, and, on my word of .honour, there\nhas never been any collusion. I shall be quite ready to answer any\nquestions bearing on myself. I have never thought about these occur-\nrences afterwards, but if it may advance science, or be of service to\nyourself, I shall do so with pleasure.\nJ. J. HOARE.\n12, St. Nicholas Terrace, Lincoln.\nMarcl& 1ltll, 1884.\nAlthough I have never taken any note of impressions, still,\ncertainly, in every case have they been followed by corresponding\nevents. Whilst attaching importance to them and belief, till my\ncorrespondence with yourself [Professor Sidgwick] I never thought\nseriously of the cause of such impressions. They are quite unlike\nfits of low spirits and indigestion, and I can easily distinguish them\nfrom such, as in every case I have been most conscious of outside\naction. I will keep notes when occasion may arise, as you suggest.\nJ. J. HOARE.\nL.-1595-Ae Pi\nFrom Miss R., a Member of the S. P. R.\n~lJarcl& 5tlt, 1885.\nTwo friends of ours, Mr. X. and Mr. Y., lived together till the\nmarriage of Mr. X., and were, therefore, intimately associated in our\nminds.\nJt happened that though Mrs. X. and I had exchanged cards we\nhad not met, and I merely knew her by sight at the time when Mr. Y,\nDigitized by Google\n\f394 Journal ofSociefy for P81Jchical Ratarch. [May. 1885.\nalso married. But as I had found Mrs. Y. at home I was slightly\nacquainted with her.\nIt was a few months after Mr. Yo's marriage, on the night of\nMay 14th, 1879, when my dream occurred. I was staying at Bristol\nat the time. It seemed to me that I was ma.king my first call on Mrs.,\nY., and that she proceeded to show me her trousseau-a thing that would\nnever have occurred to her in actual1ife, or to any but very intimate\nfriends. A variety of dresses were displayed, and as I was looking at\na black-net evening dress, with crimson trimmings, thinking it was\nvery 1ike one of my own, a sudden transformation took place. Mrs.\nY. had changed into Mrs. X., and the dress was a widow's dress com-\nplete. I woke very strongly impressed with the dream, and mentioned\nit to my father the next morning. It haunted me till, on May 15th or\n16th, I saw the TimeB announcement of Mr. Xo's death.\nAfterwards I learnt that, on the afternoon preceding my dream,\nMr. X. had returned home, apparently in his usual good health, only\nrather tired, but within half-an-hour had died of quite unsuspected\nheart disease.\nMy father was ill at the time of my dream, and does not remember\nthe circumstance. But my sister remembers it clearly and testifies to\nthe fact.\nA.E.R.\nJ.T.R.\n[The name of Mr. X. was given in confidence.]\nIn answer to inquiries, Miss R. says ;-\nMy sister was not with me, so I could not speak about it to her. I\ncannot find any of my letters written after May 14th, so do not know if\nI wrote to her on the 15th or n~t. But slle came to me (as my father\nwas taken seriously ill about that date) and heard of the dream and of\nthe death at the time [i.e., she heard of the dream at the same time\nas she heard of the death]. I am quite certain that the dream was on\nthe night of the day of death, May 14th, as the sister-in-Iaw's letter\n[i.e., the letter in which Miss R. received the news] proves it to have\nbeen.\nL.-1596-Ad ps\nFrom Mr. Ridley, 19, Belsize Park, N.W.\nMarcl~ 5tl~, 1885.\nWhilst staying at Mrs. Mo's in June, 1867, on the night either\nof June 3rd or 4th, I had a vivid dream that I saw an old friend\n[name given in confidence] lying dead with a wound in his head.\nDigitized by Google\n\fMay, 1885.] Journal of SOciety\/or P81\/cMcal Researcl,. 39!)\nnoting the colour of his hair and other particulars. I t.old Mrs. M.\nof this dream, and later in the day we heard that the friend I had seen\nin my dream had actually been killed by a blow on the head, in a fall\nfrom a conveyance, on the night before the dream. The wound was on\nthe opposite side of the head from that seen in my dream.\nThe scene of the accident was some miles from the house whero 1\nwas staying.\nJ. R.\nMr. Ridley's daughter adds, in a postscript :-\nThere is some uncertainty whether the dream was on the same night.\nor on the night following the accident.\nIt was certainly before any news of the death reached. the dreamer.\nQuestion put by Miss R. to Mrs. ]\\:[awson, of Ashfield, Go.teshead,\nwith whom Mr. R. was staying at the time of the dream.-Can you\nremember anything of a dream of my father's at your house, of which\nhe told you, in the morning, of the death of J. M. before the news\ncame 1 And can you remember the cause of death 1\n...Yarcl, 3rd, 1885.\nAnswer.-You ask if I can remember about your papa's dre!l.m\nbefore J. M.'s death. I remember very distinctly his telling me his\ndream, and how strongly it impressed me at the time. I remember that\nyour papa had the dream, and spoke of it before the news of J. M.'s\ndeath reached him, but I cannot call to mind exactly what was the\ncause of death-in the dream I mean; but I think your ·papa thought he\nsaw him injured by a fall from his horse or conveyance. I think he\ntold me that he saw him lying on the ground injured, and his wife\nmourning and weeping over him, but I cannot be certain of the exact\nparticulars, only I know that the dream was singularly like what in\nreality took place on the very same night. E. M.\nQuestion put by Miss R. to Miss C., a resident in the village where\nJ. M. lived.-Can you find for me the exact date of J. M.'s death ~\nWe cannot remember it, and I wish to verify an occurrence which I\nknow took place at the time. Can you get any information about the\naccident 1\nWest Boldon,\nMarcl, 4tll, 1885.\nAnswer.-To-day I saw E. M. (now Mrs. H., the daughter of\nJ. M.). Her father died June 4th, 1867. On the morning of that\nday, as MrS. M. M. was on her way to Hylton, she found him lying\ninsensible at a turn of the road. He was in the habit of driving\nDigitized by Google\n\f396 JrJUrnrtl of Societ!lfor Psychical Research. [May, 1880.\n- - - - - -\nfuriously, and it was supposed that he had not managed the corner,\nand so was thrown out. He never recovered consciousness.\nAC.\nMiss R. adds :-My father has not had any other dreams of death\nthat have made any impression.\nA.E.R.\n1597-Ae Ppa\nFrom Mrs. Muller, 8, Bevington Road, Oxford.\nJanuary, 1885.\nI dreamed that I was at Hastings, on the shore. I saw my friend,\nMiss Adams, running towards me. She passed me by, and then took\n()fl' her hat and bent her head down into the sea. I tried to grasp her\nby her clothes, but she cried out, \"Don't stop me, for my mother is\ndying.\" In the morning I jumped out of bed on hearing the post, and\nsaid to Marianne Varah, \"Have you had a letter from Miss Adams 1\nThere must be something the matter with her mother.\" Miss Varah\nanswered: \"I have a letter, but have not opened it. I have had a very\nstrange dream, but I thought nothing of it, because Mr. Adams is so\nill.\" Miss Varah then opentld her letter, and called out, \"You are\nright.\" There were a few lines, \"My mother is dangerously ill:\ndoctors say no hope. We will send a telegram.\" The telegram came\nduring the morning of February 24th, 1876, saying she was dead. She\nhad been in perfect health the day before.\nNeither Miss Varah nor myself are at all given to dreams, and had\nnot till then believed in them at all.\nE:IIILY E. MULLER.\nMrs. Giles, of Cherwell Lodge, Oxford, a friend of the parties, says:--,-\nMrs. Adams died at 11 o'clock on the night of the 23rd February,\nand the two ladies, Mrs. Mull!1r and lVliss Varah, are not certain of the\nexact time of their dreams, but they must have been between 11 and 12\nor very soon aftet' 12,\nFrom Miss Varah, 40, James Street, Cowley Road, Oxford.\nA friend of mine, Mr. Adams, was seriously ill, and we were\nexpecting his death. I had a dream that I saw the corpse of his wife\nlaid out upon a bed, though we had no reason to suppose that she was\neven ill. A friend with whom I was staying also drelLmed that she\nsaw Mrs. Adams a corpse. [This is not accurate.] The morning's post\nbrougllt news of her dangerous illness, and a telegram during the morn-\ning anlLounced her death. My friend and T told each other our dreams\nDigitized by Coog\n\fMay, 1885.] Journal of Society lor Psychical ReBearck. :j97\nin the morning at breakfast. My friend had called for her letters.\nbefore coming down in the morning, fearing bad news.\nMARIANNE V ARAB.\n1598-L.-Ae pa\nFrom Mr. A. W. Orr, Kingston Road, Didsbury, near Manchester.\nJamr,ary 2nd, 1885.\nSome 40 years ago \"my father was house-surgeon at the City of\nDublin Hospital, and one day a young man, a sail.or, was brought in.\nwho had fallen from one of the yards of the vessel on which he served.\nHe was badly injured, and in about three days he died. Late in the\nafternoon of the day on which the man died, an old woman, very pOOl'\"\nand fagged, came up to the hospital and asked to see the surgeon. My\nfather saw her and inquired what he could do for her; when she inquired\nwhether a young sailor had been brought to that institution, and if so.\ncould she see him. 1\\'1y father told her of the man above mentioned.\nand that he had died that morning.\nIt turned out that the old woman was the young man's\nmother, that she lived in the Co. Carlow, and that t.hree\nnights pre\"iously she had dreamt that her son had fallen from the\nrigging of the vessel and had been taken to an hospital. So vivid was\nthe dream that she could not rest till she got to Dublin (where she had\nnever been before), and the moment she saw the hospital she recognised\nit as the building she had seen in her dream. Her dream was only too\ntrue, for she found that her son had dif'd from the effects of injuries\noccasioned by a fall just as appeared in her dream.\nThe old woman had walked a distance of over 60 miles, and entered\nthe city by the road which passed the front of the hospital.\nA. W. ORR.\nJanuary 7th, 1885.\nIn a second letter Mr. Orr says;-\nYou may rely upon the facts being as I have stated them, as I have\nfrequently spoken to my father on the subject, the case being of such a\nvery remarkable character. .\nL.-1599-An Pi\nFrom Bishop Courtenay (formerly Bishop of Kingston, Jamaica).\nL'Ermitage, Hyeres, France.\nJanua'l\"'lJ 28tl~, 1885.\nSome years ago I had young children who were allowed, when in\nthe drawing-room, to amuse themselves with playing with a set of red\nDigitized by GoogIe\n\f398 Jourllal qf Societ!; fm' P8!1chical Beaearcn. [May, 1885.\nand white ivory chessmen. They were not allowed to take the chess-\nmen into their nursery.\n11; was their mother's constant habit to visit her nursery almost\nimmediately on rising in the morning.\nOne morning she dreamed that she had received a letter from a.\nbrother in a distant part of the world,in which he enclosed the upper half\nof the head and neck of 0. red ivory chess-knight, saying that he thought\nit must belong to her. O~ waking, and going as usual into the nursery,\nher eldest little boy ran up to her, saying, \"Oh, mamma., see what I\nhave found,\" and holding up the head of an ivory chessman-a knight.\nA good instance of the sympathy on which all true thought-reading\nmust depend. Probably, into a dream about a letter from her brother\nintruded the idea of the red knight's head, and was blended with it.\nREGINALD COURTENAY.\nIn answer to inquiries, Bishop Courtenay says :-\nHotel de L'Ermitage, Hyeres.\nFeb7\"l.w,ry 7th, 1885.\nThe dream was not related to me by my wife before she went\ninto her nursery. Except for what followed, there was nothing\nremarkable in it. To me its special value lies in its trivial and\n~ommonplace character.\n[The case may conceivably have been telepathic; but it would be\nimpossible at this distance of time to make quite sure that the detached\nhead, or the stump from which it had been broken, had not been seen,\nperhaps unconsciously, by Mrs. Courtenay, shortly before; or, if the\nhead belonged to one of the set of chessmen that the children were in\nthe habit of playing with, the fact that one of the knights was minus\na head would probably be a nursery commonplace which might easily\nhave come to her ears. This would of course have been sufficient to\naccount for the feature in the dream.l\nDigitized by Google\n\fMay, 1885.] Jom'nalof Sockt!\/ for Psychical Research. 399\nMR. EGLINTON'S SLATE-WRITING.\nThe following account of a seance with Mr. Eglinton is sent by a\ngentleman whom we have reason to regard as an acute and careful\nobserver:-\n\"I.bought a three-leaf book slate on the way, one that had three loops\nand could be fastened with a stick of pencil, as small pocket-books are often\nmade. The first trials Mr. Eglinton made were with his own slate, which I\nhad previously cleaned, and marked with my name to avoid changing. With\nthis nothing occurred. He then took my slate, I having inserted a crumb of\npencil and seen that it was all secure. It was then placed on the corner of\nthe table, and we both rested our hands upon it. Shortly, in answer to my\nquestion, 'Are the conditions favourable l' the pencil could distinctly be\nheard writing inside the slate, and when the three tap'! indicated that the\nmessage was finished, I unfastened the slate, and on one of the leaves found,\n, Yes, the conditions are very good.'\n\" Then followed a few trials, for which Mr. Eglinton held a slate under the\ntable, with one hand, and writing was thus obtained, in answer to casual\ninquiries. The slate was always clea.ne,.l by me ; it had my name on it; the\nwriting was always on the surface next the table; it was always found on the\nextreme edge ()f the slate farthest from the medium; alwaYI! ttpside down\nwith regard to him: and the pencil could always be heard writing. Moreover,\na great part of his hand, and all his wrist was in view, and the slightest\nattempt at movement could nl)t, I believe, have passed undetected.\n\" HClwever, the most satisfactory experiments were these. Mr. Eglinton\nhas a strong mahogany book slate with a Bra.hma lock. On this I was re-\nquested to write the name of a deceased relation, mentioning tlle relationship,\nand asking a question. To make the thing as conclusive as possible I ·took\nthe slate into the adjoining room, stood away from all mirrors, windows, etc.,\nand wrote, 'Mrs. D--,-grandmother-are you present, and able to\ncommunicate l' I then quickly locked the slate, put the key into my pocket,\nand went back to Mr. Eglinton, never once letting the slate leave my hand.\nHe then placed another slate half under the tallIe, closely pressed against the\nunder-surface; in a few seconds writing commenced, and the following was\nfound :-' Your grandmother, Mrs. D--, is not able to write, but she\nsends her love.' I then, for the first time, unlocked the slate, and showed\nhim what I had written. At this point Mr. Eglinton was called away to two\nladies, and I seized the opportunity to write on tIle Brahma. slate: ' Fmnk\nG--,-cousin-are you present, and able to write to me l' Then I locked\nit, and waited for Mr. Eglinton to return. Upon hearing what I had done,\nhe took a slate-the one marked with my name-thoroughly cleaned it, with\nmy help, threw a crumb of pencil upon it, covered it with another clean one,\nand gave me the two to hold with him. We were then sitting opposite to\neach other, each holding the two slates, and right away from the table. In\na second or two I could not only hear the pencil, but could feel it writing,\nand could localise the BOund and vibration as undoubtedly issuing from\nbetween the two slates. III one minute at the most, the signal of completion\nwas given, and the underneath slate was found filled with writing, in three\nDigitized by Google\n\f400 Journal of Socief?\/ for Psychical Research. [May, 1885.\ndirections, and signed 'Frank.' I have the slate now, with the writing\non it.\n\" I forgot to mention that I always made a point of engaging Mr. Eglinton\nin conversation during the time the writing was taking place. I may also\nadd that the communication purporting to come from' Frank' does not\nstrike me at all as being the sort of thing he would write.\"\nNOTES ON REPORTS OF THE SOCIETY FOR PSYCHICAL\nRESEARCH.\n[We have received the following criticism on the narratives published\nby the Literary Committee and the Haunted House Committee, from\nan Associate of the Society, Mr. Davies, of Kingsbridge. It was not\ncompiled with any idea of pUblication, and it is only in consequence of\nthe request of the Committees concerned that Mr. Davies allows\nit to appear in the Journal. We were anxious that he should do so,\nbecause as the object of the Socillty for Psychical Research (like that\nof any other scientific society) is not to plead a cause, but to discover\nthe truth in its own department of investigation, whatever that truth\nmay be, intelligent criticism of its publications, as well as new facts or\narguments on either side, are welcomed.\nWe are glad to print it for another reason. There has always been\ncause to fear that some·of our informants-even some of those who have\nbeen most kind in helping the Committees to obtain corroborative\nevidence, and details as to dates and other matters-may have thought\ntheir desire for this excessive, troublesome, and even offensive. If this\nshould be so, we are glad to have an opportunity of showing them the\nneed of it, if the narratives are to be of value to persons who have no\npr~judice against the investigation, but have not the advantage of\npersonal acquaintance with the narrators.\nSome reply from members of the Committees to:Mr. Davies'remarks\nis appended.-ED.]\nIn reading through the transactions of the Psychical Society I have\nnoticed in many cases quoted as authorities or examples of the subjects\ndealt with in the various reports, that the dates given are rather remote,\nand in a few instances the anecdotes are dateless. Now it may be fairly\nurged that however honest the witness to a bygone fact or occurrence\nmay be, yet his impressions of that fact or occurrence must of necessity\nundergo a certain amount of change, or lose a certain amount of vivid-\nness, by the influence of time, especially where the occurrence was not\nnoted down in writing at the time,and there is, as time elapses, less and\nDigitized by Coog\n\f::May, 1885.] JOU1'nal of Soc,'et?l\/or P811cllical ReRem·cl,. 401\nless chance of trustworthy corroboration. I illustrate my remarks by a\nfew examples taken from the reports.\nIn Vol. J., page 30, is an anecdote, which the writer dates back to\n1848. There is no evidence supplied that the incident on the battle-\nneld really happen~ at all, as Colonel L. is not called in to corro-\nborate,and there is nothing to indicate that the incidentwas duly recorded\nin writing about the time. In the next example, page 31, there is no\ndl\\te whatever given to the occurrence, and no evidence of any record in\nwriting. In the same page, another dateless example is given, and 011\nsecond-hand evidence. On page 10i, there is a story dated 1852, and\nthe report on it conveys the impression that the occurrence was written\ndown for the first time in 1882. The story has a considerable amount of\n\"hearsay\" in it. On page 108 there is a story dated 1862. There is\nno evidence here that the occurrences were noted down, and on page 110,\nT. M. B.'s letter, paragraph 3, there is evidently a doubt experienced by\nthe narrator as to the genuineness of the apparition. It may be noted\nthat if the presence of a ghost is once suspected in a hOllse, nearly every\none will anticipate its appearance with nervous apprehension, and thus a.\nghost is evolved sometimes out of\" inner consciousness,\" and sometimes\nout of very solid materials, such as clockcases, old trees, &c., &c. At\nthe foot of page 111, it may be observed that Susan Taylor was evidently\na common-sense sceptic, to whom ghosts would not deign to appear. If\nthese stories related to events which occurred last year or the year\nbefore, and were now open to investigation by a scientific committee, I\nshould be inclined to place more reliance upon them; but I do not see\nthat any of the Society's inquirers have as yet unearthed a ghost. It is\nstrange that the houses mentioned do not seem to be open to the\nexamination of competent men,nor do the servants and their antecedents\nappear to have been inquired about. On pages 121 and 122 there is a\nstory of what the narrator's grandmotherhad heard respecting the great\ngrandmother, and without impugning th\" good faith of the parties, I\nconsider the story should not be cited as evidence. On page 122, Com-\nmander Aylesbury may be quite correct in stating that he actually saw\nthe matters stated in his vision, but what evidence is there that the\nfamily were engaged as he saw them, or that they heard his voice\ncoincidently 1 On the same page is a story open to the same objectioh\nof age. On page 124, Mr. Symonds relates a story dated 1858. The\nstatements are not verified, and it is open to the objection of age. In the\nsame page there is a story of a schoolboy told with every appearance of\ntruth, but it certainly must be difficult for Mrs. Hope to name the 8th\nor 9th September as a date, unless a record had heen kept of the matter\nat the time, or unless the date was adopted by innocent but leading\nsuggestion. The question appears to crop up as to the certai,,!-ty of the\ntale of the apparition being rela.ted before the boy· had news of the\nDigitized by Google\n\f402 Journal 01 Society lor P81Jchical Raearcn. [May, 1885.\nmanner of the death, as he would probably when (and after) he knew of\nthe death, dream of it, and innocently tell his dream a short time after,\nas happening b'!fore the event. On page 126 is another dateless grand-\nmother's story, the narrator testifying to a number of matters of which\nshe had no possible personal knowledge. On the same page we have the\nfirst story within a reasonable date,and it is a fair example of the theory\ntreated of. Mr. and Mrs. Keulemans are probably living, and the matter\nis only too fresh in their memory. On page 127, the story is second-\nhand, and open to the objection of date. On page 128 the objection to\ndate obtains, with a suggestion that the child Sarah, afte:r the death,\nsaid she had seen the ghost. The other story on the same page is date-\nless, and subject to the objection that no inquiry was made as to the\ntime of death. On page 129 Mrs. Hunter tells a story of what happened\nin 1857, to which date the same objection of age obtains. I may remark\nthat possibly the child had been frightened by her mother's telling the\nqueer story of the coffin in her hearing. On page 130 the story is open\nto the objection of age, and, further, how could the narrator identify the\ndate (he says \"same evening.\" What evening 1) when he was only\nfive or six years old 1 The narrator may have been told the story\noften in his childhood, has perhaps dreamed it once or twice since, and\nnow believes it really occurred. The next story on the same page is open\nto the objection of age, and the reader is left to imagine that Liston was\ndead, but there is no mention of the matter. On page 131, Mr. Berthon's\nstory is third-hand as to the important fact, and dateless. On the same\npage Miss Peard's story is second-hand, practically dateless, and has no\ncorroborative evidence. On page 132 the date is more recent,but it may\nbe suggested that the two young gent~emen and the boy did come into\nthe avenue gate, and were seen by Miss Eyre, who has unconsciously\npost-dated the appearance. Did she make a note of the date when the\nnews of the accident reached her, or was the date put down some time\nafter 1 There is internal evidence in the Canon's letter that the date\nwas fixed in his mind by the regatta, and consequently could be fixed by\nafter reference. The mother's account is wanting to corroborate the\nnarrative, but she could be interviewed unawares by a stranger who\nshould not suggest facts and dates. On page 133 the Fltory of Bishop\nWilberforce, provided the occurrence is noted in his diary, dated 13th\n(February, probably 1 even here the date fails), may be taken to be fairly\ncited in support of the report of the Committee. I presume the letter\nof 4th March, 1847 and the diary, are still in existence,· and could be\nverified. On same page Mrs. Gates' story is dateless, and the feeling may\nha.ve been unconsciously suggested by her son's rather leading letter. As\nthe lady is subject to this sort of thing, the Society would do well to\npersuade her to keep a diary. On page 134 the story is a fair example,\nhut Mr. Fryer,for fear of mistake,should get his brother's testimonythat\nDigitized by Google\n\fMay,l885.] Journal qf Society for PS!fchical Re8earch. 403\nthe two occurrences were simultaneous. Probably a record was made of\nthe occurrence immediately on the brother's arrival at home. On page\n134, the second story is open to the objection of remote date and was\nprobably not recorded at the time. The next story is open to the same\nobjection as to date, and the point of the whole story is gone, by the\nadmission that the dates of the apparition and illness cannot be shown\nto be identical. On page 135 the story is dateless, but evidently\nancient, and consequently, although it may be believed in by the\nnarrator, should not be accepted by a scientific inquirer. The narrator\nalso supplies hearsay evidence of words spoken by the boy. The next\nstory is also dateless, and the evidence of Mr. and Mrs. Owen and Mrs.\nJones should have been taken. The narrator cannot possibly tell what\nthey saw, or what they did not see, especially as by his own evidence\nhe was not present. On page 137 is a fair recent example, and could\nprobably be corroborated by the diary of the writer. It is possible,\nthough, in this case that the writer may have predisposed his mind,but\neven this could not detract much from the value of the evidence.\nOn page 137 is a story dateless and second-hand, but the materials for\nmaking it good seem to exist. Would it not be better in these cases to\nverify first and publish afterwards 1 The date of the pilot's deat.h could\nbe ascertained, as there mttst have been an inquest. The story on page\n138 is recent as to date, but the subject-matter is purposely obscured,\nso as to prevent any opinion upon it. On page 139,docamentary evidence\nbeing forthcoming, the story would be a fair one. On page 141 is a.\nrecent story, but from my knowledge of the yarns of Devonshire fisher-\nfolk, I should not place implicit reliance on any wonderful tales. I\nsuspect that the tale was fitted to the death. Dates of the drowning\ncould easily be supplied by newspaper evidence, and Mrs. Strong and\nothers could be cross-examined as to the statements made by Mrs.\nBarnes. The next story is open to the objection of remoteness of date.\nand is a narrative of what someone else said. The next story is too\nremote. On page 142 there is a story not very recent and certainly\nnot very extraordinary. The superintendent of police had been\ninformed of the disappearance, and having found no traces of the girl,\nnaturally concluded she was concealed in the house, and said so to Miss\nPhillips. The only portion of the story that bears Oil the supernatur'.l1\nor on the work of the Committee is a little bit of hearsay. M!\".\nStrefford, jun., did not hear his father say, in the middle of the night,\nto his mother that the girl was in the chimney. I question, also.\nwhether the statement is correct that the superintendent of police had\nnot been in the house prior to the time he found the girl. It certainly\nis highly improbable, as, if the girl had been reported missing, he would\nhave inquired at the house first.\nI DOW pass on to Part VI., page 122. Mr. James Wilson narrates\n\fJournal of Society for P8.vckical Re8earcll. [May, 1881).\ncertain circumstances. There is evidence in the first sentence of an\neffort to remember. There is no date assigned, and it is only by guess-\ning the age of the na.rra.tor that it can be approximated. There is no\nevidence that the unusual circumstances were recorded either by the\nnarrator or his friend. In pages 122 and 123 the same remarks as to\ndates, remoteness, and want of corroborative evidence apply, and as to\nthe letter on page 123 the evidence of the sister-in-law is wanting, the\ndate is remote, and there is no evidence of anyrecord at the time. On pages\n124 and 125 the same objection as to remoteness of date obtains in Mrs.\nHarland's experiments and Mr. Skirving's case, and no date is given in\nOrowther's case. On pages 126 and 128 are very fair cases not open to\nobjections. On page 129 is a case to which remoteness applies, but\nthis is fairly cured by an entry at the time by the narrator, who says\nhe can produce his diary. Subject to the inspection of the diary hy the\nCommittee, showing the incident is entered properly, and also subject\nto proofs of the intelligence having arrived subsequently to the entry,\nbeing forthcoming (say by a certificate of death or American news-\npaper notice thereof), this may be considered a good case, and it is re-\nmarkable that it is almost the only one where any trouble was taken to\nmake a contemporaneous record. On page 130, the case on the\nface of it seems a good one, but the best witness who had all the\nopportunity of personal intercourse with the Oount Giunasi doubts the\nmesmeric or clairvoyant power, and I think if the Oommittee call\nevidence, and their own witness discredits them, that the case is con-\nsiderably weakened. On page 132 the objection to remoteness of date\nobtains. In the next case (Mr. Oastle's case) the same objection obtains,\na.nd here unfortunately there was no record kept, and all persons whose\nevidence would be valuable are dead. On page 133 Mrs. Davy should\nhave not only asked her husband the time, but have told him the reason\nfor asking; this then would have been noted down, and the evidence\nrendered more valuable. Proof of the death of Mr. O. on that date\nshould be supplied. In Mr. Keulemans' case it is not quite clear that the\nHerr did not see the newspaper.\nI next take the second report of the Haunted Houses Oommittee,\npage 137,'l.nd notice in passing that the Oommittee themselves acknow-\nledge that they can get no present manifestations of abnormal occur-\nrences. No houses are stated to have been examined by them per-\nsonally. either in reference to manifestations which are recorded\nby others to have taken place in the past or otherwise. Also a re-\nmark is made that phantoms appear at very irregular times, but this is\nopen to the rejoinder that these manifestations were just as irregular in\nthe past as now, and yet there is plenty of testimony to the past, but\nlittle to the present. This alleged irregularity is also in part practically\ncontradicted by an example quoted at length on pages 144 et seq.\nDigitized by Google\n\fMa,..l88.'i.] Journal of Society for P8gchical RelJeal'ch. . 405.\nI now analyse the story on pa.ge 141. In the first place, the\nsame objection as to remoteness of date occurs, and for the first.\ntime I find evidence of what the Committee consider \"a recent\noccurrence,\" and find that something happening eleven years ago is\nclassed as such. I rather differ in this estimate, for I think that\neleven years is a long time for the memory to tax itself with\nrecalling small details, and it is the recollection of small details that\ngenerally give the story a value. The story on page 141 is remark-\nable; but the particulars of the murder mentioned on page 143 are\nwanted in order to identify the alleged apparition with some actor\nor victim in the mur:ler. The d&.te of the murder should be obtained\nin order to ascertain if the style of dress of the apparition corresponded\nwith the style of dress at the date of the murder, but this evidence·\nbeing wanting does not detract from the statement that a \"wom!l.n\" was\nseen. Passing over the evidence of the brother,which seems to confirm\nthe sec'lnd appearance, I dismiss the child's statement as worthless, as\nit is quite possible that the talk of the family and servants may haye\ninfluenced his imagination. The other informants are very circum-\nstantial, so much so that it is only fair to assume that these matters\nwere recorded at the time. The next story on page 144 I cannot say\nleaves so favourable an impression on me as the one just criticised.In the\nfirst place the narrator is dead and cannot be examined on his state-\nment. His widow having had this statement in writing for some time\nis unconsciously, to a great extent, influenced by it. It is open to the\no~jection of remoteness of date, as the document is undated and relates\nto matters supposed to have occurred 18 years prior to the time when it\nwas written. There is one very remarkable point as to the statemen:i\nabout the countrywoman on page 145. The narrator need not have\ntroubled himself to have called her\" honest,\" as his readers would else\nnot have suspected otherwise, but he attempts twice in two lines to\npredispose in favour of her honesty. When such trouble is taken\nunnecessarily to stamp a character with \"honesty\" I must say that\nI should begin to suspect, especially as her subsequent behaviour\nand her reticence on the matter are not encouraging. Would\nnot the theory be tenable that this \"honest countrywoman\" was,\nto use !Io common phrase, \"on the prowl\" by night, and upset\nsome of the not yet arranged furniture or the fire-irons, anq\nhurried back to bad to escape detection 1 Her confused manner\nthe next day lends a strong colour to the suspicion that she knew\nmore about the matter than she chose to tell. Was not it her\nsuggestion in the first place which connected the noise with the past 1\nand was that suggestion made bonafide, or to throw the inquirer off the\nscent 1 Also this class of noise never occurred when the master and\nmistress were alone in the house by night, and with the.exception of\nDigitized by Google\n\f406 Journal of Societg for PB!\/claieal BuetWCla. [Kay.l885.\nBOme noises like footsteps, but which may htt.ve been the regular creak.\ncreak of a rat's tooth (singularly like the creak of a boot. especially\nwhere there is an echo), there is no noise or BOund until after the\narrival of the new servant. who had every opportunity of being\ninstructed by the \"honest countrywoman\" as to the supernatural\nreputation of the premises, although the narrator [blindly] states that\nshe had no acquaintances m the village. Thencame the next manifesta-\ntion, which it may be reasonably suggested was referable to the literal\nfact that the boxes in the lumber room were insecurely piled up. Of\ncourse they were quite still when examined, but probably the narrator\nhad no knowledge of the actual positions they were in when last\nleft. and there seems to have been a large number of things piled\nup in the room. Then came mora manifestations, and this\ntime in the more orthodox manner of knockings. The narra-\ntor then chaffs or speaks loud, and with the remarkable\nresult that the knockings become more hurried. This is what would\nprobably happen in the case of rats being disturbed by a human voi~e\nand hurrying off. Then on page 148 the new servant seems to have\nbeen inoculated with ideas of nocturnal noises, but for some unaecount-\nable reason her testimony is not taken. This omission detracts from\nthe value of the story, as a rigid cross-examination ofthis servant might\nhave brought out the truth. Then on page 149 comes a young lady\nvisitor, a near relative of the wife, who was not to be told anything. I\nrather doubt the probability of the secret being kept from the near\nrelative, because if ladies won't tell they will hint and waru, and if only\n\/,ints were thrown out, it may account for the lady (who was not\nprejudiced iIi. favour of any particular noise) hearing what nobody\nelse in the house had ever heard. The lady speaks to the footsteps in\nthe passage, and then comes the grand Sabbath coincidence in which\nshe also hears a great crash, and fixes the time at 2 o'clock. It would\nbe interesting and more satisfactory to get the lady's own account of\nthis, as the evidence is merely hearsay, and may have been led up to by\nsuggesting questions. As to the boy's evidence it is second-hand, and\nbears such evident marks of embellishment as to be utterly untrust-\nworthy. The next evidence of the good old Christian lady is also second-\nhand, and the narrator tries to creat-e a prejudice in her favour by\ncontinuous testimony to her good qualities, and by his own assertions as\nto belief in her truthfulness. In summing up the narrator's experiences\nI may say that the record was written afterwards from recollection, as\nappears from the last sentence. There was no record made from time\nto time as these things occurred, or evidence of it would be ·produced.\nThe whole narrative is \" written up\" with sensational remarks, and the\nmost tri1ling matters are highly I'mbellished. It is not a plain statement\nof facts, but tl.rguments and explanations are suggested· and extraneous\nDigitized by Google\n\f:May. 1885.] Journal qf Sariet!! for Ps!!ckical Researck. 407\nmatters inserted. It bears evidence of studied effect and resembles an\narticle intended for publication in a magazine. No evidence is forth-\nooming of any other persons having had like experiences, although as the\n.house was occupied at least 12 months there must have been ample\nopportunity for corroboration. Nor is corroboration forthcoming by\nrecent inquiries in the neighbourhood; the Committee must know the\nplace referred to, and c;ould make an investigation on the spot.\nIn writing these remarks I must not be considered in any way to\nthrow the slightest doubt on the good faith and honesty of the various\nnarrators, but I simply wish to record my protest against stories being\nadmitted as e\"idence to support important theories, which rest mainly\nupon second-hand statements, or which are dateless, or too remote in\ndate for proper inquiry, and without sufficient pains being taken to\nverify facts stated in the narratives. For instance, a narrative states\nthat John Smith died at Manchester from an accident on a certain\nday. This can easily be verified at a cost of 3s. 6d. by a copy from the\nregister of deaths, or by writing a polite letter to the coroner. Iwould\nalso earnestly suggest that no story more than five years old be printed\nor cited in evidence, except the statements in the story were proyed\nto have been written down at the time of OCCU1TenCe ; and in the case of\na short date story it should not be cited and printed unless an oppor-\ntunity has been given for some competent officers of the Society to\nexamine witnesses and documents. Such examination should be by\nstrangers to the parties, and great care should be taken to avoid leading\nand suggestion.\nWM. DAVIES,\nBellfield, Kingsbridge, Devon,\nAssociate of the Society for Psychical Research.\nREPLY TO MR. DAVIES' CRITICISMS.\nOn 'behalf of the Literary Committee, I am instructed to say here\nthat we cordially thank Mr. Davies, in the first place for the care\nwhich he has taken in studying and criticising our work, and in\nthe second place for permitting his letter to appear in the Society's\n.lu\/J\/T'lwl.\nHis criticism is just of the kind which we desire to elicit,-a detailed\nexposition of points of evidence which appear to him defective in our\n,narratives as they have thus far been given to the world. Before\nproceeding to an equally detailed reply, in the preparation of which we\nhave had the advantage of the kind assistance of Mrs. Sidgwick, who\nhas kept in memory the various pieces of evidence which have accrued\nDigitized by Google\n\f408 Journal of Society for P81Jchical Be8em·cl,. (May, 1881)..\nsince the publication of the cases,-I may brieHy state the general way\nin which we wish to meet Mr. Davies' criticisms.\nAs regards the really important question,-what constitutes the\nevidence which should be aimed at in the presentation of cases like\nthese to the world,-there is really no difference between our own\nviews and those of our critic. It will be seen again and again in our\ndetailed reply that we have, in fact, in many cases, attained,-in others\nhave tried in vain to attain,-precisely the pieces of information which\nhe desiderates.\nAt the sll.Jlle time we are quite willing to admit that we have not\nrefrained from publishing cases evidentially imperfect as tried by the\nstandard which we shall agree with lIr. Davies in applying; and we\nwill frankly confess that this is partly due to the fact that in thecourse\nof our investigation reHection and experience have led us to be some-\nwhat more exacting in our view of the kind and degree of attestation\nrequired, in order that a narrative may have any considerable evidential\nimportance. Partly, however, we were led to the publication of cases\nwhich we admit to be, in some respects, open to attack, by a considera-\ntion which we still think important-namely, by a desire to lay before\nthe readers a completely illustrated and systematic classification of\nthe phantasms of the living, arranged under the heads that appeared\nto us to be suitable to the somewhat novel view that we had formed\nof them.\nThe judgment of the public on the total value of the mass of\nevidence cannot, of course, be,formed until after the appearance of our\nbook on \"Phantasms of the Living,\" which we hope to bring out\nthis year-after a period of preparation which, though long in\ncomparison with our original programme, is certainly not long in\ncomparison with the length of preparation which books so laborious\ngenerally need.\nIn the Second Report of the Literary Committee (Proc., Part V.,\nJanuary, 1884), it was calculated that over 10,000 letters had been\nwritten during 1883 in the course of the collection and verification of\nevidence. The number written during 1884 was somewhat less, but\nnot very much less; and although now the work of arranging and\ncommenting is occupying a larger proportion of time, from 15 to 20\nletters per diem are still going forth in quest of just such \" further and\nbetter particulars\" as Mr. Davies demands. And in this respect Mr.\nDavies' letter 'Yill decidedly strengthen our hands. It will enable us\nto impress on some well-disposed but tardy correspondent (say when we\nare writing for the fifth time to ask for a date which he could find for\nus in 10 minutes) that it is not a mere fancy of our own to wish to know\nin what year something happened which he merely localises in bygone\ntime by saying, \"when I was a gay young man;\" but that the\nDigitized by Google\n\fMay, 1885.] - Journal of Society\/0\" P8ychical Research. 409\nnarrative is exposed to serious criticism for want of just this kind of\nfact, which our correspondents must manage to find out for us them-\nselves, since it is not to be discovered in the Annual Register.\nHowever, we have no desire to find fault with our correspondents,\nand in fact my next remark must be that some of them are very much\nmore to be depended upon than the published narrative gives us any\nopportunity of showing. I am thinking specially of Mr. Roberts, the\nshopman who was seen when absent at dinner by Mr. and Mrs. Owen.\nand Mrs. J ones--a. case where Mr. Davies naturally desires that the\nevidence of some of these persons, or of Mr. Roberts' aunt, who was\ncognisant of the occurrence at the time, should be obtained.\nMr. Roberts cannot get this testimony. B is aunt (who is very old)\nthinks it impious so much as to discuss o.ny occurrence so plainly with·\ndrawn from mere human knowledge; Mr. and Mrs. Owen are unen-\n'lightened, unfriendly, and uuapproachable; and Mrs. Jones is no longer\ntraceable among her homonyms throughout the Principality. But Mr.\nRooorts himself is a witness whom'I would gladly' make an effort to\nenable Mr. Davies to meet. I spent several hours of the afternoon of\nDecember 27th, 1882, in talking to him, he having consented to devote\na day of his brief Christmas holiday to a long journey in order to meet\nme at the Worcester station. He made, in fact, a. pure gift to the·\nSociety of a good many hours of writing, talk, and travel, with no\npersonal motive whatever, simply because his mihd had been strongly\nimpressed by an inexplicable incident in his own experience, and he had\nthe 'good-nature to think that we should be glad to know of it. At the\nend of our talk I felt no doubt that. his recollection of the facts that he\nnarrated was substantially accurate, and that his narration was in\nprecise accordance with his recollection. Under these circumstances I\ndid not think it right to let his narrative drop altogether for lack of\ncorroboration; though I should, of course, have been glad if other\npersons could have shared my personal impression of Mr. Roberts'\nevidence. And in this respect the case is a thoroughly typical\none. For the small group of us who are actively engaged in this.\ntask of collecting evidence, constantly feel the need of more help-\nthe need to increase our numbers and divide our responsibility.\nFrom time to time we have appealed to our Members to give more\nactive help, and help of considerable value has been afforded to\nus. But much more is needed still, and we would again appeal to our\nMembers and Associates (many of whom have joined us since our last.\nappeal was made) to collect cases for us from their friends and\no.cquaintances, or to offer help (to Mr. Podmore especially) in con-\nducting the correspondence which weighs somewhat too heavily upon\nall of us.\nF. W. H. MYERS,\nDigitized by Google\n\f410 Journal 01 SOCiet;l\/ for Psychical Reseat·ch. [May, 1885.\nWe will now deal, in detail, with some of Mr. Davies' objections\nto particular narratives, and omitting those which are met by the\ngeneral reply already given, we will take first the cases of phantasms\n()f the living, and then the haunted houses.\nProceedings V01. l., p. 30.-General Richardson's corroboration has\n. now been obtailled.\nPage 31.-Mr. T. W. Smith left the address given some years ago, but\nwe are endeavouring to trace him, in order to make further inquiries.\nPage 121, No. lV.-The evidence in this case is undoubtedly weak.\nIt is, however, second-hand, not third, as regards the important part,\nnamely, the apparition; though, as must be admitted, from a child of\nfive years old. And here we may remark that as regards narratives\nwhich from age or want of corroboration must always remain com-\nparatively weak, we do not think them so entirely without value\nas Mr. Davies seems to do. By themselves they could not afford\nsatisfactory evidence for veridical phantasms, since the inference\nwould be inevitable that if these things were true there would\nbe at least some recent cases and some cases carefully noted at the\ntime. But combined with such recent and carefully observed cases,\nwe think the less well-evidenced ones give a cumulative force to\nthe argument, and meet the objection that such phenomena,if genuine,\nwould probably not be very rare. This would not, of course, be\n60 if the errors liable to occur were of a constant kind, so that if\n()ne case were plausibly explained away, all the others would be so too.\nBut we do not think that the errors introduced by mal-observation,\n'&c., 'tre of this kind. We do not t.hink it so likely that 20 people should\nhave made a mistake as to dates as that one should, or that 20 people\nshould mistake arrangements of clothes for a human figure, and\nafterwards feel sure that it exactly resembled their friend as that one\nI'hould.\nPage 122.-Commander Aylesbury has now obtained his ·sister's\naccount of what occurred at his house, and this is no doubt the most\nimportant part of the evidence, as it testifies to a collective auditory\nhallucination. We do not think that much importance can be attached\nto the drowning boy's vision of his home, as the scene pictured was\nprobably a familiar one. The exact hour of the accident, and of the\nhearing of the voice, are not now remembered, but their coincidence\nseems to have been looked into at the time.\nPage 124, No. VII., Captain Colt's story.-We cannot agree with\nMr. Davies that there is not here good evidence, that the account of\nthe apparition was given before the news of the storming of the Redan\nwas received. Probably Mrs. Hope's date is not an independent one,\nbut founded on the knowledge of the date of her brother Oliver's death;\nbut she. can hardly be mistaken as to having heard of the vision before\nDigitized by Coog\n\fMay. 1885.} Journal of Societ1l\/or P811chical Research. .411\n\"the news came, which is the important point in her evidence. Again,\nsome reason must have been given by Captain Colt for the unusual\nproceeding of leaving his room snd sleeping on a sofa. in a friend's\nroom-and his memory can hardly have played him false as to this\nfact. Perhaps, however, the strongest confirmation is afforded by a\ndetail which has been learnt since the story was printed. Captain Colt\n\"tells the Committee that when the news of the storming of the Redan\narrived, he with a large party were just starting in the drag on an ex-\npedition. He was sitting on the box next his father, who remarked\nthat it was well that he (the father) had told him to say nothing about\nthe vision to his mother, and that he hoped he would forbid its being\nmentioned by anyone to whom he had told it, as it might doubly alarm\nher now, since this news. This, again, seems to us to be a. point on\nwhich his memory can hardly have deceived him.\nPage 128, No. XI.-We agree with Mr. Davies that this may\nhave been a dream of no extraordinary kind which impressed the\n(lhild's imagination afterwards, only because of the death. It is one\nef those cases which do not seem to us to be of much value in proving\nthe existence of veridical phantasms of dying person!!, but which if\nthey exist are probably cases of them. At the same time it must be\nobserved that the children were not extremely young, and that Miss\nSarah Jardine's recollection that she had awakened her sister, and told\nher their grandmother was in the room, suggests that some impression\nwas made before the death was known.\nPage 130, No. XIV.-Owing to the youth of the first-hand witness\nthe second-hand evidence in this story is, perhaps, of more value than\nthe first. Probably Mr. Colchester is not speaking from his own know-\nledge when he says \"the same evening,\" but from his recollection of\n'what he was told. Very likely his own experiences may dwell in his\nmemory more from having been afterwards narrated to him than from\nactual first-hand recollection. But why should it have been told to him\nif nothing of the kind occurred 1\nPage 131, Nos. XVI. and XVII.-Mr. Berthon has been asked for\nfurther evidence as to his narrative, and a firsf;..hand account of Miss\nPeard's case has been received.\nPage 132, No. XVIII.-Inquiries made as to this narrative have\nhitherto remained unanswered, and it is doubtless weak as it stands.\nBut we hardly think Mr. Davies' explanation a plausible one, foJ;' if it\nwere really the two young gentlemen whom Miss Eyre saw entering the\navenue gate, what became of them afterwards 7 Why did they not\n(lome to the house 1 It seems more likely that it was a case of mistaken\nidentity. Miss Eyre was apparently looking out for her friends, and\nsceing three persons enter the gate may have concluded too hastily that\nthey were the friends expected. It must be remembered in cases like.\nDigitized by Google\n\f412 Journal 01 Societyfor P81\/chical Be8earch. [Ma1,1885.\nthese that we cannot compel evidence, but are obliged to depend entirely\non the kindness and courtesy of our informants.\nPage 133.-Further inquiries are being made about Bishop\nWilberforce's experience also. There is no reason to suppose from the\nnarrative, as we have it, that the note was made in the Bishop's diary\nor that it has been preserved.\nPage 133, No. XIX.-Mrs. Gates has been urged to keep a diary,\nbut we think Mr. Davies has overlooked, in thd case of the particular\nexperience here recorded, that she told her daughter of her feeling\nat the time, before the letter from her son came, and that her daughter\nhas confirmed the fact.\nPage 134.-Mr. Fryer has been asked for his brother's testimony\nin this case.\nPage 135, No. XXIV.-This case has been discussed in our prefatory\nremarks. (p. 409.)\nPage 131, No. XXV.-This case seems to us weaker than it does to\nMr. Davies, because watering of the eyes on looking upward is not a.\nrare phenomenon. Still, the coincidence is curious and worth noting.\nPage 131, XXVI.-Technically this narrative is not even second-\nhand; but it is actually evidenced in a way which leaves hardly a.\npossible doubt as to the main fact reported; for Dr. Goodall Jones\nwas made aware of the vision within a few minutes of its occurrence,\nand saw the percipient while she was still under the influence of the\nimpression; and his evidence is probably better than that of his\npatient would be. An independent account of the death of the pilot\nis being inquired for.\nPage 139, No. XXVIII.-There is an apparent discrepancy as to\ndates in this narrative, which will, we hope, be cleared up; but it is, a.s\nMr. Davies says, a fair one.\nPage 141, No. XXIX.-This narrative will probably be dropped on\nthe ground that dreams of relatives at sea. must be assumed to be not un-\ncommon. Moreover, the rcoincidence of time between accident and\ndream is not clear. It must be observed, however, that the narrative\ncan hardly be regarded as altogether without weight. The loss of the\nboat and the manner of it, are belie'\\\"ed to have been dreamt of, and\nMrs. Barnes' son seems to have had an auditory hallucination connected\nwith his father at the same time. Mr. Elrington vouches for the fact\nthat the occurrence was described hours before the news of the loss of\nthe boat came, an':l it is to be presumed that he examined Mrs. Strong\nand other neighbours.\nPage 142, No. XXXII.-Of course this narrative has never been\nranked above second-hand as regards the important point, but we fu)ly\nagree with Mr. Davies' criticism on it, and do not intend to use it\nin the book.\nDigitized by Google\n\fMay, 1885.] Journal of Societvfor P81Jckical Resent·cli. 413\nPart VI., p. 122.-Mr. Wilson took his degree in 1859. The\nevidence for this incident, has, of course, most of the weaknesses pointed\nout by Mr. Davies. Doubtless, could Mr. 'Wilson have known at the\ntime that his experience would some day be of value ill a scientific\ninquiry, he would have taken care that more complete evidence should\nbe forthcoming.\nPage 123.-Mr. C.'s sister-in-law resides in a remote part of the\n\"World, and there has been delay in obtaining her corroboration, but we\nare still hoping to receive it. .\nPage 129.-We cannot but think the internal evidence, confirming\nMr. Juke's belief that the phenomenon occurred before the news came,\n\"Very strong in this case. However, Mr. Jukes has promised to show us\nhis diary, and evidence is doubtless forthcoming of the entry in the\ndiary previous to the knowledge of the deaths.\nPage 130.-We do not think that Count Guinasi's power was in this\n<l8Se mesmeric or clairvoyant, but regard it simply as a case of thought-\ntransference. Mr. Browning's remark is, of course, given simply\nbecause it may be thought by some, as it is by Mr. Davies, to weaken\nthe case. We do not ourselves think it does so to any material extent,\nbeea.use, with all respect to Mr. Browning, it seems to us improbable\nthat he can, unintentionally, have conveyed the idea \"murder\" hy\nhis face or eyes, in such a connection. We should even prefer to this\nhypothesis that of a guess, right by pure accident.\nPage 134.-We have hare to rely on Mr. Keulemans' conviction\nthat Herr Schell could not see the paper. His own evidence cannot\nbe obtained.\nWe now proceed to Mr. Davies' criticisms on the Reports of the\nHaunted House Committee.\nThe first case,that of Mr. X.Z. (given ill VoL I. p. 107) is doubtless,\nas Mr. Davies points out, 30 years old, and allowance must be made for\nthis in estimating its value. Perhaps the weakest point in the narrative,\nnowever, (next to the fact pointed out ill the Report, that we have at\npresent the first-hand testimony of one witness only, a weakness which\n\"We are trying to remedy) lies in the length of tinIe, four years, between\nthe vision and the recognition of the porlrait. Four years is a long\ntime to keep clearly in mind a face seen only once, and at some little\ndistance, even under very impres~ive circumstances. Rut there is, of\n(lourse, great difference of power in this respect between different\nindividuals.\nAs to the narrative (Vol. I. p. 108) of the repeated appearance of\nthe supposed ghost of Miss A., we entirely agree with Mr. Davies as to\nthe weakness of T.M.B.'s evidence. The same criticism on it is made\nin the Report itself (p. 113), and Mrs. R. herself feels it (p. 110). We\nalso quite agree with Mr. Davies that expectancy is a con-\nDigitized by Google\n\f414 Journal qf Sockty jor PiycMcalBaearck. [Ma:r,l885.\ndition that should always be taken account of in investi-\ngating a ghost story, as it certainly does sometimes produce\nillusions, and may produce hallucinations. At any rate we do not\nknow that it cannot, and there is a certain amount of evidence sug-\ngesting that it sometimes does. But the possible operation of\nexpectancy was taken account of in the case under consideration, and.\nthe following remark made about it in the Report (p. 113) : \".As.\nthese witnesses in most cases affirm that they at first took UUJ object\nBeen to be a living person, their apparent visions cannot be referred to\nany state of expectancy.\" We do not quite understand Mr. Davies'\nremark about Susan Taylor. She was, doubtless, a sceptic, but scarcely\na common-sense one, as few would agree with her argument that what.\nshe saw could not have been a ghost because when she followed it.\ninto a room there was no one there. Nor do we agree with Mr. Davies\nthat anything would be likely to 1e gained in this particular case by\ninquiries about the servants and their antecedents (though in many\ncases this is of course important), because in this case the appearances\nseemed to vanish in a way which, if correctly described, was impossible\nto a human being, and can hardly have been due to trickery.\nWith regard to present manifestations we think Mr. Davies has\n'somewhat misunderstood the Report. It is not stated that n()\ninformation as to present manifestations of abnormal occurrences\nreaches us, but that we have ourselves had no opportunities\nof witnessing any. We do know of cases where there is n()\nreason to think that the supposed haunting has ceased. We have\nalso examined some haunted houses (a report about 'one supposed\ncase appeared in the March number of the Journal). But generally\nlittle infonnation is gained by examining the scene of past phE:nomena.\nexcept a clearer idea (which is no doubt important) of the eX3ct meaning\nof the narrative. As to the irregular times of the appearances, this\ndoes not, of course, prevent their heing observed by those who reside\ncontinuously in the house. But it would clearly be absurd to expect.\n. much from a week's residence in a house where the ghost only appears\nabout twice in a dozen years, and then not at any fixed time which can\nbe foreseen and prepared for, especially as it is, at anyrate, uncertain\nwhether the faculty (if such there be) of seeing ghosts is not peculiar\nto certain people.\nIt is true that we have a larger number of narratives of frequently\nrecurring sounds than of frequently recurring apparitions, but though\nsounds certainly need investigating, it is perhaps not worth while to\nincur a great deal ofadditional trouble or expense in investigating them,\nsince the result is li~ely to remain inconclusive. In a. brief stay in a\nhouse it is not very probable that a. member of the Society for Psychical\nRel!earch would discover a cause of sound which had already been\nDigitized by Google\n\fMay,l885.] Jourruzl of Society for P;ycleical Re8earch. 415\nsearched for by the inhabitants; and the mere fact that we have not\ndiscovered a physical origin for them will not prove that they have a-\nce psychical\" one.\nTurning now to the narrative in Proceeding8 VI., p.141,our inquiries\nrespecting the murder which is said to have occurred in the house have\nso far been unsuccessful. But even if there was a murder, it is impro-\nbable that any clear identification will be possible between any person\nconcerned and the figure seen, since all we know of the figure is that it\nwas that of a woman in a particular attitude, mufRed up in a particular\nway in clothes that might have belonged to almost any period. W&\nfear that Mr. DaviE's is over sanguine in his assumption that any\nwritten notes of the occurrences narrated were made at the time;.\ncert<l.inly no hint of the existence of such notes was given to us. W&\nhope for careful contemporary records of such phenomena in the future~\nbut do not find them often in the past.\nWith regard to the last narrative criticised by Mr. Davies-that in'\nProceedings VI., p. 144-we think he is too severe. The account was\nwritten out, a.s he suggests, for a magazine, but as we have no reason\nto suppose that facts bearing on the case have been intentionally in-\nserted or omitted, we hardly think the mode of presenting them ought\nto be allowed to prejudice us against them. The narrator's widow must\nknow whether itwas written as a statement of fact or as a made-up story,\nand in the latter case would not, we presume, either corroborate it, or\nallow her memory to be unconsciously influenced by it. Mr. Davies.\nalso seems to think that the fact that the story was written down-IS\nyears after the events, it is true, though nearer to the time of\ntheir occurrence than we are now-weakens the evidence, and that\nindependent testimony now given by the lady would be more satisfac-\ntory than the written testimony of her husband. Mr. Davies' point~\ntoo, about the epithet \"honest,\" applied to the countrywoman, and\nother remarks about attempting to prejudice in favour of the witnesses,\nseem to us to be a mere question of style. It had certainly not oc-\ncurred to us that the narrator meant to lay any particular stress on\nthe word \"honest,\" 01' to imply more than that she was a respectable-\nwoman, whom he had no reason to suspect of trickery.\nWe certainly agree with Mr. Davies that if we could see a-\nplausible explanation involving the countrywoman's complicity,.\nwe should be disposed to adopt it. But we cannot say we do..\nWe gave the story simply as an example of noises, and it is pretty\ncertain that the noises were heard,but such cases-where the phenomena\nconsist of noises only, without any sufficient evidence that they are\nproduced by an intelligent agent-can never be conclusive. No exami-\nnation of witnesses could demonstrate that they were abnormal, and it\nis highly improbable at this distance of time, that it could be shown\nDigitized by Google\n\f416 JOI,rnal Qf Society for Psychical Reseo1·ch. [May, 188.').\nthat they were normal. It may interest our readers to know that one\nof us once passed a night (in 1873) in the house where these noises\noccurred. He had not at the time heard the story, but neither his own\nexperience, nor anything he heard from his host, suggested the idea.\nthat any abnormal phenomena. were going on. But this, of course,\nproves nothing-not even that the sounds have ceased-though it is\nextrt>mely probable that they have done so, whether they were normal\nor abnormal.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe JoUowing additionl hatle bem made ftnce last month..\nPRINCETON REVIEW (The) four Nos. ...........................New York, 1885*\nRJtLLENBACH(L.B.) Geburt und Tod ..,.............................. Vienna, 1885\nPSYCHISCHE STUDIEN. Vols. I.--XI, and the current Nos. of Vol. XII.\nLeipzig, 1874-85t\nLEVEQUE (Charles) La Science de I'Invisible ........................Paris, 1865\nRIBOT (Th.) Les Maladies de la Personnalite ........................Paris, 1885\nSCHMIDT (Oscar) Les Sciences N80turelles et Is. Philosophie de\nI'Inconscient ......................................................•••Paris, 1879\nSICILIAN! (Pierre) ProMgomtmes a180 Psychogenie Moderne •..Paris, 1880\n* Presented by Mr. J. M. Libbey. t Presented by the Hon. A. Aksakof.\nNOTE-\nWe are asked to state, that on further investigation, the evidence for the\nllaunting of a house near the Sussex coast, referred to in the Journal for\nJanuary, proves to be unsatisfactory.\nThis is not the haunted house about which a notice was inserted in the\nJotwnaZ for April.\nDigitized by Google\n\f","_id":409}