{"name":"Journal of the Society for Psychical Research 9329","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v1_n18_jul_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V1 N18, July 1885","mylang":"de","content":"No. XVIII. JULY, 1886.,\n.'JOURNA~\nol!' THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCOR'l'BR'!'I.\nPAGR PAOB\nNew Membe1'8 and Al80ClAtea •• •• •• 449 [ 00 Phydcal Testa and the Line between\nlleetlnl!'8 of Council . • . . . • •• •• •• 449 the Poaalble and the Impossible •• •. 466\n:Report of the General Meeting, Jun,' 26 •• 45l Prediction of Reoovery in Mesmerism •• 4ti7\nA Conference .. •. ... .. .. .. .. 460 Caaea Received by the L1te1'8ry Com·\n:Report of the General Keeling, Jaly 10.. 460' mlttee .... .. .. .. .. .. .. 469\nNEW l\\IEMBERS AND ASSOCIATES.\nHONOIU.RY MEMBER.\nTHE RIGIIT HON. W. E. GLADSTONE, M.P., Hawa.rden, North Wales.\nMEMBERS:\nBENTALL, F. W., Holloway Road, Heybridge, Maldon, Essex.\nGREIG, REV. DAVID, M.A., Addington Rectory, Winslow.\nPORTAL, SPENCER, Malshanger, Basingstoke.\nASSOCIATES.\nBOLLAND, :aIRs., 7, Cranbury Terrace, Southampton.\nBRILL, ALICE B., M.D., New York City, U.S.A.\nEADY, Mas., Combe Royal, Kingsbridge, South Deyon.\nEGERTON, MISS MARY L., Whitwell Hall, York.\nKNIGIITLEY, LADY, Fawsley, Daventry.\nLEAF, ARTIlUR H., Old Change, London, E.C.\nMEETINGS OF COUNCIL.\nAt a Meeting of the Council, held on the 26th of June,\nthe following Members were present :-Professor W. F. Barrett,\nMessrs. Alexander Calder, Edmund Gurney, Richard Hodgson,\nF. W. H. Myers, Frank Podmore, Professor H. Sidgwick, and Mr.\nJ. H. Stack. Professor Barrett took the chair.\nThe Minutes of the previous Meeting were read and signed DS\ncorrect.\nOn the proposition of Mr. F. W. H. Myers, seconded by Professor\nSidgwi(lk, the Right Hon. W. E. Gladstone, M P., was elected an\nHonorary Member of the Society.\nThree new Members and four new Associates, whose names and\naddresses a.ppear above, were elected.\nDigitized by Google\n\f450 JOYtrnol of SociPf!llor P8'!lc\/dcal Resem·ch. [July. 188!).\nThe usual Cash Account ior the month, made up ta date, was\npresented, and various accounts passed for payment.\nIt was agreed that a General Meeting should be held on the\nevening of Friday, the 10th of July, at the Suffolk Street Rooms,\nthe chair to be taken at 8.30 p.m.; and that a Meeting of the Council\nshould take place on the same afternoon at 4.30.\nAt the Meeting of the Council on the 10th inst., the President in\nthe chair, the following Members were also present :-Professor W. F.\nBarrett, Messrs. Edmund Gurney, Richard Hodgson, Edward R. Pease,\nand Frank Podmore.\nAft.er the Minutes of the previous Meeting had been read, two new\nAssociates were elected, whose names and addresses appear on the pre-\nceding page.\nThree books were on the table, presented to the Library, for whieh n.\nvote of thanks was passed to the donors.\nA series of resolutions which had been unanimously agreed to at n.\nConference, held on the previous day, (see p. 460) was presented to\nthe Council. After full discussion, they were adopted ItS follows :-\n1. That Professor Barrett, Mr. Edmund Gurney, Mr. Malcolm Guthrie,\nand Professor OliverJ. Lodge, be requested to draw up a series of form.\ncolour, and position tests, for thought-transference experiments, and that\nthese be printed.\n2. That a vigorous attempt be made to enlist Members and Associates in\nthe experimental work, and that forms and directions be sent to all those who\nexpress a willingness to help.\n3. That a brief statement of results already obtained in thought-\ntransference, and of the difference between thought-transfcrence and muscle-\nreading, be included in a paper sent to Members and Associates.\n4. That a note be added to this paper and printed in the Journal, inviting\ncontributions from Members as to facts coming within their own observation,\nor critical discussion of the results a.lreadyobtained by the Society. Also that\nthe author of any pa.per accepted for publication in the Proceedings, shall\nreceive gratuitously as many copies of his paper as he desires up to 100.\nInformation was brought before the Council of the ~tablishment\nof the\" Western Society for Psychical Research,\" at Chicago, the\nSecretary and Treasurer being Mr. J. E. Woodhead, who is an\nAssociate of the Society for Psychical Research. A minute of the\nCouncil of the Western Society was read, instructing their Secretary to\ntake the necessary steps to secure reciprocity and co-operation with\nthe Socit'ty for Psychical Research, and a letter desiring that an\narrangement migat be made which would enable their Members to obtain\nthe Froceedings of the Society for Psychical Research on favourable\nterms. Itwas agreed to offer theWesternSocietythe same mutual arrange-\nDigitized by Google\n\fJuly. 1885.] Journal of Society\/or Psychical Research. 451\nments and terms as had been made with the\" American Society\nfor Psychical Research.\"\nThe next Meeting of the Council was fixed for Friday, the 7th of\nAugust.\nREPORT OF THE GENERAL MEETING.\nA General Meeting of the Rociety was held on the eveningof Friday,\n'June 26th, at the rooms of the Society of British Artists, Suffolk\nStreet, Pall Mall, S\"W.\nThe chair was taken by Professor Sidgwick.\nThe first item in. the proceedings was the second part of a paper by\nl\\ir. E. Gurney and Mr. F. W. H. Myers on \"Some Higher Aspects of\nMesmerism.\" The topic dealt with on this occasion was silent\" willing\"\nand \"willing\" at a distance. The effects considered were (1) thE'>\ndefinite induction of trance; and (2) the performance by a \" su~ject \"\nof some act\" willed\" by his controller, but of which he had received\nno' intimation. Among other cases, a striking one of Esdaile's was\nquoted, where a blind man was mesmerised from a distanceof 20 yards.\nAs rega~ds the control of actions, it was pointed out how fallacious the\ninstances are which are popularly supposed to illustrate the power; but\nsome apparently genuine cases were given. Another topic-the prO:-\nduction of actual hallucinations by the will of some absent person-\nwas also touched on; but such cases do not seem to be specially\ndependent on definite mesmeric influence. A summary was then\ngiven of the way in wl1ich the authors' treatment of mesmerism,\nas so far published, differs from that of other writers; the main\npoints being (1) that \"hypnotic\" and \"mesmeric\" phenomena are\nboth admitted as genuine, while carefully distinguished; and (:1) that\nmesmerism is shown only to determine with special certainty events\nwhich are found also capable of spontaneous occurrence. Finally, the\ngreat desirability of extended experiment was urged. Much wearisome\nfailure and deceptive ambiguity must be expected; but by their power\nof throwing the mental machinery slightly out of gear, hypnotism and\nmesmerism may advance our knowledge of the more obscure mental\nphenomena in ways which would be impossible to direct introspection.\nThe Chairman said that he did not propose to invite discussion on\nthe paper which had been read, as it was likely that several of\nthose present would wish to address the meeting in reference to what\nMr. Hodgson would have to say, but at the close Mr. Gurney would\nbe glad to answer any questions on the suqject he had treated of. He\nnow asked Mr. Myers to take his place as Chairman, as he was\nabout to read the conclusions of the Committee on the alleged phenomena\nattested by members of the Theosophical Society.\nDigitized by Coog\n\f452 Journal of Societ!l\/or P8.1\/chical Re8earch. [July, 1885.\n- - - - - - \" - - \" - ----------\nMr. F. W. H. Myers having taken the chair, Professor Sidg-\nwick proceeded, on behalf of the Committee appointed to inves-\ntigate the alleged marvellous phenomena connected with the Theo-\nsophical Society, to read the followi\"ng statement of their conclusions :~\nThat of the letters put forward by Madame Coulomb, all those, at\nleast, which the Committee have had the opportunity of themselves\nexamining, and of submitting to the judgment of experts, are\nundoubtedly written by Madame Blavatsky; and suffice to prove that\nshe has been engaged in a long-continued combination with other\npersons to produce by ordinary means a series of apparent marvels for\nthe support of the Theosophic movement. That, in particular, the\nShrine at Adyar, through which letters purporting to come from\nMahatmas were received, was elaborately arranged with a view to the\nsecret insertion of letters and other objects through a sliding panel at\nthe back, and regularly used for this purpose by Madame Blavatsky or\nher agents. That there is consequently a very strong general presump-\ntion that all the marvellous narratives put forward as evidence of the\nexistence and occult power of the Mahatmas are to be explained as due\neither (a) to deliberate deception carried out by or at the instigation of\nMadame Blavatsky, or (b) to spontaneous illusion, or hallucination, or\nunconscious misrepresentation or invention on the part of the witnesses.\nThat after examining Mr. Hodgson's report of the results of his personal\ninquiries, they are of opinion that the testimony to these marvels is in\nno case sufficient, taking amount and character together, to resist the\nforce of the general presumption above mentioned.\nAccordingly, they think that it would be a waste of time to prolong\nthe investigation.\nAs to the correctness of Mr. Hodgo;;on's explanation of particular\nmarvels they do not feel called UpOt1to express any definite conclusion; as\non the one hand, they are not prepared to endorse every detail of\nthis explanation, and on the other hand they have perfect confi-\ndence in the impartiality and thoroughness of Mr. Hodgson's investi~\ngation, and they recognise that his means ofarriving at a correct conclu-\nsion are far beyond any to which they can lay claim.\nThere is only one special point on which the Committee think\nthemselves bound to state explicitly a modification of their original\nview. They said in eftect in their First Report that if certain phenomena\nwere not genuine it was very difficult to suppose that Colonel Olcott\nwas not implicated in the fraud. But after hearing what Mr. Hodgson\nhas to say as to Colonel Olcott's credulity, and inaccuracy in observa-\ntion and inference, they desire to disclaim any intention of imputing\nwilful deception to Colonel Olcott.\nThe Chairman then called on Mr. Hodgson to continue his Report\non the phenomena. connected with the Theosophical Society.\nDigitized by Coog\n\fJuly, 188.5.] Journal of Society for Psyclilcal Resea1·ch.\nMr. Hodgson, in doing so, dealt chiefly with letters declared to have\nbeen received \"phenomenally.\" The mental queries to which it was\nalleged instantaneous replieshadbeen given were always, so far ashecould\nlearn, such as might easily have been anticipated by Madame Blavatsky.\nThe envelopes in which Mahatma writing was found, and which were\ndeclared to be absolutely intact, might easily, in the cases he had been\nable to examine, have been opened and the contents abstracted, &c.\nMr. Hodgson described in detail the appearance of one of these\nenvelopes, which showed clear traces of its having been opened surrepti-\ntiously; and mentioncd a case described to him by Mr. Ezekiel, a Theoso-\nphist at Poona,which corroborated his own conclusions,but the details of\nwhich Mr. Ezekiel was unwilling to have published. Some of the letter-\nphenomena were probably arranged in the manner described in the\nJonrnal for April, where an account was given of a letter caused hy\nthe Coulombs to fall on Mr. Hodgson's head. The Mahatma letters\nwhich appeared at the headquarters after Madame Blavatsky's depar-\nture for Europe might in all cases have been arranged by Mr_ Damodar,\nand Mr. Hodgson gave instances of this. Other instances of falling\nletters had occurred in Bombay, when the Society's headquarters were\nthere; some of these letters might have been pushed through the inter-\nstices of the ceiling of the room where they fell, as Mr. Hodgson\nascertained by examining the premises; or in other cases through a slit\nin the ceiling-cloth, no inspection of which seems to have been made\nby witnesses of the phenomena. The disappearance of letters and other\nobjects from the top of a bookcase could be easily accounted for by the\nfact that behind the bookcase was a venetianed door near Babula's\nrooms, and Babula could have removed the letters, &c., by passing his\nhand through the venetians. It was in this way probably that the\npacket in the Vega case was made to \"evaporate\" while the witnesses\n·were out of the room.\nMr. Hodgson then referred to the Koot Hoomi writing, and said that\nafter a minute and prolonged examination of the writing, he considered\nit to be in most cases the handiwork of Madame Blavatsky, but in some\ncases that of Mr. Damodar. In various documents which had been\nkindly furnished by Mr. Sinnett for examination, numerous character-\nistic traces of M'ldame Blavatsky's handwriting were obvious, and the\ngradual elimination of some of these was manifest in successive letters,\nsuggesting that Madame Blavatsky acquired by degrees greater skill\nin the practice of the disguised hand. Mr. Hodgson illustrated his\nremarks on some of these characteristics by means of the blackboard,\nand quoted the positive conclusion of Mr. F. G. Netherclift, the well-\nknown caligraphic expert, that the Koot Hoomi series of documents\nfurnished by Mr. Sinnett were unquestionably written by Madame\nBla·mtsky.\nDigitized by Coog\n\f454 Journal qf Society for P8ycMcai Re8earck. [July, 1885.\nThe Chairman said that lIr. Hodgson would now be prepared to\nanswer questions as to his Report, and Professor Sidgwick as to the\nReport of the Committee. But first, it seemed fitting to invite the\nremarks of a gentleman to whom all present would listen with respectful\nattention on the subject of these phenomena. He begged leave to call\non Mr. Sinnett for any observations which he might wish to make.\nMr. Sinnett said that at the conclusion of his interesting paper~\nMr. Gurney had spoken of the ridicule and opposition which everyone\nengaged in psychical inquiry was liable to encounter, and suggested tha~\nin raising an easy laugh at the expense of some of the phenomena.\nhe had endeavoured to investigate, Mr. Hodgson had afforded\na prompt illustration of the justice of his colleague's remark.\nHe, however, desired to approach this subject in a serious spirit,\nas a Member of the Society for Psychical Research not less than as a\nTheosophist. It appeared to him that in this inquiry the Society ha.U\ntaken an entirely new departure. Hitherto when the guiding Mem-\nbers of the Society thought they had found evidence illustrating\nthe reality of psychic phenomena, they had proceeded to investigate\nit, and if they fonnd it calculated to support this idea they brought it\nforward. If, on the contrary, they found it inconclusive they put it\naside. In the present case an entirely different coursc had been\npursued. The Society for Psychical Research had not considered the\nwhole Theosophical position, but only certain incidents. 1'he\nimportant point in a matter of this kind was to prove the\nexistence of occult power. The value of a single item of positive evi-\ndence was not impaired by any amount of negative evidence. Mr.\nHodgson had collected with great care a nst amount of negative\nevidence, which in his (Mr. Sinnett's) opinion was of exceedingly small\nvalue. Mr. Sinnett, speaking for himself and others, said that they had\nstudied occurrences of the kind treated of for many more years than Mr.\nHodgson had months. Mr. Hodgson had undertaken his inquiry,\nmoreover, under disadvantageous circumstances, when the group of\npersons at the headquarters of the Society had been demoralised by the\nlong absence of their leaders. He had no experience of Indil~ to guide\nhim in conducting a difficult investigation with natives concerned.\nThe series of events examined in a case like this was not to he tested\nby the weakest, as a chain was tested by the strength of its\nweakest link, but the question whether psychic agency really\nentered into the matter should be determined by reference\nto the most important and conclusive incidents. He ventured\nto say that in many of the cases he could bring forward no\nelements of suspicion could be found. He considered that Mr. Hodg-\nson had proceeded on a totally wrong principle. A large quantity of\nmiscellaneous evidence had been given by persons whose statements\nDigitized by Google\n\fJuly, 1885.] Journal Qf Society for P8ychical Re8earch. 455\nwere of no value, and who were in the position of servants. Mr. Sinnett\nthen went on to speak of the \" court\" before which the inquiry took\nplace, and that practically prosecutor, counsel for the defence,andjudge\nwere all one and there was no cross-examination by persons representing\nopposite sides. Speaking of the Committee, Mr. Sinnett referred to its\nconstitution as not including any who by reason of being acquainted with\nor from having sufficiently studied the whole Theosophical movement\nmight have been in a position to direct its inquiries aright. He thought\ntho Committee was as little qualified to form a judgment as Mr.\nI Hodgson himself. As he was not able to be at th,; previous meeting, he\nmight perhaps be allowed to refer to the report of its proceedings. He\nthought many of the conclusions drawn were wholly unsupported.\nReference was made to the position taken by the editor of the Ckristian\nCollege Magazine, who was commended for having performed a delicate\ntask with much tact and temper. In reality the editor in question had\npaid money to obtain the letters which he employed as a weapon against\nthe Theosophical mo.ement. Coming to the question of hand-\nwriting, Mr. Sinnett said that he now learned with great\npleasure that the experts had given an opinion to the effect that\nthe .so-called \"Koot H oomi handwriting\" of the letters he had\nreceived from the Mahatma was produced by Madame Biavatsky.\nHe was glad of this because it was a reductio ad absurdum\nof the argument derived from the opinion of the experts to the effect\nthat the letters alleged to have been written by Madame BJavatsky to\nMadame Coulomb were genuine. This declaration had been the subject\nof much concern and bewilderment for Theosophists at first, but it was\nnow retrospectively discredited by the present opinion about the Koot\nHoomi handwriting. There were great masses of letters in that hand-\nwriting in his possession, and a large part of this correspondence had\nbeen seen by many persons besides himself. He believed that all these\npersons would agree with him in regarding the hypothesis that the con-\ntents of these letters had emanated from Madame Blavatsky as\nabsolutely grotesque in its extravagance. No caligraphic evidence in\nsuch a matter would have weight for anyone who might fairly take into\nconsideration the substance of such letters. In conclusion, he\nargued that the report now brought forward dealt exclusively with\nmechanical details of certain phenomena connected with the Thosophi-\ncal movement. It was impossible to solve the questions before thew.\nwithout paying attention to the character of the mOVE:ment in its\nhigher aspects. The psychic phenomena. with which the movement had\nl)6en associated were of merely collateral interest. By the philosophical\nteaching of which the Theosophical Society had been the channel, light\nhad been thrown upon the inner meaning of a great mass of Indian\nliterature which, now that it was thus interpreted, was seen to bear\nDigitized by Google\n\f456 Jou,'llol Qf Soejetg for P8!1cMcal RC8carclt. [Jllly, 1885:\nout the theory of Nature that had been. introduced to the world by\nmeans of the Theosophical Society as the Esoteric Doctrine. The great\nvalue of the work thus accomplished had been very widely recognised,\nand whate,'er gratitude was due for the benefits conferred on modern\nthinking in this way, was due primarily to Madame Blavatsky, through\nwhom the results had been attained. Whatever might now be alleged in\nregard to the matters Mr. Hodgson thought he had investigated, no\none could deny that Madame Blavatsky had devoted a life which might\nhave been spent in an easy and honourable station,to the ser';ice of the\ncause which the philosophical achievements of the Theosophical Society\nrepresented, and her whole career was thus a demonstration of the fun-\ndamental nobility of her character.\nThe Chairman said that there were one or two points in Mr.\nSinnett's speech to which he felt bound briefly to reply. Mr. Sinnett\nhad made a strong point of the supposed fact that the editors of the\nCI,riatio.n College Magazine had bougl\/J, the Blavatsky letters from the\nOoulombs, as though they had been thus tempted to make the most of\na costly purchase, and to insist unduly on the importance of the\nletters. In saying this, Mr. Sinnett could hardly have been cognisant\nof a passage in the CI,ristio.n College Magazine for April last (which\n.the Chairman now read to the meet.ing), in which the editors explicitly\ndenied having bought the letters, and stated, on the contrary, that the\nletters had been lent to:them by the Coulombs without any conditions,\nexcept that they should be ultimately returned. The editors distinctly\nsta.ted that from first to last they had paid the Coulombs only 150\nrupees, that being about the ordinary rate of remuneration for copying\nand other actual work done by them.\nAgain, Mr. Sinnett had urged that tho Committee, before\ninvestigating the more dubious phenomena, should have paid atten-\ntion to what he cOllsidered as the conclusive and indisputable\nphenomena which showed Madame Blavatsky's power over nature\nwithout a doubt. But this was precisely what the Committee had\ndone. Beforc Mr. Hodgson's visit to India was resolved upon, the\n90mmittee had expressly invited the attendance of any Theosophists\nwho had striking phenomena to recount, and had caused their depositions\nto be taken down by a. shorthand writer, and afterwards printed for\nconsideration. Colonel Olcott, Mr. Mohini, and Mr. Sinnett himself,\nhad· in fact responded to this invitation, and a great mass of evidence\ngiven by them had been printed. All this evidence, as well as all the\nevidence that already existed in print, had beep most carefully weighed\nby the Committee, with the result that they had, in an ad interim\nand provisional report, expressed their conclusion that a primA, facie\ncase for further investigation existed, and had recommended that such\ninvestigation should be pursued in India. The Committee had thus done\nDigitized by Google\n\f.July, 1885.] Journal qf Sociei;1J for Psycltical ReRcm·cH• 457\nprecisely what Mr. Sinnett urged that they ought to have done. The\nonly difference between Mr. Sinnett's view and the Committee's was as\nregards the absolute value of the ·evidence supplied by himself and\nothers. The Committee, while showing by their subsequent action that\nthey attached Bome value to these accounts, were quite unable to\nconsider them as so conclusive and irrefragable as Mr. Sinnett and his\nfriends appeared to do. On the contrary, they saw various weak points\nin even the strongest parts of the evidence; and the results of Mr.\nHodgson's visit to India had in several particulars confirmed the\nsuspicions which the examination-in-chief of the primary witnesses had\nitself excited.\nMr. Sinnett had spoken of Mr. Hodgson's scrutiny as though it had\nnot embraced the whole field of the phenomena. The field covered by\nthe Blavatsky-Coulomb letters was surely wide enough, and he (the\nChairman) would much like to know by whom Mr. Sinnett and his\nfriends now supposed 'those letters to have been written 1 The only\nhypothesis of which he had heard on the side of the defence was that\nthe letters had been written by'\" black magicians.\" Now he was\nprepared, as a Psychical Researcher, to keep his mind open to a variety\nof strange hypotheses; but if he were called upon seriously to suppose\nthat a whole series of letters,-which according to all human canons of\nevidence were in the handwriting of a well-known person, correspondecl\nwith her circumstances, and expressed her character,-to be in effect\nthe work of a blacle magician, he should retire in despair from tho task\nof endeavouring to get at any truth in a region so remote from the laws\nof ordinary human intelligence. He begged to call on Mr. Mohini for\nany remarks which he might be disposed to make.\nMr. Mohini, in responding to the Chairman's invitation, complained\nof the method adopted in taking evidence both in India and here. All\ndetails regarding paenomenal occurrences were elicited by :)ross-\nquestionings by those who were utterly ignorant of the times and places\nof thosp. occurrences. Upon this information, necessarily ohscure, Mr.\nHodgson proceeded in his investigation, and considered himself justified\nin rejecting evidence whose chief defect was a want of precision which\nought not to have been expected. Regarding Dr. Hartmann's contra-\ndictory statements, there was no reason for preferring the earlier to the\nlater one. For if Dr. Hartmann was capable of a falsehood there was\nnothing to prevent him from using it as the means of separating\nphilosophical doctrines from phenomenalism with which it had been\nillogically mixed up. He emphatically protested against the course\nMr. Hodgson had taken in attacking a dead man on hearsay evidence,\nas he did when he stated that l\\fulji Thackersy confessed on his death-\nbed to having told lies at the instigation of Madame Blavatsky. Then,\nagain, he would draw attention to the fact that Mr. Hodgson lleYCr\n\f458 Jom'nal flf Societ!1 for- PS!lchicfll Rellea1·cll.. rJuly,l885.\nsaw the Shrine, and that the drawings he had shown were made from\ninformation given him by the Coulombs. In his opinion, Mr. Hodgson\nhad brought forward much 'that -he had not proved. In fact, Mr.\nHodgson had examined how far the statements of the Coulombs were\ntrue, and not how far the phenomena were genuine. He had put\nforward the statement of the Coulombs as to the surreptitious introducr\ntion of letters through crevices in the ceiling, because he found some of\nthese crevices filled up in the way described by the Coul»mbs. :Mr.\nHodgson had accepted what the lawyers would call mere matters of\nprejudice as good evidence. It was unnecessary to go into details.\nThe special difIh,ulties of investigations of this kind were well known to\nthose who ha.d inquired into the phenomena of Spiritualism, and to\nthese difficultie3 no attention had been paid. The Committee had\nentirely ignored evidence resting upon the abnormal experience of\npsychics. The Committee had entirely ignored subjective evidence.\nThis would not have been surprising if the inquirers had been\nmaterialistic mell of science. But the Committee either did or did not\nbelieve in psychic experience. If they did, he did not consider their\nconclusions fair to themselves. For his part he thought many questions\nmust still be left open, and for many reasons he did not believe that\nMadame Blavatsky wrote the Coulomb letters. Other explanations\nwere possil>le. Unquestionahle cases of abnormal production of people's\nhandwritin,g had occurred within the experience of inquirers into\nSpiritualism. This was the black magic to which reference had been\nmade by the Chairman. He should be glad to know if Mr. Hodgson\nshowed the Coulomb.Blavatsky letters to l\\-Iadame Blavatsky herself.\nProfessor Sidgwick remarked that Mr. Sinnett's eomplaint that the\nCommittee included none of the persons who were already committed\nto the genuineness of the phenomena, could hardly be seriously enter-\ntained.\nMrs. Macdonald, who described herself as only a student in theso\nmatters, thought Theosophy had much to answer for, in having given\nfalse views of Buddhism, and for having turned away the attention\nof so many from the beautiful philosophy and teaching of the older\nwritings.\nMr. Keightley and Mr. Henslow having made some brief remarks,\nMr. G. P. Bidder said he had listened with care to Mr. Sinnett and Mr.\nMohini, but he had heard no answer to the report of Mr. Hodgson as\nto the facts. He could not at all agree with what Mr. Sinnett said as\nto the course which had been pursued by the Society. The first thing\nto be done was to sift the phenomena. This was what was done in\nother branches of the Society'S work. Nor could he f.:>llow Mr. Sinnett's\nargument as to thp. value of the wt)akest links in a chain of this kind.\nIf it were found that a certain portion of the phcnomena were tainted\n. DigitizedbyGoogle\n\fJuly, 1885.] Journal Cit Society fo\/' PsychICal Re.~e(lrc!t. 459\nwith fraud, the greatest possible doubt is thrown on the remainder.\nHe could not conceive that those who were conscious of the power of\nproducing phenomena by genuine means should have recourse to fraud.\nHe thought that any impartial person carefully reading the reportswhich\nthe Committee made last year would come to very similar conclusions to\nthose at which Mr. Hodgson has arrived. Mr. Bidder proceeded, in\nsupport of this view, to refer to two instances in particular, viz., the\nfalling of a letter referred to in p. 57 of the Report, and the instance\nof the appearmlce of Mr. Damodar to Mr. Ewen in London.\nProfessor Barrett defended the strictly scientific position which the\nSociety had taken. As presenting somewhat of an analogy he referred\nto papers in the early history of the Royal Society, some of which\nconsisted largely of what might be called negative evidence, but which\nwere of value in clearing the ground, and in leading to subsequent\npositive results.\nMr. Hodgson, in replying, agreed with much that Mr. Sinnett\nhad said conceming the value of psychical phenomena on the\nhigher planes, but joined issue with him as to the value of the\nphenomena connected with the Theosophical Society. Mr. Sinnett\nhad offered no specific reply whatever to tIle charges which had\nbeen brought against these phenQIDena, except to say that the Report\nlargely depended upon the statements made by the Coulombs. This\nwas quite contrary to the fact, as he had in no case relied upon the evi-\ndence given by the Coulombs, though he had found all their essential\nstatements corroborated hy independent evidence. In reply to the chief\nstatements made by Mr. Mohini, he said that whether Dr. Hartmann's\nfinal statement concerning the destruction of the Shrine was true or not,\nmade no differen6e to the results of the investigation; but that the\nShrine had disappeared, and the explanation offerlJd by Dr. Hartmann\nwas the only one forthcoming. If, as Mr. Mohini apparently suggested,\nDr. Hartmann's last statements concerning the Shrine were false, then\none of theleading Theosophists at headquarters was still taking part in\ndeliberate dishonesty. He had not depended upon the decision of\ncaligraphic experts alone in the question of the Blavatsky-Coulomb\ndocuments; he had examined carefully the circumstantial evidence\noffered by Theosophists, and had questioned Madame Blavatsky herself\nat great length upon the letters and statements printed in Madame\nCoulomb's pamphlet. Nor was it true that the diagrams exhibited\nwere given by the Coulombs. Nearly all the drawings exhibited\nhad been enlarged from sketches which depended on measure-\nments made by himself. It was only the half-panel of the Shrine which\ndepended merely on the statements made by the Coulombs. Further\nexplanations conceming these and other points would be left to the\njudgment of the readers of the complete Report shortly to be published.\nDigitized by Coog\n\f460 JOllrJU11 qf Society lor PaycMcal Reaearcl,. [July, 1885.\nThe Chairman, in a. few concluding remarks, said that he trusted\nthat the meeting would not separate with the impression that the Com-\nmittee of the Society for Psychical Research were in any way disposed\nto feel exultation in the exposure of the frauds involved in these\nphenomena, or antagonism of any kind towards those who might still cling\nto some kind of belief in them. Their feeling, if feeling might be alluded\nto in a discussion which turned entirely upon evidence to facts, was one\nof disappointment at the closure of what had seemed a. possible avenue\ntowards the attainment of !IO~e of that further knowledge of the ~rets\nof the universe which Theosophists and members of the Society for\nPsychical Research desired with equal earnestness, though it might be\nwith somewhat different standards of proof. Most assuredly there was\nno touch of triumpl, on the one side, and he eanlestly trusted that there\nwould be no touch of resentment on the other, but that all should still\nfeel themselves united by a disinterested love of truth.\nA CONFERENCE.\nOn the invitation of Professor Barrett, SOUle members of the Society\nfor Psychical Research beld an infonnal conference, at 14, Dean's Yard,\non the 9th inst. Professor Balfour Stewart presided, and among those\npresent were Mr. Pearsall Smitb, of Philadelphia, the Hon. Percy\nWYlldham, M.P., Mr. R H. Hutton, and Professor Lodge. The chief\nsubject of discussion was the imporlance of securing the extension of\nexperimental work, especially in thought-transference, and of enlisting\nthe further aid of Members and Associates. The result of the views\nexpressed was embodied in a series of resolutions, which were sub-\nstantiallyadopted by the Council at its Meeting on the following day.\nGENERAL MEETING.\nThe last Genel'al Meeting of the Society for the present season was\nheld on the evening of Friday, the 10th inst., at the Suffolk Street\nRooms.\nThe President took the chair, and in his opening address he gave a\nsketch of the experimental work which has been done during the last\nfew years in the su~ject of Thought-transference, and strongly insisted\non the importance of seeking for fresh\" subjects.\"\nMr. Edmund Gurney made some remarks on \"Retractations and\nAlterations of View,\" which will appear in the next Journal.\nMr. Malcolm Guthrie, J.P., then read an account of some further\nexperiments 011 the transference of ideas and sensations, conducted\nduring the last year with one of his fonner subjects, Miss R.\nThe President made a few remarks on one very interesting and im-\nportant featul'e which Mr. Guthrie had described; namely, the tiTl&8\nDigitized by Google\n\f.July, 1885.] Journal of Societ!l for PIJ!lcltical Rellearch. 461\nwhich appeared to be nec6.'lSary in some cases for the impression to\nassume a definite form. He called upon Professor Barrett for some\nremarks.\nProfessor Barrett said that the same thing had been remarked in\nsome of the former series of experiments. He had sometimes found\nthat the image would float up again, as it were, when the attention of\nthe mimI had gone into something else. For instance, a name thought\nof by the agent had produced apparently no effect on the percipient.\nSome little time afterwards, when another matter was in hand, the per-\ncipient had suddenly said, \" Oh, was the name so and so 1\" giving the\nright one.\nThe same feature had been strikingly observed in some of Mr. M.\nGuthrie's experiments in the transference of tastes. Salad oil, Worces-\ntershire sauce, and bitter aloes being successively tasted by th(' agent,\nthe percipient did not describe the salad oil until the agent was tasting\nthe Worcestershire sauce; and the taste of the Worcestershire sauce\nwas only perceivedwhen the agent had gone on to bitter aloes.\nThe President referred to the frequent occurrence of being unable\nby mental effort to call up a familiar name, which afterwards rose up\nspontaneously when the attention was turned in another direction.\nDr. Guthrie said he should like to testify to the extreme care with\nwhich his cousin, Mr. Malcolm Guthrie, had conducted his experiments.\nOn one occasion, when he himself had been present, the conditions were\nnot s11ch as to allow him to come ~ an absolute con~lusion, and he had\nnot had the opportunity of pursuing the subject in a way which would\nentitle him to express any personal opinion on so important a question;\nbut as to his relative's thoroughly scientific mode of conducting the\nwork he had no doubts.\nThe Meeting then assumed a conversational character.\nThe following letter from Mr. Sinnett relates'to the discussion that\ntook place at the General Meeting on June 26th :-\nTo THE EDITOR OF THE JOURNAL OF THE SOCIETY FOR PSYClIICAL RESEARCH.\nSIR,-Time did not allow me at the meeting of the 26th to answer certain\ncomments on my remarks made by subsequent speakers. May I ask your\npermission to add a few observations to any report of the proceedings you\nmay publish? I never supposed or hinted that any sum of money had been\ngiven for the letters, by the editor of the Cht-istia-n College Magazine, that\nwould be considered large by prosperous people in this country. But the\n150 rupees actually paid, according to Mr. Myers' statement, would be an\nimportant payment amongst the people concerned. The letters wero not the\nless bought because the originals may have been returned to the Coulomhs\nafter they were printed. Their publication in the magazine was the result\nDigitized by Google\n\f462 JOItr\/lalof Snciet!\/ for Pst\/cllicat Researcn., [July. 1885.\npaid for, and under the circumst:l.nces it would be 11. mistake to overlook the\nfact that they were purchased weapons in the fierce paper war which rages\nin l\\ladrns between the missionaries and the Theosophists.\nAs to the view taken by Mr. Myers of the Committee's action, it appears\nto me that the prima facie case for believing that Madame Blavatsky has in\nsome cases shown true psychic power, which he recognises as having been\nestablished by the examination of the witnessell in London, is not touched\nby the examination of other witnesses concerning other transactions in India.\nThe examination in chief of A. by B. at one time and place is not efficiently\ncrossed by an examination of C. ca.rried on by D. at a totally different time\nand place. It is just because in this way Mr. Hodgson's investigations have\nnot groWn in any legitimate way out of the incidents to which they attach\nimportance that Theosophists genera.lly seem to put Ius results aside as\n.rrelevant; for those of us who have an intimate knowledge of the places\nand people concerned. they are discredited in otller ways.\nProfessor Sidgwick thought my objection to the composition of the\nCommittee disposed of by regarding the Committee as a tribunal which ought\nnot to include members committed to definite opinions on the question to be\ntried. But that was liot the position occupied by the Committee. It was\nnot a tribunal, for it never had to face any representatives of the accused\npersons whom it affectEKl to try. Its evidence was collected in secret by\none of its own number, whose present attitude, at a.ll events, is very\ndecidedly antagonistic to the persons whose conduct is being investigated.\nIts views have been formed in a consultation which has not been assisted\nby the suggestions of anyone whose sympathies would render him a.n\nefficient critic of Mr. Hodgson's Report. I think I am not exaggerating the\ngeneral opinion of the London Lodge of the Theosophical Society, in\nassuring you that for these and other reasons we regard the methods by\nwhich this illvestigation has been carried out as altogether vitiating its\nresults.\n~Ir. Bidder hardly seemed to catcb my meaning about the principles on\nwhich psychic inquiry should be conducted. If the question was, \"Is\nMadame Blava.tBky's character immaculate 1\" then we should address our-\nselves to incidents that suggest suspicion. If the question is, \"Are psycHo\nphenomena possible 1\" it is wise to examinine the facts which seem to\nsuggest that conclusion, in preference to those which do not promise to\nafford evidence for it.\nPermit me, in conclusion, heartily to reciprocate the feeling which Mr.\nMyers so admirably conveyed in his concluding remarks.\nYours very truly,\nA. P. Sn.\"NETr.\nMr. Sinnott's lotter gi\\'es me an opportunity of olearing up some\nmisapprehensions, under which he seems still to labour, both as to the\naction of the Committee and as to the grounds on which it has been b~d.\nI must begin by saying that I do not quite understand his argument as to\nthe money paid by the editor of the Chrilltia'J CoUege Magazlne for the\nBla.\\·atsky-Coulomb letters. Had he maintained that a large sum had been\ngiven for them, I should have supposed that lle was attacking the editor on\nDigitized by Google\n\fJuly, 1835.] Journal qf 8ociet!l.for PS.llcltical Re-search. 463\nthe' ground of the somewhat difficult ethical question as to how far it is\njustifiable to bribe impostors to betray their accomplice. But since it is not\ndenied that the payment was on the ordinary scale for work done for the\nmagazine, I fail to see what ground of attack there is. The opinion of Mr.\nMyers as to the tact and temper shown by the editor is founded, I believe.\non the moderate tone of the articles that have appeared in the magazine on\nthe subject; and I think that all impartial persons who read these articles\nand consider the strength of the case in the editor's ha.nds against a bitter\nenemy to the' cause he represents, will agree with him in this view.\nPerhaps, however, the object of Mr. Sinnett's remarks is not so much\nto attack the editor of the Ohri.sticm Oollege M Qga.:ilte for giving work and\nwages to the Coulombs, but rather to depreciate the trustworthiness of the\nrecipients of the wages. If so, it is sufficient to say th:1.t no part of the\nconclusions, eitherof the Committee orof Mr. Hodgson, rest in any degree\n011 the assumption that the Coulombs are trustworthy witnesses.\nWith regard to the second question discussed in Mr. Sinnett's letter, I\nthink that he understands the expression pl'imd facie case in a different sense\nfrom that in which it was USE'd by Mr. Myers and the Committee. We do not\nregard the establislmlent of ILpl'imdfacie case as implying a definite con-\nclusion that certain phenomena were genuine, but only as a rel1.8on for in-\nvestigating further. Moreover, we considered this ca.se to rest, RO far 11.8 the\nIndian phenomena were concerned, chiefly on the testimony of certn.in na.tive\nwitnesses who were not available for examination in London. As re-\ngards phenomena experienced in India by Mr. Mohini, Mr. Sinnett, Colonel\nOlcott, and the greaLcr number of witnesses, English and Indian, we did not\nconsider that it had been shown that they could not have been deceived by a\ncombination between Madame Blavatsky, the Coulombs, and s~rvants. We\nthought it possible, however, that our views onthese points might be modified\nif, through ono of our number, we could obtain that knowledge of ..times and\nplaces\" which, 11.8 Mr. Mohinijustly remarks, we did not possoss. Mr. Hodg-\nson accordingly went out to India with instructions to examine,\nand 1l3.ve examined by experts, the BIavatsky·Coulomb letters; to I1.8ce1\"-\ntain, so far 11.8 possible, the dE'.gree of value that was to be attached to\nthe statements of certain important native witnesses; and to examine\nlocalities and witnesses with a view to ascertaining whether various pheno-\nmena, such as the faIling of letters from the ceiling, and appearances of\nMall3.tmas, could be accounted for by fraud in the ways that had suggested\nthemselves to the members of the Committee, or in other ways. This, Mr.\nHodgson has done, and the Committee, with the results of his investigation\nbefore them, have arrived at the conviction that their primd facie case has\nbroken down; a conviction, it may again be stated, which in no degree\ndepends on the assertions of the Coulombs. I find it difficult, therefore, to\nunderstand why Mr. Sinnett should consider that\"Mr.. Hodgson's investiga-\ntions have not grown in any legitimate way out of the incidents to which\nTheosophists attach importance.\" His impression on this point may possibly\nbe due to the fact that Mr. Hodgson's Report has as yet been only laid\nbefore the Society in a fragmentary and incomplete form. If so, the\nmatter will be much clearer when this report is published in full in the\nnext number of the Society's Proceedings. But I cannot so account\nDigitized by Google\n\f464 JOllrnalof SfJCiel!l for PS!lckical Researcli. [Jllly, 18Sli.\nfor Mr. Sinnett's asaertion \"that Theosophists generally seem to put Mr.\nHodgson's results aside as irrelevant.\" If they put aside as irrelevant the\nwhole of the cumulative argument by which. Mr. Hodgson has supported\nhis conclusions, (1) that the Blavatsky.Coulomb letters are genuine, and,\n(2) that the Shrine at Adyar was constructed and used for the production\nof spurious phenomena,:..-.then it is difficult indeed to conceive the kind and\ndegree of evidence that would induce them to abandon their confiding\nattitude.\nFinally, Mr. Sinnett repeats in a modified form his objeCtions to the\nconstitution of the Committee. His complaint now is that the Committee\ndid not contain any person adequately in sympathy with the Theosophic\nview of things. It must, I think, be obvious that any objection of this kind\nought to have been raised, if at all, when the Committee was first constituted\nmore than a year ago, and not now, afterit has reported unfavourably on the\nTheosophic marvels. But I need not press this point, for I have no fear that\nMr. Sinnett's complaint will be regarded as well founded by any impartial\nreader of our First Report. I am much more afraid that most sensible per-\nsons will criticize our action from the opposite point of view, and will consider\nthat with the evidence which was even then before ns of trickery on the part\nof Madame Blavatsky, we were hardly justified in the expenditure of time\nand trouble involved in our Indian investigation. To this criticism my\nanswer would be that we did not regard ourselves-as Mr. Sinnett seems to\nsuppose-as a \"tribunal\" to try the question\" whether Madame Blavatsky's\ncharacter is imml\\Culate.\" The question we had to deal with was both wider\nand more difficult; we had to consider whether any part of the whole mass\nof evidence offered in connection with Theosophy could be made available\nfor the establishment of any of the psychical laws hitherto unrecognised by .\nscience, which it is our function to investigate. The negative conclusion at\nwhich we have arrived on this point is one which we were bound to state\nwith perfect unreserve; but we have no right and no desire to caJl on the\nmembers of our Society to accept it merely on our authority. The evidence\non which it is based will be shortly placed before all who are interested in\nthe question; and if, after roading it, any member of the Society should\nstill think it a profitable pursuit to fish for \"psychical\" phenomena in these\ntroubled waters, it is perfectly open to him to do so, and to bring his results\nbefore us.\nThere is one other point in Mr. Sinnett's letter to which I must refer.\nHe speaks of Mr. Hodgson's evidence as \"collected in secret.\" It seems,\ntherefore, worth while to state that we took care to make it known to all\nconcerned that Mr. Hodgson had gone to India to collect this evidence\non behalf of our Society; and that his unfavourable view of the evidence\nwas communicated to the lea.ding Theosophists at Madras, before his\ndeparture from India..\nH. SIDGWICK.\nDigitized by Google\n\fJuly. 188.,),] JOlernal of Societ!lfor P8!1ckical Re8earch. 465\nON PHYSICAL TESTS, AND THE LINE BETWEEN THE\nPOSSIBLE AND THE IMPOSSIBLE.\nTo tIM Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL\nRESEARCH. '\nSIR,-The article under the above heading, in the June number of\nthe Journal, is of so much interest in relation to the question of evidence\nof \"occult\" phenomena, that I hope you will allow it to be subjected to\nsome examination; which is the more desirable as thtl argument of the\narticle is extremely specious, and is likely to be accepted without re-\nserve by those who have not already considered the subject from &\nsomewhat different point of view.\nWith regard to the first point, the confusion of moral with physical\nevidence, I have nothing to object, nor have I ever seen thejustification\nof tests in the medium's own interest better stated. Testimony to\ncharacter is mere opinion, and is so treated-though admitted for\nthe defence-in criminal trials. It can have no place as evidence in\nstri'}tly scientific investigations.\nBut I feel more difficulty in assenting to the proposition as to the\nonus probandi in its application to the \"margins\" claimed for known\nphysical agency. No doubt, in the physical agency we have a vera\ncausa, and we are not entjtled to resort to hypothetical causation for\nany effect to which the former is adequate. But there is a legitimate\napriori presumption against the adequacy of a physical cause to any\neffect which it has never been known to produce apart from the disputed\ncase; while the presumption against a new or unknown agency arises\nonly from the absence of facts requiring it. It is not necessary to con-\ntend that any such other agency is at once proved; only that a prima\nfacie case for it is established, and the onus probandi shifted. This\nshifting of the burden of proof in the course of evidence is of frequent\nexperience in courts of law,while on the main issue, of course, it remains\ntrue that this burden is ou the plaintiff. So, I conceive, in scientific re-\nsearch a fact greatly exceeding former experience would at once put the\nexperimenter on a re·testing the capabilities of his known agencies, that\nhe might not have to suspect the existence of an unknown one. He would\nnot anticipate this, unless the disproportion between the old known\ncapabilities and the new observation were very great, but he would not\nfeel justified in making presumptions which would dispense with trial.\nHe would recognise a fact not yet actually accounted for.\nAnd still more, I submit, must this be the case when the known\nlesser capability of. the recognised agency is itself of exceptional\noccurrence, that is, under rare and peculiar conditions; when it was\nitself .opposed, in the first instance, to legitimate presumptions of what\nDigitized by Google\n\f·466 JOIl1\"nal qf Society.for PS,IIcltical Researclt. [July. 18M.\nwas possible. For the margin justifiably claimed for the possible may\nfairly he said to have been exhausted when we got the originally\nimprobahle. At first, we should require demonstration before accepting\nthe alleged fact that a hand could be squeezed through a rigid circum-\nference in any very appreciable degree less than its own. If we get the\ndemonstration, but only for a very few exceptional hands, the positive\npresumption against a much greater squeezability is then increased by\nthe rarity of the easier case.\nBut the question now at issue-on whom is the burden of proof in\nsuch a case-may be tested in another way. Suppose that there was\nno suggestion of any other than the known physical agency, but that it\n·WM important to ascertain whether a phenomenon alleged to hll\"e\nhappened by means of it really had happened at all, it being one greatly\nin excess of all former experience, yet ejusdem generis with former\nexperience. Would not den:.onstration be required as the condition of\nbelief1 But why, unless for the r!'.a.son that we declined to lJreSU}JPose\nsuch a margin of possibility as would be necessary for the phenomE'non\nalleged 1 On what ground, then, do we allow the presupposition when,\nthe fact being admitted, the only question is between an ageney not\notherwise proved to be adequate and an agency not otherwise proved to\nexist 1 Yet if the presupposition is not made, the fact is unexplained\nuntil and unless we get positive proof aliter that our known agency is\n·adequate to it.\nThe\" Spiritualist,\" then, I submit, hilS got thus fa.r on his way in\nthe particular case, excluding, of course, all other experienee which\nwould tend to establish the agency he affirms as a vera causa. He has\nnot, indeed, shown positively and certainly that his fact is inexplicable\nby the physical agency, except for those who reject the doctrine of very\nlarge \"margins\" altogether, or at least in such cases. But he\nhas established a strong prima facie case. He has put us to\nthe alternative of showing that the physical agency is adequate,\n·or of admitting that his fact remains simply unexplained posi-\ntively. He hM only got to prove the negative up to the point\nwhere adverse probabilities on the physical side come to his aid.\nThose probabilities, adverse to the physical agency, are not less\n.now, because the fact to be explained is admitted, than they would\nhave been had the fact itself been disputed. They ere not less now,\nbecause we are face to faee with an alternative hypothesis of causation,\nthan they would have been if the alternative had merely been the\nunveracityof a witness.\nIf there is a fallacy in this reasoning, it will, no doubt, be detected\nand pointed out by the·.able contributor whose proposition I have\nventured to question.\nC.O.M.\nDigitized by Coog\n\fJuly, 1885.] Journal of Soeiet,1J for PsycMcal Re8earcl,.• 467\nPREDICTION OF RECOVERY IN MESMERIC TRANCE.\nThe following case is translated from communications in Ft'ench sent\nto us by Dr. Nicolas, Count Gontlmys, of Corfu. His MS., which con-\ntains further theoretical discussion of clairvoyance, may be had on loan\nby application to the secretary.\nIn a former paper I had the pleasure of describing to my readers II. cure,\nwhich I succeeded in effecting in the year 1869, when I was attached to the\ngarrison of Zante. To-day I am going to tell you of another, which I per-\nformed in the same year, and which, on account of some singular circum-\nstances connected with it, was of peculiar interest to all concerned, and\nwon for me considerable fame in the neighbourhood in which I then\nresided. My patient, in this case, was a girl of about 20, named\nDenise Zyros, who, since the age of 14, had suffered from that form\n()f hysteria which is generally known by the name of hysterical melancholia.\nEvery kind of treatment during these eight years had been tried for her in\n. vain; the doctors at last pronounced her case hopeless; and the parents could\n.()nly try to reconcile themselves to the fact that their daughter was incurable.\nThe poor girl for years had ceased to exist as an animal being ;she seemed\nsimply to vegetate, and, but for a few unconnected words which she some-\ntimes muttered in a low voice, one would have supposed every spark of\nreason in her to have been extinct. Sitting in a chair with closed eyes and\nbent head, she appeared utterly unconscious of all that took place around\nher. She had even forgotten how to eat and drink, so that to sustain life\nher parents were obliged to force open her jaws and compel her to swallow a\nfew mouthfuls of some nutritious subst8.nce. Although, apparently, she was\nno longer in pain, yet a continuous trembling of the whole body was observ-\na.ble; her eyelids when raised showed only the whites of the eyes, the cornea\nbeing lost in the sockets. From all information I could obtain as to\nthe girl's former state of health, I was confirmed in my opinion that this was\n.a severe case of melancholia, and one, indeed, tlmt was rapidly drawing near\nits closing scene. I made a thorough examination of the case and was un-\nable to discover a trace of anything radically wrong in the organic system.\nThis examination took place on the 29th ofJ uly,and on that day I mesmerised\nher for the first time. In the course of half-an-hour she fell into a deep sleep,\nwhich sleep was preceded by a relaxation of the limbs, a cessation of the\nusual trembling, and of the habitual low murmuring. I let her sleep for an\nhour, and as I saw no change in her expression during that time, I thought\nit better not to disturb her by addressing her. I certainly had not expected\nto produce so quick an effect on an organism which, one may almost say, had\nlostall right of domicile in this physical. world, so utterly insensible was it to\nall surrounding agents.\nThe next day I mesmerised her again, and this time she not only went\nto sleep as she had done the previous evening, but she even became clair-\nvoyante. She told me she was sleeping, and that she saw a dazzling light\nwhich emanated from my eyes and fingers, and which thrilled her whole body.\nShe asserted tha~ I should succeed in curing her'in 17 days, and more-\n()ver was able to fix the exact date of her recovery, telling me that I must\nDigitized by Google\n\f468 Journal Q\/' Societu for PS.I\/chicat Resent·cn. [July, 188.'i.\nmesmerise her twice everyday, morning and evening, and that she should\nthan be able to walk to Mass on the 15th of August-which would be the\nFeast of the Assumption-accompanied by her brother, all of which facts did\nactually take place precisely as she had predicted. When I left my\npatient, after first awakening her, I happened to g'> down to the dispensary,\nwhere I found several doctors and other persons assembled. I turned to\nthe former, and asked them if they were acquainted with the case of the\nafHicted girl Zyros. They replie1 that they knew her well, that they had used\nevery means in their power to bring about her recovery, and that they had\neventually given up her case as hopeless. I wId them that I believed them to\nbe mistaken in their opinion, that in 17 days she would be able to go\nout, thatshe would be completely cured, and that they might see herat Mass\non the Feast of the Assumption. They all burst out laughing at this un-\nexpectedassertion, and unanimously agreed that I must be out of my senses.\nGossip spreads quickly in a small town, and in a short time this affair became\nthe subject of general talk in Zante. Opinions varied greatly. Some called\nme a quack and a:humbug, whilst others were inclined to exalt me to the\nskies; in fact publio opinion seemed to know no happy mean.\nMeanwhile I continued to mesmerise my patient morning and evening,\nand found her improving in health daily. At last the 15th of August, the\nmuch-talked of day, arrived. The cathedral bell announced to the faithful\nthe Assumption of the Blessed Virgin, and a orowd collected round the\nZyros' house to see Denise walk to church ~r rather to see the quack\nunmasked I What, then, was their astonishment to see the girl presently\nwalk downstairs, and appear amongst them in perfect health and good spirits.\nThe crowd was electrified; a loud \"hurrah\" was heard on all sides ; whilst\nI, putting her arm in mine, led her victoriously towards the church, followed\nby all the bystanders, who cheered us vociferously.\nFrom that date, I am confidently able to affirm that the girl has continued\nin good health.\nI do not pretend for a moment to be a partisan of those demonological\nideas which must have inspired St. Augustine when he wrote his \"Civitas\nDei.\" At the Banle time, I feel bound to state openly all that I obsorved in\nthis case, without deducing from it any conclusions, which might be pre-\nmature in the present undeveloped state of physiological and psychological\nscience.\nThe third time I mesmerised the girl, as soon as my influence acted on\nthe nerVOUR system, and even before she was asleep, a great ohange in her\nwas observable. Her eyes opened wide, she made hideous grimaces, and\nused exce88ively coarse language. She defied my mesmeric power, and\nattempted by such violent efforts and contortiolJs to oppose my actions, that\nI was obliged to tie her down. As soon, however, as she had fallen into &\nmesmeric sleep, she would cry bitterly, and excuse herself for what she had\njust said by assuring me that it was not she who had previously spoken.\nNow, we have here before us a case of partial clairvoyance-. clair-\nvoyance, that is to say, relating solely to the patient's own recovery. We\nknow that she had been living for many years ill total mental obscurity;\nthat she had lost all idea of time, and all consciousne88 of outward events ;\nwe must, therefore, it seems to me, make a distinction between the two\nDigitized by Google\n\fJuly, 1885.] Journal of 80ciet!\/.f01' PS!lcflicalllesearck. 469\nphenomena presented, that is to say, between her prediction as to the\nduration of her malady, and the sudden awakening of the mind to the\ncOllSciousness of time, which enabled ~r to fix the 15th of August as the\nday on which her sufferings would terminate. The first of these phenomena.\nI should call subjective, the second entirely objective. The one might be\nconnected with intuition or instinct, tile other is independent of any such\naction. It may be suggested by some that my patient was able to read my\nmind, that she learnt the day of the month from my thoughts, and was able\nconsequently to make her calculations from this given point. To this I\nreply that I was not thinking of the day of the month; that, as a matter of\nfact, I did not know whether it was the 2nd, 10th, or 20th ; neither had I\nthe least idea that the 15th of August Was the day of the Assumption. Again,\nit must be noted that no one was present at these seances. I call attention\nto this fact, to remove all suspicion from the minds of those who would say\nthat the somnambulist learnt from the bystanders the information 8ha\nrequired to enable her to fix the date of her prophecy.\nCASES RECEIVED BY THE LITERARY COMMIT,TEE.\n(Continued. )\nWe will first give two cases belonging to a qu~te distinct type-one\nwhich involves no time-coincidence at all. Evidence that certain hallucin-\nations have been telepathic,and notpurely subjective,in character may be\nafforded by a coincidenl)e of another sort-namely, that several persons,\nat different times, have had a hallucination representing the same person,\nthough that person was apparently in no abnormal state on any of the\noccasions. Clearly it would be difficult to regard a repetition of this\nsort as accidental. It being comparatively a ra~e event for a sane and\nhealthy person to see the form of an absent,person at all, that two\nor more sane and healthy persons at different times should see the form\nof the same absent person, is, on the theory of chances, so unlikely as\nto suggest a specific faculty on the absent person's part for promulgating\ntelepathic impulses.\nThe point is important from its bearing on the question whether the\npeculiarity of organisation which conduces to telepathic transferences\nbelongs rather to the percipient or to the agent.\nTo decide this question we should naturally ask which happens the\nmore frequently-that the same percipient, or that the same agent, is\nconcerned in several telepathic incidents. Now, of repetitions to tho\nsame percipient we have several good examples; but that the same\nagent should figure repeatedly is made unlikely by the very nature of\nthe ordinary type of case, which implies (over and above any natural\npeculiarity of organisation) an exceptional crisis--indeed more often\nthan not the crisis of death, through which no one can pass more than\nDigitized by Google\n\f470 Jou1'1wlo\/ Society\/o,. P8ycMcai Re8ea,.ch. [July, 1885.\nonce. The only chance for Ilo dying ~aent to show a special faculty for\noriginating telepathic impressions is by impressing several per8O'1l.8 at\nonce: and cases of collective peroipience, which may possibly be so'\nexplicable,will be found to be among the most striking in our collection.\nMeanwhile, the type where telepathic impressions seem now and\nagain to be thrown off at haphazard, and independently of death or any\nother crisis, is theoretically of at least equal interest.\nOur cases (about half-a-dozen in number) are not numerous enough\nto prove conclusively the existence of this form of telepathic trans-\nference; but the mention of them may, perhaps, serve to elicit further\ninstanCfl8.\nL.-2301.-AD PD\nWe received the following account from Mrs. Hawkins, of Beyton\nRectory, Bury St. Edmunds.\nMarch 25th\" 1885.\nI send you my cousins' accounts of my apparition. My cousins only\nsigned with their initials, but have willingly given me leave to mention their\nnames.\nI have also sent you the account of my next apl>earance, which un-\nfortunately cannot now be related by the eye·witness.\nAgain, a third time one of my little sistersreported that she had seen me\non the stairs, when I was seven miles oft'-but she might so easily have been\nmistaken that I have never put anY'faith in that appearance. Then I was\nabout 20.\nFor many years after that these appearances seem to have entirely ceased,\nbut in the autumn of 1877 I was seen in this house by my eldest son, then\nagcd Z1, who may, I hope, give you his own account ofit.\nLucy BA.WKINS.\nThe event described in the enclosed accounts took place at Cherington.\nnear Shipston-on·Stour, in Warwickshire, the l'csidence of my uncle, Mr.\nWillianl Dickins, who was for many years chairman of Quarter Sessions in\nthe county. The ladies who saw the appearance are two of his daughters,\none of them a little olderthan myself, the other three or four years younger.\nI was then just 17.\nThe only mistake I can discover in either of the accounts is that Mrs. Mal-\ncolm says I had been hiding with her\" brother,\" whereas I had really been\nall the time with her sister, Miss Lucy Dickins, a fact of no importance\nexcept that she (Miss D.) might (if necessary) bear ;witness thatI had really\nbeen with herall the tinle in the washhouse, and 80 could not have been near\nwhere I was seen.\nI remember tll&t we were all80mewhat awed by what had ll&ppened, and\nthat it broke up ourgame. I myself quite thought it was a warning of speedy\ndeath, butas I was not 1\\ nervous or excitablo girl it did not make me anxious\nor unhappy, and of course, in time, the impression passed oft'.\n'Lucy HAWKINS.\nDigitized by Google\n\fJuly, 1885.] Journal of Society for P8ychical Re8earch. 471\nWriting to Mrs. Hawkins in September, 1884:, Miss Dickins said :-\nGeorgie is coming here on Friday, and I propose then to show her your\nletters, and Mr. Gurney's, and that we'should each write our impre88ions of\nwhat we saw independently, and see how far they agree, and we will send\nthe result to you. It isall very fresh in my memory,and I can at this moment\nconjure you up in my mind's eye, as you appeared under that tree and\ndisappeared in the yard. I even recollect distinctly the dre88 you wore, a sort .\nof brown and white, rather large check, such as was in fashion then, and is\nnow ; but was in abeyance in the intermediate years.\nShortly afterwards Mi88 Dickins wrote :-\nCherington,\nSeptember 29th, 1884:.\nI send the two accounts which Georgie and I wrote about your appar.itio~•.\nWe wrote them independently, and so I think they are wonderfully good\nevidence as they tally in almost every particular, except the little fact that I\nthought she joined me in searching the yard for you, and she thinks not,\nbut that has nothing to do with the main fact of the story, our entire belief\nthat we saw you in the body.\nIn the autumn of 1845 we were a large party of young ones staying in\nthe house, and on one occasion were playing at a species of hide-and-seek,\nin which we were allowed to move from one hiding-place to another until\ncaught by the opposite side. At the back of the house there was a small\nfold-yard opening on one side into the orchard, on the other into hhe stable-\nyard, and there were other buildings to the left. I came round the corner\nof these buildings, and saw my cousin standing under some trees about 20\nyards from me, and I distinctly saw her face; my sistel', who at the moment\nappeared on the other side, also saw her and shouted to me to give chase.\nMy cousin ran between us in the direction of the fold-yard, and when she\nreached the door we were both close behind her and followed instantly, but\nshe had entirely diSappeared, though scarcely a second had elapsed; we\nlooked at one another in amazement, and searched every corner of the yard\nin vain; and when found some little time afterwards, she&88ured us she had\nnever been on that side of the house at all, or anywhere near the spot, but\nhad remained hidden in the same place until discovered by one of the\nenemy, . S, F. D.\nI well remember the in,cident of your \"fetch\" appearing to us. I\nbelieve I wrote down the details at the time, but do not know what has\nbecome of that record, so must,trust to my memory to recall the circumstances,\nand do not fear its being faithful though nearly 40 years hava passed ! !\nWe were playing our favourite game, at\" Golowain,\" which consisted in\ndividing into sides at hide-and-seek, the party hiding having the privilege of\nmO\\'ing on from place to place until they reached the \" Home,\" unl688 mean-\nwhile caught by the pursuing party.\nAs I stood towards the end of the game,as a seeker, in the orchard, I saw\nyou, who belonged to the opposite party, stealing towards me. As your\ndre88 was the same as your sister's, and there was the possibility of my mis-\ntaking you for her, who was on my si.de, I shouted her name, and she\nDigitized by Google\n\f472 Journal flf Boekt.1I for PS!JeMenl Resertrch. [July, 1885.\nanswered me from the opposite side ()f the wood. I then gave chase, and\nyou turned, and looked at me laughing, and I saw your face distinctly. But\nat the same instant, Nina, also my friend, hut your enemy, appeared round\nsome comer, and being still nearer to you than I was, I left the glory of your\ncapture to her. She was close upon you as you fled into a cow-yard. I was\nso sure your fate WIlolJ sealed that I followed more slowly, and hearing the\nbell ring, that, according to the rules of our game, recalled us to the\n\"Home,\" I went on there, to· find Nina upbraiding you for having 80\nmysteriously escaped her in this cow-yard.\nIn astonishment you said you never had been near the place. Of course\nI supported my little sister ill her assertion, whilst our brother supported\nyou, saying, he had been hiding with you, and that, being tired, you had\nboth remained hidden in one place until the bell warned you that the game\nwas over,that place being a washhouse in a distinct part of the premises\nfrom the cow or fold yard, into which we believed we had chased you.\nG. M. (1I,e1l DIOKINS.)\n[Neither of these percipients has ever had any other visual hallucination.1\nMrs. Hawkins continues :-\nThe seoond appearance of my \"double\" WIlolJ ill the spring'(February or\nMarch) ofl847, at Leigh Rectory in E88ex, my father, the Rev. Robert\nEden (now Primus of Scotland), being rector of the parish.\nThe person who saw it WIlolJ the nurserymaid. I am not quite sure of her\nname, but if, IIoIJ I tlunk, she was a certain \" Caroline,\" she has been dead\nmany years, therefore I can only give you my own very vivid recollections of\nher story, told with tears of agitation.\nBut first! should mentioll that I had the mumpfl at that time, and was\ngoing about with my head tied up, and the only other person in the house\nwho had it WIlolJ my little brother, nearly 10 years younger than myself, who\ncould not p088ibly he mistaken for me.\nOn the first floor of Leigh Rectory there is a passage which runs the length\nof the house, terminated at one end by the door of a room that was then the\nnursery. One morning about 10.30 \"Caroline\" canle out of the nursery,\nand walking along the pllolJSage had to pllolJS a doorway opening on to the\nstairs which led down into the front hall. As she passed, she glanced down\nand saw me (conspicuous by the whlte handkerchief round my head, and\nfacing her) come out of the drawing-room door and walk across the comer\nof the hall to the library. She proceeded along the passage, and coming to\nthe foot of the attic stairs met our maid, who said to her, \"Do you know\nwhere Miss Eden is 1 I want to go to her room.\" \"Oh yes,\" answered\n\"·Caroline\" \"I just saw her go into the library.\" So they came together up to\nmy room, which was one of the attics, and found me sitting there, where I had\nbeen for at least halfMan-hour, writing a letter. After a moment's pause\nof astonishment, they fled, tllough I called to them to come in. When I went\ndownstairs a few minutes afterwards and reached the passage, I saw in the\nnursery a group of maids, all looking so perturbed that, instead of proceeding\ndown the front stairs, I went on to the nursery and asked what was the\nmatter. But as no Olle answered, and I saw the nursery maid was crying,\nI thought they had been quarrelling, and went away quite unco1lscious .that\nit was on my account they were 80 disturbed. Lucy HA.WKINS.\nDigitized by Google\n\fJuly, 1885.] JouI·ttalof Soeiet!! .for P8!!cMcal Rl'8Carcl,. 473\n------\nThe following account is from Mrs. Hawkins's son :-\nJune 20th, 1885.\nIn the autumn of 1877, I was living\",t my father's house, Beyton Rectory,\nBury St. Edmunds. .\nThe household consisted' of my father. mother. three sisters, and three\nmaid-servants. One moonlight night I was sleeping in my room, and had\nbeen asleep some hl)urs when I was awakened by hearing a noise close to my\nhead, like the chinking of money. My waking ideo., therefore, was that a\nmal~ was trying to take my money out of my trousers pocket, which lay on\na chair close to the head of my bed. On opening my eyes, I was astonished\nto see a tooman, and I well remember thinking with sorrow that it must be\n()ne of our servants who was trying to take my money. I mention these two\nthoughts to show that I was not thinking in the slightest degree of my\nmcther. When my eyes had become more accustomed to the light, I was\nmore than ever surprised to see that it was my motJ&er, dressed in a peculiar\nsilver-grey dress. which she had originally got for a fancy ball. She was\nstanding with both hands stretched out in iront of her as if feeling her way,\nand in tha.t m:l.nner moved slowly away from me, passing in front of the\ndressing-t:l.ble, which stood in front of the curtained window, through which\nthe moon threw a certain amount of light. Of course my idea all this time\nwas that she was walking in her sleop. On getting beyond the table she\nwas lost to my sight in the darkness. I then sat up in bed, listening but\nhearing nothing, and on peering through the d:J.rkness saw that the door,\nwhich was at the foot of my bed, and to g'3t to which she would have had to\npau in front of the light, was still shut. I then jumped out of bed, struck\na light, and instead of finding my mother at the far end of the room. as I\nexpected, found the room empty. I then for the first time supposed that it\nwas an \"appearance,\" and greatly dreaded that it signified her death.\nI might add that I had, at that time, quite forgotten that my mother had\never appeared to anyone before, her last appea.rance having been about the\ny.mr 1847, three years before I was born.\nEDWARD HAWKINS.\nIn answer to inquiries Mr. E. Hawkins says :-1 can assure you that\nneither before nor since that time have I ever had any experience of the sort.\nL.-2302.-An po\nThe second narrative is from the Rev. T. L. Williams, Vicar of\nPorthleven, near Helston.\nAUY11$1st, 1884.\nSome years ago (I cannot give you any date, but you may rely on the\nfacts), on one occasion when I was absent from home, my wife awoke one\nmorning, and to her surprise and alarm saw my baw).oll standing by the bed-\nside looking at her. In her fright she covered her face with the bedclothes,\nand when she ventured to look again the appearance was gone. On another\n()ccasion. when I was not absent from home, my wife went one evening to\nweek-day evensong, and on getting to the churchyard gate, which is about\n40 yards er so from the church door, she saw me, as she supposed, coming\nfrom the church in surplice and stole. I came a little way, she says, and\nDigitized by Google\n\f474 JOttnml f!f Societ!1 for P8ychical Rel\/earch. [July, 1885.\nturned round the corner of the building, when she lost sight of me. The\nidea suggested to her mind was that I Willi coming out of the church to meet\nafunera.l at the gate. 1 Willi at the time in church in my place in the choir,\nwhere she was much surprised to see me when she entered the building. I\nhave often endeavoured to shake my wife's belief in the reality of her having\nseen what she thinks she saw. In the former case I have told her \"You\nwere only half awake and perhaps tlreaming.\" But she always confidently\nasserts that she was broa.«l awake, and is quite certain that she saw me. In\nthe latter case she is equally confident.\nMy daughter also has often told me and now repeats the story, thatone\nday when living at home before her marriage she was passing my study door,\nwhich was ajar, and looked in to see if I was there. She saw me sitting in\nmy chair, and as she caught sight of me I stretched out my arms, and drew\nmy hands across my eyes, a familiar gesture of mine, it appears. I was not.\nill the house at the time, but out in the village. This happened many years\nago, but my wife remembers that my daughter mentioned the circumstance\nto her at the time.\nNow,nothing wl18teveroc.:urred at or about tlle thlles of tllese appearances\nto give any mcaning to t.hem. I was not ill, nor had anything unusual\nhappened to me. I canllot pretend to offer any explanation, but simply state\nthe facts IlII told me by persons 011 whose words I can depend.\nThere is one otller thing which I may as well mention. A good many\nyear ago there was a very devout young woman living in my parish who used\nto spend much of her spare time in church in meditation and prayer. She\nused to assert that she frequently saw me standing at the altar, when I was\ncertainly not there in the body. At first she was alarmed, bnt after seeing\nthe appearance again and again she ce.'Uied to feel anything of terror. She\nis now a Sister of Mercy at Hanolulu.\nTHOMAS LocKYER WILLIAMS.\nPo1'thleven Vicarage, Helston.\nJune 20th, 1885.\nDEAR SIR,-As requested, I write to. tell you what I saw on two occa-\nsions. I am sorry that I am unable to give you the dates, even approxi-\nmately, as many years have passed since I had the experiences referred to.\n011 one occasion my husband was absent in Somersetshire, and on waking\none morning I distinctly saw him standing by my bedside. I was much\nalarmed, and instinctively covered my face with the bedclothes. My frienda\nhav\", often tried to persuade me that I was not broad awake, but I am quite\ncertain that I was, and that I really saw my husband's appearance.\nThe other occasion was on a certain evening I was going to church, and\non getting to the churchyard gate, which is about. 20 yards from the\ndoor of the church, I saw my husband come out of the church in his surplice,\nwalk a little way towards me, and then turn oft' round the church. I thought.\nnothing of it until on entering the church I was startled at seeing him in his\nI)lace in the choir, about to -conduct the service. It was then broad day-\nlight, and I am quite sure that I saw the appearance. Nothing whatever\noccurred after either of these appearances, and, of course, I cMt in no way\naccount for them.--I remain, dear sir, yours faithfully,\nEMMA WILLIAMS.\nDigitized by Google\n\fJuly, 1885.] JOUl'lIal Qf Societ.1f for PsycMcal Research. 475\nIn reply toO the queBtion whether hia wife or daughterhad ever experienced\nany other hallucination of the Benaea, Mr. WilliamB replieB confidently in the\nnegative.\nWe have a good ma.ny cases where a hallucination, suggesting a.\nparticular person's presence, has occurred at or shortly before the time\nwhen that person was expected to appear in the flesh-e.g., at about the\ntime of his usual return home in the evening. We regard all such\nhallucinations as purely lIubjective, and caused by the percipient's\nattitude of expectancy. But, of course, it is a different matter when\nthe hallucination falls at a. time when the person is actua.lly about to\narrive, but his arrival is tme;,;pected. We have a few visual cases of this\ntype, and the following auditory case. The examples are not sufficiently\nnumerous for Ull to be sure that we have in them a genuine type of tele-\npathic action. In ordinary telepathic cases, the agent is doing or suffer-\ning something much more remarkable than merely returning home.\nBut still the cases in question mal;:e a little group which is worthy of\nrecord. \"\nThe account here given is from Mr. J. Stevenaon, of 28, Prospect Street,\nGateshead.\nL.-2303.-An pn\n.Ap1·il20tlt, 1885.\nDuring the months of May and June, 1881, my brother was staying with\nus. He went out one Sunday night, between I) and 6 o'clock. He did not\nsay what time he would return, but his time waB generally about 10 p.m.\nAbout 7 o'clock, while I was reading by the window, and Mrs. S. by the\nfire, all being quiet, I heard a voice aay, \"David is coming.\" I instantly\nturned to Mrs. S., asking what she said. She aaid, \"I have not spoken a\nword.\" I told her that I heard BOme one aay that \"David is coming.\" I\nthen thought I had imagined it; but, 10 and behold! in less than three\nminutes in he came, <Iuite unexpected. I was surprised, but did flot men-\ntion anything to him about it. The position of the house prevented us\nfrom seeing him until just about to enter the house. He was in good\nhealth, as we all were at j;he time. This is a candid statement of the facts.\nI shall be glad to give any further information if required.\nJos. STEVENSON.\nP.S.-Mrs. S. tells me that I did mention it to him, but all he said\nwas, \"That's strange.\"\n28, Prospect Stl'eet, Gateshead.\nMay 29th, 1885. '\nDEAR SIR,-In reference to my husband's letter of April 20th, I have\npleasure in testifying to the accuracy of his account sent you on the above\ndate, and of him draWing my attention to the fact at the tinle mentioned.-\nI remain, yours truly,\nSERENA STEVENSON.\nDigitized by Google\n\f476 Journal of Societ,1\/ .for Psychical Researclt. [July, 1885.\nL.-2304.-A8 po and Ad pn\nThe following account is from an informant who desires that her\nname and address may not be published, as she lIas a nea.r relation who\nwould much object to their appearance. We learn from her that she has\nnot had any hallucinations which there is reason to regard as merely\nsubjective.\nFebm,ary 20th, 1885.\nWhen a resident neJr Portsmouth, during a visit made by my late mother\nto London in the Bummer of 1858, the year preceding her death, I distinctly\nsaw her walking in the back garden at noon-day. I was not at the time\nthinking of her, but happening to look from my chamber window, I beheld\nthis figure, which, but for my parent's absence from home, I Bhould have\nsupposed her veritable Belf. This incident led me to conjecture something\nwas amiss, and this idea was confinned when the next morning's post brought\nme information that my mother had sustained a severe fall and was BO badly\nhurt that at first fatal reBults were feared, and at the moment I fancied I\nsaw her, her thoughts were bent on telegraphing for me to go to her.\nA few years prior to this, when a girl of 16, an engagement was fonned\nbetween myself and a young naval officer, about to aail for the African\ncoast. He had promised my mother and Belf that he would write us from\n\"ABcension.\" It chanced, some time after his departure, I accompanied a.\nfriend in a long country walk, when all at once a Atrange feeling pOBSeSaed\nme that this young officer was near. I seemed to feel the clasp of his hand\nupon my wrist, yet I aaw nothing, I only felt a presence. My companion\nasked why I looked so pale. I made an evasive reply, and on returning home\ntold my mother that\" Tom was dead!\" She tried to laugh away my fa.ncy,\nnevertheless she noted the date of the occurrence, and when a brother of my\nown, then homeward bound from the coast of Africa, arrived, the first words\nhe spoke, after an exchange of greetings, were, \"Oh, that poor fellow you\nsent letters by for me is dead! He died three days sail from Ascension and\nis buried on the Island.\" M. W.\nI cannot, owing to the many years that have passed since the occurrences\nmentioned by myself, furnish any dates; my mother calculated that the\nsingular impression I received was as near as possible to the time of our\nyoung friend's death. My brother who brought the tidings has been deceased\n.severalvears.\nL.-2305.-Ad pn\nFrom Mr. Arthur Ireland,of the School House, South Witham,\nllear Grantllanl.\nJanuanJ 5th, 1884.\nAbout 14: years ago, about 3 o'clock one summer's afternoon I was\npassing in front of Trinity Church, Upper King Street, Leicester when I saw\non the opposite side of the streeta very old playmate, who, havinf.t left the\ntown to learn BOme business, I had for somp. time 10'lt sight of. I thought it\n<lddhe took 110 notice of me, and while following him with my eyes deli-\nberated whether I should accost him or not. I called after him by name,\nand was somewhat surprised. at not being able to follow him any furthpr, or\nDigitized by Google\n\fJuly, 1885.] .Tournal Qf Societ!\/jor P8!fchical Re8earch. 471\nto say into which house he had gone, for I felt persuaded he had gone into\none. The next week I was informed of his somewhat sudden death at\nBurton-on-Trent, at about the time lhad felt certain he was passing in front\nof me. What struck me most at the time was that he should take no notice\nof me, and that he should go along so noiselessly and disappear so suddenly,\nbut that it was E.P. I had seen I never for one moment doubted. I have\nalways looked upon this as a hallucination, but why it should have occurred\nat that particular time, and to me, I could never make out.\nARTHUR IRELAND.\nTo inquiries, Mr. Ireland replies :-\n(1) To the present time the instance related is the only one of the\nkind that has occurred to me.\n(2) I mentioned the incident of having met E. P. to my mother, and\nremarked on the seeming slight of his not acknowledging me. Of course,\nwhen the news of his death came, mother remarked that I was mistaken,\nand although not feeling convinced, I had to assent to such a seemingly\napparent truism. My mother hns since died, or we might have had this\nadded testimony.\n(3) I am thankful to say that my eyesight is good, and I remember no '\ninstance of mistaking one person for 'another. Of course, I could not swear\nthat there was no mistake, but I do assert that I, without knowing he had\nleft the town, and with nothing to make me think of him, was suddenly\ncertain that E. P. was coming towards me on the opposite side of the street;\nthat I watched him attentively for any sign of recognition; that I called\nafter him, and could never explain his disappearance, or account for the un-\nnatural noiselessness of his movements or the suddenness of his appearance.\nI conclude by assuring you that so far I have been of a very realistic tum\nof mind, and am not aware that I am in the least superstitious or even\nimaginative. That which I have written is the truth, according to my ex-\nperience, placed at your disposal to help, if of any service, in the unrav~l­\nling of that for which at present there seems no adequate explanation.\nARTHUR IRELAND.\nMr. Ireland adds that the date of the death was October 1st, 1868.\nL.-2300.-Ad Pn--(Borderland.)\nMrs. Scott Moncriefi' gives us the following account of the appari-\ntion of a. dying sister-in-law to her husband, now dead.\nMay 20th, 1885.\nThe circumstances of the dream or vision, as far as I can remember at\nthis dist;ance of time, were these. A. awoke me one night, and said, \"I\nhave had a strange dream about S., and I fancied I saw her standing at\nthe foot of the bed ; indeed, I had to rub my eyes to convince myself that\nshe was not really there.\" He fell asleep, and again dreamt the same, and\nthis made a powerful impression upon his mind, with almost a depressing\neffect. He was in perfect health at the tinle, and of a thoroughly practical\nnature; not at all given to sentimentality. He had also no reason to believe\nthat S. was in frail health. Some weeks after, the news came of her death,\nand by comparing dates, and aJIowing for the difference of time between\nDigitized by Coogle\n\f478 Journal q\/ Socwt!1 fol' P8!lcMcal Re8earch. [July, 1885.\nIndia and Scotland, the event must have taken place during the period of\nthese dreams; but whether at tile time of the first or the second, I cannot\nremember. This happened on the 7th September, 1852.\nELIZABETH H. S. MONCRIEFF.\nI very well remember my brother, the late Major A. P. Scott Moncrieff\n(whose widow has written the preceding narrative) telling me of this appari-\ntion, as he believed it to have been, of our sister Susan, after the news\nreached us of her death in Edinburgh, on September 7th, 1852. I was\nliving in Calcutta at that date; my brother was with Ills regiment at\nDinapore. In the month of November, I was on a visit to his house in\nHazareebagh, where he was then living with his wife; and it was then tllat\nhe told me of the apparition. As he was a man of a very unromantic,\npractical character, always ready to ridicule a ghost story, I was the more\nstruck with the depth of the impression left on his mind by the vividness of\ntile apparition, as he believed it to have been, which had led to his taking a.\nnote of the date in writing.\nHe told me that after having been asleep for a time, during tile night of\nthat date (which must have been the 7th September), he awoke, feeling the\nheat rather trying; that he saw, by a light burning in the room, the punkah\nswinging above the bed, and then saw our sister Susan standing at the foot\nof the bed, gazing at him very earnestly. That he was so surprised, he sat\nup, rubbed his eyes, and looked again, seeing her still there. That he\nexclaimed, .. 0, Susan!\" (I think he added, \"what are you doing here 1\" but\nI am not certain that these were his words; though I am certain that he did\nutter some such words after saying, \"0, Susan !\") That his wife awoke\non hearing ltilll speak, and said, \"What is it, Alick 7\" (or words of similar\nimport) but tllat he, fearing lest in the state of health she was then in, it\nmight prove injurious to her to be told what he believed he had seen, said\nhe had awakened from a dream, but did not tell her how fully he was con-\nvinced he lv\\d been awake when he saw the apparition of his sister, wliich\nhad disappeared before his wife had spoken to him.\nR. SCOTT MONCRIEFF.\nMiss Scott Moncrieff, of 44, Shooter's Hill Road, S.E., corroborates as\nfollows :-\n1 hoard the same account from my brother, Major Scott Moncrieff, on\nhis return from India.\nMARY ANNE SCOTT MONCRIEFF.\nL.-2308.-Ad pn\nMrs. Passingham, of Milton, Cambridge, sends the following account from\ntile nurse who had been atbending her daughter, llrs. Gillig. Mrs. Pasaing-\nham says:-\nThe fact of hor having quarrelled with her favourite sister, and\nher dying without a reconciliation affects her deeply, and· she had telU'S\nin her eyes as slle told me tile story. She decZarlllJ she was not asleep, and it\nwas not a dream, she had only just put out the light and had not got into\n.bed.\nDigitized by Google\n\f3uly. 1885.J Joternalqf Soclet,l\/ \/01' PS!JcMcal Researelt. 479\nFrom Mrs. Walsh, 107, Queen's Crescent, Haverstock Hill.\nMay 6th, 1884.\nOn October 24th, 1877, I was in London, and after preparing to go to bed,\nI had just extinguished the light when I heard the voice of mysister, who was\nthen in Wolverhampton, call me by my name, \"Joanna.\" I instantly\nanswered, \"Yes, 'polly.\" The voice was lo\\v, almosta whisper, but perfectly\nclear, and I was so sure that she spoke that I turned to the part of the room\nfrom which the voice came. Again I he3l'd the voice, and after that, once\nmore, making three times in all.\nWhen I realised that itcould not possibly be my sister I felt-not exactly\nfrightened-but awed, and I could not sleep till near morning for thinking\nof it. The next day I heard from my family that they had had a telegram\nto say that she was dangerously ill, and some one was to go to her. Another\nsister went and found her dead, and the time of her death agreed exactly\nwith the time when I heard the voice. She died very suddenly of mortifica-\n,tion, and I had not the least idea she was ill; also, ~e had become estranged\nfrom each other, although we were exceedingly fond of each other, and I\nthink that is the reason she spoke to me.\nJOANNA WAL<;H.\nMal\/12th.\nIn answer to your first question I must tell you that at the time of my\nsist,er's death I was with almost entire strangers and therelore do not think I\nmentioned whatI had heard to anyone until alter I had a letter saying she\nwas ill, and almost directly afterwards a telegram saying she was dead.\nTo explain clearly, ,when I had the letter saying she was ill, I mentioned\nit to my sisterwho brought the letter; then when I had the telegram to say\nshe was dead I found that the time corresponded exactly with the time I heard\nher voice.\nThis is the only experience of the kind that I ever had.\n[This is in answer to the question whether she had ever had any other\nhallucination of the senses.]\nI didn't for one moment doubt whose voice it was as I immediately\nanswered by name.\nJ. WAL'lII.\nL.-2309.-Ad pn\n'From Mrs. Stent, living at 14, Singapore Road, Ealing Dean-a former\nvalued servant of Miss Craigie. of 8, McGill College Avenue, Montreal, to\nwhom she gave a completely cOllcordantaccount,which we have seen.\nJune 1st, 1885.\nMiss Craigie has, written to. me to ask me to send you the\naccount of Elizabeth calling for Mr. Reggy and me. She called him and\nme. I was not dreaming, for she called \"Reggy\" and \" Cook\" so plainly\nI could not rest in bed; and I told the housemaid, E. Morris, and we\nwondered what it meant. I could not go that day, but I went the next,\nand the, porter told me she died the morning before at 20 minutes\nto 4. 'I went to the Infirmary the day she was buried, and the old dame\nin· the bed next to hers told me she called for Reggy and Cook with her last\nDigitized by Google\n\f480 JOllrnnl Qf Soeiet!llor PlfJlckical Re8etlrch. [July, 1885..\nbreath. It troubled me much, for we had been friends for years, and I went\nto see her as of!;en as I could. I never had anything of the kind happen f;o\nme before, and she called us BO plain. I have often wondered what it could\nmean, and I shall never forget it. E. SUNT.\nIn reply to inquiries. Mrs. Stent says :-\nJ1tII1.e 7th, 1885.\nI send you the name of my dear friend ; it was Elizabeth Membrey.\nThe day she died was October18th,at ChelseaInfirm..'\\ry,near the Consumption\nHospital at South Kensington; but I am sorry I can tell you nothing about\nElizabeth Morris, having lost sight of her. Elizabeth has been dead four\nyears this October. She was my dearest friend, and was more to me than a\n8ister, but was no relation to me-(mly my dear friend. I think the bond\nof sympathy was very strong between us; only death could break it. We\ntold our troubles to one another; for years past we did not do anything\nwithout talking about it first. Mr. Reggy was the BOn of the lady where we\nlived in service together, and she was very fond of him; and he went to the\nInfirmary to see her as often as he could find time.\nL.-2310.-Ad pn\nFrom Mrs. Wyld, of The Willows, Ellesmere, Salop.\nMay 10th.\nI would very gladly write the short statement you ask for, but though\nto my own mind it is pretty conclusive, still I feel that to outsiders it is\nwanting in two important details. (1) I mentioned the fact of hearing the\nvoice to no one at the time, and (2) I could not tell whose voice it was.\nIt was on Thursday evening, January lOth, 1884, that I was sitting alone\nin the house reading, and it seemed strange, and still not strange, to hear\nmy name called with a sort of eager entreaty.\nShortly after the others came in. I was leaving for Ellesmere next day,\nand in tbe bustle of departure I thought no more of the circumstance. It\nwas only when coming down to breakfast on the Saturday morning and\nfinding the letter telling of E.'s death that I instantly recalled the\ncircumstances, and saw that the time and day corresponded with when they\nknew she must have sliplJCd out and down to the river..\nI wonder I did not associate it with her. for she had written me BOme\nvery pitiable letters bllforehand. MARY WYLD.\nFor the sake of my dead friend's relations, I should hardly like to give\nvery identifying details (if for publication), as her death was a particularly\nsad one.\nWe were school-fellows together for nearly tllree years and great friends;\n- and she had written to me previous to her death in 110 terribly depressed state,\nbut I had not the least idea her mind was affected. I never have had a\nhallucination of the senses at any other time. It was about 8 o'clock in the\nevening, I faney, when I heard the voice. She was not found till 2 o'clock\nthe next morning when the tide turned on the- river; she then had been dead\nseveral hours, having slipped out, I fancy, between 7 and 9 the previous\nevening. MARy WYLD.:\nDigitized by Google\n\fJuly, 1885.] Journal oj Societylor Psychical Researcn. 481\nL.-2311.-Ad po\nMr. W. Colman, of 44, Finsbury Circus, E.C., writing to us on May\n10th, 1885, enclosed the following account. He had heard the particulars\nabout a fortnight before, when staying in apartments which Mrs. Longley\nlets.\nMrs. Longley, of 4, Liverpool Lawn, R&msgate, a respectable married\nwoman, wife of a small tradesman, both resident upwards of 35 years in the\nlown, states :-\nMy eldest son, Pilcher, in February, 1884, was one of tlle crew of the\n\"Young Eliza,\" cutter, of Grimsby, employed in collecting fish from the\nfishing fleet, and was then 28 years old.\nOn the 10th of that month, at 3.10 a.m., ho was washod overboard in a\nstOl'lU, and drowned.\nOn that mornin~ I was restless, and being unable to sleep, determined to\nwateh how long the moon would take to cross a certain pane of glass in\nthe window, and while so doing hcard a voice three times distinctly call\n\" Mother.\"\nSupposing my son George was at the door, I C3lled out several times,\nc'Is that you, George 1 What do you want 1\" waking my husband, to\nwhom I told what had occurred.\nHaving no reply, I got up, lit a candle, and went upstairs to George's\nbedroom, and found him sleeping soundly, without any signs of having\nrecently been awake ,or moving.\nLooking at the clock on the stairs I noticed it was 3.15 a.m.\nNine days after a telegram arrived, stating my eldest son had been\ndrownea on the morning referred to.\nMy hU'5band wentto Grimsby, saw the captain of the vessel, and ascer-\ntained that Pilcher was washed overboard at the time stated, on a moonlight\nnight, and tllat his first cry was, \"Mother t mother! mother ! save me for my\nmother's sake I\"\nHe swam for 15 minutes, calling out occasionally, much as at first, but\nrescue was impouible.\nThe distance from Ramsgate to where he was drowned was over 200\nmiles.\nHe was a most affectionate son, and before going this voyage, had\npromised me it should be his last.\n[Mrs. Longley signa this account as correct.]\nSARAH LoNGLEY.\nher X mark.\n11th June, 1885. Witneu, CHARLES E. TROUGHTON.\nAt my request Mr. G. A. Smith wrote to his friend Mr. C. E. Troughton,\nsecond clerk in Cobb's Bank, Margate, asking himto interview Mrs. Lollgley,\nand put some questions to her. Mr. Troughton writes:-\n46, Addington Street, Margate,\nJune 14th, 1885_\nIn reply to the inquiry\" did she tell anyone of the voice before she\nheard of his death,\" she informed me tllat she mentioned the matter the\nfollowing morning to her husband and Bons, at the sarno time attaching no\nDigitized by Google\n\f482 Journal oj Society\/or P81Jchical Research. [July, 1885.\nparticular importance to the voice she heard during the night, being still\nunder the impression it was her BOn George who had called her, whom she\nthought was unwell. She also mentioned the matter to whoever \"dropped\nin\" during the next few days, remarking at the same time she felt sure\nsomet.hing was •• about to happen,\" and then the affair was forgotten till a\ntelegram was received I) days aiterwards stating her son was drowned, which\nled eventually to her ascertaining by letter that her son met his death on the\nsame night, and about the same hour that she heard the voice. Sho\nstated the voice seomed to proceed from some one outside the door, and\nmost certainly addressed to her as if in supplication. She most distinctly\nasserts the voice was not an impression proceeding from her owa miIJd, but\nseemed to proceed from some person '()u~ide her bedroom door. Unfortu-\nnately her husband and son were both away from home when I called, but\nshe assured me it would be useless for me to attempt to induce them to\ncorroborate her statement by signing the\" document,\" as her husband in\nparticular had an aversion to puUing his name to anything of the kind.\nShe did not associate the voice she heard with that. of her son's at sea (nor\ndid she connect the dream with him in any way),fully believing it to proceed\nfrom her son George. I asked was there any similarity between the voices\nof her two lions, and why she fixed upon George when he was sleeping beside\nher son Albert. Sho replied she knew it was not Albert who spoke because\nhe has a slight impediment in his speech, and as to its being \"Pilcher's,\" she\nwas not thinking about him. I asked her if anything had transpired during\nthe day or days previous to remind her of her son at sea, to which she replied\nin the negative.\nC. E. TROUGHTON.\n[It appears that this hallucination was unique in Mrs. Longley'S\nexperience.]\nL.-2312.--Ad p.\nFrom Mr. A. Jaffe, of 4, The Exchange, Balham, S.W.\nMay 28th, 1885.\nAfter mentioning that ho married while abroad, and was staying with\nhis wife at Berlin, Mr. Jaffe continues: As soon as my parents had learned\nof my arrival at Berlin, whore I had engaged furnished apartments, my\nmother immediately came to see me and my foreign wife. She remained\nwith us for three days, and two days after her departure my father and sister\ncame to see us, staying also three days, and then returned home. My i-ife\nand I, both young, in good health, and happy, were thoroughly enjoying\nourselves, and were free from all serious thought. About a week after my\nfather's departure, we (Illy wife and I), 1l3.ving been to a concert, arrived at\nour rOOlllS about 11 o'clock at niglit, and went to bed at once, being tired.\nMy wife fell asleep almost immediately, and after a little while I also was in\nthe arms of Morpheus_ Soon after, however, I awoke suddenly, with all\nmy senses alive, as if I had slept for hours instead of only about 20 minutes,\nand heard what is commonly called the death-watch ticking. I knew that it\ncould not be my gold repeater, for its spring was broken, and it did not go\ntherefore. I was well aware then that such ticking was caused by some\ninsects in the woodwork, and was not alarmed in the ver lilallt degree.\n\fJalr, 1881S.] Journal qf Society\/or PS!lchical Research. 483\nThe noise continuing, however, for a long time, curiosity got. the\nbetter of me, and I lit the candle, got softly out of bed, and tried to find\nout in what part of the room the. ticking was. But the noise was like a\nwill-o'-the-wisp; when I went to one paTt of the room, it went to another.\nI got at last tired of the hunt, and crept softly into bed. Nevertheless, I\nmust have disturbed my wife, for she said to me, in a half-conscious state,\n\"Alfy, your waooh is going!\" I did not answer her, for I saw she was\nasleep again aa soon as the words were spoken and I also slept soundly\ntill the morning. At breakfast my wife said, \"\" •.\\lfy, I had such a funny\ndream. I saw your mother with a handkerchief tied under the chin, making\nsuch faces to me, and moving her jaws in a most extraordinary manner.\"\nWe both laughed, and went to dress for a drive to Charlottenburg. I was\nthe first dressed, and went into the sitting-room, waiting for my wife. A\nknock at the door. It is the servant, handing me a telegram. It was from\nmy father and ran :\n\"Mother died last night. Letter to follow.\"\nIn the evening I received the letter, which stated among others :-\n\" Mother was paralysed, and had lost, for 6 hours before death, though\nr,o consciousness, 'but the power of speech. All this time she struggled\nfearfully to articulate, and the doctor tied, at last, her jaw with a cloth, tel\nprevent her opening it. She died at 4: o'clock this morning.\"\nALFRED Jud.\nIn answer to inquiries, Mr. Jaffe says :-\nMy first wife (here in question) is dead. She could not have stated, if\nnow alive, anything else than what I communicated to you. We both were\nlike one'heart and soul, we could read each other's thoughts, and it is; there-\nfore, that I hold my evidence as if it were hers.\nAbout her dreanl, I am sure she told me then all she knew, and I, in my\nletter to you, have added nought nor omitted. No severest cross-examina-\ntion could have disveiled anything more about it from her.\nOn the whole, my wife dreamt little, and when so, her dreams were\nalways\" nonsense.\"\nHe adds:-\nIt was and is most decidedly a fact, clear of all hallucination, from which\nsho was free at all times.\nThe ticking which I hoard, and my wife's dream, happened during the\nhours of my mother's death-struggle. Letter and telegram I received on\ntho day aftor the nocturnal occurronce.\nI do not remember the exact date; but it was in the last week of\nAugust, 1867.\nIf we accept the dream in tho above case as telepathic, thero would\nbe some ground for regarding the sounds as possibly a telepathic\nhallucination of the rudimentary type. But they may, of course, have\nbeen due to some undiscovered objective cause, and the coincidence, as\nfar as they are concerned, may have been accidental.\nDigitized by Google\n\f484 Journal ofSocietglor PsycMcal Research. [July, 1885.\nL.-2318.\nFrom the Rev. W. D. Wood Rees, of Holme Villa, Market Weighton.\nMay, 1885.\nIn 1874, when reading for college, ~ frequently visited a man named\nWilliam Edwards (of Llanrhidian, near Swansea), who was then seriously ill;\nhe often pl'Ofessed pleasure at, and benefit from, my ministrations. He at\nlength recovered so far as to resume work. I left the neighbourhood, and\namid new scenes and hard work, I cannot say that I ever thought of him.\nI had been at college some 12 months, when one night, or rather early\nmorning, between 12 at midnight and 3 in the morning, I had a most vivid\ndream. I seemed to hear the voice of the above-named Willia.m Edwards\ncalling me in earnest Jiones. In my dream I seellled to go to him and saw\nhim quite distinctly. I prayed with him and saw him die. When I awoke\nthe dream seemed intensely real, so much that I rema.rked the time, 3 a.m.\nin the morning. I could not forgot it and told some college friend&. all\nparticulars. The next day I received a letter 'from my mother, with this\nP.S. : \"The bell is tolling; Hear poor William Edwards is dead.\" Oninquiry\nI found that he did die between 12 and 3; that he frequently expressed, the\nwish that I were with him. I had no idea. that he was ill.\nIn answer to inquiries, Mr. Rees says:-\nMy dream took place between midnight and 3 in the morning. William\nEdwards died toithin that time. My mother wrote her letter just after\nbreakfast, when the death-bell was tolling for him. Just at the time I\nmentioned my dream to some friends. I received the letter either the\nnext night or the morning after., It was generally a two-days' post. I was\nparticular to inquire if the death took place the night of my dream; it did.\nI have not the date of the occurrence, but can get it, no doubt, from inquiring\nthe date of the lnan's death. 1 had no object in making any note of it\nthen. The friends, I believe, were Rev. G. L. Rees, Howden, Rev. J. W.\nRoberts (dead), aud, I think, the Rev. T. S. Cunningham; I will ask him.\nI have on other occasions dreamt of deaths, but have not taken any trouble\nto investigate them. I have sometimes dreamt I saw a person dying, and\nthen heard they were ill. The vividness and reality of the case I mention\ncaused me to take such notice of it.\nThe Rev. G. L. M. Rees corroborates as follows:-\nHowden, East Yorkshire.\nJune 11th, 1885.\nDEAR SIR,-The statement made by my brother, the Rev. W. D. W.\nRees, relative to the death of William Edwards, is quite correct. I perfectly\nremember his relating to me a dream respecting his de!l.tll, previous to the\nintelligence reaching us a.t collegc.\nI am, yours faithfully,\nG. L. M. REEs.\nL.-2314.-(possibly a clairvoyant dream.)\nFrom Mr. Evans. Penalltan House, Richmond Road, Cardi1f.. Thc case\nDigitized by Google\n\fJuly, 1885.] Joternal of Society for Psycht'cal Resea,.c'~. 485\nwas procured for us by Miss A. G. M. Richards, of I, St. Andrew'. Crescent,\nCa.rdiff, who writes :-\nMay 7th, 1885.\nMr. Evans· is a man of undoubted veracity, and is known to a large circle\nof friends, most of whom have heard of his remarkable experience, both from\nhimself and from his wife when living.\n29th, April, 1885.\nThe following is an account of. a dream which was dreamt by the under-\nsigned.\nR. EVANS.\nOn Palm Sunday morning, 15 years ago, I awoke with a start about 4:\no'clock, having dreamed that some one had been on the lawn in front of my\nhouse and taken away. about 50 roots of wallHowers which I had in bloom,\nand that the only thing left was a. portion of blossom which had dropped\nnear the entrance gate.\nI at once related my dream to my wife, and afterwards slept until about 8\no'clock in the morning, when I awoke through the servant girl rapping at my\nbedroom-door and shouting in an excited state, \"A donkey has been on the\nlawn and eaten up all the Howers.\"\nI immediately got out of bed and looked out of the window,-and the first\nobject I saw was the bit of blossom by the gate where I had previously\nseen it in my dream, and 1 found the border relieved of every root as I\nhad dreamed.\nI have, ever since, felt satisfied that if I had got out of bed and looked\nout of the window at the time I first awoke, I would have found the thief in\nthe act of taking away the Howers.\nI should say that the gate was locked, so that it was impossible for any\nanimal to have done the mischief.\nMrs. Dyer, of 8, Pembroke Terra.ce, Cardiff, says :-\nI have much pleasure in stating that Mrs. Evaus frequently spoke to me\nof her husband's remarkable dreanl, adding that she had had it related to\nher before its verification.\n[Mr. Evans may have been anxious about his flowers, and the chief point,\nevidentially, is the dropped\" portion of blossom,\" which may, however, have\ngot read back into the dream after it was actually seen.]\nL.-2315.\nHeadington Hill, Oxford.\nMa.y,1885.\nOn Saturday, May 5th, 1884, I drove into Oxford in an open landau\nwith my little boy and his nurse. On reaching the covered Market I got\nout,leaving the nurse and child in the carriage, which remained in the High\nStreet.\nIt was my intention to go to a shop in the middle of the market, but\nl1efore I reached it I became suddenly convinced: that s?methi~g had\nDigitized by Google\n\f486 Journal oj Societ!l for P81Jchical R68earch. [.July,1885.\nhappened to the child, and that the carriage was being closed. The feeling\nwas so strong that I stopped walking, and was about to turn round to go\nand see what had happened, when I felt I was foolishly fanciful, and for\ndiscipline's sake I decided to walk through the Market down a short street to\nExeter College, where I ha.d to leave a note, instea.d of driving there after\nmy visit to the Market, as I ba.d previously intended to do. I did this, and\nthen called at the shop, walking very fast all the time. I was nervously\nanxious to see the carriago again.\nWhen I reached the High Stl'eet I saw a crowd looking at the carriage,\nwhich was closed, and on rea.ching it found that my little boy had fallen out\nof it, on to the street, about 2 minutos after I had left him. The child had\nbeen much frightened, a.nd a crowd having assembled the coachman closed\nthe carriage.\nHENRIETTA WILLERT.\nJune Srd.\nAs regards my own experience, I can honestly say I never had before or\nsince such a strong feeling thatsometlring tval happening as that which ca.me\nupon me just after I leftthe carriage. I have ha.d a presentintent thata thing\nwould happen (not always realised), but never that it was happening.\nH.W.\nL.-777.-An Pn\nFrom the Rev. J. A. Macdonald, 19, Heywood Street, Cheetham, )Ianchester\nWhen I was in Liverpool, in 1872, I heard from my friend, the late Rev.\nW. W. Stamp, D.D., a remarkable story of the faculty of second sight\np088e88ed by the Rev. John Drake, of Arbroath, in Scotland. I visited\nArbroath in 1874, and recounted to Mr. Drake the 'lItory of Dr. Stamp,\nwlrich Mr. Drake assented to as correct, and he called his faculty\" clairvoy-\nance.\" Subsequently, in 1881, I hn.d the facts particularly verified by Mrs.\nHutcheon, who was herself the subject of tlris clairvoyance of Mr. Drake.\nWhen the ~ev. John Drake was minister of the Wesleyan Church at\nAberdeen, Miss J e88ie Wilson, the daughter of one of the principal lay office\nbearers in that church, sailed for India, to join the Rev. John Hutcheon,\nM.A., then stationed as a missionary at Bangalore, to whom she was under\nengagement to be married. Mr. Drake, one morning, came down to Mr.\nWilson's place of busineBB and said, \"Mr. Wilson, I alll happy to be ablc to\ninform you that Jessie has ha.d a pleasant voyage, and is now safely arrived\nin India.\" Mr. Wilson said, .. How do you know that, Mr. Drake 1\" to\nwhich Mr. Drake replied. \" I saw it.\" \"But,\" said Mr. Wilson, \"it cannot\nbe, for itis a fortnight too soon. The vessel has never ma.de the voyage\nwithin a fortnight of the tinte it is now since Je88ie sailed.\" To this Mr.\nDrake replied: \"Now you jet it down in your book that John Drake called\nthis morning and told you that Jessie has arrived in India this morning after\na pleasantvoyage.\" Mr. Wilson accordingly made the entry, which Mrs.\nHutcheon assured me she saw, when she returned home, and that it ran\nthus;. \"Mr. Drake. Jessie arrived India morning of ·June 5th, 1860.\"\nDigitized by Google\n\fJoly,I885.] Jourilal oj Soci.ety jor Psychical Re8earch. 487\nThis turned out 'to have been literally the case. The ship had fair winds all\nthe way. and made a quicker passage by a fortnight than ever she had made\nbefore.\nThe above account was sent by Mr. Macdonald to Mr. Drake for\nverification, and the following reply received from the Rev. €rawshaw\nHargreaves ;-\nWesleyan Manse, Arbroath.\nApril 29th, 1885.\nMy DEAR SIR,-Mr. Drake is sorry your communication of the 2nd inst.\nhas been so long unanswered; but two days after receiving it he had a\nparalytic seizure, which has not only confined him to bed, but taken from\nhim the use of one side.\nR e now desires me to answer your inquiries, and to say that the account,\nwhich you enclosed and which he now retnrns to you, is correct, except that\nhe has no recollection of ever calling it \"clairvoyance.\" It was neither a\n\"dream\" nor a \"vision,\" but an impression that he received between the\nhours of 8 and 10 in the morning, when his mind was as clear as ever it was,\nan impression which he believes was given him by God for the comfort of the\nfamily. Moreover this impression was so clear and satisfactory to himself\nthat when Mr. 'Vilson said \"It cannot be,\" Mr. Drake replied, \"You jot it\ndown,\" as warmly as if his statement of any ordinary circumstance had been\ndoubted by a friend.\nMr. Drake hopes these particulars will be enough for your purpose.-\nBelieve me, dear sir, yours very truly,\nC. HARGREAVES.\nThe following is 'MrII. Hutcheon's account of the incident, received quite\nindependently ;-\nWeston.super-Mare.\nFebrtuJ\/nJ 20th, 1885.\nThe facts are simply these. I sailed for India on March 3rd, 1860, in\nthe\" Earl of Hardwicke,\" a good, but slow, sailing-vessel. About 16 weeks\nwere usually allowed for the voyage, so that we were not due in Madras till\nabout the middle of June. Our voyage, however, being an uncommonly\nrapid one, we cast anchor in the roads of Madras on the morning of June\n5th, taking our friends there quite by surprise.\nOn this same morning, my former pastor, an able and much esteemed\nWesleyan minister, called on my father at an unusually early hour, when the\nfollowing conversation passed ;-\n\"Why, Mr. D., what takes you abraad at this early hour 1\"\n\"I have come to bring you good news, Mr. W. Your daughter, Jessie,\nhas reached India tIris murning, safe and well.\"\n\" That would indeed be good news, if we could believe it; but you forget\nthat the ship is not due at Madras before the middle of J una. Desides, how\ncould you get to know that1\"\n\"Such, however, is the fact,\" replied Mr. D., and, seeing my fa.ther's\nincredulous look, he added; \"You do not believe what I say, Mr. W., but\njust take a note of this date.\"\nDigitized by Google\n\f488 Jourllal of Society.for P8!1cllical Research. [Jul1,l885.\nTo satisfy him, my father wrote in his memo. book: \"Rev. J. D. and\nJessie. Tuesday, 5th June, 1860.\"\nIn due time, tidings confirming Mr. D.'s statement arrived, greatly to\nthe astonishment of my friends. He, however, manifested no surprise, but\nsimply remarked, \"Had I not not known it for a fact, I certainly should\nnot have told you of it.\"\nThese particulars I received by letter at the time, and on our return\nhome, 7 years later, we heard it from my father's own lips. He is no\nlonger with us, but the above are the plain facts as he ga.ve them, and the\nlittle memo. in his handwriting, which he gave me as a curiosity, lies\nbefore me now.\nJ.H.\nIn answer to inquiries Mrs. Hutcheon adds:-\nMarch 23rd.\nI felt inclined to smile at the idea that I could possibly be mistaken as\nto a date so memorable in my life's history, and immediately preceding my\nmarriage. However, to render assurance doubly sure, I have referred to\nboth my husband's diary and my own, in each of which lily landing in India.\non the 5th of June has an important place.\nThe entry made by my husband is as follows: \"N.B.-5th June, 1860 ;\na memorable d.'\\y! The'Hardwicke' has arrived. What a quick voyage:\nMiss Wilson and mission party well.\"\nJESSIE HUTCHKON.\nMr. Macdonald tells us that he believes Mr. Drake had many such\nexperiences, but that he found him so reticent that he despaired of gettiug\nan account of them from him.\nInquiries on this point elicited, we regret to say, the following reply from\nMr. Hargreaves:-\nMay 29th, 1885.\nMr. Drake, of whom you inquire in your letter of the 22nd, died\non the 18th inst. I have made inquiries but do not hear of any otllercircum-\nstances that can be reported to your Society. If he had been spared I am\nsure Mr. Drake would have given all the help in his power to such a society,\nbut he has gone from us.\nDigitized by Google\n\f","_id":411}