{"name":"Journal of the Society for Psychical Research 2431","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n19_aug_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N19, August 1885","mylang":"de","content":"BOo XlX..-VOL. XL ACGCST. 1886.\nSOCIETY FOR PSYCHICAL RESEARCH.\nCOB''l'BB''l'I.\nPAS. PAS.\nN_ )(emben and AIIoeIaIei .. •• •• 1 ICount Gonemp' Cue of )(onl&lon• .te. . . 5\nHeeUntr of Counell .• •. •. •. •. •• 1 C- Recelved b1 the JJter&ry Com·\n~ and AlteraUoDi of View .• 2 miUse ••••...•.•...... 7\nJ[ugina . . . • •• •• •. •. •• •• , CorreIpondenoe. . •• .. . . . . . . . . 25\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nDOBBIE, A. W., Gawler Place, Adelaide, Australia.\nGOODHART, REV. CHARLES A., M.A., St. Barnabas Vicarage, Sheffield.\nASSOCIATES.\nBECKET, MISS MARlA, Hotel Vendome, Boston, Mass., U.S.A.\nH.UU1I8, MISS, 40, Lothrop Street, Queen's Park, Harrow Road, \/\nLondon, W.\nLEWl8, Mas. W. B., Wt;ybridge Heath, Surrey.\nWBTHERED, F. J., M.R.C.S., London Hospital, London, E.C.\nMEETING OF COUNCn.\nAt a Council Meeting, held on the 7th inst., the following Members\nwere present :-Messrs. Alexander Calder, Edmund Gurney, Charles\nC. Massey, Edward R. Pease, Professor H. Sidgwick, and Mr. Frank\nPodmore. The chair was taken by Professor Sidgwick.\nThe Minutes of the previous Meeting having been read and signed\nas correct, two new Members and four new Associates were elected,\nwhose names and addresses are given above.\nPresents to the Library were on the table, including two of Miss\nFrances Power Cobbe's works, presented by herself. The thanks of the\nCouncil were directed to be given to the donors. The books are\nspecially acknowledged in another page.\nThe usual Cash Account for the previous month was presented,\nand various payments authorised.\nThe next Meeting of the Council was fixed for Friday, the 2nd of\nOctober, at 4.45 p.m.\nB\nDigitized by Google\n\f2 Jourllal of Society for P8!JcMcal Re8earcll. [Aug., 18815.\nRETRACTATIONS AYD ALTERATIONS OF VIEW.\nThe following are the remarks which Mr. E. Gurney made on this\nsubject at the last General Meeting:-\nSomething was said at the last Meeting implying that the Committee\nappointed to investigate phenomena connected with the Theosophical\nSociety had, in their conclusions, to some extent retracted what had\nbeen said in their First Report. But I think it must be clear to any\ncandid reader of the First Report that what the Committee did in it\nwas this-to define, on their then imperfect knowledge, what were the\nquestions which further knowledge might enable them to determine,\nand which, as they think, they have now on their further knowledge\ndetermined. The only point where they expressed a definite view\nwhich they have altered was in connection with Colonel Olcott, as so\nfully explained in Mr. Hodgson's Report.\nI say this not from any desire to Juke out or imply an\ninvariable consistency in our published Reports. Psychical research\nis eminently a department in which workers ha,-e to learn as they\nproceed. And I may take the present opportunity of mentioning that\nthere are several points in which we think that the increase of our stock of\ninformation has led us to Ilo more corrf>Ct view as to what can be properly\nput forward as evidence for telepathy, and what cannot; with the result\nthat several cases which we have no reason to suppose inaccurately\nreported, and which we have published as supporting the telepathic\nargument,do not now seem to us fairly to do so. I maymention especially\nthe cases where the percipient,at the time of seeing the phantasmal figure\nor hearing the phantasmal voice, has been in a state of anxiety with\nregard to the person whom we regarded as the agent. In some of these\ncases we have not made sufficient allowance for the possihility that the\nstate of the percipient might have generated a purely subjecth-e phan-\ntasm. That mere anxiety is a condition adequate to produce a definite\nvisual hallucination in a waking person is, it is true, very far from\nbeing a self-evident proposition. The assertion has often been loosely\nmade; just so has the assertion that cold lobster is an adequate condi-\ntion often been loosely made; but in neither case have proofs been\nforthcoming. Now this illustrates the importance of making a very\nlarge collection of purelysubjectin or pathologic hallucinations, as lVell\nas of alleged telepathic cases. A very large collection has been gradu-\nally amassed, and in it I do not find a single case of hallucination due\nto indigestion; but I do find material from which it may, I think, fairly\nbe argued that the nervous strain of anxiety is occasionally able to\ngenerate hallucination of the senses. Consequently we shall feel bound\nin future to exclude from the evidence for telepathy all, or nearly all,\nthe cases where this condition is shown or may fairly be inferred to\nDigitized by Google\n\fAug., 1885.] Journal qf Societ!lfor PS!lchical Re&earch. 3\n------------------\nbve been present. If the effect on the senses of the percipient can be\ndue to a subjective emotion such as anxiety, we should not feel justified\n{unless in very exceptional circumstances) in seeking or assuming any\nfurther cause for it in the state of an absent person.\nThere are, however, two (and only two) of our published accounts\nwhere we have to acknowledge error of a different sort. In these, it is\nno longer a matter of our own misinterpretation of facts; but we have\nlearnt, since publishing the cases, that the facts were misreported to\nbegin with-that there has been exaggeration or inaccuracy on the partof\nour informants, of a sort that (in one case, at any rate) fundamentally\naffects the evidence.\nThe first instance is that of Sir E. Hornby, who told us of a\n-certain death as having occurred coincidentally with a vision of\nbis own; whereas the death was afterwards asserted, by a person\napparently acquainted with the facts, to have occurred at least\nthree months previously. Sir E. Hornby at once admitted-with\n-complete candour-that if this assertion turned out to be true, his\nmemory must have played him the most extraordinary trick. We then\ndid what I take blame to myself for not thinking of before the case\nwas published-searched the files of Chinese newspapers at the British\nMuseum; we found that the critic's assertion was correct, and that the\nman did die three months before Sir E. Hornby supposed. And the\ncase, as recorded, thus completely breaks down.\nThe second instance is thllot of Mr. X. Z. (Proceedi.ngs, Vol. I.,\np. 106.) The account of his examining the parish register, and finding\nthere the record of the two deaths-the murder and thp. suicide-as\nhaving occurred in 179-, is entirely wrong. 'Ve have now done\nwhat we ought to have done before-had the rt'gister searched; and we\nfind no record of the sort at all. We have ascertained otherwise that\na. former owner of the house did commit suicide, but not in this house,\nand, moreover, not till 1809, and in May instead of September. l\\Ir.\nX. Z. further told us that he went with a friend to calion the landlord\nin London, on which occasion the portrait of the apparition was\nrecognised; but he proves to have been wrong as to the friend with\nwhom he went; and the friend who, as he now tells us, accompa.nied\nhim, is dead. These inaccuracies do not, it is true, affect the account\nof the a.pparition itself, but they greatly weaken the evidence for its\nobjective origin. Moreover, a narrative which is so far proved inac-\ncurate is clearly not one that could properly be used for evidential\npurposes.\nIn cases of this sort, where flaws are discovered in accounts which\nhave been given us in perfect good faith, what we have done and what\nwe propose to do in future, is this-to withdraw the narrative, with an\nadmission of its incorrectness. For instance, in the second edition o(\nDigitized by Google\n\f4 Journal of Societyfor P8!1ciliCaI Re8earciJ. [Aug., 188.',.\nthe number of the Proueding, where Sir E. Hornby's story appeared,\nanother case was substituted, with a note to state that the rejected\nevidence had broken down on the fundamental point of dates; and a.\nsimilar explanation was given in the Jourrwl. The same course will be\npursued with regard to Mr. X. Z.'s story, as to which the facts just.\nmentioned have only been ascertained within the last few weeks. We\nthink that this treatment answers the requirements of the position~\nwithout causing unnecessary annoyance to a perfectly bondfole witness.\nIt is, of course, otherwise in cases of fraud.\nMARGINS.\nI fear that the apparent difference of opinion between my courteous\ncritic \"C. C. M.\" and myself must be due to defective expression on my\npart, for I entirely agree with him that if a phenomenon can be shown\nto lie in the margin between what is known to be possible aud what is\nclearly impossible, so far as recognised causes are concerned, we have an\nunexplained fact--more or less unexplained according to the extent to\nwhich it goes beyond known possibilities. But such an unexplained\nfact, in my view, is the starting-point of psychical research, not the\nconclusion at which it seeks to arrive: to prove the presence of a new\nagency it must, I contend, go further j it must go beyond the unex·\nplained to the inexplicable.\nNo rule can, however, be laid down for determining the reasonable\nmargin, and the task is especially difficult when we cannot reduce the\nquestion to an alternative between a definitely known cause and the\nunknown, but are in doubt as to what known agencies may have\noperated unperceived.\nAn illustration of what I mean is afforded by our study of the\n\"willing-game.\" Before it was known from experience that muscular\nindications could be given and taken unconsciously to the extent re-\nquired to explain the willing-game, it was recognised by our inquirers\nthat this might be possible, and that consequently experiments in\nthought-transference with contact between agent and percipient, could\nnot prove telepathy. And their caution was soon justified; for Mr.\nSugden and others showed that such unconscious muscular indications\nare given, and ca!l__be consciously interpreted.\nE. M. S.\nDigitized by Google\n\f•\nAug.,188!;.] Journal of Society lor Psychicailluearck.\nCOUNT GONEMYS' CASE OF :MONITION\nAND MESMERIC CURE.\nIn the Journo.l for March, 1885, we published an interesting\ncase sent to us by Dr. Nicolas, Count Gonemys, of Corfu, 0. member\nof the Society for Psychico.l Research. We o.re now able to add an im-\nportant confirmation of part of tho.t o.ccount. The following is 0. slightly\nabridged translation of a. letter written in Ita.lia.n by Demetrio Volterra.,\nCount Crissoplevri, to Dr. Nicolas, Count Gonemys, o.nd do.ted, Zante\n7th (19th) June, 1885.\nHonoured Sir and Doctor,-I am in receipt of your letter of the 3rd\n(15th), and hasten to reply thereto. My wife, my son Anastasio, and I can\nall testify that the mesmeric cure which you effected of my son in the year\n1869 appeared no leas than a miracle, and made a great sensation in our\ncountry, since the nervous malady under which my son suffered was so\nviolent that all the doctors in Zante, called into consultation, were unable to\nunderstand or relieve it, and absolutely despaired of a recovery. .At that\ntime you arrived at Zante as officer of health (medico militate), and I begged\nyou to come and visit my son. You declared at your first visit, in the\npresence of other physicians, that his condition was moat desperate, but that\nnevertheleas you felt sure that he would be restored to health by a mesmeric\n(magnetic) cure.\nAlthough all your colleagues opposed this opinion, since they had no\nbelief in mesmerism, we relied on you, and you began your cure, by means\nof which my s:m was completely saved.\nOf those who were present at the cure, Dr. Carvellaa and both Verikios\nare dead, Dr. Cokinakis is established elsewhere, and Dr. Margaris is now\nat Naples. My daughter (Madame Couzojaunopoulos) is also living in Naples.\nBut I have obtained the signatures of my wife, my son, M. Vaasopouloa,\nand M. Xanthopoulos, who were always present, and are cognisant of all\nthe facts which I am about to narrate.\nAnd first of all, before you reached Zante, and up to a few hours before\nyour actual visit to my house, we had never thought of you, nor desired\nyour arrival in order to consult you about our boy, nor had the patient\nhimself, in his moments of relative calm, ever expressed such a desire.\nOn your arrival in Zante, however, I called on you in my distrcss, con-\nducted you to my house, and entrusted to you the care of my son.\nHe had long been suffering from a very strange nervous disease, aft'ecting\nhis whole cerebro-spiual axis (tutu le e1~rgie del IUO aui. ce1·ebt'o·,pi,ude),\nwhich mo.ny doctors in Zante had vainly endeavoured to cure.\nYou suggested the use of ammal magnetism; you magnetised him during\nhis crises, and he became clairvoyant. During his cure, which lasted about\nthree months, he prescribed for himself different remedies, which never failed\nto benefit him. He succeeded in foretelling the day and hour when a specially\nviolent nervous attack would come on, and the number of hours that it\nwould last, which happened according to prediction.\nOn one occasion he directed you to mesmerise him and leave him asleep\nfor eightconsecutive days and nights, which was actually done, nor did he take\nDigitized by Google\n\f6 Journal of Society for P'1Jchicl41 Re8earch. [Aug•• IS8&.\nany food during that time except a little Ol'gllllt with bi.acuit and liquorice-\njuice.\nOn two occasions you sent him to sleep from your own house, at a distance.\nSometimes when in tile sleep he rebelled against your magnetic influence,\nand mesmerised hiB own pillow in order to free himself from your impulse,\nbut you always succeeded in overcoming him in the conflict. Sometimes he\nspat in your face, and afterwards bitterly repented, and aaid that he W88 not.\nhimself when he committed such an act. He foretold the day and the hour\nof his recovery a month and a-half before-hand. He aaid that on that day\nyou would have to struggle with him with all your magnetic power, and that.\nif you conquered in the struggle he would be completely cured. All this took\nplace to the letter. As soon 88 the hour of that struggle had been traversed\nhe fell into a magnetic sleep, and declared himself to be perfectly cured, a&\nin fact he haB remained ever since.\nBefore your arrival at Zante I had no acquaintance with you whatever,\nalthough 1 have been many years at Corfu 88 Deputy to the Legialative\nAaaembly, nor had we ever spoken together, nor had 1 ever aaid a wOl\"d to\nyou about my BOn. As I before aaid, we had never thought of you, nor\ndesired your 888istance until I called on you on your arrival aB officer of\nhealth, and begged you to Ave my BOn.\nWe owe his life first to you and then to mesmerism.\nI hold it my duty to declare to you my sincere gratitude, and to subscribe\nmyself affectionately and sincerely youra,\nDEMETRIO VOLTERRA, Count CriaBoplevri.\n(Additional signatures) LAURA VOLTERRA.\nDIONISIO D. VOLTRRRA, Count CriaBoplevri.\n'0 IhpmrnJ8i&,; Al'GecilT&o,; Bo\"A:rfpPa.\n(AnBBt88io Volterra, the cured patient.)\nO. VAllSOPOULOS (come tuUmonio)\"\nDEMETRIO, OOMTE GUERINO (confel\"mo).\nLoRENZO T. MER(;ATI.\nIt will be Obsel'ved that M. Volterra does not seem to have been\nconsciously thinking of Dr. Nicolas at the time when the latter heard\nthe monitory voice \"Go to Volterra.... This fact certainly makes\nagainst a telepathic explanation, and if we exclude the hypothesis\nof chance coincidence, places the C&S6 more decidedly in the class of\npre1nonitions, with which we have not yet dealt. Premonition, it need\nnot be said, invoh'es difficulties even more serious than those which n.\ntheory of telepatlty has to surmount. We have received a number of\ncurious cases of this kind; but our collection needs to be much en-\nlarged before any decided opinion can safely be formed on the subject.\nPremonitions of trifling, but definite and unexpected, events are par-\nticularly asked for, as necessary elements in the formation of any\ngeneraJ. judgment.\nFREDERIC W. H. l\\lYEIlS.\nDigitized by Google\n\fAug., 1885.] JOlmaal of Society for P81Jchwal Re86urcA. 7\nCASES RECEIVED BY THE LITERARY CO}[MITTEE.\n(Continued.)\nL.-2307.-Ad pn\nThe following case was sent to us by Miss Scott Moncrietf, of 44,\nShooter's Hill-road, Blackheath, who is intimately a.cquainted with the\nna.rra.tor. The percipient's knowledge that Major F. G. was in a\ncritical state, is, of course, an element of weakness; but it remains a\nremarkable coincidence that she should have had her one experience of\nan apparition at the exact hour of his death.\nCheltenham,\nMay, 1885.\nAn attack of rheumatiun and nervous prostration left me far from well\nfor lOme weeks last spring, and one night I had a strange unaccountable\nvision which baa left a vivid impression upon my memory. 1 had gone\nto bed early and W!lS lying awake alone with a night light burning in\norder in some degree to dispel the gloom. Suddenly across the lower\nend of the room passed Major F. Go's figure, dressed in his usual every-\nday costume, neither his features nor his figure any whit altered. It was no\ndream, nor was I in the least delirious or wandering, therefore a conviction\nseized me that something must have occurred; in consequence 1 particularly\nmarked the hour, when the clock struck 11 shortly afterwards. Tho next\nmoming I was not the least surprised when my sister handed me a note from\nMias F. G. announcing her brother's death, and was fully prepared before\nreading it to find that he had passed away before 11 the previous evening,\nwhich preaentiment,atrange to say,was fully verified; MaJor F. G. having died\nat a quarter to 11. Major F. G. had returned in a bad state of health from\nEgypt. where he had been serving in the campaign of 1883. For lOme time\nhe appeared to recover and was able to go about and enter into society\nduring the winter, but during the last month the old symptoms had returned,\nand gradually he grew worse and worse, until no hopes of his recovery were\nentertained. Though not personally intimate with him, we were well\nacquainted with his family, and naturally his case formed a topic of conversa-\ntion among us. We had also received bad accounts a few days before and\nwere aware that he was in a critical condition; nevertheless at the time of\nhis death he had been quite out of my thoughts and mind. 1 had nelver\nbefore had any apparition of any description whatsoever, nor baa this one\nbeen followed. by any other.\n[Major F. G.'s name baa been given to us in confidence.]\nIn answer to inquiries, Mias P. says:-\nc.p.\n\" As it is lOme time since I related the vision to my sister, slle feels now\nunable to add her testimony.\"\nMias Scott Moncrietr says :-\n\" As I was at Cheltenham at the time, I call myself 80 far confirm the\nstory as to mention that on the day after it occurred we heard that the\nyoung lady had been 10 shaken in her nerves by her illneaa that ahe had\nDigitized by Google\n\f8 Journal of Society for P8ychical Research. [Aug., 1885.\nbeen seeing what you would call a •hallucination,' and was going to\nMalvern for change of air.\" She adds that Miss P. was staying with her\nwhen the above account was written, and that as to the date: \"Both she\nand I remembered that it was on a Thursday near the end of March or\nbeginning of April.\"\nWe find from an obituary notice that Major F. G. died on Thurmy,\nApril3rd, 1884.\nL.-2316.-Ad pn\nFrom Colonel Swiney (Duke of Cornwall's Regiment.)\nRichmond Barracks, Duplin.\nJuly 14th, 1885.\nI have not been succeBBful in obtaining corroborative evidt.nce with\nregard to the occurrences mentioned in yours of July lat, but briefly the\nfacts were as follows as far I can remember :-\nIt was some time the latter ead of September, 1864, when quartered at\nShorncliffe Camp, I thought I saw my eldest brother (whom at the time I\nbelieved to be in India whl:re he was serving in the Royal Engineers) walking\ntowards me, and before I could recover from my astonishment the figure\nhad disappeared. I perfectly well remember mentioning the fact to some of my\nbrother officers, and saying how curious it was, but never thought much\nabout it until I received news of his death, which had occurred about (as near\nasI can recollect, without having made any note)the time I had imagined I had\nseen him, viz., September 24th, 1864, at Nagpore, East Indies, and but for\nthe f'\\etof his death, I should never probablyhaverecalledthe circumstance. I\ndo not attach much importance to this, it might have been a coincidence,\nremarkable certainly, but nothing more. I am afraid it will not be of much\nuse to you in your inquiries as half its value is gone by my not being able\nto bring corroborative evidence to prove that I had mentioned the facts prior\nto hearing of his death, although in my own mind I am perfectly certain I\ndid so. Richard Edgcumbe was quartered at Shorncli1fe at the very time\nthis occurred.\nS. C. SWINEY.\n[It was from Mr. R. Edgcumbe that we first heard of this incident.!\nIn answer to enquiries Colonel Swiney adds :-\n(1) Years afterwards, in 1871, at the Cape of Good Hope, I wrote a long\naccount of it to a Yorkshire gentleman who was collecting data on the\nsubject of hallucination.\n(2) The 24th September, 1864, was a Sunday. I Cl\\Ilnot say whether that\nwas tlle day I mentioned it. My brother died some time, as far as I can\nrecollect, after the family with whom he was stopping had returned from\nchurch; for I remember the letter saying: \"He was so much better, and\nasleep, that we thought it safe to leave him for an hour or so. On our return,\"\nit went on to say, \"we found he was very feverish, and he died that after-\nnoon.\" Now the time I saw the hallucination could not have been later than\n2 p.m. Allowing for the five hours difference of longitude, that would be\ngitized by (.oogI\n\fAug., 1885.] Journal ofSociet!l\/or PSJ\/chical Research. 9\nabout 9 a.m., and would not tally. [Colonel Swiney aeems to have reckoned\nthe difference the wrong way. At any moment the time of day in India is\nfour or five hours later than the time of day in England j and thus the\ncoincidence may have been exact.]\n(3) I have had a peraow interview with Colonel Schwabe, who was a IUb-\nwith me in the Carabineers, and he cannot recall the circumstances at all,\nindeed, bas no recollection whatever about it. This may be accounted for by\nthe fact of his having gone abroad very Ihortly afterwards, and we did not\nmeet for some months after I had heard of my brother's death. At the time\nI heard of his death I was stopping with Charles Gurney, shooting, near\nNorwich, some time the latter end of October, if not the beginning of\nNovember. When I leceived the letter I knew what was in it, and if I only\nknew Charles Gurney's address, I should have liked to ask him if he\never remembers the morning I received the bad news before I left for\nLondon, saying\" How curious; I thought I saw him coming towards me at\nShorncllife a few weeki ago.\"\nL.·-2317.-A PA\nFrom Mr. Joseph A. Chamberlain, High Garrett, Braintree, Essex.\nDecember, 1884.\nAbout 12 or 14 years ago a little scholar in my school, named James\nHarrington, WIl.8 very ill with diphtheria. I had been to a village.> about\nthree miles off to give a lesson on the pianoforte, and was returning on a\ndark night about 7 o'clock. I was walking in a narrow footpath between\ntwo hedges, and on coming to a stile I saw a luminous figure Iloa.t over the\nstile, meeting me, and gradually disappear at my left hand. I started and\nsaid to myself, \"That's Jimmie,\" then stamped my foot on the ground and\nsaid, \"How foolish I am to-night.\" I reached home about 7.30 to attend to\nmy evening school, and judge of my surprise, on entering the school, the\ncaretaker met me at the door, saying, .. Jimmie is dead.\" \" When 7\" I\naaid. He answered, \"About \\J.alf-an-hour ago.\"\nI am almost sure it W:18 on t.he same night, on'coming downstairs for some-\nthing for our lick child, I distinctly saw a tall female figure as if for a\nmuftled up journey, come out of our drawing-room door and glide out of the\nfront door. I must say it rather startled me.\nlD answer to questions Mr. Chamberlain II&Ys:-\n(1) The vision in a general way resembled James, especially Il.8 to size.\nThe features were not clearlydefined, but more like a magic-lantern view not\nproperly focussed.\n(2) I knew that he was ill, but not that he was likely to die.\n(3) I was attached to him, but I cannot say I was particularly anxioul\nabout him. AI far Il.8 I remember, 1 went to the house every evening, Il.8\nhis father and mother kept the coffee-room of which I had the superinten-\ndence ; 10 my mind was occupied with hia. condition j but he was not in my\nthoughts before I saw the luminous figure.\n(4) 1 did mention it to our minister, the Rev. A. Macdougall, but I\nDigitized by Google\n\f10 JOf,rnal of Soc~tll.for Psychical Re8em·ch. [Aug., lR8.'i\ncannot say whether it was at the time or near the time-certainly not on the\nsame evening. The hct is, I waa rather afraid of being laughed at.\nI only wish I had been more careful in recording tile facts. I shall nevt.r\nforget the shock I received on entering my evening school half-an-hour\nafterwards, and learning from the caretaker that James had died about half-\nan-hour before.\nL.-2318.-Afl pn\nFrom Mias Paget.\n130, Fulham-road, S.W.\nJuly 17Ul, 1885.\nThe following is the exact account of the curious appearance to me of my\nbrother. It waa either in 1874 or 1875. My brother waa third mate on\nboard one of Wigram's large shipe. I knew he waa somewhere on the coaat\nof Australia, but I have no recollection of my having been thinking of him\nin any special way; though aa he was my only brother, and we were great\nfriends, there waa a very close bond always between us. My father was\nliving in the country, and one evening I went into the kitchen by myself\nBOOn after 10, to get some hot water from the boiler. There 11'81 a large\nDuplex lamp in the kitchen, so it waa quite light; the servants had gone to\nbed, IUld I was to turn out the lamp. As I waa drawing the water, I looked\nup, and, to my aatoniahment, saw my brother coming towards me from the\noutside door of the kitchen. I did not see the door open, aa it waa in a deep\nrecess, and he waa crossing the kitchen. Tho table waa between us, a.nd he\nsat down on the comer of the table furthest away from mo. I noticed he\nwaa in lUs sailor uniform with 0. monkey jacket on, and the wet waa shining\non his jacket and cap. I exclaimed, \"Miles I Where have you como\nfrom 1\" He answered in his natural voice, though very quickly, \"For God's\nsake, don't s::.y I'm here.\" This waa allover in a few seconds, and aa I\njumped towards him he waa gone. I waa very much frightened, for I bad\nreally thought it waa my brother himself; and it waa only when he vanished\nthat I realised it waa only an appearance. I went up to my room and wrote\ndown the date on a sheet of paper, which I put away in my writing-table,\nand did not mention the circumstance to any ono. About three montha\nafterwards my brother came home, and the night of his arrival I sat with\nhim in the kitchen, while he smoked. I aaked him in a caaual manner if he\nhad had any adventures, IUltl he said, \"I waa nearly drowned at Melbourne.\"\nHe then told me he waa ashore without leave, and on returning to the ship\nafter midnight he slipped oft' the gangway between the side of the ship and\nthe dock. There waa very little space, and if he had not been hauled up at\nonce, he must have been drowned. He remembered thinking he waa drown-\ning, and then became unconscious. His absence without leave waa not\nfound out, so ho escaped the punishment he expected. I then\ntold him of how he had appeared to me, and I aaked him tho date. He\nwaa able to fix it exactly, aa the ship sailed from Melbourne the samA morn-\ning, which waa the reaaon of his fear of being punished, aa all hands wero\ndue to bo on board the evening before. The date waa the same aa the date\nof his appearance to me, but the houl'll did not agree, aa I saw him BOOn\nDigitized by Google\n\fAug., 1885.] JOllrnal Qf Societyfor P'!lcAical Research. 11\nafter 10 p.m., and his accident W&8 after midnight. He had no recollection\nof thinking specially of me at the time, but he W&8 much struck by the\ncoincidence, and often referred to it. He did not like it, and olten when he\nwent away said, \"Well, I hope I shan't go dodging about as I did that\ntim\n• \"\ne.\nI W&8 about 22 at the time, and he was 20. I W&8 always rather afraid I\nmight see him or othen after this, but I have nevor, before or since,\nhad any hallucination of the sense of sight. My brother died abroad\nthree yean ago, and I had no warning then, nor do I imagine I shall ever\nsee anything again. I am never on the look-out for things of that kind,\nbut if I ever saw anything again I would make a note of it. I destroyed the\nDote I made of the date &8 soon &8 I had verified it, not thinking it could\ninterest or concern anyone else.\nRUTH PAGET.\n[I received an account of this incident two yean before the above was\nwritten, from a friend of Mias Paget's, to whom it had been related by a lady\nwith whom Mias Paget lives. This older account completely agreed with tho\npresent more recent one j which shows, at any rate, that the incidents\nstand out distinctly in Mias Paget's memory. In conversation, Mias Pagot\ntold me that at the moment when she mistook the apparition for her\nbrother himself, she accounted for the 1oetllUB, which she 80 di,tinctly\nremarked, by supposing that he had got wet through with rain. There\nseems to be no doubt that the coincidence of date was clearly made out,\nwhen the brother and sister talked the matter over. But. if longitude bo\nallowed for, the impresaiol1 must have followed the accident by about 10\nhoun.-E. G.]\nThe following case, if accurately reported, is of interest &8 a colloctive\nhallucination, whatever view be taken &8 to the connection of the figure seen\nwith Mias Stewart.\nL.-2319.-Ad PIl (Collective, \"Borderland\")\nFrom Mias Edith Farquharson (sent by her relative, M1'II. Murray\nAynslcy,25, Saumarez-street, Guernsey.)\nIn the year 1868, No.9, Drummond-place, Edinburgh, was in the occu-\npation of Mr. Farquharson, formerly aJudge of the High Court in Jamaica.\nOn the night of Good Friday in that year, two of his daughten, Mias Edith\nFarquharson, hersister Marianne [now Mrs. Henry Murray], and a little\ncousin Agnes Spalding, aged six yean, were sleepingin a room at the top of\nthe houae. About 11.45 p.m., the two siste1'll were awakened by hearing loud\nacreama from the child, who W&8 sleeping on a mattresa placed on the Hoor\nbeside their bed. The mattresa W&8 ngaiuat a door leading into a dressing-\nroom ; this door W&8 locked and sealed with white tapes and black wax j it\nhad been thus closed by a member of the family to whom the house belonged\nbefore Mr. Farquharson entered upon his tenancy. The death of the head\nof the family and the delicacy of health of one of the daughters, had causcd\nthem to wish to leave Edinburgh, and spend the winter ill Torquay.\nOn hearing the child's screams of terror, Mias M. F. touched her sister\nDigitized by Google\n\f12 Journal of Society {Of' PS1\/cMcal ReseQloch. rAug.,I885.\nand said, \" Do you hear the child screaming 1\" Mias E. F. replied thatahe\ndid, and turned her head round to listen better. When the child was\nasked what she was screaming about, she said, \"I am wide awake, and I have\nseen a figure which w881eaning over me,\" and when further questioned\nwhete the figure went to, said\" Round the side of your bed.\"\nMias E. F., when she turned round, saw a figure glide from near the\nchild's bed and paaa along the foot of the bedwhereon she and her sister were.\n(At the first moment she thought it was a thief.) The latter, on hearing her\nsay in French, \"It y a quelq,,'un,\" was so terrmedthat she hid her head under\nthe bedclotheL\nMiaaE. F. describes the figure as being dreaaed in a rough brown shawl\nheld tightly round the bust, a wide brimmed hat, and aveil. When the child\nwas questioned afterwardashe gave the same account of the costume.\nMias E. F. says that after paaaing along the foot of the bed with a noise-\nleBB gliding motion, the figure disappeared into the darkness.\nExcept the door which W88 locked and sealed, the only door of exit to the\nroom was one which was quite close to the bed ; at right angles with the door\nand with the head of the bed was a large hanging cupboard.\nBoth the ladies got 'Jp instantly. They found the door of their room\nclosed, 88 they had left it. Their brother's room W88 next to theirs; they\nknocked at his door to rouse him, at the same time keeping a sharp look-out\non the door of their own room to see that no one escaped. The whole party\nthen made a thorough search in the room and cupboard, found nothing dis-\nturbed, and once more retired to reat. The next morning the page-boy said\nthat he had been unable to aleep all night on account of the sounda he heard\nof someone scratching at his window. He declared that he had shied all his\nboots and everything he could la.y hold ofin the direction whence the noise\ncame, but without effect. He could stand it no longer, and went to the room\nwhere some of the women-servants slept, beggin~ to be let in. They had\nheard nothing, however, though they, like himself, slept in the basement of\nthe house.\nMias Farquharson adds :-\nThe whole family were hardly aaaembled on the Saturday morning, when\ntile son-in-law of the late owner of the house arrived, and asked to see Mr\nFarquharson. He wished particularly to know exactly what day this gentle-\nman and his family intended leaving tho house (their tcrm would expire the\nfollowing week), for he had just received II. telegram informing him that hia\naiater-in-law had died that night, and they were anxious to bring her body\nthere immediately for burial.\nWith respect to this 188t paragraph, tho narrator's father writes :-\nThe above is a. correct statement of the occurrence.\nO. M. FARQUHARSON.\nMias Farquharson continues :-\nTIle possible solution of what we presume to have been an apparition of\nthis looy is, that the bedroom occupied by the MiBsesFarquharaon being\nthe Ol1e she habitually used, in her dying moments she desired to vilit it\nonce more, or else that there was something in the dreBBing-room which she\nparticularly wished for.\nEDITH A. FARQUlIAR8ON.\nDigitized by Google\n\fAug., 1885.] Journal tlf Society fo-r Page\/neal Be8eareh. 13\nMrs. Murray writes :-\nCobo, Guemaey.\nJune 24th, 1885.\nOur home W88 in Perthahire ; but in the winter of 1868 my father took a\nhouse for four months in Drummond-place, No.8,. in Edinburgh, in order\nto give us a change. The hoWle belonged to General Stewart, who had a\ndelicate daughter, and he let it. to take the daughter to Torquay for the\nwinter. We did not know the Stewarts, so our imagination could not have\nauisted in any way to account for the curious apparition that was seen. I\nmyself did not lell it, but I was in the room with my sister and little cousin,\nwho botb did. My belief is that Providence preyented my seeing it as I\nam of a very nervous temperament, and it might have had a very bad effect\nupon me if I had. Well, the apparition took place on Good Friday night at\nabout 12 o'clock. This little cousin, who was only about six years old, had\ncome into town from the country, and as our hoWle was very full she had\na ahake-down beside our bed on my side. I was the first to be awakened by\nhearing her calling out in a frightened way. So I said, \"What is the\nmatter, Addie 1\" \"Oh,\" ahe said, \"Cousin lIaria.nne, I am so frightened.\nA figure has been leaning over me, and whenever I put out my hands to\npUBh it offit leant back on your bed I\" At this I was alarmed and awoke\nmy uter, who lifted her head from her pillow and looked up, when ahe 8&W\na figure gliding &CroM the foot of our bed wrapped in a ahawl, with a hat and\na veil on. She whispered to me in French\" n Y II queiqu'un,\" thinking\nit was a thief, whereat we both jumped out of bed together and went to the\nnext room to get our brother, Captain Farquharson. RiB bedroom door had\na shaky lock which madea noile, so he had barricaded itwith a portmanteau.\nWhile he was coming to our help, we kept our eyea fixed on our door in case\nanyone should have eacaped, but we 8&W nothing, and after our all aearching\nevery comer of the bedroom we came to the conclUBion that no one had\nbeen there, for everything was intact. We then queationed little Addie as\nto what she had aeen and what the figure was like. She deBCribed it as that\nof a lady with a ahawl on and a hat, and a veil over her face, and said that\nas I spoke she had gone &Cl\"QIII the foot of the bed in the aame direction that\nmy aister had aeen her go. This child, I must tell you, had been moat\ncarefully brought up by her mother, and was not allowed to read even fairy\ntalea for fear of having foolish ideaa in her head, which makea the thing\nmore remarkable, for she had certainly never heard of a ghost. I don't\nknow even now whether she knows anything about it, for we had to pretend\nthat it must have been my eldeat sister who had come in to play us a trick,\nfor fear of frightening her.\nThen the next morning we were relating our adventurea when a ring\ncame to the door, and the servant said a gentleman wanted to speak to\nmy father. This gentleman waa a Mr. Findlay, who had married a MiM\nStewart. He came to ask when we were to leave for he knew it was\nabout the time, as he had received a telegram that morning to say that Milia\nStewart had died in Torquay during the night and they wanted to bring\nher body to Edinburgh. We heard afterwards from friends of the Stewarts,\nthat the bedroom we had, had been hers. I forgot to mention that the\n\"The other account gave 9 as the number; but the point is wholly nnimportant.\nDigitized by Google\n\f14 Jo\"rna1l!f Society fol' P'!lchical Re&eol·ch. [Aug., 1886.\nchild's bed lay acroBB the door of a small room which had been locked up\nby the Stewarts and they had put tapes acroBB and ses.led them with black\nwax.\nWe have none of us ever had any hallucinations either before or after\nthis strange aft'air.\nMARIANNE MURRAY.\nL.-2320.-AD pn\nThe following case from Dr. Campbell Morfit, of 132, Alexmdra-\nroad, N.W., seems to faJl into the cl&8B mentioned in our last number.\nwhere persons are phantasmally seen or heard very soon before their\nunexpected appearance in the flesh. We cannot be certs.in that this is\na. genuine telepathic type; but the cases are well worth recording.\nDr. Morfitwrites on July 4th, 1885 :-\nThe following narrative I now report to you for whatever of interest and\n8uggestion it may be worth.\nCAMPBELL MORFIT.\nAbout the year 1853 I was engaged during 18 montlls in scientific\nwork for the Ordnance Department of the United States, at one of the\nArsenals; and my father's country house being conveniently near, I lived\nthere most of that period. The building, though one of irregular plan, had\ncertain constructional o.rra.ngements which made it all exceptionally\ncomfortable domicile, and these advantages, together with the natural\nbeauties of the place, inspired my fatller to distinguish it by the uncommon\nname of its builder and original owner. Hence, it became known by that\ndesignation, which, let me say for the purpose of tllis narrative, was\nMetarko.\nThe room occupied by me, in this Ilouse, was an isolated one in wltich the\nbuilder and original owner died some years previously, and was said to be\nhawll;ed by him. His ghost, however, never showed itself to any member\nof our household.\nAt the end of my term of residence there I lived in a city ; and several\nyears later, after II. period of professional duty at tile University ofMaryland,\nmoved to New York for the purpose of engaging in private practice as a con-\nsuIting chemist; and the very first client who presented himself was a\ngentleman of eccentric appearance and manner,bearing the name of l\\Ietarko.\nIts peculiarity prompted me to ask him if he was a relative of the builder\nof our family homestead, and he replied, \"Yes, I am his son.\" This odd\ncoincidence interested me, but the profOBBional work which he wished me to\nundertake did not promise succcBBful resulta, and therefore I declined it. He\nthen left but without taking away the sample of waste material which he\nbad brought to me for experiment, and there it rested, obtrusively in sight,\nuntil after several days a moment; of leisure determined me to look into it\nmore closely. Having subjected it to tentatives I soon found, despite first\nimpreBSions to the contrary, that it could be given commercial value as\nrequired, and notified him to that effect. He responded in person, received\nDigitized by Google\n\fAug., 1885.] Journal of Society for P8!1cMcai Re8earch. 15\nmy report gratefully, and 88ked the amount of my fee, but went away wi,th-\nout paying it, though he sent it in a lettera month afterwards upon the eve\n.of his departure homewards, to one of the Western States.\nFor a time that disappearance took him entirely out of my world; but\none evening nearly two years subaequently I had been p888ing an hour or\ntwo at a friend's, listening to some fine music. On my return in good health\nand spirits I felt unusually wide awake 88 recurs to mind even at' this\nmoment, and in fact quite free from any susceptibility to hallucination.\nNevertheless, scarcely had I got into bed than there at the side stood\nlIetarko looking 88 when he last W88 with me, but having two new features,\none a kind of excrescence on the cheek, and the other a neck-tie of striking\npattern. At first this sudden presence amused mu 88 a freak of the imagina-\ntion. but became an annoyance when it would not leave on my trying to dis-\nmiss it. The good part done him forbade the idea that he had come to\nhaunt me reproachfully, yet I W88 somewhat disquieted, and 88 Diy brother\nslept in a distant room upon the same floor I called to him through the open\ndoors of the intermediate sitting-room, without receiving any answer. The\napparition persisted, and I turned my face from it to the wall, by way of\nexorcism; and a few minutesiater, seemingly, though actually, perhaps,\nonly seconds, found that it had vanished.\nSeeking an explanation of the occurrence by reflecting upon it, I arrived\nat the conclusion that Metarko had died that night at his distant home, and\nthe apparition W88 a psychological incident to announce the fact to me, though\nfor what reuon W88 beyond my imagination. The circumstances, however,\n80 absorbed my thoughts all the next day, that when evening set in I felt the\nneed of diverting influences, and went out visiting. On re-entering about\nbedtime I W88 greeted by my housekeeper with the infonnation that a\nstranger gentleman had called in my absence to request that I would allow\nhim a consultation at 9 o'clock the following morning. His name, she said,\nwas on the slate, and there I found it,--to be that of Metarko !--in his\nown unmistakable handwriting! ! This fact, 88tounding for the moment,\nrecalled, vividly, the apparition of the previous evening, so as to rerlder me\nimpatient for the actual interview, and when, at the appointed hour next\nday he came in the flesh, profound W88 my astonishment to find him then\nexactly as he appeared in the vision of 34 hours previously.\nAt a 1088 what to think of this concatenation of mysterious events, and\nhaving pre-engagements for the whole day, after listening to the statement\nof his case I asked him to call again in the evening upon the excuse that an\ninterval W88 desirable for the consideration of his busine88 confided t.o my\ncharge. He agreed to this arrangement, and left but did not return 88 pro-\nmised; and from that moment to the present I have never seen or heard of\nhim. Heralded bya spectre, like itself he departed.\nIn answer to inquiries, Dr. Morfit write.:-\nJuly 12th, 1885.\nIn reply to yours of yesterdate, the narrative sent, through Mr. Crookea,\ncomprises all the particulars of the incident that I can remember at this\ndistance from its occurrence, which is about 26 years. Doubtle88 I men-\ntioned it, at the moment, to my brother and my housekeeper, but am not\npoaitive. I am even unable to recollect what was the busine88 that brought\nDigitized by Google\n\f16 Jou,'\/W\/ qf Society for Psychical Rtsta,·ch. [Aug., 1885.\n-----\nMewko to me in the second instance. But he waa an eccentricity if not a\nmystery from the tint, very little known in New York, aa far aa I could\nascertain; and never informed me of his stopping place whilo there, nor yet\ntold me his addreu when at home. I heard subsequently, however, from\nsome source no\" forgotten, that he then lived in Cincinnati, Ohio.\nThe incident noted waa tho only one of a psychical character that ever\noccurred to me, and BOOn after happening it pasaed out of mind for several\nyears. I admit that it is lame &8 it stands, but being at least interesting, I\ndetermined that your Society should hear of it; more particularly aa it baa\nbeen cropping up in my reminiscences and reflections repeatedly during the\nlaat 10 years without inspiring a solution of its obscurities.\nMy brother being an unimpl'08llionable man, and not sharing my interest.\nin the matter, baa forgotten, moat probably, all that I may have told him\nabout it at the time. But my housekeeper, a woman of considerable intelli-\ngence and sympathetic nature, might remember. She waa even then.\nhowever,20 years my senior, and if not now dead is a very old woman.\nwhoae whereabouts baa dropped out of my knowledge, and it would be\ndifficult to find her at present.\nCAllPBELL MORFIT.\nL.-2321.-AIl pa\nThe following record is very similar to the last, but has the\nadvantage of ha.ving been written immediately after tho occurrence.\nThe narrator, Colonel Bigge, of 2, Morpeth-terrace, S.W., took the\naccount out of a sealed envelope, in my prosence, for the tint time since\nit was written.-E. G.\nAn account of 110 circumstance which occurred to me when quartered\nat Templemore, Co. Tipperary, on 20th February, 1847.\nThis afternoon, about 3 o'clock p.m., I waa walking from my\nquarters towards the meu-room to put some letters into the letter-box,\nwhen I distinctly saw Lieut.-Colonel Reed. 70th Regiment, walking from\nthe comer of the range of buildings occupied by the officers towards the\nmeu-room door; and I saw him go into the passage. He waa dreued in a'\nbrown shooting jacket, with grey summer re8ulation tweed trousers, and\nhad a fishing-rod and a landing-net in his hand. Although at the time I\nsaw him he waa about 15 or 20 yards from me, and although anxious to.\nspeak to him at the moment, I did not do so, but followed him into the paa-\nsage and turned into the ante-room on the left-hand side, where I expected\nto find him. On opening the door, to my great surprise, he waa not there;\nthe only person in the room waa Quartermaater Nolan, 70th Regiment, and\nI immediately asked him if he had seen the colonel, and he replied he had\nnot. Upon which I said, \"I suppose he haa gone upstairs,\" and I im-\nmediately Jeft the room. Thinking he might have gone upstairs to one of\nthe officer's rooms, I listened at the bottom of the stairs and then went up\nto the first landing place ; but not hearing anything I went downstairs again\nand tned to open tho bedroom door, which is opposite to the ante-room,\nthinking he might have gone there ; but 1 found the door locked, &8 it\nDigitized by Google\n\fAur·,l885.] Journal 01 Society Jor PB!\/chical Research. 17\nuaually is in the middle of the day. I was very much surprised at not\nfinding the colonel, and I walked into the barrack yard and joined\nLieutenant Caulfield, 66th Regiment, who was walking there ; and I told\nthe story to him, and particularly described the dress in which I had seen\nthe colonel. We walked up and down the barrack yard talking about it\nfor abou~ 10 minutes, when, to my great surprise, never having kept my\neye from the door leading to the meas-room (there is only one outlet from\nit), I saw the colonel walk into the barracks through the front gate-which\nis in the opposite direction-accompanied by Ensign Willington, 70th\nRegiment, in precisely the same dress in which I had seen him, and with a\nfiabing-rod and a landing-net in his hand. Lieutenant Caulfield and I im·\nmediately walked to them, and we were joined by Lieut.-Colonel Goldie,\n66th Regiment, and Captain Hartford, and I Bsked Colonel Reed if he had\nnot gone into the mesa-room about 10 minutes before. He replied that he\ncertainly had not, for that he had been out fiahing for more than two houn\nat lOme ponda about a mile from the barracks, and that he had not been near\nthe meB8-room at all since the moming.\nAt the time I saw Colonel Reed going into the mesa-room I waa 1J,0t\naware that he had gone out 6ahing-a very unusual thing to do at this time\nof the year; neither had 1 seen him before in the dress I have described\nduring that day. I had seen him in unifonn in the morning at parade,\nbut not afterwards at all until 3 o'clock-having been engaged m my room\nwriting letters, and upon other buaine88. My eyesight being very good, and\nthe colonel's figure and (lenera! appearance somewhat remarkable, it is\nmorally impoaaible that I could have mistaken any other person in the\nworld for him. That 1 did see him I shall continue to believe unt.il the last\nday of my existence.\nWILLUJI MArrHBW BIOGE,\nMajor, 70th Regiment.\nOn July 17th, 1885, before this account was taken from the envelope\nand read, Colonel Bigge was good enough to dictate the following\nremarks to E. G. :-\n(1) I had not seen Colonel Reed for a week, having been away at Dublin.\n(2) I had never seen him in that fiahing-dresa-in which he turned out\nafterwards to have been. When Colonel R. got off the car, about a couple\nof hours afterwards, Colonel Goldie and other officers said to me, \"Why\nthat's the verydress you described.\" They had not known where he was or\nhow he was engaged. The month, February, was a most unlikely one to\nbe fiBbing in.\n(3) The quartennaster, sitting at the window, would have been bound to\nMe a real figure; he denied having seen anything.\n(4) I have never had the slightest hallucination of the senses on any other\noccasion.\n(5) Colonel Reed was much alanned when told what I had seen.\nThere are several discrepancies in these two accounts, as is natural\nenough considering the interval of time between them. Of these dis-\nDigitized by Google\n\f18 Journal oj Society lor Pagelueal ReaeareA. [Aug., 1885.\ncrepancies, one has no bearing at all on the evidence; it is quite unim-\nportant whether Colonel Reed was seen walking in through the front gate\nor getting oft'the car. Two other points in the later account alter the evi-\ndence in the direction of making the incident seem slightly more marvel-\nlous than it was. The fishing-dress may be taken as practically a proof\nthat the case was one of hallucination, and not of mistaken identity;\nbut had it been the case that the percipient bad not seen Colonel Reed\nat all \/0'1' a week, and m1..'61' in his fishing-dress, the hypothesis of a.\npurely 8ubjective hallucination would be harder to maintain than it is.\nwhen we realise that he had certainly that morning had Colonel Reed's\nfigure before his eyes; and had almost certainly seen him on 801M fornler\noccasion in the dress of the vision. In the remaining point, on the\nother hand, the later account unduly weakens the evidence for the\ntelepathic origin of the hallucination. It says that the interval between\nthe vision a.nd Colonel Reed's return was 2 hours, whereas it was\nreally little more than 10 minutes. Now, if there is any justification\nat all for the provisional hypothesis that the sense of impending arrival\nis a condition fa.vourable for the emission of a telepathic influence, it is\nof importance that, at the time when the phantasmal form was seen.\nColonel Reed was not busy with his fishing, but was rapidly approach-\ning his destination. For thus the incident, at any rate, gets the benefit\nof analogy with other cases.\nL.-2322.-Ad pn\nFrom Mrs. Bettany, 2, Eckington Villa, Ashbourne Grove, Dulwich.\nOn the evening of, I think, March 23rd, 1883, I was seized 'withan unac-\ncountable anxiety about a neighbour, whose name I just knew, but with\nwhom I was not on visiting terms. She was a lady who appeared to be in\nvery good health. 1 tried to shake offthe feeling, but I could not, and after\na sleepless night, in which I constantly thought of her as dying, I decided to\nsend a servant to the house to ask if all were well. The answer I received\nwas, \"Mrs. T. died last night.\"\nHer daughter afterwards told me that the mother had startled her by\nsaying, '\" Mrs Bettany knows I shall die.\"\nI had never felt an interest in the lady before that memorable night.\nAfter tIle death the family left the neighbourhood, and I have not seen\nany of them since.\nJEANIE GWYNNE BErrANY.\nMy cook. to wbom I had not mentioned my presentiment, remarked to\nme on th~ same morning: \"I ha\\'e had such\" horrible dream about l\\Irs.\nT., I think she must be going to die.\"\nI will get her to sign tllis.\nM. WE:oiT.\nDigitized by Google\n\fAug.,lS85.) JOIIl\"llfll f!f Socief!l for P8!1ckicfll Re&earch. 19\n1...-2323\nThe following seems a case of sporadic thought-transferen.·e :-\n'From Mrs. Mainwaring, Knowles, Ardingley, Hayward's Heath.\nMarch. 14th, 1885.\nDaring the Mutiny, I was staying with a friend dreadfully ill-too ill to\nbe told what was going on. A baby was born, and a day or two after my\nfriend's wife, sitting on my bed. received a letter. I said, \"You need not\nread it, I know every word,\" and I told her. It was to say she must not\ndrive that afternoon to the Fort as usual, for lOme men were going to be\nhanged on the road. 1 had not heard a 1t'ord of the discovery of the plot, or\nof the plot, or of wh'lt was to be ; but I said every word in the letter, and I\nremember my friend's face of astonishment, as ahe said, \"Why how did you\nknow it I\" It didu't seem at all odd to me.\nE. L. UUNWARINO.\nJ'me 18th, 1885.\nDEAR Sm,-In compliance with your request, I wrote to myoid friend,\nbut I have not had a line in reply. I do not know what can have become of\nher, as it would have been very little trouble to say if she recollected the\nfacts I told you of. I do not like to write again, and I am lOrry, therefore,\nI cannot add her testimony. If she has forgotten the affair she might as well\nI&y 80, but it is possible ahe may be ill. I wish I could help you; every-\nthing that seems to prove the workings of our minds without reference to\nour bodies seems to me 80 full of desperate interest.\nELLEN MAL'iWARINO.\nL.-2324.-AI pa\nMr. Merrifield, of 24, Vernon Terrace, Brighton, tells us that about 1865\nhe had a most distressing dream, in its vividness (with one exception) unlike\nany other that he can recall, in which his death was foretold to him &8 about\nto happen within 24 hou1'8. The impression was 80 painfully acute that he.\ncould not shake it off during the ensuing day ; and he actually had an\nirrational feeling of relief when he woke on the second morning, a.nd\nrealised that the 24 hours were over. He then told the whole story to his.\nwife. .. She immediately said, 'I noticed that you w..ke up the night before-\nlast, and I had awakened from the aame cause. I had dreamed most vividly\nthat I was a widow ; and the pillow was actually wet with my tea1'8. I\nnever had auch a vivid dream before, and it has troubled me ever since. I\nwould not tell you, but it was a relief to me when I saw you coming home\nto dinner last night.' ..\nMrs. Merrifield adds :-\" I saw my.elf dressed in weeds.\"\nM.A.M.\nMr. Merrifield adds that this was the only occasion on wlUch either hl1\nor his wife has dreamt of his death.\nDigitized by Google\n\f20 Journal qf 8ociefllfor PB.'1cllical Rf!8eQl·ch. [Aug. ]8115.\nL.-I059.-AD pn\nFrom Mn. L., a friend of Mr. Heat.:>n, Associate S.P.R.\nJIItlUat'!\/, 1885.\nSome years ago, the writer, when recovering from an illnesa, had a re-\nmarkable experience of \"second-sight.\" It was thus :-\nA friend had been invited to dinner, whom the writer WaB most anxious\nto consult on a subject of grave anxiety. At 7 o'clock the servant came\nto aBk, \" If dinnershould be served or not, aB the guest had not arrived.\"\nThe writer said at once and without hesitation, \"No, put off the dinner\ntill 8 o'clock. Mr. A. will arrive at -- Stati(\\n by 7.45 train; send the\ncarriage there to meet him.\"\nThe writer's husband, surprised at this announcement, said, \"Why did\nyou not tell us this before, and when did Mr. A. let you know of the\ndelay in his arrival 1\"\nThe writer then explained that there had been no intimation from\nMr. A., but that aB she had been lying there, on the couch, and anxiously\nhoping to lee her guest, she had had a distinct vision of him, at a certain\nplace (mentioning the name of the town) ; that she had seen him going over\na \" House to Let\" ; that, having missed the train and also the ferry, he had\nCroBBed the river in a small boat and scrambled up the steep bank, tripping\nin doing so, and that he had then run acroBB a ploughed field, taking up the\ntrain at a side station, which would arrive at -- at a quarter to 8 p.m.\nThe writer gave all these particulars without any sort of mental effort,\nand felt surprised herself at the time that they should arise to her mind and\ntongue.\nPresently Mr. A. arrived full of apologies, and surprised beyond meaBure\nto find his friend's carriage awaiting him at the station. He then went on to\nexplain that he had that morning quite suddenly taken itinto his head to leave\ntown for --, and finding it 80 fresh and healthy a place, he had been\ntempted to look over lOme houses to let, hoping to be able to get one\nfor a few weeks in the season; that he had lost time in doing tills, and\nmiSBed both train and ferry ; that he had bribed a small boat to row him\nover; that in getting up the side bank, he fell, which delayed him again.\nbut that he had just contrived to catch the train at a siding, by running\nbreathleBB over a field ; that he had intended to telegraph on arriving at the\natation, but meeting the carriage there. he had felt bound to come on, to\nexplain and apologise, in spite of delay, and \"morning dreBB,\" &c., &c..\nFrom Mr. A.\n16th February, 1885.\nDBa MRS. L.,--Anent that Indian incident, your seeing me, and what\nI WaB doing at Barrackpore one evening, you yourself boling in Calcutta at\nthe time.\nIt is now 80 long ago, 13 yoars, I think, that I cannot recall all the cir-\ncumstances, but I do remember generally.\nI left home one morning without the intention of going from Calcutta\nduring the day, but I did go from Calcutta to Barrackpore and spent lOme\ntime in looking through bungalows to let.\nDigitized by Google\n\fA••• 1885.] Journal of Societ!l for PlJ!lchical }J,elJearcA. 21\n------\nI remember I croued in a small boat-not by the ferry, and my impres-\nsion is that I did not land at the usual jetty, but, instead, at the bank\ncppoaite the houses which I wished to see.\nI missed the train by which I would ordinarily have travelled, and con-\nsequently arrived in Calcutta considerably later than your usual dinner-\nhour.\nI cannot remember distinctly that I found any gharry at the Barrackpore\ntrain, Calcutta Station, but you may probably remember whether you sent\nthe gharry; but I do remember my asr.onishment that you had put back\ndinner against my return from Barrackpore by that particular train, you\nhaving had no previous direct knowledge of my having gone to Barrackpore\nat all. .\nI remember, too, your telling me generally what I had been doing at\nBarrackpore, and how I had missed the earlier train. And on my inquiry,\n\" How on earth do you know these things 7\" you said, \"I saw you.\" Ex-\npecting me by that train I can quite understand your having sent the car-\nriage for me, although that particular item is not clearly on my memory.\nI can well remdmber that at the time of the incident you were in a very\n.delicate state of health.\nDo you remember that other occasion in Calcutta, a holiday, when Mrs.\nL. called, I behag out, and on her inquiring for me your informing her that\nI had gone to the bootm:l.kers and the hatters, you having had no previous\nintimation from rue of any such intention on my part 7and our astonishment\nand amusement when I did a little later turn up, a new hat in my hand, and\nfreIh from registering an order at the bootmakers 7\nThese have always appeared to me very extraordinary incidents, and the\ntint, especially, incapable of explanation in an ordinary way.\nMrs.. L. tella Mr. Heaton that she recollects the other incident referred\nto, but that she is not inclined to think it of much importance.\nMrs. L. says:-\nThe river crossed was the Hooghly from Serampore to Barrackpore,\nwhere the house was situated which Mr. A. looked over. The station he\narrived at was in Calcutta, I think called the South Eastern, but of this I\nam not sure.\n.April 24t1i, 1885.\n[I saw Mrs. L. to-day. She could not give her name-forspecial reasons,\nahe told me. She has had other similar experiences, but the details are too\nindistinctly remembered for them to be of any uae.-F. P.]\nL.-l002.-Ae P.\nThe two first of the following three dreams, are, to say the least,\ncurious coincidences. The third is much less striking, and by itself\nwould hardly be worth recording. But this third dream, together with\nMr. Phibb'. statements about his dreams generally, should be taken into\nconsideration in estimating the probability of there being a real con-\nnection between the first two dreams and external event&.\nDigitized by Google\n\f22 Journal 01 8ociet.'I lor P8.lJcllical Re8earch. [Aug., 1885.\nFrom Mr. E. W. Phibbs, 84, Pembroke-road, Clifton, Brist~l. The\naccount was written down, from Mr. Phibbs' dictation, by Mr. L. G. Fry,\nGoldney House, Clifton, and was signed by Mr. Phibbs.\nA.\nFebruary lOth, 1885.\nOn the first Monday (Bank Holiday) in August, 1883, I was staying with\nmy family at Ilfra.combe. About 10 p.m. I went to bed, fell asleep, was\nawaked about half-past 10 by my wife coming into the room, and told her\nthat I had just had a dream, in which I had seen my dog .. Fox\" lying\nwounded and dying at the bottom of a wall. The spot and surroundings I\ndid not know, but the wall was one of the usual Gloucestershire dry-walla. I\na.t once inferred that he had fallen oft\" the wall, he being fond of climbing.\nOn the following Thursday came a letter from one of my servants, left at\nhome, at Barton End Grange, Nailsworth, saying that Fox had not been\nseen for tw:> days. On the same day I wrote to say she must make every\ninquiry about the matter.\nShe replied on Saturday with a letter which I received on Sunday, saying\nthe dog had been worried by two bull-dogs on the previous Monday evening.\nAbout a fortnight a.fterwards I returned home, ana made my inquiries\nDlost carefully, and found that about 5 o'clock on Monday a.fternoon a la.dy\nhad seen the two bull-dogs worrying my dog, and cruelly tearing him. A\nwoman near this place stated that she saw the dog about 9 p.m. dying\nunder a wall, which she pointed out to me, and which I had not before seen.\nIt was near her cottage. The next morning the dog waa not there. But I\nheard from one or another that tha owner of these dogs, on his return on this\nBank Holiday, hearing what had happened, and fearing consequences, at\nabout 10 to 10.30 p.m., had secretly buried it, a time thus agreeing with my\ndream.\nE. W. PHIBBS.\nFebruartJ 24tJ~, 1885.\nI do not remember my husband telling me his dream till the following\nmorning (Tuesday).\nThe rest of the statement, 80 far &8 I know, is con·ect.~BSSU: PHIBBS.\nB.\nFebru.artJ 10th, 1885.\nIn 1856, living in Manchester, where I carried on the business of silk\nand cotton manufacturer, I dreamed one night I saw a sheet of paper with\na written order upon it, unimportant in itself, from a llOuse which W&8 in the\ndaily habit of sending me orders-A. and S. Henry and Co. As I saw it, it\nlooked like a sheet of wet paper without any surroundings, covered with\nwriting. When I got to my place of busine88, about half-paat 9, my\npartner, who W&8 always there before me, remarked that he had a curious\n(from its insignificance) order from A. and S. Henry and Co. I said,\n\"Before showing it me, give me a sheet of paper,\" on which I wrote out\na part of the order-the upper portion-and remarked, \"I can't repeat\nwhat is below, because it is smeared in the copying-press.\" He looked at\nDigitized by Google\n\fAug., 1885.] Journal Qf Societ!llo\" P81\/chical Research. 23\nme very much surprised, and produced the original, showing that it was\nidentical with my deacription.\nThinking over the matter for BOme weeks, a difficulty presented\nitaeH in the thought that at the moment when I dreamed I ..\n\"w it the\norder would be folded in an envelope and not be an open sheet. Alao, why\nshould the sheet appear wet 1 At last I questioned the writer of the order,\nwithout giving him my reasons, and on asking him to describe the daily pro·\ncedure of the buaineaa of writing such orders out, he answered that when\nhe had written a number of such orders the last thing at night he gaVl> them\nto the copying clerk, who was in the unusual practice of leaving all these\norders in the copying-book in the preaa all ~ht. At the first thing the\nfollowing morning, these would be put in envelopes and distributed through\nthe town_ This at once explains the open and damp sheet of my dream.\nE. W. PHIBBS.\nThe order began in the ordinary form-\" Order for (500) pieces,\" &C.\n'l'he worda written down (before seeing the actual order), contained all that\nwas extraordinary in it. The smeared portion only contained further\nparticn1ara.-E. W. PHIBBS.\nMr. Phibbs said nothing to his wife about it beforehand.\n[Mr. Phibbs' partner is dead ; but the writer of the order is alive and\nMr. Fry is taking steps to find out whether lIe retains any recollection of the\nincident.]\nC.\nFebmary 25UI, 1885.\nOn the night, in 1870, when the Hotel de Ville was burnt during the\nParia Commune, I dreamed that I stood in the suburbs ofa great city ill the\ndark, in a damp and murky atmosphere. I saw in the distance the bleared\nlights of a conflagration, and heard what I took to be the firing of cannon.\nI seemed unable to get near, on account of the bad weather. When the\nnewspapers came out, narrsting the events of that night, they mentioned the\nfact that a great thunderstorm was going on whilst the Commune was at\nwork. I had been strongly impreaaed with the idea that tIle light was not all\ndue to the confiagration nor the noise to the cannon.\nThis combination of the storm with the disturbances of the Commune\nwas the remarkable point of the coincidence.\nNext morning I told my wife that I had been to Paria in the night.\nE. W. l'HIBBS.\nI believe the above to be correct.-JE8.'lIE PHIBBS.\nMr. Fry tella us that Mr. Phibbs was not distinctly aware, at the time\nof his dream, that the city he saw was Paris.\nIt seeIDB that the idea of the town being Paris was an immediate\ninference on waking from his recollection of the dream, but did not properly\nform part of that recollection.\nThe inference, however, was drawn before the news of the Commune\narrived.\nDigitized by Google\n\f24 Journal qf Society for P8ychical Re8torc\". [Aug., 1885.\nMr. Phibbs writes to Mr. Fry on April 8th, 1885:-\nRegarding your questions about my dreams, those which I mentioned to\nyou were not more vivid than BOme others which were of no consequence,\nbut they were vivid, and on awaking I had an impreuion which amounted\nto conviction that I had witr~ wh4t I had dreamed.\nPerhaps I ou\\tht to add that I dream frequently and vividly, but they\nrarely affect me because I can discorn that whatever of revelation there may\nbe in thorn (and as I believe emta in aU cases in some degree) they getso\nmixed up with intermixture and transposition in the act of awaking as to\nmake them valueleu.-E. W. PHIBBS.\nL.-1063.-Ad P. (Borderland.)\nThe following account of a dream or Vl8lon is unfortunately at\nsecond-hand only, the percipient being dead. We have received it from\nhis daughter, Miss J. Connolly, of 21, Wickham-road, New Cross, S.E.•\nhead mistresa of a high school for girls.\nApril ,tI\", 1885.\nOne Christmas my father was invited to spend his college vacation with a.\nvery dear and valued friend, a Mrs. Brown. However, as he was also invited.\nby my grandfather, ho preferred to accept that invitation, glad of the\nopportunity of meeting my mother. The house was a large one, and full of\nChristmas guesta. One night tllere was a dinner party of friends from the\nneighbourhood. After dinner such a storm arose that my grandmother found\nherself obliged to provide everyone with beds for the night. • . • My\ngrandmother, to arrange for her unexpected company, gave up the young\nmen's bedroom to the ladies, and turned the library into a BOrt of barrack\nroom for the night.\nAt 3 o'clock my Uncle William spoke to my father, who was sleeping\nnear him, and said ., James, who are you talking to ; what are you saying ,,'\nMy father raised hinl80lf up, looked at his watch, and replied, \"I have\nseen a vision. Mrs. Brown has been standing at my feet,and she said, 'Good-\nbye, James! I wished greatly to seo you, to say good-bye to you before I left\nthis world, and I have now come to you. Serve God and be a good man.\nand He will prosper and bl088 you. I have loved you BO dearly from the\ntime you were a boy, that I had to say good·bye. But let us meet again.' She\nwaved her hand and disappeared.\"\nBoth the young men were much impreued, and in the morning my father\ntold my grandmother of the dream or vision. She advised him to write an\nordinary letter just inquiring about Mrs. Brown and her daughtel'8. Letters\nthen cost tenpence, and were not written on slight occasions.\nMy father did write, but a letter crossed his saying, that at 3 o'clock\non the very night ofhis dream, Ml'B. Brown had died, and her last conscious\nwords were regrets that she had not been able to see him to say good-bye.\nMy father never much liked telling this story. He firmly believed he had\nseen a vision. I have heard it from his lips, and I have seen the two letters\nwhich croued each other in the post. My father was the Rev. James Camp-\nbell Connolly, Chaplain of Woolwich Dockyard.\nDigitized by Google\n\fAur., 1885.] Journal of Society flW P,ychical Re,earcn. 25\nIn reply to inquiries Miss Oonnolly writes on April 9th, 1885:-\n(1) The two letters that Cl'Ollled in the post were among my mother'.\npapers, and I have failed to find them. She died when I wall quite a child,\nand I heard her tell the atory and ahow the letters, not thinking that 1 waa\nliatening. My dear father died juat two yean ago in the full posaeuion of\nhis facultiea, and I heard it twice from hia own lipa. (2) The date is difficult.\nMy father married in 1840, and I ahould BaY, judging from hia ordination,\n&0., that it muat have been between 1830 and 1835. Mrs. Brown'adaughters\nare both dead-Mrs. Daly, who married the last Warden of Galway, and\nMrs. Foley. Both theae ladiea told me the atory. They were pruaent at\ntheir mother'a deathbed. (3) I am certain my father deacribed the appari-\ntion aa apeaking directly to him.\nCORRESPONDENOE.\nON THE METHOD OF RESEARCH PURSUED BY THE SOCIETY.\nTo the Editor of the JOURNAL OP THB SOCIETY POR PsYCHICAL\nRBIIBARCH.\nSm.-The Society for Psychical Reaearch having been now three yean\nin exiatence it may be uaeful to consider what fruit it haa borne, and how\nfar it baa been aucceaaful. In auch an arduoua enterpriae aa thia-in ita\nnature so occult and myaterioua-there may be great energy but amall\nprogreu. It ia no secret that a aeD88 of wearineaa is beginning to be felt by\nmany of the moat eameat members of t.he Society, and by thoae who have\nhad moatexperience in this region of mystery and marvela, at the merely\nAepuve and abortive reaulta at present arrived at, and at the diminishing\nhopes of better resulta for the future.\nThoaa who have conducted theae reaearchea-and two or three members\nare mainly reaponsible for the whole of them-will no doubt demur tothia\ndeacription, and may even represent that their labours have been moat\nfruitful. The quantity of writing haa indeed been enormoua, almoat equal\nto that of a Department of State. The correapondence haa been voluminoUB.\nWe are told that\" over 10,000 letters were written during 1883, in the\ncourse of the collection and verification of evidence.\" The number written\nduring 1884 waa 80mewhat 1888, but not very much 1888, and although now\nthe work of arranging and commenting is occupying a larger proportion of\ntime, from 15 to 20 letters pm\" diem are atill going forth in queat of further\nand better particulara. Mr. Myers apeaka (If \"their writing for the fifth\ntime to aak for a date.\" He and hia colleaguea may well cry for more help,\nand IXImplain of being overburdened. There is, therefore, no lack of energy,\nbut many of ua believe that it ia misdirected. Thare is auch a thing aa \"all\naction and no go,\" and here we have it ill perfection. For what have 11'8\nsotaa the outcome of all thia interminable correapondence 1 A vaat variety\nof caaea reported of phantasma of the living, of phantasma of the dead, of\napparitiona, haunted hoU888, extraordinary aounda, automatic writing,\n&c., &c., with a haze of doubt resting on all of them-defecte of evidence\npointed out, but no clear judgment delivered.\nDigitized by Google\n\f26 Journal Qf 8~t!l.for P8!1chical Research. [Aug., 1885.\nIt will be replied that it is no fault of theirs if the evidence remains\ndoubtful. The errorlies in expecting conclusive and legal evidence in such\ncases. In a very few instances would it be obtainable. Nor is it worth\nwhile to invite and overhaul a vast correspondence in the hope of finding\nauch cases, when much more direct, more acceaaible, and more tangible\nresults may be obtained by another method. Instead of evoking shadowy\nreminiscences of what occurred many years ago, why not test the alleged\niutervention of the spiritual universe in occurrences of to-day 1If such things\never occurred, why may they not occur at the present time 1And a multitude\nof honest, disinterested, and intelligent persona, not in one country only,\nbut in many countries allege that they do occur. How is it that theee\n\" modem instances\" are not inquired into 1 How is it that they are not\nprimarily resorted to for a reply to the question-Do persons who once lived\non this earth, but who now exist in the Unseen, ever communicate with ns\nhere by dIeam, by apparition, by ftllt and scnsible presence and contact,\nby signs and wonders utterly beyond Pur mortal powers 1\nThere seems a perversity in selecting the more remote, ambiguous and\ncircuitous method of inquiry in preference to the immediate, the more direct\nand definite method of procedure. The question of the reality or the delusion\nof \" spiritual agency\" is presented in a much more manageable shape in\naaaerted instances of to-day than in stories of wl18.t occurred 20 or more years\nago, where the agents are dead or inacceaaible, and where there is no power\nof croaa-tlxamination. In one word, a definite conclusion arrived at as to\nthe pretensions of Mr. Eglinton would be much more valuable than the\nheap of doubtful casel, and more doubtful comments, which we find in the\nProuediltg. of your Society.\nIt would seem as if the \" cases\" were chiefly valued for the sake of the\ncomment, and as if the principal aim of the Society was to invent theories,\nand not to investigate facta. Two such theories are presented to us as\ncovering all the cases of reported spiritual agency. \"Telepathy\" is Olle, and\n\" Unconscious ccrebratil'll\" is the other. The former is really ollly the\ninvention of a term or phrase, f01' there i8 undeniable evidence of the fact.\nThere is no attempt InBde to solve the mystery, or to explain the modus\noptmndi of this power. But it is brought forward in order to show that\n.. spiritual agency\" need not be resorted to to account for any of these\ncaaes ; in the hope, indeed, of excluding the thought of it. If there be such a\npower it must clearly be of an electrical or magnetic kind. And if so, it is\nmuch more credible, or in other worda, le8a my8terious if wielded by\n\" a spirit\" than by a mortal, A 8pirit'8 mode of existence, and more rcfined\nvehicle of consciousneaa muat be more favourable to the exertion of tele·\npathic influence than the coarser organs and tiaaues of mortality. :&Iust we\nnot conceive it in the case of the former to act at. much longer distances 1\nYet Mr. Myers propounds it as an easy and all-sufficient solution of\nmY8terious cases, though all the while he is talking about he know8 not\nwhat, for he muat acknowledge that his mind ia in a state of profound dark-\nneaa as to the mod\".. operandi, Nevertheleaalle extends this power, at his\narbitrary will, to any case wherein it appears neceaaary to exclude the inter-\nvention of \" a apirit.\"\n'Ve may observe the Bame proceaa in the case of \"Cerebration.\" That;\nDigitized by Google\n\fAug., 18S5.] Journal Qf Society for P8ychical Resem·ch. 21\nalso has been wan~nly and gratuioously ~nlarged until, in Mr. Myers' handa,\nit threatens ~ annihilate all moral responsibility, and, if it be true, ~ render\nthe administration of justice a mere haphazard affair. A crime might after\nall be only a case of \"unconscious cerebration.\" He has raised Dr.\nCarpenter's theory ~ a higher and most dangerous power. So in regard to\ntelepathy he naively remarks that he has only raised what all admit 00 be\ntrue in some small extent \"~a higher power.\" It w(;uld be just as good\nan argument 00 assert that man has the power of flying, if he would only\nexert it, for that ~ suppose him to have that power is only raising his\nacknowledged faculty of locomotion \"~ a higher power.\" This is not\nllCience, either physical or metaphysical; it is mere and wan~n assumption,\nadopted for convenience sake, and prompted by a predetennination, however\nnnconscious, ~ exclude spirit agency at all hazards. Anything is ~ be\nbelieved, anything is ~ be assumed rather than that. Telepathy is much\nmore credible in the case of a spirit and a mortal, than between two mortals.\nI will defy Mr. Myers ~ controvert that argument. Is it not certain that a\nspirit can administer \"the telepathic impact\" more readily and powerfully\nthan a mere mortal •• clad in this Dl uddy vesture of decay\" 1\nLet any ono run through the cases presented in the pagElS of tho Jo\"rnal,\nand note the comments on them, and he will find that in nearly e\\'ery case\nthe evidence is reported as defective-that further particulars, dates, fuller\ndetaila and more corroborative testimony is required. One ingenious gentle-\nman s~ests that\" the antecedents of the servants\" who reported a case\nought to be investigated. They pursue the inquiry like a firm of solici~rs\npreparing a case for a trial. Mr. Myers complains that the evidence is Vf'Ty\nfar indeed from reaching the point which will satisfy science. But he 111\nlI&IlgUine that, by accumulating more cases and more and further testimony,\nthis point will at last be reached. He will then triumphantly adduce his\ncases and be aUle ~ exclaim, \"Find a. flaw in this evidence if you can ! \"\nOur physical scientists would laugh at this as childish bravado. They\nwould coolly reply, \"We know the laws of the physical universe-the only\nuniverse which we have any knowledge ofl or believe, and we know that\nyour reported marvels are clean contrary to those laws; therefore we know\nin advance that the things you allege are impossible, and that you are the\nvictims of delusion. Therefore, we scorn your evidence, and will not waste\nour time in examining it.\" Such is the reply of physical science, of which\nthe delegates of the Society are in such murtal terror,and which they are vainly\nattempting ~ propitiate. 'l'rue Spiritualists view the visible universe as the\nuniverse of cjfectiJ, and believe that beyond it, and inside of it, is the unseen\nuniverse of cames, and that the latter sometimes flows in~ the former and\ncontrols it by finer elements and agoncies; even as the mind, working by\nfaith, sometimes dominates tlle mortal body and changes its working. You\ncannot compel assent by sheer force of evidence. The mind must first\naccept principles, and be guided by them. Hence this accumulation of more\ncases and ampler detaila, and this ransacking narratives of long past timAs,\nis all labour in vain and will never produce conviction.\nBut why take such pains ~ rummage out cases in auld lang syne, when\nequal and far greater wonders are said by respectable witnesses to be at tills\nday occurring among us in lavish abundance '\/ The cases are more decisive,\ngitized by (.oogI\n\f28 JOllrnal qf &ciet!\/ lor P8!\/cMcal Re8earch. [AUIl.,1885.\nthe evidence that of eye-witnesaea and easily come-at-able, and every point is\nopen to investigation. To adopt the other mode of tJ.-eatment is unnatural\nand perverse. There is a latent motive; an arriere ptMU to account for this\npreference of the obscure and remote, and this neglect of the present and\nthe near.\nThp Society sends an en\\\"oy to India to investigate the question of the\nMahatmas and of Madame Blavatsky, but acantily notices or alurs over the\ncase of Mr. Eglinton in Loudon! Anything more ftippant than the conduct\nthey pursued in their first encounter with him cannot be' imagined. They\nwould not give him a fa.ir chance. Pleading a negative result at the first\nfew trials, they gave him up. It looksas if they were eager to find a pretext\nfor abandoning him, leat subsequent s,*,nces might prove more fruitful. In\nthe Juurna}\" however, of May last, we find an account of a eance with Mr.\nEglinton, sent by a gentleman-propria motu as it appears-\" wham,\" they\nsay, \"we have reason to regard as an acute and careful observer.\" And\nthat report is most favourable as recording a positive result. Two numbers\nof the Juunl4l have since appeared, and I, and doubtlOll many others,\nexpected a cc.mment on the above. But none has appeared!! They are\nforward to offer comments on reported cases of dreams and apparitions and\nhaunted houses of 20 years ago, but not a word have they to remark on this\nmarvel occurring to-day in the heart of London! Do they intend to follow\nit up, having received so great an encouragement, by further experiments 'I\nNo such intention is announced, and it seems too probable that Mr.\nEglinton is once more dropped. They seem apprehensive that their verdict\nmight be called for, and they are determined not to give it. Meanwhile they\nprefer to occupy themselves with Madame Blavatsky and her trickeries,\nand to prosecute their researches in the remote Indies. Why do they not\n-send envoys to America, and investigate the alleged wonders there 1\nThere is, however, quite enough to interest and engage them at home,\nif their hearts are in the cause. Why do they not investigate the case of\nMr. Barkas, of Newcaatle 1 He is a credible witneaa-the people of New-\ncastle knoN him well; his antecedents would aatisfy even Mr. Davies. Now\nI want to know why the Barkas case and the source of the replies made\nby an indifferently educated person to the abstruse questions propounded. &8\nrecorded in the columns of Light, is not thoroughly and exhaustively\nexamined. I suspect that a similar motive rules here as in the Eglinton\ncase. Is it not, at all events, apparent that the Society is evading\ndifficulties, not meeting them 1\nThen there is the Wyld·Husk case, for which the Society has found no\nadequate solution, either in the way of fraud or of reality.\nNor is the Morell Tlleobald case--pace Mr. Podmore-at all satisfactorily\naccounted for, nor a genuine endeavour made to do it. If there is fraud or\nlying in the case, why not track it home 1 or why feel any compunction in\nexposing it 1\nThere are, moreover, the instances, credibly attested, of the mysterious\nmovements of tables and other pieces of furniture-of the playing of bells,\npianos, and other musical instruments, by invisible perfonners-all these\nawait investigation, and either continnation or exposure. Why rummage the\npast, while all these things are reported as occurring to-day 1\nDigitized by Google\n\fAug., 1885.J Journal oj 8ociet!\/ \/t»' PBgchieal Re8earcn. 29\nLet it be borne in mind that these cues, in whatever way adjudicated\nupon, retlect light upon the past. If wonders are proved to occur flOle,\nthey mighthave occurred then.\nIf, on the other hand, they are disproved now, in spite of plausible\nevidence and sincere believers, then a strong doubt resta upon all such\nnarratives in the past, however attested. For the witneaaes are neither as\nwell known, nor can they be questioned as present ones can.\nHere then, in our very midst, and at the present hour, is the fruitful\nfield on which 10 many of us wish the Society to expend ita tlnergies. Let\nthem rest awhile from speculations on \"the telepathic impact,\" and their\nendeavours to raise it to a. higher power, and tum their a.ttention to these\nnearer and more 101ubie problems. Let Mr. Myers paUle in his efforts to\nestablish the complete duality of the lOul of man, and ita separation into\nconacious and unconscious spheres-the latter of these irresponsible-and let\nhim addreaa himself to the cases I have mentioned. Let us have facta first,\nand theones afterwards.\nG. D. HA.UGHTON.\nTo 1M Editor oj tile JOURNAL OF THE SOCIETY FOR PSYCHICAL REsEARCH.\nSm,-Sincc my name occurs repeatedly in Mr. Haughton's letter, which\nyou have shown to me before ita insertion in the JOHnlal, you will, perhaps,\nallow me to make some reply to such part of it as concerns myself and lily\nfriends on the Literary Committee. The old Committee on Physical\nPhenomena will, doubtleaa, answer for themselves, and I must confeaa that\nI to lOme extent share Mr. Haughton's curiosity lUI to the exact explanation\nwhich they may give of their prolonged silence. The fact of their non-\npresentation of any Report has several times been alluded to with disappoint-\nment at meetings of the Council, and lOme of us might have ventured on\nmore direct appeal to thom had we not shrunk from putting preaaure on a\ncommittee of volunteers engaged in a field of inquiry which, as I know from\nexperience, is a very toillOme one ; and also from appearing to bring into\ncontrasted relief the activity of the Committee of which Mr. Gurney and\nmyself have the honour to be secretaries. Mr. Haughton has brought that\ncontrast into view; but he seems to draw the inference that the sight of our\nCommittee working vigorously at ita own tasks has actually preuflua other\nCommittees from prosecuting their•• We could scarcely have anticipated this\nJ'8IIult, which seems depreaaingly at variance with the usual teaching of\nmoralista as to the force of example.\n.As to my own relation to Spiritualism, I shall have IOmething to say\nfurther on. But I shallbelt consult the reader's convenience by taking lOme\nof Mr. Haughton's topics in order.\nMr. Haughton makes various strictureson the cases of apparitions, &c.,\nwhich we have collected, and on our treatment of them, which strictures I\nfind lOme little difficulty in hannonising.Firat, he complains that we present.\nvast variety of cases,\" but deliver\" no clear judgmentj\" then that the cases\n\" are chiell.y valued for the sake of the comment.\" He smiles at our \" in-\nterminable correspondence in the collection of evidence,\" yet adds that \" it\n'Would seem as if the principal aim of the Society was to invent theories and\nnot to investigate facta.\" He points out the evidential weuneaa of remote\ncaaea (aaauming, whah little attention will show to be a mistake, that our\nDigitized by Google\n\f30 Joltl'lIal qf Societ.1f for Psychical Be8fflrch. [July, 188.'1.\ncaleS are u8Uul'y remote ones), yet at the IlAme time he seems to think that\nwe ought not ourselves to indicate what toe think weak points in the evidence\nwhich we collect. \"They purs~e the inquiry,\" he exclaims, \"like a finn\nof solicitors preparing a case for a trial.\" 1cannot help being pleased that\nwe produce this impre88ion, at any rate, on one critic's mind, inasmuch as\nthe last letter of criticism which I had occasion to answer in this Journal (in\nMay last), was actually from a solicitor, who objected, in effect, that we did\nnot pursue the inquiry in a way which his firm would consider as 8ufficiently\nItringent.\nI gather, however, that Mr. Haughton'8 real objection is to our use of\nthe theory of telepathy, of a tnn&ference of impressioJl8 from one mind\nto another without the agency of the recognised organs of 8ense. Not\nthat he disputes the fact of lIuch transference, of which he lII\\y8 that there is\n\"undeniable evidence,\" but he seems (if I may 110 IlAY)to grudge our wasting\ngood telepathy on mere mortal minds, instead of using it to demonstrate\nthe influence of spiritual beinga.\n\"A spirit's mode of existence and more refined vtlhicle of consciousness\nmust be more favourable,\" he sayll, \" to the exertions of telepathic influence\nthan the coarser OrgaDB and tiBBue8 of mortality. Telepathy is much more\npo88ible in the case of a spirit and a mortal ~han between two mortals. I will\ndefy Mr. Myers to contro\"ert that argument.\"\nAs it so happens that I have already said something \"ery like this myself\nin print, I am happy to join Mr. Haughton in defying, not myself only, but.\nthe whole world, to controvert it.\nIn a Report written by Mr. Gurney and mYllelf, Proceeding. VI., p. 184,\nthese words will be found.\n\" We have found [in diacu88ing certain e\"idence] no need to postulate\nthe existence of any intelligences except human minds, and human minds,\nnot in hell or heaven, but on earth as we know them. But nevertheleBB,\nif other intelligent beings besidell those visible to us do in fact exist-if\nman'lI own soulllurvives the tomb-then, no doubt, our telepathic experi-\nments or our collected casell of apparitions, interpret.ed as we interpret them,\ndo suggest analogies of influence, modes of operation, which (it is hardly too\nmuch too say) would throw a quite novel light over the long controversy\nbetween Science and Faith. It is only in lIome form of idealism that that.\ncontroversy can find a close.\"\nI am far, indeed, from complaining that Mr. Haughton has not remem-\nbered this paBBage. It is only natural that on seeing the too frequently\nrecurring namell of MeIIIIrB. Gurney and Myers at the bottom of an article, he\nIIhould exclaim T01tjours perdl'ix I and pass on to the next. But I think\nthat the reader will lIee that, allowing for what I may call the 8uperior\ndecisivenesll of Mr. Haughton's style, our words and his expre88 much the\nsame conviction; namely, that this supernormal transmiBBion of thought\nmay naturally be supposed to be facilitsted by the conditions of 8piritual,\nas opJiosed to carnal, existence. The main difference is that we still\nfeel bound to speak of communication with spiritual existences in a hypo-\nthetical tone ; thougb we almost go out of our way to assert that if we\nshould be fortunate enough to attain conviction on the point as to which\nMr. Haughton is already convinced, we should at once draw the very\ncorollary which he defies us to controvert.\nDigitized by Google\n\fAug., 1885.] Journal of SOCiet!l101\" Psychical Research. 31\nIt cannot, however, be said that Mr. Haughton ignorea the fact that the\nmajority of aamnu at !,resent deny that this crucial point baa actually been\nproved. On the contrary he represents .. the reply of physical science\" a\nconsisting of such remarks as \"We scorn your evidence and will not waste\ntime in examining it.\" I am sorty if any IGmnt, have spoken in this tone\nto Mr. Haughton or his friends, and if my own experience baa been leu\ndisagreeable, I am inclined to refer this to the leu lofty air which 1 have felt\njustified in taking towards men whom I regard-not, I hope, with\" mortal\nterror,\" as Mr. Haughton suggests,-but with a reapectand admiration which\nmake me feel that if (as is the CaBe) I believe in certain marvellous things\nwhich many men with more knowledge and sagacity than I can boast treat\naa mere figments and delusions, it behoves me at any rate to be moderate in\nstating my novel views, and to take all poBBible pains to justify and support\nthem. Considering that in Cambridge alone a past and a present Prof8880r\nof Experimental Physics, a Profe880r of Astronomy, and a Profeuor of\nAnatomy have already joined our Society, I hardly feel tempted to change\nmy style to the more .. triumphant\" phraseology which Mr. Haughton puts\ninto my mouth, with the kind warning that .. our physical scientisr.s would\nlaugh at this as childish bravado.\"\nBut, putting controversy aside, let me say at once that I heartily concur\nwith Mr. Haughton in desiring an immediate and thorough investigation by\nmembers of our Society of any Spiritualistic phenomena which may be\nacceuible to us. Let us see what specific lines of inquiry he suggests :-\n(1) The automatic writing of an indifferently-educated person (otherwise\nknown as Mrs. Esperance), said to be inspired by\" Humnur Stafford,\" and\nrecorded by Mr. Barkas. I havo known Mr. Barkas since January, 1875,\nand through his introduction sat with this mediwn on October 16th, 17th,\nand 18th, 1875. I have also studied all her printed answers. I consider\nthe case curious and interesting, and I am not surprised at Mr. Barkas' view\nof it, but unfortunately the grou want of comprehension of the subjects\ninquired about, and the palpable blunders which the replies contain, seem to\nme to preclude us from regarding the case as affording evidence of the\nguidance of a scientific spirit.\nThe fact, moreover, that the same medium, under the name of Mrs.\nEsperance, was afterwards detected in personating a materialised spirit,\ntended to discourage me from seeking further evidence through that\nchannel.\n(2) The ring on Mr. Husk's arm, which Dr. Wyld considers as a con-\nelusive proof of spirit agency, has heen examined by two committees of our\nSociety. The first of these reported unfavourably ; but as it was then urged\nthat this Committee was lJOt strong enough, a second was appointed, including\nMr. Crookes, Mr. Victor Horsley, the well-known surgeon, and other men\nof scientific training. Their Report is to appear, I believe, in the next\nnumber of our Procuding., having been delayed by the Committee's desire\nto make it as complete as might be, and to support it, if poBBible, by actual\nsurgical experiments.\n(3) The CaBe of Mr. Morell Theobald. I quite agree with Mr. Haughton\nthat some further investigation of this case is to be desired. Mr. Theobald\nkindly offered to allow some delegate of our Society to join his circle, .. if\nDigitized by Google\n\f32 Journal qf Societ!\/ for P8ychical Researcn. [Au,., 1885.\nthe spiriu. would allow it \" ; but this condition does not as yet seem to have\nbeen fulfilled. We can, therefore, do nothing more in the matter at\npresent.\n(4) \"Cases of movemenu. of tables, ringing of bella by invisible per-\nformers,\" &C. Where are these cases to be found, actually going on 1 If\nonly Mr. Haughton will let me know, I, for one, will grudge no trouble to\nsee and investigate them. \\Ve cannot hear ofany such; will not those who\nmay be more fortunate help us 1\n(5) Mr. Eglinton. As for myself, I have sat with Mr. Eglinton at\nintervals since 1875 or earlier; thp first seance of which I can find a noto at\nthis moment being on April 25th, 1875. I have never got any noteworthy\nphenomena with him except on the very last occasion on which I sat, viz.,\nat Cambridge on June 3rd, 1885. On one other occasion,February 16th,1885,\na very striking phenomenon occurred, but unfortunately I was requested to\nleave the room immediately before it. Without expressing any doubt as to\nthe genuineness of this phenomenon, I feel that my absence from the room\nwould prevent my description of it from carrying weight. I hope to continue\nsitting with Mr. Eglinton whenever occasion offers, but I do not seem to be\nthe best possible person for that particular task.\nMr. Gurney baa sat nine or ten times with Mr. Eglinton, and baa, I\nbelie\\-e, obtained some interesting though inconclusive phenomena. Othera\nof my friends have sat repeatedly; but some member of the Committee on\nPhysical Phenomena may be able to give fuller details.\nMy letter is already too long, but I am obliged to add one more point.\nMr. Haughton complains of \" a latent moth-e, an arriere peflaU,\" .. a pre-\ndetermination,\" apparently on my part especially, \"to exclude spirit\nagency.\"\nNow, I have already said in Light, -in very explicit terms, that I have no\nsu~h arTiere pemU, no such predetennination. And I may here add that I\nhave for many years regarded the prublems involved in Spiritualism as of\nthe very highest importance; and that in joining the Society for Psychical\nResearch I was actuated in great measure by my hope that I should\nthus gain some opportunities of witnessing phenomena of this kind obtained\nin private circles, without the presenco of a paid medium. Interesting\nthough the other branches of our work may be, any phenomenon which\nauthentically proved the intervention of the spirits of tlle dead\nwould, to my mind, far surpass in interest the \"telepathy\" and \"unconscious\ncerebration\" to which Mr. Haughton supposes me to be so closely wedded.\nBut I can only say, in Mr. Haughton's own words, \"Let us have facts\n:first, and theorios afterwards.\" Before we venture to utter an opinion on a\ntopic so difficult and momentous let us have more, much more, of compe-\ntent observation and careful oxperiment. Once again I repeat the earnest\nappeal which I have already made both in Light and in our Procuaiflg3 to\nthe Spiritualistic world-to suggest to us the means, to offer to us t.he\nopportunities, of attaining those assured convictions on this great matter\nwhich should surely inspire those who already hold them with a zealous\nreadine88 to labour for their wider diffusion among open-minded men.\nI am, sir, &c.,\nFREDERIC W. H. MYIUI8_\ngitized by (.oogI\n\f","_id":413}