{"name":"Journal of the Society for Psychical Research 2623","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n20_sep_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N20, September 1885","mylang":"de","content":"110. XX-VOL. II. 8D'rDl1D, 181&.\nJOURNAL\n01' TRB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCO.'lB.'lB.\nPAG.\n.. Gomal4!a 011 the Bzper\\menta of H. Cbarlel\"Rlchet\n'!IIoaahC-1'II&dlDa \"Uh aDd without Contact •• ••\nPlulDeum. or die DeIId.. •• •. •• . • •.\nCuM ~Yed b, the Lltararr Committee..\nPolO•\n\" as\n•• M\n•• rT\n.• 38\nM. GOMALEz ON THE EXPERIMENTS OF M.\nCHARLES RICHET.\nWe have received from M. Theodore Brubns, a Russian member of\nthe Society, an account of an article by M. Gomalez, published in a\nw~ll-known Russian weekly medical paper Yratch (\"The Physician\") for\nMay 9\/21 and 16\/28, 1885, which offers some criticisms on M. Richet's\nexperiments as detailed in our Proceeding\" vol. II., p. 247. M.\nGomalez contends that much more than M. Charles Richet would\nadmit may be learnt and acted upon unconsciously by the person who is\ntrying to guess the thought, or perform the action desired. The\nlOurce of knowledge is imagined to be the slight involuntary sUers.-\ntions in the respiratory motions of the operator; these are very slight.\ncertainly, and cannot be in general perceived cOnIci0u8ly even when\nattention is directed to them. M. Gomalez himself has not been able\nto perceive them when himself playing the r6la of the percipient, but\nconceives that they may be perceived by other percipients who are in a\nstate of rapport with the agent; and show in this way an auditory\nhypenestbesia such as is often attested. That the respiratory move-\nments are slightly affected by many emotions is undoubted. It will be\nremembered that M. Richet brought forward some experiments in\nwhich A sat at one table, pointing to one letter after another, of an\nalphabet, with B watching him, .and three other persons, C, D, and E,\nat a second table, quite out of sight of the alphabet; C, D, and E\nengaged in conversation, but occasionally their table tilted, and B\nmarked the letter to which A's pen was then pointing. These letters\nwere found to produce approximations which could not be attributed\nto accident to words M. Richet was thinking of. M. Gomales, if\nwe understand him correctly, assumes that M. Richet was aware of\nwhat letter A was pointing to, and could not avoid revealing it to C.\nD. and E by the changes in his respiratory movements, which, though\nD\nDigitized by Google\n\f34 Journal oj Societgjor P81\/clliCIJI Be8eQrck. [Sept., 188&.\nunconsciously produced and unconsciously perceived, yet induced\nC, D, and E to tilt the table. M. Gomalez sUgge'1ta that this\nhypothesis might be tested by plugging the ears of those who sit at\nthe tilting table, whereby the \"respiratory impulses\" might be\ncut ott\n[The case, as M. Richet presented it, did not seem to us to be open\nto this criticism, for in his original essay he gave no indication that he\nwas aware of what letter A was pointing to; if he was, his desoription\nis seriously incomplete; if he was not, there could have been no timely\nemotion to cause him to alter his respiratory movements.]\nTHOUGHT-READING WITH AND WITHOUT CONTACT.\nI was glad to see in the July number of the JO'Urnal that the\nPresident had directed the special attention of the Society to the\nconsideration of the phenomena connected with Thought-transference.\nActing upon this suggestion, I have ventured to write the few remarks\nwhich follow, on the subject of Thought-transference, with and witkout\ncontact.\nI Ulink there is a tendency, somewhat to confuse actual Thought-\ntransference with contact, and muscle-reading; and too often to assign\nscientific explanations as elaborate as they are improbable to facts of\nthe simplest kind. Whenever experiments are performed with any\nkind of centact, we are always sure to find some person coming forward\nwith explanations far harder to accept than the actual phenomena\nthemselves. I feel sure many will bear me out in saying that there is\na large class of good and trustworthy percipients, from whom excellent\nresults have been obtained, who are never able to succeed without\ncontact. It has been mid that by continually experimenting, such\npersons would in time become able to thought-read witltOut contacl,\nbut I have never yet heard of such a case, and am inclined to believe\nthat there is always a large proportion of percipients who can only\nsuccessfully experiment with contact. This brings me directly to the\npoint I wish to discuss in this paper.•\nAre all experiments in Thought-transference made with contact\nevidentially valueless 1 To this, I think, we must reply that, when\nmade under certain stringent conditions, such experiments are of the\nhighest value. It will, of course, be always exceedingly important to\ndistinguish carefully between a case of muscle-reading, and a genuine\ncase of Thought-transference, but, if the experiments be performed under\nihe conditions I shall presently describe, I think there wi1l be\nlittle difficuliy in doing so. It seems to me that, in their zeal to\nDigitized by Google\n\fSept.. 1885.] Journal qf 80cietg 1m- P,gc\/ucal ReBeorch. 35\nplace their results beyond the possibility of suspicion, many have gone\ninto the other extreme and have refused credence to really genuine and\ntruly valuable experiments. Again, the tests which are applied to\nexperiments witl, contact are often unneoessarily severe, and, indeed,\noften lndicrously so. People who have seen a clever man like Mr.\nIrving Bishop perform most wonderful feats when he is allowed contact\nimmediately jump to the conclusion that every other person who performs\nexperimentsin which there is any sort· of contact must be a 'mtulcle-reader,\nnot a fJumgkt-nader, simply because Mr. Bishop's experiments have\nbeen shown to be merely muscle-reading. They forget, first of all, that\nthe conditions, under which contact is permitted, and the entire method\nof arriving at the result, are quite different j and also that it is not fair\nto apply the same tests to the experiments of a public performer, who\nhas probably given years to practising and acquiring every species of\ntrickery, and to those of private individuals, whose ordinary avocations\nwould render it impossible for them to have acquired the knowlEdge\nand skill necessary for performing the most difficult muscle.reading\nfeats.\nBesidp.5 thp..5e experiments are often made with children, whose\ntender age is sufficient guarantee of the impossibility of their succeed-\ning by means of intricate systems of signalling, and the other ways in\nwhich such phenomena are explained. Imagine a child of 8 or 9,\nfor instance, telling the number of n. bank-note by muscle-reading!\nWhich is most extraordinary 1 that the number should have been\nactually transferred to his mind from that of the agent, or that, at so\nearly an age, the child should have acquired the necessary skill to accom-\nplish the feat by means of muscle-reading 1 Besides, it is remarkable that\nthe number of successes in the reading of numbers by genuine thought-\nreading exceeds those attained by muscle-reading. Mr. Bishop often\nfailed at the bank-note test_ Again, I should think it would be of very\nlittle use to most people who have other things to occupy their minds,\nto spend their time in learning n. long system of deception, in order to\nmake people believe that they possess a genuine power of thought-\nreading j especially now, when it is pretty generally admitted that\nthoughts can be transferred from mind to mind. We may well ask,\ncui bMW 1 and are not likely to get a reasonable reply.\nAnd now for the condition necessary to obtain accurate results\nfrom experiments made witl, contact. The percipient should first be\ntaken out of the room and blindfolded. During his absence, a number\nshould be written down, or a card selected from the pack, or an object\nthought of, as the case may be j only one person, the agent, should know\nwhat is chosen. The percipient should then be brought in and seated\nat a tab!e, and if he desires contact it should be permitted, care being\ntaken that in no case shall the percipient be allowed to grasp the agent's\nG D21\nDigitized by oog e\n\f36 Journal of 80cietg fo,. PB1\/chical Rt.aearcA. (Sept., 1885.\nhand, and then, while holding it, write down the number gradually, for\nthis would be muscle-reading. The percipient, after a short time, should\nbe asked if he knows what has been selected; contact should be with-\ndrawn and then he should at once tell the object chosen. The carrying\nout of these conditions will, I think, be sufficient to ensure results of\nreal value, but of course any person can make such alterations as they\nmay wish if they are inclined to be extra careful. I have experimented\nwith friends witl, contact somewhat in the way I have described, and\nhave obtained very successful results, even words of 3 letters being\nread by the percipients, and I have found from 30 to 50 seconds\ngenerally sufficient. Of course there were failures, but sometimes of a\nremarkable kind, as 564 instead of 465. In conclusion, I think that I\nhave shown the value of experiments even witl, contact, though I cannot\nbut admit that those witlwut contdct are more satisfactory. I hope that\nwe may have further accounts from members who have found, like\nmyself, that a large number of percipients can only be successful with.\neontact.\nOCTAVIUS BEATl'Y.\nExeter College, Oxford.\nWe agree with Mr. Beatty that there is some reason to suppose that\ncontact may \/l-88ist genuine thoughtrtransference, and to prove this\nwould itself distinctly advance our knowledge of the subject. Weagree\nwith him, too, that it is not always, and for all purposes, necessary, to\nimpose conditions intended to exclude either codes or conscious muscle-\nreading. But he scarcely seems to us to attach enough importance to\nthe difficulty of guarding against muscle-reading of which both. agent\nand percipient are unconscious. And this is what we think usually\noccurs in the willing game; the impulse which the percipient receives,\nhe knoW's not how, to perform some action, having really come to him\nthrough slight unconscious motions of the agent quite unconsciously\nperceived.\nFor example, we witnessed on one occasion the remarkable success in\nthe willing game of two ladies, sisters, whose bonajideIJ was beyond\nsuspicion, nnd who were themselves convinced that the process was\nentirely mental. The lady who acted as agent tried to influence\nanother person, but failed. It then occurred to this gentleman instead\nof waiting for an impulse, to try to follow any lead that might be\ngiven him through the a~nt's hands. He succeeded at once, slowly it\nis true, but he was without practice. The agent had no idea that she\nhad given any indications, but as they were given on this occasion it\nseems probable that they were always given, and that her sister was un-\nconsiously influenced by them. It seems not unlikely that children.\nDigitized by Google\n\fSept., 1885.] Journal of Society\/or P81\/cAicallleaearcll. 31\nbeing less self-conscious and less accustomed to analyse their impulses\nwhil~ more accustomed to act on them than their elders, might be good\nmuscle-readers of this unconscious sort.\nThe indications in the case described consisted in slight and almost\nindefinable changes in the way the hands rested on the percipient's\nshoulders, according as the agent was satisfied or dissatisfied with what\nthe percipient was doing; but indications of another kind may be un-\nconsciously given. A lady we know was trying as percipient to repro-\nduce diJl,grams in the manner which has several times been described in\nthe Procwling,; but thinking it might be easier at first with contact,\nthe agent put his hand on her head. She presently perceived that he\nwas moving his band slightly but without letting it slip on her head, in\nsuch a way as to indiCl\\te the figure, and she reproduced it with great\nsuccess. A less self-conscious, and very likely therefore better, perci-\npient might perhaps have become aware what the figure was without\nknowing how.\nWe hope that Mr. Beatty and all other memoors of the Society who\nhave opportunities of trying systematic and careful experiments will do\n80, and send a full account of them, describing the conditions observed,\nand noting 11011 the results--failures as well as successes. All our own\nexperience tends to show that the persons able to obtain clearly success-\nful results in genuine thought-transference are few, and more experi-\nments and records of them are very much wanted, hoth to convince\nthe world that thought-transference is a reality and further to elucidate\nthe whole subject.-[En.]\nPHANTASMS O~' THE DEAD.\nWe have received the following remarks on the paper which\nappeared under the above title in the Proceeding\" Part VIII., from Mr.\nC. A. Goodhart, a Member of the Society.\n\" On p. 99 Mrs. Sidgwick says ' there is some reason to think that a.\ntelepathic impression may remain latent for a time, &c.' This had\nalready occurred to me as a possible explanation of the cases cited in the\nimmediately preceding context. P. Junior's desire to see Mr. Lewis seems\nsufficient to have produced a. mental transfer which might only have\natrected the field of consciousness, through sub-conscious associations\nauggested by the sight of the closed house. The transfer would be like\nthe impression on a sensitive photographic plate, which is only recognis-\nable under suitable conditions resulting from after manipulation. Mr.\nD.'s experience I should be inclined to explain in the S9-me way. If an\nunconscious transfer was produced by young Mackenzie at the time of\ndeath, it might possibly become recognisable through transferred\nDigitized by Google\n\f38 Journal qf Societ1\/ .for P'1\/chical ReMarcA. [SPpt., 1885.\nsuggestion from Mrs. D., when she opened and read the letter; which\nmust have been when her husband had the dream.\n\" As regards the Haunted House question, what has occurred to me\nis this :-May it not be possible that, at the point of death, the energy\nwhich results in some cases in the mental tra.nsfer of an apparition, may\nin others secure a transfer which produces an increase in the 'permanent\npossibilities of sensation\" in the material surroundings1 The effect would\nbe th.at,to a sensitive observer, suggestions would be given,unintelligible\nto others, related to the past intelligence which had at first effected their\nproduction. It is, of course, pure hypothesis, but it seems tentatively to\nfit the facts, and even such a case as Mr. Bro wning's studs-which\nseems natura.lly explicable by direct thought-tra.nsference - might\npossibly be found to come under it. Haunted studs are not apriori,\nmore impossible thanhaunted houses. So far as I can see, in the evidence\nthere is but little to favour the view that the dead, qu4 dead, can or do\ncommunicate with the living. At the same timeit seems very much as\nthough we had traces of persistent energy which may have been released\nduring life, and can still be recognised under favourable conditions.\n\" You will pa.rdon me for writing this, but, in a subject which is\ninvolved in so much obscurity, the wildest guesses may be worth con-\nsidering as suggesting lines for experiment and observation.\"\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n(Continued. )\nL.-815.-Ad pn\n[The following account was received from a gentleman of good position,\nwhom I must term Mr. A. Z. He has given me the full names of all pe1'llOnB\nconcerned, but is unwilling that they should be published on account of the\npainful character of the event recorded.-F. W. H. M.]\nMa'J, 1885.\nIn 1876, I was living in a small agricultural pariah in the East of England,\none of my neighbours at the time being a young man, S. B., of. who had\nrecently come into the occup'&tion of a large farm in the place. Pending the\nalteration of his house he lodged and boarded with his groom at the other\nend of the village furthest removed from my own residence, which was half\na mile distant and separated by many houses, gardens, a plantation and farm\nbuildings. He was fond of field sports and spent much of his spare time\nduring the season in hunting. He was not a personal friend of mine, only\nan acquaintance, and I felt no interest in him except as a tenant on the\nestate. I have asked him occasionally to my house as a matter of civility,\nbut to the beat of my recollection was never inside his lodgings.\nOne afternoon in March, 1876, when leaving, along with my wife, our\n• These are not the proper initials of hill name.\nDigitized by Google\n\fSept., 1885.) JDUNlal of&cietyfM' P'1lMical Ruearch. 39\nrailway station to ..alk home, I .... acooeted by S.B.; he accompanied us ..\nfar .. my front g-..te, ..here he kept us in conve1\"ll&tion for lOme time, but\non no special subject. I may no.. state that the distance from this gate, going\nalong the carriage drive, to tho dining and breakf..t-room windows is about\n60yards, both the windo..... of these rooma face the north-eaat and are parallel\nwith the carriage drive. On S.B. taking leave of us my ..ife remarked,\n\"Young B. evidently wished tobeasked in, but Ithought you would not care to\nbe troubledwith him.\" Subsequently_bout half·an-hour later-Iagain met\nhim, and, .. I .... then on my way to look at lOme work at a distant part of\nthe estate, asked him to walk with me,which he did. His conve1\"ll&tion .... of\nthe ordinary character; if anything, he seemed somewhat depreued at the bad\ntimes and the low prices of farming produce. I remember he ..ked me to\ngive him lOme wire rope to make a fence on his farm, which I consented to •\ndo. Returning from our walk, and on entering the village, I pulled up at\nthe CfOIII-roada to say good evening, the road to his lodgings taking him at\nright angles to mine. I ....surpriaed to hear him say, .. Come and smoke a\ncigar with me to-night 1\" To which I replied, \"I cannot very well, I am\nengaged this eveniruJ.\"\" Do come,\" he said. \"No,\" I Nplied \"Iwill look in\nanother~evening.\" And with this we parted. We had separated about 40 yarde\nwhen he turned around and exclaimed, \"Then if you will not come, good-\nbye.\" This .... the laat time I saw him alive.\nI spent the evening in my dining-room in writing, and for lOme hOUri I\nmay say that probably no thought of young B. paued through my mind;\nthe night 11''' bright and clear, full or nearly full moon, still and without\nwind. Since I had come in slight snow had fallen, just sufficient to make\nthe ground show white.\nAt about 5 minutes to 10 o'clock I got up and left the room, taking up\na lamp from the hall table and replacing it on a small table standing in a re-\ncess of the window in the breakf..t-room. The curtains were not drawn\nacross the window. I had just taken down from the nearest bookcase a\nvolume of \"Macgillivray's British Birds\" for reference, and \"·M in the act\nof reading the pasaage, the book held close to the lamp, and my shoulder\ntouching the window shutter, and in a position in which almost the slightest\noutside lOund would be heard, when I distinctly heard.the front gate opened\nand shut again with a clap, and footsteps advancing at a run up the drive;\nwhen opposite the window the steps changed from sharp and distinct on\ngravel to dull and 1888 clear on the grass slip below the window, and at the\nsame time I 11''' conscious that someone or something stood close to me\noutside, only the thin shutter and a sheet of gl&ll dividing us; I CQuld hear\nthe quick panting laboured breathing of the measenger, or whatever it w..,\nu if trying to recover breath before speaking. Had he been attracted by\nthe light through the shutter 1 Suddenly, like a gunshot, inside, outside,\nand all around, there broke out the most appalling ahriek-a prolonged wail\nof horror, which seemed to freeze the blood. It 11'''not a single shriek, but\nmore prolonged, commencing in a high key and then 1888 and 1888, wailing\naway towards the north, and becoming weaker and weaker &I it receded in\nlObbing pulsations of intense agony. Of my fright and horror I can say\nnothing-increased tenfold when I walked into the dining-room and found\nm1 wife sitting quietly at her work close to the window, in the same line and\nDigitized by Google\n\f40 Journal of Society for P,yckical Re,earck. rSep&..1885.\ndiatant only 10 or 12 feet from the corresponding window in the b~\nroom. She had hetJrd nothing. I could see that at once; and from the poai-\ntion in which she was Bitting I knew ahe could not have failed to hear any\nnoise outside and any footstep on the gravel. Perceiving I W88 alarmed\nabout something, ahe asked, \"What is the matter ~\" \"Only aomeone\noutside,\" I said. \"Then why do you not go out and see 7 You always do\nwhen you hear any unusual noile.\" I said, \"there is something ao queer\nand dreadful about the noise. I dare not face it. It must have been the\nBanshee shrieking.\"\nYoung S. B., on leaving me, went home to his lodgings. He spent\nmoat of the evening on the sofa, reading one of Whyte Melville's novels.\nSaw his groom at 9 o'clock and gave him orders for the following day.\nThe groom and his wife, who were the only people in the house besides S. B.t\nthen went to bed.\nAt the inquest the groom stated that when about falling asleop, he W88sud-\ndenly aroused by a shriek, and on running into his master's room found him\nexpiring on the floor. It appeared that young B. had undreaaed upstairs.\nand then came down to his sitting-room in trousers and nightshirt, had\npoured out half-a-glasa of water, into which he emptied a small bottle of\npruaaic acid (procured that morning under the plea of poisoning a dog, which\nhe did not pOlBelB). He walked upataira, and on entering his room drank\noff'the glasa, and with a scream fell dead on the floor. All this happened,\n88 near as I can ascertain, at the exact time when I had been so much\nalarmed at my own house. It is utterly impolBible that any sound short of\na cannon shot could have reached me from B.'s lodgings, through closed win-\ndows and doors, and the many intervening obstacles of hoUBel and gardena,\nfarmsteads and plantations, &c.\nHaving to leave home by the early train, I was out very lOOn on the\nfollowing morning, and on going to examine the ground beneath the window\nfound no foouteps on graBI or drive, still covered with the alight sprinkling of\nInow which had fallen on the previous evening.\nThe whole thing had been a dream of the moment-an imagination, call\nit what you will; I simply state these facts as they occurred, without\nattempting any explanation, which, indeed, I am totally unable to give.\nThe entire incident is a mystery, and will ever remain a mystery to me. I\ndid not hear the particulars of the tragedy till the following afternoon,\nhaving left home by an early train. The motive of suicide was said to be &\nlove affair.\nIn a subsequent letter dated June 12th, 1885, Mr. A. Z. says;-\nI have no objection to the publication of the narrative on the terms you\nmention (i.e., avoiding all chance of recognition}and omitting my name. The\nsuicide took place in this pariah on Thursday night, March 9th, 1876,atorabout\n10 p.m. The inquest was held on Saturday, 11th, by --, tlle then coroner.\nH. has been dead some years, or I might perhaps have been able to obtain a\ncopy of his notes then taken. You will probably find some notice of the\ninquest in the - - of March 17th. As far as I can recollect, nothing\nexcept the bare fact appeared in print, 88 the family made every eff'ort to\nlupprelB details. I did not myself hear any particulars of the event till my\nDigitized by Google\n\f8ept.,1B86.]' Journal of Society\/or P81\/cAical Research. 41\nreturn home on Friday afternoon, 17 hoUl'B afterwarda. The alight IDOW fell\nabout 8 o'clock-not lAter. After this the night was bright and fine, and\nvery lltill. There was alao a rather IIharp fl'Ollt. I have evidence of all this\nto llatiafy any lawyer.\nI went early the next morning under the window to look for footsteps\njust before leaving home for the day. Perhapa it ill not quite correct to call\nit IInow; it was llmall frozen sleet and hail, and the grass blades just peeped\nthrough, but there was quite enough to have shown any stepa had there been\nany.\nI was not myself at the inquest, so in that case only speak from he&rll&Y.\nIn my narrative I llay the groom was awoke by \"a shriek.\" I have asked\nthe man [name given], and c1'08ll-questioned him closely on this point; and\nit is more correct to lI&y by \"a series of noises ending in a crash\" or \"heavy\nfall.\" This is most probably correct, as the son of the tenant [name given]\nliving in the next house was &roused by the same .art of I01md coming\nthrough the wall of the house into the adjoining bedroom in which he was\nsleeping.\nI do not, however, wish it to be understood that any material noises heard\nin that house or the next had any connection with the peculiar noises and\n8Cl'8an1 which frightened me so much, as'anyone knowing the locality must\nadmit at once the imposaibility of such sounds travelling under any conditiona\nthrough intervening obatacles. I only lI&y that the scene enacted in the one\nwas coincident with my alarm and the phenomena attending it in the other.\nI find by reference to the book of [name given], chemist, of --, that\nthe poison was purchased by young S. B., on March 8th. I enclose a note\nfrom Mrs. A. Z., according to your request.\nThe enclosed note, signed by Mrs. A. Z., also dated June 12th, 1885, is\n88 follows :-\nI am able to testify that on the night of March 9th, 1876, about\n10 o'clock, my husband, who had gone into the adjoining room to conault a\nbook, was greatly alarmed by sounds which he heard, and described as the\ngate clapping, footsteps on the drive and grass, and heavy breathing close to\nthe window-then a fearfulacreaming.\nI did not hear anything.\nHe did not go to look round the house, as he would have done at any\nother time, and when I afterwardll asked him why he did not go out, he\nreplied, \"Because I felt I could not.\"\nOn going to bed he took his gun upstairs; and when I asked him why,\nsaid, \"Because there must be someone about.\"\nHe left home early in the morning, and did not hear of the suicide of\nMr. B. B. until the afternoon of that day.\nAn article which we have seen in a local newspaper, narrating the suicide\nand inquest, confirms the above account of them.\nL-I064.-A.d pn\nOf the occurrence about to be uarrated, we have received three in,\ndependent accounts, all at second band, of which one dift'era very con-\nDigitized by Google\n\f42 Journal qf 80cisty for P8!Jcllical Re8earcA. [Sept., 1885\naiderably from the others. They a.gree, indeed, in little except the\nfact that an apparition of fishermen was seen by Colonel Campbell.\nThe first has the advantage of corroboration, but even apart from this\nthe reader will, we think, at once judge it to be the more trustworthy.\nThe se(.ond account is very like the first, but adds an incident\nwhich, from the fact that we have never met with it in first hand\nnarratives, we should judge to be improbable, namely, that the appari-\ntion was seen again at the same spot on returning to it. If this really\noccurred, it would suggest that either the real men were seen or some\nreal object was mistaken for them. Mrs. Ricardo and Mr. Lcring are\nboth under the impression that the apparitions were seen bifOf\"e the\ndeath, but in the absence of evidence as to when the boat capsized,\nthis seems an unnecessary assumption. On the whole, we may\nproba.bly take it as certain that Colonel Campbell ha.d good reason\nto believe that he saw apparitions of the two men on the night on\nwhich they were drowned, but beyond this we cannot now go.\nFrom Mrs. Ricardo.\n8, Oheaham Street, S.W.\nApril 6th, 188U.\nMrs. Campbell died three months ago. I can only recolleot the story\nyou refer to, rather imperfectly, though I have often heard my father,\nthe late Oolonel Campbell, of Skipnesa, tell it. The facta were these:-\nOn a fine summer's evening, between 8 and 9 o'clock (still quite light\nin the Highlands), about 40 years ago or more, my father was walking\nto the old ruined castle of Skipnesa, which was a short distance from the\nmore modem house. He had fitted up a turning lathe and workshop in\none of the old rooms, and was going to fetch some tool which he bad\nforgotten in the day. As he approached tho gate of the courtyard he\nsaw two of the fishermen (brothers), Walter and John Oook, leaning\nagainst the wall rather stitlly. Being in a hurry he merely nodded, said\nsomething about ita being a fine evening, and went in. He was sur-\nprised that they did not answer him, which was very unlike the usual\ncustom, but being in a hurry did not think much of it, and when he returned\nthey were gone. That night a Budden gale sprang up in the middle of the\nnight. Next morning, when my father went out to Bee what damage had\nbeen done, he met some fishermen carrying up a dead body from the beach.\nHe inquired, \"Who is it 1\" They said, \"Walter Oook, and they are just\nbringing his brother John's body, too. Their boat capsized when they\nwere out with the herring fleet last night, and they were both drowned. \"\nMy father said, \"It can't be, t.hey never went to the fishing, for I saw\nthem and spoke to them between 8 and 9 last night.\" \" Impossible,\nlaird I for they both sailed with the rest of the fleet between 3 and \" in\nthe afternoon, and never returned.\" My father never believed in second-\nsight or wraiths, but said this completely puzzled him. It must have been\nsecond-sight, as the men were not yet dead when he saw them, though\ni~ was abllolutely imposaiblo that they could havo boon on land at the\nDigitized by Google\n\f8epL, 1885.] JOllrnal of Societ,1l fo\/' PS,1Ichical Reseal·cl,. 43\ntime. This, aa far aa I can remember, is tho story, but I cannot be quit.e\nexact aa to date and hours.\nANNETTE Rmano.\nIn answer to our questions, Mrs. Ricardo writes:-\n1. Colonel Campbell never had any other experiences of the kind, and\nalways laughed at any superstitions or fancies of the kind.\n2. His sight waa remarkably keen and long; a splendid shot, &c.\n3. He waa always quite certain that the men were the Cooks, and recog-\nnised and spoke to them by name.\n4. It was well known that the Cooks went with the rest between 3\nand 4 o'clock; every boat is seen and recognised aa it leaves the bay, and\nthey could not possibly return without its being also known.\n5. Tho place was not a usual one for the fishennen to lounge, being the\nwalls of our old castle, in the grounds, and the men's attitude waa 80 stiff\nthat Colonel Campbell imagined they had been drinking.\nI have just been talking to an elder relation of the family, who had heard\nmy father tell the story, and he corroborates these facts, only not quite sure\nwhether the fleet went at 3 or 4, and thinks the apparition waa seen about\n9 in the evening.\nMy brother-in-law (Captain Macneal, of Ugadale, Losset Park, Campbcl-\ntown, Argyllshire) encloses his statement. There are many others who have\nheard the story from Colonel Campbell. I do not know if the accident waa\nMen to happen, or if only the boat and dead bodies were found. I have\nalways believed that the accident occurred between 12 and 1, or 1 and 2 in\nthe morning.\nFrom Captain Macneal.\nApril 18th, 1885.\nI have heard Colonel Campbell frequently relate the story regarding the\nChannel fishermen, just as his daughter has stated it to you.\nH. MACNEAL.\nWe have received from Mrs. Loring the following independent a.ccount:-\nMontagu Street, Portman Square,\nAugust 15th, 1885.\nDEAR SJR,-I am sorry to find your inquiry about a story of second-\nsight has remained 80 long unanswered.\nYou say you \"havo received from Mrs. David Ricardo and from Captain\n:&Iacneal an account of a second-sight story, which they had heard from the\nlate Colonel Campbell. Can T. remember having heard him tell the story\nin question 1 which is briefly that he saw the wraiths of two fishermen at\nthe time they were drowned at sea.\"\nI perfectly remember asking Colonel Campbell if he could tell me that\nhe had hi1llself e\\'er seen a second-sight. when he told me the following\nstory. He was one evening walking from his dwelling-house at Skipness to\nthe ruillB of the old castle which were at a little distance. He saw, leaning\nagainst the old wall, two of his mell who were fishermen. He greeted them,\nbut received no reply. On his return shortly from the ruins, he found them\ngitized by (.oogI\n\f44 Jourllal qf Society for Pagchical Reaearcll. [~, 18S5.\nItill in the same position and again bid them good evening without receiving\nresponse. ThiBleemed Itrange to him, for he W8I from childhood on frendly\nterms with all his people. AI h went on hiB way he &lked himself why\nthose two filhennen had not gone out &I usual with the fiBhing lIeet at IUDset.\nNext moming he waa awakened by the infonnation that there had been a\nltonn in the night; the boat of those very men W&l uplet, and they were\nboth drowned.\nHe answered it could not be thOle two men for they had not gone out wit.h\nthe lIeet that night; he had leen them leaning against the wall of the old\ncutle BOme time after the lIeet had sailed. He alluded also to their old\nmother having leen lights in her cottage, but Iwpped himlelf, saying ho\ncould only answer for what he had himself seen. I understood that certainly\nthe storm had not occurred and the men were not yet drowned at the time\nColonel Campbell saw them, or, aa he afterwardl believed, tAtir '''''(lith.,\nleaning against the wall. He looked upon it aa true Highland lOCond.light.\na warning of that which W&l about to happen.-Yours faithfully,\nFRANCES LoUISA LoRING.\nThe following version of this incident iB from a lady who writes in 1884\nthat Colonel Campbell \"related to me the ltory about 35 years ago, jtllJt\n&I I repeat it.\"\nCaptain Campbell, of Skipn8l8, iB well known as a Ipirited writer on\nIndian field sports. He and hiB wife were staying with me in the Highland.\nof Argyllahire, when he related the following circumstance. Skipneu\nCaatle, hiB family cutle, ltandl on the coaat of Kintyre, that wild part of\nArgyllshire facing the sea. It iB a regular feudalltronghold, small, squaro-\nturreted place, on a pile of rocks, lapped by the sea.\nBehind, rise barren hilla in long, monutonous lines, broken below into\ngrass fields divided by walla. or dykes, &I they are called in Scotland. Thero\nare no trees, notlting but the clouds and hilla and the Bea. Under the old\ncutle, along the shore, nestle a few grey hovela. Thele, with the grey\ncutle above, fonn the village of Skipn8l8, a place which, even in lummer,\nchilla one with its luggeltive look of wintry blasts and nearing SO& ltonna.\nOne Ipecial autumn moming, Captain Canlpbell started to Ihoot groule\non ilie moors far o.way beyond the hilla. BiB path lay along the\nshore, by a little pier and a low wall, raised as II. barrier to the waves.\nUnder thiB wall lay moored ilie fishing boats of hil tenants, who, on the\nborders of Loch Fyne, look to the famous herrings of those waters for their\nIUpport. As he plUlllod t.he low wall, he saw four men, well known to him,\npreparing their llets for a start. The day was boisteroul, the wind moaned\nalong tho shore, and tho white·crested wavel rolled in angrily, Itriking\nagainst the wall. Captain Campbell halted for a few moments to speak to\nthe men and wish them a good haul, All day ho waa out on the moors\ninland; the wind had risen, and stonny gusts of rain Iwept. over the water\nand the land aa he ret.urned. Again he took tlle coaat road, alt.hough it. waa\nfurtlter round; he felt, he said, a strange nec8l8it.y to do 80, which\nhe could not explain to himlelf a.t the time The sea W&l now \"ory\nrough, and luhing furiously against ilie low wall. The sun W&l setting\non II. bank of lurid clouds opposite. Loaning against the wall, as if resting, the\nDigitized by Google\n\fSept.. 1885.] Journal of Societ!l\/or P8!1cltical Re8earcn. 45\nsieldy sunshine lighting up their fonns and faces (which he fully recognised),\nhe aaw the llame four men with whom he had spoken in the morning. Being\nlate, he did not ltop, bu~ merely bade them good-night in pauing, and\nacarcely noticedat the time they neither raised their caps nor replied to him.\nAa he entered the encloaed courl of the castle his wife rim to meet him,\nexclaiming, \"Oh, Campbell, how thankful I am you are returned. The\nmoat dreadful accident has happened, the boat with so-and-so on board\"\n(naming the four men he had seen) \"has capsized in 3 sudden squall near\nthe ahore, lower down, and they are all drowned, and their poor wives\nare almost mad with grief.\" \"Impoaaible, my dr.&r,\" replied Captain\nCampbell, \"I have this instant seen those very men by the low wall at\nthe jetty.·' \"Seen them,\" she cried, \"it is bu~ an hour ago their bodies\nbegan to drift on the beach and ODe is still miaaing, but tlle nlOlning tide\nis expected to bring it in, as the boat capsized in tlle bay, and all were\ndistinctly seen by the watchers.\" Then did Captain Campbell understand\nthat the forma he had seen were the wraiths of the drowned men standing\nto bid good-bye to the laird, and he went down to the ,-mage to comforl\nthe widows.\nL.-2325.-Ad pn and Ae pn\nFrom Lieut.-Colonel Fane Sawell, care of Meaars. B. S. King and Co.,\n45, Pall Mall, S.W.\nWolfeleo: Hawick, N.B\nA1tgt&&t 4U~, 1885.\nMy mother and Anne Hervey were schoolfellows together at a Madame\nAudibert's, in Kensington, and they were bosom friends, and, as was nJt\nunusual in those days with younggirls,they exchanged rings with the promise\nthat whichever of the two died first she was to send back to the othel·\nherring.\nDuring the following holidays, for which my mother went to her home,\nNorth Berwick, Anne Hervey remaining at Madame Audibert'l in Kensing-\nton, the following incident occurred :\nMy mother luddenly awoke in the night to find Anne Hervey ltanding\nby her bedside holding out the ring ahe had given her. The apparition\nluted a few seconds and then faded away. My mother was much frightened,\nand in the morning told her mother what had happened to her in the night,\nadding that she was quite convinced Anne Hervey was dead, although she\nhad left her perfectly well a fortnight before at Madame Audiberl's.\nThe event proved my mother to be right, for in course of post (not so\nrapid as in these days) a letter renched her from Madame Audibert telling\nher of Anne Hervey's death from scarlet fever, and enclosing the ring which\nshe llaid Anne Hervey had begged, on her deathbed, might be sent to my\nmother.\nThe above is exactly as I have received it from my mother's lips. The\nriDg referred to was in my own poaaeaaion for many years.\nF.lNB SBWBLL.\nDigitized by Google\n\f46 JOrlrnal '!f &Cietylor P8!1cAica1 Re8earch. [Sept., 188!i.\nAuguat 4th, 1885.\nMy mother, when at Bangalore, as nearly as I can remember about the\nyear 1845. was one night awakened by the feeling of eomething unusual\nhappening, and saw as she thought a very favourite sister of my father's, my\nAunt Fanny (Mrs.•John Hamilton Gray) standing in her nightdreu at the\nfoot of the bed, with her hair falling loosely round her. There was a peculiar\nlight upon her though no light of any kind in the roum. Another peculiarity\nabout my aunt that my mother noticed was, that a large lock of my aunt's\nhair had been cut straight off close to the temple. The apparition appeared\nto gaze steadily at my mother for eomo little time, and then gradually\ndisappeared.\nMy mother, to wholll such appearances were not altogether unknown, felt\nso cunvinced something serious had happened to my Aunt Fanny, that,\nfearing a shock to my father, she tuok lI1ea~ures to intercept the letters to\nmy father which she was satisfied must bring him sad news of eome eort\nrelating to my aunt. The event proved her right, for in due course of post\nfrom home came the letter bearing intelligence of my aunt's unexpected\ndeath at sea (Mrs. Gray was journeying from the Cape of Good Hope to\nEngland when she died), on the nigbt above mentioned, and in the letter was\nenclosed a large lock of my aunt Fanny's hair which had been cut off to send\nto my father.\nI was a child of 5 or G years of age when the above took place, and\nI remember the circumstance distinctly, though not the particulars, whicb\nare, however, exactly as I have often heard my mother relate them to\ndifferent people.\nFANE SBWELL.\nIn sending the above two narratives, Colonel Sewell writes :-\nI h'lve been delayed by an endeavour, if pouible, to get exact dates. In\nthis, I am eorry to say, I have not been succeuful, and I have thought it\nbest not to give any dates at all.\nI have often heard my mother relate both the experiences given in the\nenclosed, as nearly as my menlllry will serve me, in the exact words I have\nused.\nIn a later letter Colunel Sewell adds :-\nIn writing out the twu accounts I sent you, I purposely excluded from\nthe second anything of my own personal recollections of the occurrence\nwhich took place at Bangalore, that yuu- might have the atory exactly as\nrelated to me by my mother.\nLet me reply to your questions 1\\8 given.\n(1) Did my mother always speak of the incidents 1\\8 tvakin!1 experiences,\nnot mere dreams 1\nMy mother never spoke of either but as \"tookinl experiences.\" She\nwas VCI'Y distinct upon that point. She was quite sure of ha\\.jng been,\nin both cases, wide awake when she saw what she described.\n(2) Was I old enough to recollect whether I heard of the second experi-\nence bejlJ'l'e the news of death arrived 1\nI have a distinct recollection (for the sceneB made a great impression\nupon me) of the news of my Aunt Fallny's death being taken and broken to\nDigitized by Google\n\fSept., 18811.] Journal of Societyfor P8!1chical Re8earcn. 47\nmy father by my mother; his great grief; and of my mother's anxiety befure\nand about the coming of the letters, and of her depression (she was naturally\nof a bright, cheerful disposition) before the letters came, which 1 could not at\nthe time understand, but which 1 have since felt was due to her anticipation\nof coming sorrow. I was seldom away from either my father's or mother's\naide in those days, and must have been about 5 years old, and could well\nrecollect thingB of a striking character which took place then. My earliest\nrecollection is of the death of myeldt!llt and, then, only sister, which took\nplace when I was a child of bei;ween 2 and 3 years of age. Of this I\ncan of course only dimly remembor the circumstances, and merely ml\"ntion\nit here to show that I was very impre8llionable as a child, and began to\nremember much earlier than the date of my Aunt Fanny's death. I have\nno doubt in my own mind, therefore, of the phenomenon having occurred to\nmy m<.ther as described by her.\n(3) (a) Am I aware as to whether my mother was in the habit of having\nsimilar visitations or visions which did not correspond with anything 1 or (b),\nof her being subject to hallucinations 1\n(a) I am not aware of any such. I do know, however, of one occur-\nrence which took place in February or March, 1857, whilst I was staying,\nen rouu to India, with my father and mother at Piaa. I was then a young\nman of nineteen.\nI remember my mother came down to breakfast one morning greatly\nagitated, and told us (my father and me) that she had been awakened during\nthe night by something unusual occurring, and saw distinctly a curious\nflame-like light at the end of her bed, which took no definite shape but faded\naway and left the room again dark. She said she was quite sure that some-\nthing had happened to a near relative who was then in London. My father\ntried to re&B8ure my mother, but she was not to be diuuadod from her\npresentiment of evil (I should mention that my father and mtther occupied\nseparate rooms in those days.) A few days afterwards we received letters\nfrom England informing us that the relative in question had had a sudden\nand dangerous illn088-in fact, a dangerous miscarriage-on the night in\nquestion.\n(b) I never heard Qf any other C8.8CS of vision, or otherwise, occurring\nto my mother, nor am I aware of my mother having been subject in any\nway to hallucinations of the senses.\nThe occurrences I havo mentioned were wide apart as regards time. The\nfirst when my mother was a girl of about sixteen or seventeen; next, as a\nwoman of about thirty-three; and last when she waa forty-seven years of age.\nFANE SEWELL.\nL.-2326.-Ad po\nFrom Mr. John Hickma.n Heather, Postmaster of Retford.\nPost Office, Retford,\n18U. Februaty, 1885.\nIn my early boyhood I· have frequently heard tIle following story\nfrom both my parents. I may preface the .tory by saying that, at the\nDigitized by Google\n\f48 Journal of Society .f0l' Psychical Re8earcA. [Sept., 1885.\ntime, my father wu a miller, occupying a windmill in Weathorpe Field,\nin the pariah of Southwell, bia houl8 being at Weathorpe, about 1 mile\ndistant from th!! mill. My grandfather occupied a farm under the\nlate Sir Richard Sutton, at Goverton, in the pariah of Bleuby,\nabout 3 milea distant. My father, who had been working his mill\nuntil put midnigbt, locked up his mill and went home ; on his way the\napparition of his mother cl'08lJed bis path, and waa 80 clearly seen that he\nmarked the dreIS, one which had been commonly worn, and on hia arrival at\nhome he at once reported the circumstance to [his wife] my mother, saying\nthat .. he had never leen his mother more plainly in his life.\" Early next\nmorning a man rode in with the sad neW8 that my grandmother had been\nfound dead in her bed.\nA second caae occurred under my own notice although the apparition W&I\nnot 8een by me. It is about 30 years ago, my age is now M. My father\nwho then lived at Goverton, Bleaaby, was building a houl8 and a yard for\npigs. The building and the yard were on a elope. My father WR8 8tanding\nat the lower end with his anns resting upon the wall, with the entrance to\nthe house into the yard directly opposite; the outer entrance waa open, the\ndoor not having been hung. I was in the farmyard at 80me little distance,\nbut having a clear full view of my father and the building, when I was\n8tartled by my father exclaiming, \"Jack, juat aee what your Uncle Ned ia\ndoing in the pigsty.\" I at once went, although I knew it to be impoaaible\nthat my Uncle Ned could be there, he being I8rioualy ill at the time.\nHaving 8earched the place my father told me that ho had di8tinctly aeen my\nuncle CI'08IJ the doorway, and would scarcely believe that he was not to be\nfound iuaide. In about a couple of houra a meaaenger brought the tidings\nthat my uncle had died.\nI beg to add that in the caae of my grandmother there was no\npreviou8 illneaa, she hM'ing gone to bed in apparently perfect health.\nI am, sir, your obedient 8ervant,\nJOHN HIC'KllAN HuTHBR.\nL.-2327.\nFrom Mr. J. T. :Uilward Pierce, Frettons, Danbury, Chelmaford.\nOf Bow Ranche, Blyville Post Office, Knox County, Nebraska,U.S.A.\nJanuaf'Y 5th, 1885.\nI live in Nebraska, U.S., where I have a cattle ranche, &C. I am\nengaged to be ID8rried to a young lady living in Yankton, Dakota, 25 miles\nnorth.\nAbout the end of October, 1884, while trying to catch a borae, I was\nkicked in the face, and only escaped being brained by an inch or two ; as it\nWIIS I had two teeth split and a severe rap on the chest. There were several\nmen standing nl.'ar. I did not faint nor was I insensible for a moment, as I\nhad to get out of the way of the next kick. There was a moment'8 paUle\nbefore anyone spoke. I was standing leaning against the stable wall, when\nI laW on my left, apparently quite close, the young lady I have mentioned.\nDigitized by Google\n\f8epL, l885.] Journal Qf Society for P8ychical Reuarck. 49\n--------\nShe looked pale. I did not' notice what she wore; but I distinctly noticed\nher eyea, which appeared troubled and anxious. There was not merely &\nface, but the whole form, looking perfectly material and natural. At that\nmoment my bailiff asked me if I was hurt. I turned my head to answer him,\nand when I looked again she had gone. I was not much hurt by the horse;\nmy mind was perfectly clear, for directly afterwards I went to my office and\ndrew the plana and prepared specifications for a new house, a work which\nrequires & clear and concentrated mind.\nI was 80 haunted by the appearance that next morning I started for\nYankton. The first words the young lady said when I met her were, \"Why,\nI expected you all yesterday afternoon. I thought I saw you looking 80\npale and your face all bleeding.\" (I may say the injuries had made no\nvisible scars.) I was very much struck by this and asked her when this was.\nShe said, \"Immediately after lunch.\" It was just after my lunch that the\naccident occurred. I took the particulars down at the time. I may say that\nbefore I went into Yankton, I was afraid that something had happened to\nthe young lady. I shall be happy to send you any further particulars you\nmay desire.\nJNO. T. MILWARD PIBRCE.\n[I have had a long interview with Mr. Pierce, who is as good a witneaa as\ncan be imagined.-E. G. January 9th, 1885.]\nIn answer to inquiries, Mr. Pierce saya :-\n\" I think the vision lasted as long as a quarter of a minute.\" He has had\nno other viaual hallucination, except that once, when lying shot through the\njaw by an Indian, he thought he saw an Indian standing over him, and\ninfers that it was not a real one or he would have been scalped.\nMr. Pierce writes on May 27th, 1885 :-\nI sent your letter to the lady, but did not get an answer before leaving\nEngland, and upon arriving here found her very ill, and it is only recently I\nhave been able to get the information you wished for. She now wishea me\nto lIy that ehe recollects the afternoon in question, and remembers expect-\ning me, and being afraid something had happened, though it was not my\nusual day for coming, but although at the time ahe told me that she saw me\nwith a face bleeding, she does not now appear to recollect this, and I have\nnot auggested it, not wishing to prompt her in any wa.y.\nIn another l~tter of July 13th, 1885, Mr. Pierce says:-\nI am sorry I can do no better for you than the enclosed letter. Th~ fact\naeema to be that events of absorbing interest and illneaa a.ppear to have\ndriven nearly all remembrance of.the incident from Mias MacGre~or'a mind,\nattaching no partiCUlar importance to it at first. I have prompted her\nmemory, but she only says \"No doubt lam right, but that she can't now\nrecollect it.\"\nThe l~tter enclosed from Mias MacGregor is 81 follows :-\nYankton, D.T., July 13th, 1885.\nI have read the letter you sent to Mr. Pierce. I am afraid I cannot\nnow recall the time you mention clearly enough to give you any distinct\nrecollection.\nI remember feeling sure some accident had happened, but I told Mr.\nDigitized by Google\n\f50 Journal of Society lor Pl1Jchical Research. [Sept.. 188S.\nPierce at the time everything unusual I felt, and events that have lince\noccurred have, I am afraid, completely efFaced all clear recollection of the\nfacts.\nANNIE M....cGlLBOOB.\n[We hope to obtain more in~...11 • fmul.Mr. Pierce 81 to his recollec-\ntion of what Mila Macgregol! ·tOld hiDUf.\"tlil,l tlineabout whatahe felt.]\n.. I _i I.pc. . . ( .\n• '. f .,\nL.-2328-Ad po (BorderlalJd.), .' ~ (\" .'\nFrom Mrs. Cooto, 28; Duke ~eet, dro~!err Square, W.\n'.' JtdU 29th 1885.\nOn Easter Wednesday, 187~ mY·~ist,r:~.I&,.<MI'I. '{., sailed with her\nhusband and three young children ftoll1.).iverpool in t~ steamer .. Sarma·\ntian,\" for Boston, U.S., where they arrived in :due eoul'le and settled. In\nthe following November she was seized with, and died fromsuppreaaedamall-\npox, at that time raging in Boston. About the end of November, or the\nbeginning of December in the same year, I was disturbed one morning before\nit was light,as near as may bebetween I) and 6 a.m.,by the apJiearaDce of a tall\nfigure, in a long nightdreaa, bending over the bed. I distiuctly recognised\nthis figure to be no other than my sister.in-law, Mrs. W., wbo, 8.11 I felt\ndistinctly touched me. My husband, who was beside me asleep at the time,\nneither saw nor felt anything. This appearance was also made to an aged\naunt, residing at this time at Theydon Bower, near Epping, Eaaex. She is\nnow alive, aged over 80 yeal'l, and residing at Hextable, near Dartford, in\nKent. She is still ill full poaaeaaion of all her faculties. She told my husband\nas recently as the 4th inat. that the appearance came to her in the form of a.\nbright light from a dark comer of her bedroom in the early morning. It W8.II\n80 distinct that she not only recognised her niece MI'I. W., but she actually\nnoticed the needlework on her long nightdreaa! This appearance W8I\nalso made to my husband's half-sister, at that time unmarried and resi-\nding at Stanhope Gardena. Tho last named was the first to receive the an-\nnouncement of the deathof MI'I. W.,in a letter fromthe widowerdated Decem-\nber (day omitted),1872,from 156,Eighth-street,South Boston, still preserved.\nThe death was announced, among other papel'l (as my husband baa recently\nlearned) in the Bodon Herald. A comparison of dates, as far 8.11 they could\nbe made in two of the cases, served to ahow the appearance occurred\nafter the same manner, and about the same time, i.e., at the time or shortly\nafter the death of the deceased. Neither myself nor the aged Mrs. B--,\nnor my husband's half-sister, have experienced any appearance of the kind\nbefore or since. It is only recently, when my husband applied to hishalf-\nsister, to hunt up the Boston letter that we learnt for the fil'lt time of this\nthird appearance.\n(Signed)\nThe following is from Mr. Coote, 28, Duke Street,\nC.H.C. for L.C.\nGrosvenor Square, W.\n.Augmt 7th, 1885.\nThat MI'I. Coote's\" vision\" occurred within a week of the death of Mrs.\nW., in Boston, U.S., is undoubted, and without any effort to make our\nmemories more precise, I may add, th\"t from the first I have alwaya\nthought that the most marked feature in the case was (judging, of course,\nDigitized by Google\n\f8epL, l885.] Journal of SocietyI\",. P'1lMical Ruearck. 51\nfrom an opinion formed at the time when the circumatancea were fresh in\nmy memory) that it occurred within the 24 houl'll after death. I am afraid\nafter this lapse of time that nothing concluaive can be arrived at as to\n.. tunes \" in the other two cases, beyond the general idea that still obtains in\nthe minds of both the aged Ml'II. B. and Mrs. - that the visions occurred\nabout the same time as that of Ml'II. Coote, and after the same manner.\n1rIra. Coote desires me to add that to this hour she has never exchanged\nideas upon this vision, even with the aged Mrs. B., which precludes all\n~ibility of collusion in the matter.\nYou are at liberty to make any use of Ml'II. Coote's name or mine you may\nthink proper.-I remain, dear sir, yoUl'll faithfully,\nC. H. COOTE.\nMias Porter has called on Mrs. Coote, and convel'lled with her on the\nsubject. It is not poaaible to obtain a tll'llthand account of the vision from\nMr. Coote's half·sister at present.\n----------\nL.-2329-Ad P.\nObtained through the kindneaa of Mr. J. B. Johnston, M.A., of 17,\nPilrig.street, Edinburgh, from Herr Heinrich von Struve (BOn of the late\nRuaaian Minister at Carlaruhe.)\n25, Pilrig·atreet, Edinburgh,\nJuly 10th, 1885.\n[Tral&,lationJrom the Gel'IMn oJ Hen' ron 8tn'IHl.]\nIn 1838, I was on terms of friendship with a captain of the 2nd Huaaal'll,\nHerr von R., his company being quartered in a little town in Sileaia, in the\nneighbourhood of which I was residing on my property. Early one morning\nI had ridden into the town, and visited Von R., whom I found taking coft'ee\nwith his wife. While we were sitting chatting together, Von R. said to hi&\nwife, .. Lina, our friend Pogerell died last night.\" \" What a thing to say.\n_~bert !\" his wife replied ; \"Pogerell was here only the day before yeater-\nday, well and happy.\" \"Very likely,\" said Von R. ; \"but the fact is as I\nhave said. Last night he atood by my bed, and said, •Farewell, R. ; I am\ndeparting to the great army. Greet my cousin G. from me, and ask him not\nto be angry that I have not mentioned him in my will, as he is well oft', and\nmy other relatives are poor and need support.'\" Some minutea after Von R.\nhad told ua this, a meaaenger was announced, who entered, bringing from\nthe commanding officer of both of them in W--, where the company of\nCaptain Von Pogerell was stationed, the announcement that •• Captain\nvon Pogerell had a paralytic atroke last night, and died.\" The town of\nW--, where Von Pogerell was, was 4 German milea [about 12 English\nmiles] distant from the place where we were; the road was bad, and there\nwas no ordinary means of communication. It W&8, therefore, inconceivable\nthat any earlier newa than that which this messenger brought could have\nreached Von R. He was a sober man, completely honest and truthful, who,\nexcept among very intimate friends, never spoke of his gift of seeing appari-\ntio~ gift Nhich he took no pride in. He would mention such expel'ienoefl\ncaaually to his wife in the moming, or when his friends pressed him on t,ho\nsubject.\nDigitized by Google\n\fJournal of Society for P'!Icllical BuenTcll. [~., 1885.\nVon R. related to me BOme other highly interesting caaea of the BOrt ; but\nI do not add them, as I myself was not a party to them,.as I was to the ODe\nwhich I have narrated.\nH. VON STR\"I1VB.\n[In an English account which Herr von Struve has signed as correct, it\nappeal'll that Pogerell was not an intimate friend, and that there had been\nno special reason for thinking of him.]\nL.-2330.-Ad P.\nFrom Mr. W. Brooks, 5, Wallace Road, N.\nMay Zith, 1885.\nSIR,-Referring to your letter to the TifMB, I give you an instance;-\nOn the 15th November. 18'15, whilst at the above addreaa, at 7.45 a.m.,\nor thereabouts, I saw my late brother &8 a spirit, but when I spoke to \" him,\"\nhe gradually disappeared. I then woke up.\nOn arriving at Hastings the following morning I learnt from my sister\nthat the above was the time my brother died there. This W&8 the only time\nI ever saw him in the form of a. \" ghost.\"\nW. R. BROOKS.\nThe following is a more detailed account of his dream, seDt by Mr.\nBrooks, OD June 14ili, 1885 ;-\nThe\" appearance\" W&8; There W&8 a long room (\\r gallery, and several\nof my friends there, including my brother. He W&8 like\" Pepper's Ghost\"\nas regards substance, or rather want of substance. He advanced ~ually\ntowards me, which made me feel a littIe nervous and looked kindly at me. I\nadvanced a little and said, \"James, why do you not speak 1\" which utterance\nseemed to make him recede. HE! retired aUttle down the room and gradually\nbecame more indistinct and disappeared. None of the friends seemed to\ntake any decided notice, and did not speak. I then woke.\nI do not think I can aft'ord any corroboration. On the afternoon of the\nome day, I mentioned the matter to my aunt a.nd her husband. She is now\ndead, and I do not think my uncle would recollect tile account, I did not\nmake much of it, as I was a disbeliever in ghosts.\nI dared not mention the occurrence to my mother &8 she would have grieved\nall day about my brother if I had.\nI have never had any other similar instance. I have had relations die\nbut have been near them at the time of the death.\n\\Y. H. BROOKS.\nIn later letters Mr. Brooks writes from Brooksby House, 87, Petherton\nRoad, Highbury New Park, N. ;-\nPlease note my change of address which must be my excuse for so delaying\nof late.\nI have communicated with my uncle &8 I promised, but he does not\nrecollect any of tile circuIUBtances.\nIn reply to your further queries :-\n1. The dream did not make a particularly unpleasant impression, it was\ncertainly unpleasant and unusual, and on waking I felt nervous, but the\noccurrence faded from my memory slowly, so far as the ailArp impression was\nDigitized by Google\n\fSept., 1885.] Journal oj Society1M' P8'!\/cMcal Research. 53\nconcerned. All day SUllday, however, I was wondering how my brotherwaa\nand when I saw my sister on the Monday I thought of the I!Itrange coincidence.\n2. NOlie of the other friends had a hazy appearance. They were in\nordinary attire 88 I should l!Iee them in a room. My brother was the only\n\" ghostly\" figure.\n3. My I!ister recollects when I!Ihe informed me (of the\" time\" of the\ndeath) on the Monday that I remarked \"How strange! that is tho time I\naaw James at my bedside.\"\nI had no reason to oxpect my brother's death at the timo it did take\nplace. except an expectation that ono's worst fears might at any time be\nrealised in a case where consumption had taken hold.\nMy brother in his vision was not attired but appeared only as a misty or\nghostly figure. Tho term .. Pepper's Ghol!lt,\" has always struck me as the\nmost applicable. There was nothing like the appearanco of any ordinarily\ndreeaed being in my brothor's caae, although, aa to the other beings\napparently in the room, it was otherwise. It was, as it were, my brother's\nface with a film of drapery to support it in the shape of a human figure, or\nsufficiently near to the shape that drapery would give. To have l!Iuppol!led\nattire was an existent would have almost brought with it the power or idea\nof walking, but when-aa it were-I insisted upon the \"ghost\" speaking\nthere was a slight movement backward and a gradual disappearance by\nabsorption as a mist or cloud sometimes disappears when the sun comes\nforth.\nI have not kept any copy of my letters but I think that I mentioned thaI,\nmy forcing or insisting upon a reply seemed to bo tile cause of my waking and\nI had to look round to gather myself together and ascertain that I was in bed\nwhen I 80 awoke.\nThA following is from Mr. Brooks' sister, Mrs. Plaistowe.\n.At'9U8t 4th, 1885.\nIn answer to your letter I have to state that my brother William on his\narriving at Hastings in November, 1875, and being informAd by me of the\nhour of my late Brother James's death (viz., II. quarter to 8 a.m.) said that it\nexactly coincided with the time that he, my brother William, saw James in a.\nspirit or vision.\nI may remark that the death was unexpected by the members of the\nfanlily, as James was away from home with me at Hastings and although he\nhad been suffering from consumption for three or four years no intimation\nof his becoming worse had been received by anyone in the family, so that.\nmy brother's statement to you is corroborated by me.\nM. PLAISTOWE.\nL.-2331.-Ae P\nFrom Rev. J. Hunter, Cockburnapath, N.B.\nDecembef\" 3ht, 1884.\nI am the pariah minister or clergyman, of Cockburnapath, near Dunbar.\nTwo years ago, my l!Iister-in-law, wife of Dr. Hunter, in whose house I am\nat present writing, dreanlt at about 3 in the morning that my wife W8&\nbeing confined, and that no doctor was at hand, and that the child was dead.\n....\n\fJournal qf Society for P8!1chical Re8earch. [Sept., lS8O.\nShe lay awake lOme time reflecting on the matter, and then fell aaleep and\ndreamt the same thing again. At breakfast ahe said to her husband she\nhoped there was nothing wrong at Cockburnapath, as she had had these\nvivid dreams.\nIt 80 happened that my wife on that ~ morning at the ,\"me hour WIll\nprematurely confined, and that the baby lived only a minute or two. That\noccurred on the 17th December, 1882-110 Sunday morning. As I was here,\nI asked my sister-in-law about it afresh, a few minutes ago, and she baa\nconfirmed it in every particular, telling us about the doctor not being at\nhand, and about the child being dead, wMch we had not heard before, as she\ncommunicated only briefly by letter at the time, mentioning the fact of her\ndream and the confinement_ This can be attested in the strongest fonn.\nall my sister-in-law is extremely intelligent, and my brother the principal\nmedical man in this town of Linlithgow.\nIt may further be mentioned in explanation that when my wife had her\nfir.t child in Edinburgh, a year before that, my sister-in-law, the doctor'.\nwife, stayed with her for about a month, and was present at the birth.\nThus she took a warm interest in us.\nThe following is from Mrs. Hunter :-\nSt. Catherine's, Linlithgow,\nJuly 23nl, 1885.\nDEAR Sm.-My brother-in-law forwarded your letter and asked me W\nTeply to it.\nI I~m almost afraid to give particulars about the dream I had, as it isnow\nBome time ago, and I had not been remembering it much. I wrote to Mr.\nHunter at the time, and he has unfortunately not kept my letter, 80 I must\ntrust to my memory.\nThe date I do not recollect. The time was 2 o'clock I think. I knew\nthen, as I looked at my watch when I awoke, and Mr. Hunter told me it\nwas just the hour at which the event took plACe.\nI thought I was at the Manse Cockburnapath, wherehe lives, and I saw\nMrs. Hunter evidently ill. She went to her room. I heard the doctor',\ntrap pass the house, and every one was rushing to get him, but he was gone.\nMy sister-in-law kept calling for me, but I could not reach her. By-and-\nDye a doctor arrived, and the nuree, a stranger to me, came to my room\nwith an infant.\nShe was putting white satin on the dreaa, and I remonstrated, saying\nthat was only for dead infants. She replied, \"and isn't it right to do it\nto this one 1II and I looked and saw the cMld was dead, and I knew it was a\nboy. I awoke, felt anxious, fell aaleep, and again dreamt the same, except,\nI think, the first part, that of seeing Mrs. Hunter. I did not dream three\ntimes as Mr. Hunter fancied.\nWhen I awoke I just remarked to my husband I hoped nothing had gone\nwrong, and told him my dream during breakfast.\nNot hearing anything for two days I had almostdismiaaed all thought of\nit from my mind, but I 11'1\\8 1\\ little surprised to find I bad been dreaming a\nfact.\nI knew quite well that my sister-in-law expected her confinement, but !\nhad no misgivings, as ahe had been ao strong before.\nDigitized by Google\n\fSept., 1885.] Journal qf Socittglor P'!lchicailleaenrcla.\nI had engaged a nune for her, and ahe waa not the woman I saw in my\ndream. I knew the saaiBtant who was with the doctor then, but I did not\nsee him in my dream, only I knew he waa not Dr. Black.\nI believe I never fall aaleep for any time, however ahort, without dream-\ning BOmething or other, consequently I seldom let my dreams trouble me.\nI haN dreamt t.he same thing more than once, but very rarely, and\n__,. in the same night aa I did thia one.\nThe only reliable dream I know is that when 1 see my brother, who died\nabroad BOme years ago, I always hear of the death of a friend.\nI waa once very unwell suddenly, and wiahed very much for a friend\nwho just left me a few houn previously. I repeated the name of the person\ntwice aloud. The post, two days later, brought me a letter aaking if, at a\ncertain hour I had been ill and had called for them, aa my voice had been\nclearly heard repeating the name three times. The time was correct, but I\nhad only spoken twice. I waa awake, but my friend heard during Bleep.\nI neveraleep in the daytime, not even after sleepleaa nights or during illneaa,\nand I cannot sleep in light.\nI have troubled you with along explanation. but I am anxious to prevent\nundue importance being given to my dreams, aa I don't think I ever\nhad one of the kind before, and certainly not aince.\nA. HUNTU.\nThe following is Dr. Hunter's corroboration.\nSt. Catherine's, Linlithgow,\nJtJly 30th, 1885.\nDEAB Sm,-I have only now, while taking a brief holiday, found time\nto give you confirmation of the curious dream my wife had on the night of\nmy aiater-in-law's illneaa.\nWhen she awoke in the morning her first remark waa \"I hope nothing\nserious has happened to Jeaaie. I have had such a horrid dream about her,\nI dreamt she had miacarried, and the child waa dead.\" This she repeated\nmore than once.\nGBORGE HUNTBR, M.D.\nIn later letters Mr. Hunter adda.\nThe Manse, Cockburnapath, N.B.,\nFriday J idy, 24th, 1885.\nYou ask if I can recall the fact of receiving a note from my sister-in-law\nmaking mention of her dream. We usually hear from her on the Monday\nevenings, and it is very possible that she might have mentioned it in such II.\nJl(Ite ; but I am sorry that I cannot definitely recall it, as the letters are\nalmost always addreaaed to my wife, and not to myself. I find from my diary,\nhowet'er, that I met Mrs. Hunter of Linlithgow on the Tuesday following, in\nEdinburgh, and went out with her to Linlithgow; and I am perfectly\npositive that I heard of it on that Tuesday, if not on the night before. I\nhave always regarded it aa a strange occurrence, and have no manner of\ndoubt that her dream corresponded, in a ~e measure, with the actual\nevent. The event took place about 1 o'clock in the morning. I understand\nthat my sister-in-law dreamt three times ot'er that morning that my wife\nwaa ill. Itis poaaible that one of the times would agree with the hour. If\nnot, there could not be a great difference. I have only heard my sister-in-\nlaw give the particulars once I think, and I do not know what account !\\he\nDigitized by Google\n\f56 Journal of Society\/or P'1lcAical Re8ttzrch. [Sept., 1885.\nmay have wri~ten to you. But I noticed in that description that she dreamt\nthe doctor was not at hand or not to be had. Well, the doct()r was cer-\ntainly not present, buthe lives quite near us, and was got in a few minutes,\nand to that extent there was a discrepancy, if the meaning of that part of the\ndream, is not that the doctor was not in immediate attendance. But that of\ncourse isa very slight point, and can, on the above interpretation, be easily\nreconciled.\nJuly 30th, 1885.\nI mentioned in my last, as a sort of discrepancy to one thing I had heard,\nthat the doctor was not far away, Mra. Hunter tella me that was not her\nmeaning, but that she saw Dr. Black, our medical practitioner, drive past\nher window, and that he was not at home. True enough, Dr. Black was not\nat home at the time, but on a short holiday in Fife and elsewhere. He had\nan aaaistant in his place and it was the &BBistant, Dr. Basil, now at Melroee\nAaylum, who came after the confinement was about over.\nI think I mentioned when writing at firat that the confinement was\npremature and not expected for about two months. Mra. Hunter, of\nLinlithgow, had arranged with my wife to come here during the confinement,\nbut there was no expectation of it at the time.\nL.-2332.-Acl PI\nThe following account of a dream is from the German nurse of Mrs.\nBalgarnie, of 9, Filey Road, Scarborough. She has been in her service for\n22 yeara.\nJuly 9th, 1885.\nIn February, 1871, I dreamed one night that I received a letter, on the\nenvelope of which was written in my father's handwriting, \"Oh! Death,\nt.Ohere iI thy .Ung'\"\nNext morning I went in great trouble to my mistreBB, saying I felt\nperfectly sure my father must be dead, and related my dream. This fact\nwas immediately written down, but the paper cannot now be Iound. Three\ndays after the news came that my father had died that Sunday night, quite\nsuddenly. During the day of the night on which he died he had evidently\nwished to tell me something, for he ~wice said, \"Tell Marie, tell Marie ,..\nHe BOOn became unconacious, and died in his sleep. I had not seen him\nfor eight years, and though I knew he was not well, I had no idea that.\ndeath was expected. My father lived and died in Germany, while I waa.\nand am, in England.\n(Signed) MARIK LAUTIBlL\nFrom Mra. Balgarnie. July 28th, 1885.\nIn answer to yours, I can only say that the nurae told me her dream on\nmy entering the nuraery one morning, adding, \"I am sure my father is\ndead.\" And so it proved; in three day. the letter announced the fact, and\nthat he died with her name on his lips.\nI do not think I can give you any more particulars, except that I can't\nfind the memorandum of the incident.\nM. BALG.A.B.liD.\nDigitized by Google\n\f","_id":414}