{"name":"Journal of the Society for Psychical Research 9077","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n21_oct_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N21, October 1885","mylang":"de","content":"lfo. XXL-VoL. IL <>cronK, I8&.\nJOURNAL\nOF THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCOlfTBlfTB.\nlI___ben ..... .HIocIatft .• ••\n~ of 00aaaIl •• .. ..\nAwM_'IIf Oeaeral UHtlntr ••\nn. tIM Adioe of DnIp .... DlaanCft .•\n--.able Jbperlelioe of 11l1li '-aach\"n\nc.- nood.... b,QIe U_,Committee .. •• •• .. ••\nOan~ :-Vr. HIIIrh- ; 1Ir. Morell Theobald; Hr. Sinnett.\n....._ _ UbrarrCafalape.. .. .. .. .. ..\nNEW lIElIBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nBBR~HEIlf, PROFESSOR, Hopit&l Civil, Nancy.\nFiBi, DR., Hupital de la Salpetriere, Paris.\nLIKBEAULT, DR. A. A., Nancy.\n}IEMBERS.\n'.\nPAOW\n•• bT\n5$\nbII\n58\nII:!\n114\n80\n118\nBrDDE~, EDWARD Rt:SSELL, Eversley Lodge, Ealing Common, 'V.\nCOVENTO~, CUARLE8 H., Morwenstow, Enfield,)diddlesex.\nELDER, FREDERICK, Campden House, Kensington, London, W.\nELDER, MISS M. C., Cal1tpclen House, Kensington, London, 'V.\nIRVING, DR. LEWI8 A., Government House, Ganesh Khind, Bon:ba.y.\nRoGERS, GEOImE FREDERICK, Caius College, Cambridge.\nASSOCIATES.\nHEARTLRY, REV. C. T., 1I.A., Cheveley Rectory, Newma.rket.\nLIXDSAY, lIISS BEATRICE, Greenfield House, Onehan, Isle of Man.\nNIXON, BRINSLEY, Westward Ho, North Devon.\nPHEAR, REV. DR., Emmanuel College Lodge, Cambridge.\nPIIILLIPPB, ALFRED MARCH, Hitcham Hall, Ipswich.\nSAWYER, R. D., 7, Avenue Gourgand, Paris.\nScIIlXDLER, MISS MARTINA, New Street, Breda, Holland.\nS»ITH, lIRS. RICHARD, 1;4, Cromwell Road, London, S.'V.\nWILLlAlfS, MISS S, 41, Stirling Road, Edgbaston,.Birmingham.\nDigitized by Google\n\f68 Journal of Socief!\/ for PS!lcMcal Rel\/flare\/,. [Oct., 1885.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on the 2nd inst., the following\nMembers were prp.sent: Messrs. Alexander Calder, Walter H.\nCoffin, Edmund Gurney, F. W. H. Myers, Edward R. Pe&SP., Frank\nPodmore, and ProfE'ssor H. Sidgwick, 'Vho took the chair.\nThe minutes of the previous Meeting were read and signed as\ncorrect.\nOn the proposition of Mr. Gurney, Professor Bernheim, of the\nHOpital Civil, Nancy, and on the proposition of Mr. l[yers, Dr. Fere,\nof the HOpital de la. Salpetriere, Paris, and Dr. Licbeault, of Nancy,\nwere elected Corresponding Members.\nSix new Members and nine new Associates were elected, whose names\nand addresses are given on the preceding page.\nDr. A. C. Page, of Nova Scotia, desired to continue ns an Associate\ninstead of as a Member, after the current year, which was agreed to.\nThe Council received with regret information of the death of three\nMembers of the Society Soinee its last Meeting: Lord Houghton. Mr.\nAlexander L. Elder, and lIr. Wa.lter Weldon, F.R.S.\nSo,\"eral presents to the Library ,,-ere on the table, which were di-\nrected to be duly acknowledged with thanks.\nTho usual cash account, for the two montbs of August and Septem-\nber, wns presented, and the needful accounts passed for payment.\nIt wns concluded that a General Meeting should be held on\nThursday, the 29~h inst., notices and cards for which will be sent\nround as soon as arrangements are completed.\nTho next regular Meeting of the Council wns tixed for Friday, the\n6th prox., but an intermediate one will bo held for the election of new\nMembers.\nANNOUNCElIENT OF GENERAL MEETING.\nThe next General Meeting of the Society will be held on Thursday,\nOctober 29th, ,vhen Mr. Myers will read a paper on HUllum PerllOtl-\nality in lIte ligltt tifrecent lIyprwtic Experiments.\nO~ THE ACTION OF DRUGS AT A DISTANCE.\nAt tho last meeting at Grenoble, this autumn, of the French\nAssociation for the Advancement of Science, a remarkable paper was\npresented by )BI. Bourru and Burot, two doct.ors of the School of\nNaval Medicinp at Rochefort, dealing with the action of drugs at 3\ndistance. 1,: IIottracted considerable attention, aml M. Burot has very\nkindly suppiied us with some corrections and explanations of the\nDigitized by Google\n\f~,l885.] Journal of Society .fOl' P8ycMcai Re8eal·cll. 6ft\nreports of it which appeared in La Semaine Medicale, of August 19th,\nand Le Ten,p8, of August 22nd. It relates some novel experiences,\nwhich may be found to touch several new points in the possibilities of\nthought-transference lionel nervous susceptibility; and, as it might not\n-otherwise fall under the notice of our readers, a. short re,un&e of the\nprincipal points will perhaps not be out of place here.\nCareful observations ha.ve been made during the last six months in\nthe Hospital at Rochefort on two patients. The first was a man, aged 22,\n'Who had led a somewhat anoma.lous and vagrant life. When he was a\nyears old he had attacks that appeared to be hysterical, and were fol-\nlowed by paralysis of both legs that lasted for a. year, and disappeared\nsuddenly after a long hysterical crisis. During his para.lysis he was in\na hospital at Bonneval, and learnt the trade of a tailor, but on his\nsudden recovery there was some change in his personality j he did not\nrecognise his surroundings, and did not remember his tailor's art. He\npassed through various hospitals, but finally enlisted in the Marines,\nand was taken in at the Rochefort Hospital in March, 1885. The\nother patient was a woman, aged 26, who had been among the\nhystero-epileptic cases in the SalpAtriere Hospital in Paris, under M.\nCharcot, when she was 18, for about a. year and a-half, a.nd had sho'vn\nmany subsequent hysterical symptons before she came under observa-\ntion at Rochefort in the spring of 1885. The ma.n had lost sensation\non the right side of his body, and in treating this the effects of various\nmeWs in contact with the skin were first tlied. Zinc, copper, platinum,\nand iron had some slight effects j gold a.nd mercury acted much more\nviolently j indeed, gold, when it was five or six inches fl'Om the skin,\nproduced a feeling of burning through his clothes, even when it was\ncompletely shielded, so to speak, by being within the grup of the\nhand of the operator j and mercury in the buIll of a. thermometer gave\nrise to the sa.me feeling, and some convulsions and spasms. Tht-se un-\n-expected results led to the trial on both patients of the action of various\n-drugs at a distance. The attention of the patient was enga.ged during\nthe experiment as far as possible by one of the operators 011 some object\nwhich had nothing to do with the experiment, and no attempt to\nhypnotise the patient was made. Meanwhile the other operator held\n.a solid drug wrapped up in paper, or a liquid in a bottle, a few inches\nbehind the back of the patient's head. After a minute or two, as a.\nrule, the first group of phenomena followed, which were practically\nthe same whatever drug was being used, and which were COll-\nsidered to depend more on the nervous temperament of the patient than\n'On anything else. They were something like their hysterical symptoms\n'When not under experiment j sometimes they became insensible,\nmotionless, lionel appa.rently unconscious j sometimes there were slow\nmovements at first, leading to convulsions or e.xcitement. To the.\nDigitized by Google\n\f60 JOllrllal 01 &Ciet!; lor P,ychical Re,t-at'cn, [0\"-. 188&\nvague initial symptoms succeeded gradually a second group, due\npresumably to the specific action of the drugs employed, which it was\nimportant but sometimes difficult to separate as qccurately as could be\nwished from what had gone before. In this second stage the narcotics\nall produced sleep, but each had its characterilitic features: opium\nproduced a heavy sleep from which it was difficult to roU86 them, and\nwhich left some headache and weariness; chloral produced a lighter\nsleep; morphia a sleep like that of opium, which could be made less\ndeep by the use of atropine; narceine a sleep of a peculiar type, accom-\npanied by salivation, and ending in a sudden waking to a state of\nanxiety and distress. The sleep of codeia, thebaine, and narcotin was\naccompanied by more or less convulsive movement. In the same way\nthe effect of each of the emetics was characteristic; apomorphia pro-\ndu.ced profuse sickness without straining, followed by headache and\ndrowsiness; ipecacuanha led to less sickness but much salivation, and\na peculiar taste in the mouth; tartar emetic to nausea and great\ndepression. So, too, with the alcohols: wine was followed by jovial\nintoxication; amylic alcohol by intoxication with great violence;\naldehyde by rapid and complete prostration, as of dead drunkenness ;\nabsinth by paralysis of the limbs. Orange flower water and camphor\nhad a quieting action, producing natural sleep. The effects of laurel\nwater were unexpected, and its action in consequence was often tested,\nbut found to be always constant in each patient. In the man it pro-\nduced convulsive movements of the thorax, spasmodic breathing, saliva-\ntion and hiccough. In the woman, who was a Jewess, there was first a.\nreligious ecstasy in which she acted a drama of adoration, prayer, and\nrepentance, which was followed by spasmodic breathing, as in the man,\nand ended in sleep. The laurel water contained both prussic acid and\nsome esselltial oil: a weak solution of prussic acid,if held up behind her\nhead, was followed by the ecstatic phenomena; the essential oil by the\nspasmodic breathing; this was considered to contriLute to a. physio-\nlogical analysis of the effects of laurel water.\nValerian produced some bizarre phenomena of excitement as it does\nin cats; cantharides a feeling of burning in mucous surfaces which\nwas stopped by camphor; veratria the symptoms of a cold in the head.\nof a congestion of the back of the nose, and disturbances of sight;\njaborandi and pilocarpin made the patients sweat, and salivated\nthem. The ·anmsthetics were followed first by excitement and after-\nwards by sleep, as in their ordinary surgical use.\nlt was not easy to separate quite exactly the phenomena of the\nfirst stage of excitement from those of the specific action of the drug.\nbut among those which were considered as due to the latter, and\nnot permitting of deceit, the authors reckon the salivation, the\nsweating, the sickness, the sleep, the disturbances of sight, the\nDigitized by Google\n\fOct.,l885.] Jo,,,.nnl qf 8ociet!\/ lor PageMenl Re,eareA. 61\n.ymptoms of alcoholic intoxication, of cold in the head, and the\n.pecific action of valerian and cantharides.\nMM. Bourru and Burot were anxious to submit their experiments\nto the jUdgment of other medical authorities, and requested Dr. Duplouy,\nthe director ofthe School of Naval Medical Officers at :kochefort, to\ngive them the benefit of his opinion. Dr. Duplouy was not inclined\nto accept their startling reports, but consented to investigate the matter\nunder strict conditions. Experiments were made by him in complete\nsilence, and all persons who could be suspected of having influence on\nthe patients were excluded. The professors of the Naval School were\npresent and many naval medical officers. Under the direction of Dr.\nDuplouyan assistant held somejaborandi in a bottle behind the patient's\nhead; salivation and sweating followed as in the experiments of MM.\nBourru and Burot. Another geDtleman during Dr. Duplouy's investiga-\ntion made an experiment which was rendered especially important by a.\nmistake. He had two similar bottles in his pocket, both wrapped in\npaper; one contained cantharides, the other valerian; he chose the one\n....hich he thought contained cantharides IUld held it up to the patient ;\nto hi, surprisethe results which accompany valerian followed, and then he\nfound that he had made a mistake and WILS holding the bc.ttle contain-\ning valerian. Dr. Duplouy admitted at the time that he was con-\nvinced of the accuracy of the observations of MM. Bourru and Burot,\nand ....hen their paper was before the French Association, he made a.\napeech to testify publicly to this conviction on the e\\'idence of his own\nexperiments, which had been very startling to him; he was unable, he\nadmitted, to explain the facts, but he considered any assumption of\nfraud as quite inadmissible. The male patient was transferred to the\nAsylum Lafond at La Rochelle, where the director, Dr. llabille, re-\npea.ted the experiments with tile same results, which were witnessed to\nby the lIedical and No.tural Science Societies of La Rochelle.\nAfter the experiments on their two first and most sensitive subjects\nMM. Bourru and Burot made trials of many others and found some\nless distinct results of tile same kind in a large proportion of them.\nThey declined at Grenoble to pledge themselves to any theory in\nexplanation of these obsenations, but briefly noticed three hypotheses.\nFirst, the theory of suggestion. This they were inclined to think\ninsufficient to cover the facts; for sometimes the results corresponding\nto the drug had been obtained when those making the experiment did\nnot know what drug was lJeillg used; sometimes when the drug was\nknown the results had been very different from what was expected, as\nin the case of laurel water. In tile second place, tile theory of vibrations\nwhich M. Vigouroux had put forward to expla.in tho action of the\nmagnet, did not seem to them to explain (strictly 6peakiD~) Ilnythi~tg,\nbut only, at best, to put it in other language. There remamed a third\nDigitized by Google\n\f62 Jo,w\"al qf Sociefll.for P8.1IC\"\"Cn! Rl'8MI·ch. [Oct. 1&6_\ntheory, of 0. radiant nervous force, which M. Barety had advocated at.\nNice, in 1881. It was I\\Jl attempt at a conception in analogy\nwith radia.nt heat, or, more strictly, with the action of a magnet.\na.t a distance within its magnetic field. III exceptional cases\nthe nervous system was supposed to be influenced by substances\nwithin 0. limited impressionable nervous field extending to &\nshort distance from the body. In normal conditions there was\ncertainly no evidence of such extension of 0. nervous field; it could not.\nhe directly proved, but might be useful as a provisional hypothesis.\nWe are glad to learn from subsequent correspondence with M.Burot;\nthat these experiments are still being actively carried on, a.nd a detailed\naccount and discussion of them is likely to be soon published. On the\npossibility of suggestion by the help of an abnormally acute s('nse of\nsmell, such as belongs sometimes to hysterical patients, M. Burot.\nremarks that when he made the first experiments he could not imagine -\nthat the patient could have known what physiological effects attach t()\nsome of the drugs, even if they knew what they were by their smell.\na.nd, further, that some~.g., morphia-had no perceptible smell. He\nis inclining to the conclusion that the drugs have no effect when con-\ntained in absolutely sealed tubes, though they act when in bottles with\nground-glass stoppers; and that,we should suppose, must tend to the belief\nthat the results depend ill some way on the presence and diffusion of\nthe drug, and not entirely on any thought-transference or mental\ncondition of the operator. 'Ve ha.ve ventured to suggest some\nfurther experiments, designed to exclude all the possibilities of sugges-\ntion, but have not yet heard of their having been carried out.\nA. T. MYERS, M.D.\nREMARKABLE EXPERIENCE OF MISS VAt'GHAN.\n[The following ca.se has already been printed among the .lips at the\nSociety'. rooms as L. ~o. 43, but as it has probably not been read by many\npersolls outside the Literary Conmlittee, and as it is, as Mr. Wedgwood\n-ys, an interesting parallel to a case printed in our last number, we think\nthat ourreaders will be glad to have an opportunity of reading it here.-ED.\nThe remarkable experience of A. Z. related at p. 39 of No. XX. of the\nJournal of the Society for Psychical Research, has tho closest resemblance to\na.n incident related to me by myoid friend, Mias Vaughan, now llIany years\ndead, which I wrote down immediately after hearing it on January 2nd}\n1876, and subsequently submitted for her approval.\nIn the autumn of 1856, aa intimate friend of Miss Vaughan's was dying\nabout 20 miles from London, when one Friday she received a letter from one\nof her daugbters, aaying that as their mother was rather betu.r they should be\nglad to come to London for a special occasion on the following Tuesday. if\n:Miss Vaughan could receive them.\nMias Vaughan then I)roceeds: \"On tho Saturday night I went to bed\nDigitized by Google\n\fOct., t88\/).] Jourl\/al qf Societu .for Psuchical Ilf'lIearcl,. 63\n------\nat my usual hour of 12, but did not go to sleep for some time, when I was\nsuddenly startled by\" three sets of three extraordinary loud knocks, like\nstrokes of a hammer on an empty box at my bed head (whick stood against\nthe party wall of the house), followed immediately by a long loud cry of a\nwoman's voico, which seemed to die away ill the distance. I called my\nmaid instantly and begged her to look out of the window and see if thus\nwas anyone in the street. She opened the shutters, threw up the sa.ah,\nand said there was no one; that I must have been dreaming; that it was\nquite late. I said no, it had not yet struck one, and sent her to look at the\nclock. She returned and said it wanted 10 minutes to one. I said the noise\n(doubtless the knocks) must have coine from the next house. She said it\nwas empty, but this I could not belie,·e, so I sent her early on Sunday mom.\ning to see. She came back, saying that the windows were all shut, and she\nhad knocked for some time in vain. Ou the following moming I sent her to\nthe person who had charge of the house, thinking that somebody must have\na1ept in it on Saturday night. She said this could not be the case, as she\nhad the key, but she went to look and told me that no one could posaibly\nhave got in.\n\" A very few hoursafterwards I received a letter to tell me that my friend\nbecame suddenly worse on Saturday moming and died in the course of the\nnight. I knew I bad been much in her thoughts, an;! a few days beforo\nher death she had said now she was a little better she hoped she might soon\nbe well enough to see IDe.\n\"Some time subsequently I had an opportunity of seeing the nurse, and\nshe told IDe that my frielld had died exactly at quarter before one on Sunday\nmorning, uttwa,,!1 a loud c\"Y at the momnd (1matlt. She had just been giving\nher a cup of beef tea and had replaced it on the mantel-piece, where there\nwas a clock, on which she observed the hour.\"\nIn :Sovember, 1876, I read the foregoing narrath·e to A coml1lon frieud of\nmine and Misa Vaughan's. She was staying with a sister at Hastings when\nabe received a letter from Misa Vaughan, telling of her friend's death, \/!ond of\nher having appeare<1 to her. She was greatly interested at this intelligence, and\nhurried up to London, when she helUu from Misa Vaughan the story exactly\nas I have related it down to the news of the death; but as Misa Vaughan\nhad not then seen the nurse and was consequently ignorant of the precise\nagreeDient in the time of her friend's death, and of the fact of her outcry at\nthe moment of dC*~th, she was a little disappointed at the story. Two or\nthree months afterWArds whel1 Misa Vaughan told her what she bad heard\nfrom the nurse, she was much more impresaed.\nH. WEDOWOOD.\n• Compare the following from 'V...ley's account of loh.. rappiDg. at Epeworth,\nquoted in thE' S\",,,\"ual Ma,GZine, I. 200. .. That; night I WB8 awaked a little before\nc.e by nine diatinct very loud knocks, which seemed to be ia the AE'xt; room to ours,\nwish • eonof pBlIH at every tbird .troke.\"\nDigitized by Google\n\fJOItI'IInl qf &cietU fo\" PlI!\/cMcnl Retten,.rA. [Oct., 1885\nCASES RECEIVED BY THE LITERARY COMMITl'EE.\n(CcmtiJlllta )\nL.-816.-Ad PD\nThe three documents which compose this CI\\8e are (I), acrount of Mrs.\nde Freville's death by the Rev. C. T. Forster; (2) deposition made to me\nand Mr. Hodgson, by Mr. Bard, at Cambridge, July 21st, 1885; (3) depoai-\ntion made to me by Mrs. Bard, at Hinxton, on July 8th, 1885.\nMr. Forster conducted me over Hind,on churchyard on July 8th, 1885,\nand I elm attest the accuracy of Mr. Bard's description of the relative\nposition of the church, the tomb, and the exits.\nF. W. H. M.\nDOCUlllENT I.\nHinxton Vical\"'.&ge, Saffron Walden,\nAug\"\"t 6th, 1885.\nMy late parishioner, Mrs. de Freville, was a somewhat eccentric lady,\nwho was specially morbid on the subject of tombs, &C.\nAbout two days after her death, which took place in London, May 8th,\nin the aftel1l00n,\" I heard that she had been seen that very nigllt by\nAlfred Bard. I sent for him, and he gave me II. very clear and circum-\nstantial account of what he bad seen.\nHe is a mn.n of great observation, being a lelf-taught naturalist, and I am\nquite satisfied that he desires to SIJ8&k the truth without any exaggeration.\nI must add that I am absolutely certain that the news of Mrs. de\nFrdville's death did not reach Hinxton till the next morning, May 9th.\nC. T. FOR.'iTBR,\nVica.r of Hinxton, Cambs.\nDo(,'UlIENr I r.\nI am a gardener in employment at Sn.wston. I always go through\nHinxton churchyard on my return home from work. On Friday, May 8th,\n1885, I was walking back as usual. On entering the churchyard I looked\nrather carefully at the ground,in order to ace a cow and donkey which used to\nlie just inside the gate. In so doing I looked straight at the square stone\nvault in which the late Mr. de Frcville was at one time buried. I then saw\nMrs. de Freville leaning on the rails, dreBSed much DB I had u8ually seen her,\nin a coal-scuttle bonnet, black jacket with deep crape, and black dre88.\nShe was l()okin~ full at me. Her face was very white, much whiter than\nUlual. I knew her well, hn.ving n.t one time been in her employ. I at\nonce supposed that she bad come, as she sometimes did, to the mn.usoleum in\nher own park, in order to have itopened and go in. I supposed that Mr. Wiles,\ntlw mason from Cambridge, was in the tomb doing something. I walkod\nround the tomb looking carefully n.t it, in order to see if the gate was open.\nkeeping my eye on her and never Dlore than five or six yards froID her.\nHer face turned and followed me. I passed between the church and the\ntomb (there are about four yards between the two), and peered forward to\nsee whether the tomb was open, as sha hid the part of the tomb which\n()pened. I slightly stumbled on a hassock of graBS, and looked n.t my feet\nfor a moment only. When I looked up Bhe was gone. She could not\n. • She was found dead at 7.30 p.m. She had 00e1l left alone in her room, being\npoorly, but not considered seriollsly or dangerously ill. '\nDigitized by Google\n\fOeL, 1885.] Jmm,al Qf &ciet,v for Pll!lc\/lltal Rt'lll'nrch. 65\n------------------ -------------\n}lOIIIibly have got out of the churchyard, as in order to reach any of the\naim she muat have paued me. So I took for granted that ahe had qllickl1\nJUDe into the tomb. I went up to the door, which I expected to find open,\nbut to my aurprise it WaB ahutAnd had not been opened, as there was no key in\nthe look. I rather hoped to have a look into the tomb myself, ao I went\nback ~ And ahook the gate to make aure, but there was no aign of any\noDe'a having been there. I was then much atartled and locked at the clock,\nwhich marked 9.20. When I got home I half thought it must have been\nmy faDCY, but I told my wife that I had BeeD Mrs. de Freville.\n~~~~~~~~~.~~I~a~\nwhich my companion noticed, I was ao much taken aback.\nI haye never had any other hallucination whatever.\nALFRED BARD, Sawaton.\nDOCUllBNT III.\nWhen Mr. Bard came home he said\"I have seen Mrs. de Freville to-night\nleaning with herelbow on the palisade looking at me. I turned again to\nlook I\\t her and ahe was gone. She had cloak and bonnet on.\" He got home\nas usual between 9 and 10 j it was on the 8th of May, 1885.\nSARAH BARD.\nL.-817-Ad po\nChurch Farm, Gorleaton.\n8tpkmb~r, 17th, 1885.\nDEAR SlRy-SAeing your advertiaementin the Tinw. it occurred to me to\nlend ycu the particulars of an event which took place 5 years ago.\nIn the June of 1880, I went to a aituation as govem8l8. On the first day\nof my going there, after retiring for the night I heard a noiae whiCh WaB like\nthe ticking of a watch. I took no particular notice of it, but I noticed tha~\nevery time I was alone I heard it, more especially at night. I even went 80\nfar aB to IlUll.rch, thinking there must be a watch concealed somewhere in the\nroom. Tbis continued until I grew quite accuatomed to it. It was on the\n12th of July that I was coming frum the dining-room with 110 tray of glaaaea\nthat I saw what appeared to me tu be a dark figure Btanding just outside the\ndoor, with outstretched arma. It atartled me. and when I turned to look\nagain it was gone.\nOn the 23rd of September I received news that my brother was drowne<l\naD the 12th of July. I heard the ticking up to the time I had the letter.\nbut never once afterwards.\nThere is nothing very atartling in this narrative, but it is very vivid in my\nmemory. Hoping it will be of IKlme use to you.-I run air, yours faithfully,\nF. A. BALB.\nChurch Farm, Loweatoft Road, Gorleston.\n&pumber 2200, 1885'\nDEAlt SIR,-I enclose the Ieter informing us of my brother's death, al80\nODe from the captain of the ship. for your perusal.\nI made no entry in my diary of the apparition I saw on the 12th of July.\nDigitized by Google\n\f66 JOllr\"al,!f Societ!1 for PS!lr.\/dcrtl &1I~nrc',. {Oct., 1885.\nbut I distinctly rememberthe time. I sat down a little while to recover my\nfright, and then I looked at the time; it was 20 minutes past G. I encloae the\naddress of a friend who I am sure remembers it as well as I do.\nYou will see by enclosed where my brother was when he met with his.\ndeath. The apparition did remind me of my brother, 1\\8 I last saw him in a\nlong dark ulster, and it 11'1\\8 about his height, but that was all I could dis-\ncover, for when I looked the second time it was gone. What made me\nmention the ticking WI\\8 the peculiarity of its following me e\"'1lllJMt-t, pro-\nviding I was alu\"e.-Yours faitltfully,\nFWBEYCB BALE.\nExtract from the letter written by the Rev. W. A. Purey-Cust on board the\nship \"Melbourne.\"\n.AUgIl8' 16th_\nllY DEAlt SIR,-I ha\"e to write to you to tell you some very painful and\ndiatreBBing news concenling your nephew, William Bale, that on July 12th.\nlast, whilst bravely doing his duty as anEnglish seaman,h~, fell from the fore-\ntop-sail yardarnl into the sel~, and was never again seen. On the afternoon of\nthat day, the ship WRB about 150 miles to the BOuth of 1'ristan d'Ac~\nin lat. 28deg. 40\" S..* and long. 12 deg. 30\" W., and in a heavy confused\nBOa, causing her to roll heavily. At2 p.m. the main royal stay came away,\nand in cOll8Qquence at 2.30 p.m. the main top-mast fell. All hands were at.\nonce set to work to clear away the wreckage, and this was barely finished\nat 5.30 p.m., when the wind, which had been rising rapidly, blew a gale. At\n6 p.m. the hands ,vere orderell to furl the fore·top sail, and your nephew\nwas one of those who went aloft.. He was at. the yard ann when the ship\ngave a tremendous lurch, and the movement of the yard jerked him and a\nmannamed •• Chilton\" otrtheyard. The cry of\" Man overboard\" was raised.\nand everything was done that could poBBBibly have been done under the\ncircumstA.nces. It seems certain that your nephew never rose again after\natriking the water.\nExtract from the Captain's letter.\nM.elbourne, Atcgtllt 25th, 1880.\nDEAR SIR,-It is with great sorrow I have the painful duty of infonning\nyou of the death of Mr. W. Bale ; he fell overboalu on the night of the 12th.\nJuly at the commencement of a gale of wind, when it was beyond our power\nto save him.-Yours truly,\nN. HARRISON, Commander of ship \"Melbourne.\"\nBaker·Street, Gorleswn.\n&ptember 28111, 1885.\nDEAR SIR,-On the night of the 12th of Jnly, 1880, MiBB Bale came to.\nmy house to supper, and she told lIle that she was coming frolll the drawing-\nroom and she saw n dark figure standing just outside the door; she appeared\nvery nervous. She said it reminded her of her brother, and remarked to me\nthen that she knew something must have happened to him. I asked her\nif ahe noticed the time she saw it, and she told me that the apparition had\nstartled her very much, and she had ant down a little time to reCt'ver the\n• Thllll\\titude of Tristan rl'Acullha is about 3; rleg. S.\nDigitized by Google\n\fOct.,l885.) Journal ~f &Ciet!\/fo,. PI\/!JeMenl Resefll'cl,. 61\nfright it gave her, and then she looked at the time; it was 6.20. She had\nprevioUBly told me of a ticking she heard everywhere ahe went, 80 long aa\nahe was alone, but directly anyone joined her it ceased; and ahe told m&\nahe heard it ul' to the day ahe received the newa of her brother's death, but.\nnot afterwards.-I am, air, youra sincerely,\n(MIlS.) H. HART.\nChurch Farm, Loweatoft Road, Gorleston.\n&ptember 24th, 1885.\nDEAR SIR.-There was one incident I did not tell you, tIlinking it too\ntrivial, as I did not notice the date or hour, but I know it was ahortly before·\nI heard the news of my brother's death. I had been in bed a short tine, and\nI heard a tremendous crash like the smashing of a lot of china. I felt to!>\nnervous to go and Bee what it was, but nothing was broken or disturbed in\nthe morning, and for three nights in aueeeaaion I heard the same. I am not\ninclined to think that it was in any way corresponding with my brother'a\ndeath. I certainly have nevor heard imaginary voicea nor seen imaginary\nfigures except the apparition I saw the day Illy brother was drowned.-I am,\nair, yours sincerely,\nFLORENCE C. BALB.\n[There 88ema to be no rea80n to connect the BOund like a \"'atell ticking\nwith llr. Bale's death, any more than the crash of china j and it seems most.\nlikely that it was caused by a !uerely physical affection, to which the shock of\nreceiving the news put an end. We have, however, thought it right t!>\nmention it, since if it wa.a a hallucination it would tend to show that Mi88 Bala-\nwas for some time in a condition favourable to purely subjective hallucina-\ntions, and therefore would, to BOme extent, weaken the force of the coin-\ncidence of the visual hallucination with her brother's death. It will be·\nnoticed that, allowing for longitude, the death occurred,-accordir.g to tIro\nstatements in theletters,-about half-an-hour after the apparition. But a.a.\nthe difference is 80 small, it 88ems to us more probable that it is due t..\nerrors in the records of the time than that tile apparition was purely\nICcidental. -ED.]\nL.-2333.-Ad pa\nFrom Dr. Licbeault, 4, Rue Bellevue, Nancy.\n4 Septcmbre 1885.\nJe m'erupre88e de vous ecrire au sujet du fait de conmlunicatlOll do-\npeDs6e dont je vous ai parlli lorsque vous Ill' IIovez fait l'honneur d'a88istcr a.\nmea at!Ances hypnotiques a Nancy. Ce fait se pasaa dl\\l1S une famillo\nfran~i88 de la Nouvelle-OrlCal18, et qui etait venue 1mbiter quelque temps\nNancy, pour y liquider une afthlre d'interllt. J'avais fait connaisaallce de cette\nfamille parceque son ellef, M. G., m'avait amone sa nieco, Mlle. B., pOUl\"\nqae je 10. tmitasse par lea procedlis hypnotil}ues. Elle litait atteinto d'une\nanemieIegere et d'une toux nervouse contractllea aCoblentz, dans une maisoll\nd'education on elle ctait profeaaour. J tl parvins facilement a1& mottre en\naomnambulisme, ot elle fut guarie en deux seances. La llroductioll de eet.\nDigitized by Google\n\f6A Journnl qf Societ!lfol' P8.'Ic\"\"cnl Resenrch. [Oct., 1885..\netat de IIOmmeil ayant demontro a la famille G. et a Mlle. B. qu'ella\nJlOurrait facilementdevenir medium (Mmf'. G. etait medium spirite), cette\ndemoilelle B'exel'9\" iuvoquer, al'aide de Ia plume, les esprits, auxquela ella\ncroyait lincerement, ot au bout de deux mois ellefut un reillarquable medium\necrivante. C'ostelle que j'ai vuo de mes yeux tracer rapideillent des pages\nd'ecriture qu'elle appelait des meaagel, et eela en des termes choisis et II&DS\naucune rature, en meme temps qu'elle tenait conversations avec lea\nperBOnnes qui l'entouraient. Chose curieuse, ella n'avait nullemeDr.\nconscienca de ce qu'elle ccri~ait j \" aUlli,\" disait-elle, .. ce ne peut etre qu'un\nCIIprit qui dirige rna main, ce n'est pas moi.\"\nUn jour-c'ctait, je croia, Ie 7 Fevrier, 18G8-vera 8 heures du matin, au\nmoment de se mettre atable pour dejednor, elle sentit un bellOin, un quelque-\nchole qui la poUBBait a6crire (c'eWt ce qu'olle appelait une trutlU}-et ella\ncourut inullediatement vers Ion grand cahier, ou elle t1'&9\" f6brilement, au\ncraY(ln, dos caracteres indtlchi1frables. Elle retl'&9a Ies memes caracteres\naur les pages suivantes, et eutin l'excitation de Bon esprit Be calmant, on put.\n.lire qu' une personne nomm6a Marguerite lui annon9\"it B& mort. On BUJlpoll&\n.auBlitOt qu'une damoiaelle de ce nom qui 6tait BOn amie, et habitait, comme\noProfeBSeur, Ie m~me pensionnat de Coblentz ou elle avait exerce leB meme\n.fonctionB, venait (\\'y mourir. Toute la famille G., compria lflle. B.,\nvinrent immediatement chez moi, et noua decidAmes de verifier, Ie jour\nmAme, Bi ce fait de mort avait roellemellt eu llau. Mlle. B. ccrivit a. une\ndemoiBelle anglaise do aeB amis, qui exel'9\"it aUlli les memes fonctiona\nd'illstitutrioe dans Ie penaionnat en question; elle protexta un\nmotif, ayant bien lIOin de ne pas reveler Ie motif vrai. Posta\npour poste, nous re9umea une roponle en anglais, dont on me (.'Opia la partie\n.saentiolle-roponae que rai retrouvtie dans une portefeuille il y a a peine\nquinze joura, et Cgaroe de nouveau. Elle exprimait l'etonnemellt de cetta\ndemoiselle anglaise au lujet de la lettre dl'Mlle. B., lettre qu' elle n'attendait\npas litOt, vu que Ie but ne lui en para_it pas &B8ez motive. Mail en\nmeme tempI, l'amie anglaiae Ie hA.tait d'annoneer anotre medium que leur\namie commune, Marguo§rite, ctait morte Ie 7 Fevrier vera les 8 heurel da\nmatin. En outre, un petit carre de papier imprime etait internS daus 1&\nJettre j c'ctait un billet de mort et de Caire psrt. Inutile dot vous dire que je\nveritiai l'enve!oppe de Ia lettra, etque la Icttre me parut venir reellemellt de\nCoblentz.\nSeulement j'ai eu depuis dea regret&. C'oat de n'avoir pas, danll'intASrit\nde la science, demande a la famille G. d' Aller avec eux verifier au bureau\ntclCgraphique Ii, reeUement, ill ll'auraientpas fe9u nne depeche tClegraphique\ndans I\" matinee du 7 Fcvrier. La science ne doit pas avoir de pudeur •\n1!a vcriM ne craintpaad'etre vue. Je n'ai comme preuve de I\" veracitC du\nfait qu'une preuve morale: c'est l'honorabilite de la famille G., qui m' &\n!paru t.mjoura audeaul de tout louNon.\nA. A. LI~BBAl'LT.\n[Apart froID the improbability that the whole family would join in a\nconspiracy to deceive their friend, the nature of tha answer received from\nCoblentz shows that the writer of it cannot have been aware that any tele-\ngraphic announcement had been sent. And it is in itself unlikely that the\nRuthorities of the school would have fl'lt it neceB8&ry instantly to communi-\nacte the newl to Mdlle. B.]\nDigitized by Google\n\fOct., 1885.] Journal f!f &c~ty for P~uchir(ll Rl'81'flt'ch. 69\nL.-2334.-Ae pa\nObtained through the kindness of Mr. J. D. Johnston, M.A., of 17,\nPilrig Street, Edinburgh, from Herr Heinrich von Struve (son of the late.\nRuaaian Minister at Carlaruhe).\n25, Pilrig Street, Edinburgh.\nlTRA..>iRLATION. ]\nJuly 10th, 1885.\nIt W811 in the night between the 9th and 10th of November, 1835, that I\nfelt a suddE.J1 and peculiar yearning, which laid hold of me with great inten-\nsity, for my dear mother, who lived in Carlsruhe, in the Grand-Duchy of\nBaden. I myself W811 living with my elder brother in the kingdom of\nPolaud, in the neighbourhood of the town of Kolo, in the province of\nKalisch, and intended to pass the winter with him. This yearning affected\nme so strongly that I resolved to move to Carlaruhe without delay, which I\nexplained to my brother at breakfast, after I had informed him of my\nsodden feeling. It was no small and insignificant journey in those days\nIUld at that advanced sesaon of the year. Carlsruhe was over 130 German.\nmiles from where I was living. As from childhood I had been specially fond\nof riding, and was possessed of a very valuable and excellent horse of th&\nbest breed, I dt'temlined to make the journey on horseback, IUld mounting\nmy horae at, mid-day on the 10th of November, began my adventurous\ncru!A¥le. I pa.ssed through the province of Posen, through Sileaia, Saxony,\nand, after crossing the En Mountains and Thurillbria in deep Inow,\nthrough Bavaria. At Jena, where an aunt lived who had always been in the\nmost intimate relations with my mother, I intended to rest for a few days_\nBut as abe told me that she had received very sad newl from Carlarulle,.\naccording to which her dear friend had been attacked by nervous fever and\ngiven up hy the doctors, 1 could not rest, and in the greatest consternation\nand anxiety recommenced my journey, and reached Carlllruhe on the 4th of\nDecember. With sinking heart I bAtook myself first to my brother, who-\nwas attached to the Ruaaian Embassy at the Court of Baden, rushed up the\nsteps, where my brother received me in great astc:.nishment, and on my\neager inquiry nfter my mother's health, told l11e that the danger had passed\noff (had been turned off), and that she was recovl'ring. Then 1 hurried\nswiftly to my mother's house, where my sisters lived with her, and they con-\nfinned the happy neW8. As I then learnt from my elde8t sister, the chief\ncrisis of the illne8S occurred on the night between the 9th and 10th of\nNovember. when my btlloved mother, in her delirium, continually spoke with.\nintense love and care for her youngest son, called me and longed for me. No\nfurtler a.ssurance is needed that a spiritual mppurt was here shown.\nIn answer to inquiries, Herr von Struve says :-\n\"I have never on any other occasion experienced an affection of the samo\neort. and naturally therefore have never had occasion to take action lIll\none.\"\nL.-2335.-Ad pn\n18, Batoum Gardens, West Kensington Park.\nI have not the least objection to giving an account of the nppnrition I\nhad of my mother which appeared to mo at the time of her death, although\n\f10 J01I'1\"nnl '!f 8ocief!l\/ol' P8!1cTdcni Rt'sem·ch. [Oct., 1.RS.t;.\nit is a subject I have very rarely mentioned, partly tllat it is an occurrence I\nhold very sacred and partly that I do not care to have my story doubted or\nlaughed at.\nI went to school in Alaace in October, 1852, when I was 17, leaving\nmy mother in England in delicate health. About Christmaa, 1853, 14\nlllonths after I Illft home, I heard that my mother's health waa worse, but I\nh:t.d no idea that she waa in any danger. It was the laat Sunday in February,\n1854, between 1 and 2 o'clock, I W&ll seated in a large school-room reading.\n\",,'hen suddenly the figure of my motller appeared to me at tIle far end of the\nroom. She waa reclining as if in bed in her nightdreBB. Her face waa\nturned towards me with a sweet smile and one hand was raised a.nd pointing\nupwards.\nGently the figure moved across the room, ascending as it went until it.\n-disappeared. Both the face and figure were wasted as if by sickness, as I\nnever lJad lIeell her in lifll, and deadly pale.\nFrom the moment I aaw the apparition I felt convinced my mother waa\n-dead. So impressed was I that I was unable to attend to my studies, and\nit was positive pain to me to see my younger sister playing and amusing\nherself with her compa.nions.\nTwo or three days after, my governess, after prayers, called me to her\nprivate room. As soon aa we entered I said \"You need not tell me. I\nknow my mother is dead!\" She aaked IIle how I could p088ibly know. .}\ngl\\\\'e no explanation, but told her I had known it for three days. I after-\nwards heard my mother died on tllat Sunday at the time I had seen her, and\nthai; she had paBlled away in !In unconscious state, having been unconscious\nfor 1I0me day or two before her death.\nI am by no means an imaginative, sensitive woman, and never before or\naince have I experienced anything similar.\nIthas always been a comfort to me to feel that my mother did appear to\nnle.\nISABEL ALLO)f.\nJUlie 28th, 1885.\n[Mrs. Allom haa never had a hallucination on any any otller occasion.\nShe onco, however. lJad a rather marked ilIltsUI», when a Christmas-tre8\nassumed momentarily, to her eyes, the aap6ct of ller mother's fornl. She is\na practical person, I\\ud assures me that she has all her life been free frqlU\nfancies and superstitions. Her sister was delicate and nervolls, and on that\naccount Mrs. Allom did not tell her of the vision above described. Her\nmother was Mrs. Carrick, wife of the well-known miniature-painter; and\nat the time of her death she was residing at 10, Montagu Street, Portman\nSquare, W.-E.G.]\nL.-2336.-Ad pn\nFrom Miss Porter, WIlO says :-\nThis you perceive is only uneducated testimony (to a certain extent).\nMrs. Ellis is daughter to Mrs. Banister, with whom I lodged at Eversley.\nThe Banisters were formerly well-to-do farmers, but have come down In\nthe world. lira. Banister now lets her land and takes lodgers into her\nDigitized by Google\n\fOct., 188-').] Journal qf Sor.iet!l fOl' PS!lchical ReMUI,.ch. 71\nhoUle. She told me the lltory of her daughter's experient'.e, which I wrote\ndown and sent to Mrs. Ellis for corroboration. She did not know the date,\nbut remembers that the day after her experience she heard that J. Stephenson\ndied the day before. It seems that the man that died had been executor\nto Mr. Banister (Mrs. Banister is Awidow), and that Mrs. Ellis bad always\ndisliked him. considering that be had not done his beat with reqn.rd to the\nproperty. This he knew, And before his death desired to see Mrs. Banister,\nbut when ahe went to him he was unable to speak, and died almost directly.\nI believe these good people to be speaking the truth to the beat of their\npowers, but the story, I fancy, has beenfrequtlltly related.\nB.P.\nP\"rtesbery Road, Cauaberley,\n-4.tl!lwt 5th.\nDEAB. liiss POBTBR.-·What mother hAS told you is quite correct.\nIn September, 1878, I, then residing in York Town. Surrey, three\ntimes during the day distinct.1y snw the face of an old friend, Mr. James\nStephenson, Wl10 I afterwardll heard died. that day in Eversley, five miles off.\n1 saw it at first about half-past 10 in the mon1ing; the last time it was\nneatly Go'clock. I knew him to be ill.\nJA1IES STEPHENSON,\nof Eversley,\nWHO DIED SEPTEMBER 19TH, 1878,\nIN HIS 59TH YBAR.\nCopied from a memorial card.\nL.-233'l.-(Borderland.)\nMARY ELLIS.\nMrs. Elizabeth Duthie, residing at Pilrig Manse, Edinburgll, having\ninfonned us, by filling up and signing one of the census·forms, that in\nAugust, 1883, at 9 p.m., she had had a Imllucination representing\" an\nintimate friend, who died exactly at that hour,\" E. G. wrote for particulars.\nThe following answer was received :-\nFronfield, CrimUl, Argyleahire,\nAtUJlIst, 2211(1 1885.\nDEAR SIR,-Our oM servant, llrs. Duthie, asked me lOme time ago to\nreply to your letterto her, requesting more information about a vision she\nsaw at the time of the deatll of a friend, which she inserted in ono of your\nforms. I regret I have been unable to do so until now.\nIn August, 1883, we had all gone to the country, leaving Mrs. Duthie\nalone in the house. An intimate friend of hers, a Miss Gnmt, who lived in\nAberdee~,had been for lOme til11e seriuusly ill, and Mrs. Duthie was anxioul\nabout her. though sbe did nut know that death WAS lloor. On Sunday night,\nthe 23rd August, about 8 o'clock, l\\Irs. Duthie retired to her room, which is\nsepn.rated from the rest (If the llOu~e, willi n. flight of stairs leading up to the\ndoor. She got into bed, aud was lying, hlllf asleep, with her face to tl.O\nDigitized by Google\n\f72 Journal Qf Sock\/II lor PIJ!lcMcal R\"I\/I!fll'cll. [Oct., 1885.\n------\nwall, when she felt that some one was bending over her, looking into her\nface. She opened her eyes, and looked up into the face of her friend, Mia\nOrant. She stn.rted up in bed, and looking round, 8&W Mias Grant's figur&\nleaving the room. She then got out of bed, and going to the door, looked\ndownatai1'8, but no one was to be seen. She went down the stai1'8 into the\nkitchen, butno one was there, nor was there a trace of anyone. She looked\nat the clock, and 8&W it was a few minutes put 9, and then went back to\nbed, feeling very uncomfortable and certain that something had happened to\nher friend.\nAll next day (Monday), she felt unhappy about it, and waited anxiously\nto hear of her friend, but, as there was no one else in the house, she did not;\nmention her experience IIf the previous night to anyone. That night she\nreceived infonnatinnfrom Aberdeen that her friend had died at 9 o'clockon\nthe previous night,-at the very time Mrs. Duthie had seen ber fonn in\nEdinburgh.\nSucb are the facts of the case, as Mrs. Duthie 1188 told me heraelf, and\nthis, I believe, is her sole experience of any such hallucination.\nBelieve me, yOU1'8 very truly,\nO. W. MACPHAIL.\nL.-2338.-A\" P D\nFrom Rev. J. Hotham (Congregational minister), of Port Elliot, South\nAustralia. [He is now dead and his son says that no more infunnation can\nbe obtained.]\n1884.\nI was spending an evoning with a family (friends of mine), consisting of'\nan elderly widow lady and two or three of her daughte1'8. The conversation\nhappened to turn upon the\" supernatural,\" wben they gave me the following\naccount. Though M1'8. Leaworthy (for that was her nallle) was the principal\nspeaker, yot the daugllte1'8 corroborated her statements. I wrote out the\naccount the sallle evening, a little more condonsed, but in nearly the same\nlanguage in which it was given.\n\" 'Ve woro,\" sl~id she, \"at tllat time, 1841, living on the coast of Devon\nand the night was very stonny; it was raining heavily and the wind blowing\n8 perfect gale. Mr. L.'s men (he was in the Preventive service) came t...\nteU hilll that rockets were seen being sent up out at SOB, and signal lights\nburning. He wont out with tho men and put oft' in his lxl8t to render\nassistance. They succeeded in reaching the veuel, which was drifting help-\nl_ly towards that terrible coost. Tbey managed to catch a rope thrown\nfrom her, and llOlding on, sheltered on the lea-side, tho whule of the\n8&ilo1'8 were taken into the boat, not excepting a poor boy who was ill in his\nberth. But the captain refused to leave the ship. He 8&id he would go\ndown with her. Jlrlr. L. had got on board and 8&W that she could not Boat\nmany minutes; 80 he told the OBptain that if he would not leave her he\nwould wait no longer, and with that jUllll1ed into the sea and made for the\nDigitized by Coogle\n\fOct., 1885.] Journnl f!f Society\/or P,ychicnl ReBl!nrcll. 73\nboat. But the instinctive lo\\\"e of life proved t.()() strong, alld the captain\nlea}>l->d from the ship at the same time and also got safely in. They then\neounted OVtlr \",hat they had got, and finding the number complt'te they\npulled for the shore. The ve88el went down almost before they left her.\nShe turned uut to be a French ship, called L'9rimt, witb French captaia\nand crew. The captain, during his stay in the neighbourhood, was a t:onstan~\nvisitor at. our hoUle, and became quite a favourite. (Mr. L. could spea!..\nFrench, for he WII.8 10 years a prilOner in France.) The ca}Jtain, after he·\nhad recovered frolll his cold and wetting, told us that he was lIure 8Omething:\nBeriOUB had happened at; hume. When uked why he thought 80, he said\nthat just before the stornl came on he had Beeu hiB wife standing clolW'\nbeside hint, aud that she had said: •Do not grieve for me.' Well. we all'\ntried to put thiB llleL'mcholy idea out of his head. We told him he was low··\nspirited at the 1088 of hiB ship, and that nothing but imagillatic.n had made\nhim fancy this thing.\n.. Of COU1'lle the captain wrote directly home, giving an acconnt of the loss.\n(If his ship Ilnd cargo, and anxiously awaited a reply. He was detained son~\nweeks among us, and during that time we became very intimate. III du~\ntime he recei\"ed a letter infonning him that his wife had been confined. and\nmotlter Ilnd child were botb doing well. We then joked llim about his fears,\nand congratulated him upon the good news he had received. During the\nweeks he further remaiued with us we set to and made up a box of pt'esents-\nsmall things, &c., for the baby. After completing all his arrangements, he\nbid us good·bye and started for home. A letter from him, h()wever, informed\nUI that the presentiment Will too truly fulfilled. HiB wife died on that\nnight; but when hiB friends received hiB letter mournfully detailing the 1088\nof hiB ve88el, they were .afraid to send him word about the 1088 of his wife\"\nand 80 replied as we have said.\"\nSoath Australia, Port Elliot.\nOctober 17th, 1884.\nDEAR SIR,--I acknowlc(lge the desirableness of having all the particulars\nof the Cd.8C I sent you, and e3pecially given by one or morc of the parties\nactually concernccl in it.\n!Irs. Lco.worthy, senior, has recently died. Her daughters are still living\n-one (:Mrs. Lindsay) only a. short distance from me; and the other, who\nmarried 1\\Ir. Jolm Hincllllarsh, only IOn of our first Colonial Governor, has\nremoved to New Zea.land.\nIn answer to your questions-(I) The account wu given me at t,he house·\nof Mr. Jno. Rindmarsb, near Port Elliot, South Australia. (2) Yes. By\n.. died on that night\" I mean on the night he saw the apparition-the night\nthe stonn began.\nJNO. HOTRA-X.\nP.S.-I do not knuw whether I told y()u, but ought to havc done if I did\nDOt, th3t my MS. Will submitted to Mn. Leaworthy, aad corrected by hel\"\nhefor6 I aont it you.\nI'\nDigitized by Google\n\f74 Jo\",'nal qf Socie\/!I lor PS!lchical Restart\",\nL.-2339.-(Collective. Borderland.)\nFrom Mr. John Done, Stockley Cottage, Stretton,\n(See M.-317-Cl.)\n[Oct., 188150\nMy sister-in-law, Sarah Eust&nce, of Stretton, WIUIlyingsick unto dea.th9\nand my wife was gone over to there from Lowton Chapel (12 or 13 miles oft)\nto IOe her and tend her in her laat momenta. And on the night before her\ndeath (some 12 or 14 hours before) I WIUI sleeping at home alone, and awaking\nheard a voice distinctly call me. Thinking it WIUI my niece, Rosanna, the\nonly other occupant of the house, who might be sick or in trouble, I went to\nhar room and found her awake and nervous. I uked her whether she had\ncalled me. She answered \"No j but BOmething awoke me, when I heard\nsomeone calling! \"\nOn my wife returning bome ~after her sister's death, she told nle how\nanxious her sister bad been to see me, .. craving for me to be sent for,\" and\nsaying .. Oh, how I want to see Done once more!\" and soon after became\n.peechlesa. But the curious part WIUI that about the same time she was\n.. craving,\" I and my niece heard the call.\nJOHN DONB.\nStockley Cottage, Stretton, Warrington.\nAU1f!UlC lat, 1885.\nIn answer to your queries respecting the voice or call that I heard on\ntIle night of July 2nd, 1866, I must explain tItat there was a strong\naympatItyand affection between myself and my sister-in-law of pure brotherly\nand sisterly love j and, that ahe was in the habit of calling me by the titJe\nof \" Uncle Done,\" in the manner of a husband calling his wife \"mother\"\nwhen there are children as in tItis caae. Hence the call being \"Uncl~\nuncle, uncle!\" leading me to think that it was my niece (tIte only other\noccupant of the house that Sunday night) calling to mo.\nCopy of funeral card: .. In remembrance of the late Sarah Eust&nce,\nwbo died July 3rd, 1866, aged 45 years, and WIUI this day interred at\nStratton Church, July 6th, 1866.\"\nMy wife, who went from LowtOIl that particular Sunday to see her sister,\nwill testify that Mslte attended upon her (after the departure of the minister).\nduring the night she WIUI wishing and craving to see me, repeatedly\nsaying, \"Oh, I wish I could see {Jncle Done and Rosie once more before\nI go!\" and soon after tben she became ullconscious, or at leaat ceased\napeaking, and died the next day, of which fact I WIUI not aware until mywifo\nreturned on the evening of the 4th of July.\nI hope my niece will answerfor me, however I may state that shc reminda\nme that she thought I was calling her and WIUI coming to, me, when she met.\nlne in the passage or landing, and Mked her if fhe called me.\nI do not remember evor hearing a voice or call besides tItis the above case.\nJOHN DONB.\nOn August 7th, Mr. Done writes :-\nMy wife being sick and weak of body, dictates the following statement\nto me:-\nI, Elizabeth Done, wife of John Done, and niece [clearly a slip for aunt]\nto Rosanna Done (now Sewill), testify that, on tIte 2nd of July, 1866, I\nDigitized by Google\n\fOct., 1885.] Journal (II 8ociet!llor P&!lckical Re&earck. 75\n...... attending upon my dying lister, Sarah EUitance, at Stretton, 12 miles.\nfrom my home at Lowton Chapel, Newton Ie Willows; ....hen during the\nnight previous to her death Ihe craved for me to send for my husband and\nniece &I Ihe wished to ace them once more before ahe departed hence,\naaying often \"Oh, I wish Done and Rosie were here. Oh, I do long to see\nLncle Done.\" Soon after Ihe became speechless and leemingly uncon-\nscious, and died some time during the day following.\n(Signed) ELIUJlITH DONB.\nStockley Cottage, Stretton, Warrington.\nAugwt 11th, 1885.\nIn thinking, conversing, and writing about the strange occurrence, several\nincidents have come to my mind, one of which is that, feeling unsettled in my\nmind during the day after having heard the voice calling me, and feeling a\npresentiment that my dear sister·in·law was dead, I, towards evening, set off\nto meet a train at Newton Bridge, which I believed she would come by\nreturning home, if her nater teCU dead al I 8Zptcted. N.B. There was an\nundel'lltanding that Ihe was to ltay at Stretton to attend upon Mrs. Eustance\nuntil her demise or convalescence.\nI met my wife lOme few hundred yards from the station and could see\nby her countenance that my surmises were correct. She then told me the\nparticulars of her sister's death, how ahe longed to aee me and Rosanna. I\nthen told her of our being called by a voice resembling hers lome time in the\nnight prenow, when she (my wife) said she (Mrs. Euatance) often repeated\nour names during the night before becoming unconscioUi.\nJOHN DONB.\n11, Smithdown Lane, Paddington, Liverpool.\nAtlfl1l.llt 21st, 1885.\nSm,-At my uncle's and your request I write to confirm the 8tatement of\nuncle respecting the voice I heard, as follows; I was awakened 8uddenly\nwithout apparent cause, and heard a voice call me distinctly, thu8; \/Wit}, \/W'Y.\nroOlll! Thinking it was my uncle calling, I rose and went out of my room\nand met my uncle coming to see if I was calling him. We were the only\noccupants of the hOUie that night, aunt being away attending upon her sister.\nThe night I was called was between 2nd and 3rd of July, 1866. I could not\n.y the time I was called, but I know it was the break of day. I never waa\ncalled before nor since.\nROSANNA SBWILL.\nL.-I307.-Ad pn (Amended Version)\nThe following is the account at first hand of the incident narrated in slip\nl307. It ....ill be seen that the difference is considerable ;-\nFrom Mr. W. T. Bray, of Schekoldin's Paper Mill. Vimiahma,\nGovernment of ViOltroma, Russia.\nJune 14U\" (0. S.) 1885.\nI w.. employed as assistant engineer on the Moscow - Rail....ay.\n&lid one day was standing in the erecting shop. There were 14 engines Wider\ngitized by e;8ogI\n\f76 Journalqf Society lor P8.Ilcllicnl Re8enrr\". [Oct., 1885.\nrepair, and four tenders, and amidst all the attendant noiae of such work of\nfitters and boilermakers, 1 heard a voice quite close to me call twice, \"Will.\nWillI\" The voice resembled my father's (he 11'&1 the only person who called\nme .. Will \"), and in a tone he uaed when he wished to particularly draw my\nattention to anything. (I had parted bad friends with him in Ruaaia through\nmy step-mother.) When 1 went home 1 remarked to my wife 111'&1 afraid if\never 1 heard from poor father again or from anyone about him, it would be\nbad news, for 1 distinctly heard him call me twice. About three weeki\nafterwards 1 had a letter from a sister, stating he had died, and when,\nand his last words were, \"Good-bye, Will ! good-bye, WillI\" Upon com-\nparing the date and time he diedabout the time 1 heard the voice.\nMr. Bray, adds in a later letter dated Augu,t 211t, (O.S.), IS&) :-\n1 am sorry1 cannot get a few linea likely to confirm my statement to you\nthe circumstance occurred so long ago. 1 remember mentioning it to my\nwife at the time, but she cannot distinctly remember it, and 1 mentioned it\nto no one but her, and then only at the time. 1 remembered the work 1 was\nlooking after at the time, and upon hearing of my father's death 1 traced the\ntime by the factory books, and as no one either here or in England eyer\ncalled me .. Will,\" but he, 1 always feel quite BRtiafioo in my own mind\nthat I heard his voice, especially &I 1 11'&1 told in the letter announcing his\ndeath his last words were\" Good-bye, Will ! good-bye, Will ! \"\nIn auswer to the question whether he had ever had any other auditory\nhallucination, Mr. Bray replies :-Such a thing never occurred to me before.\nneither hasanything occurred since.\nL.-2340.-Ae pn\nThe writer of the following narrative is Editor of a well-known northenl\nnewspaper, and 11'&1 formerly special foreign correspondent of a London\npaper. He had a curious impre8Bion .corresponding with the death of a\nfriend a few weeks earlier. (See L. 86.)\nDecembtr 11th, 1884.\nOn tIle 3nl of May in the BRme spring [1882J in which Barnes left us, my\nwife, while taking tea with my daughter, was suddenly seized with an epileptic\nfit, fell heavily to the floor and striking her forehead on the fender; she\n11'&1 ne,·erconscioUB again, but died the next day. This accident happened\nbetween 3 and 4 o'clock in the afternoon. For nearly 5 years my wife bad\nintennittelltly suffered from epilepsy, but for lOme 3 months before her\ndeath seemed to have completely recovered, whi9h apparent fact had caused\nmuch joy in our little family circle, &I the poor dear had been a great sufferer.\n1 aet this down to show that her death or aerious illnOBB was not at all expected\nat the time it happened. On the morning of the 3rd of May 1 left for the\nCity, and &I my wife kissed her band to me at the window 1 thought how\nremarkably well and \" like her old self\" she appeared. 1 went to busineBB\nin .. high spirits,\" and left her in the BRme j but IOmttollere about the time\nabe fell-neither my daughter nor 1 have been able to fix the time within an\nbour-I suddenly fell into such a fit of gloom that I was powerle8B to go on\n\"ith my work and could only sit with my face between my hands, scarcely\nDigitized by Google\n\fOct., 1885.] Journal of Societylor PS!lcla\"cal Research. 77\nable to speak to my colleagues in the aame office, who became alarmed as\n~ey hnd neverseen me in any but a cheerful mood. I waa at the time\nediting E,IglaIln., and as friend after friend dropped into my room, and\nI'flU1ted to know what ailed me, I could only explain my sensation in &\nphrase (which they and I well remember) which I kept repeating, namel.)'•\n.. I have a horrible sense of some impending calamity.\" So far aa I &ill\naware, my thoughts never once turned to my home. If they had, I think I\nshould not have accepted, as I did, an invitation to dine with Do friend at a\nrestaurant ill the Strand, pressed on me for the express purpose of \" cheering\nme up.\" I was telegraphed for to our office in the Strand, but by an accident\nit was not forwarded to me to Whitefriars Street at my editorial room: so\nthat I never saw my wife until after 12 at night, when my 8 or 9 hours fear-\nful depression of spirits (as it instantly struck me) were accounted for. I may\nadd that I &ill mturally of a buoyant temperament, in fact I may say far\nabove the average of people in that respect, and I wasnever to my knowledge\never 110 suddenly or similarly depressed before. My wife, in this case you\nwill observe, was not dead but simply unc01l8cious when my fit of low spirits\n!let in. There are several witnesses who can testify to these facts.for when it be-\ncameknown at the office that my wife was dead the strange coincidence of my\n80ddenly \" turning so queer\" was a topic ofconvenation there. I have nothing\nto add but that we (my wife and I) had been married for 2& years, and were\nextremely fond of each other,and we were both,I should say,of a. sympathetic\ntemperament, perhaps more than ordinarily so.\nSepu..nlnr ht, 1886.\nI called to-day at Mr. --'s house. He was out of town, but his son\nand daughter were a.t home.\nAs regards Mr.--·s depression on the day of his wife's fatal attack\nthey both nssured me that he spoke of this immediately after his return\nhome on the evening of that day, and has frequently mentioned it since. The\nson has also heard one of his father's colleagues, Mr. Green, describe the\ncircumstance as something quite remarkable. Mr. Green told him that both\nhimself and others present in the office did all they could to rally Mr.-·-\nbut failed.\nF.P.\nI had a long interview with Mr. -- in February of this year. He gave\nto mea \"ivd ooce account of the experience here detailed in writing, and I\nshould judge that his testimony is of a high degree of trustworthiness and his\npower of observation of a high order.\nThe statement Mr. -- made to me was vivid and circumstantial, and\nnot, in my opinion, coloured by his imagination.\nA. G. LEONARD.\nNetherworton Houlle, Steeple Aston, Oxon.\n8tptembe\"16th, 1885.\nDEAR SIR,-My friend Mr. --, of Ellgland, has asked me to corroborate\nthe fact that he suffered from a singular depression all the day of his wife's\nfatal seizure. I was in his company mOlt of theday, and can fully cor-\nroborate his statemcnt.-Yours truly, C. E. GREEN•.\ngitized by (.oogI ~.,\n\f78 Journal of 80cktg for P8!1chical Reaearch. [Oct., l.8I!5.\nL.-2341.-Ae po\n[The following, from a lady who desires her name not to be published, is\nperhapB an inatance of the Barne kind aa the laat, though both the depression\nand the time-coincidence are 1011 definite. Ten o'clock a.m. here would be\nabout 3.30 p.m. at Colombo.]\nAuguat 6th, 1885.\nMy experience is a very Bimple one, and enn be Btated in a few worda.\nA dear brother was in Singapore, and I knew he waa awoUl about his wife'..\nhealth, but ltill, beyond feeling eager for letten, had no great anxiety on his\nor her account. I must Btate that he and I in all our relationa and eelingB\nhave belin, all our lives, mOlt singularly in unison and sympathy with one\nanother.\nThe moming of thia Btrange experience I was in my studio; it W&8 the\n25th of October, 1884:, and I waa at work aa usual. About 10 o'clock I felt\nvery uneaay and reatleB8, and found my efforts to work did notsend away the\nunUBual feeling of disinclination and unquietnlllS. I did }lot attribute theae\nfeelinga to any anxiety about my brother's dom8Btic troubleB, but 1 told my\ncompanion in the studio, as 1 put my work away, that 1 knew BOmething W&B\nhappening, and that it was impOBBible for me to work that day.\nI may add that this was a most unusual occurrence, and had never before\nhappened during my life lUI an artist. I find as a rule that I have only to\nbegin work to wiah to continue it.\nAbout half-put two a telegramarnved to me from Colombo, telling UI\nof the death of hia wife the previous night, and I have heard since of the\nterrible mental pain my brother suffllred, and 1 know that in any such pain\nI should have been the one person he would have appealed to and wiahed\nto commune with. He had travelled with his wife to Colombo, bringing her\nhome, and that we did not know of until tho telegram arrived. He died.\nwithin a month after hia loIS, and during the interval 1 was the only one he\nwrote to of his great grief.\nL.-2342.-Ad PI\nLetter to the Rev. J. A. Macdonald, from Mrs. HarriBon, of Park View.\nQueen's Park, Manchester,\n&ptcmber 2nd, 1885.\nI had a dear uncle, John Moore, St. John's, Isle of Man. 1 knew he\nhad fa.iled in health and strength during the winter of 1883 and 1884:, but.\nwas not aware that he was really ill, or worse, so had not been thinking Q{\nhim more than UBual, noranticipating a change; on the contrary, I was rather\nlIBIlguine that, with the retum of spring, his strength would revive, know-\ning that he had only two years before recovered from a Bevere illn88S, his\nconatitution being BO excellent, though he was 85 yeara old when he W&B\ntaken away. But on the night of the 1st of March, orvery early on tho mom-\ning 2nd, 1884 (I did not ascertain the time, but 1 had retired to r8Bt very late\nand seemed to have slept two or three hours) 1 awoke crying, and with the\nagitating seene of my dream clear before me. It waa that I stood in the\nbedroom of my uncle, that he lay there dying, his remaining family near him,\nI JUBt a short distance from the bed looking on. When I joined my hUBband\nand daughter at the fireaide on coming downstain in the moming 1 told them\nDigitized by Google\n\fOct., 1885.} Journal qf 8ociet!l\/o-r P'!lchrcal Re,eorch. 79\nmy dream, and then thought no more about it till two days later, 4th\nMarch, when a letter arrived, saying that my uncle had paaaed aWAY at 2\no'clock on the morning of the 2nd. May our end be aB calm and peaceful\n.. WaB hi.a.\nR. J. ILuuusoN.\n[Mrs. Harriaon can recall no other dream of death.]\nMr. Harriaon corroborates aB follows ;-\nSeptember 2nd, 1885.\nI distinctly remember my wife telling me the above dream on the Sunday\nmorning, 2nd March. 1884, and it hu often been spoken of in the family\nsinee. The letter acquainting us of Mr. Moore's death arrived at Man-\ncb08ter,from the Isle of Man. two days after. N., Tuesday, 4th March,1884.\nJ. P. HAJUUSON.\nL.-2343.-AI P\n16, Edwardes Square, Kensington, W.\nMaTch 20th, 1885.\nI do not know whether the following experience.is of any practical\ninterest, but will relate it aB being at laut curious.\nI cannot be certain of the precise year, but know that it was winter-\nand I believo that of 1870-71. My sister and I were constant companions,\nand slept in the same room, but in separate beds. We burnt no light at\nnight. I 11'&8 then 20 yean old, and my aiater 18. She 11'&8 (If a very calm,\nplacid temperament, and not in the laut given to having exciting dreams.\nOne night I was roused out of my sleep by her calling me by name with a\nIOrt of acream, and on immediately starting up in bed I BAli' the room filled\nwith a bright red light, which extended to the p&888ge outside our door\n(which we always left half open at night), 80 that I could distinctly see an\narch that WaB in it, and also a blaze of red in the sky outBide the window. The\ntime WaB 2 a.m. Hearing my sister crying and in great distreu, I sprang out\nof bed to go to her. and in that moment the impreuion faded, and the room\nbecame &8 dark &8 usual. My sister then told me that ahe had had a fright-\nful dream of the devil coming to fetch her in a blaze of red fire-that her only\nhope had been to call to me to save her, but that aB usual in nightmares, she\naeemed to have been agos calling before she could make me hear.\nMust sho not in lOme way, through her intense desire to communicate\nwith me, have succeeded in impreuing upon my brain what ahe BAli' in hor\ndream. and thus produc\\ld the curious imprcuion I received 1\nIf required. I shall be happy to aDlJwer Any further questions that may\nbe neceuBry to authenticate this.\nEDITH N. WILSON.\nlira. Alleyne, of Ranakeheen, Nenagh, Ireland, writes :-\nJul1l 25th.\nIfy sister, Mrs. WilaoD, asked me, lOme little time ago, to send\nyou my account of the dream I had many years ago, in which she also\nbore a part. I now enclose my recollection of the dream, which I hope may\nbe of use to you.\nE. A. K. ALLBYD.\nDigitized by Google\n\f80 JOIwnal qf Sockf!1 .for P8!lcllical RI'8l'arcl•. [Oct., 1885.\nAbout 16 years ago, the sister next to me in age and myself occupied\nthe same bedroom, but slept in separate beds, about three feet apart. The\napproach to our room was by a long, narrow passage, and the unly window in\nthe room overlooked the high. alated roof of uur large schooiroom, which abut\nout any view of the surrounding country. It was uur rule to sleep with the\ndoor shut and bolted. One morning, between 1 and 2 a. m., I dreamt that I\nwas lying in my bed wide awake, when, to my great surprise, I perceived that\nthe door was fully open. I was wondering how this could be, when I &aW,\napproaching down the pa.asa.ge, a vivid red light, which gradually (as it came\nnearer) became redder and redder. In my horror I gave a loud scream, which\nawakened me, and before I had time to say une word, my sister started up,and\ncalled out, \"Oh! Emmy,whatis thatred ligh~onthe roofopposite t' A moment\nafterwards, when fully awake, we saw that the room was in darkn('.ss, and on\n8triking a light, that the door was shut and locked, as when we went to bed.\nThis dream made a powerful impression upon us both. Since my birth this\nsister and myself had been dailycompanions, and being next in age to me, I\nhad shared almost every thought with hor. It Illust, therefore, I think, have\nbeen a case of \" unconscious cerebration.\"\nE. A. K. ALLEYNE.\nIn reply to inquiries. Mrs. Alleyne says :-\nA tlgtcat 101h.\n?try sister has made a mistake in thinking my dream was mixed up, in any\nway, with his Satanic Majesty; and she is wrong also about the door; it was\nalways shut and bolted at night. I could not go to sltlep with it open.\nMy sister, at that time, was in very poor health, and my memory has at all\ntimes heen a vory clear o.le. You ask me if I was given to horrifying\ndreams ; I was not, beyond an occasional nightmare now and then, com-\nmon to all. I was, at the timo, about 161, and my sister just 18 years old.\nIn another letter, she adds :-\nS~pttmbel' 211t, 1885.\nIn reply to your note, I beg to say that my sister and I flerer\ndrew tho curtains at night, neither did we draw down the blind; we\nalways slept with it up. The only other window at that side of the house\nwas that of my father's dressing-room, and was quite at the end of Ule long\npassage before referred to. My father was away in Scotland at the time, and\nhis dressing-room ,vas unoccupied.\nCORRESPONDENCE.\nTo U,e Edito-r of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-As the secretary of the (lId Pllysica.l Phenomena Commi~tee, you\nwill, perhaps, allow me to offer some explanation in defence uf the prolongpd\nsilence of that Committee, commented on by Mr. Myers in his letter to the\nAugllst number of the Journal.\n:Mr. Myers Will, I believe, aware of the course of our inquiries, and Ule\nDigitized by Google\n\fOct., lS8.'i.] Journal of Socil't!lfor P8.'Ichical Research. 81\nimpoaaibility of attaining anything like unanimity in our estimate of the\nmeagre results we obtained.\nOur inv8lltigations w~re at the outset limited by the general principle,\nwhich we undel'lltood to have been laid down, that. the funds of the Society\nMould not be spent in the eml)loyment of paid mediuDls, so that we were\ncompelled to have recourse to the assistance of friends of a member of the\nCommittee, who were supposed to po88e88 mediumistic powel'll. Results--\ntable-tilting, raps, &c.-were obtained, which, if they could have been\nobtained under satisfactory tests, would have been conclusive; but 88 such\ntesta could not be applied, I myself and other members of the Committee\nwere not convinced that th8lle phenomena were not the result of fraud,\nconscious or unconscious.\nThis view could, of course, not be put forward without wounding the\nfeelings of other members of the Committee, and, therefore, I Jlersonally\ndeemed it undesirable to present allY report on these inquiries.\nThose members of the Committee who were not convinced of the genuine\ncharacter of tl.8II1l phenomena wished to continue the investigatif'ns, but this\nwe were unable to do.\nAs we could not procure the aBBistance of other private mediums, it was\ndecidod that seven members of the Physical Phenomena Committee, together\nwith other members of the Society, should sit-inf<>nually--with Mr.\nEglinton. A seri811 of six seances was held. but the result 11'88 negative, the\nphenomena obtained not being of such a nature 88 to eliminate the l'088ibility,\nor cven probability of fraud.\nTh8lle aCanc811 appear to be those referred to by Mr. Haughton, and if BO,\nhe has bee:l singularly misinformed. So far from our not giving Mr. Eglinton\na fair chance, we requested him to continue our sittings, which he willingly\nconsented to do, and several more seances were held. As, however, Mr.\nEglinton declinod to accept any fee for this seri811 we did not ftlel oUl'llelv811\njllBtiJied in prolonging it indefinitely, 88 practically no result was obtained,\nand Mr. Eglinton himself appeared to have lost heart, and to be anxious to\ndiscontinue sitting.\nI, 88 a representative of the Physical Phenomena Committee, 88sisted Mr.\nPodmore in his inquiry into the Morell Theobald case, and fully shared the\nconclusions he arrived at.\nMr. Theobald, at the time of our visit, said that he hoped BOon to admita\ndelegate of the Society to his circle, but, 88 Mr. Myers states, the conditions\nnecessary have not yet been fulfilled.\nI think, in conclusion, I may venture to add that the Physical Phenomena\nCommittA'e subeequently ceased from ita labours, not from want of zeal, bu,\nfrom the impossibility of finding work within ita field of inquiry.-I am.\nair, &c.,\nFRANK S. HuallU.\nThere is one sentence in Mr. Hughes' letter which seems to require\na few words of explanation from me, as Chairman of the Council during\nthe time when the investigations of the Physical Phenomena Committee\nwere being carried on. Mr. Hughes speaks of the\" general principle,\ntha~ the funds of the Society should not be spent in the employment of\nDigitized by Google\n\f82 JO\"\"llfll of Societ!J Jor PS!Jchical Researcll. (Oct... 1885.\npaid mediums\" as having been \"laid down.\" So far as I can rememberp\nno express resolution to this effect was ever passed by the Council: th&\nquestion was never formally brought before that body. But in the\naddress which I delivered at the first General Meeting of the Society, I\nhad expressed the opinion that our investigation ought to be \"as much\nas possible directed to phenomena where, at any rate, no pecuniary\nmotives to fraud could come in;\" that is, to phenomena occurring in\n.. private families or circles of friends.\" I said, indeed, that\" it would\nbe a mistake to lay down a hard and fast rule that· we may not avail\n.ourselves of the ser\\ices of paid performers or paid mediums;\" but I\nimplied that I had a strong preference for the other kind of investiga.-\ntion. When the matter was afterwards informally discussed in the\nCouncil, I expressed a similar opinion, and I belie\"e that my view\nwas shared by one or two other members present; but-so far as I\nrecollect-no formal resolution was passed.\nI have written tills, not by way of criticism on Mr. HughesP\nstatement, which appears to me very fairly to represent the facts of\nthe case, but merely to take upon myself the share of responsibility\nthat properly belongs to me for the course taken by his Committee.\nH. SIDGWICK.\nThe following letter from Mr. Morell Theobald also relates to the\ndiscussion between Mr. Haughton, and Mr. Myers which appeared in\ntbe August number of this journal. It will, perhaps, convince Mr.\nHaughton, and any other members of tbe Society who share his\ndissatisfaction at the slow progress of our inquiries, that nothing\nfurther can at present be done in this matter by persons outside the\ncircle of Mr. TheobalJ's family and intimate friends; since, as Mr.\nTheobald says, an extraneous \"investigation such as would satisfy\nthe Society\" as to the extra·human origin of the phenomena re-\nported \"is inadmissible under the present conditions.\" Therefore-to\nquote Mr. Haughton's words-\" if there be frau:l or lying in the case\"\nit must be left to Mr. Theobald, or others wbo have opportunities of\nclosely and continuously observing the phenomena, to \"track it home.\"\nH. S.\nTo the Editor of the JOURNAL OF THB SOCIBTY l\"OR PSYCHICAL REsEARCH.\nSIR,-In the August number of your Jo\"mal, Mr. Myers, in replying to\nMr. Haughton, and referring to the marvellous phenomena which are con·\n.tantly occurring in my home circle, says (the italics are mine) :-\n\" I quite agree with 1\\lr. Haughton that some further investigation of this\ncue is to be desired. Mr. Theobald kindly offered to allow some delegate of\nour Society to join his circle •if the spirit.! would allow it ': but this condition\ndoes not yet seem to have been fulfilled. We can, therefore, do nothing more\nin the matter at pnuent.\"\n1 am not \"ware of any former reference to these phenomena by your\nDigitized by Google\n\fOd.,l885.] Journal of Soci~tulor PS!lcllical Bemlrch. 83\nSociety, nor am I aware that the Society baa done anything to which the\n.. nothing more\" can be a sequence; but I am glad to take this opportunity,\nif you will allow me a little space, of stating exactly what ill my attitud&\nwith reference to the Society for Psychical Research of which, though noli.\nnow on the Council, I am still a member.\nMy own poaition &I regards the phenomena baa been, 10 far &I the.\npublic ill concemed, primarily that of a recorder of facts, and I haV&\nendeavoured further to afford every facility in my power for their eumina-\ntion and elucidation.\nI did not publish such remarkable phenomena until all in our family\ncircle were absolutely certain of their occurrence and of their abnormal\nquality; nor have I ever refused any investigation by outsiden into them,\nbut at considerable peraonal inconvenience often accepted and facilitated it.\nMr. Myen says I \"kindly offered to allow lOme delegate of the Society\nfor Psychical Research to join our circle •if the spirits would allow it''':\nI do not remember having made any such promise, although it expre88ea\nvery much what 1«U my wish lOme time ago. Experience baa proved to me,\nhowever, that such an investigation &I would satiBfy the Society ill inadmiaa-\nable under present conditions, and no one can regret this more than myself.\nPermit me brielly to explain. In \"SpiritualiBm at Home,\" and in Light, Ii\nhave recorded phenomena which occur in our house daily, not when sitting\nen _nee, which ill comparatively rare, but at all houn of the day. Can\nanyone tell me how the Society could investigate them without having .'\nrepresentative billeted in the hoUle, which would be utterly distasteful to.\nIII, and (I &peak from experience) destructive of the phenomena 1\nLet me refer to • few of the phenomena in illustration of this. The fire-\nlighting (by agency to anyone invisible but our medium, who ill clairvoyante-)\nhas now gone on continuously under our own closestobservation for over two\nyean, not in the early moming only, but at all hoUl'll of the day, in many\nrooms, and under many conditions. Sceptical ~t tint &I to its origin, anJ\nexercising, &I we did, the clOleBt scrutiny, our spirit friends were often\nunable, even when they wanted to render us this help, to do 10. If we\nounelves aaaume the detective attitude, and try to catch the fire.liI(hten in\nthe act, our watching spoils the conditions, and we are obliged to become\npuaive before the phenomena can be resumed. Even under conditions of\ntheir own suggestion they have failed, while under conditions as absolutely\ntesting, taken at the spur of the moment, they have succeeded: and now\nwe have recorded what we have oUl'llOlves \"en. I am quite aware how a.\necientitic mind, devoid of faith in the origin which we are now a.urea of..\ncan 10 manipUlate these statements of mine &I to prove that we are. or may\nbe, or must be, all under a delusion: but if testimony ill to be taken, and\nto gather force by accumulation, we can recount CUt'll which only have to be-\nmultiplied by what would be deemed to be a sufficient number for the fact.\nto be established. Your apace forbids the noceBl&ry detail. But how could\nthe Society (&I such) teat the truth of our &lBertions? Suppose you lent a\ndelegate : would he Bee more than I did myself in the initiation of these-\nfire·lightinga, when I watched, shivering in an overcoat, night and moming 1\nI can hardly think 10; but, though hiB failure could not prove a negative, it\nwould nourish acepticiBm and complicate our poaition. Since I had tho\nDigitized by Google\n\f8l Jourl\/ol qf Sociei!1 fo,. P8!lcllicfll Rellenrc\". [Oct.,l885.\nt3mority to publish those faots, 1 have heard th'\\t phenomena of this class\nare not confined to Granville P\"rk, but m!\\ny p30ple who know (If simil&r\nphenomena have not t.he courago to face the at.tacks which inevitably follow\ntheir publication. Fire-lighting, then, by occult power must, it BeelUS, for\nthe present be acceptel on t 'stimoll!l or not at all, and it seems to me one\nof the 108sons investigators have to learn is how to revise the laws of\nscientific evidence so as to moet the subtle and delicate conditions of\npsychical phenomena when personal scrutiny is impossible. The II\\llle\nholds good-perhaps even in a greater measure-WI regards the COIll-\np!ete making of tea by occult power, from kettles previously, by the\nsame power, filled and brought to the boiling point, and thl: frequent;\ntransportation of material objects from one place to another, notably of\nboiling water fl'Om one kettle to another at a distance. You must fimt\ndevelop clairvoyance among your delegates befuro they can aee in our hoU88\neither the actors or the l)henom~na, and then you must settle among your-\nselves how evidence of this kind is to be dealt with. These things c~nnl)t;\nbe done at our bidding or 1 would gladly ask the Society in II. body to come\nand see for themselves; but any delegate set to watch would be as inadmiss-\nable as a privat.e detective-and the results would be merely negative. And\nyet the phenomena occur: they not only exist-they abound; and we have\nstaked our reputation for truth and accuracy on what we have recorded. We\nhave sacrificed a great dMI to obtain such a happy facility of exposition in\noar midst, but we are not prepared for perpetual detective supervision. The\ntheories created under such conditions, even if the phenomena occurred,\nwould only lead to the requirement of further tests, and probably put an\nend to their re::urrellCd. Bllt there is one class ,of our phenomena whicli\nh!ls blen oftan investiga.ted by men as capable as any your Society could\nname, and acoopted by them as proven. 1 refer to direct .pirU-tI1I'Hing3, of\nwhich we now have many hundreds, lOme of thnm done while members of\nyour Society have been present. These writings-notwithstanding some very\nh!\\5ty and foolish criticisms-bear on the surface of them prima facie evidence\nof abnormal origin, even if the one of which we are convinced cannot be\na::cepted. Some writings were placed, at my request, on the ceilings (I will\nrefer to one presently), and 1 am convinced that:no other than an occult\ntheory can be sustained for one moment after a proper examination of the\nwritings themselves and of the circumstances purrounding them. 1 regret\nthat ceilings in Granville Park sha.re the fate of others, and aro not impervious\nto smoke and dust, so that most of the original writings have caught the\nwhite-washer's \"distemper,\" and vanished. But we have recently had\n80me additions which cannot possibly square with the theories occasionally\nsuggested by those who have not seen the originals. 1 regret I cannot send\nyou flU ,imile,. I have tried but failed as yet to obtain photographs of tllem.\nWill you try 1 But while contending for the spirit origin of these writings.\nas 1 who know all abuut them and nly llousellold have a right to do, 1 do not\nrega.rd them of such scientific value (in fact, they are of very little lCientific\nvalue until human testimony is accepted as evidence of facts which are not\ncapable of being submitted to experiment) as otI1ers I could ahow to any\napproved dele~tes from your Society.\nPermit me here to record one or two facts which have recently occurred.\nDigitized by Google\n\fOct., 18&•.] JotmurloJ Societ!l\/ol' P8,11cMcai R'·8eal'cll. 85\nand which 1 apprehend you will agree with me are not easily reached by\n.mentillc testa.\nAfter I, with my wife, had gone to our cottago at Haslemere in July\nJut, and lef~ my daughter, my 8Ona, and Mary* to follow U8 in a few daya,\nI am told this occurred:-\nMy da.ughter and Mary had \"packed up\" their luggage on the upper\nHoor, and amongst other luggage was a bath which when filled they could\nDot move; they, therefore, left it on the top floor to be brought down by\nthe cabman, and canle down to breakfast, They were then left (Mary and\nmy da'lghwr) alone in the house. On these two going upstairs together they\nmet the bath in t,'al&3itu ! and 80 paased it on the stairs. A few minutes\narter, on coming down, the said bath had reached the landing on the first\nfloor. Here Mary atayed to have a bath (I mention this fact as important)\nand my daughter went down to the ground floor. As aoon as ahe heard Mary\ncome out of the bath·room she ran up to meet her, and found that during the\ntimeMary had been in the bath-roomtheheavypackage had boen taken down-\nstairs to the front door, and, moreover, all the other luggage had alao been\ntaken down from the top of the houae and placed on the top of the bath.\nHere is a case of transportation the evidence for which is entirely IUp·\nported by the word of my daughter and Mary jointly, but it is a thing that\nprobably would not have happened if a watcher had been there! 1 have no\nlea80n whatever for disbelieving, but every reason for accepting their assertion.\nAgaiu, last Sunday evening at Haslemere, during our family Hance, 1\nhad a long conversation with a spirit speaking through Mary, entranced.\nThe conversation was entirely beyond her in her normal state, and went into\nthe question of passing matter through matter: but it is to a promise then\nmade-not only by this voice, but alao by direct 3pirit.wrWllg a few minutt>a\nlater, that I wish now to refer, as it has since been carried out under perfect\ntest conditions. The spiritpromised to write IOmewhere on the ceiling before\nMary left (on the following Wednesday). We, of courae, told her nothing of\nit, but remained on the qui ville every hour of the day. .\nOn Tuesday morniDg 1 carefully examined the ceiling where the writing\nnow is and found that there was nothing written then. My ,vife was in the\nroom all the morning, and Mary was in the kitchen busy. JUllt lwfure mid·\nday dinner illy wife again. aamined caf'e,fully the whole of the ceiling, aft~r the\ndo'\"had bun. laid,and is positive no writing was there then, and 1 may add\nthat she has good sight, and that the writing is easily soen from the floor.\nthe ceiling being about nine feet high : and so they all sat down to dinner-\nsix of them; Mary witll them, as is always the case whon we are rusticating\nat Haalemere. During dinner Mary 81.U\" tlu writin.'1 being dOlle, and after-\nwards described to me the process. Tom first caught sight of the finished\nwriting. im1Mdiatelll oPtr th.e table, and called out: \"Oh! ma, look !\"\nOn looking, Rhe saw itand .....id: \"That Willi not there five minutes a.go : '\n\"No,\" said Mary, \"it has been just done.\"\nTwo visitors were present, and marvelled!\nThe two visitors had beon out sketching, and were talking about tho\n• It should perhaps be explained. for the benefit of those readen who have not\npreviOWllr. seen accounts of the phenomena that occur in Mr. Theobald's hOU8e, that\n..Mary '-his servant-·is the reputed medium. ...\nDigitized by Google\n\f86 Jrntrlanl of SOf!iet!l.fol' P8Ychkal RI'8tarch. [Oal, l88O.\nlovely morning, and the change of thE! weather, for the night a.nd early\nmorning had been wet, and this was written al'f\"OlHH of the converaation:-\n\" Many hours wet and dull\nBring a morning beautifull•\n.. T. T. LYNCH.\"\nYou will find the lines (slightly altered to suit the circumatancea) in\nCI Theophilus Trinal,\" p. 81, orig. ed. 1850.\nHere you have coUectillt testimony up to the morning, when 1 left for\ntown, an1 my wife's solitary word of assurance since thAn up to the moment\n()f writing. Tht' writing is in the well-known hand of J. W. E., who spells\nall such words as the above with the double l, and the signature of Mr.\nLynch would be recognised by anyone familiar with his handwriting, as we\nare.\nLet. me conclude by adding that 1 am anxious to afford every facility to\nyour Society for investigation through members of your Council of whom we\nmay approve, and whose report you will accept; and if you can suggest any\nDiode by which you can satisfy yourselves of the genuinene88 of theae\nphenomena, and we ca.n aid you, we are ready to do so. As to joining our\nlIeancu (few as they are), one of your number, Mr. Dawson Rogers, has\nalready done 10, and knows full well the delica.te conditions nec688ary to 80\nsensitive a medium as the one we now rely upon for results at these times,\nand also how impOllllible it would be for some, at least, of your number to\nsee then, or at any other time, such phenomena as 1 have frequently\nrecorded.\nYours faithfully,\nMORBLL THEOBALD.\nSeptAmber 12th, 1885.\nWe ha.ve recl'ived a. letter from Mr. T. P. Barkas relating also to\nthe discussion between Mr. Ha.ughton and Mr. Myers. It arrived too\nlate for insertion in the present number of the Journal, but we hope\nto print it in the next.-ED.\nMR. SINNETT'S RESIGNATION.\nDEAR SIR,-1 do not wish to continue a member of the Society for\nPsychical Research, and shall be obliged if you will duly record my resigna-\ntion.\nFor many reasons 1 regret to withdraw from a society in the I{eneral\nwork of which 1 am so much interested, but it appears to me that in con-\nnection with its recent attempt to investigate certain occurrences in India,\nthe leaders of the Society have hastily formed, on insufficient data, injurious\nconclusions affecting persons I respect, and have gone out of their way to\npromulgate these conclusions. I gratefully recognise that inso far as it was\nthought these conclusions would be painful to myself much courtesy has\nbeen shown to me personally during the proceedings that have taken place,\nbut at the same time the course pursued in reference to the persons whOle\nreputation is assailed in the reports recently submitted to the Society, and\n8ubstantially adopted by its authorities, is open, in my opinion, to un-\n\f()ct.,l885.] Journal of &Cil't!l.\/or P8!lcMcal Re~aI·c\". 81\n«luivocal diaapproval. Under these circumstances it would be undesirable\nfor me to remain a member of the Society.\nThis ia not a convenient opportunity for me to go at length into a diacua-\nlion of the grounds on which I conceive Mr. Hodgaon's report to be\nmiaJeading, and the methods of his inquiry unfair to the persons whose\nconduct he was investigating, but at the same time, for obvious reasons, 1\nshould be glad if you would kindly procure the insertion of this letter in the\nnext number of the Society's Journal.\nYours very truly,\nA. P. SINlfBr.r.\n7, Ladbroke Gardens, W.\nSeptember 18th, 1885.\nE. T. Bennett, Esq.\nWe may remind our readers that only comparatively small portions\nof the Report on Phenomena connected with the Theosophical Society,\nhave already been laid before our Society at the General Meetings. The\ncomplete report will be published in the next number of the P'I'OCeeaing'.\nIt will contain,-besides Mr. Hodgson's account of his investigations in\nIndia, which deals with most of the phenomena mentioned in the First\nReport of the Committee, as well as with those mentioned in TII~ Occult\nWorld j-a careful discussion by him on the handwriting of the Koot\nHoomi letters, the authorship of which can, be thinks, be placed almost\nbeyond dispute by a consideration of the handwriting alone. In order\nto complete the subject, notes will be added on phenomena connecW\nwith the Theoaophical Society that have occurred in Europe.\nDigitized by Google\n\f88 JO\"\"lInl of Societ!lfor P8!lc\/dcfll Rt'8enrl!h. [Oct.. ISS;'\\.\nSUPPLEMENTARY LIBRARY CATALOGUE.\n7'lu! follolrillfl additio\". Alive been made hllee leut mOlitA.\nF AHNBSTOCK (William Baker. M.D.) Statuvolilm; or. Artificial Som-\nnanlbulilm ...•.•...•.•...••.••...•..........•••...•....•••.......•....0AU:a!JO. 1871\nGLANVIL (Joseph) Saduciamua Triumphn.tus. Secolld Editioll.\nLondon. 1682\n(Imperfect) Several other small works bound up in the 8&l1le Yolume.§\nBUNHEIlI (Professor) De Ill. Suggestion dans l'Etat Hypnotique:\nreponsllll. M. Paul Janet ..•.......••..•......•..••••••.....•..••...••Paria. lSMt\n.. Contribution lL l'Etude de l'Aphasie: de Ill. Cilcite\nPaychique del Chosel ..•.•.•..•••.••.....•.•••..•••..•...•.•..••••...PaloU. 1885t\nDElIARQUAY et Giraud-Teulon. Recherches sur l'hypnotiame\nParill. 1800\nESPINA.'1 (Dr. A.) Du Sommeil provoque che,.; leI HysliCriques\nBordeaux. 1884*'\nGAReIN (Dr.) La Magnetiamfl expliqub par lui-memo ...•.....•.••..PllrU. 1855*'\nJOURNAL DE MAON'-'TISlIE. 80US la direction de M. H. Durville\nPam. 1885\nLIfBEAULT (Dr. A. A.) Du Sommeil et des etats analogues ...... Paria, 1866t\n\" \"Ebauche de Psychologie .....................PIITU. 18'i3t\n\" \"Etude aur Ie Zoomagnetmme ..........••Pari., 1883t\nPERRONNET (Claude, M.D.) Le Magnetilme Animal...JAJIII-le-Baunier, 1884t\nPRILlI'M (Dr. J. P.) Electrodynamiame Vital ........................Pan., 1855·\n.. .. Cours Theorique et Pratique de Braidiame ou\nHypnotisme Nerveux .....................Palou, 1860*\nInfluenco Reciproque de Ill. Penase, de Ill. Sensation.\net des Mouvements Vegstatifa............Pari., 1862·\n\" \"\nPROC&'1 VERBAL fait pour Deliner une Fille P088t!d6e par Ie Malin\nEsprit II. Louviers; Publie d'apres Ie MS. original par ARMAND\nBENET .....................................................................Paria, 1883\nRICHER (PAtTL) Etudes cliniques lur Ill. Grande HysliCrie .........Paria. 1885\nRBVUE DE PSYCHOLOOIB EXPERIMENTALB, publi6 par T. PuEL.\nNo. 1-G ..................................................................Pari., 1874~\nHARTMANN ~EDlTARD VON) Der Spiritismu! .........Ltipzig lind Berlill, 1885\nRIEGER (K.) unl1 TIPPBL. Experimentelle untersuchungen fiber die\n'Villenathatigkeit .....................................................•Jella. 1885\nt Preaented by the Author.\n+Presented by 1\\1. Puel.\n• Presented by Mr. F. W. H. Myl'l'L\n§ Presented by Mn. Richard Kay.\nDigitized by Google\n\f","_id":415}