{"name":"Journal of the Society for Psychical Research 1457","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n22_nov_1885.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N22, November 1885","mylang":"de","content":"lfo. XXIL-VoL. n NOnJIau,lllll6..\nJOURNAL\n01' TBB\nSOCIETY FOR PSYCHICAL RESEARCH.\nNe. Members and Auocla.te• ..\nMeetings or Council .. ..\nOOBTBBTB.\n~~fi~~c,::n~:1ll ~~tIn~. .. .. .. .. \"\nLibrary Catalogue •. •. . . . . . . . . . .\nProeeediDga of the Amerlc\"n Society ror P8ychicoJ llesearch\nlleamerlc Experim8nta at Lyon . . .. . . . • . .\nCues recetved by the L1teruy Committee ..\n]led Light .. .\nCoJUlESPONT,BlfOB :-\nPJ.O.\n,. ~\n.. s~\n.. 90\n•• 9:iI\n.. D2\n.. 93\n.. DC>\n.. 88\n.. 108\n1fr. Innett'. ClIrcnlar .. .. .. . . lOll\nOld Physical Phenomena Committee .. .. US\n~Ir. Barkas' Medium . . . . . . . . . . . . . . .. . . . . .. 11S\nll.eport on .. Impromptu RepU6I through 1\\ Lady Plychlc of yery LImited Bdacalion\" .. 11\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nBoUTLEBOW, Professor, The University, St. Petersburg.\nMEMBERS.\nELWYN, Rev. Canon, Ma.ster's Lodge, Charterhouse, London, E.C.\nHADDINGTON, The Countess of, Tyninghame, Prestonkirk, N.B.\nMATl'lIEWB, Frank Herbert, B.A., King's School, Canterbury.\nMUIRHEAD, Henry, M.D., M.A., Bushy Hill, Cambuslang, Gla.s-\ngow, N.B.\nASSOCIATES.\nCAMPBELL, Miss E., South Hall, Coiintraive, Argyllshire, N.B.\nGLYN, The Hon. and Rev. E. Carr, The Vicarage, Kensington, S.W.\nHILL, Miss E. D., Somerdon, Sidmouth.\nMA1I8BALL, William Cecil, M.A., 1, Torrington Street, London, W.C.\nMINOT, Dr. Charles Sedgwick, 25, Mount Vernon Street, Boston, U.S.A.\nTHUBTELL, William Ellis, M.A., 13, Monmouth Road, Westbourne\nGrove, London, W.\nMEETINGS OF COUNCIL.\nAt a Council Meeting held on the 9th of October, the following\nMembers were present: Messrs. Alexander Calder, Edward R. Pease.\nFrank Podmore, and Mr. J. Herbert Stack, who wa.s voted to the chair.\nThe Minutes of the previous Meeting were read and signed as\ncorrect.\n\"\nDigitized by Google\n\f90 Journal 0\/ Society \/01' P8ycAicai &8earcA. [Nov., 1885.\nOn the proposition of Mr. Edmund Gurney, Professor Boutlerow,\nof St. Petersburg, was eJected a Corresponding Member.\nOne new Member and three new Associates, whose names appear\nabove, were elected.\nIn connection with the occurronce of the General Meeting on the\n29th of October, a Meeting of the Council, held in accordance with the\nresolution passed in February last, was summoned for the afternoon of\nthe same day. The Members present were: Professor Barrett, Messrs.\nAlexander Calder, Walter H. Coffin, Edmund Gurney, Richard\nHodgson, F. W. H. Myers, Frank Podmore, and Hens1eigh Wedgwood.\nThe chair was taken by Mr. H. Wedgwood.\nAfter the Minutes of the previous Meeting had been read. and\nsigned as correct, three new Members and three new Associates were\nelected, whose names and addresses are included in the list given above.\nThe Treasurer reported that Mr. Frederick Elder, who was elected\non the 2nd of October, had qualified as a Life Member of the Society.\nThe Council directed the amount thus received, £21, to be invested\nin Consols.\nSome presents to the Ll'brary were on the table, which are otherwise\nacknowledged.\nA cash account made up to date was presented, and one account\npassed for payment.\nThe very few complete sets of Volume I. of the Journol which\nremain having been bound, it was resolved that four copies be presented\nto the following Libraries: The British Museum, the Bodleian, the\nCambridge University, and the American Academy at Boston, the\nremaining copies to be retained by the Society.\nIt was resolved that 25 copies of the first Report issued by the\nAmerican Society for Psychical Research be ordered. The price at\nwhich these can be offered to Members will be announced as soon as\nthey are in hand.\nThe next Meeting of the Council was fixed for Friday, the 27th of\nNovember.\nREPORT OF THE GENERAL MEETING.\nThe first General Meeting of the Society for the season was held on\nthe evening of Thursday, the 29th of October, at the Garden Mansion,\nQueen Anne's Mansions, S.W.\nIn the absence of the President, the chair was taken by Professor\nBarrett. .\nMr. Myers began by explaining the general position he was about\nto take up in the controversy now going on as to the true nature of\nDigitized by Google\n\fNOT., 1885.] Journal qrSocietyfor P'!lchical Rutn1·ch. 91\nman. The old view, he said, held both by ordinary common-sense and\nby most metaphysicians, maintains that each of us possesses a distinct\nand permanent personality-a. self which is a unity and not a. mere\naggregation. This view is usually based on intrtnpec'ion. The new\nphysiological view, on the other ha.nd, is to the effect that the only\nunity in us is the unity of our organism, and that our sense of\npersonality depends merely on the temporary harmony of a sufficient\nnumber of the physical elements which compose us. This view is\nsupported by the physiological analysis, which tends to show how our\nhigher physical processes may be mere developments of the lower\nprocesses which we share with the brute. Mr. Myers explained that he\nadvocated the f1M1}UH:l8 of this newer school, but that he was led by\nthem te something more like the ccmcluriofu of the older. But he held\nthat the old empirical conception of human personality must be\nanalysed into its constituent elements before the basis of a scientific\ndoctrine of human personality could safely be laid.\nIn pursuance of this ana.lysis, he proceeded to give an account of\nvarious experiments on hypnotised subjects, partly made by the Society\nfor Psychical Research, but mainly made by certain French I(J~,\nProfessors Bernheim, Beaunis, &c. From these it appears that if a\nfavourable subject was hypnotised, and a suggestion made to him in the\nhypnotic trance, this suggestion will work itself out a.fterwards in his\nwaking life, and he will do what he has been told to do, yet will all the\nwhile suppose that he is acting on his own impulse. It was thus shown\ntha.t our sense of free-will may often be illusory.\nMr. Myers then touched on the phenomena of Glurnating memory,\nwhich hypnotism evokes. The subject acquires, it seems, a. second\nmemory, distinct from the first, and including the things said and done\nin the trance condition, which are entirely forgotten in ordinary waking\nlife. It was thus indicated that we can hardly appeal to the continuity\nof our memory as a proof of a persistent personality.\nAfter pointing out the dangers involved in hypnotism, and the safe-\ngoards against those dangers, Mr. Myers gave some remarkable examples\nof improvement of character effected by hypnotic suggestion. It appears\nthat habits of over-indulgence in beer, spirits, coffee, and smoking ha.ve\nbeen effectually checked by throwing the subject into the hypnotic\ntrance, and suggesting to him that on his awaking he would find that\nhe disliked beer, &C. This kind of suggestion needs occasional renewal,\nand an anecdote was told of an idle boy, to whom it was suggested. in\nthe hypnotic trance that he would henceforth be diligent. He became\nso, and rose to the top of his class, but he did not like his new character,\nand when the effect of the suggestion wore off he obstinately refused to\nbe hypnotised again. Mr. Myers was of opinion that this power of\nsuggestion might be turned to great practical advantage.\nDigitized by ~&OgIe\n\f92 Journal qf &eke!l.for PS.lfcllicnl Research. [Nov., 1885.\nReturning to his opening statement of opinion, he pointed out that\nthis process of analysing human faculties by direct experiment, though\nin some directions it led to conclusions at which our self-esteem might\nrevolt, yet was beginning to discover in us the germs of faculties\ntranscending any which we were previously aware of possessing. Such\na faculty was telepathy, or the transmission of thought and sensation\nfrom one mind to another, without the agency of the recognised organs\nof sense. This discovery in itself placed the whole problem of our being\nin a different light, and domed reasonable grounds for hope that we\nmight hereafter establish on a valid scientific basis much that bad\nhitherto been the object only of trust and aspiration.\nThe Chairman expressed his sense of the importance of Mr. Myers'\npaper. He considered that these facts mark an era in hypnotic\nresearch. He invited M. Richet, one of the Corresponding Members of\nthe Society, to address the Meeting.\nM. Richet (who spoke in French) expounded the view of \"un-\nconscious intelligence,\" which he has advocated in connection with his\nexperiments in mental suggestion, and expressed his conviction that a\nlarge amount of intelligent process £OEl8 on below the level of con-\nsciousness.\nThe meeting then assumed a conversational character.\nIDbituat~ Jaoace.\nBy the death of LoRD HOUGHTON our Society has lost a valued\nMember. Lord Houghton (on whose other attainments and distinctions\nit is, of course, needless here to touch), had throughout his life paid\nattention to occult subjects,and possessed a rare and valuable collection\nof books on mystic lore. He showed, from the first, a strong interest in\nthe researches of our Society.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe following additiorul have been made Bince laBt month.\nCLARK (W. W.) A Forecast of the Religion of the Future •..London, 1879*\"\nEVANS (W. F.) The Primitive Mind-Cure •.•..•.........•••...•..••.Boston, 1885\nPROCEEDINGS of the American Societyfor Psychical Research. Vol. I.,\nNo. 1 •...•••••.••...••.•.••......•••.•..••.....•..•.••.....•..•........•.•BOBton, 1885t\nPAOCBEDINGS of the Philosophical Society of Glasgow. Vola. XV.\nand XVI...•.....•.•.•.....,........•...........•....................Glcugow, 1884-5t\n• Presented by the Author. +Presented by the Society.\n::: p_ted by the Society.\nDigitized by Google\n\f·NoT., 1885.] Journal of 8oeke!! for P&!!ckical &&earcn. 93\nPROCEEDINGS OF THE AMERICAN SOCIETY FOR\nPSYCHICAL RESEARCH.\n(Vol I., No. I, BOlton, July, 1885.)\nThe most important part of the first number of the Proceedings of\n·our sisterSociety consists in the interesting report of the Committee on\nThought-transference. This Committee issued circulars, asking for\n.assistance in experiments designed on lines similar to those suggested\nby M. Richet. They received in reply records of 5,500 tria.Is in guess-\ning the colour of a playing-card on which the agent concentrated his\n.attention, and of II,600 trials in guessing which of the 10 digits\nwas thought of. In the card experiments, where the most probable\npercentage of success was 50, the actual percentage was 50'51.\nAnd in the digit experiments, where the most probable percentage\nof success was 10, the actual percentage was 10'33. The smallness\n·of these excesses over the most probable number leads to the conclusion\nthat no thought-transference took place.\nIn the digit experiments, the Committee recommended that the 10\ndigits should be written down by the agent one below the other in any\n.arbitrary order, and that he should then think of these figures succes-\nsively, passing alternately up and down the column till I 00 guesses have\nbeen made. This plan seems to give the percipient too mucb information\nabout the order of the digits, and so to introduce a possible source· of\nserious error. In the first place, he knows that each digit will occur\nonce, and once only, in each decade. If, therefore, he has already\nguessed a 3, say, in the course of a decade, there is a danger of bis over-\nriding an impulse, which may be due to thought-transference, to\nguess a 3 again. In the second place, he knows that, given the order\nofthe digits in the first decade, that in the other nine decades would\nfollow, so that if he remembers his first ten guesses the impulse produced\nby this recollection to guess the digits of subsequent decades in the order\ngiven by the first may be stronger than any impulse from thought-\ntransference. The consequence would be that if all his first ten guesses\nwere wrong he would make no right guesses at all, though by thought-\ntransference he might have been led to guess right ninety times; while\nifhisfirst ten guesses happened to be right he would be right all through\nthe hundred, though there might have been no thought-transference\nwhatever in the last ninety. In short, bias from this second cause, if\n.completely operative, would, as Professors Peirce and Pickering point\n·out, reduce a set of a hundred guesses to equivalence with ten. It will\nbeinteresting to learn from Dr. Minot's promised analysis of the guesses\n. \"bether bias from either of these causes has operated, except in\nthe case described as C&Sf'I E.\nExperiments were also made in guessing the number on a die thrown.\nDigitized by Google\n\f94 JON\"\",1 ofSockt!l for P81lcllical RutarcA. [NOY., 1883.\nThe probable percentage of correct guesses was 16·7, and the actual per-\ncentage IS·9, but the number of triala-31S-is insufficient to base any\nconclusion upon.\nThe report of the Committee a1lo contains a short appendix on\nsome experiments with diagrams similar to those which have se,·eral\ntimes been described in our own Proceeding,. The success is, perhaps,\nnot very brilliant,but it is decided enough to afford distinct corroboration\nto our own experiments.\nAn interesting appendix is added by Professor Pickering on the\npossibility of error, due to thought-transference, in scientific researches\nin which an assistant is aware of facts a knowledge of which the\nobserver intentionally avoids. The example he brings forward is the\nrevision of the Northern stars, where, after the observer has indepen-\ndently estimated the brightness of a star, his estimate is compared with\nthat of the Durchmusterung of Argelander. If thought-transference\noccurs between the recorder who knows the previous estimate, and the\nobserver who does not, Professor Pickering thinks that the result\nshould be a greater number of cases where the new estimate and the\nold agree than there would otherwise be. He explains how the cal-\nculation is to be made, and what corrections need to be applied, and\ngives a careful analysis of the observations made at the Harvard College\nObservatory, where he finds nO indication of thought-transference.\nI am inclined to doubt whether the knowledge of previous estimates\nalways tends to produce argument; with over-scrupulous observers it\nmay, I think, tend the other way. But, however this may be, for any\neffect at all to be produced, there must surely be some degree of\ncertainty as to what the previous estimate was; and from what even the\nmoat successful percipients tell us of their experiments, the impression\nthey believe themselves to derive from thought-transference would seem\nto be generally faint in comparison to the slightest impression allowed\nto enter the mind from other sources. For this reason I should be\nsurprised to find thought-transference operative in cases such as that\ndiscussed by Professor Pickering.\nIn conclusion, the Committee say that they have under consideratioa\nsome forms of experiment founded on the hypothesis that conceptionsof\ngeometric form or arrangement may be more easily transferred than\nconceptions of colour or number, and capable of bringing the queatioll ~\nexact numerical tests. We may, therefore, look forward with interest\nto the next number of the Pf\"OCe6ding,.\nE.M.B.\nDigitized by Google\n\fBoy., 1885.] Journal ~f Society for Paychical Be.arch. 95\nMESMERIC EXPERIMENTS AT LYON.\nM j[~Vtne ,.4\"ifl1(Jl ; par Ie Dr. CLAUDE PUBONNBT (de Lyon).\nLons-le-Saunier, 1884.\nThis book consists of papers first printed about 18 months ago,\nin the Liherte du Jura, and afterwards collected and republished in\nthe chief town of the Jura department. Many of the personal\nobservations are very interesting, and as they have not hitherto received\nmuch attention, either in France or England, we may be excused, we\nhope, for giving a brief summary of their principal points.\nInterest at Lyon in hypnotic phenomena was excited by Verbeck, the\nwell-known conjurer, who showed in public what could be done with\nmany persons when in the condition of hypnotic catalepsy. M.Perronnet\nwas impressed with the inference that suggestion was very powerful with\nsuch persons. In May, 1883, he availed himself of an opportunity for\nexperiment; he was called to a girl of 18, who was a nervous, wayward\nsubject, and whom he found in a state of muscular rigidity. He put his\nfingers on her eyeballs with a slight tremulous movement; for a time the\nmuscles completely relaxed, but afterwards they grew rigid again; when\nhe touched the left side of her head, she moved the right side of the\nbody and also spoke, as he thought she probably would do, since he\nimagined that the speech-centre in the left side of the brain would be\nstimulated; if the right side of the head was touched there was, as a.\nrule, movement of the left side of the body without speech. In one\nexperiment, however, he was meaning to touch the left side and was\nanticipating speech ; the speech came, but be found he was really touch-\ning the right side, and he inferred that the speech followed his will or\nanticipation rather than the position of his fingers. He, thereupon,\nretreated several yards, so that contact was impossible, and gave her\nmental orders without speaking. He was surprised to find that she\nobeyed them at once; and still more surprised when he found that if\none of the spectators took his hand at a distance and gave similar silent\nmental orders, she obeyed him also.\nTwo months later he was treating Mdlle. X., ret. 21, a hysterical\nand anremic .woman. She was easily hypnotised by gentle pressure on\nthe eyeballs; if the left eye only was touched the right side of the body\ngrew cataleptic, and the left was rigid. She could not play the piano;\nbut he took her up to it, put his left hand on the left side of her head,\nand played a tune with his right hand, telling her, when he had finished,\nto repeat it; this she did accurately with her right hand, and even\nrepeated it in another key when she was asked to do so, after the first\nnote only had been struck for her guidance. He retreated to some\nlittle distance behind her, and asked her to play another well-known\ntune, which he named, and to play it with some spirit. She played it\nDigitized by Google\n\f96 Journal qf &ciety for P8fjcllical Reuarch. [NOY.. l885.\nin a most excited fashion, but he found he could silently stop her by his\nwill when he was standing· behind her and looking at her.\nOne day the idea struck him that he would make a person he had\nhimself mesmerised mesmerise another subject; and he found no difti..\nculty after he had mesmerised X to make X mesmerise Y. But when\nY was thus mesmerised he could not wake her, or influence her move-\nments, except by means of inducing X to act upon her. This could\nbe carried a step further, and, by action on X, he could induce X to\nmesmerise Y so that Y should go on to mesmerise Z. In such a case\nhe found himself powerless over Y and Z, and that they had an inert\nexpressionless look, which he attributed to want of will in the persons\nwho had mesmerised them.\nHe found it easy to make his mesmerised subjects believe that a\nglass of water which was in their hands contained any drugs he thought\nof; and that without a word spoken, and, indeed, often without there\nbeing in reality any glass or any water. He turned his thoughts to\nmorphia; the mesmerised person sang Marguerite's song in \"Faust\" with\nall the emotions of that scene plainly shown in her face. then imagined\nthat she drank the poison, and fell gradually under the influence of\nmorphia; more water was given, whilst the doctor fixed his thoughtson\natropine. and she slowly recovered from the narcotic effects of the\nimaginary morphia by the antidote of the imaginary atropine. After\nother delusive suggestions that the mesmerised su~jects had taken\ncolocynth. aloes, Glauber's salts, &c., the usual physiological results\nfollowed unsparingly. This was a repetition of the experiments which\nhad been suggested by M. Dumontpallier. M. Perronnet found. also,\nthat with patience he could, from a distance, influence the vaso-motor\nsystem and the distribution of the blood supply of the subject according\nto his unspoken intentions, so that, from a distance, he was able thus to\nmake ono limb colder than the other, and in one case he thought he\ndiminished the temperature and inflammation in cellulitis of one arm.\nWhen he mesmerised people and others asked them questions without\ncontact, the answers were tinged more or less by the knowledge and\nwishes of the questioner, and there were four classes of conditions 80\nproduced. (i.) The questioner asked a qUElStion, of which he knew the\nanswer; this knowledge and the real fact conspired to make the subject\ngive the true answer. which generally happened.\n(ii) The questioner asked a question to which he did not know the\nanswer, but hoped it might be one particular thing. The desired\nanswer was generally given whether it was true or not. If the\nquestioner desired nothing in particular he might get the true answer.\n(iii.) If both M. Perronnet and the questioner knew t.he correct\nanswer it was generally easily obtained.\n(iv.) If the lluestioll~r did not know the answer but M. Perronnet\nDigitized by Google\n\fNoy., 1885.] Journal of Society\/oJ\" Psycllicnl Re&eu,·ct.. 97\n-did, the answer given was generally a mixture of what the questioner\nwanted with what M. Perronnet knew.\nM. Perronnet does not hesitate to accept some cases as instances of\n-clairvoyance (lucidite objective) in a somnambulic state, but he only\n~ves the details of one story which could be considered as strictly of\nthis kind. He chose A, a girl easily mesmerised, and put her at his\nhouse into a state of deep sleep; her limbs became rigid or flaccid\n.according to his wish, and stayed where he chose to place them; her\npupils did not react to light, which he took to be the most conclusive\ndisproof of fraud. They went together to visit a sick child, B; A was\nleft in the corner of the room. The doctor went up to B, and taking up\nher hand asked A what was the rate of the pulse; A told him quite\n«Irrectly how many beats there were to the minute, and when the\ndoctor felt a beat missed out she exclaimed quickly, \"A beat dropped I\"\nSo far, what she had done might be interpreted as the result of the\ndoctor's knowledge communicated to her at a distance, or of an abnormal\nsensibility on the part of the girl, which enabled her to see the beating\nof the pulse. He went on, however, to a more important point, and\nput his clinical maximum thermometer under the sick child's arm.\nAfter a few minutes he took it out, and put it back in its case without\nlookir.g at it, and asked A what the temperature was. \" Thirty-seven\nand something more,\" she said. \"Are you Bure '\/\" the doctor asked..\n\"No, no,\" she answered; \"I see I mistook a 9 for a 7, it is 39° and\nthree cross-lines.\" He then looked at the thermometer, and found it\n39°'3; the tenths of each degree being marked with cross-lines on the\nstem.\nHe goes on to give several stories of another kind, viz., thought-\ntransference, for which we have here room for only one. A girl whom\nhe had mesmerised was in the same room with him when he was writing\na letter, but at a considerable distance and out of sight. When he had\ncome to an end of the letter, he read it through silently to himself, and\nwhen he reached the place where, in writing the word \"three-quarters,\"\nhe had left out the \"three\" by accident, the girl suddenly called out,\n\"He has left out the 'three' 1 He has made a mistake 1\"\nTo illustrate the usefulness of mesmerism in medical practice he\nrecounts se~era.l of his own experiences, in which he found himself able\nto exercise great control over hysterical women in tonic rigid spasm,\nin trance, and in violent convulsions, and on one occasion to strengthen\nthe aruesthetic effects of ether when administering it before a surgical\noperation to a drunkard who took it very badly.\nHe at first thought that everyone shares about equally in mesmeric\npower, but after considerable experience has come to believe tha.t it\nvaries with the individnal, a.nd depends on some quality of temperament\nwhich he cannot determine beforehand.\ngitized by (.oogI\n\f98 Joflt'nal C!f &Cietylor PB1\/chical Raea,.ck. (Nov.,l8S.'i.\nOf the method of physical action in these thought-transferences, M.\nPerronnet attempts to give BOme explanation. He suggests that all\nthoughts probably produce BOme physical movements in the periphery\nof the body; and that, though these movements may generally be\nunconscious and always very trifling, yet the undulations started by\nthem may be perceptible by the abnormally acute receptive powers of\nthe hypnotised subject, and may BO be able to reproduce the idea from\nwhich they originated. \"Moo e:eplication n'tJIIt pas parfa.ite,\" concludes\nM. Perronnet, \"mail clUJTchO'l&8 emembls a.vec C6 .tJUl tJBPOir :jia,e lux.\"\nA. T. M.\nOASES RECEIVED BY THE LITERARY OOMMITTEE.\n(Continued.)\nL.-2:w4.-Ad Fa\nFrom Mr. G. Fournier, of 21, Rue de Berlin, Paris, a friend of M. Ch.\nRichet's, who guarantees his absolute bolla ,\/ida.\n16 Octobre, 1885.\nLe 21 femer, 18'19, j'etais invite '''lIner chez mes &mis, M. et Mme. B--.\nEn arrivant dans Ie salon, je constate l'absence d'un commensal ordinaire de\n1a maison, M. d'E-, que je rencontrais presque toujours 11 leur tsble. J'en\nfais 1a remarque, et Mme. B-- me repond que d'E-, employe dans unit\nimportante maison de banque, etait sans doute fort occuptS en ce moment.\ncar on ne l'avait pas vu depuis deux jours. A partir de ce moment, il nef\"f\npUll quutum de tlE-. Le repas s'acheve fort gaiement, et sans que\nMme. B-- donne 1a moindre marque visible de preoccupation. Pendant\n10 diner, noUB avions forme Ie projet d'aller achever notre lOiree au theAtre.\nAu dessert Mme. B-- se l~ve pour aller s'habiller dans sa chambre, dont la\nporte, reetee entr'ouverte, donne dans la salle...manger. B-- et moi\netions restes ~ t1lble, fumant notre cigare, quand, aprlls quelques minutes a\npeine, noUB entendons un en terrible. Croyant ~ un accident, noUB noUB\nprecipitons dans la chambre, et noUB trouvons Mme. B-- assise, prete a.\nse trouver mal. NOUB noUB empressons autour d'elle ; elle se remet peu 11\npeu, et noUB fait alors Ie recit suivant.\n\" Aprlls vous avoir quittes, je m' habillais pour IOrtir, et j'etais en train\nde nouer les brides de mon chapeau devant rna glace, quand tout+coup j'si\nvu dans cette glace d' E- entrer par la porte. n avait IOn chapeau sur la\ntete ; il tStait pAle et triste; sans me retoumer je lui adresse la parole,\n.. Tiens, d'E--, VOUB voil& ; asseyez.VOUB done\" ; et comme il ne repondait\npas, je me suis alors retoume et je n'ai plUB rien vu ; prise alors de peur,\nfai POUBS8 Ie cri que VOUB avez entendu.\"\nB--, pour rassurer sa femme, se met a. 1a plaisanter, traitant\nl'apparition d' hallucination nerveUBe, et lui disant quo d' E-- serait tres.\nflatte d' apprendre a. quel point il occupait sa pensde; puis, comme Mme-.\nB-- reetait toute tremblante, pour couper court a. IOn emotion, nOUB;\nlui proposons de partir tout de suite, alltSguant que noUB allions manquer Ie\nlever du rideau. \"Je n'ai pas pense un seul inatant a. d' E-,\" noUB dit\nMme. B--, \"depuis que M. F-- m' a demand6 1& cause de IOD abeence.\nDigitized by Google\n\fJournal of Society for Psychical Research. 99\nJe ne auis pas nerveuae, et je n'ai jamaia eu d' hallucination; je VOUB &88uro\nqu'iJ y a Iii. quelque chOll8 d'extraord.inaire, et quant iI. moi je ne sortirai pa6\navant d'avoir des nouvelles de d' E-. Je VOUB aupplie d' alJer chez lui,\nc'eat Ie aeul moyen de me r&BBurer.\" Je conaeille a. B-- de ceder au desir'\nde aa femme, et noua partona toua les deux chez d' E--, qui demeurait.\ni. trea pell de distance. l'out en marchant noUB plaiaantiona beaucoup aur lea\nfrayeura de Mme. B--.\nEn arrivant chez d' E--, noUB demandona au concierge, \"D' E--, eat-\nil chez lui 1\" .. Oui, meuieura, il n'est paa deacendu de la joumee.\" D' E--\nhabitait un petit appartement de g&l'9On; il n'avait paa de domestiquea.\nNous montona chez lui, ot noUB soDDona 11. pluaieura repriaea aana avoir de\nreponae. Noua sonDona plUB fort, puis DOUB frappona iI. tour de brae, aana.\nplus de aucc8a. B--, emOtiODDe' malgni lui, me dit, \"C'est abaurde, Ie\nconcierge 18 aera tromp(, ; iJ eat sorti ; deacendona.\" Maia Ie coDcierge DOUlt\naflirme que d'E-- n'est pas sorti, qu'il en est abaolument a1lr. Vcfritablement.\nefl'rayea, nous remontons avec lui, et noua tentona de nouveau de noUB faire\nouvrir; puis n' entendant rien bouger dana l' appartement, noua envoyona\nchercher un aerrurier. On force la porte, et noua trouvona Ie corps d~\nd'E--, encore chaud, coucM sur son lit, et troue de deux coupe de revolver.\nI.e medecin, que noUB faiaona venir auaaitat, conatate que d'E-- avait\nd'abord tente de 18 auicider en avalant un flacon de laudanum, et qu' enauite~\ntrouvant aana doute que Ie poiaon u' agiaaait pas aaaez vite, il s'etait tirO\ndeux coupe de revolver lI.la place du coour. D'apres la conatation medicale,\nIs mort remontait lI. une heure environ. Sana que je puiaae preciaer I'heure\neucte, c'etait cependant une coincidence presqu' abaolue avec la lOi-diaant.\nhallucination de Mme. B--. Sur la cheminee il y avait une lettre de\ndE--, annon\\l&Dt 11 M. et Mme. B-- aa resolution, lettre particuJillrement..\nafectueuae pour Mme. B--.\nGASTON FOURNIER.\nL.-2345.-Ae Fa\nFrom Mr.. S., who ia willing that her name should be given to anyone-\ngenuinely interested in this e&ae. She ia known to E.G., and iaanextremely\naenaible and clear·headed witneas, as far from.sentimentality or auperatition.\nas can well be conceived.\nOctober !lIth, 1885.\nIn 1874, I was ataying at Diiaaeldorf with my daughter, who had jual)\nbeen to an eminent doctor in Bonn to have an operation performed on the\nthroat. My mother·in·law was also in Bonn, and, after the operation, had\nrunafter the cab containing my daughter and myaelf, and had given the former-\n(who was a child at the time) a ten·thaler note, as a reward for the brave-\nmanner in whieb she had aubmitted to the operation. She was in excellent.\napirita, and laughed and joked with ua before parting. A day or two after-\nwards I awoke, and laid to my daughter, who alept in the aame room, .. 0\n)1-, I have had luch a dreadful dream. I dreamt your grandmother waa\ndeod.\" The terror caused by the dream WallO great that I felt compelled\nto wake m1 daughter, though I know that in her condition this was most.\nl1D1riae, as she waa atill adering from the effects of the operation. I felt I\nDigitized by Google\n\f\\'.\n100 JOllr1Ul1 0\/&mIg\/or P8!1Micai Rt>8eal·ch. [No•., 1885.\nmuat tell IOmeone. My daughter said it..,.. \" only a dream,\" and told me\nto go to sleep I wed how her throat WU, and ahe said it 11'&1 better. I\npulled out my watch from under the pillow, and found it 11'&1 between 3 ud\n4 a.m. The following morning, at 10 o'clock, I received a telegram, telliDg\nme to meet my mother-in·law'a aiater at Cologne Station. I did 10, ud\nthey broke to me the newa of my mother-in-law'a death, which had taken\nplace the previoua night. I had been in no IOrt of anxiety about her, and I\nwu only told afterwards that ahe bad been au1f'ering for many yean from\n.ome internal complaint, for which ahe had 1Mkm operated on on the dar\nfollowing that on which I laat aaw her. I 11'&1 totally ignorant that thia 'II'U\ngoing to be done. Thia waa the only occuion on which I remember having\nhad a vivid and diatreuingdream of death.\nM. S.\nL.-~6.-Acl P.\nFrom the aame lady aa No. 2345.\nOctober 2'lfll. 1885.\nOn the Saturday before Eaater, 1881, my huaband left London for\nParia. On the Saturday or Sunday evening he waa taken ill, at the hotel,\nand wandered about the place delirioUi. Subaequentlr he waa put in a room,\nand although a man waa in attendance, he waa, in regard to medical advice,\n&c., quite neglected. He remained there lOme daya, and by looking in hie\npapers his name 11'&1 diacovered, and his family were communicatud with.\nOn the afternoon of Eaater Monday, my IOna and my daughter had gone\n~ut, leaving me at home. I fell iuto an altogether extraordinary atate of\n-depreuion and reatleuneu. I tried in vain to diatract myaelf with work and\nbooks. I went upatairs and felt beaide myaelf with diatreu, for\nwhat reaaon I could not tell; I argued with nlyaelf, but the feeling\nincreaaed. I even had a violent fit of weeping-a thing abaolutely alien to\nmy character. I then put on my thinga, and, in the hope of ridding myaelf\n~f the uncomfortable feelini, took a hanaom cab, and drove about Hyde\nPark for about three houra-a tlting which I ahould have conaidered myaelf\nstark mad for doing at any other time. I ahould have been the laat person to\nspend eight ahillinga on cab fare for nothing. On receiving the newa I wentover\nto Paria, where I arrived on the Thursday, and my huaband juat knew me.\nThe nurse engagod to nurse him told me that ahe waa aaked by the waiter if\nmy Christian name waa M-- [Mrs. S.'a name, a not very common one],\n.all that waa the name that my huaband 11'&1 conatantly calling out during hie\n-delirium. He died lOme daya afterwarda.\nM. S.\nI leam from both Mrs. S. and her IOn that ahe mentioned her remarkable\nexperience to her family on the Monday evening. Her IOn writea ;-\nI beg to corroborate my mother'a account of the circumatancea men-\ntioned. Her diatreaa and the circumatancea of the cab-drive are entirely\nforeign to her character. My father alwaya waa in delicate health, although\n.a'lldoDl actually ill.\nE. S.\nDigitized by Google\n\fNo\"., 1885.] Journal of Society lor P'!lchical RuMrc\". 101\nIn answer to lOme questions addreued to MI'I. S., Mr. E. S. ropliu :--\nMy mother had no particular anxioty about my fathor'. health. He\nleft on the Saturday for Paria, and waa then in hia usual health; and ahe-\ndid not particularly connect her feelings with him.\"\nL.-2347.-Ad pu\nFrom Dr. Frank Comer, 79, Queen's Gate, South Kensington, S.W.\nOcrober 5th, 1885.\nIn the year 1820 or 1821, my grandfather, Gao. Miller, M.D., who was.\na physician practiaing in Newry, Ireland, emigrated with his fl\\lllily to\nCanada and settled in the town of Niagara, Upper Canada. On their way to\nNiagara from Quebec, having reached the town of Prescot.t, which ia above\nall the rapids of the St. Lawrence River, they then embarked on a sailing\nvessel comlllanded by a Captain Pattel'lOn. As the voyage from Prescott to\nNiagara in those days would probably occupy about a week, the p8III8ngera\nwould undoubtedly become pretty well acquainted with the captain of the\nlittle veeael. About six or eight weeks after the arrival of my grandfather\nand his family in Niagara, my grandmother (who, by the way, waa a lady of\nmore than ordinary sound practical common-seulO, and not at all visionary)\n11'11 walking in an orchard at the back of her house, about 3 o'clock in the\nafternoon, when Captain Pattel'lOu paaaed close by her and looked straight\nin her face. At first ahe was dumbfounded, not having heard his foot·\n8teps, but recovering from her surpriae she extended her hand to shake\nhands with him, but he merely .miled and paaaed out of sight behind a small\nout-building.\nUpon grandfather's return home, my grandmothor told him of the\noccurrence, but, he smiled and said ahe must have been dreaming aa Captain\nPatterson and his vell81 were then at the other end of the Lake (Ontarioh\nbut she insiated that she waa wide awake, that it waa a clear bright afternoon,\nand that she certainly had seen him or hia apparitiou. A few days later the\nvell81 arrived in Niagara, and the mate who waa in charge reported that the\nCaptnin (pattel'lOn) had been waahen overboard during a gale at the lower\nend of the lGke. Upon inquiry it turned out that it waa tho same day, and\n(18 nearly aa could be judged) the very same hour that grandmother Miller-\nhad seen his apparition in the garden. My mother, MI'I. J. F. R. Comer,\nWI8 a girl of 10 or 11 yeal'l at the time. and remembel'l her mother and\nothel'l talking about the occurrence at the time and afterwards, and ahe\nherself atill remembel'l Captain Patt.el'lOn. She ia now in her 76th year,\nand ia again living in Niagara, Ontario, Canada.\nFRANK COMBR.\nDr. Comer sent us the following extract from a letter written by his\nmothor:-\nIn one or my Iettel'l 1 gave Frank an account of the drowning of Captain\nPattel'lOn, on hia aecond voyage up from Prescott, in a storm, and of my\nmother seeing him pass near the black cherry-tree. It waa written, on a\naeparate aheet of paper. Did you not get it1 I mean the second voyage\nafter he brought my father's family from Prescott to Niagara.\nDigitized by-Google\n\f102 Journal C!f Societ,v for P8!1cMcai Ratnrch. ~Ol'., 1885.\nL.-2348.-Ae Pu (Clairvoyance).\nFrom Dr. Frank Comer, 79, Queen's Gate, S.W.\nOctober 5th, 1885.\nIn November or December, 1865, at Kingston, Ontario, Canada, where\nmy father and family were then living, upon my return from lectures in the\nMedical Department of Queen's University, a little after 6 one evening, I\nfound my poor father suft'ering intenle agony from a very violent attack of\nneuralgia in hill head. I immediately brought out a C8IIe containing a little\nhypodermic syringe and bottle of solution of morphia, intending to UIIe it\nupon him at once, but I found there was little or none of the solution in\nthe bottle, so I ran oft' as fast as JX'8Bible to the nearest chemist's (about a\nmile away) to get the bottle refilled. Returning about 15 minutes later,\nI at once injected the morphia, and in a few minutes he had fallen asleep.\nShortly after this (certainly before half-past 7), I received a telegram\nirom my brothar Alec, who was a physician living and practising at Tidioute.\nPennsylvania, U.S. (some 400 miles distant from Kingston, Ontario), asking\nme if father was ill and to wire reply at once, which I did, stating that he\nbad had a very levere attack of neuralgia, but was then sleeping quietly\n.from a dose of morphia. In a letter from my brother a few days later, he\nexplained that on the evening on which he wired me he was returning home\nfrom the oil wells shortly after six, and when paasing the house of a\n'Mrs. --, a clairvoyante, she was just leaving her door, and said to him:\n.\" Good evening, Doctor; your father is very ill,\" and then went on to\ndescribe what was taking place, my finding him writhing in pain-taking\n-down the little case and finding the bottle empty-rushing oft' to have it\nfilled-returning and giving him the hypodermic injection of morphia; and\nfinally tellinjt him, \"now he is quiet and asleep.\" He went at once to the\ntelegraph office, and wired me as I have stated.\nL.-2349.\nFrom Miss W., who desires that her name may not be published.\n- Rectory.\n.A\"!I'II.9t, 24th, 1885.\nBeing away from home for a day or two has prevented my replying at\n~nce to your letter. The occurrence to which my brotherreferred happened\n.as long ago as 12 years back, but was so impresaed upon my memory that I am\nnot likely to forget it. We were then living in an adjoining parish to this,\nof which my father was vicar, and at that time there was no one else in the\nhouse but my father and myself and two servants. We had all gone\n.to our respective rooll18 at our usual time, and according to my custom I\nhad locked my door, and gone to sleep. I was suddenly awaked with a\ndistinct impreBBion that there was somebody present in the room standing\nbv the side of my bed, close by. Such an indescribable horror came over\nme that I remember shutting my eyes and covering up my face lest I might\nlIee what I felt was in the room. While I was lying like this in the darknellll,\n1;00 much frightened to light a candle, I heard the clock strike 3. I don't\nknow how lonl( I remained in this state of terror, but I never moved, and at\nDigitized by Google\n\fNOT.,l885.] Journall!f &cut!1 for Psgchical BellearcA. 103\nlast fell asleep. As soon as 1 went down atairs 1 immediately told my\nfather whata fright 1 bad hadat 3 o'clock. He said, .. This is very atrange\nfor 1have just been hearing the very same atory from Mr. K.It (the church-\nwarden living close by)-how he had been alarmed in the same way by think\ning some one was atanding by bia bed, and how he bad waked his wife, and\ntold her to look a~ the clock, for he knew they abould hear of aomething in\nthe morning. He brought the newa to my father that Mr. H., the\n·other churchwarden, &lao a farmer in the parish, bad died unexpectedly\n.at 3 a.m.\nThis is all, and perhaps when you have read it you will think the atory\nhardly worth telling, aince there WRB really nothing aem, the preaence was\n~Dly felt.\nMias W.'s brother, Mr. T. E. W., writing from the S... Stephen'a\n.club, on September 24th, 1885, \"ya, .. 1 WRB told of the ooourrenoo a very\nshort time after the time in question.\" He, however, imagined that the\nampreuiona bad both been visual.\nMias W. adds :-\n&ptember SOth, 1885.\nMy brother is mistaken in suppoaing that I was conaciol1a of the presence\n'Of Mr. H., or indeed of anyone in particular. 1 only felt that there was\n_ one standing by my bedside, and only connected Mr. H. with my\nviaitor after I had heard of his death. I bad told my atory to my father\nlOme time before I heard the news. My father might confinn this. but being\n'Old, and rather nervous now, 1 do not intend to mention the subject to him\n'at all.\nMr. K.'a widow writes :-\nOctober 3rd, 1885.\nIn answer to Mr. Wedgwood's letter of September 25th Mrs. K. begs\n.to ltate that abe remembers very indistinctly lOme of the facta related,\nin regard to Mr. H.'a death, but cannot ..y poaitively if it WRB as Mr.\nWedgwood afIirma, being 80 long ago. But a friend ..ya ahe remembers\ndiatinctly Mr. K. ..ying he laW lOme one by his bedside on the night in\noCtU8lltion.\nL-2350.\nFrom Mrs Malcolm, Wribbenhall, Bewdley.\nAuguri 5th.\nDuring the commencement of the year 1849 (I being then a young girl)\nI had a tedious illneu. On one occasion, to relieve a congested lung, I had\na bliater applied, and in consequence was prevented on that night from ob-\ntaining aleep. One of my brothers was with the army in the Punjaub at that\ntime, and my thoughts were constantly with him, and doubtleu, I followed\n\"tho events of the war with intenae interest. On the night in question, being,\nII I have said, wide awake, I was astonished by hearing the report of big\ng\\a. I raised myself in bed with lOme difficulty, and then continued to hear\nthe distant firing of cannon aometimes nearer, aometimes remote. At length\nthe guns ceased, but were succeeded by a &harp and rapid diacharge of\nDigitized by Google\n\f104 Journal of 8ociet!1 for PIJ!lc\"ical RelJearch. [Nov., 1885.\nmusketry. The lOunda luted altogether about four houn. My grea\nanxiety waa that lOme one should hear theee strange lOunda of battle as weII\nas myae1f, but I waa forbidden at the time to leave my room, and hear-\ning my father coughing in his bedroom opposite, I pacified myaelf with the\nauurance thathe must be awake and would hear what I heard. Great 1I'U\nmy mortification in the moming to find that neither he nor my mother went\naware of anything unusual having occurred in the night put.\nThen myoid friend the doctor came in, inquiring laughingly whether I\nwaa growing fanciful (having been told my story). I also laughed and re-\nplied, \" You shall know if my battle is mere fancy when the next newa comes\nfrom the seat of war in India.\"\nWhether this was my fint connecting of the aounda I had liatened to\nwith an Indian battle, or whether I had done 10 during the continuance of\nth088 sounda, is a point I am not now clear upon. But although the doctor.\nwhen out of my hearing, deaired that I might not again be left alone at\nnight, it is observable that neither then nor at any later time was I rendered\nthe leaat nervous by my atrange experience, nor did I apprehend evil ID\nthe brother engaged in the campaign. In due time tidings of the I18vere\nbattle at Goojerat reached us, the day on which it waa fought, and houn.\nallowing for difference of time, exactly coinciding with the date of my\nprophetic battle. My brotber was in the thick of the fight, but eacaped.\nunhurt.\nGEORGIlU M..u.coLll.\nIn a later letter Mn. Malcolm saya :-\nI send you a written testimony from one of my aiaters, aa to my\nbaving apoken of hearing the battle at the time of the occurrence. The\nhoUl'll during which the aounda continued were from 1 to 5 o'clock a.m. in\nthe moming as far as my recollection aerves.\nYou must remember that at the time of the occurrence I was linng\nin my father'a house in a very remote part of Warwickshire. The\nneareat IOldien' quartan to us would be at Coventry or Birmingham, at a\ndistance of between 30 and 40 miles.\nG. M..u.coLll.\nThe following is from a letter written to Mrs. Malcolm by her aiater :-\nOcrober 9th, 1885.\nI remember the incident about the battle of Goojerat. You were ill at the\ntime, and in the moming you told us you felt as if you had been in a battle,\nas you had heard continual firing and report of cannon for a long time. I\ncannot. say what time of the night it waa when you heard it.\nI think you made a note of it, and we heard afterwarda from Frank that\ntho battle began on the following moming.\nLuCY DIOXINS,\nLondon Gazette, April 19th, 1849. Commander-in-Chief in India ID\nGovemor-General of India. February 21st, 1849 :-\" . . • . At 7 this\nmorning I moved to the attack, which commenced at half-past 8 o'clock, and\nby 1 o'clock I waa in poaaesaion of the whole Sikh position, with all his\ncamp equipage, baggage, magazines, and, I hope, a large proportion of his\nguna ; the exact number I cannot at present atate, from the great extent of\nDigitized by Google\n\fNov., 188ii.] J00\"'(1\/ ql Socief!llor PsycMcal Resen\/\"cll. 105\nhis position and length of pursuit, as I followed up the enemy from 4 to I)\nmiles on the Bimber road, and pushed on Sir Joseph Thackwell with the\ncavalry.\"\nIn a letter from the Governor-General of India to the Secret Committee of\nthe East India Company, a communication from the Commander-in-Chief is\nquoted: \"Their ranks broken, their position carried, their guns, ammuni-\ntion, camp equipage, and baggage captured; their flying ll138IIes driven before\nthe victorious purauers from mid-day to dusk, receiving most severe punish-\nment in their flight. \"\nFrom these and other documents it appears that the battle lasted from\n8.30 until midday, after which the purauit of the enemy commenced\nlasting until dusk.\nL.-2351. (Casual Thought-Transference.)\nFrom M. Ch. Richet.\nOct\"lJre 30, 1885.\nJe n'ai obtenu qu'une Beule fois dallS de nombreuBes recherches sur la\nlucidite des personnea mesmerisees, un resultat satisfaisant. C'est pre-\ncisement dans une de mes premieres experiences, et elle est remarqllable,\ncar je ne l'ai jamais pu repeter, meme avec une approximation moindre.\ntne jeune fille, convalescente, fut mise dans Ie sommeil magnetique, en\nNovembre, 1872, par moi, a. I'Hotel-Dieu. Un jour vers 4 heure de l'apres-\nmidi j'amenai a....ec moi un jeune etudiant Americain de mes amis, M. Hearn.\nM. Hearn n'avait jamais vu cetto jeune fille. Lorsque elle fut endormie, je\ndis a. mon sujet magnetique: \"Connai88ez-vous Ie nom de mon ami 1 \"\n(J'etais BUr de ne pas a....oir prononce son nom.) Elle se mit a. sourire.\n\"Non,\" me dit-elle. Puis, comme j'inBistais, elle ajouta : \"Je ne Ie 1\"uis\npas.\" J'illSiste encore, et elle me dit: \"II Ya cinq lettres.\" \"Eh bien !\"\ndis-je alors, \"quelle est la premiere lettre 1\" Alors elle, a. ....oix tres basso,\nme dit, .. H.\" \"Quelle est la secondo lettre 1\" dis-je. \" E.\" ., Et 11~\ntroisieme 1\" \" J e ne Ill. vois pas.\" Comme elle cherchait inutilement, je\ndis, \"P8880llS a. la quatrieme.\" \"R.\" \"Puis la cinquieme.\" \"N.\"\nJ'ai essaya Ie lendemain d'autres experiences analogues avec Ie meme\neujet, mais 88118 succes. De meme plus tard, sallS succes, avec d'autres\npersonnes.\nC'est pour cela que je ne l'a....ais pas publiee; mais maintenant que Ie fait\nde cette f}wught-traluference semble bien prouva, je me crois autorise a. Ie\ndonner; car il rentre dallS un ellSemble de faits qui para.issent demontres, et\nj'en ai ete tellement frappe que je me BOllviellS a....ec une precision absolue de\ntoutes lea circollStancea qui l'ont accompagne.\nL.-2352 (Borderland).-Ad\nFrom Mrs. Chermside, Regia House, Teignmouth.\nAugtut, 1884,\nE.B. was engaged to be married to H.D.O. He was a surgeon in the\nAnny. Want of meallS on both sides delayed the marriage and he 8uddenly\ncaine to her one day to 8ay \" good-bye\" as he was ordered to take troops to\nH\ngitized by (.oogI\n\f106 Journal of Society Jor PS!lchical Research. [Nov•• 1885.\nCanada. He sailed, and ahe heard of his safe arrival. He spoke of his retum\nin the following spring. One night, being the 28th December, she saw him\nenter her room about midnight; a lightaeemed to shine about hinl. But he\nWRI clothed completely in grave clothes. She sat up in bed and said, \"Oh:\nH., why are you so strangely dressed 1\" He said \"Do not laugh; this is\nmy new uniform.\" He then departed as he CaDle. She lay trembling all night\nand weeping sadly. Next moming she refrained from telling her family u\nthey were opposed to her marriage; she, however,unburthened herself to me.\nI tried to persuade her it was only a silly dream; however,the idea that her lover\nwas dead was most firmly fixed in her mind. A month after, she received the\nnews of his death on that very night, and that the last word he uttered 1I\"U\nher name. The whole thing took Buch poaaeuionofher thatahe slowly faded\naway and died about two years afterwards.\nThe following is from notes taken by Professor Sidgwick during two\npersonal interviews with Mrs. ChermBide in September, 1884 ;-\n.. The occurrence was in the winter of 1845. Mrs. ChermBide told me that\nE.B. told her of the appearance the next morning. She (E.B.) was quite\nsure that it was nota dream; and had no doubt that herfialld was dead. She\nheard the details of his death within a month or BO -as Boon as letters then\ncame from Canada,-from one of his brother officers, and also from hiB sisters ;\nand then wrote to tell Mrs.Chermaide that he had died the night that she uw\nthe apparition.\"\nL.-2353.-Ad pn\nFrom Mrs. Clerke, of Clifton Lodge, Farquhar Road, (Tpper Norwood, S.E.\nOctober 3Ot1a, 1885.\nIn the month of August, 1864, about 3 or 4, o'clock in the aftemoon,\nI was Bitting reading in the verandah of our house, in BarbadoeB. My black\nnurse was driving my little girl, about 18 months or 80 old, in her perambu-\nlator in the garden. I got up after Bome time to go into the houae, not\nhaving noticed anything at. all-when thiB black woman said to me, \"l\\fiuia,\nwhowas thatgen~leman that was talking to you just now1\" \"There was no one\ntalkmg to me,\" I said. \"Oh yeB, dere was, Miuia--a \",ery pale gentleman,\nvery tall, and he talked to you, and you was \",ery rude, for you never\nanswered him.\" I repeated there was no one, and got rather crou with the\nwoman, and she begged me to write down the day, for ahe kDew she bad\nseen someone. I did, and in a few days I heard of the death of my brother\nin Tobago. Now, the curious part iBthiB, that Ididnotaee him, but Bhe-a\nstranger to him-did ; and ahe said that he Beemed very anxious for me to\nnotice him.\nMAy CLERD.\nIn answer to inquiries, Mrs. Clerke sayB ;-\n(1) The day of death was the same, for I wrote itdown. I think itW88\nthe 3rd August, but I know it was the III\\Jlle.\n(2) The description \"very tall and pale .. was accurate.\n(3) I had no idea that he was ill. He WRI only a few daYB ill.\n(4) The woman had never Been him. She had been with me for about 18\nmonths, and I conBidered her truthful. She had no objea in telling mt'.\nDigitized by Google\n\fNo,..,lS83.] Journal of Societ!lfor P8.'Ickical1le8earch. 107\nL.-2354.-Ad pn\nThe following narrative was obtained through the kindneu of Miss C. D.\nGarnett, of Furze Hill Lodge, Brighton, from a cousin, Mrs. D., who prefen\nthat her own name should not be printed. Miss Garnett II&YS :-\nI may safely say she never before or since had such a vision. She is\n.thoroughly practical and unimaginative, not in the least excitable, and I re-\nmember well how puzzled ahc was for a loug time after. When she came\ntome some time after, she was full of it, and described it to me most graphi-\n-cally. She is almost like a sister to us, and I think diacuued this affair more\nwith us than with her own people. Her sister thought she was dreaming,\nbut her father was rather astonished whenshe told him of the vision the next\nmorniDg.\n&ptemJJ.r 15th, 1885.\nSome few years ago the occurrence took place which I am about to relate.\nI was lying awake one night, my thoughts fixed on no particular subject,\nwhen before me there seemed to rise the vision of the interior of a cathedral ;\nthe details which marked it from an ordinary church being clearly defined. In\nthe open apace before the chancel lay a coffin enveloped in its heavy black\npall. After a few moments (as it seemed to be) it faded gradually away. I\n1I&t up and roused myself,as the whole scene was 80 real and strange, and I was\noonvinced I had not been asleep. I had not lain down long before the llame\nacane again repeated itself upon my brain, in every detail exactly as I had\nleen it before. The repetition of the vision (for Buch I firmly believe it was)\nfilled me with presentiments of trouble. and rousing my sister, who was sleep-\ning in the same room, I told her what I had seen; but 88 was natural,she con-\ncluded I had been dreaming. Next morning at breakf88t I related what had\noccurred, and it was remarked that we knew no one in England whose\nfuneral service would be likely to take place in a cathedral. Shortly after,\nwe received news by telegram of the sudden death of my brother in the West\nIndies, and the day coincided with that on which I had Been the vision as\nrelated. When the letters containing all details arrived we loamt\nthat he was buried the same day that he died in the evening,\nthe funeral service taking place in the Colonial Cathedral. Allow-\ning for the difference in time, it appears to have been 88 near lUI\n}108Iible the llame time that I in England saw the whole scene represented,\nthe remembrance of which has remained indelibly printed on my memory.\nJ.D.\nInanswer to inquiries, Mrs. D. says:-\nThe dateof mybrother's death was February 21st,and88 farI can remember\nI had the dream that evening, but it is so long since that as regards dates I do\nnot like to be too certain. AB regards thelength of timebetween the deathand\nfuneral, it was, I believe, only a few hours, certainly 10&8 than 12. The news\n~fhia death reached us by telegram on February 28th, about a week later.\nI have never had anything in the way of a vision either before or since. I\nenclose the few lines from my sister on the subject,after having told her that\nI had written you an account.\nThe Bister's words are :-\nI corroborate the statement of my sister's dream of February, 1879, which.\nabe narrated to me the morning after it occurred.\nS.G.\nDigitized by Google\n\f108 Jourllal f?f Society for PsycMcal Research. [Nov., 18!l:\\\nL.-817\nSince this story was printed in the October number of the Journal, n\nhave learnt further particulars about the accident from the Rev. W. A.\nPurey-Cuet. He says: .. It is po88ible that the position of the ship may\nnot be quite accurate that day as I find [by reference to his diary] that it\n'W88 worked by dead reckoning on that day, the sun not being visible. The\nconrse of the ship during those days, July 10th-12th, was very e1T8tic,\nas we had to run before the gale.\" . . \"I find tb&t\nJuly 12th, the day of Bale's death, was apparently the 0'1l1!l day during th..\nvoyage in which the position of the ship had to be found by dead reckoning.\"\nThe error in time arising in this way could not, however, bal\"e\namounted to more than a minute or two, and Mr. Purey-Cuet gil'es particu-\nlars which make it almost impo88ible that he can be mistaken in stating that\nthe accident occurred at (} p.m. by the ship·sclock. If,therefore, the accident\nand the apparition coincided, the error muet be due to Miss Bale's observa-\ntion or memory, or to the clock from which she took her time.\n- - - - - - - - - - -\nRED LIGHT.\nMiss Bramston, who is an A880ciate of the Society, sends us an account\nof an experience of a friend of hers, MiBS G. Horner, which is interesting ill\nconnection with the story No. 2343, printed in the October JUlIrIUlI.\nMi88 Bran18tou says: .. In your last Joumal there is an account of a\nsympathetic dream about a red blaze in the room. It does not say where it\nhappened, but the story I enclose makes me think th<.re might be another\nexplanation, and that it might not have been a dream after all. I ha,-..\nheard of these mine fires in Cornwall.\"\nThe story is as follows :-\nOctobef\" 21st [1885].\nIt was about five years ago, and I think in January, that I saw the light\nwhich you call a .. mine fire.\" I was sitting by the window, in one of the\nlower rooms, when I saw a light suddenly pass, about the same height from\nthe ground as one would generally carry a lantern_ Hearing afterwards that\nno one had passed by, I cOll8idered it very remarkahle. It was about a week\nlater when I saw it again, at least, not the light but its reflection.\nI was in bed, and about one o'clock at night the room became suddenly\nlighted with a bright rod light, which was, to say the least of it, rather\nstartling. It seemed to be in the same place, but higher up and much brighrer\nand redder than on the previous occasion. It muet have been very near the\nwip.dow (which was about 10 feet from the ground), for the marks and\nflaws on the glass were quite plainly reflected on the wall. I was very much\nfrightened when I saw it, thinking that some burglar was about to enter my\nroom through the window. But the light seemed to pass away as suddenly\n&8 it camEl, leaving the room in total darkness 1\\8 before.\nThe only explanation I ever heard was given me by a servant, whose\nfather was a miner in Zennor. She said that it was a kind of will-o'-the-\nwisp, which appeared over ground in which tin or copper were to be found.\nThis seemed to be a natural explanation, as Zelmor was full of old mines\nwhich had been worked many years ago, and stopped probably on account\nof insufficient capital to carry them on. GERTRl'DE HORNER.\n\fNoy., 1885.] Journal rif Bocietl\/lor PS!lchical Research. 109\nCORRESPONDENCE.\nMR. SINNETl\"S CIRCULAR.\nTo the Editor of the JOURNAL 01' THB SOCIETY FOR PSk'cmCAL RBsBACJUI.\nDEAR Sm,-My attention 118. been drawn to a leaflet entitled \"The\nSociety for Psychical Research and Madame Blavatsky,\" which appea1'll to\nhave been sent to many Membe1'8 and Auociate. of ourSociety. It consists\n~f a \"letter addreued by Mr. A. P. Sinnett to Light,\" and\" reprinted\nunder the authority of the Council of the London Lodge of the Theosophi-\nal Society.\"\nMr. Sinnett complains in this letter of the great delay in the publication\n(If my Report ct-ncerning the alleged marvellous phenomena in connection\nwith the Theosophical Society. No one is chargeable for this delay but\nmyself, amd I du not blame Mr. Sinnett for having considered it a just cause\n~f grievance. The Report might have been ready in August had it not been\nthat many documents in connection with the suhject were forwarded to me\nby Mr. Hume, and these documents required a careful examination. The\ndelay is chiefly due to my examination of these documents, and especially of\na large IDaII8 of K. H. MSS., which they included. But while I\nregret this delay, which I could not foresee at the end of June, as the docu-\nments in question had not then reached me, I am unable to see that the\ngeneral charges brought against Madame Blavatsky were not adequately\nsupported by the statements made at our meetings. It is true that it was\nimpossible for me then to go into detail concerning every single phenomenon\n.which I investigated in India; and if Mr. Sinnett had merely complained\nthat I had expl'CBlled my opinion concerning the phenomena in their\nentirety, whereas I had shown only that the most important of them were\nfraudulently produced, I should have had nothing more to say beyond the\nexpression of my regret for the delay in the production of the full Report,\nand the explanation of it which I have given.\nBut Mr. Sinnett seems to forget that the lll8in burden of the indictment\nagainst Madame Blavataky was laid and supported at our first meeting, at\nwhich Mr. Sinnett himself was not present. One of the principal charge.\nagainst Madame Blavatsky had been brought against her by the authorities\nof the Madraa Ch'rilltian College Magazill~, who published in September,\n1884, portions of a series of lette1'8 which, if genuine, distinctly proved\nthat Madame Blavatsky had engaged in a conspiracy, which had extended\n~\\\"er several yea1'8, for the production of spurious Ill8rvels. The editor of\nthe Chri8tian College Magazill~, before publhiliing these lette1'8, had obtained\nthe best evidence procurable at Madras as to the genuineness of their hand-\nwriting, and the various gentlemen to whom the lette1'8 were submitted were\nunanimously of opinion that Madame Blavataky had written them. Mr. J.\nD. B. Gribble, of Madras, wrote a pamphlet on the subject, giving his\nreasons for coming to the same conclusion. Mr. F. G. Netherclift, the chief\ncaligraphic expert in England, had examined a large number of these lette1'8,\nand had expressed biB unqualified conclusion that they were unquestionably\nwritten by Madame Blavatllky. l\\-Ir. Sims, of tho British Museum, expressed\n.the same conclusion. The members of our Committee, including myself.\nDigitized by Google\n\f110 Journal Qf 801'iet!llor P8!Jcllicai Re8earc\/,. [Nov., 1885..\nwere also of the same opinion concerning tlaem. At our meetings I gaTe\naccounts of various phenomena as described to me by the witn8llll8ll, and\nshowed that there was clear evidence that theae phenomena were fraudulently\nproduced, and that abundant circumstantial evidence had been supplied by\nTheosophists themselves which corroborated the opinion of experts as to the-\nauthorship of the Blavatsky-Coulomb letters. Especially I went into con-\naiderable detail concerning the Shrine, and showed that it was manifest from\nthe statements of Theosophists that the Shrbe was fixed at the vety spot on\nthe wall most convenient for fraudulent purposes, that it had a sliding panel\nat the back, and that there had been a hole in the wall behind the panel,\nwhich communicated with Madame Blavatsky's bedroom. Yet Mr. Sinnett\nwrites :-\n\"A series of charges imputing misconduct of the blackest dye to\nMadame Blavatsky have been made public on the &88umption that they\nwould ultimately be supported by certain testimony. But after more than\nthree months this testimony still remains unpublished.\"\nMr. Sinnett regards the evidence which I collected in India, \"as far as.\nthis was foreshadowed\" by my speech, as \"worthleB8\" ; with this I in a\ncertain sense agree, and it will be remembered that I gave instances at our\nmeetings of the absolute unreliability of some of the native witne88e8 whose\nevidence I quoted. But if Mr. Sinnett thinks that the cumulative testimony\nwhich shows that the Blavatsky-Coulomb letters are genuine, and that the\nShrine was, to use Mr. Sinnett's words, a \"conjurer's box,\" is to be re-\ngarded as \"worthieu,\" it is difficult to see what sort of testimony he would\nregard as having any value. Mr. Sinnett himself baa, in mont than one\ninstance, relied on evidence supplied by apparent identity of handwriting.\nThe whole point of the \"Jhelum telegram\" incident recorded by him in\n\"The Occult World,\" turned upon the opinion-of Mr. Sinnett 1-that the\nwriting of a certain telegram was in the K. H. hand; and he baa laid\nstreas upon the fact that he baa received almost immediate K. H. com-\nmunications in supp08ed reply to his letters when Madame BJavatsky was at\nthe other side of India,-where again the whole force of the incident must\nrest upon the fact that Mr. Sinnett recognised the writing as being in the\nX. H. hand.\nI may take this opportunity of removing one or two misapprehensions\nwhich Mr. Sinnett baa shown in his letter. He appears to think that I ought\nto have allowed Madame Blavatsky to see \"the original letters alleged to be\nhers,\" and he saYIl that hecannot reconcile my neglect in this matter with my\n&88urance that I conducted my in'quity \"with an open mind.\" Now in the-\n:first place I had no authority to show these letters to Madame BlavatskYt\nand Madame Blavatsky well knew that I had none. She frequently asked\nme whether I had seen the letters myself, and slae knew that a considerable\ntime had elapsed before I had an opportunity of doing so, in consequence of,\nthe absence from Madras of the Editor of the Christian Cullege Magazine;.\nand when I was first enabled to inspect them, I spoke to her of certain re-\nstrictions which were placed-I think quite rightly-upon my use of them.\nSeveral of them I had in my own posseuion for a day or two only, for my\nown examination. The remaining ones I examined in the house of a gentle-\nman, in whose custody tlley were at the time, and two groups of tllem were\nDigitized by Google\n\fNov., 1885.J Journal of Socil'fy for Psychical Researc\". 111\neventually entrusted to me for the apecific purpoee of being sent to England\nfor the judgment of the beat caligraphic experta obtainable here (a fact of\nwhich I did not think it neceaaary toinform Madame BlavatUy), under the\nparticular condition that they ahould be returned at lOOn aa poIIIible; and\nthey were actually sent back to India before my arrival in England. Thoae\nwhich I had in my own poaaeaaion for a ahort time I waa requeated not to\ntake on my own reeponaibility to the headquartera of the Theoaophical\nSociety, the Editor of the CAriIti4n College Magazine being naturally appre-\nhenaive that Madame Blavataky might seize an opportunity of tampering\nwith them.* In the aecond place, Madame Blavataky had explicitly pro-\nnounced certain portiona of them to be forgeriea, when they were firat pub-\nliahed, and I ahould be aurpriaed to learn that ahe had ever expreBBed any\nwiah to Bee the originala while I waa at Madraa. Had ahe done BO, I have\nno doubt that BOme arrangement would have been made according to which\n&he would have had the liberty of inapecting them in the presence of wit-\nneuea. That I do not Bay thia unadviaedly ia sufficiently ahown by the fact\nthat BOme of the diaputed lettera were taken to the headquartera of tho\nSociety and ahown to Theoaophista, in September, 1884, in conaequence of a\nrequest by lIajor-General Morgan to see the letter in which he was con-\ncerned. The editor of the Chriatian CoUtge Magazine writes in the number\nfor April, 1885 :-\n\"We took with UI to headquartera four of the diaputed lettera, and\nfreely allowed all present to examine them. In return we aaked to be per-\nmitted to see BOme of Madame Blavataky's recent lettera to Dr. HartmanlJ,\nDamodar, or anyone at headquartera. This requeat waa complied with only\nto the extent of ahowing UI a porlioo of a letter written from Paria. No\nTlmosoPHIST HAB BVBR ASKED TO SBB ANY OTHER LErrER, or his request\nW'Ould have been, under proper precautiona, at once complied with.\"\nFurther, Mr. Sinnett apeaka of my inquiries concerning the lettera aa\n\"carried on behind Madame Blavataky'a back.\" This I am quite at a losl to\nunderatand. It was perfectly well known at the headquartera of the Society\nthat I was taking the evidence of witneaaes, that I had interviewa with the\nauthoritiea of the ChNtian Col,kge Magazine, and alao with the Coulomba;\nthat I waa inveatigating all the circumatancea in connection with every\nphenomenon BO far 1\\8 it WI\\8 poaaible for me to do so. Mr. Sinnett muat have\nbeen strangely misinformed about the facts of the caae, and his miaappre-\nhension baa already been once pointed out. In a letter to the Jo\"rnal for\nJuly, he spoke of my evidence as \"collected in secret\" (p. 4(2), and Pro-\nfeuor Sidgwick directed his attention to the fact \"that we took care to make\nit known to all concerned that Mr. Hodgaon had gone to India to collect this\nevidence on behalf of our Society, and that his unfavourable view of the\nevidence WI\\8 communicated to the leading Theosophists at Madraa before his\ndeparture from India\" (p. 4(4). Yet, notwithatanding thia explicit state-\nment made by Profel8Or Sidgwick, Mr. Sinnett apparently repeats the\ncharge. H he will turn to p. 16 of the Official Report of the Theoaophical\nSociety for 1885, he will find that Colonel Olcott made the following state-\n• I was allowed only a similar degree of liberty with certain documents which I\nobtained from Theoeophists.\nDigitized by Google\n\f112 Journal f!f Societ!\/ for P,gcllical Research. [Nov., Itl85.\nment before the Convention, shortly after my arrival. Speaking of the\nofficers of our Society, he said :-\n\" As an evidence of their sincere wish to learn the exact \\,uue of our\nTheosophical pretensions, they have sent a Special Commiaaioner to India to\ntake evidence upon the spot.\"\nAnother statement in Mr. Sinnett's letter seemB deserving of notice here,\nlUI he made an allusion of a somewhat similar character at our meeting in\nJune. He speaks of my\" unfamiliarity with India and Indian ways\" as\nbaving led me .. into many serious mistakes.\" Of course I do not claim the\nfamiliarity with India wbich Mr. Sinnett poasea8s, but I do not see how this\nfact can n.1l'ect my investigation in tho way Mr. Sinnett lOOms to suppose. He\nmay, indeed, mean that I ougbt not to bave been surprised to find that\ncertain chelaa told me deliberate falsehoods, and thathad I been more familiar\nwith Indian w-ays I should have known that such falsohoods were the natural\noutl!ome of •• Occultism.\" This I am not concerned to dispute; but if he\nmeansthat my unfamiliarity withIndia.and Indian ways rendcred me incapable\nof taking down evidence correctly, of comparing documents and drawing\nreasonable inferences, of examining envelopes which had been surreptitiously\nopened, of carefully exploring the interstices of ceilings and other localities\nwhere marvellous phenomena were alleged to have occurred, I must simply\njoin iaaue with hinl. It was, at any rate, not unfamiliarity with Indian ways\nthat led the Paraee gentleman, Mr. K. M. Seervai, formerly Vice-President\nof the Theosophical Society at Bombay, to give up all connection with the\nSociety, or that led ?llr. S. K. Chatterjee, formerly President of tho Lahore\nBranch, to declare that the Society was \"a llUge imposture,\" or that led\nMr. A. O. Hume, long before the exposures of the Coulombs, to the opinion\nthat some of tlle c11~ were morally untrustworthy-that the Shrine was s\n\"conjurer's box \"-and that many other of Madame Blavatsky's phenonulDl\nwere fraudulently produced, or that led Pundit Dayanund Saraawati, the\nPresident of the Arya Somaj of India, to inform the public, in 1882, that\n\"neither Colonel Olcott nor Madame Blavatsky knows anything of Yog\nVidya (occult science) as practised by tho Yogis of old,\" and that \"for them\nto say that they perform their phenomena without apparatus, without any\nsecret pre-arrangement, and 801ely through the forces existing in nature\n(electricity), and by what they call their •will-power,' is to tell a lie.\"\nIt is to be hoped that Mr. Sinnett's eagernOll in the cause he represents\nwill not prevent his taking due steps to ascertain the actual facta of any\nother case to which he may refer; as I have no doubt that Mr. Sinnett\nwould hardly have impugned the impartiality of my investigation on\nthe ground that I did not show lIadame Blavatsky the \"original letters\nalleged to be hers,\" if he had been IIware that it was not in my power to do\nso, and that Madame Blayatsky might have seen them had she requested\npermiaaion from the persons whom she knew to be the custodians. There\nhas in truth been\" blundering all along the line,\" lUI Mr. Sinnett says, and 1\nfor one have been sorry enough to think that the blundering is so greatly\nchargeable to the enthusiast.ic careleBlDea of Mr. Sinnett, and his confidence\nill Madanle Blavatsky.-Yours sincerely,\nRICHARD HODGs:>N.\nOctober 31st, 1885.\nDigitized by Google\n\fN01'.,l685.] Journal qr 8oc~f!l.for P'!lchical Rt~arc\". 113\nTo Use Editor oj tAc JOURNAL OF mE SOCIETY FOR PSYCHICAL RESEARCH.\nDUB Sm,-Some time ago I received, through the post, a small book\nentitled \" Some Account of my Intercoune with Madame Blavatsk1 from\n1872 to 1884,\" by Madame Coulomb. The book appears to have a truthful\n•• ring\" about it, and no reasonable man could question the evidence it con-\ntains. Several of the tricks by which this lady imposed upon her devotees\nwere already familiar to me (especially that of the duplicate articles). In\nfact, I have performed lOme of them myaolfat evening parties for amusement.\nMany of the phenomena which will not come under the heading of •• tricks,\"\nmay be explained by mental impressions induced by the will of the operator,\nlevera! caaes of which I observed reported in your ProcutiiugB, where\npelllOns have been forced to believe that they saw things which had no real\nexistence. I would not have referred to Madame Blavatsky now, only that I\nreceived per last post a pamphlet or letter .. addressed by Mr. A. P. Sinnett\nto Light, and reprinted under the authority of the Council of the London\nLodge of the Theosophical Society,\" which letter, after rejecting the evidence\nof Mr. Hodgson, proceeds thus: \"Havingduring the past few weeks spent\na good deal of time with Madame Blavatsky, and having minutely discuSled\nwith her all circumstances of darkest suspicion concerning her, I have re-\nturned from these interviews entirely aBBUred in my own mind of her inno-\ncence of the offences imputed to her by Mr. Hodgson.\" Now, Bir, if this\nbe the same Mr. A. P. Sinnett, ex-editor of the Pio\"eer, mentioned on p. 33\nof Madame Coulomb's revelationB, it only brings Madame Blavatsky'B\nremarkable words tho more vividly before our mindB: .. To Jorce\nth.nn to tum th~ir back upon me will tak~ more than th4! e.dlibitioll of a\npuppet. I han a thm\"\"nd stringB to my bow, Q1ul God HimselJ CQlud 7IOt open\nth.e eyes oj t\/wse who beliet)e in me.\" (U Some Account of my Intercourae,\"\np. 47.) I also give the extract on p. 33 alluded to: ., In order that you may\neasily understand how the letter Blipped through, I Bhall have to tell you\nthat the opening of the trap was performed by the pulling of a string, which\nafter running from the trap, where it was fastened, all along the g.lrret above\nlb. Sinnett'Broom to that part of the garret above Madame Blavatsky'B\nbedroom, p&8I8d through a hole and hung down behind the door and the\nClIrtain of her room, which wa'J adjoining to that of Mr. Sinnett.\"\nIt is painfully evident that Mr. Sinnett's eyes, at all events, have not been\n\"opened,\" but that he Btill clinga to \"hie illustrioUB friend, Koot Hoomi.·\nBefore I cloBe I wish to observe that the letter of Mr. M. Theobald printed\nin this month'B JOUrlial is to my mind most unsatisfactory. What doeB\nhe mean by saying\" you mustfirst develop clairvoyance among your delegates\n\"before they can Bee in our houae either the actorB or tAe phenomena\" 1 H\nno one can aee the alleged \"phenomena\" even (leaving the actora out of\n'lueation) except a person in an abnormal condition, then the whole matter\nia at once placed beyond invelltigation ; but Burely the Bpiritual tea could be\ntasted, the celestial water examined, and the marvelloUB kettle put under\nscientific tests before we are asked to swallow Buch statementB.-Youn\nttuly,\nJOSEPH W. HAYES.\n1 and 2, George'B Street, Enniscarthy, Co. Wexford.\n19th October, 1885.\nDigitized by Google\n\f114 JOZlrnal qf Society for P8ychical Research. [Nov., 188.'10\nOLD PHYSICAL PHENOMENA COMMITTEE.\nTo the Editor of the JOUR..\"I'AL OJ' THE SOCIETY FOR PYscmCAL RBslWlCll.\nSI8,-1 have leen with much regret the letter of Mr. Frank S. Hughesp\npublished in your last iaaue, in regard to the old Physical Phenomena Com-\nmittee of the Society for Plychical Research. I hold it as a general principle,\nwhich it is mostly right and wise to oblerve, that the work of a committe&\nIhould not be publicly diacuued except on ita report to the Council; but as\nMr. Hughes baa given his version of this Committee's proceedings, and as his;\nltatements are in my estimation leriously misleading, I must ask you to be\nkind enough to alloW' me to offer lome remarks on the lubject.\nI was one of the members of the old Physical Phenomena Committee, and\nentered upon my duties in connection with it with considerable interes~. Mr.\nHughel was the secretary-not appointed by the Committee, who were left n~\nchoice in the matter, but by the Council. Like Mr. Hughes, I was under th&\nimpresaion that the Committee was not permitted to lpend the funds of the\nSociety in the employment of paid mediums. Professor Sidgwick _ya that\nno expressresolution to that effect was ever passed by the Council. That is.\nso no doubt-but the views of a body of gentlemen can often bereadily gauged\nwithout an expreaaresolution, and there can be no question, I think, that Mr.\nHughes' understanding of the views of the Council was in Itrict accordance\nwith fact. \" The consequence was,\" Mr. Hughes lays,\n.. that we were compelled to have recourse to the asaiatance of friends of &\nmember of the Committee who were BUp~ to ~ mediumistic powers.\nResults-table tilting. raps, &'c.-were obtained, which, if they could have\nbeen obtained undersatisfactory testa, would have been conclusive; but as such\nte&tscould not be applied, I myseU and other members of the Committee were\nnot convinced that these phenomena were not the result of fraud, conBcioDS or\nuncoDBCiouB.\"\nI cannot for a moment believe that Mr. Hughel would intentionally mis-\nrepresent ; but the .statements I have quoted are at variance with the facts\nnevertheless-a circumstance which appears to me to be explicable only on\nthe lupposition that the writer was incapable of correct oblervation, or that\nhe was the subject of a strong reluctance to be convinced by any evidence\nwhatsoever.\nAt the first meetings of the Committee we had no mediums present, and\nthere were no relults. In consequence of appeals that were made to me, I\ntook lOme members of my family to lubsequent meetings, but as they are\nnot medium'S fur anything more than slight table-movements, the results\nwere again valueless.\nHaving had 80 little SUCCIlIS hitherto, I was prell88d to try to induce my\nfriends, Mr. and Mr.. E., to attend at the next meeting, and they very\nkindly agreed to do 80. Mrs. E. il a lady of whOle excellent mediumistie\npowers I have had abundant evidence, on hundreds of occasions, during a.\ncourse of several years. Without fee or reward af any kind whatever, and\noften at great personal inconvenience, she baa always been ready to aasist\ncandid inquirers, in private seance, and it has never even been hinted, until\nMr. Hughes did 10, that ahe could be guilty of fraud .. conscious or\nunconacioul.\"\nOf the phenomena. which occurred at the Society'l rooms in the presenc&\nDigitized by Google\n\fNo~.,l885.] Journal of Bociet!\/\/or P8!lcllicnl Rellenrc!l. 115-\nof Mrs. E., I speak only of those which occurred in good gas light. TIte\ntable used }YBS of peculiar conatruction. It was a circular table made for\nthe purpose-with the top and bottom exactly alike; the large, flat surface\non the ground making it impoaaible for any of the sitters to tilt it by\npreaaure without the exercise of 80 much force as to be plainly observable, it.\nbeing also impoaaible to insert the toe of a boot beneath the bottom edge.\nAfter sitting a few minutes frequent raps were distinctly heard on the table\nand on the floor, the vibrationa on the table being plainly felt by the handa\nof the sitters. On the occurrence of these raps Mr. Hughee expreaaed bim-\neelf both surprised and gratified.\nAgain. we had clear and undoubted tiltinga of the table while the handa\nofall the sitters were in full view. Mr. Hughes says that satisfactory testa\ncould not be applied! But they were applied-though not at hi.8 suggestion,\nbut at the suggestion of l\\lr. E. After we had had aeveral tiltinga of the table\nit rose 'luite oft\" the floor, and Mr. E. suggested, in ordllr that there might.\nbe no room for doubt as to the genuineneaa of the phenomena, that the menl-\nbera of the circle should all stand up and place the tips only of their fingem\nlightly lIpon the upper surface of the table. This was done, and the table\nwas not only lifted oft\" the floor, and gently put down again, but was moved\nin jerks along the floor a distance offrom 15 to 18inchea.\nMr. E. proposed another experiment. He said that in his own houae, if\nthe leaves of the table were drawn a little apart, what appeared to be fingers,\nand felt like finget'P, were often pushed up from boneath, under the\ncloth; and he suggeated that if a hole were cut in the table we were uaing,\nthat experiment might be tried at the next meeting of the CODmlittee. It\n\\t!(U tried and aucceeded ; and varioua members of the circle, if not all of\nthem, not only saw the movements, but felt the fingers or what they\ndeclared to feel like fingers. Was this the result of fraud, as l\\lr. Hughe&\nseems to hint, either\" conscioua or unconscious\"I All the handa of the\ncircle were visible. Did one of the members, without the uae of his or her\nhanda, take oft\" a boot, and thrust up his or her toes from beneath to the\nlevel of the table top, while we all sat in full light and close together-and\nthat without being detected by Mr. Hughea or any body elae 1\nMr. Hughea saya thataatisfactory testa could not be applied, and therefore\nhehimaelf\" andother members of the Committee were not convinced that\nthese phenomena were not the result of fraud, conscious or unconscious.\"\nBut I have said enough to show that tllere was tbe fullest disposition to sub-\nnut to every poaaible te'lt ; and certainly Mr. Hughes never expreued during\nany of theae aittings the alightest doubt about the genuineneaa of the\nphenomena, and never 110 much as hinted that tIte conditions observed were\nin any degree unaatisfactory.-Yours faithfully,\nE. DAWHON RooERS.\nI agree with Mr. Rogers in regretting that the phrase\" fraud consciQUS or\nunconscious\" was uaed in l\\lr. Hughes' letter. If I had noticed it when the\nJOCBNAL was p888ing through the preu, I should certainly have asked\n~e writer to alter it : and I am glad to be able to state, after conversation.\nWith Mr. Hughes, that he had no intention of implying anything more than\n~hat the evidence for the agency of extra-human intelligences was,\nIn his opinion, and in the opinion of other members of the COlllmittee, in-\nconclusive. I may take this opportunity of makng a similar explanation witll\nDigitized by Google\n\f116 JOIWllal qf Societ!llor P8!ICMcnl Rt8earch. [80\\'.,1885.\nl'egard to a phraae of the aa.me kind used by Mr. Hughes in reference to the\n.eancea held with Mr. Eglinton. In neither case had he any intention of\nsuggesting that there waa any poaitil1e evidence justifying a charge of fraud.\nH. SIDGWICL\nMR. DARIUS' MEDIUM.\nTo the Editm- oj the JOURNAL OF TIlE SOCIETY FOR PSYCHICAL RBluuBCJL\nSIR,-In your Journal for August, 1885, I observe two communications,\n-one from Mr. G. D. Haughton, 00 which is a reply by Mr Myers; in the\nformer is a paragraph referring to experiments conducted by myself, and in\nthe latter are remarks on Mr. Haughton's suggestions. As the remarks in\n~ach case are brief I quote them, and ask your pennission to reply to the\n-observations of Mr. Myers.\nMr. G. D. Haughton says (p 28): \"There is, however, quite enough to\ninterest and engage them at home, if their hearts are in the cause. Why\n-do they not investigate the case of Mr. Barkas, of Newcastle 1 He is a\n-credible witness-tile people of Newcastle know him well, his antecedent.\nwould aa.tisfy even Mr. Davics. Now I want t() know why the Barkas caae,\n.and the source of the replies made by an indifferently educated person to the\n.abstruse questions propounded, as recorded in the columns of Light, are not\nthoroughly and exhaustively e:u.mined 1 I suspect that a similar motive\nrules here as in the Eglinton case. Is it not at all events apparent that\nthe Society is evading difficulties, not meeting them 1\"\nTo which Mr. Myers replied (p. 31):-\n\" The automatic writing of an indifferently educated person (otherwise\n\"known as Mrs. Esperance), aa.id to be inspired by Humnur Stafford, and\nrecorded by Mr. Barkas. I have known Mr. Barkas since January, 1875,\nmld, through his introduction, aa.t with this medium on October 16th, 17th,\n:and 18th, 1875. I have also studied all her printed answers. I consider\nthe case curious and interesting, and I am not surprised at Mr. Barkas' view\n-of it, but unfortunately the gross want of comprehension of the subjects\ninquired about, and the palpable blunders wllich the replies contain, seem\nto mo to preclude us from regarding them as affording evidence of the\n.guidance of a scientific spirit.\n\" The fact, moreover, that the same medium, under the name of Mrs.\nEsperance, was afterwards detected in personating a materialised spirit,\ntended to discourage me from seeking further evidence tllrougll that channel.\"\n1 desire very briefly to reply to tlle unintentionally unfair and illogi-\n<Cal criticisms of Mr. Myers.\nTile first Itas reference to tile alleged\" palpable blunders\" in tile written\n<communications, and the second to the alleged detection of the medium\n.. in personating a materialised spirit.\"\nI simply wish to aa.y in reference to the last charge that intelligent and\n-experienced investigators, who were at the seance when tho sllpposed detec-\ntion took place, deny the assertion utterly, and I personally affinn that if\nthe alleged personation really occurred it is not beyond experience that it\ntook place automatically and unconsciously so far as regards the mediwn. I\nwas not present at the seance, and cannot speak from personal observation,\nDigitized by Google\n\fNot'., 1885.] Journal fit BOClf!ty for P8.I\/c\"ical Re8earch. 11i\nbut if outsiders are to put the worst conatruction upon all the reported\noccurrences in this world, f\\!w will pass unscathed.\nPauing from this very doubtful alleged eXpo.!Iure, I now proceed to con-\naider Mr. Myers' criticismB of seances at which I was present, and verbatim\nrecorda of whioh I have preserved.\nMr. Myers sayB: \"Unfortunately the gross want of oomprehenaion of\nthe Bubjects inquired about, and the palpable blunders whioh the replies\ncontain, Beem to me to preclude UB from regarding the case as affording\nevidence of the guidance of a 80ientific Bpirit.\"\nThere are two methods of teBting the accuracy of the inferellC1!8 deduced\nby Mr. !tlyers from his, as yet, limited knowledge of the facts.\nHe lIoIIIIerta that the anawers indicate a want of comprehenBion of the-\nsubjects, and that the erroneousness of some of the replieB precludes UB from\nregarding them as being dictated by a 80ientific Bpirit.\nAll comprehension is relative. No human being, either in or out of the\nfiesh, fuUy comprehends any Bubject, and imperfection therefore may be\nlooked for in the opinions of all\nMr. Myers will find, on referring to Light of February 21st, 1885, that\nhis recognition of erroneous replies is not original; I there point out the fact\nof the occurrence of errors, and had Mr. Myers been more familiar with the\ninvestigation he might have known that I devoted an evening to the correction\nof the supposed errors, with and by Humner Stafford himself.\nI would remind Mr. Myers that books carefully written, revised and\nprinted by eminent 80ientific men, on their own Bpecialities, are not free\nfrom error. If he doubts this I shall have pleasure, when next he visits\nNewcaatle, in showing him a book written by one of the moat eminent\nacientific men now in the world, in which there are recorda of many alleged\noriginal diaooveries, and many alleged new genera. named and figured, not\none of which is new, and not ODe of which is oorrect. Did this learned\nacientist not write the book 1 Mr. Myers, to carry out hiB theory as applied\nto the Wlpremeditated replies of Humnur Stafford, should anawer, \"No,\"\nand he would be as likely to be right in the one case as in the other.\nI Bhall be glad to submit the questions I asked through the uneducated\nlady medium to any learned member of the Society for Psychical Research,\nor to any man or woman whom they may nominate, and I venture to affirm\nthat he or she will not be able to anawer them so quiokly and correctly as.\nthey were answered by the hand of a very partially educated woman. Of\ncourse I expect the anawerer to cover the entire field, and not confine him-\nself or herself to a portion of the questiona only.\nNewcaatle-on-Tyne,\nOctober 3rd, 1885.\nI &111, yours truly,\nT. P. B.uuus.\nSm,-As the report which follows this lette(may seem to dispose of the\n·'indifferently-educated\" lady and Mr. \"Humnur Stafford\" in somewhat\ntrenchant fashion, I should just like to say that I do not think that there is\nany reason to be astonished at the fact that some intelligent personB have\nbeen disposed to attach value to these sadly erroneous responaes. The\nDigitized by Google\n\f118 JOl\/rnal ~f 8ociet!lfor P8.lIcllical Re8earcll. [NoY., 18&\\\n'Phenomena of automatic writing are BO multifonn and perpluxing that we\nneed hardly cal1 llr. Barkas' view wholly unwarrantable.\nIt is, of course, poesible that a veritable Humnur Stafford may have 80 far\n.abused his medium's imperfect education as to inspire her with I\\IIIIwen\nbearing this perilous similarity to misquotations from a superseded text-book.\nAnd it is pomble, also, that when the lIR.JIle mediwn was caught (as BOrne at\nleast of the Spiritualists present admitted) in the Ret of personating &\nmaterialised spirit, it may still have been Humnur Stafford, or BOme simibuiy\ninjudicious \"control,\" who placed her, without her knowledge, in this\n-equivocal position. But I fear that neither of these hypothelles ill sufficiently\nstrong in itBtllf to be used to support the other.\nIt would be difficult to find out (as Mr. Barkas suggests) to what extent\nan ordinary well-educated person could answer the questions here proposed.\nOne characteristic of an educated person is to decline to talk about what he\n-does not understand, and I am afraid that where .. Humnur\" has rushed in\nmost of my unscientific acquaintances would fear to tread. As to myself, I do\nnot claim t.o be a \"musical oracle\" ; but my friend Mr. Mathews, a Senior\nWrangler and Professor of Mathematics, has kindly supplied BOme criticisms\n<In .. Humnur,\" which may, I think, form a fitting conclusion to the\n.controversy.-I am, sir, &c.,\nFREDERIC W. H. MYERS.\nREPORT ON \"IMPROMPTU REPLIES THROUGH A LADY\nPSYCHIC OF VERY LIMITED EDUCATION.\"\nI have been asked to expre88 my opinion of the answers given by Mr.\nBarkas' medium to a seriell of questions on scientific subjects, principally\nacoustics and the theory of mueic. My opinion is that they exhibit just\nthat amount of knowledge, or rather of complicated ignorance, which\nwmtld probably be acquired by a person of liulited education, but fairly\ngood verbal memory, after reading an old-fashioned treatise on acoustics, and\n8upplementing the perusal by a hasty glance or two at some more modem\npopular text-book.\nA good many sentences in the answers appear to be more or 1888 UMUC-\nee88ful attempts to reproduce passages out of the text-books read, the\n·quotation, in each case, being generally irrelevant to the question, and\nprobably suggested by BOrne catchword occurring in the latter. Having but\nfew books on the theory of BOund, and those not of a popular kind, I have\nn:>t been able to refer these passages to any particular treatise; but the\ninternal evidence is fairly convincing, as I think the following examples will\n1:Ihow: In seance No.5 (Light, March 14th, 1885), a question was asked\nabout the slnall hole made in the •• boot\" of certain reed organ pipes in\n<trder to bring them into tune. The explanation is: \"Because in organ\npipes the souud is made to, I mean the air is made to vibrate by iBBuing\n.from a small slit and striking on a sbarp cutting edge.\" The\" small hole\"\nreferred to in the question is mistaken for tbe aperture through which air is\nforced into the pipe by the bellows, and we have a quotation, nearly a\nludicrous misquotation, of a description of the action of the mouthpiece of\n.an organ pipe. This is quite irrelevant to the question, and it is followed\nDigitized by Google\n\fNOT.,l883.} Journnl qf Socl~t!l.for PS!lchical Research. 119\nby the imbecile comment of the acientific intelligence himself: \"This should\nbe done in evety case: I don't know why in reed organs alone, since it\n\"Would be an advantage in evety case.\" Again, in the IllUDe seance, the\nqueatio:>n, \"What, in your opinion, is the origin of harmony 1\" is declared to\n-be vague, and .. reverted\" into \"What is the clliference between harmony\nand noise 1\" The term \"harmony\" is _then taken to be equivalent to\n\" mUBic\" or \"mUBical BOund,\" and we are treated to an explanation of this\nentirely clliferent question, the pusage which follows being, in my opinion,\nan obvious quotation, which is more accurate than usual.\nIt would be tedious, as well as IUperftuoUS, to examine all the answers in\ndetail ; they abound in wrong ideas, erroneous ltatement., and groll misUBe\nof acientific terma; lOme of them are, to me, absolutely unintelligible jargon.\nA:o.y one acquainted with the lubject. diBCUlled hal only to read the answers\n-for himself in orderto bo convinced of the truth of the aBl8rtionj but for the\nake of readers unacquainted with &COUBtica, I will examine a few of thele\noommunications, and point out, as plainly as I can, lome of their\ninaccuraciea.\n1. Quution. What are harmonica1 ('th leance\": Light, February\n21at, 1885.)\n.Anncer. By harmonica are meant those BOunda caused by the nodel or\n\"fentral aegment. ofstringed instrument. which occur in suceellion.\nComment. The term \" harmonica\" is not understood, and the answer is\nlIhBolutely worthlell ; moreover, since a node of a string for any particular\nform of vibration is a point of the Itring which does not share in that vibra-\ntion, we are in effect told that BOunda are caused by parts of stringed instru-\nment. which are vibrating, or by those which are Mt vibrating. Finally,\nharmonica are not confined to strillged instrument.. What il meant by the\n-ooncluding relative claUBe, and to which of the preCtlding lubetanti\\\"81 it\nrefers, I am unable to say.\n2. Question. H in a stopped pipe 0. hole be made at half.length, would\n.itaffect the pitch, and to what extent 1 (Gth Mance.)\n.Anncer. The pitch would not be affected, but the length of the wave\n\"Would be shortened by half.\nComment. This amount. to saying that tbe\"pitchlwould 110t be altered,\nbut the note BOunded would be an octave higher than before.\nThe remaining examples will be taken from the Mance of AUgUBt 30th.\n<Light, April 18th, 1885.)\n3. The first queltion recorded &aka for an account of the method by\nwhich the ratio of the specific heats of air for constant volume and constant\npressure reapectively may be found from the obeerved velocity of BOund, and\nthe velocity calculated by Newton's formula.\nMr. Barkaa and the guiding spirit both mistook \"heat.\" for \"beat.,\" in\n-spite of the context, which ought to have set them right: the result is the\nfollOwing answer:-\n\"The ratio can only be calculated in this manner. Suppose two chords\nto be struck, or two forks tuned at the IllUDe time : if the intensity of the\nBOUnd be the same, or nearly the same, the beat. will occur in this manner:\nSuppose one pulsation beat. at the rate of 228 per second, o.nd the other at\n220, the beat. will reach the ear at the rate of 228-220==9 per second; this\nDigitized by Google\n\f120 Journal of Sociefy for Psychical Research. (Nov., 1885.\nwill give you eight beats per second, and is the utmost that can be carried\nto the ear.\"\nEvidently the word ~'beats,\" supposed to belong to the question, baa\nbeen the only one to suggest any familiar passage of the text-books; 80 we\nhave an attempt to reproduce an explanation of the beats of jarring chords,\nthat is, the intervals of comparative silence produced by the interferenoe of\nthe vibrations of two bodies nearly in unison. This, of course, baa\nnothing to do with the question; and, takingthe answer on its own merita,\nthere is a blunder in eve~ sentence. For\" chords\" I suppose we must\nread\" strings\" or \"notes,' and for \"tuned\" subatitute \"Bet in vibration\";\nto say that \"one pulsation beats \" at such and such a rate is mere nonsense;\nand the crowning absurdity is achieved in the last Bentence, where \"beats\"\nhave been confounded with\" vibrations,\" and the eight beatB per second\nhave imperfectly recalled the lowest rate of vibration neceaaary to produoe\nthe impre88ion of a musical Bound.\n4. Question. When a musical note is vibrating at 300 per second, and\nanother at 200 per second, they produce a fifth. If the note which \\\\\"88\nsounded at 200 be raised to 201, at what number will the beat occur for the\nfirst time 1\nAn.tlrer. At exactly the aamenumber as in the first case, but a beat over\nthe original number will be BOunded, but that beat would be one octave\nlower than tlle first ones.\nComment. Utter nonsense from beginning to end. In the last clause,\npitch, which depends on the time occupied by each of a set of isochronous\nvibrations, is here actually attributed to an interval of silence, or if •• beat ..\nbe taken to mean\" vibration,'\" to a lIingk vibration.\nThen come some questions on musicru intervals, and here, as might be\nexpected, Mr. -- Humnur Stafford -- completely breaks down. The\nonly fragments of correct information I have been able to discover are\n\" From C to D is a major tone,\" alld \"I do not understand the terms you\nuse.\" To illustrate the truth of tlle latter statement, take the explanation\nof a comllla (the difference between a major and a minor tone): \"That\ncessation of all sound caused by the coincidence and interference of BOund-\nwaves.\" What suggested this extraordinary answer I cannot say, unle88 the\nordinary meaning of the word, as a mark of punct.uation, suggested that it\nought, in music, to denote a pause of some kind.\nSo much for the amount of knowledge of sound and music posaesaed by\nthis dillembodied intelligence. It is only fair to add that he is conscious of\nits imperfection, and desirous of improving it. Thus we read: \"I am not\nso well acquainted with optics as you imagine, and will Mt'e to study a liU~~\nmoTll, or mtlier to rake my mem,ory Ol't'l', to be able to answer your question,\n&C. ; and again: \"I best understand the organ, piano, and harmonium ; the\nconversation can be on these or optics. IMt'e been getting tip that,80 if you\nhave any questions, I shall be glad to answer them.\"\nMr. Barkas seems to be afraid that clever unbtllievers, such as Me11lII'S.\nProctor and Lankester, will try to make out\" that the medium is clever, and\nwell acquainted with the topics introduced.\" I do not think he need be in\nany fear on this point. He also &l8erts that Blost E'ducated people would\nmiserably fail. in comparison with the controlled hand of the medium, in\nanswering these questions impromptu. They might do BO, I grant, in\npicturesquene88 and piquancy, scarcely in accuracy, especially if they\nenjoyed the privilege, accorded to Mr.-- Humnur Stafford--, of\nreceiving due notice beforehand, so as to be able to get up the subject.\nFinally, I cannot refrain from asking why the opinion of the eminent.\nprofe88or of music, who proposed the questions, has not been recorded.\nG. B. MATHEWS.\nUniversity College. Bangor.\nOctober 20th, 1885.\nDigitized by Google\n\f","_id":416}