{"name":"Journal of the Society for Psychical Research 9121","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n24_jan_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N24, January 1886","mylang":"de","content":"No. XXIV.-TOL. n.\nJOURNAL\nOJ'THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nOOJlTBJlTB.\nlfelr __ben .... ~ •• .. .. .. .. .. ., ..\n....... 01 00mIcII .. .. .. .. .. .• .. .. ..\ne..nI)(ee&D8 .. .. .. .. .. .. .. .. .. ..\n. - -... 01 JleeUDp.. .. .. .. .. \" .. ..\n....:=:,~.....the UDCODK!OUI Self, b7 HOD. BodeD Noel.\n0.. b7 &be iAlmII7 Oomml&See •• .. .. .. .. .. .. ••\nCoaa_.,,_:-B&partmeDtIIlD Thoagh&-traDafereDC8 made NOYember lI8U1, 1886.\n~ Llbn17 CaWCJ8I1II •• •• •• •• •• •• .• •• ••\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBER.\npole.\n.. IllS\n.. lIiS\n.. 1M\n.. 1158\n..1158\n.. In\n.. 188\n.. 1M\nKANE, MAHADEVA VISHNU, B.A., Government High School, Dharwar,\nBombay.\nMEMBER.\nEvE'l'TB, BASIL T. A., 130, Gower Street, London, W.C.\nASSOCIATES.\nELLIS, JOHN EDWARD, M.P., Nottingham.\nlIARlUSON, MRS. W., Cloveny Rectory, Bideford.\nHopps, REV. J. PAGE, Lea Hurst, Leicester.\n1BwIs, C. W. MANSEL, Stradey Castle, Llanelly, Carmarthenshire.\nPIUBYTKOFF, V. I., 27, Troitzky pereoulok, St. Petersburg.\nRIGG, THoMAS S. G., B.A. (Syd. Univ.), General Post Office, Sydney.\nBIBLY, F. A., B.A., St. John's College, Cambridge.\nTuB.\"fBULL, MRS. PEVERIL A., Sandybrook Hall, Ashbourne, Derbyshire.\nWALTER, REV. HENRY M., M.A., 2, Mandeville Place, Manchester\nSquare, London, W.\nWOODWARD, LIONEL Mo, Tintern House, Great Malvern.\nMEETING OF COUNCIL\nA Council Meeting was held on the 2nd inst., the President in the\nchair, when Professor H. Sidgwick and Messrs. Alexander Calder,\nWalter H. Coffin, Edmund Gurney, Richard Hodgson, F. W. H.\nMyers, Frank Podmore, Henry A. Smith, and J. Herbert Stack were\npresent.\nThe minutes of the previous Meeting were read and signed as correct.\nOn the proposition of the President, Mahlldeva Vishnu KiLne, B.A.,\nHead Master of the Government High School, Dharwar, Bombay, was\nelected a Oorresponding Member of the Society.\nIt\nDigitized by Google\n\f1:')4 JOllrllalo\/ Societ!J lor P8ychical Re8earch. [Jan.,l@S6.\nOne new Member and ten new Associates, whose names and\naddresses appear on the preceding page, were also elected.\nSeveral resignations of Members and A£sociates who from various\nreasons desired at the close of the year to withdraw from the Society,\nwere accepted.\nIt was announced that Mr. Edward R. Pease desired to resign his\nposition as a Member of the Council at the close of the year.\nThe usual cash account for the past month was presented, and the\nnecessary accounts passed for payment.\nA donation of .£1 from Miss Curtis, an Honorary Associate, was\nreported, and directed to be acknowledged with thanks.\nA Statement of the Receipts and Expenditure for the year endingthe\n31st of December was also presented to the Council, which showed that\nwhile there had been again a large increase in the income of the\nSociety from subscriptions and the sale of publications, it had still\nbeen inadequate to meet the needful expenditure. The receipts\nfrom the1M' sources had been supplemented by S!lme small dona-\ntions, but mainly by the continued liberality of the late President,\nProfessor H. Sidgwick. The whole question of the finances, with special\nreference to certain items, was referred to the Finance Committee, 'with\nthe request that it would draw up a scheme of expenditure for the\ncoming year, and sQ,bmit it to the Council.\nThe Annual Business Meeting of the Members of the Society, at\nwhich the usual audited Financial Statement will be presented, will\nbeheld, as arranged, at the Society's Rooms, 14, Dean's Yard, S.W.• on\nFriday, the 29th inst., at 4 p.m. The Council will meet previously on\nthe same afternoon.\nGENERAL MEETING.\nA General Meeting of the Society was held at the rooms of the\nSociety of British Artists, Suffolk Street, Pall Mall, S.W., on the even-\ning of the 2nd inst. The President occupied the chair.\nMr. Edmund Gurney read a paper on \"Collective Hallucinations.\"\nHe pointed out that, though these phenomena had not been recognised\nby psychologists, there was a large amount of evidence for their\noccurrence; and they might be explained as instances of thought;..\ntransference. It was conceivable that even a. purely subjective hallu-\ncination might spread in this way by infection; though no doubt\nmost of the cases where this explanation had been put forward were\ncases merely of collective illusion, where a real object had been\nmisinterpreted in the same sense by several spectators, generally owing\nto some verbal suggestion. In most, however, of the examples which\nthe Literary Committee had collected, the original hallucination seemed\n\fJan., 1886.J JOllrnalqf Society for Psychical RelJearcli. 155\nto be probably ~kpat\"ic, and due to the contemporaneous crisis of\nsome absent person; and in such cases it was sometimes conceivable\ntha.t the absent person had influenced two (or more) percipient\ndirectly; while sometimes it seemed more natural to suppose that the im-\npression had been propagated from one of these percipients to another.\nAccording to this theory if the reality of impressions from deceased\npersons were ever solidly established, sensory hallucinations so caused\nmight be communicable from one person to another in just the samo\nway.\nThe President said that he had listened with pleasure to the able and\ninteresting paper by Mr. Gurney. Before going further he should like\nto refer for a few moments to the progress that had been made by the\nSociety during·.the year that had just closed. He had been gratified at\nfinding that it now numbered 643 members, being an increase of over 120\nsince this time last year. He thought thu.t the success of the Society had\nbeen in great measure due to the fact that, in his opinion, the relation\nbetween Science and Philosophy had in its researches been just as it\nshould be. It WIUI his conviction that their continued prosperity\ndepended on the legitimate claims of both being duly recognised, and he\nthought this was being done by Mr. Myers and Mr. Gurney in the\nspecial work in which they, were engaged. The fact. of Telepathy having\nbeen established beyond doubt, it was being investiga.ted in many\ndiJferent directions. Mr. Gurney's analysis of a numbel' of cases of\ncollective ha.llucination might play an important part in this investi-\ngation.\nSome persons, the President continued, would like to go on a.\nlittle faster than the Society seemed to be moving. His own wonder\nwas that so much had been done. Ordinary science did not make rapid\nprogress. The work of the chemist. for instance, was exceedingly slow.\nlIen of science have, however, been too ready to build dead walls. It\nhas been suggested that t.his Society had been doing something of the\n&ame kind itself. But he felt quite certain that no such stigma would\nattach to it. The Society had been loyal to the truth in its youth,\nand he believed it would remain so as it grew older. He did not\nbelicve in any such thing as a dead wall in science. The intellectual\nlandscape was in that respect as boundless as the physical. But the\nwork must be carried on laboriously. There is no royal road to any\nkind of knowledge. The links of connection must be maintained in\nevery step taken. It will be found to have been a great adva.ntage tha.t\ntelepathy should be worked up in everypossible wa.y, ever bell.ring ill mind\nthat there is no such thing as 0. dead wall. In concluding his remarks,\nthe President said that he considered that the Society had made as great\nprogress as could possibly have becn expected. He now invited remarks\nfrom anyone in the meeting.\nK :1\n\f156 Journal ofSociety\/or PSJ\/cAical Research. [Jan., 1886.\nMr. F. W. H. Myers said that although he usually found himself\nin accordance with Mr. Gurney on points of this kind, he saw great\ndifficulties in the theory which had just been broa.ched,-expla.ining\ncollective hallucinations, of telepathic origin, by a communication of\nthe telepathic impact to some one primary percipient, and then the\ninfection of other persons in his neighbourhood with the hallucination\nwhich that primary percipient's mind had deTeloped. We had thus to\nassume not only that the death of onA man could generate a\nhallucinatory percept in anothel,-which the evidence sufficiently\nproved,-but also that this hallucinatory percept itself possessed a\npower of infecting other minds without verbal suggestion. This\ninfectiousness seemed to need corroboration from non-telepathic cases,\nbefore we could assume it as operative in telepathic cases. But there\nwas no evidence that the hallucinations of the insane were ever\ncommunicated either amongst themselves or to sane persons by\ninfection without verbal suggestion, although insane delusions were\noften communicated to others by verbal suggestion. Mr. Gurney's\ncases of the supposed spreading of a hallucinatory image-not of tele-\npathic origin-from one sane person to another seemed of a very\ndubious character. Most of them were cases of what was ta.ken at the\ntime to be the voice of a dead person. But he (the speaker) considered\nthat the possibility or otherwise of communications with the so-called\ndead was an entirely open question, and that until the evidence had\nbeen thoroughly sifted we were bound to preserve a bond fide neutrality,\nand not to treat such narratives as though the interpretation which the\nnarrators placed upon them were out of the question. He felt strongly\nthe da.nger of which the President had spoken,-the danger that those\nwho believed themselves to have attained to some truth new to\nscience-such as telepathy-should build a wall round this\nnew extension of territory, and refuse to look beyond it, in the\nsame way as other men often refused to look beyond the limit\nto which the accredited sciences had already attained. For his own\npart, he preferred t() seek the explanation of these collective veridical\nhallucinations in the direction of clairvoyance. In the simplest tele-\npathic experiment-the transference of a word or number from one\nmind to another-the percipient's mind was probably in reality more\nactive than the so-called agent's, for it was, of course, easy to think of\nthe word, but to most people impossible to divine it. And throughout\nthe series of spontaneous telepathic cases we might trace instances of\nthis activity 0\/ percipience-as when a man, either in dream or\nwaking life, seemed to himself to be transported into a distant seene\nand witnessing it from a particular standpoint. Now we certainly need\nnot suppose that he was in this distant scene in any material fashion,\nthat there was anything transported thither which could reflect light or\nDigitized by Google\n\fJau., 1886.J Journal Qf Society for Psychical Research. 167\n----------------\nact; on the ponderable world. But it was conceivable that a centre of\npsychical energy might be thus translated, and might form a phantaB-\nmoue-netic radiant-point-o. point in apparent space, that is to say, from\nwhence hallucinations might be generated, which should thus directly\nreach all or some of the persons present. Support seemed to be given\nto this view by reciprocal cases; cases, that is to say, where something\nwas perceived at each end of the telepathic line, where A felt himself to\nhe in B's home, and saw what B was doing, while B on his side per-\ncei\\\"ed A's phantom in the very place where A felt himself to be.\nApologising for the obscurity of this theory and for the trivial character\nof an illu.c;trative example given, Mr. Myers concluded by saying that so\nlong as we were content to think vaguely of the great primary concep-\ntions with which these discussions were bringing us into somewhat\ncloser contact, they appeared simple and sublime; while rudi-\nmentary attempts to give precision and actuality to our thought were\nlikely to seem grotesque, trivial, and obscure. Yet, in other regions of\ninquiry men had found that, after passing through a period of similarly\ntentative groping among \"beggarly elements,\" they had been able to\nreconstitute great conceptions in a simplicity and sublimity founded more\nfirmly than before on observation and fact.\nMr. R. Pearsall Smith (of Philadelphia), a Member of the Council\nof the American Society for Psychical Research, congratulated the\nAssociation on its marked success in gathering together so many men of\nhigh scientific reputation; on the careful and yet courageous investiga-\ntions, and on the marked talent shown in its papers. He specially spoke\nof the number of intellectual young men who had been recently saved by\nits thorough investigations and masterly Report from the in1luence of a\nfascinating imposture, a work which could not have been accomplished\nsave by an organised society. The affiliated Association in America is\ncomposed of the best representative men of science, whose work will in\ndue time tell upon para.llellines in the development of psychic research.\nHe believed that the Society was building\" better than it knew,\" and\nthat the in1luence of its work was spreading throughout the whole Anglo-\nSaxon world and beyond, opening up, in its final results, great \"truths\ndeep seated in our mystic frame,\" which bear vitally on human wel-\nfare and happiness. He could not see how any delusive phenomena\ncould long survive the calcium light of such accurate, systematic, con-\ntinuous observation and record, or how wha1i truths were behind real\nphenomena could escape being brought out into the light.\nMr. Douglas B. W. Sladen asked permission to mention an occur-\nrence which had happened to himself. Some years ago, when in\nAnstralia, he dreamed one night that his father's house in England was\non fire. The dream woke him up. He observed the time,about 1.30 a.m.,\nroused his wife and told her of his dream, and also, there and then,\nDigitized by Google\n\f158 Journall?f Societ,ll fo,. Psychical Rtseal·cl,. [Jan.,188&.\n-----\nmade an entry ill his diary. Six weeks afterwards he learned by letter\nfrom England that a fire bad occurred exactly as he had dreamed.\nBut there was this curious circumstance. After allowing for differ-\nence of longitude, about 91 hours, it still seemed as if his dream ,,-as\nseveral hours subsequent to the time of the actual occurrence_\nIt had struck him whether the time of his dream corresponded with\nthe hour at which his father might have been writing to him the next\nday, whell his father's thoughts were centred both on the fire and on\nhimself. But this he had not ascertained. However, the fact remained\nthat the circumstances of the fire were transmitted to him visibly at a.\ndistance of 11,000 miles...\nThe meeting then assumed a com-ersational character.\nANNOUSCEMENT OF MEETINGS.\nThe Annual Business Meeting of the Members of the Society will\nbe held at the Society's Rooms, 14, Dean's Yard, S.W., on Friday, the\n29th of January, at 4 p_m. The nex~ General Meeting of the Society\nwill be held on Saturday, the 6th of March.\nHALLUCINATION, MEMORY, AND THE UNCONSCIOUS\nSELF.\nBy HON. RODEN NOEL.\nAs my strictures on Messrs. Von Hartmann, Gurney, and Myers\nwere published in Ligltt, and as it must be a little difficult for our\nreaders to judge of them from the extracts which my friend Mr. Myers\nhas made in the course of his reply (Journal, December), it seems well,\nby permission of the editor, te say a few words here. I hardly think Mr.\nMyers has attempted to meetmy objections; he would rather seem to have\nmade, as it were, casual darts at my papers here and there, and fished out\nextracts almost at random from them, somewhat as a boy makes darts\nat Ilo dish of snapdragon. I fear, however, he has not approved of my\nplums, and I hope he has not burnt his fingers! But this method is •\nperhaps a little bit hard on one's objections,-though I am glad he gives\nme credit for CI eanlestness,\" if for no other good quality. And while I\nam not disposed to begrudge him his claim to greater knowledge of\nphysiology than I call pretelld to, I am sure he will pardon me for\n• On further inquiry we learn froDl Mr. Sladen that th\"re was a discrepancy of &\nfew days between the time of the fire and hisdream experience. He writes that\" the\nday (In which his father wrote to him was the 22nd of December, 1881, and the date!\nof entry in the diary was 1 a.m_ of December 23rd, though entered not unnaturally at\nthe foot of DflCtlmber 22ncl, after all the events of that day.\" And\" as 1 a.m_ in\nVictoria on December 23rd c(lrresponds with 3.30 p.m. on December 22nd in EnJrland.\nand as the Australian mail cloees in branch offices at I; p.m., nothing is more1ikelr\nthan that his father should ha\\-e been writing tohim just an hour orao before the mail\nc:10lled.\"\nDigitized by Google\n\f.Tat 1_] Journal of Sockty for Psychical Reutlrc\". 159\nretorting that I in my turn could wish my esteemed opponentjusta trifle\nmore fully equipped in metaphysics and psychology for his arduous\nundertaking.\nBecause I myself believe that philosophy (in this sense) can\nalone furnish the clue we need to guide us through this labyrinth of\nO<leult and unfamiliar facts, which the admimbly patient a.nd difficult\nin,-esti.,aations of Mr. Myers himself and his working colleagues of our\nSociety (in collaboration with French and other \"researchers \") are\ngradually revealing, or, at any rate, reliving. And yet I own that I\ndeem it a somewhat serious charge which he has brought against me-\nthis of ignorance of the most elementary laws of physiology-and that\npartly because no man can afford to be ignorant of the results of the\nbest thought of his time, even with respect to matters only remotely\nrelated to the topic under discussion-partly also because I have in\nLigl.t actually entered, though only a little way, upon that physiological\nline of argument, on which the peculiar theories of the writers under\nconsideration necessarily invited me to enter. And though I cannot, and\ndo not, as Mr. Myers rightly surmises, pretend to be a physiological expert\nof the same calibre as my friends the English authors of these very\ningenious and intricate psycho-physiological hypotheses, which are,\nfrom their (somewhat startling) originality, even compelling their\nauthors to favour us with quite a new language of their own, yet I do\nclaim a little of that el.erMntanJ knowledge which nearly every educated\nman now possesses; indeed, I have formerly been much interested in\n. this particular science of physiology, and have read several standard\ntreatises upon it. Moreover, though I have, as I say, partly through\ninability, and partly through failure to understand that physiology has\nmore than a remote connection with the topics under discussion,\nentered only a little way into this question, yet I fail to see that\nHr. Myers in his answer (if, indeed, he intended his remarks for\nanswer) has convicted me of such entire ignorance of the rudiments of\nthe science as he apparently imputes to me in the course of his\nremarks.\nAs instances of \"misapprehensions of a somewhat rudimentary kind\"\n(misapprehensions, as it appears from the context, of phytJioWgical di~\ncoveries), I am surprised to find that Mr. Myers cites my suggestion that\nin madness the patient may be really conversing with some alien intelli-\ngences out of the flesh, as he supposes himself to be doing, and that\nin dreams we may sometimes be really conversing with those persons\nwe imagine ourselves to meet. But if Mr. Myers had done me the honour\nto read me attentively he would have seen that I acknowledge the\ndifficulty of supposing that we do so when they are, 'So far as they can\nremember, not thinking or dreaming of us, or do not conceive them-\nseh·es to be in the situations belonging to our dream (thus Mr. Myers'\nDigitized by Google\n\f'160 Journal qf 8ociet,'Ifor PsyckiClll Research. [J...., 1886.\nfun about Bradlaugh and the woolsack does not touch me) 1 But as\nMr. Myers is himself, unless 1 err, partly responsible for the statement,\nfounded on testimony received by our own Society, that a dreamer is\npeculiarly open to \"telepathic\" impressions from other spirits far away\nfrom him in the flesh, 1 scarcely see the force of his caveat that my sugges-\ntion about dreams and madmen shows the danger of not knowing more\nabout physiology, and is a reversion to tha \"crude explanations of a\npre-scientific age.\" For if many dreams are admitted by Mr. Myers and\nhis friends to be due to the telepathic influence of spirits (1 thank\nour researchers for that valuable discovery of the fact\" telepathy,\"\nand for the convenient word), and if their great knowledge of physi-\nology has nothing to say against that admission, 1 fail to see why it\nshould have so much more to say against a suggestion that all dreams\nmay possibly be due to a similar cause. The fundamental mystery,\nwhich is yet a fact, is the transmi~on of impressions, or ideas,\nfrom mind to mind. The study of occasions or attendlUlt circum-\nstances, though interesting, helps us not at all to explain\nthe fact, nor perception. My argument as regards dreams and\nhallucinations (more fully given in Light) is briefly, that they are\nfor the most part as vivid and apparently sensible as our normal\nwaking perceptions, that they are felt and believed by us at the time to\n,be as objectiveand external to ourselves as the bodies and objects we per-\nce'ive when wide awake; the only difference being that our perception\nin the former case is unshared by persons in the normal waking condi·\ntion. Upon that 1 remark that if they were in our condition, or sphere,\nwe should probably perceive the same, or similar, objects, but as weare\nnot in their sphere or condition, we also fail to perceive and confinu the\nreality of their objects. Does Mr. Myers think, then, that his, or any\none's knowledge of physiology ezplai'118 normal perception 1 1 can only say\nthat Professor Huxley, for one, does not agree with him, and that perhaps\nno physiologist,who is also a metaphysician,agrees with him. Mr. Gurney,\nI think, does not. But if physiology cannot explain normal percep-\ntion, 1 do not understand why it should be more successful with halluci-\nnations or dreams. Here you have awave of a certain length in a supposed\n-ether (the whole being confessed to be only a good working hypothesis),\n.impinging on certain nerves, whose vibrations, or changes of some sort,\nnobody knows exactly what, are communicated to certain nervous\ncentres-does Mr. Myers think that throws any real light on the very\n.simplest sensation of green or blue, let alone the perception of an\nordered landscape 1 If he does, 1 do not know of any philosophical\nphysiologist who agrees with him. Nor again does the other fact\n(which 1 am as far from denying 8.8 I am of denying that this correJ.a..\nlation in normal perception is a fact) that when I see a landscape or\nperson in my sleep, and talk with that person-these being experiences\nDigitized by Google\n\fJaD., l.88G.] JOllrnal of Societyfor P'!lchical Research. ]61\nfully as vivid, and seemingly real, as the former, or when a madman\nis hallucinated with the same vivid impression of reality, there is\nprobably a nervous change passing downward from the. ideational\ncentres to special sense-centres-nor again, I say, does this other\nprobable fact throw any more light upon the dream, or ballucination-\nexperience than the former correlated physiological fact threw upon\nnormal sensation or perception. And let Mr. Myers be able to pass\never so stiff an examination in physiology, biology, anatomy, entomology,\nbotany, or astronomy (all sciences of extreme interest to myself, as\nwell as to him), I do not think: he will ever find that either of them\nthrow any real light upon psychology and metaphysics-[except, indeed,\nindirectly, for all is in correlation, nothing isolated.]. But what makes\nus admit the existence of a world external to ourselves1 Why, only\ncommon-sense, instinct, that very \"intuition\" about which Mr. Myers\nexpresses himself so contemptuously. Now I argue that the same\ncommon-sense, intuition, orinstinct, assures the dreamer,or the madman,\nthat he also is in presence of a world external to himself. And I do\nnot quite see how a rudimentary, or even a perfected, acquaintance with\nlIr. Myers' pet science is going to dispose of his intuition, unless it is\nalso going to dispose of the waking man's perception~lly since,' as\nI have argued in Ligkl.,the sense-centres are admitted by physiologists to\nbeaft\"ected in these other casesalso, though it be from the cortical centres\noutward. Ifit is replied that others do not share the same experience,\nand so confirm it, my rejoinder is that the dreamer does not share our\n(waking) experienceany more than we share his. Each is surrounded by\nhisown external world according to his condition, and others in the same\ncondition are likely to share the same, or at least a similar experience.\nI know enough to know that physiologists do not profess to be able\nalways to discover a chemical, or other peculiarity of brain-structure in\ncases of madness; but if they were able, I should still maintain that,\nsince their science cannot explain fUW71I41 perception, neither can it\nany better explain abnormal. But I am, to use Mr. Myers' expression,\n\"in earnest\" with my idealism; and I am not at all sure that Mr.\nMyers, though he explains that he also is an idealist, is as much in\nesmest with that as he is with his physiology. For he says that\n\"neither Mr. Noel nor I am likely to prove this interesting thesis.\"\nBut I do not hold my idealism on these easy terms. I consider it\nquite as certain and\" provable\" as physiology.\nEven an elementary course of physiology should have shown Mr.\nMyers that our sensations are subjective, that colour is not in a dead\nIDaterial objf'Ct, because it is a feeling; and then a little elementary\nphilO$ophy will show him that when felt as a colour-as blue or green-\nit needs to be discriminated, identified, distinguished, I;lOmpa.red by our\nimplicitly self-identifying Ego. And that is still more true of 80\nDigitized by Google\n\f162 Journal of Societ,ll for P8!lcllical Re8eflrch. [JIlII.,lSSG.\nperception. In order to form part of a system, or order of experience.\nit needs comparison with other percepts present, or remembered, a.nd\nunited in one self-identified succession, or system of experience. only\nconstituted such according to certain permanent moulds or forms of\nsense, and thought, space and time, and other categories. This is no\nspeculative theory-(Mr. Myers, curiously enough, seems to object to\nspeculath-e theories, though his own are so ingenious)-but it is the\nmost rudimentary mental philosophy. Surely, since Berkeley, Hume,\nand Kant, it is impossible to ignore, or affect to treat it as doubtful, if\none has at all understood the problem, and the solution offered by\nphilosophy 1 Now, as I believe that we, by our mental constitution, give\n\" laws\" to nature, and Call only comprehend her according to the\nlaws of our own knowing faculty, why Mr. Myers attributes to me\nthe odd notion that \"phenomena\" are \" rea.l,\" hut not\" laws,\" I cannot\neven remotely guess! \" Phenomena\" are only possible and conceivable\nby and tl~rough \"laws,\" or uniformity of op'eration. But what I\nmaintain is that the ideal u the rea~ and the real uthe idt'.al. From\nwhat I have said it must be obvious that there can be no real outofthe\nideal; out of minds, therefore, for only in and by minds can the ideal\nprocess of experience, which alone makes phenomena possible, take place\nat all. Percepts, or objects can only be in and through some consciously\narranged, and implicitly self-identified order, or system of experience,\nwhich involves one Ego at les.st. If common-sense, or intuition insists\nthat it is also outside this Ego, say myself, then assuredly I have here\nshown thn.t it must be in another, or many other similar conscious Egos.\nHow \" physiology\" is going to affect this conclusion I cannot at a.ll\nimagine.\nThen again as to memory. Mr. Myers also classes my theory of\nmemory as another\" misapprehension of 0. somewhat rudimentary kind,\"\nand the context sbows he means 0. phyBiological misapprehension! From\nthis I suppose Mr. Myers really thinks that what pbysiologico.l\npsychology tells us about nervous changes, or motions in the ready·\nmade channels of least resistance explains memory. I am quite aware\nof what this school has said, but it never struck me as explaining\nmemory at all, whether my own theory be right or wrong. Thatseems\nto me to explain it, not of course fully, but a little better than other\nthoories. Does not Mr. Myers see that you might have the sa.me, or\nsimilar neural changes for ever, and even if you got their psychico.l\ncorrelates (but Mr. Myers does not know l\/,Ow you get these, or why\nthere should be such 0. correlation, for, as I said in Lig\/~t, the dance of\nmolecules in the nervous systems of Goethe and Homer does not explain\nthe\" Iliad\" or \"Faust,\" any more than Mr. Myers' own algebraical\nformula for revelations-XX'+HH'~xpla.ins the Bible), even, I\nsay, if you got their psychical correlates, you would not be a bit nearer\nDigitized by Google\n\fJan., 1886.J Journal flf 8odet!lfor P8ycMcni Be8earc!.. 163\nto memory? For memory does not consist in tl'6 identity of nervous\nchanges, or even of their corresponding concepts, but in our recognition\n01 tl,em as the same. These nervous changes themselves, or e\\'en their\npsychical correlates, being isola.ted and successive, cannot identify tl66m-\n1It11:1J8, C01IJpaT6 themsel'\/J68 with tl,eir own paBt. That needs a one\nand self-identical Mr. Myers, an Ego, a person. Each nervous change\nitself, as we conceive it, and each psychical correlate, a.bsolutely needs\nand implies that. Memory, though so commonplace and constant n.\nphenomenon, is about the most mystical and difficult of all\nphenomena. to understand. You try and remember whll.t is not in con-\nsciousness, and yet directly that flashes into it you recognise it for\nwhat you were seeking, and for the same image or notion as has been\nin your mind before. That involves a self-identifying Ego, the\nsame through all changes of experience, and implicitly knowing itself\nto be the same, comparing the present with the past experience, and\npronouncing it either identical or different. But if you want to know\nwhat memory is, you must carefully examine and reflect on your con-\nscious experience; you may, of course, also dissect, or vivisect somebody's\nbrain if you like; only the brain seems to be one thing, and my\nremembrance of a past fact quite another. Now, I argue that if\nthere was an external object, person, or thing affecting your first per-\nception, and if your memory assures you that you are now conscious of\nthe same thing or person, that thing or person 'must be now again\naffecting you. But you are o.lso aware tha.t it is the past of that person\nor thing which you now remember; the past is restored, therefore, and'\nbecome present, but this (which seems to me like a miracle) is only\npossible, I suppose, if the past has not perished; yet in time it has\nperished; hence it must' be out of its trtm8C6ndent being, above and\nbeyond time, that it now affects you. That argument may be unsound,\nbat I do not see how it argues insufficient knowledge of pllYriology to\nmaintain it, nor do I think the instance of the squib a reductio ad\noblltrclulll of it, since I regard all phenomena as in theil' essential being\ntranscendent, squibs included! But then I am \"in earnest.\"\nWith regard to the\" more complicated confusion\" attributed to me\non p. 124, I am at a lOBS to conceive on what kind of misunderstanding the-\nclmrge may be founded. On p. 516 of Ligl.e what I am referring to is\nnot sensations, but thoughts, and these are nsually located, even by\nadvanced physiologists, I have understood, in the cortical centres, and\nnot in the muscles. But really Mr. Myers must have a portentous\nidell of my ignonmce if he supposes me unaware of the fact he mentions\nof the girl remembering a tune, so to speak, with her fingers I\nBut this leads me to remark that Mr. Myers has apparently darted at\nthe side issues raised in my papers, and, seemingly, has wishedrathel' ill\nhis tum to pillory my theories tha.n to answer my objections.\nDigitized by Google\n\f164 Ji,\"rnal of Sociefyfor PS!lcMcal ReSl'flrcl,. [.JaD., l.888.\nWhat 1 expressly urged against him in Ligl'\" (though llr.\nMyers is curiously wrong in his allegation that the greater part of my\neflSay was directed against him! whereas it was chiefly a reply to Von\nHa.rtma.nn, and in part to Mr. Gurney) was that the instances of this\nhabit-organised, or secondary reflex action, and those of our behaviour\nwhen absent-minded, or attending to something else, which he brings to\nsupport his theory of an unconscious secondary self, as explaining a\ngreat proportion of the phenomena. of Spiritism, attribut.ed by Spiritists\nto intelligences out of the body, other tha.n those of the medium and\ndrcle, or the psychogra.phic writer, are really not to the point.\nBecause (1) here there is nothing organised for reflex action by\ninheritance, or by habit and long practice; (2) in psychography, or in\nwa.tching slate writing through Eglinton, or at a Spiritist seance, the\npersons concerned are not Commonlyattending strenuously to something\nelse, or absolutely given over to a day dream. They are, on the con-\ntrary, either watching keenly (perhaps suspiciously) the present p~\nceedings, or at all events in a frame of more or less blank, and expectant\nattention to the matter in hand.\nAnd yet under these circumstances occur the extraordinary phen~\nmena of slate writing, or those other extraordinary phenomena happen-\ning at Spiritist seances-(1 mean, of course, granting them genuine). The\nspecial instance 1 brought forward as inconsistent with Mr. Myers'\nhypothesis was that of Mr. and Mrs. Newnham, detailed in our \"P~\nceedings,\" and commented on as a proof of his theory by Mr. Myers\n(1 also brought forward the Clelia ana.gra.ms) j and 1 may observe here\nthat Mr. Myers is mistaken in supposing that my comments upon the\nvery interesting experiments in mesmerism detailed by him in the\nFortnigl\"'Zy were intended for an interpretation of his opinions\n(1 know how totally our opinions differ); they were my own interpreta-\ntion of his facts. But though Mr. Myers tells us he believes in a tran-\nscendent self, I do not quite know what use he makes of it, if not to\nafford a refuge, so to speak,for the incuba.tingideas which are to enter,\nbut have not yet entered the conscious current of a particular personal\nexperience: that is one great use of it for me, though I assert that these\ncannot enter in two full, parallel, uncommunicating, simultaneous con-\nscious currents. The transcend. nt Ego ha.s itself blocked the way for\non\" by providing another at 0. given moment. If we ever attend\nstrenuously to more than one thing at a time, we are awa.re of it then,\nand remember it afterwards. I criticised particularly the \"sub-con-\nscious\" department of this perhaps somewhat many-chambered, and\nelastic theory, in reference to the Newnham case. For the writers\nseem now to maintain absolute, a.'ld now only relative unconsciousness\nin their secondary self, as if they didn't quite know on which leg to\nstand. 1 rather wish they would finally decide on one alternative or\nDigitized by Google\n\f:Tau., 1886.] Journal of Societ.v lor P81lchical Ruearch. 16:)\nthe other. Thus too Hartmann seems to oscillate between a.bsolute\nunconsciousness, and an even \/ulkr \"masked somnambulic,\" or\nclairvoyant consciousness in this secondary self (in the latter sellS&\nMr. Massey interprets him, at least). But I shall here confine\nmyself chiefly to Mr. Myers and Mr. Gurney (in this last\nDecember paper Mr. Myers appears to prefer Mr. Gurney's\n•• Bub-conscious\" view). Now that, I think, is quite inapplicable to\nthis case. Because, as I have said, it is impossible that Mrs. Newnham\nherself can have been only sub-conscious of the written questions of her\nhusband, and of the relevant answers that were written to them through\nplanchette, while yet her mind was not strenuously occupied with 801M\nother subject, or abandoned to aimless reverie, but, so far as appears from\nthe printed account, was blankly and expectantly attentive. If such\na. process had taken place in her mind at all, reading and comprehend-\ning questions put by another, and intelligently replying to them, though\nin a. peculiar fashion quite uncharacteristic of herself (her attention not\nbeing occupied otherwise), she could not have been sub-conscious, only\nsemi-conscious of it; the work would not have been done, more-\nover, unless she was fully conscious; and if she was fully con-\nscious of it, and yet not cons::ious of it at the Ba77J6 ti77J6, that is the self-\ncontradictory hypothesis which I am sure no knowledge of \"physiology,,.\nhowever advanced, could ever make me, for one, content to swallow.\nI tried to show, moreover, that ab80lutely unconscious intelligence\nis an absurd a.nd self-contradictory idea--a.lso that a transcendent\nconsciousness did not seem applica.ble to such Ilo case-but now I will\nconfine myself to a. little further brief comment on this sub-conscious\nself tbeory, which, I ga.ther from his present paper, Mr. Myers now\nwishes to put forward as his own finally a.uthorised version of his hypo-\nthesis of an unconscious secondary self. But unless we are going to use\nthe words, \"conscious\" and \" unconscious\" self, in some peculiar sense\nof our own, I really do not think there is much need to define them.\nsince they connote ideas· so funda.mental, universal, and primary. I\ncomplained in Light, however, that the writers criticised did not seem\nto have realised clearly what a self (as universally and by common-\nseD86 understood) actually does imply, for else they could hardly have\ninvented these hypotheses. Definitions of the most primary and\nuniversally understood fact of experience consciO'lume88 are perhaps a.\nlittle dangerous, as they may possibly tend to limit the meaning too\nmuch. Unconscious, of course, unle.ss specially defined, is just the\nnegation, excluding opposite of conscious. But Mr. Myers says, \"by\nan experiment in definition\" lte will mean by \"conscious\" \" memorable,\"\nthat may be remembered. Yet, though sensation is certainly conscious,\nit is not always rememberable-at least at once-though, ultimately, I\nbelieve it is. The faintest sensation, if a \"sensation,\" or feeling at all,'\nDigitized by GoogIe\n\f166 JourlJalQf Society for P8!JcMcal Raenrc\". ' [Jail., 1SS6.\nmust be, as I have said, imp1icit1v di,eril1linatea, and therefore implies\na. one implicitly self-identifying Ego behind it. However, if Mr. lIyers\nmeans by \" unconscious\" faint, and practically unrememberable sensa-\ntions, then I say that these would clearly be incompetent to perform the\nwork attributed to the intelligence who wrote automatically through\nMrs. Newnham j for that comprehended and appraised the questions of\nher husband, carefully and deliberately adapting answers to them\nthrough the muscles of Mrs. Newnham. That was the work of a\ncomplex, '·tJnllmwering, matured self-conscious thought, not of vague,\nunrememberable sensations.\nYet Mrs. Newnham had her train of thought and observation too,\ngoing on at UIAJ ,ame time, and she assures us that of this other train of\nthought she knew nothing, till she saw it written down. That, llr.\nMyers thinks, belonged, however, as he now says, to a \"second focus\nof consciousness in the one mind\" of Mrs. Newnham. And he adds\nthat his position is this: ., One such focus of potential (not necessarily\nof actual) consciousness may acquire knowledge, or perform operations\nnot acquired or performed by another focus, and communicate such\nknowledge, &c., to the other in various ways.\" Now, I must repeat\nthat this is distinctly a description of two selv8I!I, not of one. You may\ncall two selves two foci, and say they belong to one mind, but that\ndoes not make thefact otherwise. Mr. Myers says that I use words as\n\" metaphysical counters.\" On the.contrary, I claim that in my use of the\nwords \"self\" and U conscious\" I simply follow the meaning assigned\nto them by universal consent, and common usage. That is true when I\nsay the conscious can never identify itself with the unconscious j they\nbeing states absolutely exclusive of one another-by that I mean, in\ntheir commonly understood sense. But wilen you come to give a\npeculiar'meaning of your own to the term U unconscious,\" and make\nitmean \"faintlyconscious,\" then I would no longerassertthis-farfromit\n-though Mr. Myers indeed asserts it when he says that the ,-ery faintly\n~onscioU8 cannot be remembered. That I shall totally deny, if he metUls\nnever. I contend that feeling, if it be feeling at all, must Ilave some\nc:haracter (however vaguely) attributed to it at the moment, and that\nthis implies lOme attention-wilen the neural process has been long\nenough to accompany (not, observe, to cause) any rise abo'·e the thres-\nhold of consciousness, expressing myself in the terms of that. par-\nticular psychological school j and if there has been any attention, t·he\nfeeling may always be remembered on the fit occasion. But 1\\lr. Myers\nmust be talking of vague percepts, or notions j el~ his l'f'.marks would\nbe totally irrelevant to the discussion. Now these imply indisputably\nsome attention, or they could never have been formed and dis-\ntinguished at 11011, and so they certainly are \"memorable.\" However, my\npresent point is that thl'se faint experiences gather round no \" focus of\nDigitized by Google\n\fJan.,l8S6.] Journalqf Sode\/lIfo,. P'lIcllical Re8eal'cll. 161\nmentation\" whatsoever, unless it be the one focus of the implicitly self\nidentifying Ego, or self. I know that they do so, whether \"memor-\nable\" at a given moment or not--for 'else they could never have been\neouscious at all, never have risen above the threshold of consciousness,\nthat is, of ours. What other \"second focus of mentation\" does Mr. )Iyers\nthink they gather around 1 If we must put-and we must ill these dis-\ncussions-the intuition of common-sense into philosophical language,\nthen certainly what everybody who has not a theory to defend means by\na\" self\" is a given order of experience that is capable of SUbjective\nor inward identification as belonging to one and the same focus of con-\nsciousness, however various the successive details of which it is composed.\nThat one focus is you, or I. But if there are simultaneous details of ex-\nperience twt '0 identifiable at the time by 1M, or you, as '!lours or miM,\nthen common-sense, as I believe, refuses to call these mine or yours.\nTrue, if they are very faintly realised, they may be only implicitly, not\nself-consciously, so identified, and they may hardly be\" memorable,\" in\nlIr. Myers' sense, at any given moment, therefore are apparently lost\nfor a time, out of the sameidentical conllCiousness of you 01' me. Yet the\nvery class of recent experiments with which Mr. Myers is familiar, in\nhypnotic and other cognate conditions, should have made him particu-\nlarly shy of deciding tha~ bocause a detail does not recur to memory\nnow, therefore it was ncv(r in 11 given conscious e..'tperience at all-for\nhe knows repeated inst:mccs in which it does recur upon special con-\nditions being fulfilled. There may be alternating personalitiesgathered\nup into a fuller and more transcendent Ego. And the very differentia.\nof these apparently unaUacW details is that they gather round no focus\nat aU, except in so far as they gather round the one ordinary focus\n(or lapseinto the transcendent). Butround whatother simultaneous focus\nare they held to gather' If they do gather round such a second focus,\nthen I contend that they never could have heen mine, or yours, at all;\nthey did, in fact, gather round mine or yours, and, therefore, did not\nround any other. IfI had no experience of them, then they were never\nmine, but belonged from the very first to someone else, They were, in\nfact, so vaguely and faintly anr! implicitly gathered round the one\nfocus, which is the one self of you, or me, that Mr. AIyers can fancy\nthey were gathered round a ,econd focus of experienc8-0nly, he adds,\nbelonging to the same self, you or me. Not, I reply, if it was conscious\nand simultaneous, because a second focus of conscious experience means\n(according to, common-sense and common parlance) a different self or\npenon, and not the same.\nBut, further, such unmemorable, and isolated vague experiences\neould never have done the work o.ctually performed by the Newnham\nintelligence, 0. work of mature thought, reacting upon other mature\nthoughts presented to it. Yet directly these faint, isolated, what l'tlr.\nDigitized by Google\n\f168 Journal o\/Societ!lfor PS!lcllical Research. [J&II., IS8&.\nMyers calls\" unconscious\" feelings rose sufficiently above the thres-\nhold of consciousness in Mrs. Newnham's mind all to be capable ofdoi7lf!\ntoll4t tDa8 done, they could no longer, even according to Mr. Myers' own\nshowing, have gathered round the second focus, around which he thinks\nfaint, unmemorable, in his sense unconscious, feelings do gather (though,\nin fact, in so far as such vague, isolated, because unorganised,\nunsystematised feelings do not gather round OM focus of experience\nthey clearly do not gather about any), but they would then of neces-\nsity gather around the first, i.e., Mrs. Newnham's ordinary, fully\nmatured self-conscious focus of experience-which is precisely what she\nassures us they did not. And, therefore, I conclude that this intelligence\nwas not then, never was before, and never will be afterwards, her intel-\nligence, but was, is, and a.lways will be someone else's, i.e., that of some\nthird intelligence, using her brain and body to communicate with her\nand her husband-which is the conclusion of Spiritism. Mr. Myers\nwill have to prove not only that faint unmemorable feelings may gather\nround a second focus of mentation, and yet belong to the same person,\nthough he knows nothing of it, but also that a full-blown, mature, se1£-\nidentifying, self-remembering system of consciousness may do 80; and\nyet that is precisely what he now disclaims being supposed to mean [\nHe talks, indeed, of \" a second potentially (not necessarily &lJtually)\nconscious focus of mentation.\" What does he mean 1 A\" potentially\"\nconscious intelligence could certainly not have done the work attributed\nto it. He must mean either B6mHlonscious, or unconscious. Both alterna-\ntives are inadmissible, as I have shown. He talks also of \" ideas which\nhave already attained an unusual degree of force and ela.boration,\"\nbeing \" transferred from the unconscious to the conscious mind.\" What\nare unconscious ideas, and whose 1 Only Von Hartmann,and Mr. Myers\nknow! If he means B6mHlonscious, then these cannot have obtained\nmuch \"force or elaboration,\" else they would have becomefuUy con-\nscious before, that being just what is meant by fully conscious. And\nthen they were either in Mrs. Newnham, or in someone else-not in\nher, out of her, and in her at the same moment. This is what I mean by\n\"both confounding the persons, and dividing the substa.nce.\" For this\nintelligence must have had all our categories, or fixed formal modes of\nthought behind it, by help of its own past remembered experience,\nunderstanding, remembering, putting together, Mr. Newnham's ques-\ntions, besides seeing them written, and then, by help of the same re-\nmembered and compared experience, putting relevant answers together.\nand writing them down. Whose was it 1 Now, really, physiological\nknowledge, however advanced, cannot help us to prove that two and\ntwo do not make four, that two straight.lines can enclose a space, that.\nevery effect need not have an adequate cause to produce it, or that it\nis extremely possible for the same thing to be and not to be at the\nDigitized by Google\n\f:s.... 181!6.} JOfIrnal of 8oc~t!l.for PllJlclticalRe~arc\". 169\nsame moment. These I have always supposed hitherto, and others like\nunto them, are not physiological, but 8lathematical, and metaphysical\nquestiou.s-however unfashionable the philosophy of first principles or\nmetaphysics, and psychology, properly so-called, the philosophy of our\nsubjective experience, may have become since a dark and\" pre-scientific\nage.\"\nAgain, to assert this developed and capable intelligence cWlOlutelll\nunconscious is, to my mind, equally absurd and self-contrRdictory, and\nyou would then have positively no evidence whatsoever for any other\noonacioumess than yonr own. Mr. Myers then might be an uncon-\nscious cerebrator only\/(W 1M, and I the same for him. There remains\nMr. Massey's hypothesis, which seems to me the only philosophical one,\nother than that of Spiritism; yet even this, I thiuk, though 80 largely\nagreeing with him in many respects, will not hold water in the pressnt;.\ninstance. That is, briefly, the hypothesis of a tmrlllUntknt Ego,\nincluding the normal ancl contemporary experience of Mrs. Newnham,\nbut this latter not including it. Now I hold to this transcendent\neternal Ego myself as necessary to account for, and give a basis to, our\nchanging and transitory experience. But in proportion as it is eternal\nand transcend\"nt we can, tJ;C \"'vpotiJen, only know it tJ8 it manvu\"\nitHIf to U8 from ,1I01Mnt to moment, IUCcunvelv in timtl. And 80,\nvarious as it may be, and infinitely different at different periods, we\nstill know it to be oura-for this it is transcendentally, in our real\n,..H7Itw being. But once let a mature experience, temporary~\nphenomena), come into consciousness nmultaneotuZll with another, and\ny\"t fail to be identified by us as ours, I hold that common-sense\nmust declare it to belong to anotlier person, or system of expel-ience,\nthat is, to another tmnacendent self, and not to ours. Here, however,\nthe radical difference between us is that Mr. Massey admits of no\nabsolute or transcendent- individualities at all-he is a Vedantist.\npur 6IJng.\nBut if you go in for literally unconscious cerebration, then, being\nII in earnest\" with my idealism, I must own that I can only regard\nbrain and organism as conceptions in a mind, or in many; when, and so\nfar 88 not in ours, .then in and through the minds of other personal\nintelligences. The momentous fact of the correlation of nervous with\npsychical process, and the nourishment of the former by the great\nworld without, can to my idealism only mean the correlation of our\npsychical life with. and its nourishment by, the world of intelligences\nexternal to our own. Depend up~n it spirit-consciousness is the\nreality, and the brain only phenomenon, 8Olid-seeming though it be. If\n\"the unconscioWl brain\" is able, in the inspirations of genius, u to\npour,\" as Mr. Myers thinks, \"a stream more than usually nutritioua\ninto the conscious channel,\" to me that can only mean a conscioua\n.r.\nDigitized by Google\n\f•\n1;0 JourlUlI qf Sockfg for P,gcllwfll Ruearcll. {Jail., 1886.\n8tream of this character from surrounding intelligences, and from the\ntranscendent Eqo, which is one with the Divine, creative, universal\njdeas. An\" unconscious brain \"can pour nothing into a conscious\nmind! And to speak of a \"morbid excitement in part of a madman's\nbrain\" making him fancy he sees and hears devils, is to pay onelielf\nwith words. The\" morbid excitement,\" like alcoholic blood-poisoning,\nmay tnahu him to see and hear them-that is all it can do.\nAs to what Mr. Myers says of cruder conceptions belongingto a pre-\nscientific age, I conf~ I bave always felt it extremely improbable that\nmen everywhere, and from the beginning of time, should have been all\nwrong,and that only a few years ago they should first have beogun to be all\nright. Worse than foolish, indeed, must he be who would depreciate the\nresulta of scientific discovery, deeply interesting and momentous as they\nare. I only object when Science affecta either to deny, or to explain\naway things out of her own province, or distastE-luI to her own prophets.\nbecause disturbing crude inductions made upon insufficient data. I hold\nthat a way ought to be found of conciliating the new facta with the old\ntheories, modified. It WBS right the age should direct so much attention\nto physical phenomena. But let us not lose our spiritual organs, BS the\nProteus of Adelsberg lost his organs of vision in tile Cimmerian dark-\nnessof his subterranean lake. And moreover, let us remember that our\npsychical researchers have already committed ourselves to,conclusions,as\ninferences from experiment, which are almost, if not quite, as heretical\nand ridiculous in the opinion of some scientific men as that old ghost·\ntheory, upon the margin of which my cautious friends stand 80 timor-\nously shivering. Why, we are all bead over ears in scientific heresies\nalready I Take the leap, friends, and fear not I There are good swim-\nming mBSters in there, and their names are Wallace, Zollner, Crookes,\nBarrett, Varley, ButIeroff, Fechner, and a host beside! The other men\nof science do not, I fancy, even now see much difference between\nYou and me,\nTweedledum, and Tweedledee.\nSo in all good humour I conclude. If certain theories oommend them-\nselves to certain minds, well and good ; let me seek no longer to depriTe\nthem of congenial food. For in theories, as in graver matters, Ie the\nreadiness is all.\"\nP.S.-The writers admit that in what they term Ie veridical halluci-\nnations\" a real external object is presented in a visionary manner to the\nJllind, presumably through the higher centres; though perhaps it may\nbe through that inner psychical body, which Occultista,and our President\nalike believe in. Certainly the object is not presented through the\nordinary channels of sense-perception. I only suggest an extension of\nthis admiBBion to cases of so-called hallucination,when the object is Dot\nDigitized by Google\n\f.'\nJI1J., 1S86.] JourTIIII of 8ociet!llol' P',,,c],icrrl RelJearch. 171\nto us perceptible; and I would rather call such livid abnormal percep-\ntions NioJ& than luallucination.. It is, at any ratA.>, no disproof of their\nobjective character that Mr. Myers can show us local nervous centres,\nwhich may possibly be instrumental in their production, and that is why\nI can see but small use in his algebraic \"fornnua for revelations.\" I\nYE'ntured to call it a \"belittling of the sublime,\" and to quote\nHinton's similar, but satirical formula for a quartet of Beethoven, viz.,\n.. a scraping of horsetails on the intestines of cats.\"\nSimilarly, I only propose an extension of the principle, confirmed\n,by our Society in hypnotic cases-(that a dominant suggestion, which\nthe entranced person when awake cannot resist, though unaware\nof the source whence it emanated, viz., the will of the mesmeriser)-\nto cases of \"uncontrollable\" impulse in madness, the hidden will and\nsuggestion then being from some unseen order of intelligence. I am,\nhowever, quite aware that all such hypotheses are only tentative-if\nyou like, 6p«UlatitHI. But the probability of the spirit theory has to\nhe balanced against that of a rather self-contradictory theory, such as\n\"unconscious secondary selves\" (indeed, Mr. Myers threatens us in\nhis last paper with more than two, with an indefinite number, all\nunaware of each other!). It is possibly wiser to say, with Newton,\n\"\"ypothuu '7&O'I&ji:ngo.\" Yet the advance of knowledge has always\nbeen assisted by happy guesses of the imagination. And I rather\nthink: that, while Physiology can give no explanation at all of OUI'\npsychical pbenomena, new or old, we may be in solDe danger of mental\nindigestion from a plethora of mere crude, not understood phenomena.\nBut I must say that an accusation of too tnucl. theory does not come\nwith good grace (rom the Spiritist camp, and where the Spiritist\nhypothesis has been, so to speak, bolted, and that of VUlgal' fraud far\ntoo confidingly ruled out of COUl't.\nCASES RECEIVED BY THE LITERARY COM~nTTEE.\n(Continwul. )\nG.-I20\nFrom Rev. Wm. S. GrilJuon, The Grove, Pluckley, Kent.\nSeptember GU~, Iss..\nI do not know where my fonner pupil, the seer of the apparition, now ia,\n80 that I cannot now ask him the question suggested, but being fully aware\nof the importance in such cases of ascertaining the percipient's mental and\nmoral antecedenta, 1 did at the time ask him if he had ever before had any\nperception of the kind, and I can say positively that he did not remember,\n011 &ny previous occasion, either seeing, hearing, or feeling anything\nabnormal. He bad, bow'.lver (88 I wrote before), on two occasiolls dl'e&lUed\nL !'l\nDigitized by Google\n\f172 JOfWllal of &Citl!! for P8ychical Reseal'cll. [Jan., 1986.\nof IlCenes which corresponded with real even' unknow;n to him at the time\nof the dream. I endeavoured to get the narrative of these dreama from\nhim, under his own signature, in order to send to you, but either ftoom\nunwillingneaa or negle.:t he baa failed to supply them as he promised.\nEvidentJy he was of a sensitive \"mediumiat.ic\" temperament, but you mar\ntake it as certain that he never before had had any abnormal perception in\nIlis waking moments.\n(Signed) WHo S. GJUGNOll'.\nTile apparition was, apparently, connected with a promise made at a alianco.\nOn the 21st December, 1882, about 5.30 p.m., I was on my way back\nfrom the town of X-- to the village of H--. My way from the nearest\nrailway station Wl\\II by a footpath which crosses a park, shortly before quit-\nting which it enters a belt of trees, continues througll them for about 100\nyards, and quits them and the park together at a lodge-gate for a public road.\nThis road at once croaaea a river of no great size by a stone bridge, and t.llen\nmounts a hill among some scattered houses. J uat as I was entering the belt\nof trees above mentioned I saw in the dim light a village lad, as 1 thought,\ncoming towards me along the pat.ll, and, as he came close, I said .. Good\nnight\" to him. As lle passed he turned his face towards me, and I then\nnoticed that his dre.. was that of a gentJeman, that he \"'ore a college cap\nsuch as are in use at P-- College, and that the features were mlmistakably\nthose of a former school-fellow who had (lied at the age, I think, of 13 or 14,\nwllile I was at P-- College. Almost inatantJy after the figure passed me,\nbefore My one could have gone more than 4 or 5 yards, I looked round.\nThere was no one to be seen. It was just possible that the person might have\nsuddenly darted under cover of the trees, but there was no apparent reason\nfor his doing 80. I did not feel startled at that time, and as 1 passed on\ntllrough the belt of trees, it occurred to me that I must have fancied the\nlikeness. But when I was cro..ing the bridge, there, seated on the parapet,\nWII.8 the very same figure I had seen before, in the same dre.., and with the\nface turned full towards me. The features were beyond all doubt those ofmy\ndeceased school-fellow, but wit.h something fixed and waxy in the look of\nthem. The only pn.th to the bridge from the spot at which the figure firat\nappelLred was the one I had followed. I am quite certain that no person\npassed me from behind between the times of the first and second appearances_\nThis time I did feel a certain amount of disturbance of mind, and seemed\nhardly able to mount the hill, tho foot of which I had reached. 1 ..\"\nnothing further; but while cro88ing, lOme minutes later, a field belonging\nt:l the house in H-- where I was then staying, I heard what seemed tho\nBOund of footsteps on the road close behind me, but when I looked round\nsaw no one.\nIt may be as well to add that my acquaintance with the decea.ed had\nbeen very slight. He was not in the same house or the same form with me\nat P-- College, and, 80 far as I can recollect, I had never spoken to him,\nor had, at moat, exchanged a few words with him once or twice.\nIt ought furtller to be stated that at a table-turning seance a day or two\nbefore a spirit profe..ing to be that of the boy in quostion had promised\nthat on the 21st he would sbow \"sometlling visible\" to one or perhaps t\"o\nof the persons then present. I was not, however, at the time of t.\\e\nDigitized by Google\n\fJu., 1886.] Journal of Societ!lfol' Psgchical RllIefll'c\/,. 173\napparition thinking at all about this announcement. On the contrary, while\nI was croeaing thfl park and up to the moment of the apparition my mind\nwas tumed to matt.sl'B totally di1ferent. M. C.\nThe Grove, Pluckley, Kent.\nJuly 12th, 1883.\nMy DEAR Sm,-I have endeavoured in vain to induce M. C., the author\nof the annexed narrative, to allow his name and those of the places men-\ntioned to appear in full. I can testify that the statement now initialled by\nhim coincides exactly with what he related to me and to othel'B in my house\nwithin an hour after the occurrence. From a very intimate knowledge of\nM. C., and of all the circumstances of the case, 1 am convinced that he\nreported only what he believed he saw, and that he is not by any llleans a\nperson of predominant and constructive imagination. Twice, I think,\nwithin three days after the 21st he passed at nightfall over the Bcene of the\napparition, and then with 311 impression and almost hope that his vision\nwould be renewed; but nothing occurred.\nThe Grove, Pluckley, Kent.\nJuly 19Ut, 1883.\nThe school at which M. C. and the boy had met was not Clijwn, but\nCheltffiham College, and I have no reason whatever for supposing that the\nboy had any connection with the locality of the apparition. The extremo\nllightness of the previous acquaintance is a curious fact in the case. M. C.\nprobably knew 200 or 300 boy. at least at Cheltenham as well or better than\nhe knew the deceased. 'Vhen at a \".reance\" the Dan1e was given, he merely\nremembered the fact that a boy of that surnamo had died-the Christian\nname he had never knoWll-Mld that his death had taken place at home-\nwhere he did not know-from illneBB begun at school. A death at school\nsometimes makes a strong impression on boy.' minds, and might serve as a.\nspiritual connecting link, but a death at home is much less impressive, 3Ild\nwould have made very little impreBBion on M. C., to judge from my pretty\nintintate knowledge of him. I feel sure that I have now given correctly tho\neffect of his statement made at the time. He certainly said nothing then\nabout any vanishing of the apparition from under his eyes. The impreBBion\nleft on my mind was that he looked away from the figure, and hurried on\nwithout again turning his eyes towards it. Three of the pupils now with me\nwere tlten at Hanbrook, and heard the whole story from M. C. just after I\ndid, and their impression agrees with mine exactly. So does that of my\ndaughter, who heard the story with me from M. C. as he told it for the\nfirst time, immediately after the occurrence. I tltink this combination of\nevidence more satisfactory than any statement of the boy's Owll could be\nafter an interval of six months and more. I believe you will be safe in\ntaking it that the apparition did not vanish under his eyes.\nWll. S. GRIGNON.\nG.-472.\nFrom Ml'B. Codd, Belmont Lodge, Eltham, Kent.\n(The name of the house was given.)\nSeptember, 1884.\nIn 18'i2,my fatlter hired a house on Hampstead Heatlt for six weeks. Our\nparty consisted of my father, lllother, three brotltel'B, and myself. We took\ngitized by (.oogI\n\f174 Journal of SocietU .for P'gchical Re,earcA. [J.D•• 188G.\ntwo (Jf our own aervants, but there was a third, who was the cook of the\ngentleman who let 1111 the house. His name waa F. He wished one of\nIlia own aervants to be in the hOllae during his abaence, and 80 for the time\nshe became ours. From the first day of our going there I felt moat\nuncomfortable, by reason of an indescribable aenaation of fear, hitherk'\nunknown to nle. I could not bear to be alone for a moment, feeling that\nanother preaence was in the room. I was also troubled by many wlaCCOuntable\nnoises, one of which exactly reaembled the rustling of a sti1fsilk gown. Some-\ntimes it appeared to be quite near me, as though it might be touching me ;\nBOmetimes I heard it passing up or down stairs. I often heard a sigh, but I\nnever saw even the faintest vapour of an appearance. I was more or leu\ndisturbed in all parts of the hOlllle, but the room where all theae sensations\nwere strongest, and where I felt most awe-stricken, was the dining-room.\nNeither my father nor mother were COneciOIlII of anything, and were vexed\nwith what they considered my foolishneu. On two occasions I heard my two\nyoungellt brothers, children of five and lIix years, having an altercation with\ntheir nurse because they declared she came into their bedroom and made\nluch a rustling tltat IIhe awoke them. She assured them she had not been\nin their room after they were in bed. They said they even saw her, or some\nwoman who mUllt have been she. But, of COI1l'll6, it was almollt totally dark.\nOne Friday, after we had been a month in the houae, my aunt, Mias\nWalton, come to lltay with 1111 until the following Monday. On the\nSunday afternoon, my father, brothers and I went for a walk. Our own\ntwo lIervants were out, and my mother, who was not IItrong, was lying\ndown in her bedroom upstairs. My aunt, Dorothy Walton, and Mr. F:a\ncook, and my mother were the only occupants of the house.\nI became tired after I had been out lOme time, and retumed.homo by\nmyself, leaving my father and brothers to continue their walk. I found\nmy aunt reading the Collect and Psahns for the day, and sitting in a tiny\nBOrt of balcony, which was at the top of the first flight of lltairs, her back\nto the front door. I walked upstain, when she turned round to me,\namI said. \"I have lIeen a spirit while you have been out.\" I asked her\nlOme questions, the answen to which amounted to as fo11(._:-\nShe felt impelled to turn round and looked towards the front door,\nwhen Ihe saw a pretty-looking woman, of about 30 years of age, come in\nat the .pont door (which was alwaYI open during the day, there being a\ngarden), and turn into the dining-roolu. For a moment she thought\nit mllIIt be lome neighbour. But the dress was old-fashioned, being made\nin the style of 100 years ago. It was a silk gown of a kind known now\nas cMne, and drab in colour. The lady's hair was thick and black, and\nlliain-braided. My aunt felt rooted to the spot. She could not move for\nlome time, but even then she .did not desceDlI into the dining-room, but\njust turned round to continue her reading, wilen I came in.\nI had not mentioned to her what illY feelings in the houae had been, and\nI only said, \"Come downstairs into the kitchen with me to Ann.\" Ann\nwas the aforementioned cook, to whom I ltad several times lpoken about the\nllois!!1 and senaationl which worried me. She had alwaYI repudiated any\nidea of the house being haunted, and UIIed to say that her master would be\nextremely vexed if I spread such a report.\nDiQitizedbyGoogle'\n\fJu.• l886.] Journal qf &cietll.f(W P8!1cllical Re8earch. li5\nMy aunt and I went below. where we found Ann, to whom I eaid, \"N\"w,\nAnn, I have diacovered that thia hoU8e ia haunted, and if you do not answer\nBOrne questiona I will put to you, I shall make inquiries in Hampstead on the\nmatter.\" She turned very pale. I eaid, \"Who haunts thia hoU8e 1\" She:\n.. A lady.\"\nI; \"What ia she like 1\" Slle; \"Youngish, good.looking, with black\nhair and freeh complexion.\"\nI; \"How dressed 1\" She;\" In a thick lightrcoloured silk dress.\"\nThen, having broken the ice, she went on to eay that tllia appearance\nhaunted the whole house, but chiefly the dining.room and the bedroom\nwhere my two youngest brother:. alept; that ahe (Ann) had seen her countlesa\ntimes, and had Ileard the rustling of her dress atill oftener; that her late\nmiatreu, Mrs. F., had been much disturbed by the ghoat during her last\nillness; tllat ahe (Ann) was too nervous ever to atay in the hoU8e by herself,\nin consequence of what ahe eaw, and when Mr. F. went away and did not let\nthe house, ahe always had a friend to stay with her. She frequently eaw the\nfigure seated ill the dining-room, when she went to open the shutters in the\nmorning.\nSoon after tllia we returned to town.\nMy aunt went BOme time after, I forget how long, to the house, to S8&\nAnn, and to inquire more of her. But she had left the service oflIr. F.\nL.-2305. (Thought-transforence.)\nFrom Mr. Ruesell,. of Aden, Mintlaw, Aberdeenahire.\nNOIJfmbeT 4th, 1885.\nIn the autumn of 1874, when at Berlin, I was most anxious to know what\n1I'a8 happening in a remote part of the North of Scotland. Events of the\ngreatest poIISible consequence t() myself were occurring, and I could obtain\nbut little illfonnation, and that very unreliable, about them. Accidentally I\nheard of a middle-aged WOIWU1, Frau Meyer, the wife of a bookbinder, living\nwan obecure part of that capital, in very modest circumatancea, who had a.\nmarvellous talent for RCqusinting one wit·h what was going on at a diatance,\nILl also, to a certain extent, of foretelling the future. I called upon her,\nand soch was her posit.ion, she being uneducated and quite of an inferior\nclaaa of life, that at that time(my knowledge ofthe language being sufficiently\nluent for it. to have been almost impossible for her to have even recognised\nme as a foreigner, much leu to identify my actusl nationality) she could\nnot possibly have guesaed who I was.\nThe procesa she employed was to pour the white of a raw egg into a\ntumbler of cold water, and tllen to describe the meaning of the fantastic\nforma &B8umed by the egg.\nI may mention that during repeated visits to her, ehe tried to explain her\ntlleoriea to me, which, however, 1 never could understand.\nIn the fint inatance ahe actually described to me the age and personal\na:>pe&rance of tbe indhidual in whom I was intereated ; hia surroundings,\nalld the house he lived in, as having three doors, arid a room with a dome\nbut no windows; the country alao I fully recogniaed from her description.\nAfter explaining, as was proved later on to be moet correct, Ilia then\n\f176 Jotmml qf Sociei!1 for P,yc\/dcal ]le1WJrch. [Jau.. l89S.\ntemperament and fecliDg1l, ahe told me ahe II&W him &tart on \"long joumey\nto a large capital (London).\nAt a vieit I paid her immediately afterwards ahe clearly dlllCribed to me\na room she 11&11' him in at \" hotel, and a atormy interview he had with\nanother man, refuaing at first to aee certa.in papem, but eventually coneent-\ning ; aleo his audden return to the North. I aubsequently &8certa.ined the\nnh801ute aocuracy of all that she had told me, both aa to date, interviewa, &c.\nWhen describing the interview, ahe &BBerted it had tAken place the prerioUB\nevening, which proved to be literally true.\nFor aeveral montha I 11'&8 able distinctly to follow the COUl'8e of events\nin the remote part of Europe previoualy referred to, although far distant\nfrom it. The temper, stAte of health, and influences by which the pel!lOn\nin question 11'&8 aurrounded, &8 aleo the personal appearance and character\nof thOle who surrounded him, 11'&8 elaborately laid before me during each of\nthe many visits I made to Frau Moyer. Eventually she told me one day\nwith great vehemence, that a woman whom ahe had previouall often referred\nto, had aucceeded in extracting fronl tile man in whom r 11'&8 10 much\ninterested \"signed document of great importance.\nShe told me ita existence 11'&8 unknown to any but the two aaid partie&,\nand strongly urged me at once to acquaint my frienda with this tranaaction,\n_uring me that the fact of the existence of the document having been\nknown to outsidera being represented to the giver of it, would cauae it at\nonce to be cancelled. I immediately reported the fact, but without giving\nmy authority for fear of ridicule, to the proper quarter, but waa not believed,\nand there the matter reated.\nFor two montha and more I had frequent and mOlt intereating iJlterviewa\nwith Frau Meyer, aho, almOlt day by day, Darl\"&ting to me the OOUl'8e of\nevents \"bout which I had been unable to obtain detailed information from\nothem, until at laat ahe told me she aaw a grave and a heame in the egg and\nwater tumbler, and that I ahould have a speedy aummons to take a long\njourney. This I had to do immediately after that interview, and after my\ndeparture abe told a friend of mine, who interviewed her, that she aaw I was\nin much trouble, and that I W&8 instantly to be charged from her to take a\nvery firm and high tone in mattera.\nSome weeka later my lawyer acquainted me, aaa great aecret,with the fact\nof the woman prerioualy referred to poaaeaaing the dncument I had beeu\nwarned about, a aecret he believed to be unknown to anyone but himself\nand the party intereated, &8 ita whole value consiated in its aecrecy until the\ntime came for its being utilised. The penon to whom I had written about it\nmontha before, who wu preaent on this occasion, then turned to the lawyer\nand aaid, .. What a fool I am ! he\" (pointing to myself) \"told nle all about\nthis montha ago, and I would not believe him.It\nI have little more to add to this narrativo than a fow detaila about Frau\nMeyer; during our many interviews ahe invariably explained to me what\nahe aaw, and how ahe aaw it, but I never could follow her. Her poaition\nbeing 80 humble and obscure, her fees were moat trifling; from people in her\nown claas of life abe never asked more than the equivalent to a ahilling, and\nfrom people like myaelf was most grateful for even the double of that sum. I\nhave since ascertained that royalty and the highest personages in the land\n\f.1.... 1886.1 JOfWlUI1 01 &ei~t!Jlor P'1lc\"ical }U,mrck. 177\nued to conault her, either in diaguiae or by deputy, particularly before a\nwar. That ahe could have traced anybody <,ut, 10 U to aaoertain about their\npoeition, was a material impoesibility ; ahe lived without a lervant, tended by\nayoung niece, to whom ahe had in vain tried to teach her art. ,\nihe told me ahe had leamt the said art u a child from a dwarf, to whom\nher family had ahOWD kindneu, and who, out of gratitude, taught it to her\nin order that ahe might alway. poII8I8 a meana of livelihood.\nJ. G. F. RUSSELL.\n[Though there are elementa in thia C&I8 which auggeat 'independent\nclairvoyance,' it ia not impouible that the whole may be accounted for by\nthought-tranaference, &I the incidenta may have corresponded with Mr.\nRlIIIIell'. anticipatioDi or .Ulpiciona. Some of the elemanta, at any rate,\n8u\"eat nothing but thought-transference: e.g., it ia hard to imagine how 1\\\npenon'. starting \"on a long joumey\" to a particular place, or hia \"sudden\nreturn to the North.. could be viewed by any momentary extension of the\ndiviner's IeDle-perceptioDl.]\nL.-2356_ (Thought-transference.)\nFrom Mias Curtia, of 15, Parade Villu, He1ne Bay, Kent.\nNowmber 12th, 1885.\nAbout the year 18'7 or 18(8, the Dr. Lee who wrote a book on the\nGerman Baths, consulted with two friends intereated on the subject of\nelairvoyance, and made an arrangement with Alexia Didier, a clairvoyant at\nParis, and M. Marcillet, hia meameriaer, to come to Brighton. There\nWII to be DO public exhibition, but only a8ancea at private hOUIIeI, and about\n12 per80DI to be prollent, and each to have an opportunity of trying\n.\\..Iexia in the manner he or ahe wished; and Dr. Lee wu to be at each\nRance and make notes. I wu at Brighton at the time, and before going to\n188 Alexia, wrote hia name on a piece of paper, and doubled it three or four\ntill18l,and then put it in a box that had heldsteel pena,and tied it up. When\nmy tum came, I gave the box to Alexia, and he began reading the letters on\nthe outaide. I told him there was a paper inside I wanfAld him to read, and\nDr. Lee uked me to give my hand to Alexia, and think of the worda.\n_.uexia then said, \"The tint letter ia A, the second, L... I &DIwered\n.. Y.\"; and he tumed the box, and wrote Alexia Didier on the back.\nBefore I saw him the second time 1 took a amall smelling bottle out of ita\nlaather cue, put two aeals inaide-one so&1 W&II in the form of a buket. I\ngave the cue to Alexia, and uked him how many. things were wide, and\nhe laid two, and they were 1Ieale; he took a pencil and paper and drew\nthem; they were then taken out, and the drawings exactly relleDlbled them.\nSome one &liked if Alexia could read what wu on one of the leala; he said\nhe could not, beca11l8 it was written backwards. Dr. Lee asked me to give\nmy hand; I thought of the word, and _.uexia directly said, \"Croyez,\" which\n1flII correct. [This, however, is no teat; u we find, on inquiry, that Alexia\nhad taken the aeala into hia band, and had had an opportunity of reading the\nword.] I than asked him two or three queetiona about the perlOns\nwho had given me the aeala, and he made a mistake, and said the lady whu\nDigitized by Google\n\f1i8 Journal 01 80cistg lor P8gchical Ruearc\". [Jo., 1886.\nhad given me one was in England, whereas ahe W'II8 in Mrica. Alexia was\nunequal, aowe days telling almoat everything, and other daya failing in\neeveral thinga. The note. Dr. Lee made were printed, and I had a copy, but\ngave it away.\nL.-2357. (Collective Hallucination.)\nFrom a lady who deairea that namea may not be printed.\nOctober 28th, 1885.\nIn the month of November, 1843, myaelf, my eldeat aiater, and the man-\naen..nt were driving home from a amall town to our paraonage in the\ncountry. The time might be about half-past 4 or 5 p.m. Aa we came alowiT\nup the hill by the churchyard ,,·all, we MW a gentlemau in walking coaIiumo,\ngoing into the veatry door. We both exclainled, \"That'a papa,\" and the\nluan George Mid at the aame moment, \"Why there'a the maater.\" My\nfather 11'88 then ill, and away from home many milea away. He died the\nfollowing January 23rd, 1844. He wore a particular long cloak which I\nallould have rocogniaed anywhere, and which he had luany yean, and wore 88a\nlooae wrap. [What ia meant clearly ia that the cloak in which the figure\nappeared to be dreaaed exactly reaembled that of the narrator'a father.}\nHe looked exactly like himaelf, and 11'88 going in by the amall veatry\ndoor he ueed to enter tho church by when going to take duty. I do not\nthink he looked at oa, bUI; aeemed intent. on entering·the church, and die-\nappeared inaide. We were all much frightened, and _rohed rollDd the\nhouae and church but could Bee no one, and no one had been aeen about.\nI recollect the occurrence 88 if it had been yeaterday, and, aa I write, Bee\nall diatinctly in my mind'a eye.\nThe man-eervant ia dead ; my aia1;8r begato corroborate myaccollDt.\nS.R.\nMyaiater has alwaya, when I have talked of the vision, Mid ahe MW it eo\nlikewiae, and ahe reiterated that only laat aummer, but ahe ia not equal to\nwrite about it. 1quite aee the weak point if the church 11'88 not aearched\ninaide. 1 can't My it 1t\"a6, nor can I My it 11'88 not. Old George, the man, W'II8\nlIloat fond of hia m88ter. and may have gone into the church, but I can't II&Y.\nI 0111y know we were all ao terribly frightoned. The mon W'II8 audden, ..\ntrue to life, and even to the particular long cloak, all gathered in to a collar\nduped at the throat. I ought to have aid that the figure _riled in the act\nof going in by the veatry door; we did not aee him enter, DB we drove on in\ngreat fright to the houae. My father 11'88 then under medical treatment at\nNorthampton.\nMrII. R. add. detaila, ahowing the abaolute impoaaibility that her father\ncould really have come to the apot where he 11'&8 Been, unknown to all biB\nfriend.; and add.: You will Bee the utter impoaaibility of biB having left\nNorthampton, being a dyill9 man, eo to apeak, when admitted. Then, again,\nthe church 11'&8 alwaya kept locked, the keya at the paraonage, supposing for a\nmoment that we aaw a living figure. I recollect tllal. inquiry waa made of\nthe villagera 88 to any atrange gentleman having been aeen about, and the\nanawer was .. No.\"\nDigitized by Google\n\fla, 181!6.) Joumal of Society for P8!1cAiCII1 Reuarcll. 1;9\nL.-2358.-AI ps\nFrom Mrs. Fielding, Yarlington Roctory, near Bath.\nN oren,oo·, 1885.\nThe other night my husband and I dreamt at the 'fUM hoor, the 1I&Dl~\ndream-a subject on which neither of us had been thinking for months.\nIt was a dream of wandering about our first home, and in it looking at the\nlI&IDe spot.\nIn answer to inquiries, Mrs. Fielding adds :-\nI do not remember anything more about the dream I spoke of. It was\n17 years since we left Linacre Court, near Dover, the place my husband\nand I dreamt of at the lame hour, as we had been awake about 3 o'clock a.m.,\nand we both dreamt of walking about. the old place-and the old woodman\n-it.. before we awoke, and we had not been either of us thinking of it in\nthe least.\nMy husband laughs at all such things as having any import, but to please\nme wrote the enclosed :-\nI remember awaking one morning about three weeks ago, and my\nwife telling me she had had a long dream about our first married home. I\nsaid: .. How strange, as I have been dreaming the same just before I\nawoke.\"\nJ. M. FII:LDUW.\nL.-2359. (Collective Auditory Experience.)\nMiss Ellen Twynam, of 8, Waterloo Place, Southampton, early in 1884,\nfilled up a form with the information that 14 or 15 years before, when in\ngood health, she had several times, by day and night, had an auditory\nhallucination. She added :-\nThe voice was not that of anyone I knew, but lOunded like a clea..\"\nreined woman's voice.\nThe voice called my name, \"Ellen,\" distinctly many times, and over a\nperiod of lOme months. It was heard not only by myself but by others, and\nonone special occasion by everybody in the bouse at the same moment. I was\nalso in the habit ofhearing the lOund, as of a person walking about my room,\nand the sweeping of a dress over the Hoor was very plain, though I never\nlaW any pnlsence.\nELLL\"f B. TWYNAX.\nIn answer to inquiries Miss Twynam says :-\nNo~ 12th, 1885.\nI had myself repeatedly hlmrd the voice calling me at various intervals,\nextending over lOme months, and had mentioned the fact to the different\nmembers of the family, but never to my knowledge in the tfreaence of the\nI8mmlil. I have always been laughed at, and told it was only my fancy, and\nno one then had heard it but myself. On the occasion referred to, I and my\nailter were in the drawing-room, and my mother and aunt, who were both\ninvalids, were in their respective bedrooms upstairs, on opposite sid,s\nof the house; while my brother was in another sitting-room downstail'l, on\nthe other side of the hall; and tbe servanlil were both in the kitchen.\nDigitized by Google\n\f180 (JAIl., 1886.\n'Which was an underground one. I aud my sister heard the yoice dis-\ntinct.ly call \"Ellen, Ellen 1\"-a clear, high, refined woman's voice, but witil\nsomething strange and unusual about it. My sister at once noticed it,\nturning to me and saying, \"There, I have heard it myself this time.\" I\nstill, however, thought it might really be lOme one, so went to my mother,\nasking whether she had called. She aaid •• No,\" but she had heard IOme-\nolle calling me, Imd thought it was my aunt. I went to IWlI\", and she said\nexactly the same, only thought it was my mother. 1 then went to my\nbrother. He aaid \"No ;\" but had heard someone call quite plainly. I then\nwent down to the servants, and asked whether they had heard anyone calling.\nThey said\" Yes;\" they thought it was mistre88. But there was nothing\nabout them to lead me to think they were playing any trick, and they ha.d\nnever any idea that I had heard this voice before. The voice 80unded t..\nme R8 though it were above me, and yet very close to me, and it gave mo a\nstrange uncomfortable feeling. I do not think it was the servants, as they\nanswered 80 naturally, as a matter of course, that it was their mistre88 who\nhad called. Our house stood in a garden near the village, but I am sure ii.\nwas no one from outaide, as the voice was 10 decidedly il. the house, and\napparently close to us. MV brother is away at present, but when I have tlle\nopportunity I will ask him whether he remembors the circumstances, and if\nhe <).088 I will let you know. Of the rest of those who heard the \"call\"\n80me are dead, and others so much dispersed that I do not know where tn\nfind them. It struck us all at tlle time as being very strange, but, as nothing\nseemed to come of it, it gradually p&88ed away, and wo thought no more of\nthe circumstances. I hope the above account is such as you desire. There\nis nothing vory striking about it, but I believe it is exactly what happened\nat the time.\nMiBB Twynam's eister says ;-\nI perfe<'tly remember the occurrence alluded to by my sister. I distinctly\nheard tIle voice calling her name, and noticed at the time that it was very clear,\nand resembled a woman's voice, but v,.ith a strangely unnatural sound which\nattracted my attention. I remember turning to her and saying, \"I have\nheard it for myself tIlis time,\" as she had mentioned tlle fact of repeatedly\nhearing her name called, but I had ne,'er heard it, though other people had\ndone 80 before ; but on this occasion everybody in the house heard it at the\nsame time. I have no doubt whatever that the voice came from 110 one in\nthe house.\nL.-2360.-Ad po\nA lady, Mias H., whose name andaddreas maybe given to private inquirers,\nand who would gladly have allowed their publiCdotion had friends not been\nunwilling, filled up a printed form with the information that on Thursday,\nNovember 16th, 1854, about 10 o'clock at night, she had had a vision of an\nnti mate friend, who died tll&t evening at 7. On E. G.'s writing for par-\niculars, she replied;-\n\"I had had 16 hours' travelling in tIle interior of a diligence, crossing\ngitized by (.oogI\n\flaa.,1886.] JourftlJl rd Societ!l lor P'!lMical &lefJrcN. 181\nthe Apenninos from Bologna to Florence. I was perfectly well, but;\nunasually tired. I was in the Hotel Europa, in Florence, And WIllI quite\nwideawake,not having had the nece.uary moments in which to comtx- myaelf\nto sleep. My eister had just fallen aaleep. My friend ,tood at theaida of the\nbed neareat me, near the foot, and looked at me fixedly. She wae in whito\naod looked euctly ae abe did in life. She was an old lady, and had been\nalmost bed-ridden for long. She had taken very keen interut in our Italian\ntour. I lost my pruence of mind, and woke my aiater. 1 alIo called out to\nmy father, who wae in an adjoining room, not yet aaleep, but too tired to do\nmore than anawer, though he remembered the circumstance of my calling\nto him the next morning. Directly this alarm was ahown the vision dis-\nappeared. It wae both vivid, and produced A IUpenwturat aensation which.\nI never before or aince experienced to anything like tlle aame extent.\n\"E. H. H.\"\nWe find from the Tirrw obituary tlmt the death took place on Thursday.\nNovember 16th, 1854. Inquiries have been made at the hotel in FlorencE',\nin order to obt.:ilil confirmation of the date of Mias H.'a atay there ; but th&\nhotel changed hAnda a few years Jater, and the information cannot be got.\nMig H. has experienced only one other hallucination, and that wae \"in\nthe height of a. aevere illness,\" when ahe fancied that her maid was at th&\nbedside.\nIn answer to inquiries, Mias H. writes that the aister who waa with ber\ncannot recall the occurrence.\n.. The fact is ahe only awoke for an instant, and as ahe is 9 yeMII younger\nthan myself, and I saw ahe bel~~ed I had only been dreaming this, I apared\nher. I had not fallen aaleel'. I did not argue the point with her, or refer to\nit again for some long time aiter. It was the aame with my father. I called\nout Mrs. W.'II name, and he referred to it all Adream in the morning. But I\nwnfo;Ud in a lIister, then recently Dlarried to a Norfolk clergyDlaD, who WAa\nvery near my own age. I wae the more led to do this ae the lady who atood\nnear me was her hUllband's mother.\" The account goes on to say how\nexceptionally intereated the lady had been in the route and experiences of\nthe travellers; and concludes thUII : \"In thoRO days such things were subjecta\nof ridicule and unbelief more than they now are, alld I am surprised bow\nlightly I took what yet I felt positive was no dream.\"\nThe following is a latter to Mias H., from the sister to whom she men-\ntioned her experiellces:-\nDecember 4U\" 1885.\nMy DE.t.R ELlSB,-I fully remember your naming the rieion of Mrs.\nW., which you had on the very evening on which ahe died. We com-\npared notes faithfully at the timo; and it was moat remarkable, because abe\nbad not been viaibly worse, and died at the Iaet suddenly. She had thought.\na great deal about you being in a RoDlaD Catholic country at the time of\nlOme great council, and had named in two or three letters that abe abould\nbe glad when you got home ; so you were on her mind. I believe you named.\nit in a letter, but I can't find it. But I am as .ure of the fact of your felling\nme(on your retum home, and coming here on the way) aU particula,.. ae if it.\n'WII yeaterday\"-the rooms en \",ite, and our father hearing you call out to\nMamie, who had fallen aeJeep before you; and you naming .. Mrs. Wo'\"\nDigitized by Google\n..\n\f182 Jout'nnl ofSoc~tu.fot· P8ucMca! Reuarcll. [Jan., 1886.\nto father, and he, supposing it wu a dream, trying to BOOthe you. And you,\nthough feeling SUTe you were awake, yet tried fa th,,1k it was a 80rt of dream\n\"u when one awaketh.\" The first news you received from England wu the\naccount of the peaceful and rather sudden death of one who was renowned\nfor energy of spirit all her life, and who WIIo8 full of imagination and great\nlove for you. This is my statement. The dates were ca.refrdly compared,\nthat I am sure of. My husband is u certain as I am of all I BaY.-Your\naffectionate siste.\n)1. A. W.\nL.-2361.-Ae pn\nFrom Mrs. Clerke, Clifton Lodge, Farquhar-road, Upper Norwood, S.E.\nNot:embe\"18Ul, 1880.\n)Iy two boys returned to BChool on the 18th September. They intended\nto try the route 1'icI Swindon and Andover, on account of the trains being\nmore convenient, instead of going by Paddington.\nThey left home about 3 o'clock, and I heard no more about them until\nthe Monday following, but I wu very uneuy all the evening, and about 9.30\nI remarked to my daUjlhter, .. I am perfectly convinced that thOBC boya lIave\nnever got to Marlborough ; I am quite sure they are walkillg about the rood.\nthis minute.\" She Mid, \"What UODBeDBe ! of course they are all right. Gus\"\n(the youngest) \"is so 88nsible, he never would make a mistake.\" I said, \"I\ndon't know, but I feel quite sure they have missed one train after another,\nand have never got there.\" On tho llonday following I beard from them.\nThey had miMed the train at Waterloo, had then gone to Paddington, missed\nthe special there, and had gone bya later, which, by a curious combination\nof circumstances, had landed them at Woodborough. They got out, mistaking\nit in the dark for Marlborough, and only found out their mistake too late,\nand had walked 11 mUes on a road unknown to them, and got to their school\nat 1 o'clock in the morning. They managed to scale the walls, and fOUDel a\nclUB-room open, where they got what sleep they could-very little.\nM. CLEJU[]l.\nMi.. Clerke corroborates u follows :-\nNOl!embe,· 30th, 1885.\nI remember distinctly, \"hen my brothers returned to school, that my\nlDother remarked 88veral times to me that she felt quite sure that they were\nwalking about the roads somewhere. We found out afterwards that it waa\njust R8 my mother said, and, at the time she spoke, they actually were\n,valking to Marlborough.\nH. F. B. CLERltB.\n[In describing the incident, Mrs. Clerke especially dwelt on her impres-\nsion that her sons were wanderitlg on t'OOd&. This particular idea seems a\nfar 1888 likely one to have been purely subjectively caused, through\nmatenw apprehension, than that of some calamity, such &8 a. railway\naccident. It wu also a very unlikely thing to occur in reality. Mrs. Clerke\nis the. very reverse of a nprvous or fanciful person.]\nDigitized by Google\n\fJ_.,I886.] Journal of Societ!\/ for P8!Jc!.ical lJ,Pllearch. 183\n------\nCORRESPONDENCE.\nExpEJI.IlUINTS IN TuOUGHT-TlUNSFERENl'E MA.DE NOVEMBER 28TH, 1885.\nWe have received the following account of experiments in Thought-\ntransference from Mr. Octavius Beatty, of Exeter College. Oxford, who\ncontributed a paper on the subject to the JounlUl for last September. The\nexperiments cannot, unfortunately, be continued RS tho ladies who carried\nthem out find that they produce sleeplOBllne8B .and headache.\nThe agent and percipient are listers, and Mr. Beatty infonlls us that\nthere is a remarkably strong sympathy between them, and that they oc-\ncaaionally dream the sarno dreams. &c. They do not wish their names to\nbe published, though they are willing to give them to persons genuinely\ninterested in the experiments, but Mr. Beatty has known them for many\nyears, and has every confidence in them. Moreover, the experiments were\ncarried out in his presence &lid under his superintendence.\nWe give the method of experimenting, and the results, as well lUI 111'.\nBeatty's comments on them, in his OWll words :-\n\"The percipiflnt was blindfolded while the card was written doWll. ~o\npack was used; the agent merely thought of a card,\" and then wrote it\ndown in a book. The percipient sat near the middle of a small, round\ndrawing-table, the agent near, but looking in a different direction. Tho\npercipient took her hand, and after about a minute told the card chosen. I\nthen compared her answer with what was written in the book.\nPERcIPIENT, M. L\nCARD CHOSEN.\n1. Ace of Hearts.\n2. Five of Spades.\n3. Four of Heart..\n4. Ace of Spades.\n5. Six of Hearts.\n6. Ace of Clubs.\n7. Six of Clubs.\n8. Four of Spades.\n9. Four of Clubs.\n10. Eight of Hearts.\nAGENT, A.L.\nCARD GL\"ESSED.\nAce of Hearts.\nThree of Spades.\nEight of Hearts.\nAce of Clubs.\nSix of Hearts.\nThree of Clubs.\nSix of Clubs.\nNine of Spades.\nFive of Clubs.\nEight of Hearte.\nRElIARKS.-Four complete succe8Bos. It is noteworthy that only once\nwas the percipient wrong in the suit and always right in the colour.\nIn experiment No. 10 the percipient said first, \"Three of Hearts.\" I\nasked whether that was right. Before the agent had replilld she said, .. It'l\neither the three or the eight.\" \" Which is it 1\" I asked. .. I think the\neight.\"\n• We think this is to be regretted, since the agent might have a tendency to\nchOO86 the card within certain limite or in certain 8uoceaeions, which might be uncon-\nRCiously perceived by the percipient, and this would to IIOme extent affect the chances\nof bet' guet!llinS- right. If the card were chosen at random from a shuffled pack the\nc.:hanCCII each time of the percipient's guess being right would be 1 to 52.-ED.\ngitized by (.oogI\n\f184 Journal of &cin1lfor PqcAtcal&HtlrcA. [Ja1l., l88&.\nIn no case was there a aecond gu8IIL\nPUClPIE!,(T, A. L AGENT, M. L\nCARD CBOSU.\n1. Three of Hearts.\n2. Two of Clubs.\n3. Six of Diamond..\n,. Four of Spades.\n5. Five of Hearts.\n6. Three of Diamonds.\n7. Eight of Spades.\n8. Six of Clubs.\n9. Two of Clubs.\n10. Ace of Spad811.\nCABD GUESS.D.\nAce of Spada\nTwo of Clubs.\nSix of Hearts.\nFour of Spades.\nNine of Spad811.\nEight of Hearts.\nEight of Spadee.\nNiue of Clnbs.\nTwo of Clnbs.\nWrong. (I omit-ted to note card\ngu8llll8d lIDMCOUDtably.)\nRzllUBKS.-The percipient was not 80 succeuful .. to colour, still abe\n11''' generally right in this respect.\"\nSUPPLEMENTARY LIBRARY OATALOGUE.\nThe JolkMin9 additioM haN bun made \"nu la6t month.\nCBOUIGNEAU (Dr. Georges) Etude clinique et exptirimentale sur 1&\nvision mentale......................................................... PaN, 1884,\nDascoUXTIS (Gabriel) Do fractionnement des operations ctSrebralea\nPaN, 1882\nDUJlONTPALLIBR. De l'action vaao-motrice de la suggestion chez lea\nhyat6riques hypnotiaablea (Gazette da HOpitaux, 1885, p. 619)\nPaN,I&\nHmcoURT (J.) Le Magn6tisme Animal en dehora de l'hyaWrie (&rue\n&iefltVique, 1884, i., 812) ..........................................Pam, 1884,\nLGNIN (Paul) De quelques efFete des excitations periph6riquea chez\nlea hyaWro-epilept.. 1'6tat de velie et d'h,ypnotiame PaN, 1884,\nOCSOBOWICZ (Julien) • sur Ie sens de toucher et Ie sens du\nmagn6tiame (&we 8cimtQiqm, 1884, i, 553)..................Pari.. 1884,\nD. RoeHAS (A.) La. levitation, ou l'enlllvement des corpe (.Rft\"..\n8cientijiqlle, 1885, ii., 336) ..........................................Paria, 1885\nBUNDKL (Frana) Kritik dar Commiaaariaohen Berichte und\nProtokolle tiber die Somnambiile O. Hohne ..................Freiberg. 1MO\nRiiBlON (J. 0.) Berichte und Protokolle tiber die Sogenannte\nSomnambiile ......................................................Draden. lMO\nL.uon.. Geachichte eiuer Bellseherin ala Beitrage zur Lehre dar\nPorencephalie. (Archi. fUr P_ych. XV.) ...............&riin, IBM\nPICK: (Arnold) Von BeWUBlltaoin in Zuatirlden 80gennanter\nBeWUBlltloaigkeit. (Arch•• fUr P~. XV.) ...............&riin. 188t\nRiiJID (C.) Auafiihrliche hiatoriache Daratellnng einer h6chat\nmerkwUrdigen SomnambtUe ................................•8tuttgart, 1821\nSuor (Prof. G.) L'origiue dei Fenomeni Paichici .........Milaao. 1&\nDigitized by Google\n\f","_id":418}