{"name":"Journal of the Society for Psychical Research 1064","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n25_feb_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N25, February 1886","mylang":"de","content":"lfo. UV.-ToL. IL hlIlll1ur, 1866\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nPAOli PAOli\n11'.... )Iemben and AuociaUi •• 1S.~ An Aecount of Some Almorm.J Phenomena\nADDDaI BuiD_ lleetlog .. .• •. 187 Alleged to baYe Occurred at B--Lodp,\n~eD' of General )1eeUnIl ..• 187 W- .• .. .. .. ... .. 1116\nBalance Sheet for 1885.. .. 188 0_ recelYed br the Llterarr Committee 2\\'S\nl'IaIIcbet&e Writlnlr . • . . . . .. 189 CoIlRIISPOKDDlCB :-Whr I Belleye 1D Ap.\nNote on My ArtIcle In the Jannarr Num. par\\tlona. . .. .. .. .• nn\nber of the JODrD.J, br HOD. Roden Noel 11)5 Supplementary Ubrary Cat.Jogue .. .. 2111\n==============================\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nDOBROSLAVlN, PROFESSOR, M.D., Imperial Medical Academy, St.\nPetersburg.\nKOVALEVSKY, PROFESSOR, The University, Kharkof, Russia.\nWAGYER, PROFESSOR N., Imperial University, St. Petersburg.\nMEMBER.\nFORSTER, A.liTBONY, Clovelly, Silverhill Park, St. Leonards-on·Sen..\nASSOCIATES.\nBonESs, W ILLIAlI WILSON, 20, CampdenGrove, Kensington,London,W.\nHARRIS, MISS ISABEL, 9, Chelsea Embankment, London, S.W.\nHOPKIN80N, MISS, 37, Woburn Place, London, W.C.\nKDlBALL, BENJAMIN, 8, Congress Street, Boston, U.S.A.\nM.a.R81IALL, GEORGE 'V., LL.D., ]<'.S.A., 60, Onslow Gardens,\nLondon, S.W.\nSLADE.\"f, DOUGLAS B. W., 20, Campden Grove, Kensington, London, 'V.\nSNAPE, Mns., Chorley New Road, Bolton.\nSTUROE, MISS EMILY, Tyndall's Park, Clifton, Bristol.\nVENN, J., D.Sc., F.RS., Petersfield House, Cambridge.\nWABDROP, MRS., 10, Lower Belgrave Street, Eaton Square, London, S.W.\nMEETINGS OF COUNCIL.\nA Council Meeting was held on the 29th ult., when the following\nMembers were present :-Messrs. Alexander Calder, Edmund Gurney,\nC. C. Massey, F. W. H. Myers and Frank Podmore. Mr. Calder was\nvoted to the chair.\nThe minutes of the previous Meeting were read and signed.\nOn the proposition of Mr. F. W. H. :Myers, three Corresponding\nMembers were elected, namely, Professors Dobroslavin and Wagner, of\nSt. Petersburg, and Professor Kovalevsky, of Kharkof.\nOne new Member and six new Associates, whose names and\naddresses appear above, were also elected.\nThe resignations of several Members and Associates were accepted.\nThe following donations were reported, and were directed to be\n~ J(\n\f186 Journal qf Societ.\/f lor P8!1cMcai Rt8ea,·ch. lFeb..l88S.\na-::knowledged with thanks: From Mr. R. Pearsall Smith, .£20; from\nMr. Hensleigh Wedgwood, .£10 towards the cost of the Jounuzl; ond\nfrom Mrs. Russell Gurney, who, in sending her annual subscription,\nincluded it in a cheque for .£5.\nSome presents to the Library were on the table, for which the\nthanks of the Council were directed to be conveyed to the donors.\nAn Audited Balance Sheetfor the year 1885 was presented, togetht\".r\nwith a letter from Mr. Morell Theobald as Auditor, expressing his\nsatisfaction with the way in which the Books were kept; also a\nstatement of the Assets and Liabilities of the Society at the end of 1885.\nThese were directed to be laid before the Annual Business }{eeting.\nThe JlSual Cash Account, made up to date, was presented, and the\nnecessary accounts passed for payment.\nThe Finance Committee presented a Report as directed at the last\nCowlcil Meeting. After some discussion, it was resolved to defer\nthe full consideration of it until the next Meeting of the Council.\nThe Council met on the 5th inst., at the close of the Annual\nBusine!lS Meeting, Professor H. Sidgwick in the chair, the other\nMembers present being Messrs. Alexander Calder, Walter H. Coffin,\nEdmund Gurney, C. C. Massey, and Frank Podmore.\nThe Minutes of last Meeting having been read and signed, report\nwas Dlade that at the Annual Business Meeting, no additional names\nhaving been sent in, the following were declared duly elected Members\nof Council: Professor J. C. Adams, F.R.S., Professor W. F. Barrett,\nProfessor OliverJ. Lodge, D. Sc., Chu. C. Massey, Esq., F.W. H. }[yers,\nEsq., Lord Rayleigh, F.R.S., and Hensleigh Wedgwood, Esq.\nThe Council then proceeded to the election of the Officers of the\nSociety for the ensuing year, and the following were unanimously\nelected: President, Professor Balfour Stewart, F.R.S.; Honorary\nTreasurer, Alexander Calder, Esq.; Honorary Secretary, Edmund\nGurney, Esq.\nThe following Committees were appointed, with power to add to\ntheir number :-\nCOMMITrEE OF REFERENCE.-Professor Balfour Stewart, u-ogicio as\nPreside:lt, Professor Adams, Professor Barrett, Mr. Edmund Gurney,\nProfessor O. J. Lodge, Lord Rayleigh, Dr. C. Lockhart Robertson,\nProfessor Sidgwick, and Professor J. J. Thomson.\nLITERARY COMMITTEE.-Messrs. Edmund Gurney, Richard Hodgson,\nCbBS. C. Massey, F. W. H. Myers, Frank Podmore, Professor H.\nSidgwick, and Mrs. H. Sidgwick.\nLIBRARY COMMITTEE.-Dr. A. T. Myers and Mr. F. W. H. Myers.\nHOUBE AND FINANCE COMliiTTEE.-Messrs. Alexander Calder,\nRichard Hodgson, Edward R. Pease, and Josiah S. Stapelton.\nOn the proposition of Mr. E. Gurney, Mr. Walter H. Coffin was\n, DiQitizedbyGoogle\n\fFeb., 1886.J Journal Qf 8ociet!\/ lor P'.IJckical Research. 187\nelected a Member of the Council, in accordance with Rule 17; and on\nthe proposition of Mr. Myers, Professor Macalister, M.D., F.R.S., and\nProfessor J. J. Thomson were elected Members of Council, under the\nsame Rule.\nFour new Associates were elected, whose names and addresses are\nincluded in the list on a previous page.\nThe Council heard with regret of the death, some months since, of\nthe Rev. Thomas A. Cock, an Associate of the Society.\nThe list of the Corresponding Members of the Society having been\nread over, it was resolved that they all be re-elected for the coming year.\nThe consideration of the List of Honorary Associates was deferred\nuntil the next Meeting of Council.\nThe Report of the Finance Committee, including the scheme of\nexpenditure for the current year, was again under consideration, and\nwas adopted after a slight modification had been made.\nIt was agreed that the next General Meeting, on Saturday, the\n6th of March, be held at the Suffolk Street Rooms.\nThe next Meeting of the Council will be held on that day at 4.30 p.m.\nANNUAL BUSINESS MEETING.\nOwing to the absence of a quorum on the 29th ult., the Fourth\nAnnual Business Meeting of the Members of the Society stood\nadjourned, in accordance with Rule 15, to Friday, the 5th of February.\nThe chair was taken by Professor H. Sidgwick, at 4.30 p.m. He\nplaced before the Meeting the Audited Balance Sheet of the Receipts\nand Expenditure of the Society during the year H185, which appears 011\nthe next page. He also read a statement of the Assets and Liabilities\nof the Society at the end of last year. From this it appeared that these\nalmost exactly balanced, independent of the Library belonging to the\nSociety, and of the stock of Procucing8. An estimate had been made\naf the value of these two items. It was obvious, indeed, that property\nof that character might be estimated Tery differently according to the\npoint of view from which its value was regarded. But as the Society\nwas solvent independently, it might be considered in a sound and\nsatisfactory position.\nNo additional nominations for Members of Council having been\n£ent in, those whose names were included in the notices convening the\n\"Meeting were declared duly elected.\nANNOUNCEMENT OF GENERAL MEETING.\nThe next General Meeting of the Society will be held at the Rooms\nof the Society of British Artists, Suffolk Street, Pall Mall, S.W., on\nSatnnlay, March 6th, at 8.30 p.m., when a paper will be read by Pro-\nfessor Barrett, on Physical Phenomena connected with Spiritualism.\nf Digitized by (]t)VgIe\n\fSOCIETY FOR PSYCHICAL RESEARCH.\nRECEIPTS AND EXPENDITURE AOOOUNT FOR THE YEAR ENDING 31~t DECEMBER 1885.\no\n~\nN\"\nil\n~\n~r.\n1885.\nJan. I.-To Balance in h~nds of Treasurer\n£ s. d.\n75 3 2\n10 0 0\nDo. Secretary\nDI'C. 31.--\" Subscriptions:-\nMembers\nAl!sociates\n.. Life Subacriptions\nDonations ... ...\n... 41514 0\n... 276 3 6\n\" Sale of Publications :-\nPer Trilbner &: Co. (.ruly 188-1\nto June 1885) ... ... 84 10 2\nSecretary 71 [) 5\n.. Rent--(Two upper Bool'1l nt 14,\nDean's Yard, 12 months to\nMichnelmas 1885)\nSundry Receipts\n~\no\n~\n........\nrv\nAl1dited and fonnd correct-\nMORKf.L THEODALIl,\n}\"ello.w of the l'hartel'ed. 4..:coQutautl.\n£ 8. d.\nso 3 2\nG!ll 17 6\n42 0 0\n27 7 0\n1M 15 7\n00 0 0\n345\n£1,000 7 8\n\" Januar11, 1881l.\nQ:r.\n11l85.\nDec. 31.-13y Research:-\nLiterary Committee\nMesmeric Committee\n£ s. d.\n33 2 1\n10 0 0\nLibrary\nPrinting:-\nProcl>edingM, Part III. Ed. 2 ... 2\"2 0 0\n\" VI. (Alteration) 3 13 6\n\" VII.... ... 00 10 6\n\" .. VIII. (on QC.\ncOl1nt of) ...\nIndex and Title Page to Vol. II.\nJournnl, NOlI. 8-1:!\nGeneral\nCovers nnd Bin(ling\nGeneml Meetings ...\n\" Advertising ... ... ... ...\n00 0 0\nG 1 0\n4815 0\n[)114 6\n\" Tnmslntion (from the German) ...\nTmvelling ExpenseM (Members of Council)\nSalary to Secretary (Sep. 1884 to Sep. 11l85)\nRent Bnd Service (t2 mouths to Michaelmas\n1885) ... ... ...\nReading Room and Stationery\nPhilosophical Instruments\nPostage (Secretary'.) ... ...\nPostage and sending out of Part IX.\n\" Gas (18 months) ...\n.. General Expenses ...\n\" Balance Invested in Consuls\nin hand. of Treasurer\nSecretnry\n42 0 0\n108 14 3\n10 0 0\n£ s. d.\n43 2 1\n3\"2 16 7\n248 14 6\n6 211\n78 2 3\n85 4 0\n13 2 0\n33 7 G\n120 0 0\n100 0 0\n816 3\n1 12 0\n72 In 4\n12 7 1\n7 11 !.I\nsr. 18 2\n100 14 3\n1.'1.000 7 R\n~\n00\n00\n~\n;:::\n::!\ni:i\n-\n~\n~\n~.\n~\n~\n~\nt1;'\n~\n-\n~\n~\n~\n;:.\n1\n~\n\fFeb., 1886.] JOllrnal of &ciet!\/for P8!1chical Raearch. 189\n!\nPLANCHETTE WRITING.\nIn a paper of Mr. Myers' (Proceeding. of the Society for Psychical\nResearch, Vol. II., p. 21i) on \"A Telepathic Explanation of some so-\ncalled Spiritualistic Phenomena,\" he adverts to the familiar experiment\nof planchette writing, and considers what theories are logically possible\nas to the source of the writing obtained. The words, he says, may\nconceivably be:-\n1. Consciously written in the ordinary way with the deliberate in-\ntention of expressing certain thoughts.\n2. Or they may be written automatically, that is, as I understan\nthe tenn, by the muscular action of the writer, but without previous\nconception of the thoughts which his hand is about to signify on paper,\nor even in total ignorance of the purport of what he is writing.\nMr. Myers then enumerates four sources from whence the influence\ndirecting the automatic action of the hand in a significant track, may\nconceivably be derived, viz.-\n1. Unconscious cerebration, that is, I suppose, spontaneous agita\ntiona of the brain of which the writer has no direct cognisance.\n2. Some higher unconscious intelligence or faculty of the mind, as\nin clairvoyance.\n3. Telepathic impact from other minds, that is, sympathy through\nother channels than the ordinary organs of sense with the thoughts or\naffections of other persons.\n4. Other spirits or extra human intelligences.\nIt is not my purpose to inquire into the value of these theories in\nexplaining the fact of automatic writing, or to consider how far the\nvarious principles, suggested as the source of the writing impulse, are\nentitled to claim the character of a wm MUltI. My object will be to\npoint out what seems to me a vital error in the way in which Mr. Myers\nsupposes planchette writing to be produced. Whatever the source from\nwhich the writing impulse is supposed to proceed, it is clearly under-\nstood by Mr. Myers to take effect through the muscular action of the\nplanchette writer, who blindly moves the board in such a manner as to\ntrace out significant lines,in the same way that the bird builds its nest,\nwithout previous conception of the structure it is rearing, or of the\npurpose which it is destined to serve. So in planchette writing the\nmovement of the board is supposed to be truly the act of the apparent\nwriters, although without intelligence of the sense their writing will be\nfound to express. But this is directly opposed to my own experience.\nI alwa.ys sit with a partner at planchette, with both our hands upon the\nboard, and have never seen writing obtained with a single sitter. Now\nI knoto that it is not I that am moving the board. I am conscious of\nDigitized by Google\n\f190 Journal qf Societ!l.for Psychical Researe\/I. [Feb.,1886.\nbeing entirely passive in the guidance of the pencil. To me it feels\nexactly as if the movement came from my partner.\nMy endeavour is to allow my hand passively to follow the movp-\nment of the board, and all that I do in the way of muscular action is to\ngive so much play to my hand, as may be needed in order to avoid\ninterfering with the feeble force by which the pencil is guided in the\nformation of letters. Whether that force proceeds from my partner or\nfrom some invisible power I have of course no direct knowledge. B~t\nmy partners give exactly the same account of their experience with that\nof which I am sensible in my own case. They assert tha.t they take no\na.ctive part in the guidance of the pencil. I have chiefly sat with a.\nlady in whose accurate observation as well as perfect good faith I have\nentire confidence. She writes me: \"I will try to describe about the\nplanchette writing, which in its best form is totally different from auto-\nmatic writing. I can speak positively as to this, as both a.re done\nthrough my mediumship. With the planchette there is no electric\nsensation in the arms and hands. They feel quite in their usual condi-\ntion. The fingers are placed on the board with sufficient firmness to\nexert a downwa.rd pressure on the pencil point, and after a little inter-\nval the board appears to become n living thing under one's hands,\nmoving often with great energy, and all that one has to do is to follow\nit, taking care that no involuntary movement on one's own part inter-\nferes with its proceedings, and that the hands remain in position upon\nit.· The removal of a hand by either of the sitters breaks the link, and\nthe movement ceases instantly. This is equally the oo.se with the sub-\nordinate as with the chief medium. The writing is upside down to\nthe chief medium and £aces the subordinate. With C. I am subordinate\nmedium, with you, my father, husband, and aunt I am usually chief. I\nthink it is a proof that the movement is not caused automatically [i.e.,\nby the muscular act of the sitter] that the board has the power of\nlifting itself up under our hands, the pressure of which is downward.\nThe sense of separateness [i.e., independence of the sitter] in this writing\nis very great. I need not allude to the matter of what is written, for\nit would be too long a story to tell the numberless instances in which\ninformation has been given which could not have been derived from the\nminds of the sitters, and views expressed which were at variance with\nour own.\"\nTo the same efiect, in a case cited by Mr. Myers (p. 236) where the\nwriter was operating without a partner, and had, therefore, the whole\ncircumstances of the case within her immediate knowledge, she says:\n\"\\Vhen I write in this way the ideas do not come (consciously at least)\nfrom my mind, and my lw.ni seems to be gently moved by 801116 external\ninJluence.\"\nI have entire confidence in the assertion of my correspondent above\ngitized by (.oogI\n\f:Feb., 1886.] Journal qf &ciet!lfor P8gchical Re8earch. 191\nquoted that she is completely passive in the guidance of the pencil, and\nI have every corroboration of her word of which the case admits. I\nsee that her fingers are quite without rigidity, and the writing goes on\nunchecked while she looks away or converses with those around her.\nThe last time I had an opportunity of sitting with her (in August,\n1885) I said aloud on sitting down to the table that perhaps the real\noperators would give us some proof of the inter\\\"ention of a third\nintelligence besides our two selves. I had not in my own mind formed\nany precise idea of the proof I required, but I vaguely thought that\nperhaps they might refer to something unknown to either of us in a\nway that might subsequently be verified. The pencil began to move\nshortly after we sat down, but on looking at the writing we could\nneither of us guess what it was meant for. We replaced our hands on\nthe board, requesting the operators to write clearer. Tho writing\nimmediately recommenced, and now there was no difficulty in reading\nthe sentence, \" Vera runt ilia,\" which was obviously the same with\nwhat had been aimed at in the first imperfect attempt at writing. I\nunderstood it to mean that my supposition of the presence of a third\nintelligence who was the real mover of the pencil, was correct; and\nthis understanding was at once confirmed by planchette.\nNow I knew that the sentence was not written by me, nor had any\nsuch thought passed through my mind. My partner, therefore, could\nnot have been influenced to write by telepathic impact from my mind,\nand as she knew no Latin she could not have written it consciously\nherself. To me, therefore, it was as complete a proof as could possibly\nbe given of the operation of an intelligent agent distinct from either\nofus.\nH anyone thinks that an escape from my conclusion might be\nfound in the supposition that my unconscious self, approving, in Latin,\nmy own actual belief, telepathically influenced my:partner to write the\nwords, I would reply, in the first place, that such a supposition would\nbe in direct conflict with my partner's positive assertion as to a matter\nlying within her immediate cognisance, viz., the question whether the\nboard was guided by her active exertion or not. But independent of\nthis fundamental objection, I would call on the objector to establish, as\na vera cama, the power of my unconscious self telepathically to influence\nthe action of another person. The instance adduced by Mr. Myers of\na son brought home in the middle of a concert by the anxious longings\nof his mother, is not to the purpose, as in that case the affections tele-\npathically effective lay fully within the consciousness of the telepathic\nagent. It is incredii;)le that phases of that mysterious being, the uncon-\nscious self, which fail to inspire our own thoughts or actions, should\nyet have power to influence the bodily action of another person.\nThe exertion of mechanical force as if by an unseen agent has\nDigitized by Google\n\f192 Journal oj Socitf..'1 lor P8ychical BtWlrcl.. [Feb., l8Il6.\nfrequently been witnessed under various forms in other cases. The\nmovement of bodies in darkness or in light, apart from any human\nagency, bas been matter of daily experience at physiealsea.nOO8 for the\nlast forty years. And,in much closer analogy to the case of pla.nchette-\nwriting, a cloud of unexceptionable witnesses have given their testimony\nto the fact of what is known as psychography or slate-writing ; where\nwriting is produced under conditions carefully devised in order to\nexclude the possibility of its being done by human hands. Writing,\noften in languages unknown to anyone present, has been produced in\nnailed-up boxes, in the hollow between pairs of slates locked together\nor hermetically closed with gummed paper, or even between the pages\nof a closed book. Over and over again the word to be written hu\nbeen arbitrarily fixed by the sitters by naming the page and line of &\nbook taken down at random from the shelves at the moment, and only\nopened after the word has been written. Most of these I have\nrepeatedly witnessed in full light, under conditions that made the\npossibility of juggling inconceivable to me.\nIn the case of planchette-writing, the evidence of an external\nagency must, of counse, depend upon the credit given to the assertion of\nthe sitters that their handa are passive in the operation. Now, in my\nown case, I know that I can speak with perfect assurance to the ques-\ntion whether it is I who am guiding the pencil or not, and I naturally\n:..ttribute the same power to my partner. But if our assertion that the\nwriting is not done by either of our hands is believed, o.ll possible open-\ning for a telepathic explanation of the phenomenon is cut away. It will\nbe neeessary, then, in order to clesr the ground for such a theory, to\nmaintain that it is impossible for the sitter to say whether the board\nis moved by his own act or by an external force.\nHBNSLEIGH W BDGWOOD.\nMr. Wedgwood's very interesting paper raises two important points,\nfirst, as to the source of the motion of planchette, .and secondly, as to\nthe source of the communications given.\nAs to the first point, I must at once admit that I do not think that\nin the present state of our knowledge Mr. Wedgwood's argument can\nbe completely a.nswered. He argues that the motion of planchette\ncannot be always due to unconscious muscular action, because that\nmotion is sometimes considerable in amount, and proceeds while the\nwriter is carefully noting his own muscular sensations and the look of\nhis hands. and feels convinced that his muscles are not acting.\nNow, it is very hard to say to what extent one's musclesocan act\nunknown to us under these conditions. The\"willing-game\" shows us that\nthey can thus act to a small extent j that one may give a small push or\njerk, even whell one's whole att.ention is devoted to not jerking. But it\nDigitized by Google\n\fFeb., 1886.] Journal oj Society\/or P81JcMcal Ruearch. 193\nis quite possible that in these cases the jerk is the actual translation\ninto motion of the will twt to jerk,-an apparent paradox which will be\nbetter understood if we look upon all or most thoughts as involving\nrudimentary tendencies towards BOrne motion. In that case, if I resoh·e\nnot to move my hand, the very direction of attention to the hand-\nmoving centres may in effect move my hand ,lightly,-though at the\nlame time it will prevent my hand from moving mucl,.\nIt is therefore possible that we may very quickly reach the superior\nlimit above which unconscious motion (during definite attention)\ncannot go on. It is poSBible that Mr. Wedgwood's and his friend's\nconviction that they were not moving the planchette was justified by\nfact. On the other hand, we must remember that not only mesmerised\nsubjects, but some persons even in a waking state, when specially\nsusceptible to mggeBtion, can be made to believe that they are\nstruggling-say-to remove their hands from a table, while in reality\nthe muscles which would move their hands are at rest, and the muscles\nwhich keep their hands in position are tense,-in direct opposition to\ntheir own belief. Those who have performed such experiments as\nthese, (as I have myself done,) with a waking and perfectly conscious\nperson,-deluded on this point alone,-will hesitate before ascribing to\nextemal agency any effect which a man's own muscles are actually\ncapable of producing.\nOn the whole, it seems that in order to decide the matter either\nway, we need mechanical tests. Mr. Wedgwood's contention that the\nplanchette partly rose while the hands were pressing downwards is not,\nI think, cogent without such tests j for slight changes of pressure\nbetween the two bands may make the implement rise in almost any\ndirection.\nr would suggest to inquirers with a mechanical turn that they\nshould (1) repeat Faraday's experiment as to the rotatory motion given\nunconsciously to tables, and this both before and after warning the\nsitters to be careful not to push j and (2) try and get a planchette to\nwrite in a box or case, so contrived that the writers can apply\npressure only in one direction.\nI ought to add that Mr. and Mrs. Newnham, the chevaux de bataille\nof my theory-which is Mr. Newnham's theory, too-go even further\nthan Mr. Wedgwood, and state that the movement of planchette was\noften suell as Mrs. Newnham could not by conscious effort imitate\nafterwards under the like conditions.\nIi seems to me that this question (on which I took care not to\ndogmatise in the paper to which Mr. Wedgwood refers) must remain\nOpen until in the first place accurate meChanical tests have been\napplied, and in the second place some sort of agreement has been\nreached as to the occurrence or non-occurrence of other movements of\nDigitized by Google\n\f194 Journal oj Sodctg for P8.vc\/aical Re8carcll. [Feb., 1886.\nobjects by supernormal means, of which\" psychography,\" if it exists, is\nan example. I note with respect Mr. \\Vedgwood's conviction that\npsychography is a fact, for I know that he has not been sparing of time\nor trouble in satisfying himself on this point. But qualified opinions\non the matter are certainly not so accordant as tojustify us in assuming\npsychography as a foundation on which to base further argument.\nAnd so far as regards the source of the communications, it is not\nclear that e\\\"en were planchette to move without being touched at aU,\nthe words written need proceed from any mind except the minds of the\nsitters. )1any of those who believe in ~'physical movements\" t:xplain\nthem by an \" extl\"llrneural force\" exerted by certain persons in near\nproximity to their own bodies, though not by ordinary muscular action.\nThe sentence, \"Vera BUnt ilEa,\" which Mr. Wedgwood cites as a\nreply which could not ha.ve proceeded from the unconscious mind of a\nlady ignorant of Latin, is an unlucky one for this purpose. For it is\nplainly a fragment of the often-cited speech of the dNd Ficinus, \"0\nMichael, Michael, vera. sunt illa,\" as given by Baronius in a story\nwhich (though demonstrably inaccurate) has been repeated in a great\nmany collections. This is just the kind of phrase which would lodge\nin the mind even of a non-Latinist reader. I trust, however, that Mr.\nWedgwood's correspondent may be able to furnish some stronger cases\nof answers containing facts provably unknown to the persons present.\nI am disappointed at the sca.ntin,ess of the evidence sent to me for\nthese higher branches of automatic writing. I observe that the editor\nof Ligl,t has made a like appeal with equal ill-success, so that I am\nobliged to conclude that such phenomena are probably not now often\noccurring, that there are not many presentable cases of information\ngiven or identity proved. In reply to one of my papers on this subject,\nLight printed an article from an anonymous correspondent, who\nurged-as his sole instance to confute me-tha.t a friend of his had a.\nfriend whose children wrote messages in langua.ges which they did not\nknow. I at once asked for further particulars, but the anonymous\nwriter made no attempt to substantiate his statement. Now does any\neducated Spiritualist think me unfair because I am not impressed by\nletters of that kind1 Does he not agree with me in making small\naccount of anonymous dogmatism and third-hand gossip, whatever be the\ncause which they are meant to support 1 And, on the other hand, may\nI not call even upon my anti-Spiritualistic readers to receive with\nrespect a letter like Mr. Wedgwood's1 clear statement as it is of\npersonally-observed facts, which, whether we agree with his interpreta-\ntion of them or not, form, at any rate, one more brick in that fabric of\npsychical research which we and our successors shall yet be many a year\nin building.\nFREDERIC W. H. 1\\1YEBS.\nDigitized by Google\n\fFeb., 1886.] Journal qf Bocke!1 for P8!1chical Re8ea,.cn. 195\nNOTE ON MY ARTICLE IN THE JANUARY\nNUMBER OF THE \"JOURNAL.\"\nBy HON. RODE..\"i NOEL.\nMay I be allowed, while correcting three misprints in my paper in\nthe January number of the JO'Urnal, to ma.ke a very brief a.clclition to\nit? On p. 170, for \"committed ourselves\" read \"committed the~l1-\nselves,\" and on p. IiI, for \"that a dominant suggestion\" read \"that\nof a. dominant suggestion,\" and for \"and where the Spiritist\nhypothesis\" read .. where the Spiritist hypothesis.\"\nThe amplification I wish to make is this. I did not sufficiently signify\nin that paper my agreement with ~Iessrs. Myers and Gurney when they\nspeak of the dramatising faculty of the individual ima.gination. The\n\"materials of sense\" are always subjected to the\" categorising,\" mould-\ning, or robing faculty of the intelligence which receives them. But\nphilosophy has, in my view, not enough recognised that, while thought\nis universal, it is also individual, and hence receives a subjective tinge\nspecial to every individual mind. So that a thought, or sensation fronl\noutside (i.e., according to my idealism, from other minds) would receive\na more or less peculiar investiture from the individual into whom it\nenters. Ifall thought is universal, and yet also individual, my contention\nconcerning visions or abnormal percepts is surely justified afortiori i for\nthere is always something in the sense-element which irresistibly sug-\ngests an extema.l source. But to put the whole content of such percep-\ntion (normal or abnormal) into other minds is to put the origin of it\nback indefinitely, i.e., to give no origin at all. Hence this must be\nsupplemented by the additional admission of an investing, or dramatis-\ning power in the individual imagination. But what I maintain is\nthat, in dreams and visions, something is transferred; there is an\nelement from outside, something corresponding to what is usually\nmeant by objective.\nIf I dream of persons being in a situation in which they do not seem\nto themselves, or their friends to be, what corresponds externally to this\nmay be only a \"dominant suggestion \"--a vivid imagination by another\nintelligenc'll impressing itself on ours, and worked up by ours. But it\nmay also correspond to a passing thought of the person himself or to a.\nforgotten dream of his. In any case, the sensuous imagination is\nthe true creator of what we term objective reality-or the sensuous\nfantasy, working co-operatively-though there is a Diviner and more\nsubstantial kernel, or Basis of Intuition within, or behind this appea.r-\nance. So at least it seems. I would not be dogmatic !\nThe gist of my argument is that, if normal pel'ception implies an\nobjet,1; external to the individual perceiving mind, so does abnormal\nperception likewise.\nDigitized by Google\n\f196 Journal of Society\/or P8ychical Research. (Feb., 1886.\nAN ACOOUNT OF SOME ABNORMAL PHENOMENA\nALLEGED TO HAVE OCCURRED AT B-- LODGE, W-.-.\nIn the autumn of 1884: the Society received accounts of some\nabnormal phenomena which were said to have occurred at a house in\nW--, a small village about 4:0 miles from London. The house-\n.a modern one, having been built, I believe, within the last half\ncentury-stands flush with the high road, having a garden on one side\nand at the back, and a barn, which separates it from a row of cotta~\non the other. On the ground floor, to the right and left of the entry\nrespectively, are II. drawing-room and dining-room; beh;nd each of these\nis a kitchen: the kitchen behind the dining-room communicates with\na small scullery, which leads into the barn above referred to. The barn,\nwhich has no window, possesses another door, opening to the high road.\nBeneath the house are dry and spacious cellars.\nThe first floor contains four rooms; situated as shown in the plan\nsubjoined. On the second floor there are three bedrooms, corresponding\nto the front rooms on the floor below; the rest of this floor is occupied\nby two windowless garrets, one of which contains the cistern.\nROUGH PLA.-'I1' OF FIllST FLOOR OF D-- LonoE, 'V--\nr: Mr.V.'a\nRoom occupied byDr. P., oratory Mra. Peed's room, over\nand later by Mr. ana over dining·room\nMrs. V., over drawing- entrance\nroom hall\nJ ~ \\\/0_)\nIChimney-\\ ~\nCupboard 1of kitchen, Lobby Land.\n. &c. IA B lUg\n------ - - 0\nStair-\n('-=\nt:! C&IIe .s::\nRoom in which llr. W.slept, ~ t\naud Mr. Vo's drelOlling-roolll f\nA Place where Dr. P.'s dog slept.\nB Baize door.\nCupboard\nC Plaee where Mra. H. (then Mrs. Peed) states she saw the figure.\nDigitized by Google\n\fFeb.,I886.) Journal f!! Society for PBychical ReBearcll. 197\nFrom 1870 to 1876 the house was occupied by Do Mr. and ?tIrs.\nPeed. Mr. Peed died in 1876, and Mrs. Peed-who subsequently\nbecame Mrs. H.-left the house in 1877. During her occupancy she\nreceived as lodgers, BUcce88ively, the Rev. H. A. S., and the Rev.\nE. G. P., who acted as curates to the rector of the parish.\nThe following letters from the Rev. H. A. S. were written in\nanswer to our inquiry whether he had had &ny unusual experience in\nthe house during his stay there :-\nJuly 28th, 1885.\nI regret that I am unable to offer much infonnation in reply to your\ninquiries concerning B-- Houae, W--.\nI do, however, diatinctly remember hearing on many occasions sounds of\nfootsteps upon the stairs, and eBpecially upon tho little landing, at varioua\nhoUl'B during the night. The inhabitants of the house then were Mr. and\nMrs. Peed (the former paralYBed and unable to leave hia room without &BBist-\nanee), myself and &maid nanled EmmA Matthews. At first 1 thought the\nmaid must have been secretly entering or leaving the houBe for objectB best\nknown to herself, but &B she W&B always thoroughly respectable and discreet,\nand 25 years of age, I could not e&&ily understand these proceedings.\nMoreover, I could never discarn the object of the footsteps themselves.\nIf they descended, I waited vainly for sounds of ascending i if ascending, I\nmight vainly listen for any sounds of dellCent. For obvious reasons I waa\nunwilling to emerge upon the stairs en deahabille.\nFinally, I asked my landlady, Mrs. Peed, if Emma walked in her sleep;\nbut no satisfactory solution of the matter appeared, and I ceased to notice\nthe ordinary BOunds.\nOn one occasion I remarked to my landlady that I heard people .. scuf-\nfling in the garden at the l:iack door, and could hear their feet onthe gravel.\"\nShe went to the door and perceived nothing. She became a widow shortly\nafter I left w--; then married a farmer, who has also died, and she ia\nnow living at W--. From her some further information might perhapa\nbe derived.\nOf course I had often heard rumours about the house-a more flwduJ~\nand practical houae could not exist-but know nothing further of my own\nknowledge.\nH. A. S.\nP.S.-I ought to mention that the footsteps on the stairs nearly always\nproceeded to or emerged from the top story of the house, where no one\nlived but the maid. I f1t11tT heard either back or front door opened at night,\nthough I often\"waited for that object.\nJuly 3bt, 1885.\nI began to reside in B-- House, W --, (probably) aboutJuly, 1871,\nand left the houae finally on August 27th, 1872.\nH. A. S.\nThe next &ccount is from the Rev. E. G. P., D.D., who\nappears to have succeeded Mr. H. A. S. in the curacy. This account\nwas written by Mr. C. Downing from notes taken at a. personal inter-\nview, and has been corrected by Dr. P. himself.\nDigitized by Google\n\f198 JournnlC!f Societyfor P8ycllical Rt8earcA. [Feb., 1881.\nI began residence B8 curate of W-- at B-- Lodge, December 29th,\n1872, and left May 10th, 1875. I was then fresh from Oxford, and a boating\nman. The house WB8 of moderate size, built plainly of red brick, and had\nnothing in any way suggestive of \"ghosts\" in its appearance. It W88\nneither lonely nor gloomy looking,\n1 WB8 not aware, upon taking po_ion of my apartments tltere, that\nany history attached to the house ; buth4ve aince learnt that an old gentle-\nman of no great reputation once lived there, who WB8 supposed to have had\nan illegitimate child, and to have made away with it. Tht:re were BOme\npeculiar stains on the floor of an upper room in the houae, and on the 0cca-\nsion of the kitchen chimney catching fire, what looked much like charred\nfragments of a child's bones came down. It is also said that the houae is\nbuilt upon the aite of an old inn (17th and 18th century) which was fre·\nquented by the outlawa of the Chiltem Hilla, and in which several murders\nwere committed.\nA Mra. Peed (now Mrs. H.) was the landlady. Her bnaband W88\nparalytic, incapable of moving by himself. He died July 20th, 1876. TIle\nphenometlCl Mile conti.mced since his death.\nThe only other person in the house WB8 Emma Matthews, the servant,\na taciturn and trustworthy woman, of Puritan family and religiona diapoai.\ntioD. Oue night, when she toa. (lfDaY in the tJillagt, at the aick bed of her\nmother, the naual occurrences took place, ill a more pronounced way, if\nanything. .\nThere was a second floor. My aitting-room on the ground floor W88\nbeneath my bedroom, and Mr. and Mrs. Peed had a dining-room beneath\ntheira.\nOn retiring to reat, I alwaya bolted the lobby door, leaving my bedroom\ndoor open. I WB8 thna shut oft' from the reat of the house. lly dog-a\nYorkahire fox-terrier, pedigree breed-alept in a basket in the lobby.\nAlmost immediately after I began to live there I noticed strange noises\nat night, both in my own rooma and all over the honae, especially in the\nroom at the top of the honae, where the ataina were. These noises, how-\never, were not very O88y to localise. They were at firat alight, but after-\nwards increaaed in intensity. They were eaaentially unearthly, an<l it is very\ndifficult to describe them. There were loud explosions, 80unda like the\nfalling of trays, atampinga, ruetlinga, aounds of heavy fumiture being\nmoved. When I sat in the room below, it seemed B8 if there were a lot of\nschoolboys\"larking\" in the bedroom above. There were &lao aighs and groans;\nbut no knockinga. Nor did I ever attempt to communicate with what I con-\nsidered to be an evil power. Strange to say, and thia WB8 noticed by previous\nand aubaequent occupants of the house, the noises se(:med to be greatest to-\nwards the full of the moon; and there were considerable intervals in which\nthey were not heard at all. The dog apparently heard nothing.\nOn the night of May 14th, 1874. I had retired to rest, quite ignorant that\n11 dear friend of mine WB8 dying. I WB8 awakened by a noise in the comer\nof the room, like the claahing of cymbals, followed by other strange BOunds.\nI bad become naed to my visitants by this time, WB8 in no way frightened.\nturned away and went to sleep again.\nOn the night of May 31st, 1874 (the moon then being at the full), an old\nDigitized by Google\n\fFeb., 1886.] JOllrnal 0\/ Societvfor P,vcllical Re,earcl,. 199\ngentleman, Mr. W., my friend and adopted lather; as I waa wont to call\nhim, waastaying with me. He slept in the dressing-room, and burnt a light.\nBoth our doors were open, but I am aa certain as I can be that the lobby\n~oor waalaatened aa usual. Mr. W. knew nothing of these noises. In the\nmiddle of the night I was aroused by the most extraordinary clamour in the\nlobby j sprang out of bed and entered the dressing-room. AJJ I did 10 I 1&11'\nthedogwaa gone, and the lobby door wide open. Mr. W. waamuch agitaUldj\naid that he had been greatly alarmed, but should be better presently. It\nwas not till shortly before his death (December 28th, 1875) that he told me\nthat he had awoke just before I entered and seen the figure of a tall man, in\na grey woollen dressing-gown, standing at the foot of his bed. This\nappearance, I believe, coincides with what haa been seen by others. My\no()nly feeling at the moment waa that of great angerat being thus continually\ndisturbed, and upon this night especially, in a manner which was worse\nthan all that had gone before. Taking the light, I went out on the landing,\nwhere the noise still continued, followed it closely ~eT it _ed to go;\ndrove it, so to say, down stairs, seeming to hear the stampof feet upon each\natair, together with all indescribable lOund in the air, just where the head\n-of an invisible being, the height of a man, might Imve been. From tho\nalairs it proceeded, still stamping, into the dining-room, which I also\n~utered, with nerves braced for the worst that could befall, and thoroughly\ndetermined to cope with this noW' insupportable annoyance. In the middle\n1)f the room it Clued, and I adjured it in the Name of God. There was\nno answer, and in a moment or two, with more terror than I had ever felt\nbefore, I returned upstairs. Thedog waa atD. (on the plan), crouched in a\n-condition of the utmost fear, loaming and bristling, every hacklo on end.\n•Uter this night the noilOl kept at a :diltance and UIff\" t~T in the .Uml\nt'OQm 1DiU~ me.\nMrs. Peed and Emma Matthews heard noilos, though I cannot say\nwhether they were heard at the same time by everybody. Mrs. Peed haa\n'IeeIl the apparition twice, I understand j also that an old lady who came\ndown from London afterwards and took the apartmenta, having previously\ninquired whether anyone else lived in the honae, and been answered ill the\nnegative, complained on the morningafter the first night paased there, that\nthe landlady had deceived her in this particular, for in the middle of the\n·night abe was awakened by a tall man, in a grey woollen dreiling-gown, who\n\"as moving the ottoman in her bedroom. Near this ottoman I used very\noften to hear noises.\nI may mention that before Mr. V~ took the house he had heard from\nme, at St. Augustine, what experiences I had there. He waa rather in·\n~lined to laugh at me, and for lOme five months after he began to live in it\n-this intimation seemed justified. But no longer t.han five months, 8S you\nwill doubtleu hearfrom him. I never lfatO anything there myself though 1\nhave constantly had the feeling of IOmeone being in the room with me,\nbehind my shoulder while I waa writing, &C. Neither before nor since haye\nI had any hallucination. If any trickery were practised it 11'1\\1 far too clever\nfor me to discover. If mta could do this they could do anything j at 1000t,\nthey would never have alarmed my dog. I never listened for or fearfully\nexpected to hear noises.\nDigitized by Google\n\f200 Journal qf Societ!\/ for P8!\/ckiMl BU8arcn. [Feb., l88I.\n(Dr. P. W&l &lked whether his friend, Mr. W., heard the noi.aea, and re-\nplied in the affirmative.]\nMrs. H. declined to write out any account of her own experiences\ninthe house, but she had no objection to relating them viva voce, and the\nfollowing account was written by Mrs. H. Sidgwick immediately after\nan interview with her :-\nB- Lodge, W-.\nBepumber 28th, 1885.\nI have jWlt come back from a long interview with Mrs. H. She\nentirely declines to write out all account of what ehe saw, or to eign any\naccount written by me, so we muet be satisfied with a eecond-ha.nd account.\nShe lived in this hOWle from 1870 to 1877, with her fil'8t husband, Mr.\nPeed, who was an invalid-paralysed, I think-and who died in 1876. Very\neoon after ehe came te the house ehe used to hear noisee of various kinds and\neepecially noises like a person creeping or shuftling about the house. Mr. S.,\nthe curate before Dr. P., who lodged with her, said he was eure eomeone came\nshuftling into his room at night, and thought her eervant walked in her sleep.\nBut she did not think much of the noises till Dr. P. Beemed much impressed\nby them. She saw the ghost only once, in July, 1875, after ehe had been five\nyears in the house, and about a year or 18 monthe after Mr. W. (Dr. P.'8\nadopted father) saw it. It was about 8 o'clock in the evening. She had\nbeen giving her husband hie supper in the room over the dining-room, the\nservant had gone out to fetch her some stout for her own eupper-when\ngoing out of the room ihe saw a tall figure standing against the door opposite.\nIt W&l a tall figure dressed in white-like a surplice. She did not see the\nhands. It W&l an old gentlemanwith a bald head, fine forehead and beauti-\nful blue eyee. They looked straight into ench other's faces-she caught ita\neye. She said to hel'8ell, .. So it's you that goes about the honae,\" looked\ndown to the ground a moment, and when she looked up 8i.'B.in it had\nvanished, orshe would have spoken to it. She would know it again any·\nwhere, but never saw the face before. She told no one at the t.ime. Her\nservant remarked on her paleness when she came in, but she did not explain.\n..\\. little later-a few weeks, I think--ehe heard a great ruetling. &I of ei1k\ndresses, just as ehe W&l starting downetail'8. It seemed &I if something was\n\" coming on her back,\" but ahe saw nothing. This frightened her a\ngood deal more than the other, I think. It was at the same hour in thl\"\nevening. After this ahe prayed to be delivered from it, and was never\ntroubled again. She continued to hear sounds, but did not mind them.\nThe servant, Emma Matthewe, once heard a ailk dress brush put her, and\ngo upetail'8 and ehut a door while Mrs. Peed and Dr. P. were at evening\nchurch, and Mr. Peed and his daughter were in the dining-room. Itwas\ndarkish. She thought it W&l Mise Peed -80 much 80 that she went into the\ndining-room immediately after witlwut knocking, to take in candles or\nsomething. Miss Peed W&l there, and said eh\" had not been up, but thal\nMrs. Peed had come in and gone upatairB-she had heard her silk dress, &C.\nMrs. Peed once saw an old woman with a cap and hooked nose, who held\nher down in bed. She had not been in bed long. She thought it was &.\nnightmare, but after ithad happened three times in rapid 8ucceaaion on the\naame night she got up to BC'3 whether anytlUng W&l there and found nothing.\nDigitized by Google\n\fFeb., 1886.] . Journal Qf &cut!I.\/01' PsycMcal RI'IIf!a1'ch, 201\n--~-----\n'1'hiI was also at B-- Lodge. She never saw anything, nor had any\npsychical experiences anywhere else, and disbelieved in ghoata before she\nwent there.\nShe half thinks that the ghoat was concerned in throwing Iler down-\nstairs on one and perhaps two occasions, but on one of them it is believed\nby others to bave been Mr. S.'s cat.\nOne BOund that she describes lUI occurring in the house consisted in\nthree heavy sighs ill perfectly still weather; and once at night, ill the dark, a\nvoice whispered at the foot of her bcd, \"TItree more stages and then death,\"\nhiasing at the last word. This frightened her, and she hlUl not likell to\naleep in the dark since. I think it was before she saw the ghost.\nOthers have heard the sighs who had never been told about them, she\nbelieves, viz., a visitor of hers now dead, who thought it snid \"Aun, Ann,\"\nand a third word which I hnve forgotten. The servant, too-anotIter one,\nnot Emma-was found hy Mrs. Peed, wIlen she c.'\\me in, looking out at tho\nback door, to see if a tltrlUlhing machine was preparing for work, but\nit was not. She had heard three sighs quite loud, and apparently close to\nher, and had tried to account for them as caused by the thl'll8hing machine,\nThese sighs were not heard during Mr. Vo's tenancy.\nELEA..'IOR MILDRED SIDGWICI{.\nThe next account comes from the Rev. J, F. Y., who has also\nkindly related it vivd voce to some of us on the spot. The distressing\nnature of Mr. and Mrs. Y.'s experience is proved by the fact that they\nmoved at some personal inconvenience into a much smll.ller house rather\nthan complete the term of their tenancy of B-- Lodge.\nWe took up our abode in B-- Lodge in September, 1882. TIle house\nfronts tIte London Road. Two steps lead up to the front door, a garden\nrum along behind and to the right of the houso tlnding in the stables,\ndhided by a high brick wall from tho rood on one side, and by a stiff hedge\nfrom an orchard on the other. The house has had the reputation of being\nhaunted for at least 10 or more years past. When we entered the house we\nwere aware of its illl~me, but did not treat the matter very seriously. We\nresided there till Michaelmas, 1884. During this period various phenomena.\ntook place which may be divided into two kinds :-\nI. Visible apparitions.\nn Unacccuntable and mysterious sounds and noises.\n1. 1. The first time an apparition took place was about December, 1883.\nMrs. V. was awake in the night after gettin~ out of bed to give the baby his\nfood. She was thoroughly awake and had Leen so for some time, when she felt\naeold blast like an icy wind pass over her hands, which were outside. She\nfelt an impulse to tum and face tIte door, The door WIUI seen to be about a.\nfoot open, and a. man's hand grasping it, and his head and his body down to\nhis waist, in a white dress, as if a night-dress, looking in. He looked full\nat her. She was terrified and tried ineffectually 1l6\\\"eml times to call her\nhusba'nd by name; when she succeeded, the door shut noiselessly. l\\-fr, V.,\nwhen awakened, saw that the door was shut, as his wife's first words were\nto aak him if it was open, and after assuring her that it was all fancy,without\nmore ado fell weep again,\nDigitized by Gdogle .11·\n\f202 Joltrllal Qf Sociefy for P8!lcMcal RC8earrlt. [Feb., 1886.\n2. Sarah S., on going upstairs to light our bedroom fire at9p.m. saw aman\nin white coming out of the dressing-room door. She stood by to let him pall,\nthinking it was her master in his surplice (which he sometimes wore in the\noratory, and which hung in the dressing-room). His clothes seemed to\nbrush lu,r; the figure disappeared into the cupboard at the end of the\nlanding. (Mr. V. was out at the time, or, at any rate, nowhere near.)\nSarah S. told this experience to Mrs. V. She has repeated her account to\nMrs. V. since ahe left (about one year after the event), and is unshaken in\nher cOllviction. [She is believed to be thoroughly truatworthy.]\n3. SarallS. was carrying water acroas the hall about 9.30one morning when,\non hearing a noiae, she tumed towarda the front door, which was a lew yards\noff. She saw come out of the dining-room door, and pass into the drawing\nroom, shutting the door behind it, the figure of a tall woman in blsck\nwearing a dreaa made like a \"sacque,\" with her hair twisted upon the top\nof her head, her face tumed towarda the door, and wearing shoes on her feet.\nSarah S. was much astonished, and went inllO the kitchen and reported\nwhat ahe had seen to Lizzie P., the cook. Mr. V., who was upstairs, heard\nher reconnting aome tale or oilier, and the cook laughing incredulously, but\nhe did not J..-now what about. He then went out, and the servants came and\nreported the matter to Mrs. V. TIley all three wen& then into the drawing-\nroom and found the door, ,vhich had been left open, shut, but nothing else\npeculiar. Mr. V. BOon after came in and examined both rooma without\nmaking any diacoveries. If anybody came in, the entry muat have been\n(I) NoiseleBB; (2) through the dining-room window; (3) in broad day-\nlight; and the exit muat have been out of the drawing-room willdow. Air.\nV. felt quite satisfied that it \"'as morally imp088ible (or anyone to have got\nin and out under these conditiona.\n4. Lizzie P. disbelieved, or affected to diabelieve, Sarah S.'a atory. Sarah\n800n after left. and Annie C. took her place. On the night of April 9th,\n1884, about 9 p.m., Lizzie was in the first or upper back kitchen-there\nbeing a light in the room-on her way to the lower back kitchen to fetch a\ndish (rom the rack, when auddenly a figure rose up in the doorway before\nher. The figure was of a woman in a 10llg black dreBB, a (ace very white,\neyes ahining red, like a ferret'a. It aeemed to atand and look at her and abe\nat it. She wns too terrified w move, but at Inst managed to cry out .. Oh ,\nClara I\" to the girl ironing in the kitchen. At her cry the object vanished\nwith a BOrt of rushing aound, but no ateps. Mrs. V. heard the cry in the\ndrawing-room, the door being ahut, and found Lizzie in a atate of great\nagitation and unable for aome minutea to apeak. After aome little time she\nburst out crying, and her first. words were that ahe cOldd not atay in the\nhouae. She then described what ahe had Been. Juat after Annio C. came\ndown awrs ignorant of what had happened, and pasaed through the back\nkitchen, unboltillg the Inst door and the door into the bam into which abe\nwent to get BOme coal. She retul'Red without ha.ving noticed anything.\nLizzie was so terrified by what Bhe HaW that Bhe aeemed in danger of a fit.\nThe four women were BO llanic-atrickeu that they apent the night in the\neame room. Mr. V. happened to have gone away the same day, and 'heard\nnothing of the event till hia retum on the following Saturday. The only\nexit from the back kitchen, excepting the one leading into the hall, visible\nfrom the kitchen, was by the bolted outer door.\nDigitized by~oogle\n\f}·eb., 1886.] Journal f!f Socieel\/for P8.IJcAicfll Researe!,. 203\n5. Clara M. W8II ironing in the kitchen by hel'8llli about 4 in the afternoon.\nShe heard aomeone coming down ataim, apparently wearing high-heeled ahoes\nand a silk eIre.. which rustled. She saw through the open kitchen door a\nahadowof a peraon on tho cupboard door, which faced the bottom of the\nstairs. She went on with her ironing and listened, thinking Mm. V. was\ncoming down. She then saw the door into the back kitchen open and close\nagain. She could only see the hinge portion of the door. Hearing the\nfootBtepe atop ahe went out to see who it was, but no one was ,·isible. She\nthen called out, but no one answered. She then went into the back kitchen\nand looked, finding nothing. She then went upataim and asked who had\nbeen down. Finding that no one had ahe waa much astonished and reported\nro Mr.. V. what she had heard a~d seen. This took place May 3rd, 1884.\n6. Mrs. V. was in the kitchen one morning ordering dinner; there came a\nnoise lib the crashing of tin trays from the hack kitchen. She said \"What\nis ~ Lizzie 1\" thinking a dog had come in to help himself to the pig-\nbucket. \" Oh, we often hear that! \" ahe said. The noise W88 repeated; the\nthird time both went out to see, and on going out through the kitchen door\n.saw in the back kitchen something black, as if tlle end of a dreaa, in tile air,\nvanish away towards the door. They went to thd doom, found nothing\nmoved, the doom f88t.\n7. About August, 1884, Annie C. and Lizzie P. were ill the sparo room on\nthe top floor, above Mr. and Mm. V.'a bedroom, about 9.30 p.m. Annie\nhad just been into the cupboard to take out the bath. On going to the bed\nto turn it down she faced this cupboard and saw a man in white standing\nagainst the black clothee which were hanging there, facing her and \"looking\nvery ClO8II.\" Lizzie P. saw her face turning white and her terror-struck\nappearance, but nothing elae. After a few aeconda Annie called out \"Oh,\nLizzie, there's a man in tlle cupboard.\" While abe apoke he vanished away.\nII. NoW. strange and manifold have taken place at aU times of the day\nand night, and at all pam of the house. Some have been incident.a1ly\nmentioned. Noises have been heard, e.!1., 88 of the dashing of fire-irons cloee\nby when they were aeen to be quite still, as of 0. peraon walking about, as of\n{lne packing up over head, aa of ooala falling into the grate, 88 of some one\nthumping under the floor whUe the family were at prayom, as of a box being\nput down in the room with a crash, as of boards falling down on one\nanother, as of a person groaning or wailing in &fIony. A few c&aee may be\nsingled out for apeciall'Omark.\na. One night Mr. and Mrs. V. were either awake or awakened by a loud\ncruh in the centre of their bedroom, apparently, as if BOrne one had dropped\nlOme large coals on the floor. Mr. V., surprised, got out of bed and went\nto the grate thinking BOrne ooala had dropped ont of the fire-place. Nothing\nof the sort had occurred, there was nothing in the grate but small ashea,\nnor was there any discoverable ground ·for the noise.\nh. Mr. and Mrs. V. have heard noisea aa of a person packing a box in the\nbedroom above, where a siater alept at the time-having, as she alleged, been\nperfectly atill all night j of a person moving up and down quietly under tho\n1liiie circumstances.\nc. A moan was heard as if on the Btaim by Mm. V. and Lizzie P., half\nmoan, half scream of horror, April 9th aforesaid about 11 p.m. They were\nDigitized byG;()()gle\n\f204 Jour\/lal ~f SOl:iet!1 for Psycltical Research. [Feb.,1886.\non the first floor. Mrs. Y. thought it was Annie, called her, and found\nshe had made \"no noise.\"\nd. Mr. V. hmml a similar agonised, indescribable, horror·stricken moan\none evening when he was going down stairs. The noile was impossible to\nlocalise and unearthly in its peculilU' tone and character.\ne. Sunday morning, September 14th, 1884, Mrs. V. was at home Bitting in\nthe dining.room alone ill the house. Mrs. P., who had succeeded Lizzie P.•\nP\/'o fem., was in the garden with the baby. Mrs. V. heard a noise as ii\nsomeone were scrubbing the floor or grinding a coffee mill on the top floor.\nMrs. V. listened for some time ; the noise gre,,' louder and louder without\nbeing continuous. Mrs. V. called ill Mrs. P. to listen, and she heard tho)\nsame, IUld evell the baby heard it, and made his littlo remarks. No investi,\ngation was made as they felt too much alanned to go up. The door of the\nspare room opened and shut and banged of ita own accord, although all\nthe windows were shut. Mrs. V. watched the door and it stopped moving.\nShe stood nearly a quarter of an hour watching. As soon as she left off it\nopened again, and banged loudly, shaking the whole house. Doors on the\ntop floor have at various times done the same thing for no apparent reason.\nMr. V. has watched them also, but never caught them inflagmute delicto.\nf. In September, 1884, Mr. V. awoke one night. He was fully awake,\nand became vividly conooious of some evil presence close to him, apparently\nstriking with a sharp instrument 'against the bedstead close to his head,\nlllaking a ringing noise. He silently commanded the being three several\ntimes in the llI\\me of God to desist, and t.he noises ceased. Mr. V. said\nnothing to Mrs. V. about it, but he became aware that·she was in a Sta.td of\ngreat agitation, and asked her what was the matter. He found that abe\nhad been awake, and declared that some being 11ad paB8ed round the bed,\nand touched her foot on the way. She lay still and without speaking, and\nfelt some one holding his hanlls close to hc.r face. Mrs. V. also hoanl,\nshe afterwaMs said, this sharp knocking against the bed. Mr. V. lighted a\ncandle, but, as they expected, nothin~ was visible. Butthe strange sellB8tion\ndid not plUlB away for Borne little time. Mrs. V. was so disquieted that MI'. V.\npromised there and then to lea\\\"e the house. Next day he gave notice; his\nwife's health and nerves had begun to be seriously affected by what she had\nseen and heard, and before tlle month WaB over tlley had left the h(luso never\nto return.\nRemarks.- The above is a bare and uncoloured nan-ath'e of the phenomena\nwhich took place in the house during itsoccupation byAir. and Mrs.Y. Mr. V.,\nthe writer of the account, wishes to record his strong personal conviction\nthat the phenomena. admit of no llI\\tural explanation. Mr. Y. is of opinion\nthat the house is either under a curse or in some way under the influence of\ndiabolical agency, or of departed spirits wIll' have not found rest. Neitller\nMr. nor Mrs. V. !lor nny of their fellow sufferers, as far as they know, have\nenjoyed any experiences of the kind at any other time.\nUpon this evidence it was decided in the spring of 1885 to take\nthe house for six months. A member of the Society undertook to\ndefray the necessary expenditure. Tbe Society's time commenced on\nLady Day, and the house was occupied continually from the 30th\nM.areh till the 4th May by Major H. M. Hughes and three or four\nDigitized by Google\n\fFeb., 1886.] Jour1lal of Societ!J for PS!Jcllical Researcll; 205\nfriends. From the 7th to the 18th May it was occupied by the Misses\nPorter, and from that date until the end of September, 1885, when the\nsix months' tenure expired, it was occupied at intervals by various\nmembers of the Society, and others, for periods varying from one to\nfive days. The sum of these shorter periods was about 25 days, and\nabout 50 persons in all appear to have slept in the house during the\nsix months. Only two occurrences during that period appear to me to\ncall for any remark. In the middle of September a party of four\nladies and two gentlemen were staying in the house, and after they had\nretired to their rooms hurried steps were heard to descend the stairs.\nOn the gentlemen proceeding to investigate the matter it was dis-\ncovered that the door leading into the garden -which had been closed\nand bolted a short time before-was standing open. They inferred that\nsome one from the village had concealed himself in the house with the\nobject of playing the ghost.\nThe other incident referred to consisted in the occurrence of violent\nmanifestations during dark seances held in thA house by a party of\ngentlemen accompanied by the well-known medium, Mr. Eglinton, but\nthe details of these appaar to belong rather to the question of Mr.\nEglinton's mediumship than to that of the haunting of B-- Lodge.\nThe following letters from Mrs. Sidgwick and Professor Maca.1iBter\nmay be held to suggest a. possible means of accounting for the noises\nheard by Dr. P. and other witnesses; but the apparitions seen by Mr.\nW., Mrs. V. and others, if they were not simply hallucinations\ngenerated by expectancy or anxiety, seem to require some less obvious\nexplanation, and should, I think, be referred to the c1as& of phenomena\ntreated of by Mrs. H. Sidgwick in her paper on the\" Evidence for\nPhantasms of the Dead.\" (Proceeding\" Part VIII.)\nHill Side, Chesterton Road, Cambridge.\nJuly ~th., 1885.\nOur visit to w--- was quite uneventful. We encouraged the ghost\nas much as we could by sitting in the dark, &c., but to no purpose.\nThe house seema to me one well adapted for strange sounds, on account\nof its extreme nearne88 to tlle road. I think some one made this remark\nbefore, but I was certainly surprised to find how extremely audible outside\nsounds were, and tlle idea. that outside sounds have been lUistaken for inside\nones is rather supported by Dr. P.'d statement that the manifestations\noccurred more about full moon, because then people are out at night so mueb\nmore. ELEANOR MILDRED SIDGWICK.\n[It was bright moonlight when Mrs. Sidgwick was there.]\nAnatomical Schools, Cambridge.\nOctuber ~th, 1885.\nMy notes of the house are rather in the fonn of a criticism of the evi-\ndence submitted to me than of positive results of investigation.\nDuring the period that we stayed there (6.\\\"e days from June 26th) we\nneither saw nor heard a.nything noteworthy.\nDigitized by Google\n\f206 Journal oj Society for P8!\/chical Re8earch. [Feb.. 1886.\nSince tllat time I had the opportunity of reading Dr. P.'s narrative,\nwhich,however, contained nothing but what was known in tlle neighbourhood,\nand the substance of which I had learned from Mrs. H. and Mr. V.\nThe value of the narrative is much lessened by the small amount of\npersonal observation in it, and Mrs. H. stated to me tllat Dr. P. was not at\nhome when the kitchen chimney took fire nor for somo days afterwards.\n\" Had he been at home I should not have let h~m sleep in his own room, as\nthe smell tllere was BO bad.\" (I noted her words.) She also aaid that some\ndirt came down the \"';tchet~ chimney, but no bones tlmt she oould see. She\ncould not specify tlle year, but thought it was about 1875.\nThe stain on the boards in the top room I cut a small bit of, and brought\nit home; it is paint. Probably some paint pot had been standing on tlle board\nand stained it.\nTwo mell ill the neighbourhood (Mortimer and the landlord of tlle R..\"<i\nLion) told me tlmt tlle old inn was not. on tllat site but a little further down.\nThe local traditions of \"BOme murders\" resolve themselves into a story\nof one pedlar who was seen to enter tlle inn and was :not seen to leave it.\nThere was a later homicide in a house BOUth of the King and Queen Inn, but\nthat was the result of a quarrel, and tlle house is at BOme little distance.\nMrs. H. stated to me tllat she had only.teen tlle apparition once. Her\naccount of the old lady's vision differed from Dr. P.'s as to the character of\nthe apparition.\nWe made a. number of experiments on noises in the house, which creaks\nlike a basket on very alight :shaking. Mr. Hil~, of Downing College. who\nstayed tllere with us the laat night we were tllere, said tltat after we had\ngone upstairs, walking ratller heavily on purpose, the stairs creaked at\nintervals with 1\\ series of \"recoil creaks\" for a while. We also noticed this\nourselves.\nWhen I stamped or jumped in one of tho top rooms I set tlte whole\nhouse quivering, and tlle BOunds as heard below were quite disproportiona\\el1\nloud ; specially was this the case at midnight.\nOne of tlle nights waswindy, and when one of tlletop windows was left\nopen we had noises, with window fiapping, creaking, and doors slamming,\nquito enough to f~ighten a nervous man. When tlle door of the dark room\nat the top was left partly open and the window open, it produced a most eerie\nnoise when tlle wind blew.\nIt was altogether one of the noisiest houses I ever slept in, but every\nBOund we heard had an evident physical cause.\nI do not know whether Mrs. H.'s evidence has been taken down; it\nshould be, for tlle story of tlte lady visitor, as well as tltat of tlte first servant,\nrest on her evidence alolle, alao the story of tlte kitchen chimney.\nHer narratives were graphic<'l.lly told, especially the incident tlmt standing\nby tlle foot of her husband's bed one evening she heard the words, \"Three\nstages 1D0re and tlten death,\" tlle last word prolonged and hiased as through\nthe speaker's teetlt. Mrs. H. came up and showed me tlle placeswhere\nthese incidents took place. Her account of tlte appearance was a tall\nbald-headed lDan with side locks of long grey hair, clotlted in a long, grey\ndressing gown, and witlt bright blue eyes. He was solid, altllough there\nwas a window behind him, and it was yet light (eight o'clock p.m. in July),\nyet she could not see tltrough him. ALEx. lIACALISTER.\nDigitized by Google\n\fJ'eb.,l886.J JOflNlnl Qf Societ!l .for P8!Jchical Research. 201\nOur readers may be interested in comparing with the foregoing\naccounts the following specimen of second-hand evidence, which is\ntaken from a local newspaper;-\nLBTrEa FROM THB REV. J. Y.\nPrevious to the year 1874: rumoura ofappearances were common,alwaYI at\none particular house (which your neighbour and my friend, Mr.--, has, with\nme, examined), and nowhere else in this town. In the year 1874 Mr. and\nHra. H. wllnt to live in the house. Mr. H. (\" a tall, thin gentleman\") was\nill a long time, and died 18 the hOUBO. After his neath, l\\lra. H., the widow,\n11111', as she says, \"the ghost,\" and her description of it is nearly enough a\ntrue description of hllr own departed hl1sband. She says the ghost breathed\nfaintly her name. Mra. H. BOOn after left the house, and is living now at\nW., Ji\\'e minutes' walk from my house. Whate\\'er construction may be put\n011 Mra. H.'s story, there CI\\n be no doubt whatever that Mra. H. is a clear-\nheaded, well-informed Christian lady, in whose veracity perfect reliance may\nbe placed. The house was next occupied by a curate, who frequently heard\nsomething but saw nothing. The house was then tenanted by a Mr. T. and\nfalDily for about 18 months, I believe, and they neither saw nor heard any-\nthing. Next aMra. G. occupied it. She\" frequently heard something but\nIIlW no appearance.\" Then the present curate, the Rev. Mr. V., and family\noccupied it. Mra. V. saw the ghost (as an old gentleman in long white robes)\nso many times that she durat not stop in the house any longer. She was\nable one night to wake up Mr. V. (who had not up to this time seen the\n\"ghoet\") before its disappearance, and he saw it. They got out of tho\nhouse as quickly B8 poaaible after this unpleasant experience in 18~. For\nseveral months last summer the house was occupied by deputations from the\nPaychological Society in London lucceaaively, each company numbering from\nfour to five persons. It is believed they neither saw nor heard anything\nparticular; but I am not quite lure that they have made public all their\nexperiences. . . . The house is a substantially-built brick building, and\nlooka like a comparatively modem structure, very remote from what we\nwowd expect as being a haunted house. There is a large, lofty wooden\nItructure adjoining the house on one side, which has not been made much\nuse of for years, and is in a somewhat dilapidated ltate. . . • This old\nwooden building, in luch close contiguity to the house, ii, to my mind, quite\nsufficient to account for anything that may have been heard.\nThen, as to what Mra. H. saw (or fancied sbe saw) after the long, weary\nwatching at the sick-ultimately death-bed of her husband, after his decease,\nWill it wonderful that she (in her weaknlll8, sorrow, and loneliness) shculd\nin the dark and lilent houra of the night meditate on the trial and scenes\nthrough which she had so recently passed, and so vividly realise the \"ery\npresence and foml of her delmrted husband 1 I have no belief whatever in\npoet Btories of this 80rt.\nIn conclusion I may add that we have bllen unable to ascertain\nthat there is the slightest ground for attacking the reputation of the old\ngentleman who \"once lived\" in the house before the Peeds; and think\nit not improbable that the stories against him have their foundation in\nthe supposed blood-stain, ascertained by Dr. Macalister to be paint.\nFRANK PODlI'ORL\nDigitized by Google\n\f208 Journal Qf Sl)ciet!l lor P8.'IcMcal Ile8eQ1·ch. [Feb., 18811.\nCASES RECEIVED BY THE LITERARY COMM[TTEE.\n(Continued. )\nL.-2362.-Ad pn\nThe ntlxt case is from the Rev. E. D. Banister, of Whitechapel Vicarage,\nPreston.\nNot'efllber 12th, 1885.\nMy father on the day of his death had gone out of the house about 2.:.1\np.m. to have his usual afternoon s'jroll in the garden and fields. He had\nnot been absent more than 7 or 8 minutes when, as I was talking to my\nwife and sister, I was seized with a very urgent desire to go to him. (The\nconversation related to a visit which Wll proposed to l>ay that afternoon to 11\nneighbour, and no allusion was made to my father.) The feeling that I\nought to go and see him came upon me \"ith irresistible force. I insisted\nupon all in the house going out to find my father. I WIUI remonstrated with\n-my very great anxiety seeming so unreasonable. My father's afternoon\nstroll WIUI a regular habit of life in fine weather, and I had no reason to giv~\nwhy on that particular occasion I must insist on his being found. Search\nwas made, and it was my sad lot to find him dead in the field, in a place\nwhich, according to the route he ordinarily adopted, he would have reached\nabout 7 or 8 minutes after leaving the house.\nMy idea is that when he felt the stroke of death coming upon him he\nearnestly desired to see me, and that Ly the operation of certain psychical\nlaws that desire was communicated to me.\nE. D. B.\nNot:ember 20th, 1885.\nIn reply to your letter I have to state ;-\n1. That vivid impre8Bions of tile kind I have related are utterly unknown\nto me ; the one related is unique in my experience.\n2. There was not the least cause for anxiety owing to the absence of my\nfather. It only seemed a short time sinl\"e htl had gone out of the room, and\non this account my urgency was deemed unreasonable.\n3. I enclose a.corroboration of my statement by my wife and my sister.\n4. The date was January 9th, 1883. [We have confirnled this date by\nthe obituary in the Pmum Chronicle.]\n1\\Ir. Banister's wife and sisoor supply the following corroboration ;-\nWe have seen the statement which Mr. Banister has forwarded to the\nPsychical Research Society relating to the stl'(lng inlpre8Bion by which he\nwas irresistibly urged in search of his father on ilie afternoon of January 9th,\n1883, and we are able to confirm all details given in that statement.\nL.-23Q.'3.\nl\\-Luty BANISTER.\nAon:s BANIS'IBB.\nFrolll a gentleman who does not wish his name and address to be\npublishI'd, though he baa no objection to t.~eir being communicated\nl,rivately.\nDigitized by Google\n\f· Feb., 1886.] Jo-urnal qf 80cietufor P8!Jchical Re8earch. 209\nMay 28Ut,1885.\nIn 1862 I lIIliled to Bombay in one of Dunbar's old frigate-built ships.\nI \\Vas depressed the whole voyage with an undefined presentiment of \"bad\nnews from home.\"\nAt Bombay I used to get my messmates to go ashore for letters (a grea.t\nprivilege), even when it was my turn to do so ; my nervousness was BO great.\nHowever, we sailed for home, and reached and left St. Helena, and no\nblackktterwas delivered to me. Two days after leaving St. Helena I was\nup aloft doing BOme tritlingllllilor's work with the fourth officer, on the mizen\ntopsail or top gallant yard, when I heard a bell begin to toll.\nI said to him, \"Do you hear that bell tolling 1\" \" No,\" he said, \"I\nhear nothing.\" However, my agitation was so great that I went down and\nexamined both our bells ; and placed my ear near them, to see if they were\nvibrating or if auy chance rope was swinging loose and striking them. How-\never, while doing this, I still heard the boom of the tolling bell, \",nd it\nseemed far au'ay.\nI then, when I had satisfied inyaeH that the sound was not attributable to\neither of our ships' bells, want up aloft and scanned the horizon in search of\na sail, but saw none.\nI then said to my messmates,\" That's my •black letter.' I knew I should\nhave bad news this voyage.\"\nAt Falmouth we called for orders, and there I found that a lady who\nfilled the place of elder sister to me (my aunt by marriage), and to whose\nyounger sister I am married now, had been suddenly carried off by illness-\nat that time as near as we could calculate, allowing for the different longi-\ntude. She was young (29), lovely, and most winning in her manners. I,\nboy-like, adored her, and she used to say 1 was her young saU01' lover; as\nmy uncle, a captain in the Navy, was her old sailor lover.\nI am 40 years old now, and have been through dangers of all BOrta, in\nimminent danger of death many times, but I have never had a presentiment\naince.\nAfter nearly 25 years I can still remember tho boom boom of that old\nbell in the Manx churchyard, which I heard in latitude 14 S., or thereabouts.\n[Our informantthen goes on to give an outline of his career, which seems\nto have been an unusually active and adventurous one, and continues :-]\n1 only write this short sketch of my life to show you that I have not been\na dreamer, fool, or a mystic, but 11. hard-working, clear-headed man of busi-\nness. I tell you all this, not in a boaating spirit, but simply to prove, BO far\nas possible, that I am not a likely subject for \"illusions\" or \"hallucinations.\"\n[Asked \\!hether he has ever experienced any other hallucinations, our\ninformant says :-]\nNo. I have never suffered from any hallucinations. I have led an active\nlife,· including much loneliness, being for weaks together in the jungles\nshootingand surveying alone,save for native servants,and far from white men,\nand during all that time my brain never played me any tricks.\nYou must remember that this occurred when I was 11. careless youngster\nof 17, on my first voyage to sea. 1 could not account for it then; nor can I\nnow. The impression is as vivid as ever.\nDigitized by Google\n\f210 JOUl'nal qlSocit'i,ll.for P8!JCltica\/ Be8earC\/•• [Feb., 1886.\nAsked whether any bella would have been ringing at the time of the\nIndy's death, he says :-\nYes. Malen Church bull would llave been tolling in Castletown at that\ntime, for the pamng bell or for the funeral. I never asked whether th0'\npalJ8ing bell was rung, but it is a common habit in tile Isle of Man to toll\nthe church bell immediately after the decease of anyone of some social\nimportance. I feel sure it was done in this case; we were so well known\nthere. I mean it is donefor the gentry and such of the farmers and shop-\nkeeping cl&88 who care to pay for it.\nI may add that the lady who died was inexpre88ibly dear to me, be~ng\nmore like a sister than an aunt, and I am married to her sister now.\nOUl\" infonnant has.given us the llame of the lady in confidence, and the\ndate of herdeath, and we have verified this information by reference to an\nIsle of Man newspaper. .\nL.-2365.-Ad pn\nFrom tile Rev. H. A. H., The Vicarage-\nDecember 19th, 1885.\nThe following occurrences took place 3 years ago, and had reference\nto parishioners here who were much on my mind, and whom I was visiting\nin their last illne88C8.\nOne was a farmer's wife who was much afraid of giving me trouble. I\nhad given her the Holy Communion during the .afternoon, and when I left\npromised to come again next day. She said she should be very glad to see\nme, but did not like to be such a trouble, as it was some distance and I W88\ngoing every day. I said it was no trouble, but the reason why I was here,\nand I should be sure to come.\nThat evening I had a miBBion service, 2 miles away, in qllite another\ndirection. Mrs. H. was witll me. We were walking home together,\nand had joked about not meeting anyone on tile road. I said, \"You see if\nyou had been alone you would actually have met no one to alarm you.\" It\nwas rather dark, but you could Bee a form 15 or 20 yards away. We walked\non, talking about various things, and then I saw someone coming. I asid,\n\"Here we meet someone at last.\" She said, •• I don't see anyone.\"\n.. Tilere,\" I said; \"look, there comes an old woman, and she is twisting her\nshawl round her neck.\" My wife, however, could see nothing, but I thought\nto myself she will see her plainly enough directly. However, it melted\naway. There was no one. I said, \"It is very odd ; I certainly did see an\nold woman. Let us go into C.'s house (the village carpenter's) and Bee if\nthere is anyone dead.\" We went in, and he said, \"I have just got orders\nto make a coffin.\" I looked at Mrs. H. and said, \"Indeed, who is it for 1\"\nHe said, \"For Mrs. B.,\" naming the farmer's wife I had seen that very\nnfternoon. I said \"There must be some mistake. I only left her at\n4 o'clock, and there were no signs of immediate death.\" \"No,\" he said,\n\"it is so.\" I went next day, and found she had died from a sudden stoppnge\nof the heart, about half-past 8, and that almost her last words were, ,. I am\nsorry to give Mr. H. the trouble 'of coming again to-morrow.\"\nThe other occasion was about two or three months afterwards. A very\nrespectable young farmer broke a bloodve88el on the brain, and I visited\nm 80me tllree or four times. The last time he was quite unconscious, and\nDigitized by Google\n\fFeb., 181!6.] JOUMlnlof Sockty for P8yc\/,ical Re8earcl,• 211\n•\nevidently could not live long. He was very anxious to see me as much as\npoaaible before becoming wlconscious, often' aaying, \"Send for the vicar.\"\nOn the morning tlmt he died I was awoke by what I thought was Mrs.\nH. in her white dresaing-gown. We were sleeping, for some reason, in\nseparate rooms tlJAt night. I was very sleepy when awoke, and aaid, .. Is it\ntime to get up 1 I must have another 10 minutes,\" and fell asleep again. I\n... did not look at the face of the form, being very sleepy and feeling I1m~ it was.\nMrs. H. However, by-and-bye Mrs. H. elid come in, and aaid, \"Young\nR_ is dead; the girl who brings tile milk brought word.\" I said, \"Is\nit very long sinceyoufirlJt woke me1\" Theil she assured me it was the first time\nshe had been in the room. He had died about 5 that very morning, just aa\nI fancied I had been called by Mrs. H. My regret is, I did not look at tile\nface. but being tired and sleepy I only aaw the figure up to the waist, and\nwent oft\" to sleep with it standing there, never imagining it was not my wife.\nThat is my laat hallucipation. I have visited scores of death-beds since,\nbut have had no further visions.\nI may add I am in no way nervous, but a strong, middle-aged man, in\nexcellent health, and very temperate in eating as well as drinking. I don't\nquite know how to account for tIlese tllings, except tlJAt both tIlose people\nwere much in my mind, and botll of tIlem people for whom I had much\nreapect and sympatlly. H. A. H.\nMr. H. adds in subsequent letters :-\n1 may add, as regards tile first of the two curious visions, that I was very\nconstantly walking that road at that hour, as I had a weekly service ; but\nthat was the only occasion my eyes misled me. When I first saw the figure, it;\nappeared to be crosaing the road, but in our direction, like a person c1mnging\nfrom the footpath to tile middle of tile road. It was of course somewhat\nshadowy, as a person is in the dusk. Still, it had tile look of an old woman;\nI could distinguish tile BeL The road is a country one, but on nearing the\nriI1age tIlere are some lamp-posts; but we were some distance from them.\nIt was a cloudy and rather windy night, and there were, of course, shadows\nfrom clouds and trees cast about; it was not deep dark, but more tIlan dusk.\nI am 80 acc\\1stomed to tIlese walks tlJAt it would be difficult for any natural\nobject to have caused such an illusion. I was quite sure that an old woman\nwas tIlere, in the middle of tile road-ao sure tlJAt I did not keep my eye\nupon her, and as we came up she was gone. Mrs. H. has ordinary eye-sigbt,\nmuch like my own, neither remarkable for greatacutenesa of vision nor the\nre\"erae.\nI may add too, regarding the second case, tlmt I was fully awake,\nthough heavy with sleep, and did not dream Mrs. H. awoke me. I am\npersonally convinced of this, for I wondered, as 1 went off to sleElp again,\nthat Mrs. H. diel not go, and tIlought she would tell me in another minute\nor two that I really must get up. I fell asleep witll the sensation of hel\"\npresence after my eyes were closed again.\nMrs. H. writes :-\nDecember 23rel, 1885.\nAs you wisll to ha.ve some corroboration of two curious statements of\nfacts made to you by my husband, I write a. few lines to tell you my remem-\nDigitized by Google\n\f212 Journal qf Society\/or PS.'lcllical Resem·ch. [Feb., 1886.\n•\nbrnnce of the occaaionll. We were walking home from a week-night ser\"ice,\nfrom a hamlet some distance from here, when I remarked I would not walk\nhere alono for anything. Mr. H. said, \"It is curious we ha\"e never met\n.anyone.\" Not long afterwards, as we were nearing the village, he said,\n•• Well, here comes some one at last; who is it?\" I said, \"I don't sce\n.anyone.\" He said, \"Oh you must, by the lamp-post; she is putting II\n:.shawl over hor head, and coming to Illeet us. Do you know her 1\" I B:lid, ~\n\" Certainly not, for there isn't anyono.\" He said, .. Anyhow she is coming\n<Juickly towards us ; then you muSt soe.\" In another minute we were both\n.sure it must have been some appearanco, and went into the carpenter's close\nby, to see if we could hear anything; and his first words were, \"\\Vell, sir,\nI have orders for a coffin for Mrs. B.\" We both said, \"Impossible! she\nseemed nicely this afternoon.\" I know she was anxious to spare my husband\nany trouble, as it was a long walk, and we naturally connected it\nwith this.\nAs regards the young farmer, he had been much on our minds, as it was\n.n distressing case in many ways. \\Vord was brought early in the morning\nthat he was dead; but owing to one of the children not being well, and\nhaving to be in my room, Mr. H. was in an adjoining one, and I would not\ndisturb him until later. When I went in I said, \" Well, poor J. R. is gone.\"\nHe said, .. I knew he would be; but why didn't you tell me when you came\nin before?\" I said, •• I have not been in before.\" He said, ••Yea, when\n'you came in to wake me, and I begged for at all e\"ents 10 minutes more.\"\nHe then told me what he had said to me-as he thought, and he was sur-\nprised I did not all8wer. It must be. 3 or 4 years ago, but I remember\nthese facts distinctly.\nE. H.\n[Neither of these cnses would, perhaps, be very striking alone; but they\nare of interest as occurnng to the same percipient.]\nL.-2368.\n}'romMr. J. G.F. Russell (the narrator in Case 2355).\n32, Upper Brook Street, Grosvenor Square, \\V.\nDecember 18th, 1885.\nOn \\Vedncsday, Decembcr 2nd, 1885, I was woke up nt night, between\n12 p.m. and 2 a.m. (1\\8 far 1\\8 I can recollect), by hearing myself distinctly\n·called from a small passage outside my bedroom door ; the ,\"oice seemed to\ncome from just outside the door itself. I got up, fenring Mrs. \\Valler, ill the\n.adjoining room, was ill, but, as the calling of my name was 110 longer re-\npeated. I did 110t then disturb her. (There is no door of communication\nbetween the roums, thtl wall is 8olid, and a gigantic wardrobe is against it.)\nNext morning I I\\8ked her if she had called me during the night; but she\ndeclared she had slept\" like a top,\" and had never thought of me or anyone\nelse. I did llot mention the incident to her sister (who had just left us niter\na long visit), but she (Mrs. Waller) did, onretumillg to the country; and I\nenclose the result.\ngitized by (..oogI\n\fFeb., lsgG.] JOUl'llfllof Snciei!l\/or PS!lchicnl RfSM1'ck. 21~\nI enclose what Miss Young [a near relative who had been staying for 0.\nlong time with Mr. Russell and his wife] wrote to me, solely Crom her sister·\nmentioning to her my having questioned her. The dates correspond\nexactly; it was the first night of Mrs. Waller's visit,\nJ. G. F. RessELL.\nThe following is the extract from Miss Young'sletter to ?tIr. Russell:-\nI will tell you something that has struck mo ratIleI'. The two nights my\nsister was with you in London were very disturbed nights to me ; you were\ncontinually in my dreams, and one of those nights I found myself sitting\nup in bed, having wuke myself up by calling you loudly by name. When\nshe came back she told me you had asked her one morning whether she had\ncalled you in tIle night, as you had distinctly hea.rd your name. I wish I\ncould remember which night it\"'was. I have an impreBBion it was the first.\nBLANCHE YOUNP.\nMr. RUBBell, w]lo gave me the account 1,ioo voce on December 16th, has.\nexplained thnt the wall between his room and the next is BO thick that\neven a very loud cry in one would be almost inaudible in tho other; nOl\"\ndid tho BOund scem to come Crom the direction of that other room, but\nfrom outside the door. He has never had such a hallucination on any\nother occa.sion.\nCORRESPONDENCE.\nWHY I BELIEVE IN APPARITIONS.\nMrs. Sidgwick's further instances of haunted houses, published in trIe-\nJournal Cor the current month, seem to me to be very well authenticated,\nand to bear upon them the stamp of truUI. How this clever lady can herself\ndoubt the truth of many of the CNles she reports, is, I conCess, a marvel to·\nmy mind. Take the first case on p. 132, headed \"R- Nunnery.\" Three-\nof the witnesses, or rather two of them, saw the ,!!tune flfllll·C. Supposing·\nno c:>llt1sion between them, and there seelns to have been none, and pre-\nsuming their brains healthy, is it not far mm-e likely tllat there 1cas an\nobjective reality corresponding to their description of it, than that they\neould hM'e each experienced the same optical delusion 1 Even had the-\nappearan\"e been purely subjective, arising from diseased or overheated\nbrains, the odds are (I th01II1Cl1Ul to O1Ul against each brain conjuring\nup the IIClrne image! The writRr of the narrative appears to have seen\nanother figure, and the det<tiW.l de.1Cl·iptiOl~ she gives of it precludes, to my\nmind, a.ny explanation as to its bcing all optical delusion, or an image born\nin the brain. Then, ill the case of \"B-- Fields,\" though in this callO\nthere was a whisper that the house was haunted, and the nature of the\napparition was also described, yet it seems to me a\/llJllrd to suppose that a.\nnumber of young people, presumably sound as to eye8 and brain, should be\nperpettlaUy seeing the same t:ill, black figure (1r.hic1~ lti(l pictlU'U frmn siyht\n-very strong proof here !) in various parts of the house!\"\" Even supposing\nthe possibility of the &arne optical delusion QCcurring to all the WItnesses,\n,.Of ~, I am excluding the hypothesis of tI.,~J:trll and falHhood.\nDigitized by Google\n\f214 Journal qf &ciet!lfor P3!1cllical Beaem·cl,. [Feb.,1886.\n,chat caused tho bright light '\/ ,rno shrieked in the maid's ear? and tramped\nabout the room 7 who knocked the bedroom furniture into confusion 1Surely,\n.all this could not have been imagiluttion on the part of thOle concerned, or\nthey would be all fit candidates for Bedlam! One sense might pOIBibly have\nbeen deceived, but hardly those of lIf.'eitl!}, heari-\/tfl, and feeliny as reganls the\naame apparition. What the intense bl(l(:knc&I uf the figure denoted is, of\ncourse, a deep mystery, but wo may well believe the darkneas symbolical of\n~vi1, and so feel satisfied this was an unhallowed spirit, of some kind.\nBut perhaps Mr. Gibson's story is the mOlt strange of all, having regard to\n11is iron nerves, his scepticism, his temporate habits, and his ctllnplete till-\npreparedltellS fur anything uncanny. Mr. Gibson seems to have seen the\n'phantom repeatedly 1cit\/wut alnrm, and the opening of the obstinate door is,\nto my mind, very strong evidence indeed of-lIupe,-h1tman ageney_ I use the\nword\" superhuman\" advisedly, as I think the word .. supernatural\" should\nhe erased from our dictionaries. How do ,ee know, tve with our brief\nglimpses into the domain of Nature and her laws, what may be strictly\ntermed II1lpcl\"twtuI\"Cl1 or the reverse 1 Probably flO phcwmle;w'l ,chatsoettr\nwhich has actually occurred on earth is lIupel\"llatuml, however strange and\nstartling it may have been, but being in tlltison tvith cel1ain natural 1atc, of\nwhich mortalll are iglWfflnt, we use that convenient word to r.OI!e'- that same\nignorance! W11at scema supernatural to beings whOle souls are cramped in\na. molecular casket, may seem pelfcctly 'Utt1tral to Itpirit IIC'IIIC (when dis-\nembodied), for the whole economy of Nature and her laws may then be\nbefore us, as all open book! 81tperlmman, on the cuntrary, is a ugitilllau\nand accurate ternl to apply to these phenomena, which are certainly beY01il1\nthe pale of ordi-lIartJ hllmal~ expel-knee, 1\\ C'e1'!1 different thill!\/ to being\nbeyond the p1'Q1Jince or scope of twtural latcs, which we so imperfectly under-\nstand. The reader will, I hope, pardon this digreuion; this word \"Iper-\n·\"(ltftroZ always makes me show my bristles somehow! I will now pass on to\nthe immediste subject in hand suggested by the heading of this paper.\nIt seems to me tllat there is a prima facit! probability of the frequent\ngenuineneu of apparitions_\nPaasing by tile Scriptural warrant for tlleir occurrence, as in the case of\nSanlUel's appearance to Saul, the Transfiguration, and the apparitions of ilie\nsaints after tho Crucifixion, which at least show tllat they ha·re appenml to\nman in his mouel\/ror \/lUlte, let us consider what the Soul-the Ego, really\nis. Wo l...,IQfV wo are Smd8 vestured with botliell. The Soul must be made of\n.wmetllin.g; infinitely rarified tllough its substance be, far lUore so than any\ngas known, the fact remains that tho soul must be made of IIOnl.etllill!!, or\nthere is no such thing as a Soul! Matter is molecular, as wo all know-the\nSoul is non-molecular, immaterial to our prellllut senses, probably maurial\nto Spirii-lIClIlIC, and composed of some other combination of atolUB than that\nwhich forms molecules. Hence the Soul is i1WitJisible, ultimate, and pre-\ncisely as spirit in a tumbler permeates the flr0llllC1- molecules of water, 80\ncould the infinitely finor particles composing the Soul easily pall throtu;A\nwalls, doors, &C. Since Soul mustoccupy the u-hole body, and notbeconfined to\n(}lIe lJa~rt of it, the irresistible inference is that the 80ul must be shaped lik\ntho body. Hore, then, we have arrived at the \"eal appal\"itioll, which is\nsimply the diMmbodied Soul, the real Being, the Ego. We have seen tMY\nDigitized by Google\n\fFeb., lS8ll.] Journal Qf Society for P,ychiMl Rl'&enrch. 215\nmaterial 81c1Mt411CU form no bar to its progreu when entering a room. And\nwe have the warrant of Scripture for the fact of the disembodied BOul being\nvisible to men in the flesl1, under certain conditioJl8. .\nHere then, it seems to me, we have the whole rationale of 10flll-authellti-\n.mud ghost stories. The reason lilly people pooh-pooh them 110 is, as is\nwell·known, limply through fear of being ridiculed. The belief in appari-\ntions is world-wide, and has existed for ages; of course there are numberlesa\nimpoaitioJl8 on record, and equally obviously an excited or diseased brain\ncan project images out of itself, which, though really purely subjective, seem\n~jtditle to the normal vision. But after making this large deduction from\nthe huge _ of ghost stories on record there still remain an immenBe\nnumber which cannot be explained away. Tho pouibility of ghoAts appear-\ning, once being admitted, the whole matter is merely a question of evi<lellce,\nand to be dealt with accordingly.\n.A very thin barrier may divide the seen and UJlBeen worlds. Whyahould\nit not ofteu be croBBed by spirits, especially in the case of those who are\n'\/ra1f)1l to e<trtJ~ as 81(icides and murdererll'\nF. B. DOVBTON.\nEaatboume.\nP.S.-The question of the appareZ of apparitions is, I confesa, a \",exata\n~uutw indeed. Mrs. Crowe attempts BOme explanation of it, but I can't\nlay my hand on the paaaage. Your readers may be able to suggest a way out\n<of the difficulty.\nI am glad to take this opportunity of explaining why the narratives of\nhaunted hOllseB Bpokenof byMr.Doveton appearto me somewhatlesa important\nthan most of those whicl1 I quoted in my paper on Phantasms of the Dead,pub-\nlished in Part VIII. of the Proceedings. R-- Nunnery, No. 16, is a. case\nabout which I hope we msy in time obtain more information, but at preBcnt I\n-do not put it in the first-clasa because the evidence for the iudependent\nappearance of the figure to a second person is at third hand only, aud cannot\ntherefore be regarded as being strong. In Mr. Gibson's narrative, G. 328, we\nhave also the testimony of one person only. It is, I think, a remarkable story\n<In account of the number of opportunities Mr. Gibson had of observing the\nfigure, and, as he BaYB, .. Ifit was a trick, I fail to see what it was done for.\"\n.still I cannot convince myself that it was absolutely impoaaible that it Rhould\nhave been a real man. The opening of the obstinate door was a very\n~urious incident, but there is nothing to connect it with the figure.\nI do not rank No. 163, B--Fields, among quite tho best stories of\nhaunted houaea, because it had been suggested to the percipients that it was\nhaunted by a black figure. There is some reason to suppose that BuggeBtion\nand expectation msy determine both the occurrence and the form of a\nlWluciJl8tion, and if this be BO we should be very cautious about regarding\nany other cause for an appearance as proved, when these are present.\nThe light in the cook's bedroom may poaaibly, I think, have been due\nto a candle. Mary Fo's experience resembleB a dream, and the\ndisturbance of Misa A. Co'a bedroom fumituro, like the opening of Mr.\nDigitized by Google\n\f216 JOIII'1wl qf Soc':ery for PS!If'hical Resl'f1rf'li. [Feb., 1386.\nGibson's door, is not very satisfactorily explained by the ghost, and is unlike\nits other proceedings. The narrative seems ro me, however, to be an\ninteresting and important one. And if I regard those given in the December\nand January Journal, as leas important than those on which I laid stress\nevidentially in my paper, it is merely\" question of degree. As I said in that\npaper, I do not think that they should be left out of account in estimating\nthe whole evidence.\nELEANOR MILDRED SIDGWICK.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe foUawing additions ha t'e been m.ade since Uut mollth.\nFAHNESTOCK (Wm. Baker, M.D.) Statuyolence. Third Edit.ion.........\nPhiladelphia, N.D.f.\nFARMER (John S.) 'Twixt Two Worlds: A Narrative of the Life and\n'Work of William Eglinton ....................................•... ...um.dlJ'lt, 188G\nHopps (Johl~ Page) The Future Life .............................. Londcu, N.D....\n--Spirit Life in God the Spirit. A New Edition............Lfllulon, N.D.*\n--A Scilmtific Basis of Belief in a Future Life ...............umdon, N.D.\"\nMYERS (A. T., M.D.) The Life History of a Case of Double or\nMultiple Personality. (Reprinted from the Journal of Mental\nScience. January, 188G).............................................Lo1IlIon. 1886.\nPEmcE (C. J., and J. Jastrow) On Small Differences of Sensation.\nRead before the National Academy of Sciences, U.S.A. 1884f.\nSINNETT (A. P.) The\" Occult World\" Phenomena, and the Society\nfor Psychical Research, with a Protest by H. P. Blavatsky......\nLalldon, 1886\nBAli!SAC (Jules) La. Vie apl'es la Mort. Etemite et Immortalite...Pari\". 1886\nBEA.UNL'l (H.) Recherches Experimentales sur les Conditions de\nl'activit6 cerebrale...................................................... Pa·rU. 1886·\nBRUCKSTUCKE aus dem Leben eines siiddeutschen Theologen (2 \\·ols.)\nLeipz0. 1872 & lSi5\nHANAK (Dr. Michael) Geschichte cines natiirlichen Somnambulismus\nLeipzig, 1833\nHENSEL (Louis) Neueste Offenbarungen iiber das FortIeben und do.s\nJ enseits ............................................................... Bteglitz, 1886*\"\n--Anhang zur Philosophie des Geistes............................ ..Bteglit:::, 1886\"\nHUFELA.ND (Dr. Wiedrich) Ueber Sympathie........................ Weima'r, 1822\nMARCA.RD (Dr. and Baron von Strombeck) Geschichte eines animalischell\nMagnetis1llu8 ................................................... B·raunllChw.eig, 1815\nPREL (Dr. Carl du) Ein Problem fiir Taschenspieler...... •\nSPHINX, No.1 (Edited by Dr. Hubbe.Schleiden) ............... Munidl, 1886t\n* Presented by the respective Authors. t Presented by the Editor.\ngitized by (..oogI\n\f","_id":419}