{"name":"Journal of the Society for Psychical Research 4849","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n27_apr_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N27, April 1886","mylang":"de","content":"~o. XXVIJ,.-1'OL. IL APRIL,l_\nJOURNAL\n01' THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCOK'1'BK'1'I.\nli_ K_berllllld ~.. •• ••\nlIeeUDc of Oounell •. .• •• .•\nAlmOIlll_~ of GeDenJ KeeUDc .. ••\nJ'urtber Note. on 'h. UIIOOIIIIlIoua Self ••\nJ(_erIo BapDOJt •. •• •• ••\nc- x-t•• 117 ill. LltenrJ Couualtt..\nCorrwpoDdnee •• . • . • •• ••\nSapplemeDtarJ LllllU7 ca&alope •• ••\nNEW MEMBERS AND ASSOCIATES.\nHONORARY ASSOCIATE.\nBBILBY, J. WOOD, Beechworth, Victoria, Australia.\nMEMBER.\nPj.Q••\n...\n..281\n•• 2S&\n..w\n•• 118\n•• lMe\n•• 26t\n•• !63\nCABPDTBB, WILLIAII LA-w, B.A., B.Sc., 36, Oraven Park, Harlesden,\nLondon, N.W.\nASSOCIATES.\nBROWNE, MRS. WALTER P., Bidston, Alleyn Road, East Dulwich.\nLondon, S.E.\nBULLOCK, Mu., Cedars Lodge, Mitcham, Surrey.\nEVANS, KIRKHAM, Adelaide, South Australia..\nFRASEB, LT.-CoL. ALEXANDER TnOllAS, R.E., Department of Public\nWorks, Madras Presidency.\nGR.L'iT, ARTHUR J., B.A., Carentan House, Underhill Road, Fores«o\nHill, London, S.E.\nHOLT, Mu., The Cottage, East Sheen, Mortlake, Surrey.\nSTuART, MORTON G., East Harptree, near Bristol.\nSYJlONs, MIlS JESSIE H., 11, Doughty Street, London, W.C.\nTYLDB..\", Mu. OSBORNE, Cumberland House, Chilham, near Canter.\nbury.\nM.EETING OF COUNCIL.\nA meeting of the Council waa held on the 2nd inst., Professor H.\nSidgwick being in the chair. The following members were also present:\nMessrs. A. Calder, Edmund Gurney Richard Hodgson, O. C. MaBSey.\nF. W. H. Myers, and F. Podmore.\np\nDigitized by Google\n\f234 Journal qf Societ!! for PS!lchical Researcll. [April, 11!86.\nThe :Minutes of the previous meeting were read and signed a.s\ncorrect.\nMl·. J. 'Vood Beilby, of Beechworth, Austrnlia, was elected an\nHonorary Associate.\nOne new Member and nine ne'v Associates, whose names and\naddresses are given above, were also elected. Two of the latter,\nLieutenant-Colonel Fraser aud Miss Jessie H. SymollS, joined as Life\nAssociates.\nThe Council recorded with regret the death of Mrs. Lawson Ford,\na Member of the Society, and also'of Miss M. 'Valkel', an Associate.\nThe usual cash account for the preceding month was presented, and\nthe needful accounts p&SSed for payment.\nThe Council will meet in the afternoon of May the 3rd at 4.30.\nANNOUNCEME~\"\"r OF GENERAL :MEETING.\nThe next General Meeting of the Society will be held at the Room5\nof the Society of British Artists, Suffolk-street, Pall Mall, S.'Y.,Oll\nMonday, the 3rd of May, when Mrs. Sidgwick will read a paper on\n\"Results of a personal investigation into the physical phenomena of\nSpiritualism, with some critical remarks on the evidence for the\ngenuineness of such phenomena.\" The chair will be taken at 8.30 p.lIl_\nFURTHER NOTES ON THE UNCONSCIOUS SELF.\nII.\nBefore attempting to develop further the speculations with which\nthese papers are concerned, I must naturally make some allusion to Mr.\nNoel's criticism in the Journal for January. I am grateful for\nthat criticism, and I should be very glad to receive any others which\nreaders of the Journal may be good enough to send me. Criticism is a\nnecessity to nascent theories, if they are to struggle into any kind of\nvalid life; and when complex speculations have been set forth in a brief\nand tentative manner, it is specially important to note the ways in which\nthey are likely to be misunderstood, and the trains of thought through\nwhich the reader's mind is likely to pass in approaching the new problem.,.\nMr. Noel's paper is helpful in this way; and since many of the difficul-\nties which he suggest.s were already in my mind as needing fullet·\ndiscussion, 1 think that I shall best subsen\"e our common object,-\nthe puzzling out of the truth on a very obscure topic,-by continuing\nmy own course of exposition,-if exposition that can be called which is\nlittle more than a collocation of afTopla, so arranged as to point to possi-\nbilities of ultimate solution. In tItu.!! proceeding I shall of course bear\n\fAprl1, 1886] Journal of 8ocietyfor Pllycllicnl Reset\/rei,. 235\ncarefully in miud Mr. Noel's remarks,-even where, to avoid an a.ir of\ncontinued controversy, I do not explicitly reply to them.*\nBut first I must briefly notice one or two passages which seem to me\nto suggest comments of wider application than to the present controversy\nalone. lIT. Noel compares the sentences which I have already extracted\nfrom him to plums snatched by a child from amid lambent fire. In\nextracting !\" few more of these semi-solid morsels from their vaporous\nenvironment, I will try and select those only which have a kernel which\nwe may crack with mutual profit.\nI. Perhaps the most important of these points is the use which\nHr. Noel has made of the word \"intuition,\"-which seems to me to\nillustrate with singular aptness the danger of which I spoke in my\nformer paper \"of using words as mere metaphysical counters, not as\n-definite representations of observed facts;\" Mr. Noel (Lig\"t, p. 543)\nhad spoken of \"the influence of angels\" as \"what intuition discerns,\" and\nI had remonstrated against what I thought a somewhat too facile mode\nof proving a phenomenon which has eluded ordinary tests. And now\nMr. Noel, after impressively asking me whether I believe that physiology\naplainB perception,-be might have asked me at the same time whether\nI believe that the moon is made of green cheese,-goes on to inquire,\n\"But what makes us admit the existence of a world external to\nourselves 1Why, only common-sense, instinct, that very intuition, about\nwhich lIr. Myers expresses himself so contemptuously.\" (p. 161.) This\nis a hold, a heroic argument. Because I hinted that Mr. Noel's\nindividual\" intuition\" that angels were influencing him was not so\ngood a security as Science might desire, I am accused of scoffing at the\n\"intuition\" which leads all human beings to admit the existence of an\nexternal world! A metaphysician whose personal intuitions are equiva-\nlent in certainty to the judicium orMs terra-Mlm,-to the immemorial\nagreement of the whole human race, - is indeed an invulnerable\nantagonist. I should hardly venture to assail him furlher, were it not\nthat he proceeds to throw the same regis of infallibility over a class of\npersons with whom I may match myself with less presumption. \"Now\nI argue,\" continue!, Mr. Noel, \"that the same common-sense, intuition,\nor instinct, assures the dreamer, or the madman, that he also is in\npresence of a world external to himself.\" I bave often envied the\n• In another long letter in Liolat for Fe~ 21th, from Mr. Noel's fertile pen,\nhe BaYS: ',' I do wish I oould make my argument' (about the Newnbam caae> \"more\niDteUigible than, alu I it appear. to be!\" I would auure him that I find hie train\nof thought q\"uite intelligible, and that the onl, reuon why I do not deal with it at\nonce is that, UUltead of meetmrr his bare auertlon tbat a particular form of coincident\nCOIIIICiODBDeBII i. tIOt pouible WIth a bare assertion that it ii, I prefer to endeavour to\nJ.d him and other readers to perceive ita poIIBibility by dwell~ fint on certain\naDalogoua facta, some of which have not as yet, I think, been 8ufficlently coruridered.\nIn the meantime I may refer the reader to Mr. Massey's able and luminoualetter in\nLIqItJ for March 5th, where he supports, on metaphysical ground8, much the same con-\ndnaiODB III those to which I have been led by the mere study of recorded - .\nDigitized by Gd'ogle\n\f'l36 Journal 'If Socit'iyfor Psychical Re3ta,.ch. [ApriI,I881.\npractised metaphysician his POWEll' of wielding the two terms,\n\"intuition\" and \"common-sense.\" There is a son of lofty claim about\n\"intuition,\"-as it were, \"Heads I win !\"-and then, if there is a\ndoubt whether heads are going to turn up after all, plain straightforward\n,. common-sense\" clinches ~he matter with \" Tails you lose !\" Yet I\nhave never seen these potent words employed with such Napoleonic\ndirectness as here. I have never yet been peremptorily checked by an\nappeal to the dreamer's intuition and the madman's common-sense.\nAnd Mr. Noel does not flinch from the consequences. \"To speak,\" he\nsays (p. 170), \"of a morbid excitement in part of a madman's brain\nmaking him fancy he sees and hears devils, is to pay oneself with\nwords. The' morbid excitement,' like alcoholic blood-poisoning, Dlay\nenah14 him to see and hear them-that is all it can do.\"\nThese words are enough to make the stoutest tremble. What with\nthe common-sense of madmen\" holding a fretful realm in awe\" ; what\nwith the\" blue devils\" actually swarming around us,-unseen only till\nwe have\" enabled\" ourselves to discern them by sufficient potations of\nbrandy,-the \"high priori road \" seems to have led us into 0. fearsome\nworld. The \"transcendent squib\" which, according to Mr. Noel, is still\ninfluencing me, was nothing to this. And I cannot even feel sure that\nmadmen will exercise their \"common-sense\" only in summoning up\ndevils whom I am not \"enabled\" to see. I have lUet a madman whose\n\" common-sense\" informed him that \/\/.6 was-say the Archangel\nMichael-and that I was 0. devil myself. But I must not \"paoy\nmyself with words,\" or tl)' to get out of this by any talk of \"morbid\nexcitement\" in that maniac's brain. I must face the truth, and admit\nthat there tca8 a devil,-who had got unpleasantly mixed up in some\nway with myself. Or may I, in this desperate strait, return to\nmy original thesis, and hope that we have got into all this trouble\nby using the word \" intuition\" as 0. kind of counter 1 by ignoring the\nfact that it means a practical reality when it is the intuition of all\nmankind, and a. private opinion when it is the intuition of a single\nphilosopher, and afrenzied hallucination when it is the intuition of the\nmaniac howling in his yard '1* I do not want to introduce more novel\nwords than need be,-and J admit that I am driven to do so oftener than\nI could wish; but sooner than call all these three things by the same\nna.me, I would invent a new word for each,-were it as long as the title of\nII That gigantic dish beginning -yaAfo-\n~f7raao-TfI\"lXo-and the Lord knolTs what,\nYou'll find it all in Liddell and in Scott.\"\n• To avoid misapprehension I ought to add that I do not mean to a.scribe the\nconfUBion to Mr. Noel's use of ttrm8 alone ; rather (as it f!eems to me), the confuaioD\nof terms sprilyfB_from a deeplr-Iying confusion in the wa:y in which Mr. Noel's id..alilm\nis conceived. This, however, 18 a pure matter of SpecUlatIve opinion. on which it would\nbe unfitting to enter here. The question of the distinct and accurate use of tn'ml ia &he\nonly one germane to the present discUllsion.\nDigitized by Google\n\fA.pril, 161M.] Journal Qf Sodefyfor P8!JChiCfll RtlJe(lrch. 237\nII. The next point is one on which it might seem punctilious to\ndwell, had it not indirectly a more than personal application. Mr.\nNoel says that he ,. cannot pretend to be a physiological expert of the\nsame calibre as (bis] friends, the English authors of these psycho-\nphysiological hypotheses.\"\nNow here Mr. Noel is courteously according to me, amongst others,\na distinction to which I, at any rate, have no right. I take it that an\n\"expert\" is a man who has given such proof of his mastery of a given\nsubject that his bare opinion, without argument given thereon, carries\nappreciable weight. Now I certainly cannot claim this position with\nregard either to physiology or to any other science ; and I think it\nimportant that we who are engaged in puzzling over these new problems\nshould not speak as if ,our researches gave us any rank among the\nmasters of the accredited sciences. Our shares, if I may so say, are not\nyet quoted on the Stock Exchanll6,· though they are beginning to be\ndealt in by regular brokers. I have sometimes seen in print the words\n\"an expert in Spiritual Science,\"-and I have hoped that the eyes of a\nPhilistine reviewer would not encounter that particular page. Nay,\nhave we not a Theosophical witness, who, matching his acumen with\nMadame Blavatsky's--impar congr6811U8 Achilli-described himself as\nan expert in conjuring chiefly because he had once seen Pepper's Ghost f\nTIl. Mr. Noel has justly pointed out an apparent unfairness in my\nallusion to his theory of memory, viz., that our memory of any thing or\nperson is maintained by the peml&nent influence which the transcendent\nreality of that thing or person continues to exercise upon us. This\nview should not be represented as dependent on a physiological mis-\nunderstanding ruone. I regret the phrase, which was the result of an\nexcessive compression of my argument. I must not, I fear, stop to enter\nhere on any discussion of the theory either from a metaphysical or from\na physiological point of view. But to justify my implied remonstrance\nat Mr. Noel's statement that he had \"elsewhere shown\" that this theory\nwas true, I ought just to ask whether any metaphysician of eminence\nhas accepted, or even seriously considered it1and whether it is usual to\nspeak in so decided a tone about a speculation of one's own which has\nnot carried cogency to other minds 1\nPassing over other points-which might have called for further\ninsistance in a formal controversy, but may readily be dropped in a\n\"friendly mit,\"-I think that I may now continue my discussion as to\nthe nature of consciousness. Thus, as I have already implied, shalll\nhave the best chance of gradually removing the natural misconceptions\nto which my brief essays have given rise, and of evolving a somewhat\nclearer notion of the relation of the totality of our being to the parts of\nit of which we are cognisant at any given time.\nIn my former paper I began an inquiry into the meaning of the\nDigitized by Google\n\fJOIIl'llfll qf Societ!lfor Pl1ycMcal Research. [April, 18811.\nwords \"conscious\" and \"consciousness\" by a brief review of some\ncases where a conscious and an unconscious stl'E'.a.m of mentation seem\nobviously to co-operate in the service of the same identity. What is cslled\ngenituJ seemed to illustrate on 0. striking scale a sensation common to\n0.11 of us-the inrush into consciousness of an idea which bas already\nacquired a degree of force or elaboration such as usually results only\nfrom a perceptible effort of thought.* We compared this with the\nsudden invasion of a fixed idea in cases of incipient monomania; the\ndifference being that in the case of the man of genius the group of cells\nwhich contributes to the orator the brilliant metaphor, to the mathe-\nmatician the flash of insight into the inter-relation of fonnube, is working\nunder the orckr8 of the conscious centre, while in the insane case the\ngroup of cells which suggests to the nursery.maid \"kill the baby!\" is\nworking independently of the conscious centre-is hypertrophied into &\nself-assertion which ill befits its essential incomplet~ness and irration-\nality. In each case we ha.ve a servant who first acts independently and\nthen reports himself to his master; but in the first case the servanthas\ndone his duty with unusual skill, in the second case he has (so to say)\ngot drunk and then thrust himself unbidden into his master's presence.\nIn each case there is unconscious cerebration, but in neither case is it\nc....rried to the point of duplication of consciousness.\nLet us now consider the case which comes next in compleldty, the\nordinary phenomena of sleep and dream. I shall discuss these, of\ncourse, very briefly, and only with the object of further analysing our\nnotioll of consciousness. For here it is that duplication of consciousness\nbegins, and these experiences of every night present to us suggestive\nana.logies to the possible action of our spirits in a totality of consciousness\nto which this waking life may bear somewhat the same relation as is\nborne by night's fl84:lting visions to the comparatively permanent per-\nceptions of the day.\nBut here again I a.m met in limin' by 0. theory to which :}Ir. Noel\nobviously attaches much weight.\n• I surely need hardly answer at length Mr. Noel's objection that there cannot be\na .. transference of ideas from the unconscious to the conscious mind \"because there\ncan be no unconscious ide.., and because when .. the unconscious brain ~)I1ra, if I may\n60 say, a stream more than UBUally nutritious into the conSCIO\\18 channel,' to Mr. Noel\n.. that can only mean a conscious stream of this character from surrounding intelli-\ngences,\" &c. Now I will keep clear of any illUBtration drawn from gen,itt., for fear of\ngett~ entangled with the \"influence of angela,\" \"the Divine creati\\'e uni\\'ersaI\nideaa, and similar disturbing forces; and I will merelr take the caae of a schoolboy\ndoing a paper in algebra. He puzzles over an equation for some time in v~ Ke\nleaves it and answers other <].ueatione; then he returns to it, and suddenly the true way\nof solving it \"flashes into hiS head.\" What I mean here is surel,- obvious, and till\nfact of its occurrence undeniable; whether we speak of ..ideas .. or • mental processes \"\n&8 havinll' been thus unconsciously matured is not important. The word \"idea\" is a\ncoin whIch has been rubbed in so many pockets since Plato's day that I should not;\nhave thought that it retained enough sharpneaa of outline to exemJlt it from the aenice\nto which I ha\\'e put it here.\nDigitized by Google\n\fApril, 1886.] Journal qf Sociei!1 for PS!lckical ~carch. 239\nIn my former paper I had spoken somewhat summarily of Mr. Noel's\ntheory that in ordinary dreams \"the dream-personages who converse\nwith the sleepers are verily spirits;\" thinking, in fact, that he might\nperhaps prefer to drop this particular thesis. But in his new article he\nreturns to the charge and says, \"I sca.rcely see the force of his [my]\ncaveat that my snggestion about dreams and madmen • is a.\nreversion to the crude explanation!: of a pre-scientific age. For if many\ndreams ::lore admitted by Mr. Myers and his friends to be due to the\ntelepathic influence of spirits\"-influence of other minds is what we do\nsay, but let this pass-\" I fail to see why it [my knowledge] should\nhave so much more to say against a sugg~stion that all dreams may\npossibly be due to a similar cause.\" That is to say, because in a few\ncases, bafHing to the ordinary theories of dream, we have adduced strong\nevidence for the admission of an unrecognised cause, we might as well\nextend the action of this cause to CIloSeS where there is no c\\·idence for\n•\nit, a.nd where the ordinary theories will plainly suffice! If I say \"S01M\nA is B,\" \"I a.m to assert further that\" all A is B ; \" if I prove that some\nmen are killed by lightning I may as well admit tha.t all men are killed\nby lightning. I speak with diffidence, but my impression is that the\nsevere logician would treat this as a fallacy.\nNevertheless it is quite true, as }Ir. Noel afterwards re-asserts,\n(p. 1iO), that this is not a mere isolated opinion of his own-that his\nopinion a.s to the nature of dreams can count numerous and convinced\npartisans. I can no longer escape from argument by 8Il.ying that I am\ndealing only with the isolated opinion of a single philosopher. And\ndifficult as, for various reasons, it may be to reach some of the remoter\nbranches of ~Ir. Noel's school of thought, the nttempt, so far 11.8 it lies\nin me, must be made. The Dyaks, for instance, ·on the authority of\nRajah Brooke, are said to believe \"that those things which have been\nbrought vividly before their mind in dreams have actually taken place.\"\nWell! if Borneo enters the Postal Union, the Dyaks sha.ll have an\nopportunity of reconsidering this tenet. The Iroquois and Chippewa.\ntribes share the same view; but if this paper is translated into the\nIt-oquois or Chippewa tongues these thinkers must at least admit that\ntheir theory is not admitted everywhere without flomething of protest.\nCanon Callaway has collected many Zulu dogmas to a similar effect. I\nshall not be sorry that the Zulus should see that some of us are not\ncont,mt with passively accepting their destructive criticism on the-\nPentateuch; that we can carry the war of opinion into the very\nsanctuary of their own ancient creed.\nFor, indeed, among the \"crude inductions made upon insufficient\ndata\" with which science is disturbing the \"old theories\" to which\nlIr. ~oel frankly clings, I must venture still to maintain the induction\nthat some \"dreams-most dreams-are but the kaleidoscopic rearrange-\n\f240 Jounull Qf &eiet!! .for P,gchical Baearc\". [April, 1888.\nment of fragments of past thought and sensation, revived either by a.\npartial continuance of activity in the brain itself, or by some organic or\nexternal stimulus; the accompaniment of such cerebral activity by\nMlIlMItion remaining, of course, a problem as inexplicable as in waking\nlife.*\nThe personages who appear in our ordinary dreams are, in this view,\nmere products of our own dramatic faculty; puppets whom we animate\nwithout being aware that it is ourselves who pull their strings. Baron\ndu Prel in his \"Philosophie der MyBtik\"-soon, I trust, to appear in a.n\nEnglish tranalation of M.r. Maasey's-has describt'd the achievements of\n\"Dream the Dramatist\" with admirable ingenuity and care. We ca.n,\nindeed, a.ll of us trace for ourselves the gradual creation of our dream-\npersonages, sometimes by actual observation, sometimes by obvioU&\ninference. Firat, as to actual observation.\nNo moment of our day, perhaps, is more instructive than the\nmoment when drowsiness is merging into sleep. Nor a~ I speaking only\nof specia.llyfavoured individuals, such as M. Maury, who can count on\ndefinite illuricmB \"ypnagogiqua as the prelude to every casual nap, but\nof ordinary persona, who will watch with a fair amount of attention the\ncommmon hypnagogic phenomena. Let us suppose that we are composing\nourselves to sleep; having either engaged a friend (as M. Maury does)\nto wake us at intervals of two or three minutes, or having selected\nSODle suitable locality (as the Underground Railway), where the frequent\narrest and renewal of motion will answer the same end. A habit,\nwhich can be easily formed,of counting the respirationa during advancing\nsomnolence, will supply us with a useful measure of time. We will\nnote the stages as they succeed each other in our brain.\nI. First, before we close our eyes, is the period offatigtutl tJttfmtiofi.\nWe can still \"concentrate our minds\" on the newspaper, but there is\na concomitant feeling of exhaustion; a lack of resilience, so to say, in\nthe strata of thought im:aediately subjacent, which warna us that the\nbrain needs repose.\nII. On closing our eyes our situation is not at once improved. We\nha.ve, indeed, checked the focussing effort,-or directed it into a purely\nintrospective channel. But we thus become a.ware of an importuna.te\ncrowd offragmentary thoughts and images which dart to and fro through\nthe head. This is the stage of conscious incoM,-ence. A little attention\n* I welcome a If Note\" of Mr. Noel's in the Fe~ Journal ..indicating a con-\naiderableap~J:ima.tion of view. He still holda, however, that lOme influence froM\nanotherin\"'lligence ill ~edto originate ortodetermine aU ourdreams. But if I dream\nof a person ill a situation in which he does not seem to himBelf to be, thill .II fni!.11 cone-\napond,\" Mr. Noel thinks, merely\" to a p&IIBing iho~ht of the person himself or to a\nforgotten dream of hill.\" Well! if I dreaIn that • Chm_,philosophercalla on me and\ntell8 me that he ill the wiBeat of men, thill If may correspond, no doubt, to the forsotten\ndream of a philoaopher in China. Onecould Wish that thl8 question .. to the contento.\nand efficacy of the forgotten dre&lJ1ll of unknown IlB1'8OI1!I had been put to the prophet.\nDaniel. in the heyday of hill special powen.\nDigitized by Google\n\fApril, 1886.] Journal qf Society for Psychic,,\/ Reuorch. 241\nshows us that the vividness and persistence of these incoherent thoughts\nis proportioned, not to the brain's \/remnul, but to its exhaUIJtion. After &>\nday's mountain-walking, for instance, these subsidiary ideas will probably\nbe faint, and transient; but after a day of excitingand anxiOUI business.\nthey will be distressingly intrusive. In such a case we may sometimes\nnote an involuntary re-concentration of the mind. Disjointed scraps of\nthe day's business are whirling about in our field of consciousness, when\nsuddenly one explosive thought, such as \"How foolish of me to make\nthat promise!\" detonates with such vehemence that it opens our eyes~\nand perhaps jerks us back into sudden erectness ;-it \"rouses us with a.\nstart.\" Somewhat similarly, after a mountain-walk which has been\nbeyond our strength, sleep will be delayed by aches, tinglings, &c.•\nconsequent on muscular or cutaneous overwol'k, and sometimes th&\nBudden cramp of a large muscle will \"rouse us with a start\" into a.\nre-concentration of attention upon that specially exhausted limb. And\nwe may note also, - as illustrating the pregnant truth that \" the\npathological is merely an exaggeration of the physiological,\"-that this.\nhypnagogic stage of conscious incoherence marks the parting from sana\nlife of the road where madness lies.\n\" Hic locus est partis ubi lie via findit in ambaa : •\nHac iter Elysium nobis; at lreva mal(lrum\nExercet p<eDU, et ad inpia Tartara mittit.\"\nThe stage which we are traversing on our way to the Elysium of slee!>\nis one which, indefinitely prolonged, is madness itself. For this.\nincoherence is not rutful \" the ideas, though they are no longe~\nvoluntarily summoned or actually controlled, are still sustaining them-\naelves (so to say) at the expense of the conscious self-still belong to the\nsame plane of consciousness as waking life. If this state be prolonged\n-if sleep be kept off by noise or inward discomfort-these tumultuary\nideas become not lessbut more urgent. We keep retracing, vividlythough\nbrokenly, some disturbing incident, until at length we perhaps reach a.\nstate of nervous irritability in which it is almost impossible to remain\nstill; we are prompted to mutter words, to make gestures, &c. Now\nthis is as close a likeness of madne88 as ordinary persons will have the\nchance of experiencing. Let us make the most of it; let us realise the\nincipient diuolution of personality; the anarchy of competing groups\nin the absence of a ruler. Let us note the point of nervous degradation\nat which it seems difficult to go either back or forwards,-impossible to\nmerge the confusion into sleep, but hard, too, to regather the scattering\nrunlets into a single channel of thought. The intensification of this\nstate would become, I repeat, a form of insanity; the madman, too, feels.\nthis incoherent invasion of ideas, which he cannot guide or master, and\n~he momentary toss or muttering to which we give way is the analogue\nof his noisy shouts, his homicidal explosions.\ngitized by (.oogI\n\f242 JOII\/'nai C!f Sociefy lor plJgcMcal RellMrclt. [April, lJl86.\nThis state of prolonged and painful wakefulness,-the state of being\ntoo mucb exhausted to aleep,-deserves more attention than it seems\n,yet to have received. I should anticipate that a. ma.n thus situated might\noften believe himself to be two persons, through some lack of concordant\n.action of the two hemispheres. But the only case just of this kind\nwhich I have come across is an account of Sir Charles Dilke's in\n(]reater Britain (quoted by Dr. Hughlings Jackson).\n.. This evening, after five aleeplelB nights, I felt moat terribly the peculiar\nfc.rm ..,f fatigue that we had experienced after six daYB and nights ul)On the\nplains. Again the brain seemed divided into two parte, thinking indepen'\ndently, and one side putting questions while the otller aUBwered them; but\nthis time there was also a Bort of half insanity, a not altogether disagreeable\nwandering of tlle brain, a replacement of an actual by an imagined ideal\nacene.\"\nIII. Let us pass on, however, to consider the stage which normally\nfollows when this conscious incoherence bas lasted, say, from two\nto ten minutes. There is a sort of momentary blur; a kind of motion\nof translation seems to pass across the conscious field; the clashing\nideas are not at once wholly stilled, but their relat~on to the self\n.appears to change; they become tmfatiguing, and as it were unable to\nreach 000'. tranquillity. Similarly a boy who is bathing and engaged in\n.a splashing.match, may be deafened and blinded by the Bying spray,but\nif he ducks his head under water and continues splashing with his\nhands, the sound which still reaches him seems something aloof and\nundisturbing. Usually we note nothing after the tirst blur; like negligent\nobservers of an eclipse we suffer the period of occultation to commence\nwithout photographing the pbenomena of entry. But I am supposingtbat\n.a friend's kin-l offices arouse us justas our doze deepens; or we may train\nour own attention to start into activity at the critical moment, as\n~ecorous church-goers learn resolutely to wake themselves during the\n$rmon. If this is done, then in favourable cases we observe a very\nremarkable thing. We feel that much the same kind of fragmentary\nremarks are passing tbrougJi our mind (though fewer of them), but that\nthey now seem to be cpntripetal instead of centrifuga.l,-they seem to be\nborne in upon us from without instead of being generated from within.\nSome of these remarks will be merely grotesque-developing them-\nselves from a confusion of thought which has just begun in the stage of\n-conscious incoherence. I have been playing chess, we will say, and in\nthe exha.ustion of wakefulness, my mind has begun to represent my\nt.riBing plans or projects as tbougb on the cadre of a chess-board,-with\n.an irritating sense that I am only a pawn, and can move but oue square\nat 0. time. After the kindly blur of drowsiness I hear as it were an\ninward voice saying quietly, \"One more move, and you will be a queen.\"\nNow here there can hardly be said to be personijication of an inter-\nlocutor, though tbere is a nascent separation between myself and some\nDigitized by Google\n\fApril, 1886.J Journal Qf Societ!1 for Pllychkal Rt.1l6\"rch. 248\ninforming voice. But at another time the C&$e will be diffel'8nt. I have\n(let us say) been vaguely imagining myself n.s asking 110 friend to dinner\nandfancying, th'Jugh hardly dran&atiring, his reply, \"Not on Saturday.\nI have a standing e~rement.\" Then comes the blur, and tMn I hear his\n<:haracteristicvoice in his well-known ma'lller saying in continuance :\n\"8lUlday will do, for I can est three dinners on Sundays.\"\nA long argumentcould scarcely leadup to an incident more apparently\npaltry than this. Yet I believe that we have here the first, the pregnant\nindi~tion of a 'lJif-aeverance which we shall hereafter trace far down\ninto\" the abysmal deeps of personality.\" Here, for the first time, we\nhave a fragment of our own mentation presenting itself to U'l n.s a m~\nsage from witlwut; we have the rudiment of what seems a second\nindividuality entering into communication with our own. And note\nthat there is usually a two-fold change in the dream-voice n.s compared\nto the merely i~ned rf!pJies which we put into our friend's mouth\nin waking reverie. The dream-voice seems more dramatically real,-\na better simulation of the friend's tone and manner; but the substance\nof the message is usually no longer rationa.l. Our unconscious dra-\nmatising faculty hn.s a thousand unconscious imp1'essions of our friend's\nvoice and manner to draw on ; but it hn.s not the power of shaping ..\nreasonable rema.rk to tit the immediate occasion. And herein also\n\\Ve sha.ll find that this rudimentary message, this germ of externalisa-\ntion, is a significant precursor of deeper secrets in tJle fissiparous multi-\nplication of the self.\nF. W. H. MYERS.\n(To be continued.)\nMESMERIC RAPPORT.\nThe following accounts refer to some experiments in mesmerism\nmade by Mr. C. Kegan Paul, who states that he hn.s known the\nphenomenon of \"coDlmunity of taste in the mesmeric sleep\" to have\noccurred seyeml times in the case of Mr. S.\nAccount by Mr. C. Kegan Paul.\n.:.1lay 27tk, 1884.\nI lived at Great Tew, in Oxfordshire, from .March, 1851, to May,\n1852. When there the following circumstance occurred, but I am not\nable to fix the month, further than to say that I tlrink it wn.s in the late\nsummer of 1851. [No. I am now conyinced that it wn.s in April,\n1852.]\nI had been in the ha.bit of mesmerising frequently Mr. Walter\nFrancis Short, then an undergraduate scholar of New College, who\nwas, without any single exception, the most \"sensitive\" .pe!:BOD of\nDigitized by Google\n\f244 Jor\".\"al qf Society \/qr PBflMical R~8M\"C\". [April, t..\neither sex I have ever known. He uaually became what is called\nclairvoyant, but this always tired him, and I seldom made protracted\nexperiments in this direction. On several occaaions I found that II.\ncommunity of taste was established between us, but only once mad&\nany experiment with more than one substance, such as a hiscuit, or\nglaas of water.\nAt Great Tew, with his consent, my two sisters alone being present\nbesides ourselves, I carried the matter further. We had dined in my\nonly sitting-room, mad tM duHrt tmJ8 6tiU &n tM IGbk. [I think I am\nright, though my sister F. doubts.] 1 put Short to sleep in an arm-\nchair, which I turned with its back to the table, and Short's face to\nthe wall. There was no mirror in the room. 1 asked Short, taking his\nhand, if he thought he could taste what I took in my mouth, and he\nsaid he thought that he could. I, still holding his hand, shut my own\neyes, and my sisters put into my mouth various things which were on\nthe table. I remember only raisins, but there were four or five various\nsubstances tested. These were all quite correctly described, exceptthAt\nI think there was an uncertainty about the kind of wine. Short,\nhowever, had of course been aware of what was on the table, but he\ncould not know, nor did J know the order in which I was to be fed with\nthese things.\nTo carry the experiment further, one of my sisters left the room,\nbringing back various things wholly unknown to me, which she ad-\nministered to me having my eyes shut. I remember spices, black\npepper, salt;. raw rice, and finally soap, all of which Short recognised,\nand the last of which he rejected with a splutter of great disgust. The\nexperiment only ended when we could think of nothing more to taste.\nI had at that time already left Oxford; Short did so soon after,\nand our various occupations seldom allowed our meeting. I rather\nthink this of which I have spoken was the last time I ever mesmerised\nhim. [No.] His conviction of my power over him was such that he\nbegged that I would never attempt to place him under mesmeric\ninfluence when I was at a distance from him, on the ground that as he\nwas rowing in the Oxford boat I might do so when he was on the\nriver. I had once affected him at a distance, under rather singular\ncircumstances, and of course willingly gave the promise.\nO. KBGAll' PAUL.\n[My sister F. is right in remarking that our four selves were the\nonly persons in the house. My only servant was a woman in the\nvillage, who lived close by, and came and went at fixed hours, like an\nOxford scout.]\nLetter to Miss Paul.\n. . . In talking with my friend Henry Sidgwick over my\nDigitized by Google\n\fApril,l886.J Jounlal rif 8ocietv.for P'IIMical Research. 245\nexperiments in mesmerism many years ago, 1 mentioned one with Short\nat Tew, when you and M. were present. He has .&eked me to write\nit down, and get if possible your recollections on it.\nThe particular experiment was one in which Short,:being in the\nmesmeric sleep, was able to taste what was put into my mouth.\nIf you recollect the circumstance at all, 1 want you before reading\nwhat 1 have said, enclosed in another envelope, to write down a state-\nment of what you remember as much in detail as possible-time, place.\npersons present, things tasted, &c.\nTIwn. to read my narrative and to write also how far your recollec-\ntion, thus refreshed, tallies with mine, and preserve both accounts, even\nif you find them contradictory.\nThen to send my account and your account and remarks enclosed to\nM., together with this note, asking her to follow exactly the same\nplan, and return my statement, youn, and her own to me together tciIA\ntAis note.\n* * * C. KBQAN PAUL.\nI should like you also to·say that you have observed my order of\nproceeding as indicated above.\nAccount by Miss Paul.\nOn Thursday, April 29th, 1852, my sister and 1 went to stay with\nmy brother at Great Tew, in Oxfordshire, and Mr. Shortjoined us at\nOxford, and went with us to Tew.\nAs he returned to Oxford on Saturday, May 1st, the mesmeric\nexperiments, which 1 well remember, must have been on Friday, April\n30th, and they were after dinner in the evening.\nMy brother mesmerised Mr. Short, and when he was quite asleep\nhe tried some expeliments.\nMy brother drank some wine (I think it was port) and we saw Mr.\nShort's lips and throat moving as if he was swallowing it, and on my\nbrother asking him what he was drinking he at once said what it was.\nThe wine had been taken from a cupboard and poured out where,\n-even had he been awake, Mr. Short could not have seen what it was\nbefore tasting it.\n[I think my own account is the more correct.-C. K. P.]\nMy sister then got some black pepper from the kitchen and put it\nin my brother's hand, and on his putting some in his own mouth\nMr. Short at once tasted it, and on my brother asking him what he had\ninhis mouth, he said it was very hot and unpleasant, but was not quite\naure what it was.\nMy brother held Mr. Short's hand all the time.\nDigitized by Google\n\f2406 JOllrnal(!f Sockt.'1 for P81\/clu\"cal Re8l'nrch. (April, 1886.\nThe only other thing I remember is that on my brother's remonng\nhis hand after, and substituting my sister's, Mr. Short looked as if in\npain, and said the change was unpleasant.\nNo one else was in the little cottage at the tinte.\nF. K. PAUL.\nJ[ay2itk.\nSince writing my account I ha.ve read my brother's, and think it\nvery accurate, as now I am reminded of the soap, &c. I can faintly\nrecollect it, but not clearly. as I do the things I 11lwe written down.\nAlso I think the dessert had been put away, and the wine taken\nout again on purpose.\nI remember the date, as I have always written down \"ery shortly\nthe events of each day.\nMy brother went from Tew to Oxford on }lay 4th, for two days,\ne.nd I remember he told us on his return that he had while there mes-\nmerised Mr. Short, and I think that was the last time he did so.\nFRANCES KZGAN PACt.\nAccount by M~. P.\nIn the year1852 or1853,1believe at Bloxham [CertainlyTew.-C.K.P.]\nI remember mybrother trying experiments on a friend, Mr. Short, whom\nhe was in the habit of mesmerising. Oneet'ening I saw him mesmerise\nMr. Short,and while he was in that state my brother asked for a glassof\nwater or wine, and drank it. Mr. Short appeared as if he was drink·\ning, and swallowed, and made a reply when asked what it was, but the\nexperiment I remember best was, after my getting some pepper, and\ngiviitg it to my brother, he putsome into his mouth,and Mr.Shortlooked\nas if in pain, and said \"hot.'\" Then I took his hand, and his face\nchanged, and I think he said \"nasty.\" I know he seemed to dislike the\nchange from my brother's touch, but although I know there were\nother experiments, it is so long ago that I cannot quite recall\nthem.\nM.E. P.\nJlag 29tlt, 1884.\nP.S.-Since writing the above I have read my brother's narrath'e.\nwhich is, I think, substantially correct.\n(Letter from llrs. P. to her brother, Mr. Kegan Paul.)\nMay 29\"_, 1884,\n• • I received the enclosed to-day, and t have written what\nI remembered at Bloxham. I may be wrong, but I don't rememberseeing\nMr. Short at Great Tew, but remember your mesmerising him at\nBltn:ham. Also from there you went to Oxford, and on your return you\ntold me Mr. Short in.a state of clairvoyance had seen me on the ladder\n• DiQitizedbyGoogle\n\fAplil, 1886.] Journal q.f Societ!1 for P'!lchiCilI Reseal·cl,. 247\norsteps you had for your bookcase, and I remember feeling angry\nabout it, thinking it unpleasant. It was in the dini1&3 room at Rlox·\nIlIIm you mesmerised hinl. .\nP.S.-Fanny's date would make it too late for Tew, but she sa!J#\nTew. I think I did not go to Tew until I drove therA with Uncle W.\nand Auntie, but I cannot quite remember it all.\n[lIrs. P. is certainly wrong about place, not that it matters much.\nThe visit of which she speaks with my uncle was in the summer of 1851..\n~\/r;l'e the circumstances described. My sister, Miss Paul's, diary,\nwhich she has always kept with great care, is conclusive on this.\npoint.]-Noteby Mr. Kegan Paul.\nAccount by Mr. W. F. Short in a letter to Mr. Podmore.\nThe Rectory, Donhead St. Mary, Salisbury.\nJt£7~ 12tl', 1884.\nDEAR SIR,-Stock tells me you would like my accoun1i of some\nmesmeric experiences of mine at Great Tew in the year '52. You are\nvery welcome, but 32 years may have impaired my memory for the\ndetails, and I should like Kegan Paul to see the account Lefore any use-\nis made of it.\nI had come up to New College by accident a week before the time;.\nand finding college empty accepted an invitation to pay Paul, then\ncurate of Great Tew, a visit. One night, I think the Thursday\nfollowing, he mesmerised me, and made, I believe, some successful\nexperiments in the \"transference of taste\"; but of these, as J was in.\na deep sleep, I can say nothing. When I was in due time awakened,.\nhe said, \"We tried to get you to visit New College, but you said it.\nwas all a guess, and would tell us nothing.\" I answered, \"I seem to.\nha\\\"e tIreamt of New College Junior Common-room, antI to have seen\nB. and G. sitting at a small round table drawn near the fire, with the.\nlamp on the large table near them, playing at cards.\" It was agreed\nthat I should test the truth of this on my return to Oxford 011 Friday\n(one day before men in general came up). On entering college I met.\nB. and said: \"You up 7 Are there any other men come t\" \" Oh,\nyes; half-a-dozen. G. and so-and-so,\" &c. \"Were you in Common-\nroom last night at 10 (1) 1\" \" Yes.\" \"Who else was there t\" \" Oh,.\nthe whole lot of us. No, by 10 everyone was gone but I and G,'·\n.. Where were you sitting 1\" I~ At a small table close to the fire, it.\nwas so cold.\" \"With the lamp on the big table near you 1\" \" Yes,.\ndrawn close to us.\" \"Then I tell you what you were doing. You\nWere playing cards.\" \"How odd! We weren't playing cards, but G.\nWas showing me tricks on the cards.\"\nI have always thought this a thoroughly good case, too exact to be\na mere coincidence, and I think tolerabii a~cunte even in the words\nDigitized by Google\n\f248 JOllrnal qf Socl'etyfor Psychical Rese\"rch. [April. 1.886.\nused, but those who do not like myself believe in clairvoyance will\nprobably set it down to a happy guess.\nI have not for many years had any experience of mesmerism, but\nsfter this, for some years, I saw a great deal of it, and have no more\n4loubt of its reality, even in its higher phases of inducing clairvoyance,\nJ::c., than I have of my own existence.\nI doubt whether B. would remember this (I don't think G. eyer\nheard of it), but I would write to him if you like it, only I am rather\n<lverworked just now.-Believe me, yours very truly,\nW. F. SHORT.\nP.S.-Did not we use to meet at \"the Lodge,\" at Oxford, when 1\nW'1.8 tutor of New 1\nP.P.S.-I should say that in old days Scholars as well as Fellows at\nNew could come up at any time during vacation, but could not go\n<lown without leave.\nAdditional Statement by Mr. C. Kegan Paul.\nJune 16th, 1884.\nI am sorry to say I do not remember much about the clairvoyance\n\"art of the experiment with WalterShort, though I remember the com-\nmunity of taste vividly, and have described it to Mr. Sidgwick.\nShort became clairvoyant on several occasions under my mesmerism,\nbut I do not recall the details with certainty.\nOn the evening in question I only remember that on trying some\n-experiments Short said he was tired, and wished to be wakened. I do\nnot remember his mentioning his \"dream)J or that I heard afterwards\nllOw nearly correct it had been.\nIt is probable that he did mention the dream, but that I paid little\n.attention to it, being full of the first experiment, and that as I only saw\nhim occasionally, and we did not exchange letters, I never heard the\nverification.\nC. KEGAN PAUL.\nAdditional Statement by Mr. W. F. Short.\nFebruartJ 1St\/I) 1886.\nMy friend B. remembered nothing of the circumstances (naturally\n.enough) though I feel pretty sure it took place.\nI am afraid I cannot remember the other occasion which Mrs. P.\nmentions.\nI was, I fancy, many times clairvoyant, but of course my memory is\nalmost, if not quite, entirely of things others told me I had seen in\ntrance, and these, after more than 30 years, are not very clear or well\nDxed in my mind. • • • •\nW. F. SHORT.\n\fApril. 1886.] JOflrna\/ of Sockt!\/ lor PS!lcMca\/ Restarc\/•• 249\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n(Oontinued. )\n[TAe LitenJry <hmmitke 'DiU be glad to ftCeiWl 1DeU lJuthenticated elliclence oj\n~ belonging to any of the follotci~ ct-., .tpecimem of wlaWt are\n\/r'r1M time to time neorded in thil Jm,mcd:\nL. PhantMml of the Liting.\nO. Phaf~ of the Dead.\nII. Hypnotilm, Meameriam, and Olail\"llO'lJClfl«.\nP. Mmaition and Premonition.\nS. Milcellaneou. phenomena of the kind aometimu ducribed a•\n..SpiritualUtic.\"\nPe1'l0nm aptr6encU of \".,lIO\") halltcci1latKnUl\" of any 80rl 'Will aZ80\nbe welt:otne.\nOommunicatiom intended for the LiteraTI' Committee .hould be addre88ed\nto .&l\"u\"wl Gumeu, B8q., 26, MonIt*ier-II,lware, London, 8. W.; or, to\n1'rederic W. H. Myer., Baq., Leckhampton Hmue, Oambridge.]\nG.-181.\nThe following case of haunting in an old Elizabethan manor house,\nis one of which an abstract was given in Mrs. Sidgwick's paper on\n\" Phantasms of the Dead,\" in Part VIIT. of the Proceeding\" at pp.\n117-119. Though there is still probably much to learn about the\nhistory of the house, and the experiences of its inhabitants, we have\nalready obtained information from a larger number of occupiers than\n'We have in most cases been able to do, and one remarkable fact is\nIlOticeable, namely, that the character of the phenomena has changed\nfrom time to time, varying apparently with the tenants. The legend\nIUppoaed to account for the haunting has also varied.\nIt is now aprarently eighteen years since any abnormal sights or\nIOUnds have been observed there. Whether the alterations which the\nhouse underwent in 1875 have contributed to this cessation of the\nphenomena we cannot of course be sure.\nWe give the accounts of di1ferent witnesses in the chronological\norder of the events to which they refer. The first is from Mr. C. C.\nMaasey, whose father and mother at one time occupied the house.\n[May ~th, 1885.]\nI met last week an old lady (75), a cousinof mine, who was staying with\nmy father and mother at J. Houe in the year 1834 or 1835. My father\nhad to go away for a day or two on buaineaa, and my cousin slept with my\nmother on account of the apprehensions both were under from the reports\nof disturbances.\nThey left the door open. While awake they both heard a sound\nQ\nDigitized by Google\n\f2·')0 ,T01(I'II((\/ '!f Sorie\/llfo}\" PI<!I~Mcnl ReSMI'c.l,. [April, 1886.\naa of the cllUlhing of chai~, followed by a rustling, as of a Bilk drea,\nplIoIISing nlong the corridor.\n?try cousin had heard, and believed, th:l.t the house was used by a gang of\ncoiners, and an underground passage was supposed to exist. She attributed\nthe noises to the attempts of theso people to frighten the inmates.\nSomo time after, she received a newspaper report of a trial of coiners,\nin which .J. House was mentioned. But she does not recollect par-\nticulars. Mentioning these circumst.'Ulcos' lately to Colonel L, whose\nfamily once owned the houso, he denied the coiner story, and maintained\nthat many facts known to him were inconsistent with thia explanation, in\nwhich, however, tho old lady still believes.\nC. C. MA..~EY.\nIn another letter, dated 19th February, 1885, Mr. Ma.sseyatates that hit\nfnther \"never considered that his occupation hnd been disturbed by any-\nthing at all inexplicable, and discredited the reports. But I can say positively\nthat I heard, long before 1860, of J. House a.s reputed to be haunted.II\nAccount of J. House by the Rev. Darrell Horlock, fonnerly resident\ntherein, and now S.P.G. missionary at tha town of Ko.mloops, Britilh\nColumbia.\n[This account was written, at our request, in the spring of 1884, by Mr.\nHurlock, and has lately been revised by him in the proof she~ts.]\nIn the summer of 1861 this old Elizabet.han manor house wa.s rented for\na term of three yea.rs a.s a hunting box by 1fr. Darrell Horlock (son of the\nRev. Dr. Horlock, then Vicar of --\", II. ,\"mage situate about three miles\ntherefrom, and of tho old Gloucestorshire family of hunting notoriety),\nfrom the then owners of the estate, the family of L.\nMr. D. Horlock waa then a young man of 25. He had been marriedabout\ntwo years. Mr. Horlock was a. ma.n utterly free from nil superstitious tenden-\ncies, and of great physicnl courage. His life was entirely devoted to field\nsports and athletics, and he was well known as a fine rider to hounds, a good\nshot, &c.\nBefore he rented J. House he had heard many reports that it\nwas haunted. These ,vere of a genel'lll character, there being no description\nof any appearance. It was simply a well known legend of the neighbour-\nh(lod, and was utterly disbelieved and despised by Mr. Horlock. Indeed,\nit was absolutely forgotten when he arrived at tho house to take possession\nnnd to prepare for Ius wife, whom he had left in Surrey, one summer even-\nillg in J Illy or August.\nMr. Horlock bruught with him servants, horses, carriages, dogs, &c., and\nit was his intention, after seeing these comfortably established, to walk over\nand spend the night at Ills father's house.\nShortly 'lfter the arrival 0.11 oM Wl'lIlan from a neighbouring cott.'lge came\nin to see the servants about securing the washing of the family. Mr. Hor-\nlock going into the kitchen found nil the women \"in tears. They protested\nthnt they had been informed that the\" house was not fit to'live in,\" and\nrefused to stay the night there unless Mr. Horlock remained.\nMr. Horlock, after trying argument and persuasion in vain, gave thc:m\nthe option of le:wing altogether or remaining tho night, whereon at that they\nDigitized by Google\n\fApril, 1886.] Journal qf Socu!fulor PII!lcltical ReBf'nrck. 251\n------\nconsented to remain, and on the following morning on his returning to the\nh01l8ll he found they bad not been alarmed or dieturbed in any way. Be\nlIOW took up his residence there, and the following night an attempt was\nmade by some of the workmen or neighbours, it never tmnspired which, to\nplay the ghOst on him. The judicioull use of a pistol put an end for ever to\nall luch tricb. Mrs. Horlock shortly arrived, and for some days the house\nwas entirely undieturbed.\nThen extraordinary noises began to be heard at night, and the servants\ncomplained that not only were they very much terrified by rumblings,\no!lCning and shutting of doors, whistlings, clankings, &c., but that their\nclothes and the furniture of their rooms were found in the morning in very\ndifferent }1ositions from those in':which they were placed at night. Mr. and\nlIl'11. Horlock, although they heard the noises constantly, simplyattribute1\nt~lem to natural causes and laughed the servantB' fears to scorn, forbidding\nthemalso to mention tllem outBide.\nThe noises seemed to grow and increase, and at last Mr. Horlock made a\nthorough examination of certain unused attics amI broke open several\nwalled-up roOIJl3, ascertaining that no natural cause could pouibly exist\nwhich could account for them.\nHe became now perfectly accustomed to those noises, and ceased now to\nlI.)tice them. Mrs. Horlock, on the contrary, began to become nervous in a\ncurious way-not afraid, and not believing the least in their beiong caused\nby anything supernatural, but a certain indescribable something weighed\nupon her which caused her to shiver and shrink and fedl involuntary dread.\nat something she knew not what. In the meanwhile Mrs. Horlock's sister,\n:m. S., a lady of great nerve and sterling common-senae, came to stay at\nJ. and Mr. Horlock asked her privately to endeavour to combine with\nhim in reaaoning her sister out of these\" absurd fancies.\" Miu S. slept\nin what was called the haunted room. She heard some noises but was not;\ndisturbed or in any way frightened by them.\nDuring her !tay, one night in the spring or summer of 1862, Mr. Horlock\nhad retired to rest at his usual hour and had fallen asloep, his wife alao being\niaat asleep by hiB side, when suddenly he awoke with an icy cold altiver from\nhead to foot. (The room contained four. windows, each opposite each, and\ntwo doors.)\nIt was a fine moonlight night, and every object in the room was distinctly\n,·isible. At the comer of the foot of the bed, standing in the croBS-light of\ntwo windows, and in front of a large wardrobe, etood the fipre of an old\nlady. She was attired in a black poke bonnet, which extended far over the\nface, and in a dark gown and a grey shawl. Her eyes were hollow and\n&hrunken, and her face was wrinkled, but otherwise there was nothing\nhideous or the least alanDing in the sight. At first Mr. Horlock thought he\nwas dreaming; the cold shiver passed and he did not feel the least fear.\nOnly such a sensation of awe as everyone more or less experiences at the\nnight of a dead body. He sat up in bed very quietly for fear of awaking his\nwife, and calmly studied the figure.\n••Can this be the ghost tl1ey talk of 7\" he said to himself. \"Well, if it is.\nit beat. me how anyone can be afraid of une.\"\nQ 2\nDigitized by Google\n\f262 JOUI'IIOI qf Society Jor Paychicallleaearch. [April 1886.\nAI he gazed he noticed one very extraordina.ry circuUlstance. The figuro\ndraped in dark appeared to be opaque, and yet through it he could distinctly\nsee the knobl of the drawers of the wardrobe. He was almost uncontrollably\nanxious to addreu th~ lady, but feared to do so lest he should awake his\nwife, feeling sure that in her peculiarly nervous state the sight would\nprobably kill her.\nThe figure stood still for two or three minutes gazing steadfastly at him\nand then suddenly disappeared. Mr. Horlock immediately roae from his bed\nand made invesaigauon of doors, windows, and overy object in the room,\nfirst of all without, and then with a candle. All the doors and windows were\naecurely fastened, and there was no possible combination of light or shade\nwhich could have produced this or any other phantom. Mr. Horlock wu\nmore particular to thoroughly latiafy hinuelf on this point on account of a\ncircumstance which had happened to him some year or 10 before in his\nformer house in S\\UTIly :-\nMrs. Horlock was away from home. He awoke in the night, a\nbrilliant moonlight shining through the window, and there, hy the door\nof the room, stood Mrs. Horlock, attired in hat, cloak, and all her USl1al\nattire.\nHis first feeling was a terrible fear leat lOme fatal .accident might have\nbefallen his wife, and ·her spirit have been allowed to appear to him II ..\nwarning thereof. He immediately, crushing down the fear, got out of bed\nand walked to tho figure, when he found that Mrs. Horlock's complete\nwalking attire was hansPng to the door, and on returning to his bed marked\nwith interest the peculiar manner in which the rays of the moon threw it\nout into bold relief, giving it, even, after he knew what it was, the exact.\nappearance of a living figure.\nBut to resume :-\nSome days after the appearance of the ghost, Mr. Horlock, under the\npledge of absolute secresy, confided the account to Miss S., causing her to\ngive a solemn promise that abe would never even divulge a hint of the\nstory until she received his permiuion to do so, and this promise it is well\nknown was mOBt religiously observed.\nMr. Horlock after this never laW any other visible appearance. The\neJl'ect on his mind was inconsiderable. He believed now what he did not.\nbefore, that the spirits of the dead were allowed sometimes to appear to the\nliving. He believed that the house he occupied was allowed to be the acene\nof such appearances; and he believed that this fact might account for no_\nand senlations which to him before had always been unaccountable. But.\nnot tho leut sensation of fear was produced by this knowledge- on the con·\ntrary, a feeling of confidence that the sight of a spirit did not terrify and\ncould not harm. His chief wish was to behold the same being again when\nalone and to question it, and for this purpose he slept alone at various times\nin dift'erent rooms in the house, but never saw anything. He~ now, too,\nto suspect and to investigate two circumstances which had occurred befort,\nwhich at the time excited no question in his mind.\nOne was with regard to his father, the Rev. Dr. Horlock, who had\nDigitized by Google\n\fApril, 1886.] JOllrnal Qf Societ!JlOl' P8!JckicaI1le8earcn. 233\n1Ilept one night in the house, but could never be prevailed to sleep\nanother.\nThe other with regard to his old nurse, who had been at one time hi.\nhouaekeeper,but had left him long before he came to J.'to undertake\n, the same duties for his father. The old woman had been in the habit of con-\natantly visiting him at J., staying a night or two at a time. At laat\n-there had come a day when no persuasion would induce her to spend a night\nunder his roof. She always had a good excuse, 80 good that he had never\n.suspected anything-ehe would often come to spend the day but always left\nbefore nightfall.\nWithout divulging anything he had seen he himself set to woric to cro..-\n~xamine both these persona, but was entirely unsucceaaful in gaining the\nleast clue from either for several months, when at last, under great presaure,\nDr. Horlock admitted that during the night he had spent at J. he\nhad been kept awake the whole night by the sound of some one being\n.st.r&niled and gasping for breath in his ~m. That he could discover nothing,\nbut that he had been 80 terribly wmerved that no earthly power would in-\nduce him e,ver to spend another night in the house.\nDr. Horlock had always been a finn unbeliever in ghoata.\nThe old woman, Mra. P., was as yet utterly impervious to all entreaties.\nShe peraiatently refused to say a single word or even expreaa an opinion as\nto ghoata or anything of the 8Ort. I may add here that Mias S. had left;\nJ. very Bhortly after she had been told the story, and had not seen\nMrs. P. before abe left, and never did see her again till two yean after,\nunder circumstances which will presently be related.\nThe effect of J. on animala was a marked one.\nEvery cat died in a few months of a mysterious wasting sieknesa. Mr.\nHorlock had a panicularly Bharp, savage Scotch terrier, anoted killer of ver-\nmin. This dog occupieda box at night ina back paaaage. After nightfall the\nanimal always retired to ita box and curled itaelf up in a heap with ita\nhead hidden by ita paws. 1oI0 coming of strangers, no noise, no entreaties\nwould ever prevail on it to tako any notice. On one occaaion when Mr. Hor-\nlock turned a live rat 1008e on ita body it allowed the animal to escape witb-\nout even raiaing ita head. Remove this dog to any other house and it was\n& difFerent creature. At the slightest noise it would be on the alert. At the\neoming of a stranger it would tear a door down to get at him, and any 80rt\nof vermin it would tear to pieces in a second.\nMr. Horlock describes his sensationa in walking about the house after\nnightfall. Not fear, but a sensation of 80me one always walking behind\nyou ; a 80rt of expectation that any moment a hand would be placed on your\nshoulder. On one occaaion when he was Btanding in the dining.room with\n& candle in his hand, comparing the clock with his watch about midnight,\nall doors and windows closed and a perfectly Billl night, he lelt a distinct\nbreath on his neck behind, and the next moment the candle was violently\nbloG out, and the room left in utter darkneaa.\nShortly after the ghOllt's appearance to Mr. Horlock, one evening the\nfootman bronght ~hta into the Bmoking-room, whieh was on the first floor of\nDigitized by Google\n\f264 J()f1r11n1l?f &cief!l lor P8J\/ckicnl Re,enrclJ. [April, 18l!6.\nthe house, and started violently back on seeing both ?tin. Horlock and Mill\nS. sitting thoro. .. What's the row 1\" said Mr. Horlock. .. Why, air,\"\nhe said, .. I just met Miss S. going into the drawing-room, and 1 told her I\nwould brilJg her a light in a moment. I ,,-aa just going to do it.\"\n\"Who could it have been? You had better go and aee,\" said Mr.\nHorlock, \"and not bring a lot of silly tales up here.\"\nOn Imother occasion it was a beautifully bright SUllUner nloonlit night.\nnot a breath of air stirring. ?tIr. Horlock waa lying awake in bed, the back\nwindows of the room being open. There were five or six dogs each tied tt)\na separate kelIDel all round the house; while at one angle, about 100 yards\nfrom it, W:\\8 a mrge kennel containing eight or ten morc.\nEverything was still as death, not 1\\ stir or a sound, when suddenly\nthere came sobbing on his oar a low, clear and sweet musical sigh. like thtt\nsound of a far away breeze. It commenced at the south angle of the house,\nand went slowly and distinctly completely round. As it seemed to l-\neach kennel, each dog gave one long drawn bowl and waa silent. As it\nreachod the large kennel every dog howled once in concert, and then. taken\nup in tum by the solitary on88 beyond, it ended where it began. This llad\na strangely weird effect.\nIn the spring of 1863, the Horlocks lert England for a Continental\ntour and let J. House w a 1\\lr. D. for the rest of their term. Un\ntheir return Mr. Horlock took a hunting an:! shooting box in Oxfordshire,\nand Miss S. came to visit them. A few days after her arrival, tl1e old\n'Woman before mentioned, :&Irs. P., came also for a few days' loisit. On the\nevening of her arrival,. Mrs. Horlock and Miu S. were sitting with Mr_\nHorlock in his smoking-room, and the conversation turned on J. and\nita peculiarities; and then for the first time 1\\lr. Horlock told his wife of\nthe appearance, giving a minute description as above, and before this neither\nMr. Horlock nor Miss S. had ever mentioned the subject to any living soul.\nexcept to each other. .\nAt last Afr. Horlock said, \"Let us have the old lady up and see if we can\nget anything out of her as to the roason she would never sloep at J.\"\nOn this question being asked she refused, as before, to explain tl1e matter at\nall, but on being preued as to whether sho had ever seen anything in tho\nhouse, and it being represented to her that it could not make any difference\nnow, as the Horlocks had left the house for ever, she said, \"'Veil, I did see\nsomething once, and that is the reason I never could sleep in the house\nagain,\" Wid she thereon gal-e a description of the appearance, exactly tallying\nwith Mr. Horlock's in even the most minute detail, before the two witnesses.\none of whom hnd just heard it for the first and tile other for the sect)lld\ntime, from his lips.\nJ. House was occupied about two years by Mr. Horh>ck's tensnt,\nafter which, I believe, it remained vacant for somo time. It was then\npurchased by a neighbouring squire and turned into 1\\ parsonage house\nfor a. new district which was then fOmled.\nThere nrc lllany ghost stories told of it during the occupation of Mr.\nHorlock's tenant and others.\nDigitized by Google\n\f•,April. 1586.] Journal '!f Socid!\/ for PS!lcllieol Re3eorcll. 255\nOf the actors in bile abo\\'e story, both Mrs. Horlock and Mrs. P. have\nlong since entered into their rest. Dr. Horlock and Miss S. are still alive\nand in England. I do not know where the footman is. Mr. Horlock took\nHoly Orders ill 1877, and is now a missionary in British Columbia.\nHe has ne\\'er seen any spiritual appearance aince tho event related above.\nHe is still thoroughly convinced of its truUI, and he can see at this moment\nevery feature and every detail of the ghost of J. Houso as clearly lUI\non that night in 1862.\nIn reply to our inquiries, Mr. Horlock explains, in u. further letter, that\nhis tenants, the Do's, are now dead.\nHe adds that he believes the blinds were dra\\nl up on the occasion of\nhis seeing the apparition in his bedroom. He has had no other hallucina.tion.\nAfter his account had been written, the account previously written by\nMrs. Horlock to Miss Corbet (Associate S.P.R.), of which we append a\ncopy, was sent to him. Mrs. Horlock describes the footman as going iuto the\ndrawing·room and discovering his mistake before he came to the smoking-\nroom to tell his master what he had seen. Mr. Horloek states that his\nversion of Ute incident ill correct.\nOctober 8th, 1873.\nDEA.R MI8S CORBET, I am most happy to write and tell you\nanytbing I can about .J ---. When I first went there I was an entire un-\nbeliever in ghosts, but after bemg there a very short time, though I fought\nagainst it, and tried to account for the curiom sounds and feelings I hcaI'(l\nand felt there, I was convinced that the hOllse was different from others. I\nnever saw anything myself, but could not go about the house at night with·\nout feeling there was something near me, and I have frequently been\nawakened at night with the feeling of some one standing by my bed, and\noould almost hear them breathe. My fancy is that some peoplo cannot see\nghoets. The very first night we were in the house we heard the noises. At\ntinles they were horrible. Muans and cries of distre88, then as if people\nwere moving quickly about. In the top story of the houflc there w('re several\nattics very much out of repair, and wo thought there might be rats there, so\nwe put down traps and laid wheat there, but we ne,er caught a rat, nor WI\\.'!\ntho wheat et\\ten. I believe after we left there were a few caught, but r\nthink we brought them. One day I was poking about ill the attics trying to\nfind something 1;.) account for the noises, when I knocked n. wall, which\nBounded hullow. My hUflband and I immediately sot to work and pulled\ndown a partition which co\\'ored u. door. On breaking this open we dis-\neovClroo a passage and two roollls ; these rool11s wllre in good repair. Until\nI left tho house I did not know p08itil'eill that anything had been seen, as my\nhusband waa afraid of telling me. Our footman saw .. the Blue Lady\" one\nevening after dinner, when my husband and myself were sitting in the\nsmoking-room, which was upstairs. H.J said he distinctly saw a lady cOllie\ndown the front stairs, and go into the drawing-room. Sho had a silk dress\non, and he heard it rustle. It was getting dusk, and there were no lights in\nthe room. Thinking it was me, he ran for a light, and tUf'k it into the room;\nthere was no one there, and Illuch frightened he ran upst.'lil'l', and asked ii I\ngitized by (.oogI\n\f256 JOflrnnl of Soc;,ly for P8gchicalRe8earch. [April, 1888.\nhad left the room. I had not, and we told him he must have been mistaken.\nThis waa the only time I heard of it being seen while I remained at J. bnt\nsome monthI after weleft my husband told me the atory of biB seeing it. Our\nbedroom had four windowl in it, two on each aide of the room. It was 011\na bright night in March (not moonlight) he was awakened with the feeling of\nlome one being in the roonl. He sat up in bed, and saw an old lady in a large\npoke bonnet and black dr811 ltanding between hun and the window. She\nwas not at all terrible to look at, and atood and gazed on him some seconds,\nand disappeared. He said he dB not feel in the leut frightened, or nervoUi\n(he is the last man you could imagine being so). He knows he was awake, and\nperfectly aenaible, and if he had been alone would have apoken to her.\nSome time after I was talking to our old housekeeper (ahe had been my hUl-\nband'a nurae, and was more a friend than a lervant) about J., and I said,\n.. Now we have left I do not mind telling you that I believe J. was\nhaunted.\" (We alwaya told the aervants it was all nonsenle.) Her replywaa,\n\" I know it was for I saw the ghost,\" and ahe described word for word the same\nfigure that my huaband saw. She had not the least idea of his having seen\nit. She said ahe felt very reatleaa one night, and got out of bed, and there\natanding close to her, was the old woman. She was much frightened, and\nwould neversleep in the house alone again. You may rely on the truth of\nthis, and both my husband and Mrs. Phillips seeing and describing, unknown\nto each other, the same thing, is a most curious coincidence. I will tell you\none incident more, but I fear I ahall be trying your patience to read 10 much.\nI had a little rough terrier who used to sleep in the paaaage at night, and if we\nwent out to a ball, &c., and were likely to be late, we uaed to aend the ser-\nvants to bed, and ring them up. The dog was a fiery little thing, andst the\nalightest noise at night would bark furioUlly, but a ahort time after we had\nbeen at J. we came home late and rang the bell, and had some difficulty in\nmaking the aervants hear. I l\"emarked to my husband what an extraordi-\nnary thing it was Tiny did not bark, and that she muat have been taken\nupatairs, but on going into the passageI found her in her basket, and no in-\nducement of mine could mako her raise her head. I watched her closely\nafterwards, and I found ahe would go to her basket directly it was dark, and\nnothing could make her move,though I did everything to mako her. When\nwe went into another house she was as noisy as ever. There are lote of\nother stories about the hOUlO, many very aillyand quite untrue, for instance,\nthe atory of the table cloth. Dr. Horlock slept one night at the houle and\nheard the noisea, and nothing could make him sleep there again. We heard\nthem 10 frequently that, though always disagreeable, we ill a way got used\nto them. I hope, however, I may never have to live in auch a hOUie again.\nI believe the L.'a could throw a light on this aubject if they liked • • • •\nYoura very sincerely,\nALIOB BORLOCIt.\nWe append three letters from Miss Saward, who was staying with\nMrs. Horlock at the time when the apparition was seen.\nWeatleigh, Ealing.\nJune 17th, 1886.\nDEAR SIR,-I am afraid that my teatimony reapecting the manifestations\nDigitized by Google\n\fApril, 1886.] J{)Iwnal qf Society for Psgchical Relfearch. 257\nat J., reported to you by the Rev. D. Horlock, will not be of mach value,\nas, although in the house at the time, I did not see any of the appearances.\n!lr. Horlock, the morning after he saw ilie apparition, told me of the\noccurrence, and we wrote down the date, &c., and Bealed 'up the paper.\nThe appearance was never mentioned by me until we left J., but the house-\nkeeper(Mr. Horlock's old nurae) told us that she had seen the same figure\none night, but had aaid nothing about it for fear of frightening the servants.\nHer account of the figure was similar to Mr. Horlock's.\nI was also at J. when the footman, in the dusk of the evening, saw a\nlady walk down the stairs and go into the drawing-room. He thought itwas\n'me, and he spoke, and followed with a candle, thinking I should require &\nlight. Finding no one in the room he came into the smoking-room, where\nwe all were, and asked if I had been into the drawing-room. The man was\nnot frightened, but kept steadily to the fact that he had seen a figure.\nI helped Mr. Horlock to take down the boards fastening up the room\nwhere the murder was committed, to see if there was any trace of the room\nbeing used by people not belonging to the house, and anxious to get rid of us,\nbut there was nothing, and no entrance that could have been used from out-\nside, :md the window closely barred. The houso was old and wainscoated,\nand full of noises, IVhich might have been, and probably were, made by rata\n(though we never found any, and had several terriers loose); the only con-\nnected noise I used to hear was that of a ladder placed against the window\nand people ascending. I have constantly risen to lItIe if I could surprise any-\none, but never found anyone about. After I left I conn~cted the noise with\nthe idea that the relations who stal\"l'ed the old woman would be able to\nwatch her in the night by looking through the windew at her without being\nseCll themseh·es. • • • •\nB. C. SAWARD.\nJ,t!le 22·\/ld, 1885.\nDEAR SIR,-I did not enlarge upon the apparition aeen by Mr. Horlock\nand the nurse, as my knowledge of the circumstance was from ot.hers, and\ndid not come from my own observation.\nMr. Horlock told me, the morning afterwards; of that I am certain 88\nhe called me away from breakfast into the garden to do so. He W88 so\nanxious to speak of it, to someone who was not nervous, my sister being\nnervous and not strong. His account was that he woke in the night amI 88W\nan old woman standing at the foot of the bed (on his side), and looking\nfixedly at him. He could see her well 88 a wardrobe was behind, or rather\nat the side, and threw out the figure, and\"a window facing her and behind.\nThe room had windows on both sides of it facing each other.\nMr. Horlock sat up in bed and looked at the figure ;he was not frightened,\nbut did not speak for fear of disturbing my sister, who was asleep, and easily\nwakened. The old woman was short, dre88ed in a black poke bonnet, plain\ndress and shawl. She gradually faded away while Mr. Horlock looked\nat her.\nThe nurse was in a di1f'erent part of the house when she 8811' the figure.\nShe \\voke in the night, got out of bed, and then saw an old woman standing\ngitized by (..oogI\n\f268 Jo\",.,wl qf Societ.1I .fo,. P8.'lclu\"cal Research. [April,18SG.\nby the lide of the bed, and close to her. She waa 10 frightened that shc got\nback into bed and covered her face up. She described the dress nud heigh~\nas Mr. Horlock did, although she was 1I0t awnre that he had seen\nanything. • • • •\nB. C. SA\\\\\"AIW.\nP.S.-Thltre was a croaslight in the nune's room, and the figure was scen\nbetween the two windows, 88 in Mr. Horlock's case.\nJ1Ine 24tli, 188i>.\nDEAR Sm,-I am sorry to IJ.\"ly I cannot give you any date fixing the\nnUl'8e's tale, or when I heard it.\nMr. and Mrs. Horlock went to Brittany from J --, and were there\nfor nearly two years, and tile nurse did not go with them, but lived again\nwith thorn when they returned. I either heard the accollnt from lIr. Hvr·\nlock when I went to lee them at Morlab.:, or from the nurae after the lal';e\nof two years. • • . •\nB. C. SAW..lRD.\nWe have written repeatedly to Dr. Horlock. the father of Mr.\nDarrell Horlock, asking for an account of his experiences when stay-\ning at J. House, but we have failed to receive any reply to our let.t~r.;.\nMr. Horlock left the honse in the spring of 1863, and it W,tS\noccupied by his tenants, the D.'s, until some time in 1864-, apparently.\nThe house then appears to have remained empty until 186i, when 1\\lr.\nB. and his family entered on their tenancy.\nThe following account is taken from a copy made by Mr. H. Wed;!-\nwood ofsome letters and notes sent to him in Janua.ry. 1882, by lIr.\nB, The account has been revised by Mr. B: in'the proof sheets.\nAmong the c..ldest inhabitants of this neighbourhood thore is all imprcS3ion\nthat J. House was baunted. A lady upwards of 70 who had known\nit all her life, and whose testimony was unimpeachable, averred that she h3d\nalways heard that Bupematuralappearallces had been Bccn in it. The present\noccupier had heard rumoura to tile aame e1l'ect but he attached 110 im-\nportance to thorn. He had not been many houra in the house, howet\"er,\nbefore Ilis preconceived ideas met with II. rude shock. While engaged abouL\n3 o'clock in the afternoon with a servant unpacking a box of books, he wos\nstartled by hearing a rustling sound. The room where he waa at the tinu'\nadjoined a passage that led to tile upper landing of the old staircase ; a door\nfrom this room stood open towards the landing for the sake of admittini,;\nadditional light from the staircase window. Tile matling sounded like a\nlady's dress and train sweeping along the passage to the landing. Knowing\nthat the only lady in the house was then resting in the library after a Ion:;\ndrive, he looked up in wonder and amazement to find out what strange lady\ncould be wandering about the house. Most distinctly ho saw emerge from\nthe above-named passage whatappeared to Ilim a lady in a kind of blue gaUZtl\ndreBS, with long hair hanging down ber book. She walked acroas the land-\ning of the staircase, and aa her figure disappeared behind tho wall of the atair-\ncase the train followed slowly after her till all was out of sight.\nDigitized by Google\n\fApril, 1886.J Jourllal ~f Sor.ipfyfor Pllychicn.l Rpllenrcll. 259'\nMemorandum, Juno 18th (1868 apparentIy), 20 minutes to 9 p.m., th'\"\nfirs~ year T. CIUIle to live with us.\nl\\Iary Ann waa in tIle bedroom (now our sitting-room) shutting up the·\nwindows, and 8uddenly felt II. strong wind which made it hard to shut the-\nwindow, and hearing a rustling nuise turned round and saw a figure at tIle-\nopen door, with a hand on tho handle. She was looking rounel at Mary Ann\nwith a IIIId expression, large earnest eyes, thin long face, sunken cheeks. She-\nhad a dark dress with short sleeves ; hands and arms exceedingly white.\nShe gazed earnestIyat Mary Ann, and went up the five stepa from the door of\nthe bedroom ; MillY Ann BaW her go to the door of the littIe room (where we-\ndine at present) and then alte vanished out of sight. MaryAnn did not feel\nat all alarmed on thia occasion, but shortly afterwards coming down the\nltairs herself from the attics, alte beheld the figure going down the five steps\nagain towards the sa.me door where alte llad first leen her, and her trl~in\nfloated down the ltairs after her. On this occasion Mary Ann did not see-\nher face, but such an intense telTOr and even hOlTOr took possession of\nher, on seeing this appearance for the second time, that she never again\ncoald walk about the house alone after dark, and left her situation not long\nafterwards.\n12th July, 1868, to the Governess.\n17th November, 1868, Captain H., 0. relative of tho family, saw a.\nladyin a blue dress; the hair dressed as in Hogarth's time; she wore a BaCk\nand stomacher, and long train. Very thin, with sharp features and sunken\ncheeks. Ber face appe-ared extremely Bad. As he was going up stairs ahe-\nWB8 on the ataircase before him, and turned round, looking earnestly at\nhim. He walked past her, and thought no more of it at tIle inatlUlt. The\nlIILIlle figure in the Bame dreaa appeared to him at duak aa he waa going up\nthe BIUlle staircase. He came up the atairaand went past her, and Baid \"Oht\nis that you again, my g--,\" and alte turned her head a little round and gave\nthe llame long wistful glance as before, and faded out of his aight.\nDream of Maid.-Aulunlll, 1873.\nS.H., one ofthe l1lI\\id servants, had a dream in which she BaW a very tall\nwoman with a cap on, and something white over her shoulders O\\'er a dark\ndreea-very white handa, the arms covered. She came to the aide of the bod\nand asked S. in ratIler a loud voice, to follow her down the stairs IlIld pasa.'\\ge\nto the front stairs. She walked ratherfaat, and her drc88 draggell as ahe went\nalong. She \\vent into the library, and walked between the billiard table\nand after stamping loudly 3 times at the comer of the booka, then\nvanished. She remembera no more but that slle woke very much frightened.\nSecond Dream.-October 15th, 1873.\nThe appelU'lUlce came to her bedside exactly as before, aresa and appear-\nance just the Barue. It had a very thin white face, and allemod aa if it was\nfull of trouble. It aeellled to take hold of her and drag her, but ahe did not\nget out of bed. The figure asked S.H. if she had been whe1'e abe told her to\n10 before, and she Baid \"If you don't go very aoon, thia shall be a curse t~\nDigitized by Google\n\f260 Journal '?f SOt;cty for PS.I\/,·hicfll Resc!1l·ck. [April, 181!11.\nyou.\" She then appeared to go out of the room, and S.H. woke up, finding\nthat in her terror ahe had caught hold of Eliza the housemaid, who slept in\nthe same bed.\nCopy of letter from Governeaa written to wife of occupier.\nOne Sunday, about 6 o'clock, jUlt &I it 11'&1 beginning to get dusk, I was\n.itting in the library al(lDe reading, and thinking that it W&I time to dreu\nfor dinner, went up the front ataircase to put the book back in tho Bitting-\nroom, when 1turned to go up the three atepa, 1 aaw the blue ladyapproaching\nfrom the curtains of your bedroom. In appearance it was a tall, long, thin\nface, looked &I if it had seen a great deal of sorrow ; long black hair hanging\nround her, and abe was robed in a blue gauzy kind of atd. She glided\nalong, her eyea fixed on Mr. B.'a dre88ing-room. 1 saw her naked feet\ndiatinctly &I ahe walked down the three atepa into the dreaaing-room, and\ndisappeared. I thon ran up to abut the door, thinking to entrap the blue\nla<1y, and &I I attempted to f&lteJi the door of the dreaaing-room by a latch\nI think there ia, laaw the relloction of the blue lady in a mirror on the wall.\nI went to the servants' hall,and Johnson came up with me and nndid the door\n.,f the dressing-room, but it was gone.\n'Ve have succeeded in tracing the govemeaa referred to, then Miss\nP., now Mrs. Oliver. She writes to us in January, 1884, from II,\nClarence Terrace, Toronto.\nOn tho firat Sunday ill July, 1868, at the reaidenee of Mr. B., J--\nHouse, near G--, about 4: o'clock in the afternoon, I 11'&1 going upatairs\n!from the library, and had reached the bend of the ata.ircaae on which Mr.\nB. 'a dre88ing-room 11'&1 aituated (anyone who knowa J-- House will under-\natand _tly the locality). On looking up, I saw a lady, dreaaed in blue, who\nappeare<1 to be coming from Mrs. B.'a bedroom (which had heavy red curtains\n()utaide the door), along the upper hall, down the throe atairs, and into Mr.\nB.'a dreaaing-room. At that moment I could have touched her if I had had\ncourage, abe waa ao near me, yet apparently wholly unconacious of my pre-\n.sence, her face the whole time turned towards the dreaaing-room, where abe\n-entered and disappeared entirely. & hwnan did abe look that I closed Mr_\nB.'a door. In the act of doing BO I distinctly saw her image rellected in It.\nmirror which hung oppoaite the door. 1 called for someone to come, and\nWltil the moment I heard the servant say •• Misa P. haa seen the ghoat,\"\nnever for one moment imagined I had Been a apirit, and I waa so certain that;\nit 11'&1 a human form that aearch waa madt>, walla examined, &c., but to\nno purpose.\nI remained with the B.'a Home days after thia remarkable occurrence,\n'but never saw the blue lady again. Her countenance wore a troubled\nespre88ion, but very life-like. It atruck me at the time that her dress was\nof ,ilk from the ruatling it made touching the atairs ; and certainly her feet,\nwhich were nncovered, Boomed to be of ftuh. 1 am certain it mUlt have\nbeen hOI) f)litmtea from the time I first saw her till her diaappea.1'IUlce, 80 that.\nDigitized by Google\n\fApril, 1886.] Journal qf &r.\"l!t.llfol' P8!\/cMcal RelJearch. 261\nI could tau in details, and my feelings were those of surprise rather than\nterror.\nThis is a true account of what laaw at J-- House.\nALICB G. OLIVER.\n[We wrote again to Mrs. Oliver, at Toronto, asking some questions on.\npoints of detail; but our letter was returned, Mn. Oliver having left her\nformer addNIII.]\nIt appears that Mr. B. left J. in 1875, and that considerable\nalterations were made in the honse before the arrival, in 18';\"6, of tile\npresent occupant, who apparently has not been disturbed in any way.\nThrough the kindness of Mr. G. M. Hutton, of University College.\nOxford, we have obtained the following copy of a letter written to him\nin December, 1883, by the daughter of Mr. B.'s successor.\nWe should add that we have obtained no verification of the tradi·\ntion of highwaymen and murders referred to in this letter, and the\ncommunication from America, which was sent a few years ago from\nCanada to the then owner of the house, and a copy of which we have\nseen, can most easily be explained either as a hoax or as an attempt\nto obtain money on false pretences. .\n\" • • • I never heard of Anyone's having seen the Blue Lady except\nMr. B. and his govemell. A long time ago, perhaps 20 yean, some gentle-\nman who came to lodge here for a little while, saw the Blue Lady'smother, an\nold woman in a poke bonnet, called by the village people Old Betty, standing\nat the foot of his bed. I believe she was frequently seen at that time. These\ntwo well-authenticated ghosts are lihe more strange because I believe it is a\nfact that at the time highwaymen lived in the house, they once stopped ..\ncoach on the Bath-road. and brought back a mother and daughter and their\ntreasure. Being punued, they are supposed to have murdered their priaonera\nand escaped to America, leaving the treasure hidden in the house. A man\nwrotefrom America a year or two ago (or perhaps more) offering to send [to\nMr. --] the clue to the hiding-place for a certain sum of money. He\nsaid that hehad helped a. very old woman in some way, and that in return\nshe had told him that she was the wife of one of the robben, and had. given\nhim the clue to the treasure. • • • • The initiala over the drawing.\nroom fireplace are J. K. and R. K., followed by 1ihe date 1857. Theyare-\nsupposed to stand for two of the KingdOM, who built this part of the bouse.\nand are not connected. with the highwaymen, who are not known to bave\nlived here till about the beginning of this century. . • • .\"\nIn reply to our further inquiriea, Mr. Hutton writes :-\nDtcember 26th, 1883.\n• • • I am sorry I omitted to tell you that my correspondent is noW'\nliving in J-- House. Her father, Mr. B.'sIUCC88lor, has heen in poII8IIion\nof the house fo~, I ahould think, six yean now. He baa a large family c,f\nseven children of all agel, and the Blue Lady seems to object tG children.\nDigitized by Google\n\fJOllrllal '!f Socif't!lfnr PJj!lcltical Rf!8f'al'cn. [April, 18SG-\nfor not one of them, as far as I can gather, hlUl seen or heard anything extra-\ncJrdinary during the whole time of their residence there. • • • •\nGElUlLD M. HU'l'TOx.\nIt may be interesting to add pa.rt of a.n account from one of our\n~orrespondents, who repeats \"the tale as told\" to her, after it had\n.passed through several hands :-\nThis blue lady is constantly appearing to the inhabitants of the house\nand lUI long lUI they do not see her face it is bearable, but anyone seeing it\ngoes into hysterics or fits, and positively refuses to sleel) another night in\nthe house-neither will they describe the face. One clergyman after another\nleft the house in consequence of servants, governesses, &c., being frightened\nnearly to death.\nCORRESPONDENCE.\nTO THE BDlTOR OF THE c, JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEA.RCH.\"\nDBA.R SIR,-The question is ofteu Mked in what way the efl'ect of sight\n~an be produced on the mind by non-substaptial apparitions. Perhaps the\nfollowing dream-experiences may point to the answer.\nI waa travelling in the train one night about a year ago, a.nd went to sleep.\nI dreamed I took out my watch and looked at it; the time was Gp.m., much\nthe time that I imagined it to be. I had not looked before going to sleep.\nlJecausemy wrapscamo in theway of the watch-pocket. I then awoke,without\nopening my eyes, enough to realise that my watch waa out of reach by my\nbodily hands, but still saw the disc of the watch clearly before my eyes. I\nknew it waa a dream impressioll, and aa I looked it turned blue, flickered, and\nwent out·. It WM larger than the real disc, as I recognised while looking\nat it.\nAnother day I waa lying on my bed, in the daylight, and in the course\n-of a short nap dreamed of a friend's face. I awoke, but the impression of\nlIer face remained visibly before my eyes witll the red background of my\neyelids perceptible. I looked for some time (I suppose & moment or two),\nwhen eomething like the head of a white mahl-stick, or a kn?bbed potato,\n-<'.ame between me and the nose and mouth I WIUI looking at : and the whole\nface faded out.\nls there any improba.bility in supposing that the efl'ect of & sufficiently\n.strong mental inlpression of &llabsent person on the \"isual nerve would be\n,the same as ~L.'\\t (If a dream, only longer-continued and not broken by the act\n(If waking, which would naturally usually destroy a dream-image 1Of course\nthis accounts in no way for the impression, but it might explain why some\nsuch telepathic phenomena. are visual and others purely mental, by difl'er-\nontiating tho pow.er of visualiaiDg p088csscd by the observers.-Yours\nfaithfully. M. BRAMSTON.\n41, Dingwall-road, Croydon.\nFebr'llanJ, 1886.\n[The interesting and important point raised by Miss Brnmston will be\ndiscussed at some length by Mr. Gurney in the forthcoming work on\n.. Phantasms of the Living.\"-ED.]\nDigitized by Google\n\f.\\pril. 18.'16.] JmJrllflll!f Societ,'I .101' PIJ!lcn;cal Rt'8enrcll. 263\nsrpPLEMENTARY LIBRARY CATALOGUE.\nTile fo\/UJwitl9 adtlitious\/utre been made ,illce FebrllanJ.\n[R] indicates that the book is for reference only.\n~l BUROW (Rev. Capel, A.M.) A Lapse of Human Souls in a State of\nPre-existence, the only original Sin •.•.•••••••••..••...••..... L01Idon, 1766.\nBRAID (James, M.R.C.S., &c.) Neurypnology; or, the Rationale\noi Nervous Sleep. (A tJlird oop,,)...•.•....••..•...•.•.........L01lI1I1It, 1843.\nCAlIAGNET (L. A.) 'l'he Sanctuary of Spiritualism. From the French,\nby M. Flinders Pearson. (A 8eCQJul copy' ..................London, N.D.*\nDARLING (H. G., A.M., M.D.) Electrical Psychology. From the\nWorks of the Rev. J. B. DodsandProfeaaor,J. S. Grimes. London, 1851*\nDAVIS (Andrew Jackllon) The Philosophy of Spiritual Intercourse\nNeto York, 1851*\nGUNVIL (Joseph) Saduciamus Triumphatus\n4th. edit. (A sccolL(l copy.) London, 1726.\nlliDDOCIC (Joseph W.) SomnoJismand Psycheism ...............Lmweln, 1849*\nHALL (Spencer T.) Mesmerio Experiences ........................L<nwcn, 1845*\nlht;DSLEY (Henry, M.D.) Natural Causes and Supernatural Seeminga,\nLOfldon, 1886\nEl; MEDlCINA DIASTATICA (or Sympatheticall Mumie) From the works of\nDr. Theophr. Paracelsus by Andrea Tentzeliu8. From the Latin,\nby Ferdinand Parkhurst ..........................................Lot,dOfL. 1653'f\nMind in Nature (Vol. I.) ..........................................Chicago, 1885-6t\nMOOB (Major Edward. F.R.S.) Bealings Bells. (A BCCOfld copy)\nWoodbridge, 1841\nRJ PUPHUTS, Vol. VIII.if_\nASlliiAL lliGNETISlll: A Short Sketch of. By a Physician .........London, 1838\n- - - - - - : A Plain and Rational Account of ...............London, 1700\nBADELEY (John, M.D.) Narrative of Cure by Prince Hohenlohe. Lond07l, 1823\nBAUMANS (Madame) Curative Results of Medical Somnambulism, London, 1849\nBt:sSETr (John Hughes, M.D.) The Mesmeric Mania of 1851. Edinburgh., 1851\nBo£nIlAAvE (Dr. Hennaal E.ay on The Virtue and Efficient CaU8e of\nltlagnetica1 Cures...............................................................London, 1i43\nD.\\VIR ~Andrew JMCklOn) The Philosophy of Special ProvidmCeB. A\nVi81on. 4th. edit•... ................................................. ..BoIton, U.S.A., 1850\nELLIOTSOS (Dr.) Mesmeriem in India. RtprinUd from th.c .. ZoUt\"\nLondon 1850\nEvASS (John) The Univenal Medicine; or, the Virtues of the Magneti;;,u\nor Antimoniall Cup................................................... .........London, 1642\nJAHES (King of England, &c.) Dmmonologie, in forme of a dialogue\nLondon, 1608\nMAITLAl\\'\"D (Rev. S. R., D.D., F.R.S.) Illustrations and EnquirieerelatiDg\nto ltIesmeri8U1. Part I....... ................................................London, 1849\nMESMERI8M (The ZdinwrgA Rn,oitltl, Mr. Comewall Lewis and the Rev.\nDr. Maitland on) ................................................'\" ........... London, 1851\nSro'g'~!ri:{' .~~~~~~~..~~~~..~~..?~..~~~~~~..~:...~~~~~ 1666\nWOOD (Alexander, M.D.), What is MesmeriemL ..................Kdinbu,.,h. 1851\nRJ PA¥PHLETS, Vol. IX.*-\nA.'(IKAL MAGNET1SH: The Art, Practice, and Progress of that Useful\nSCien:l!..............................................................................LondOll, 1791\nBEC~~ UV:L~a~:n:~~i.~~..~:.~:~:~..~~~.~~:..~~~~.:.~~~~r:~~ 1722\nBIRT (William Radcliff) Table-moving Popularly Explained ......London, 1853\n1.I0u.~ (Rev. John Bovee) Lectures on the Philosophy of Mesmerism\nNCfIIYork, N.D.\nDigitized by Google\n\f[BJ\n[R]\n[R]\n[R]\n164 Journal 0\/ &tietv \/0,. P8ychical Re8earch. [April. 1886.\nPAMPBLBTII, (Continued)-\nGILLARD (D.) The Grand PrimumMobile of Nature .........BII~ 180l\nGODJ'UY (Rev. N. 8.)Table-moviDgtested and proved to be the result of\nSatanic ...01. 4th edie........................................................£ondorl, 1853\nMABTI5 (Jobii) AnimalMagnetiam Examined ...........................LoncIon, li90'\nPJu.UIl (Horatio) Lectures on True and False Hypnotiam Lonoon, 1851·\nProLBlIIY'1 TetrabiblOl. From the Greek paraphrase of Proclua.\nBy J. H. Aahmand............................. .....................Lond01~, 18'l'2*'-\nRJUCHBlfBA.CH (Baron Charlea von) Reaearchea on Magnetism,\nElectricity, &c., in their relationa to Vital Force. From the\nGerman, with l'reface and Notes, by John Aahburner, H.D.\n(A tAW copy.) ...................................................... London, 1850·\nTOOBA.LD (F. J.) Homea and Work in the Future Life. Part n.\nLondon, 1886:\nwm~:r:ith~.~~~~.~~~~~:.~~~~~.~~.C': 1801\"\nCULLDU (A.) MagnlStiame et Hypnotiame...........................Parn, 1886\nD. PUYdoUil (A. H. J. Chutenet) Du Magn6tiame Animal ...Pam, 18Oj·\n- - - - - Recherchea Phyaiologiquea lur I'Homme dana I'Etat\nde Somnambulisme ...................................................Pam, 1811-fr\n- - - - - H6moirea pour I8rvir a,l'Hiatoire eta. l'Etabliaaement du\nMagn6tiame Animal, 3rt.I edit. (A leCotld copy) ...............Pari\" 1820·\nD'OLIVl:T (Fabre) Notiona lur Ie Sena de 1'0uie, et en particulier lur\nla Gu4riaon de Rodolph. Guvel, aourd-muet de naiaaanca, Pam, 1811·\nlbnmll (H.) Pr6cia Hiatorique des Faits rilatifa au HagnlStiame\nAnimal juaqu81 en Avril, 1781. Traduit de l'Allemand...London, 1781\"\nG.UTESUBBN, Daa UnbewUllte .......... .............................Leipzig, 1859\nGOBWrrz (Dr. Hermann) ldi080mnambuliamul .....................Leipzig, 1851\nlbInoNos, Von den Almungen und Visionen ...................·..Leipzig, 1771\nScBINDLBB (Dr. F. B.) Daa Magiache GeiatesIeben...............Brulau, 1857\nWOLl'A.IlT(Dr. Karl 0.) Meameriamul .................................&riin, 1814\n---Erlal1terungen zum Meameriamua ...........................Berlin, 1815\nBIOLYCBNIUK I8U Lucama, &co &c. Auctioria et emendatiora omnia\ncuria aecundia Joan. Erneati Burggravi Neoat. Palatini\nFranekeitt, 1611·\nGocLBlm1s (Rod, H.D,) TractatUI NoVUI de Magnetica vulnerum\ncuratione, .te., &c• .............................................Frat&kforl, 16Ja--\nKABBALA. DUUDATA ..................................................•Fraflliforl, 1677·\nTBBATBUJI SYMPATHBTlCUM } ....................................Am.umam, 1661·\nExercitationea de Tabaco ....................................Am.tterdam. 1~\n- - - - - de Manna ....................................Amaterdam. 1658\"\n• Pr.ented by Mrs. Charles KingIIey. t Preeented by the Editor.\n::: PreMntecl by a member of the 80ciaty for P.ychical Relearch.\nDigitized by Google\n\f","_id":421}