{"name":"Journal of the Society for Psychical Research 2904","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n28_may_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N28, May 1886","mylang":"de","content":"No. UVIlL-VOL. U. lI.t.l'I l888.\nJOURNAL\n01' THB\nSOCIETY FOR PSYCHICAL RESEARCH.\n\"0If If BIf If I.\nN_ Jlemben and AIIOCIa&eI••\nx..unaof Council .• ••\nJtepon of 0eDeral HeeUug •• •• ••\nJUftIl Tbeorlea ApIa . • •• . • ••\nc- :a-lftd br lIae Uleru7 CoDlIDl~tee\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nILutTXANN, DR. EDUARD VON, Gross-Lichterfelde, Germany.\nJANET, PROFESSOR PIERRE, Ha.vre, France.\nMEMBERS.\nRoss, A. GALT, 7, Edinburgh Terrace, Victoria Road, London, W.\nSTOGDON, JOHN COLE, M.A., 18, Olement's Inn, London, W.O.\nASSOCIATE.\nPAa.\n..186\n..186\n..Sfi8\n..II1II\n.. 1711\nWITBBRBY, ARTHUR GEORGE, B.A., 117A, Earl's Court Road. S.W.\nMEETING OF OOUNOIL.\nAt a meeting of the Council, held on the 3rd inst., the following\nMembers were present :-Messrs. Edmund Gurney, Richard Hodgson,\nO. C. Massey, J. H. Stack, and F. Podmore. Mr. J. H. Stack was\nvoted to the chair.\n. The Minutes of the previous meeting were read and signed\nas correct.\nDr. Eduard von Hartmann, of Gross-Lichterfelde, Germany, a.nd\nProfesaor Pierre Janet, of Havre, were elected Corresponding\nMembers.\nTwo new Members and one new Associate, whose names and\naddresses are given above, were a.lso elected.\nThe Council recorded with regret the death of the Hon. Mrs.\nAlfred Lyttelton, an Associate of the Society.\nIn accordance with his request, it was agreed that the name of\nMr. A. W. Dobbie, of Australia, should be transferred from the list of\nMembers to that of Associates.\nPresents to the Library were announced from Drs. Berjon and\nR\nDigitized by Google\n\f266 Jourllal qf Society\/or PS!lchicalResearcA. [May, 1888.\nBurot, of Rochefort, and from Dr. Puel, of Paris, particula.rs of which\nappear in the Supplementary Library Catalogue. The Council desired\nto convey its thanks to the donors.\nA vote of thanks was also passed to Miss Bertha Porter for a\ndonation of £5, in aid of the work of the Literary Committee.\nThe cash account for the preceding month was presented in the\nusual form, and one account passed for payment.\nThe Council being informed that Professor Sidgwick desired to be\nrelieved of the Editorship of the Joumal, Mr. Edmund Gurney waa\nelected to take his place.\nThe next meeting of the Council will be held on Friday, the .th of\nJune, at •.30 p.m.\nREPORT OF THE GENERAL MEETING.\nA General Meeting of the Society was held on the evening of\nMonday, May 3rd, at the Rooms of the Society of British Artists.\nSuffolk Street, Pall Mall.\nIn the absence of the President, the chair was taken by Mr. F. W. H.\nMyers, who invited Mrs. Sidgwick to read her paper, \"Results of a\nPersonal Investigation into the Physical Phenomena of SpirituaJism,\nwith some Critical Remarks on the Evidence for the Genuineness of such\nPhenomena.\"\nMrs. Sidgwick explained that by the physical phenomena of\nSpiritualism she meant those which, if correctly described and not due\nto conscious or unconscious trickery, nor to hallucination on the part\nof the observers, exhibit a hitherto unknown force acting in the\nphysical world, otherwise than through the brain or muscles of the\nmedium. They are thus distinguished from the automatic phenomena,\nof which writing by the medium's hand, trance speaking. and table\nturning with contact are examples. The list of physical pheno-\nmena includes raps, movements of tables without contact, ma~\ntiona, psychography, &c.\nShe stated that her own· experience in Spiritualism bad begun in\n1874, but had been entirely inconclusive except in cases where it was\nproved that the phenomena were due to the action of the medium.\nShe narrated some of her experiences, including series of seances with\nMrs. Jencken, Mrs. Fay, Miss Wood and Miss Fairlamb, Mr. Bullock,\nMr. Williams, and Dr. Slade, and showed how she had obtained strong\ncircumstantial evidence of deception jn the case of Miss Wood, direct\nproof of jt in that of Mr. Bullock, evidence pointingstrongly to it in the\ncase of Mrs. Fay and Mr. Williams, and good reasons for a.ttributing\nDr. Slade's performances to Conjuring. She concluded the first part\nof her paper with an account of some .nces with Mr. Huby, at which\nDigitized by Google\n\fKaT,I886.1 Journal of &cietU lor P.!\/cAicallle8earcll. 267\nhe was seen himself acting the part of a spirit which professed to\nmaterialise and demateriaJise outside the cabinet.\nIn the second part of her paper Mrs. Sidgwick went on to discuss\nvarious causes of error. She did not believe that hallucination-i.e.,\nperception without objective counterpart, which is an explanation of\nwhat is seen at sh.nces suggested by v. Hartmann and others-bad\never occurred at 8I!ances within her experience ; but she thought the\nerroneous interpretation of what is perceived-a mistaking of what is\ninferred for what is actually seen, was very common. She said that\nfrom what she heard and read, she believed this often occurred in the\nrecognition of friends and relations in the Ie materialised\" forms. She\nadduced a few examples, and gave arguments from the history of spirit-\nphotography pointing to the same conclusion, and also stated that\nit was often too hastily assumed from appearances that the form could\nDOt bethe medium disguised.\nProceeding to conjuring of a less special kind, she said that from\nmany accoun~ of Spiritualistic samces it was obvious that sufficient\nprecautions had not been taken to exclude it, and that in others the\nabsence of any mention of such precautions suggested. that they bad\nnot been taken. But even cases which as described seemed inexplicable,\ncould not prove anything unless a very wide margin for conjuring were\nallowed,since conjuring tricks, as described, were also often inexplicable.\nShe thought the fact that leading Spiritualiata had avowed a belief\nthat certain conjurers were mediums, proved that they underrated the\npossibilities of conjuring. A wide margin not only for conjuring, but\nfor mistakesand mal-observation arising from other causes, was required\nall the more because the evidence was BO seldom experimental-that is,\nthe observer BO seldom knew beforehand what would be the precise\nphenomena and conditions. She thought the arguments used to\nprove that with mediums phenomena were obtained under conditions\nmore unfavourable to trickery than with conjurers, were fallacious,\nand that on the contrary conjurers could only compete on equal\nterms with mediums if they too were allowed to fail whenever they\npleued, and if they too were observed by witnesses doubtful as to the\nJlature of the performance. Sho described BOme experiences in slat&\nWriting which she and friends of hers bad had with an amateur conjurer,\nIIlder the same conditions as Dr. Slade, and which bad seemed at the\ntime inexplicable. These bad been very valuable to her, not only in\nconfirming her view about the wide margin required for conjuring, but\nalso in showing her how very limited were her own powers of\neontinuous observation-a lesson she bad already partially learnt with\nDr. Slade.\nMrs. Sidgwick said that two arguments against the reality of the\nR 2\nDigitized by Google\n\f268 JOflrnal oj'&Ciet!llor P8!1ckical Re&earch. [May, 1886.\nphysical phenomena of Spiritualism gained in force every year. These\nwere (1) the absence of phenomena about which there could be no\nquestion of conjuring, and (2) the fact that almost every medium who\nhad been prominently before the public had been detected in fraud.\nNevertheleas, Mrs. Sidgwick said that she thought there was some\nevidence which could not be neglected, and which formed a primdf~\ncase sufficient to make it our duty to seek for mol'et but she thought.\nit waste of time to seek it with established or professional mediums,\nunder the conditions at present imposed.\nIn conclusion, she urged those who might find in themselves or\ntheir friends the beginnings of .. medi11Dlship,\" to approach the subject\nwith as little prejudice with regard to the conditions under which\nphenomena will occur as poBBible. It is certain that there has been a\ngreat deal of very hasty assumption about these conditions, and as\npreconceived ideas in this matter have, on psychological grounds, &\ntendency to work themselves out, it is important to keep as free as\npossible from any not absolutely true. It is probable that many of\nthe conditions supposed to be necessary, and which complicate and\nincrease the difficulty of the inYestigation, have been invented merely\nto facilitate trickery.\nAt the close of the paper some questions were asked with the view\nof eliciting further details concerning Mrs. Sidgwick's experiences with\nthe conjurer, and Mr. F. W. H. Myers then gave a brief account of\nsome experiments in mesmerism at a distance which he and his\nbrother, Dr. Myers, had recently witnessed in France.\nMr. E. M. Clissold described an experience of his own in mes-\nmerising at a distance; and then, referring to Mrs. Sidgwick's paper,\nsaid that whilst recognising her evident sincerity and h~nesty of\npurpose, he could not but be struck with the meagre results obtained,\nafter so many patient and laborious investigations. He accounted for\nthis by supposing that in this branch of inquiry something more is\nrequired of the investigator than candour and ability. He asserted\nthat in consequence of some want of natural mental or spiritual\npower, a person otherwise adequately endowed might be unable to\nverify a single spiritual phenomenon. He reminded tile audience tbat\nno amount of negative evidence could weaken one fact honestly and\nfairly obtained; and he claimed that there was abundant and ever-\naccumulating evidence in favour of the genuineness of many of the\nalleged tacts.\nMr. Bidder o~iected to the results obtained by Mrs. Sidgwick\nbeing described as of a negative character. In his opinion they were\nvery positive indeed-a.s to impostllre.\nThe meeting then assumed a conversational character.\n\fMay,I886.] Journal 0\/ Societ!l\/or P8!1cAicai &&etJrch. 269\nRIVAL THEORIES AGAIN.\nBy TO HON. RoDEN NOBL.\nA. the Editor permit. me a few more worda on the aubject of my\ncontroveray with Mr. Myen, I .bould like to .y fint that Mr. Myen,\n.though lively and amuaiDg, perhaps permit. himaelf a little too freely to\n,make mere banter do duty for aerioua criticiam. Thia method baa led to\naome grave miarepreaentation (of coone due to miaundentandiDg) of my own\npoaition. Mr. Myen object. atrongly to my uae of the WON\" intuition.\"\nI have uaed, it aeema, the .me term for the ordinary perception of an\nexternal world, and for the inward viaion of Been. Well, I think it ia a very -\naood word for immediate unreuoned knowledge, or belief; and my reading\nof philoaophybaa taught me that it ia 80 undentood byatudenta of pbiloaophy\nin general. I apoke of the viaiona of Been, auch aa St. Tbereaa, St. Catherine,\nSt. John and St. Paul, of their conviction of the objective reality of thoae\nwho had appeared and communicated revelationa to them, urging that\nMr••yen' phyaiological diagrama, mapping out the brain, with algebraical\nformube appended, did not Beem to explain away aucb a conviction, which I\ncalled an •• intuition\" on the part of auch great revealen ; to whom, after all,\nwe do owe a few trifting benelite, luch aa Biblea, religiona, and aocial\nreformations. For I argued that if phyaiology doea not explain ordinary\n)Ieftleptiona, no better can it explain abnormal pe1'C8Ptiona. And now Mr.\nMyers 811ure8 me that when I uk him if he thinka phyaiology clbea explain\nperception, I might u well uk him whether he thinka the moon ia made of\ngreen cheeae. Well, I am extremely glad to bave elicited thia cooleaaion\nfrom him, but then I await alao with ,8Ome intereat the aupplementary\ninformation which aeema needed, u to why he makea the diagrama, and\ninvent. the formulAe. Of coune I have no objection. Indeed, it pleaaantly\nreminda me of the School Board, and elementary text-boob.\nBut I admit that, perhaps, Mr. Myen makea \"a hit, a palpable hit,\"\nwhen he cbaffa me about the \" common-aenae of madmen.\" I own that doea\nlOund atartJing! and I am not 80 aore of my right application of thia term\n~ their cue. It appeared to me, however, that it 1t'U applicable to any\n1UlreaIoned and immediate conviotion of the objectivity and extemality\nof any aenaible pe1'C8pt. I argue that dreama (at the time of dreaming) and\nabnormal viaiona have all the p8Jchological oharacteriatica of a normal\n)Ieftlept, and probably the phyaiological alao-.ve, indeed, one, the agree-\nment of waking and normal perceiven. But on that exception I remarked\n(a remark of which Mr. Myen tuea no notice) that theae abnormal aeen\nbeing admittedly in a di1I8rent mental condition or aphere, the agreement\nof normal and waking penona in their pe1'C8ptiona can hardly be expected ;\nyou might aa well wait for the general conaent of blind men to the aeeing of\ncolour, or of dreaming penona before allowing the objective validity of\nnormal waking pe1'C8pt.. Now, I intend theae remarka aerioualy; they are\nnot mere _rtiona; though I can aaaore Mr. Myen I do not wiah to be\ndogmatic; but they are poaitiona which I have uaed argument (bad or' good)\nto maintain, and therefore 1 do not recogniae mere jokea, however lively,\nM a valid an.wer. And really the joke about the madman who believea\nhimaelf the Archangel Michael ia no anawer at all, even aa a reductio ad\nDigitized by Google\n\f270 Journal qf &ciety ffn' P'1lcMetll Raeareh. (May. 1886.\nablurd1lm, because it altogether ignoree my point: I did not say tha~ the\nconvictions of madmen, or anybody elM, were neceuari1y true (otherwise I\nshould have to admit that the II8OOndary-self theory of Mr. Myen ia 80,\nwhich I do not I). But I Buggested that when a madman, or a delirious\npenon, baa what we (from our point of view, and quite conveniently) call and\nmay call \"hallucinations of sense,\" and when a dreamer h88 distinct per-\nception in dreaml, it ia diffioult to prove that whereas our percepta haye\nobjective validity, and are eztenlGZ to our inditridual IMltlU, his are no such\nthing. And for this propoaition I gave reasons (valid or invalid).\nWe do not depend on the agreement of otben for our conviction of au\nobject'B externality,aeeing that, in qmer to consult them,we muat firatfUIIWIU\ntheir extemality to ounelves; though we may modify our impreaioD of tDIw.U\nan object ia by their verdict concerning it, 88 alao by teate, which our 01rll\njudgment may deviae.\nBut I have several Btrings to my bow! Mr. Myen only one to his! The\nstrange «Ue•.fizu of madmen I have luggeated (by analogy of the facta re-\noently brought to light in conneotJ.on with meameriam) may with high pro-\nbability be auigned to the domination of ideas impreeaed on them by unseen\nintelligent agenta, perhapa not more neceuari1y evil and malioious than the\nFrench meameriat, who impreeaad on the clairvoyante that Bhe muat shoot;\nher own mother.\nThe dilturbanoe. or abnormal condition of the brain oe1Ia, or of the blood,\nmay very well aceompGny any Buch payohica1 agency ; but I hope we are\nnow agreed that it CICCONnh for nomoretbandoeatheir normalcondition , Mr.\nMyen sayl he does not admit that spirita influence even lOme dreams,\nonly that minda of other penons do.\" But by a\" Bpirit\" I meant\na penon, or indiridual polll8ll88d of a mind; I called him a\" Bpirit,\"\nbecause I BUPpose biB body of flesh and blood ia not concerned in\nBUch dream-influence. Nor did I argue that because BOme dreams are\nthus produced, all must be. 1 only said that the influence of a virtuall;y\ndisembodied Ipirit on dream W88 now proved to be a ftf'CI c«uaa. and\nthat (withou~ prejudice to brain centrea and neneB, &c., which are no\nBufficient cause of dream) hence it became an entertainable hypotb8lil,\nin the absence of a better, thatall dreams might be thua originated; though\nno doubt the ciramatiaing faculty of the a1eeper must aIao be taken into\naccount. After all, recollect that even where we only fancy, invent.\nremember, thil prior sense-perception iaimplied 88 material for reconaVuc-\ntion.by the mind. Surely the object ilBtill there, preHt~ in lOme 1ItI.., if it\never waB at all ; even though Mr. Myen should:not accept exactly my repre-\nMntation of what il involved in memory. By the way. I have found out;\nthat Fechner h88 avery Bimilar conception tomine ill hia \"Lifo after Deaih\":\nBO he il one .. eminent philoaopher\" to the good, Iluppose! There iI Btill all\ninfluence from other mindl; leein! that .. objeota\" can only be concepts in\nBOme mind; 80 idealism teacheB. Individualaco-operate in all thought; for an\n• All ,batI undlll'lltand Mr. My8l'll to regard as yet proved, is that CelepUhy\noocars be$ween perIOII8 in ~e body. We shoUld not be J\"Ultified in ...wning from\nthis, without further evidence, that the \"body of fleah an bloodis not OODcenuid,\" far\nif iswere true that the imprel8ion is transmitted by \"braia wav.,\" braina woalcl be\nftquirecl in ~e ~.-KD.\nDigitized by Google\n\fMay, l886.] JouNUlI Qf &eiet!! for P8l\/Mical Re8earch. 271\nthought is universal, aa well aa pa...\n..icular; but itis particularly obvil)1III and\ncertain iathe caseof_-perception,whel't.' extemali~ to the individual is the\nprimal poetulate and distinctive feature. I think that here we get BOrne clue,\nhowever, to the puzzling fact that there are degrea of distinct perception,\nthat fancies may gradually paas into perceptiODl, aa lOme of the inatanoes of\nao-called hallucination, collected by our Society, tend to ahow : they do BO in\nthe cue of BOmnambules, and biol<>gised perBODB under dominant suggestion\nfrom without. The degree of subjectivity, and objectivity, may, no doubt,\nhowever, vary in a perception ; that is, the investing, inventing, dramatising\nfacul~ of the individual may contribute more or leaa to the result in any\ngiven case ; a percept may be transferred froin another mind, ready made.\nor the raw materials of it, to be worked up in you, or me. But what I\nsuspect is \"that when it is vividly real and objective, it must be\nalmost equally the aame in another mind, and Mared. At any rate.\nI think there is no suoh self·sundering in dream as Mr. Myers\nalleges. For hia secondary self is assumed to have a 8Ubjective e:rperience of\nita OWIl, flOt Mared by the primary. But in (I dream that i3 not 30:* the\ndream persona we fancy (if they are not real persona, as I suggest) have\nlikewise no subjectivities of their own ; they are exhausted, I mean, by the\npictures we frame of them, by the replies they make to 1111, or the questions\nthey ask: what is behind that is (mly our Otl1l} comprehetl8ion, and heariflg of\nthat; our ordinary one subjectivi~ is enongh for them, and they have no\nother; this is true o.lBO of the drarrwatil peraonre of a poet. But Mrs.\nNewnham's second self is supposed to hear and digest questions put, and\nthink outthea1lllwers before ahe answers, while Mrs. Newnham's primary\nself writes and reads them. Hamlet is not thinking about the murder of\nhis father unknown to Shakespeare, though Shakespeare may imagine such\nthought in the character of Hamlet which he baa conceived ; and the\ndreameronly hears questions put, or remarks made, or questions answered\nby lOme person he imagines; that person is not thinking these out in a sub-\njectivi~ of\" his own (that is, if Mr. Myers' theory of his being only an\ninvention of the sleeper be correct); hence he gets no help for the\naecondary self he wants in the Newnham case from this BOUrce, even though\nmy suggestion be incorrect, that the penonages of a dream·drama may\nbe distinct individuals. In a dream we retain our own individuality,\nseeing and hearing ourselves, and conversing with other peraons, aa in every-\nday wakiDg hours.\nThe instance of the schoolboy cited in a note by Mr. Myers is,\nof course, familiar to everybody. Truly the answer to a problem flash.\ning on him in the midst of another train of thought, like inspirations of\ngenius, aeema to be from the •• unconscious.\" But the only question is,\n10hat iI it. real e:eplaMti<m ~ My objection was not to the second term in\nMr. Myers' phrase, \" unconscious ideas,\" but to the first, my position being\ntJuat there is and can be flO \"unconscious\" ; and that the unconscious can no\naore pour\" matured ideas \" into the conscious mind than we can paaa over\n• Our cbeam pen!OIIIII8II often rep!y to us in a way that we do not expec*, and\nutter ideu that are novel and Il111'naing to us. I take Mr. Myers' view to be that in\nIDJ8t _ such ideas haveworked themselves out in our own minds unCOlUlCiously\n&0 wnelves.-ED.\ngitized by (.oogI\n\f2':\"2 Joumalof 80ciety for P,yclHcal RuMrci. [May, 188111.\nWestminster Bridge to Chriatmas Day, for it cannot have ideas, and if it\ncould, could not transfer them to COJUlCioWJJl8111. What U a matured. UD-\n~JUlCioua idea1\nI suggest the tranacendent self, which is fully coJUlCioua, or aome other\nmind, as the more probable origin.\nBut is the dream-world 10 much leu real than this 7\nII Where nothing i. but all thiDp IfIIID,\nAnd we the ahad01n of the dream.\"\nNay, \"we are lIuch stuft' as dreams are made on,\" and in that sleep, with\nwhich\" our little lives are rounded,\" as even now, no~ seldom, in the uightly\nsleep, may we not find ourselves in a world more real even than the\napparent world of every day, a world of stara, which we caonot see for\nsunlight 7\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n(Oontintud. )\n[The Litero.ry Committee 1ciU be glad UJ naive tcell autheliticaUd t'Cidenu of\nphenomena belonging UJ any oj the Jollot.\/Jing clauu, apecime\",.. oj .micA an\nJrom time UJ time recorded in thia Journal:\nL. Phantamaa oj the Li17\"lg.\nO. Phantaam. oj the Dead.\nM. Hypnotum, Mumeriam, and ClaiJ'1!Oyaliu.\nP. Monition alld Premonition.\nS. MiIIcellaneoUl phenomena .oj the kind BOmetimu ducribed aa\n\" Spi,itualiatic.\"\nPer&OJw experiencu oj \"ae11B01-Y haUucitUltiotl.l\" oj any aort will alao\nbe welcome.\nCommunications in.tended Jor the Literary Committee .hould be addTUted\nto Edmun.d Gurney, EIq., 26, Montpelier-lqUare, London, B. w.; or, to\nFrederic W. H. Myer., EIq., LedcJw,mptot, HOUle, Cambridge.]\n0.-642\n. The following narrative was sent by Mr. C. Fi~rald, 89, Tachbrook-\n.treet, S.W., whouys:-\nMarch 'ltA, 1880.\nI lend you my own ghOlit story, rather hurriedly written, but 1 lhink full\nin its details.\nMy friend B. is, I undentand, in England, but I c&nnot find out his\nMdreuyet.\nI refrain from giving names in full, as many of tlle young girl's relatives\nare alive and here in England.\nIn 18611 wae stationed with my regiment at N., one of the B. Ialanda\nOne Saturday evening, in company with ODe of my brother offieen, I hM\nbeen spending the evening at the house of one of our friends, and we rE-\nturned to our quarters about 11 o'clock, together.\nThe building in which our quarters were, stood alone in rather e.xteDli'118\n\fMay, 188G.] JONI'MI qf &cietufor P'1lchica1 RaMrM. 273\ngrounds, and at Bight the only aocea tp the baUding wu by a door at the\naut aide of the houe, at which a sentry wu always poeted. There wu a\nIhort flight of ate~ from the gro1J'!1d to thisdoor. About midway down the\npIIIIge 1t'U a flight of ~ leading to the upper floor, where our quarters\nLOWER FLOOR.\nN\nSteward'. pantry I_I Meu\nI I\nrl room r-\n-\nI-- - -- E\n....\nI r1111111111111 I +\nBilliard·room .Ante room\ns\nUPPER FLOOR.\nVerandah\n:\nW~I\n. A\n.\nfU\n.\nTableO\n.\n.\n.\nPantry I: I CUpbOBld\n...-:7:.- - - -\n.\n. 1111111111111 !1III\n.. I I\nBedroom Bath-room\np Z\n0\nW Balh-room Bedroom\nI I\n0\nA Door always clOled.\nwere. On reaching the top my companion and myself parted for the night,\nI to write lOme letters for the nex~ day'a poet in the front room on the weat\naide, he to his bedroom on the eut aide at the back of the houae.\nI had only been a abort time writing when the figure, almost transparent,\nof a young girl with her face turned from me, entered the room from the\n.eraodah, and puaed through in the way indicated by the dotted line. She\nDigitized by Google\n\f274 Journal qf 8ocitJIgfor P'!lcAical ReaeDro\". [May, 1886.\nhad long very light flowing ringlets, CIU'1'ieda broad.brimmed straw hat IIUlI-\npended by the ribbons, on her right ann, anda bouquet of flowen in her left\nhand. I watched the figure with curioeity, wondering what it meant. At\nthe moment it went out of the door*, my friend, whom I will call B., came\nout of his bedroom into his sitting-room. He remained only a few inatant&.\nOn coming out of his sitting-room into the puaage he stopped and called\nout, .. I say, F., who is that girl that came out of your room just now'\"\nto which I replied, .. No one came ou~ of my room,\" at the same time\ngetting up and going into the paaaage, where I met him near the door*.\nHe insisted that he had seen a girl come out of the room, and thought ahe\nmnat have gone into the bedroom Z. We went in, but finding no one there.\nlooked into the bath-room W, butfound that empty. We then returned to\nthe paaaage and called out to the sentry at the door at the head of atepa on\nthe lower floor, asking if he had· seen anyone come in before we had.\nansworing the description of the girl seen, or since we had come in_ He\nsaid he had not. B. and myself then agreed to call on an old lady who had\nbeena long time resident in the Island, next day, Sunday, and tell her what\nhad occurred. We did so, and learned that a young girl answering the\ndescription given, had died in the house some yean before, at about 18\nyean of age; and that she was reputed to have haunted the house since.\nI subsequently saw a miniature painting of the young lady, correspond-\ning, as far as the hair was concerned, with the fignre I had seen go through\nmy room.\nI may say that both myself and my friend B. were very abstemioDL\nG.-476-Collective.\nFrom a lady who desires that names may not be published.\n9tI& June, 1885.\nI.\n•Our mother died while we were all very young; and as I, the fourth\nchild of seven, was the eldest living daughter, I became early acquainted\n(from my eighth year) with sorrow of variona kinds and degrees, principally\ncaused, however, by the harahneaa and frequent neglect of housekeeper and\nservants towards my baby brother and sister. The two eldest boys-between\nwhom and myself was a gap of some years, were almost always away from\nhome, and ultimately went abroad, so that from the time I was quite a\nlittle child I was continually with my father, who nlade much of me, and at\nlast I became his constantcompanion. He never married again. and our\nlove was probably, therefore. a closer union even than commonly exists\nbetween a father and daughter while the latter is of tender yean. It was a\ngreat pain to me ever to be away from him, especially after my 14th\nyear. at which time he began to make me his conJidanteas well as companion;\nand we had frequent earnest talks and diaaUllliona on many subjects. At\nlength, when I was about 18 yean old, a terrible grief befell DB, viz..\nthe death of my two elder brothen within a few weeks of each other, while\nthey were still abroad.\nMyfather's sorrow was great; and at the same time he became aerioualy\nDigitized by Google\n\f.1,1886.] JotWnfIlof Society.for P8ychical Raetwch. 276\nt.roubled with many doubt. regarding vario118 point. of Chriatian faith, and\n80 gradually loItnearly all hia buOJ&llCJ of spirit, and became sadly depreued\nand worn-looking, though only 48 yean old. For a year he thus sdered,\nwhen it wu arranged that, 10 BOOn u he could plan to leave home, he should\ngo to lOme I81Hide place, and tr;y what new aoenes would effect. He also\npamuaded-nay, inBiated-that I should go away for awhile, without waiting\nfor him, and accompany lOme friends to South neV'onahire.\nThis I did that same Bummer, 1863. All hia letten to me after I left him\nwere bright and loving_ying but little of hia health-aa he and all of 118\nregarded hia ailment to be.more mental than physioal.\n. One morning, September 25th, after waking early from a very singular\n8IId troubled dream, I found. BOme ht,U1'B later, on my brea.kfaat plate,\namong other letters, one in a Btrange hand, which I saw on opening to have\nbeau written by an uncle, related to me by marriage, but not known to me\npersonally. He said that my father had set out on hia long-talked-of tour,\nand had gone to Dorking for the sake of visiting him and other old friends\nthere, before proceeding to the cout; but he wu far from well, seemed\nmach depreaaed, and ...... continually talking of me. My uncle advised that\nI ahould join him at Dorting U BOOn u pouible. and then ponuade him to\ngo to Scarborough, u the moat bracing place he (my uncle)could think of.\nIn half an hour I was in the coach, travelling to HoBiton, the nearest\nrailway Btation, and reached Dorking late in the evening.\nMy father wu dead I He had Buddenly fainted in the moming while\ntalking to my aunt; had only roused Bufliciently to 0811 me by name several\ntimes, and then died, apparently uncoDICious that anyone wu with him.\nIt would make this narrative too tedious to you were I to relate how a\npreBentiment of Buch a terrible pouibility had weighed upon me all day,\n• and prevented my yielding to a strong girlish temptation to purchue, during\nmy journey,many delicacies displayed in the railway refreshment-rooms,which\nI thought he might like. Neverthel8BB the blow wu too heavy for me to\nfind relief in tears, and tho agony of heart wu 80 intenae that even\nDOW I recallit with a sense of physical pain.\nI went early to bed, to escape the presence and sympathetic ministrations\nof the many in that kind houaehold who gathered around me ; and by my\nown choice I ahared the room of a motherly-looking p8l'BOnage, whom I\nsupposed to be my cousins' nU1'B8, She occupied the larger bed in the room,\nand I a IIIIl81ler one placed at aomo distance from hen. She was BOOn weep\nand breathing heavily; but I wu lying in deepest anguish, beset not only\nwith the grief at the Budden 1088 Bustained, but with the wretched fear that\nmy beloved father had died too suddenly to find peace with God, regarding\nthose miserable doubt. that had 80 troubled him. Aa the night woro on,\nthe pain of heart and thought grew wone and wone, and at length I knelt.\nin prayer, earnestly pleading that my diatreaafnl thought. might be taken\naway, and an aBBuraDce of my father'B peace be givOD me by God's mOBt\nHoly Spirit. No immediate relief came, however, and it wu early dawn\nwhen I rose from my kneoa, and felt that I mUBt be patient and wait for the\nanawer to my pnyer.\nNow a longing Buddenly seized me to creep into that kind-faced woman's\nbed, and to feel perhape leBB lonely there. Her bed was opposite a\nDigitized by Google\n\f276 Journal of Bocietulor PS!lchical Rueare\". [May, 1886.\nwindow, over which a white blind was drawn, and as I softly lifted the bed-\nclothes and II&t for a moment after drawing my feet up into the bed, 1\nnoticed the pale dawn feebly lighting up the window, and the movement -of\na little bird on the aill outaide ; but the room itaeIf was as yet almoet dark.\nI was juat about to alip quietly down into the bed, when on the oppoeite\naide of it (that on which the nuree was aleeping) the room became auddeuly\nfull of beautiful light, in the midat ofwhich atood my father,abaolutely traD8-\nfigured, clothed with brightneaa. He alowly moved towarda the bed, raiaiDg\nhie banda, as I thought, to clasp me in hie &rIII8; and I ejaculated: \"Father!\"\nHe replied, \"Bleaaed for ever, my child I For ever bleaaed I\" I moved to\nclimb over nuree and kiu him, reaching out my anna to him; but with a\nlook of mingled aadneaa and love he appeared to tloat back with the light\ntoward. the wall and.wu gone I The Mon occupied so abort a time t.hat.\nglancing involuntarily at the window again, I II&W the moming dawn and the\nlittle bird juat as they had looked a few minutes berore. I felt aure that God\nhad vouchaared to me a wonderful viaion, and was not in the leaat afraid,\nbut, on the contrary, full of a joy that brought flooda of grateful tears, and\ncompletely removed all anguiah except that of having loet my father from\nearth. I o1Fer no explanation, and can only lI&y moat &imply and truthfully\nthat it all happened juat as I have related.\nYou may find a solution to the occurrence in the aympathy which had\nexiated between my dear father and myaelf; or, as frienda have often\ninsiated, in the condition of excitement and exhauation which I waa au1Fer-\ning at the time; but after all these yean of life and experience, the memory\nof that wonderful moming ia ever vividly fresh, and real, and tnu.'\nThe writer'a huaband adda:-\n, The narrative, as related above, ia aubatantially the lI&me given to me by\nMra. P. as early as 1865, and at aubaequent period&..\nW. B. P.\nJUfIe 17th, 1885.'\nAnd Dr. and Mn. C., referred to above, write:-\n.' 16U, JtCt&e, 1885.\nThe preceding narrative was related to ua by Mra. P., aubatantially ..\nhere recorded, lOme four or five yean ago.\nII.\nJAKBS O.\nELLEN H. C.'\n•In the year 1867 I was married, and my huaband took a houae at\nS--, quite a new one, juat built, in what was, and atill ia probably,\ncalled \"Cli1F Town,\" as being at a greater elevation than the older part of\nthe town. Our life was exceedingly bright and happy there until towards\nthe end of 1869. when my huaband'a health appeared to be failing, and' he\ngrew dejected and moody. Trying in vain to ascertain the cauae for thia.\nand being repeatedly uaured by him that I was \"too fanciful,II and that\nthere was \"nothing the matter with him,II I ceased to vex him with\nquestions, and the time paued quietly away till Chriatmaa Eve of that\nyear (1869).\nDigitized by Google\n\fKay, 1S86.) Journal of &cietgfor P8!1cllicniRsuarcll. 277\nAn uncle and auut lived in the neighbourhood, and they invited us to\nspend Chriatmu Day with them-to go quite early in the morning to\nbreakfaat, accompanied by the whole of our amall houaehold.\nWe arranged therefore to go to bed at au early hour on the night of the\n24th, 10 aa to be up betimea for our moming walk. OoDlequently, at 9\no'clock we went upatain, haviug aa usual carofully attended to ban and\nbolts of doors, and atabout 9.30 were ready to extinguisbed thelamp; but our\nlittle girl-a baby of 15 mouths-generally woke up at that time, and after\ndrinking lOme warm milk would aleep again for the reat of the night; and,\nas Ihe had not yet awakened,I begged my husband to leave the lamp burning\nand get into bed, while I, wrapped in a dreaing gown, lay on the outside of\nthe bed with the coton my right hand. The bedatead faced tho fireplace,and\nnothing ltood between, but a I8ttee at the foot of .the bed. On either\nlide of the chimney wu a large l'8C8III-the one to the left (&I we faced in\nthat direction) having a cheat of drawers, on which the lamp was ltanding.\nThe entranee door W&l on the aame aide of the room &I the head of the bed\nand to the ltit oj it-facing therefore the l'8C8II of which I lpeak. The door'\nwas locked ; and on that same lide (to my left) my hUlband waa lying, witll\nthe curtain drawn, towarda which his face wu turned.\nRoughly, the position W&l thUl-\n- Furniture\nDoor\n-\nBed [I Set*\nI~I Bay Window\n1_,--\/_1\n,-\n,-\n[\n0\nJ\nDraweraand\nLamp\nChimney\nArm-cbair\nFurniture\nAs tho bed had curtains only at the head, all before us W&l open and\ndimly-lighted, the lamp being turned down.\nThis takea lOme time to describe, but it 'W&I still just about 9.30.\nGertrude not yet awake, and I just pulling myself into a half-sitting posture\nagainst the pillows, thinkingof nothing but the arrangements for the follow-\ning day. when to my great utonishment I saw a gentleman standing at the\nfoot of the bed,dreaaed as a naval (.fReer, and witll a CAp on his head baYing a\nprojecting peak. The light being in the position which I have indicated, the\nface W&l in shadow to me, and the more 10 that the visitor W&l leaning upon\nhis arms which reated on the foot-rail of the bedstead. I was too &ltonished\nto be afraid, but simply wondered who it could be ; and, instantly touching\nmy huaband'sllhouldor (whOle face was turned from mol I said, .. Willie.,\nDigitized by Google\n\f278 JouNlal QfSociet!lfor P8!1cllical &8tarck. [loIa1,1886.\nwho is this 7\" MV huabanci tumed, and for a second or two lay looking in\nintenl8 astonishment at the intruder; then lifting hi_If a little, he\nshouted \" What on earth are you doing here, sir'1\" Meanwhile the form,\nalowly drawing himaelf into an upright position, now said in a commanding,\nyet reproachful voice, \" Willie I Willie I\"\nI looked at my huabandaud saw thathiB face was whitea.nd agitated. AI\nI turned toWardl him he sprang out of bed as though to attack the man, but\nstood by the bedaide as if afraid,or in great perplexity,while the figurecalmlJ\nand Ilowly moved totccmlI fJ&e wall at right anglea with tbelamp in the direc-\ntion of the dotted line. As it palled the lamp, a deep ahadow fell upon the\nroom as of a material pe1'8On Ihutting out the light from UI byhis intervening\nbody, and he dilappeared, as it were, into the wall. My hUiband now, in a\nvery agitated manner, caught up the lamp, and tuming to me said, .. I mean\nto look all over the hoUle, and aee where he is gone.\"\nI was by this time exceedingly agitated too, but rememberfug that the\ndoor was locked, and that the myaterioUi vilitor had not gone toWaMa it at\nall-remarked\" He baa not gone out by the door \\\" But without pauaing,\nmy hUlband unlocked fJ&e door, baatened out of the room, and was lOOn aearoh-\ning the whole hoUle. Sitting there in the dark, I thought to myself, \"we\nhave surely seen an apparition I Whatever can it indicate-perhaps my\nbrother Arthur(he was in the navy. and at that time on a voyage to India)\nis in trouble: such things have been told cf as occurring.\" In some auch\nway I pondered with an anxioUi ht'art, holding the child, who just then\nawakened, in my arms, until my hUiband came back looking very white and\nmiBerable.\nSitting upon the bedside, he put hiB arm about me and said, \"Doyoo\nknow what we have seen 7\" And I said .. Yel, it W8I a spirit. I am afraid\nit was Arthur, but could not see his face\"-8Jld he exClainled, U Oh \\ no, it\nwas my fat.herl\"\nNow you will say thia iB the atrangeat part of tIle story, and unpre-\ncedented. And what could have been the reason of such an ap-\npearance 1\nMy huaband's father had been dead (ourUm year. : he had been a naval\nofficer in his young life; but, through ill health, had left the I8rvice before\nmy hUiband was bom, and the latter had only Ol1ce or twice seen him iB\nuniform. I had never Been him at all. My hUiband and I related the occur-\nrence to my uncle and aunt, and we all noticed that my huaband's agitation\nand anxiety were very great: whereas hiB UlUal manner was calm and\nreserved in the extreme, and he was a thorough and avowed sceptic in all-\nso-called-8upernatural events.\nAs the weeks palled on my hUiband became very ill, and then gradually\ndiacloaed to me that he had been in great financial difficulties; and that, at\nthe time his father was thUi sent to UI, he was inclining to take the advice\nof a man who would certainly-had my hUiband yielded to hOO (as he Mel\nintended before hearing the waming voice)-have led bim to ruin, perhaps\n11'01\"18. It is this fact which makea UI moat reticent in speaking of the event;\nin addition to which, my husband had already been led to speculate upon\ncertain Chancel which reaulted in failure, and infinite sorrow to 13 both 81\nDigitized by Google\n\fMay, 1886.] Journal of 8ociet.'1 for PS!lchical Researcl,. 279\nwell 88 to others, and waa indeed the cause of our coming to ---, after a\nyear of much trouble, in the January of 1871.\nIn the earlier part of this long letter I have given you the addre88 of\nmy un~e,\" to whom we gave a full description of the facts the morning after\ntheir oecurrence; but he WIUI-and is-a great sceptio in all such matters,\nand, probably, through not being in my busband's confidence regarding his\neircumstanoes, and therefore seeing no feasible reason for such a mani-\nfestation of God's power and love, he waa the more incredulous.\nUp to that date my husband, too, waa quite as sceptical aa Uncle - ;\nand, indeed, DOne of us were particularly ready to believe in such evidences,\nnotwithstanding my experience at my father's death, because we had re-\ngarded that 88 a special answer to prayer; so that no condition of .. over-\nwrought nerves,\" ur\" superstitious fears,\" could have been the cause of tbe\nmanifestation, but only, so far aa we have been able to judge by subsequent\nevents, a cm\"et warning to my husband in the voice and appearance of the\nono that he had most reverenced in all his lifo, and waa the moat likely to\nobey.'\nDr. and Mrs. C., friends of Mrs. and Mr. P., add the following note:-\n• 16th Junt, 1885.\nThis narrative was told us by Mrs. P., as here recorded, Home years ago.\nJ. C.\nELLEN H. C.'\nMr. P. confirms aa follows:-\n---,\n17th June. 1885.\nWithout wishing to add more to the incidents recorded herein by my\nwife, I would simply note that the details of No. 2 are quite correot, and that\nthe occurrence took place 1\\8 stated. .. .. .. W. B. P.'\nG.-64.1.-Transitional.\nThe following lllU'rntive was kindly procured for us by Miss Brownlow. of\n4, Carlyle-terrace, Chesterton-road, Cambridge, who is a near relation of\nMrs. A. B.; Mr. A. B. died in South Africa, the lady who dreamt\nbeing in England.\nLetter from Miss A. L. B. to Mrs. A. B.. widow of the \"Uncle A.\"\nspoken of :-\nMarch 4UI, 1885.\nI got your letter asking about the dream this morning. It was this :-\nMamma dreamt one night that she was sittiug at table at a supper party.\nThere waa, she thinks, a good large party, but the ones she remembers being\npresent were her own father and mother,wbo sat at the top and bottom of the\ntable, your father and mother, my father and Uncle A., and yourself. Only\nthe people who were alive spoke. the others were quite silent. Lady B.\nspoke a good deal. Uncle A. waa sitting next mamma, and you were on the\nother side of him. He never spoke, but you conversed quite naturally. She\n• We were requested not to refer to the .. uncle\" for corroboration .. unless\nablolute1ylleCel!lar1.\" .\ngitized by (.oogI\n\f280 Journal qf &cietyfor -PS!lcliicalResearcli. [May, l886•\n.\naaid to you, \"Idid not know you had come home.\" Youaullwered, \"Oh\nyell, we have, and don't you 1100 I'm dressedlike you now,\" and you tookhold of\nyour dress on both sides and held it out. You Wbre not dressed in widow's\nweeds, which would have told at once what had happened, butwore IIOme IIOrt\nof light mUlllin. Mamma was very much lIurprised, and wondered if she\ncould really have a dress like that when she wakened. Uncle A. was dead by\nthat time, but we had not heard of it. Mamma. sayll she wondered afterwarda\nIIhe was not more alarmed at the time as IIhe knew that it W88 only the living\npeople who were speaking, and he never llpoke. Mamma of course was\nwearing a widow'lI dreu at that time. When the letter came mamma\ncalled out \" That's my dream, and that'll why A. didn't llpeak, and we are\ndreued alike now.\" Thedream is not the leaat exaggerated; on reading it over\nmamma thinks it scarcely gives a vivid enough impression. * if. Mamma\nwishell me to say she told us the dream at the time. \". * if.\nFurther inquiriell were made as to the details of the case. Our questions\nand the allswers received are 88 fellow.\nThe answers, with the exception of the first,-obtained from Mrs.\nA. B.,- were given by Miss A. L. B., with her mother, Mrs. B.'s aasent.\n1. Wha.t was the year, day, and, if pOSJIible, hour, of Mr. A. B.'s death 'I\n1871: 18th November, after midnight of the 17th, about 2 a.m.\n2. What was the year and day, 88 nearly 88 can be remembered, of the\ndream 7-This cannot be remembered, but it was after the death, and before\nthe news reached home.\n3. Did Mrs. B. sce the meaning of the dream before the news came?\n-Not clearly till thu letter came; but IIhe had spoken of the dream 88 if\npuzzled by it.\n4. Was Mr. A. B. the only person in the dream who was believed by Mrs.\nB. to be alive and who did not speak 1-Yes.\n6. Was the dream told to anyone, with or without ita meaning, before the\nnews of the o.eath came 1-Yes, simply as being very curions.\n6. If so, to whom 1-Several members of her family.\n7. Can t.hat person confirm 7-Her daughters can confirm.\n8. Has Mrs. B. had other vivid dreams which have appeared worth\nrelating at the time, and which have ~(a) come true (b) not come true ~\n-No.\n9. Has she had waking impressions or presentimenta, or seen apparitions '1\n-No.\n\"PHANTASMS OF THE LIVING.\"\nIt is hoped that this book, which has been so long announced as in\npreparation, will be publishe(l in the course of next month. The terms\non which it will be obtainable by l\\Iembers and Associates will be\nstated in the June Journal.\ngitized by (.oogI\n\f","_id":422}