{"name":"Journal of the Society for Psychical Research 3515","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n29_jun_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N29, June 1886","mylang":"de","content":"Xo. XXIX.-VOL. II. J1:'NII:, 1886.\nJOURNAL\n01' THB\nSOCIETY FOR PSYCHICAL RESEltRCH.\nOOlfTBlfTB.\nIfew HemberuDd AIIOCWH.. ••\n)(ee&IDg of Council . • •• ••\nAIuIoaDcemeDt of General Heetln, •• ••\n~~'f:. b;'the iiterary Coaunlttee\n8applemeDtary LlbftrJ cata\\ope ..\nPAG.\n•. 281\n•• 281\n•• 282\n•• 282\n•• 3M\n•• 336\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nHEWITt', FREDERIC W., M.B., 23, Somerset Street, Portman Square,\nLondon, W.\nlIoULTON, MRS. F. A. (of New York). 11, Ashley Place, London, S.W.\nSISLEY, RICDARD, !\\I.B., Park Row, Knightsbridgt\", London, W.\nASSOCIATES.\nCAPPER, MISS, Francis Grove, Wimbledon, S.W.\nGROSVENOR, GEORGE Fox, M.D., 121, Ladbroke Grol\"e, Notting Hill,\nLondon, W.\nlliRJORIBA.'fKB, LADY, Tillmouth Park, Cornhill-on-Tweed, :Northumber-\nland.\nMEETING OF COUNCIL.\nAt a meeting of the Council, held on the 4th inst., lIr. Hensleigh\nWedgwood in the chair, the following other Members were present:-\nMessrs. Walter H. Coffin, Edmund Gurney, Richard Hodgson, and\nFrank Podmore.\nThe Minutes of the previous meeting were read, and signed as\ncorrect.\nThree new Members and three new Associates, whose names and\naddresses are given above, were elected.\nTwo volumes were on the table as presents to the Library from Mr.\nJ. Herbert Stack. A present was also reported fronl lIr. J. W.\na\nDigitized by Google\n\f282 Journal of Soci~t,ll \/01' PS!lclzicnl Re8earch. [JuDe, 1886.\nHayes. The titles of these are gh\"en in the Supplementary Library\nCatalogue.\nThe cash account for the preceding month was presented in the\nusual form.\nThe next meeting of the Council will be at 5 o'clock in the after-\nnoon of the day of the General l\\Ieeting, and will be one of the four\nspecial ones in accordance with a resolution of the Council.\nANNOUNCEMENT OF GENERAL MEETING.\nThe next Gelleral Meeting of the Society will be held at the Rooms\nof the Society of British Artists, Suffolk Street, Pall Mal~ S.W., on\nMonday, the 5th of July, when Mr. C. C. Massey will read a paper 011\n\" The Possibilities of Mal-observation in relation to the Evidence for\nthe Phenomena of Spiritualism.\" The chair will be taken at 8.30 p.m.\nlIR. EGLINTON.\nBefore laying before the readers of the Journal a collection of\nevidence received from members of the Society about slate-writing\nexperiences with Mr. Eglinton, it seems desirable to recall two\nincidents in his career which show that we must not assume any\ndisinclination on his part to pass off conjuring performances as occult\nphenomena.\nThe following are extracts from a letter by Archdeacon Colley,\nheaded Sauce\/or tlte (lander, which appeared in Tlte Jfedium and\nDaybreak of November 1, 1878, p. 698, signed, \"Member of Counc~\nB.N.A.S.\" He wrote disapproving of the publicity given by Tlte\nSpiritualist to the Williams-Rita exposure in Amsterdam, silence\nhaving been maintained as to one where Mr. Eglinton was concerned :-\n• • • • When, over two years ago, it fell to my unhappy lot to take\nfrom the portmanteau of a certain medium • • . • urapery and false\nbeard, that I had reason then to suspect were worn, and afterwards had proof\nthat they were worn by the medium, conacious or unconscious, in\" form\nmanifestation\" • • • • we kept our counsel, as I think, wisely, and\nI quietly, but with increased vigilance, pushed on my humble investigations,\nand have had the largest reward, larger than any other Spiritualist has had,\nfrom staying hasty judgment, and endeavouring with no slacknesa of obser-\nvation, through much experience, to think charitably of what in the put\nlooked dubious pertainins:c to matters which neither I nor any other mortal\ncan comprehend. Moreover, had not my counsels prevailed with friends at\nthe time, and 011 the unhappy occasion referred to, tllO Movement would\nhave suffered disgrace ill the imprisonment of the medium in question, whOile\nservices have been ill such large demand by members of the B. N. A. S.\nDigitized by Google\n\fJune, 1886.] Journal qf Sociei!l.ffFl' P'!lcltical Resca1·ck. 283\nIn a subsequent letter ill Tlu~ Medium and Daybreak, November 15.\n18i8, p. 730, he says:-\nHaying no purpose to serve in cloaking my individuality, you\nare at liberty to print the name COLLEY, one not altogether unknowll, and\nwhich never yet hll.8 been disallowed us a guarantee for the truth of state-\nments made and published.\n. My argument was that if Eglinton were innocent, I could\nnot see how . could so ell.8ily judge Williams and Rita guilty.\nFor though, at the instance of the gentleman in whose house Eglinton WIl.8\na guest, and to prevent their seizure by the police, I, in view of the family\nU8sembled, had taken the muslin and false beard from that medium's port-\nmanteau, I yet held condemnation in suspense, not knowing how they came\nthere.\nI Mve only affirmed well-known facts, and regret that\n(,thers made any public notice of them, in the interest of justice and im-\npartiality, imperative-facts which I cannot yet understand or form an opinion\nupon. For, suspicious 11.8 they appeared at the time of their occurrence, and\nuo (from falsehoods since told by the medium regarding them) even still\nmore appear, I cannot satiafactorily account for them, and would rather give\n\"Eglinton the benefit of the doubt than do 11.8 others Mve dono in the\nAmsterdam matter, and pronounce him guilty.\n. Let me, though I would rather have withheld it, say\nthat before it so unfortunately fell to me to take muslin and\nfaIse beard from Eglinton's portmanteau, and take him also Htraight-\nway into kindly custody from a friend's house to my own, there\nkeeping him a close prisoner from the police till night drew on and he could\n(Iuietly get off by train,-some few days before this, I had on two several\n<:tCCa.IIiona cut pieces from tho drapery worn by, and clipped hair from the\nbeard of the figure representing\" Abdullah.\" I have the pieces so cut of\nbeard and muslin still. But note that when I took these things into my\npossession I and a medical gentleman (five-and-twenty years a Spiritualiat,\n.and well-known to the older members of the Movement) found the pieces of\nmuslin cut exactly fit into certain corresponding portions of the drapery thU8\ntaken. Moreover, under a Stanhope lena, we found tlle hair clipped most\n·closely to match with that of the fahe beald.\n:Mr. Colley'S letters also contained an attack on some members of\nthe British National Association of Spiritualists, in consequence of\nwhich the matter was taken up by the Council of the B.N.A.S., at the\nIDstance of 1\\-Ir. Desmond FitzGemld. Their meetings were reported by\nTI,~ Spiritualist, and the following are the pnSl!ages in those reports\nLea.l·iug on the present question :-\n[At IL meeting of the Council of the B. N. A. S., on February 11th,\n1879, 1\\lr. FitzGerald said] that there seemed to be extraordinary\ndiscrepancies between Mr. Colley's published description of a bygone event,\nand the description of it given by the gentleman in whlJ8e house it took\nplace. Mr. Colley had published in The Medium :-\" I, ill view of the family\n.8!sembled, had taken the muslin and beard from that medium's portman-\ns 2\n\f284 JOllrnal ~f Socie!!! lor PS!lchical Reseal'cu. [JUDe, 1886.\nteau,\" but Mr. Owen Barries, of 15, Russell Street, Landport, who was, he\nbelieved, a respectnble man, had written to him (Mr. FitzGerald), under dnte\nof Jan. I!), 1879, that at his house the medium .. bad a small portmanteau with\nhim; the following morning I felt justified in opening the portmanteau,\nand the first thing that rolled out was a piece of muslin (about four yards)\nand a beard. • • . I sent to the Rev. T. Colley, and told him about it ;\nbe advised me to 8I\\y nothing about it at present.\" Thtlre seemed to be a\ndiscrepancy in these statementB.-.The SpiritlKilist, February 14th, 1879,p. 83.\n[At a meeting of the Council of the B. N. A. S., on March 11th, 1879,)\nMr. Colley l'8ad a p8888ge from The SpirittKilist, ill which it was stated that.\nMr. FitzGerald had said there were certaindiscrepancies between his account\nof an occurrence and another account which bad been given of it. In\njustification of his own account, he read a letter which he had received from\nMr. Owen Bn.rries. Mr. FitzGerald might have understood that he (Mr.\nColley) was the first person to find the articles in the bag, but he (Mr. Colley)\nhad certainly not stated so. What he bad said was that in the presence of the\n88sembled family he opened the portmanteau and took out the articles, being\nquite willing to take upon himself the responsibility of removing them with-\nout inlplicating Mr. Owen Harries, who was the host of the medium at that\ntime. Mr. Harries had admitted to him that he (Mr. Colley) was correct in\nhis statement as to the opening of the portmanteau, and htl had made a note\nof the transaction in his diary.-The Spiritualist, March 21st, 1879, p. 135.\nThe next incident which I shall mention is the alleged occult\nconveyance of a letter from :Mr. Eglinton on board the Vega to lIrs.\nGordon at Howrah-an incident which appears to me to involve Mr.\nEglinton inextricably in the manufacture of spurious Theosophical\nphenomena. Details will be found in Hints on Eboteric Tlteosoplty,\nNo.1, second edition, pp. 108-125, and in Proceedings cif eM Socuty\nfor PHycl'ical Research, Vol. III., pp. 254·256. One additional piece of\nevidence furnished to me by :Mr. Hodgson I give below. As I haye nl)\nspace to give the full details of the case here, I shall confine myself to a\nbrief statement of what appear to me the important points.\nMr. Eglinton, who had been staying with Colonel and ~Irs. Gordon.\nat Ho\\vrah, went on board the Vega in the Hooghly on his way to\nEngland, on March 14th, 1882. The next morning a. telegram came-\nfor him (from lIndame Blavat!:ky, I presume from the context), which\nMrs. Gordon opened, saying that one of the Mahatmas wished\nhim, while Colonel Olcott was at Howrah, to send letters in\nhis handwriting from on board ship, and that he would be helped. Mrs.\nGordon advised him,-should he consent, to get some fellow-passenger\nto endorse the letter before sending it of!' to her. He wrote from\nFisherman's Point on the 15th, saying, \" Personally I am very doubtful'\nwhet~er these letters can be managed, but I will do whnt I can in the-\nmatter.\" The Vega left Ceylon on the 22nd, and on the 23rd a telegrata\nfrom Madame Blavatsky asked the party at Howrah to fix a time for a\nDigitized by Google\n\fJuDe, 1886.] JOtll'lIail!f Societ!! fol' P$!\/ChiC((\/ Resea,.cl,. 285\nsitting. They named 9 p.m., lIadras time, on the 24th, and at that hour\nColonel and Mrs. Gordon and Colonel Olcott sat in Mr. Eglinton's late\nbedroom. After a few minutes a packet fell among them, consisting of\na letter in Mr. Eglinton's handwriting, dated }[arch 24th, a message\nfrom Madame Blavatsky, dated at Bombay, the 24th, and written on\nthe backs of three of her visiting cards; also a large card such as Mr.\nEglinton had a packet of and used at his seances. The writing on this\nlatter card purported to be by two of the Mahatmas. All these cards and\nthe letter were threaded together with a piece of blue sewing silk. The\n1lap of the envelope was marked with three Latin crosses in pencil.\nThe letter expressed Mr. Eglinton's conversion to a \" complete belief\"\nin the\" Brothers,\" an opinion which would henceforth be \"firm and\nunalterable.\" He also said that he should read the letter\" to Mrs. B.\nand ask her to mark the envelope,\" and made other remarks; but there\nseems to have been nothing in the letter which could not perfectly well\nhave been written before he left India. In return for l\\Ir. Eglinton's\nexpressions of confidence in him \"Koot Hoomi\" Wl\"Ote on the cal-d\nabout Mr. Eglinton's wonderful mediumship and general excellence of\ncharacter.\nIn the meanwhile, at Bombay, about 8 p.m. (Bombtty time), a party\nof Theosophists were sitting with Madame Blavatsky, when a letter\nwas seen to fall. It contained a closed envelope addressed to Mrs.\nGordon, on the reverse side of which were three crosses in pencil. This\nletter Madame Bla,'atsky strung with three of her visiting cards on a.\nthre.ld of blue silk, and placed it on a cel·tain bookcase, no other\nmember of the party having marked it in any way. The whole party\nthen left the room, und when they returned some minutes later the\npacket had disappeared-\" evaporated,\" as they expressed it. But as\nthe bookcase stood immediately in front of a venetianed door communi-\neating with the room of Madame Blavatsky's servant, Babula, who was\naccustomed to help her in the production of m8orvels, and 80S the\nvenetian spaces of this door are wide enough to allow a hand and part\nof the arm to pass through, it seems more probable that Babula re-\nmoved the packet than that it disappeared in any more mysterious\nmamler.\nOn the Vega It. letter was duly shown to Mrs. B., who was asked\nto mark it, but there was a little difficulty about the mark. The\nletter which appeared at Calcutta was marked by three crosses in a\nhorizontal line. Mr. Eglinton marked the one which he showed to\nl\\1ra. B. with one cross; she crossed that cross obliquely, twice,\nmaking an asterisk of it. But-to quote Mrs. Gordon's words :-\nWith the singular incapacity to understand the important element of test\nconditions which distinguishes nearly all mediullls and persons long\nDigitized by Google\n\f286 Jour-l1al ql Society.for Psychical Reseorc\". [June, 1886.\nfamiliarised with occult phenomena, Mr. Eglinton unforWnately opened the\nenvelope which had been first marked, he having enclosed l\\JIother letter and\nmade it too heavy. He then used a new envelope, and being unable to find\nat the moment the lady who marked the former envelope, he, in the pre-\nsence of three witnesses, made the crosses, di1fering, as you say, from thoae\nmade before. But tiresome as this mistake on his part is, it loaves the sub-\nstantial elements of the wonderful feat accomplished altogether untouched.\nThe letterwas read, before being sent, to several of tho paBBengers on board\nthe Vega, and that would alone establish its identity except on the hypothesis\nof fraudulent collusion between Mr. Eglinton and the founders of the Theo-\nsophical Society in India.\nWe see, therefore, that there is absolutely nothing to identify the\nletters seen on the Vega, at Bombay, and at Calcutta, and that both the\nchange of mark on the Vega and the occurrences at Bombay are\nexceedingly suggestive of pre-arrangement and fictitious miracles.\nBut this is not a.ll. A Mr. J. E. O'Conor, a Theosophist, on board the\nVega, hearing of Mr. Eglinton's intention of sending by occult means a\nletter to Madame Blavatsky, asked to have one of his own sent too. Mr.\nEglinton agreed to put this letter with his, and let it take its chance,\nand afterwards told Mr. O'Conor that it had gone. Nothing was heard\nof this letter in India at the time of the fa.ll of Mr. Eglinton's. Neither\ndid Mr. O'Conor hear anything of it. Later, however, Madame\nBlavatsky stated tho.t it had arrived soon after the other, and it was\nsaid that she had made no public mention of it because it was a private\nletter. I have seen the letter, and cannot but regard this excuse for\nnot mentioning it as frivolous, since the letter, though doubtless\ntechnically a private one (as Mr. Eglinton's was), contains nothing that\nmight not be published anywhere, and was pretty obviously written\nwith the sole object of obtaining a test phenomenon. The following is\nMr. Hodgson's account of the result of his inquiries into the matter:-\nSo far aa I have been able to ascertain, the fact that Mr. O'Conor had\nwritten under the circumstances described was first made known publicly in\nIndia by Mr. O'Conor himself. Mr. A. O. Hume, in the letter quoted on\np. 125 of Hints on ElJOtel'ic TheOlOphy No. 1 (StCOtld Editioll) writes: \"lIn.\nGordon was apparently not aware, as I am, that Mr. --'s letter duly\nreached Madame Blavatsky on the same day as Mr. EgIinton'a letter.\" And\nin afootnote Mr. Hume adds that the letter in question was in his\npoBBession, \" together with a letter of Madame Blavatsky's of the 28th of\nMarch, enclosing itand explaining whyahe wished the matter kept secret.\"\nNow, if Mr. Hume had received Mr. O'Conor's letter in the ordinary\ncourse of the post leaving Bombay on the 28th or 29th of March, it would, I\nconcoive, be difficult to dispute that some \"occult\" power had been displayed.\nBut I find on inquiry from Mr. Hume, that he saw neither Mr. O'Conor'a\nletter nor Madame Bla¥atsky's till June 6th. It aeems that after the\nappearance of the article in theEliglishmcm on May27th(vide Hiuts, &c., p.ll8)\nand the letter by Mrs. Gordon in the Englishman on June 5th (vide Hi\"tr,\nDigitized by Google\n\fJ'UII8, 1886.] JfJlIl'nal qf Societ.1I for PS!lchic«1 Rese((1·cll. 287\n&e., p. 122), Colonel Olcott wrote to Mr. Hume, enclosing(a) a.lettcr purport-\ning to ha.ve been written by Madame Blava.uky to him on March 28th\nor 29th (the second figure of the date being doubtful), (b) IUl envelope\naddressed to Colonel Olcott, post-ma.rked Bomba.y,Ma.rch 29th, registered, and\n(c) Mr. O'Conor's lett.!r, torn into three pieces, contaim~d in a.n envelope\ndocketed thus: .. Letter from O'Conor, of Simla., to H. P. B., received by\nher by Astral post, March 24th, 1882, a.nd enclosed to me in her letter of\n29th MarcJl, 1882.-H. S. 0.\" In the letter a.ccompa.nying these documents\nColonel Olcott requested Mr. Hume to write to the Englisllman a.nd explain\nthe mo.tter; a.ndhence Mr. Hume'sletter of June 7th, which a.ppea.red in\nthe Engliahman of June 13th. The postma.rked envelope described a.bove\nseems to be the sole piece of evidence worth calling such tha.t Mada.me\nBlavatsky sent a letter to Colonel Olcott on Ma.rch 29th. while the evidence\nthat this envelope conta.ined either Mr. O'Conor's letter or Ma.dame\nBlavatsky's letter in which she referred to the receipt of Mr. O'Conor's, rests\nsolely on Colonel Olcott's memory, in which, as we have already seen, but\nlittle trust can be placed. Ma.dame Blava.tsky says in her letter, writing of\nMr. O'Conor: \"He is on boa.rd, it seems, and wrote by the 'same oppor-\ntunity,' he says. I know where it would lead to were I to take any notice of\nAu letter. New test8, new scandals, and new botherations. I tore it up, but\nupon second thought ha.d Babula find the pieces, and after reading them to\nDamodar, who was alone with me wben it came, I now send tbem to you.\"\nIt mo.y be worth mentioning that the phrase, .. same opportunity,\" does not\noccur in Mr. O'Conor's letter, thougb he says in the middle of his letter, \"I a.m\ntaking a.dva.nta.ge of the opportunity to write myself.\"\nI now proceed to give accounts of slate-writing seances. The first\nis a. report received from Mr. R. Hodgson and Mr. R. W. Hogg, of St.\nJohn's College, Cambridge. 1\nOur sittings with Mr. Eglinton took place at 12 noon on Friday, June\n27t1., a.nd Saturda'y, JU1le 28th, 1884, a.nd lasted nearly an hour each\ntime.\nFRIDAY'S SITTING.\nMr. Eglinton uncovered a deal table with two flaps, and placed three\napparently new dusty slates (rather more tha.n 7i by Hi incbes), and\nvarious small fragments of pencil upon the table. He then brougbt a wet\nsponge, with which we washed the slates. Olle of these slates was then\nmarked on tile frame by both of us.\nMr. Rglinton told us where to sit, a.nd himself sat with his back to the\nwindow, facing one of the table.flaps. Hodgson sat opposite Mr.\nEglinton, and Hogg in the middle, on Mr. Eglinton's right hand.\nMr. Eglinton placed a thin piece of pencil about! inch long upon the\nma.rked alate. He then took tile slate in one h!l.nd and placed it uuder tho\ntable, preuinlt it 8.((ainst the under surface of the table, a corner of the\n1 I have learnt from Mr. HodgilOJ1 and Mr. Hogg, since their account was in\nlIroof, that they discussed their sittings in detail on Saturda.y, June 28th, 1884, and on\nJune 29th wrote the rough draft of their report, which W&ll copied substantially as it\natood and sent to Mr. Gurney in the CO\\l1'8e of the next few da.YIl.-E.M.S.\nBothllittingawere inMr. Eglinton'sroom in Old Quebec Street.-R.H., June, 1886.\nDigitized by Google\n\f288 Journal Qf Society\/or Psychical Besearc\". [JUDe, 1886.\nslate being visible, as was also Mr. Eglinton's thumb resting on the top of\ntable. Mr. Eglillton's other hand was held by Hogg's left hand, Hogg'a\nright hand being held by Hodgson's two hands.\nMr. EgIinton asked us whether we had .ever been t() a seance before.\nHodgson stated that he had, but not to a slate·writing seance. Hogg stated\nhe had not been to any. Mr. EgIinton suggested that conversatiun was &\ngood thing, too great concentl\"8.tioll not being desirable.\nAfter about five minutes, 1rIr. Eglinton requested us to change place8.\nWe did so, and then at Mr. Eglinton's further request endeavoured to\n\"stimulate them\" by askinl!' if (dead) friends of ours were present. There\nbeing no result, Mr. EgIinton requested us to ask that some words or some\nquot.'\\tior.. might be written on the slate. Hodgson thereupon requested\nthat the following passage might be written :-\n\" I cannot speak\nSo well, nothing so well, no, nor mean better.\"\nAfter another short interval of conversation Mr. Eglinton requested\nus to \"stimulate them\" by repeating the quotation, which Hodgson\naccordingly did.\nShortly afterwards, a Bound was heard as of writing on the slate. Whilst\nthe sound was audible, the corner of the slate was visible, Mr. Eglinton's\nthumb alllo visible above the table, both slate and thumb being motionless,\nand the sla.te apparentIy in close contact with the under surface of the table.\nThe Gound having ceased, Mr. Eglinton withdrew the slate horizontally, and\nthe following words were found to be written on the upper surface of slate :-\n\"I cannot speak so well,\" and the fragment of pencil was lying at the\ntermination of the word weU.\nThe words were on the side of the slate remote from Mr. Eglinton,\nbetween 7! and 9 inches from tIle edge of the slate nearest to him, and\nupside down from Mr. Eglinton's point of view.\nAnother trial was mado with tIle other side of. the same slate, and under\nsimilar circumstances the word \"Ernest\" was found written.\nTn another trial, with two slates pll.\\Ced one upon the other, the\nwords, \"Good-bye we can write no more,\" were uneler somewhat\nsimilar circumstances found written (also with ordinary pencil) on the\nupper surface of the under slate. In iliis L'18t case, while the sOlUld\nas of writing was audible, Mr. Eglinton was holding ilie slates at\none end, Hodgson was holding ilie slates firmly together at the other end,\nand could see the greater part of the framework of two sides of Ule upper\nsla.te, and the edge of the framework of nearly the whole of one side of the\nunder slate, which appeared to be in close contact with the slate above.\nBefore giving them consideration, these phenomena strnck us with a\nslight sense of wonderment; but presently we perceived that tho possibility\nof their being the effect of ordinary human agency was not precluded.\nIn tIle first pL'\\Ce, although our attention was necessarily distracted by the\nconversation in which we engaged, so that not all Mr. Eglinton's movements\nafter he had taken the slate in his hand could be satisfactorily observed,-we\ndid observe tha.t the alate and Mr. Eglinton's hand were at times quite out\nDigitized by Google\n\fJune, 1886.J Jourllal £!f Societ!1 for Psychicalllesearcl,. 289\nQf sight below the table. We consider tllis to be an important point, both\nQf us having taken special notice of it at the time.\nhi the second place, Mr. Eglinton'sleft leg was almost entirely out of\nsight, so that Mr. Eglinton might at any time have placed the slate upon his\nleft knee without our becoming aware of the fact.\nIn the third place, Mr. Eglinton's occasional convulsive movements,\ntogether with the change of hands which he sometim~s found necessary in\nconsequence of the fatigue produced by the holding of the slate against the\ntable, afforded opportunities for altering the position of the slate.\n\".e are of opinion that under such circumstances as the above, it would be\neasy for a skilled operator by ordinary methods to produce writing on the\nalate, the noise of cunversation serving to obscure any slight sound made ill\nthe act of \\lTiting.\nIf the writing at our sitting WM thus produced, what enused tho sounel so\ndistinctly audible just before the slate was exposed to our view 1\nHaving made experiments, we arc of opinion that with care tlle sound as\nof a pencil writing on a slate can be imitated sufficiently well by a finger-\nnail on the under surface of the slate, without any visible motion of either\nthe slate or that portion of the ham} in sight.\nNo statement ,vas made as to the nature of the three taps which were\nheard at the conclusion of the sound as of writing. We may remark, how-\never, that they resembled the tapping of a finger-nail rather than the tapping\nof a pencil.\nWith reference to the third case, that of the two slates p1\"\\Ced one above\nthe other, there are some additional points which we must mention.\nWe first endeavoured to obtain writing between these slates while they\nwere on the top of the table, two pieces of pencil, one red, amI the other\nordinary, baving been placed on the lower slate. We asked that a question\nmight 1<1 written with red, and answered with ordinary pencil.\nMr. Eglinton put his left arm on theso slates, his right. hand holding\nHodgson's left hand.\nAfter BOrne time, Mr. Eglinton took up the third slate with his right hand\nand held it under the table, hand and slate being quite out of sight. His left\nelbow was then resting on the two slates on the table, his left hand holding\nHod~'IIOn's left hand.\nA short interval elapsc<l, when this third slate held under the table fell\nupon the floor. Mr. Eglinton immediately picked it up and placed it upon\nthe table close to the other slates.\nBefore the pair of slates were taken below the ta.ble,Mr. Eglinton on more\nthan one occasion lifted the upper slate, and as yet no writing was visible, nor\nhad any BOund of writing been heard.\nXow the piece of red pencil was not hetween the slates at the conclusion\nof the experiment.\nWhether on one of the occasions a.bove mentioned Mr. Eglinton removed\nthe red pencil, we do not remember; but if he did 80, an opportunity would\nhave been aWorded him, as he thus laid Mide the top slate, of substituting the\nthird slate for the top slate of the pair.\nOf course, the taking of the slates below the table and the subsequent\nDigitized by Google\n\f290 Journal qf Society for P8ychical RelJearch. [Jane, 1s...~\nchange of hands would, as wo have already pointed out, have enabled Mr.\nEglinton to alter the positio1l8 of the slates.\nIt was not till after these occurrences that Hodgson was requested by Mr.\nEglinton to help him in holding the slatea.\nWe ahould add that Hodgson had taken a double folding slate, which he\nhad previoUBly aealed, after placing a fragment of pencil between the alates.\nMr. Eglinton expreued his belief that as the alate-cover was wooden, we\nwould Dot be ao likely to obtain any writing in this alate as in a pair of\nordinary alates, and in fact our triala willi this were unsucclluful.\nOur conclullion ia this :-\nWe certainly think that during the time the BOund ILS of writing was\naudible, Mr. Eglinton was not writing the words that appeared on the alate ;\nbut we think it WILl quite poaaible for him to have written them previously\nin each of the three caaea.\nFrom the above account it would appear that in one or two points we were\nsomewhat inobaervant. This we acknowledge. But it must be remembered\nthat it was impouible for ua to engage in conversation and at the same time\nto be sure that none of Mr. Eglinton'a movements eacaped our notice.\nSATURDAY'S SITTING.\nWo had taken away the two alates upon which writing had appeared on\nthe Friday, and having encloaed a fragment of pencil between them and aealed.\nthem together, endeavoured to obtain writing between them, but failed.\nWe failed alao again with HodgBOn'a sealed folding alate, and failed also\nwith another single alate of Mr_ Eglinton's.\nRICHARD HODGSON.\nROBERT WALLACE HOGG.\nProfessor O. J. Lodge and Mr. Gurney furnish the next two aecounts.\n[MeBBrs. Lodge and Gurney willh to state that they do not regard their\nexperiences as conclusive, or even as affording any important support to the\ntheory that the writing is nClt produced by ordinary human agency. The\nonly succeBB which was really difficult to explain occurred at their first visit.\nOn subsequent occaaions Professor Lodge always brought his own slate, which\nwas tied to his finger continuouaIy throughout thesitting. Profeuor Lodge de-\nsires further to expreu his feeling that on his first visit he was not a completely\ncompetent observer, if only because the phenomenon expected was then llew\nto him; Bnd he agrees with Mr. Gurney in considering that conditions which\ndo llot exclude the neceuity for continuoUB close observation can never be\ncompletely satisfactory.-June 21, 1886.]\nJlme 30th, 1884. Twelve o'clock in the morning, 12, Old Quebec Street.\nMr. Eglinton's room. Present: Profeuor O. J. Lodge and 1\\lr. E.\nGurnoy; Mr. Eglinton. [The record WILl made within an hour of the\nconclusion of the sitting.-E. G., June 21, 1886.]\nThe table was first examined.\nA slate of Mr. Eglinton's was t.hon exanlined; 1 and it was ascertained\nthat the frame of the slate Wa.8 of such thickneu. and extended so far ahov&\n1 It should have been stated that the slate was thoroughly cleaned.-O. J. L. and\nE. G., June 21, 1886.\nDigitized by Google\n\fJtme, 1886.] Journal of Society\/or PS!lchical Research. 2!H\nthe writing·surface, that when a piece of slate pencil was lying on this sur-\nface, no rubbing about of the slate against another flat surface would produce\nany marks; that is to say, no other flat surface could touch the pencil.\nProfessor Lodge marked one surface of the slate with a penknife, both\non the writing.surface and on the wooden rim ; the latter was marked with a\ntolerably deeply-cut L. The sitting then began, ProfeBBor Lodge being in\nthe middle position. The slate was hdd under the table by Mr. Eglinton.\nwho held it with his ril(ht hand by one comer-his thumb being in view\nthroughout. His left hand was held by ProfeBBOr Lodge.\nThe test mark was on the upper surface of the rim, next the table; was.\nfor most of the time visible, but was occaaionally covered by Mr. Eglinton's\nthwnb. 'Ve are absolutely convinced that that surface remained uppemlost.\nthroughout the experiment. A request was made by ProfeBBor Lodge that.\nthe word\" Bob\" should be written. (After some minutes the slate was with-\ndraWl1and looked at; there was no writing.) After about a quarter-of-au-\nhour of waiting, Mr. Eglinton asked Pr9feBBor Lodge to aBBist him in bear-\ning the weight of the slate; and ProfeBBor Lodge crooked his little finger\n(of the left hand which was holding Mr. Eglintou's hand) round the rim of\nthe table and of the slate, in such a way a8 to preBB the slate upwards against\nthe table. After a few more minutes the usunl scratching sound was heard;\nit st<.pped, and Mr. Eglinton snid \"Have you finished 1\" which was\nanswered by three faint taps. The slate was immediately withdrawn by\nProfessor Lodge. The word \"Bob\" was found very legibly written, at the\nend of the slate furthest from Mr. Eglinton, and upside down in relation to\nMr. Eglinton; and the piece of pencil was lying with one end in contiguity\nto the last stroke of the last letter.\nBefore the experiment began the pencil had been chosen and cut quite\nsquare, with sharp comera at each end. by ProfeBBor Lodge. One of these\ncomera was found to be ground down into a small triangular facet; and the\nwriting was found to begin with finer, sharper lines, and to end with broader\nones.\nWe then tried with two slates placed face to face on the table; but\nnothing happened.\nOLIVER J. LODGE.\nEDMUND GUR..'iEy.l\n[On July 1, 1884, the same persons had a sitting without obtaining any\nresult whatever. On this occasion the slate employed was one which\n!'rofessor Lodge had brought with him.-E. G., June 21, 1886.]\nJuly 3rd., 1884. 12, Old Quebec Street, 11. a.m. Present: ProfeBBor B.\nStewart, Professor Lodge, and Mr. E. Gunley ; Mr. Eglintoll. [ThO'\nrecord was made within an hour of the conclusion of the sitting.-E. G.•\nJune 21, 1886.]\n1 My experiments with MpssrB. J .•T. Thomson and H. J. Hood on June 20th,\n1884, at the same place and with the same \"medium.\" were precisely similar to the,\nabove, except that the thickllCU of the fr(('m~ W\/Ul not noticed (Mr. Elflmton l\\IIIlures me.\nthat the slate W\/Ul of just the same pattern a.~ the one IIsed on Jllne 30th), and the con·\ncluding detail \/Ul to the thicbleBB of tM strokrs was not noticed. Two words were then.\nr.roduced-\" MancheHter\" (in reply to the qUt'8tion what county is Manchester iu), and\n'No.\" in reply to inquiry whether more phenomena were coming.-E. Gt:RNET.\nJune30.1~\ngitized by (.oogI\n\f292 Journal of Societu fol' PS.'Icltical Rese«t·cl,. [Jun~, 18S6.\n--------- ---- -- - ---- ---- ----------\nProfessor B. Stewart sat a little apart, in a position where ne could watch\nthe slate and hands. The slato was the same as Professor Lodge had used\nbefore ; 1 it had never been out of his care. The slate was attached by string\nto ProfeBBor Lodge's middle finger throughout. The marks were as before on\nthe upper side. ProfeBBOr Lodge sat between Mr. Eglinton and Mr. Gurney.\nA piece of \"ed pencil was broken in llalf by Professor Lodge. and put on\nthe slate, which was held under the table as before by l\\lr. Eglinton's right\nhand. During the latter part of the time, which included the time when\nthe sOllnd as of writing was heard, Professor Lodge was preBBing the slate up\n.against the table with Ills knee.\nThe word Pearl was asked for. The result was a well and sharply\nformed P with an attempt, apparently, at an e. The writing was at the\n-eml of tlle slate nearest Mr. Eglinton and was turned towards him. One\nend of the piece of pencil was found in contiguity to the second letter ; and\na small freshly formed facet was found at one of the corners of &he\nend which had been broken (whether this end was the one in contiguity to\nthe letter we cannot say).\nProfessor Lodge examined the slate and pencil, and is certain that there\nwas a small clear space between t.he table and the top of the pencil as it lay.\nBy laying the pencil on its narrowestface, in some positions of the slate, it\n(:ould be jammed against the top of the table, and by ruhbing about -it\n(:ould be ru11ed <.over and made to lllnke brow smudges. But nothing at all\nlike the fine line of the P could be thus made, nor could loops be lllade\nat an.\nIt seems very clear that the P was written with the corner where the facet\n.appeared, and it is yery hard to conceive how the pencil could have\nstood so much on end while writing in the small space allowed it.\nProfessor Lodge by writing a similar letter with a similar piece of pencil\npr~duced an exactly similar facet.\nBALFOt:R STEWART.\nOLIVER J. LODGE.\nEOllXXD GURSKY.\nProfessor Lodge is perfectly certain that Mr. Eglinton could not ha,\"e at\n.any time supported tho slate on his knee ; and that his knee was a foot, or\nnellrly 1\\ foot, from the slat-o throughout. He is also certain that the writing\n~f P was not made by rubbing the slate ngainst tIlt! table.\nHis OW11 knee was always near the slate and usually in cont:\\Ct with it,\nand holding it stillngl\\iust the table.\nO. J. L.\n[On July 11,1884, Professor Lodge and Mr. Gurney had two sittmgs,\nwithout obtaining any result. Since that date they have had a sixth\nsitting, together, and Professor Lodge has had another with another\n~omp:mion (the medium in both cases being Mr. Eglinton). On neither\n~ccasion was any result obtained.-E.G., JUliO 21, 1886.]\nI I.e., at the sitting of July I.-E. G., June 21,1886.\nDigitized by Google\n\fJun., 18116.] Journal Qf Society for P8!Jchical ReBea,·cl,. 293\nI will next give some reports of seances by Mrs. Brietzcke, of\n72, Sterndale Road, 'Vest Kensington Park, London, 'V.\nOn Friday, 13th June, I went with a friend, by appointment, to 8.\nseance with Mr. Eglinton, taking my Otlm joldj,fIIJ alate, which I have had\nfor years in use. We\" sat\" at an ordinary flap-table in the following way ~\n}[r. Eglinton held one end of the slate, and held my friend's left hand; I\nheld with both my hands my friend's right hand. The slates having been\ncleaned and a chip of pencil put betll7een two, they were held as duscribed\njust under the flap of the table, quite in sight, but still muler the table_\n!Ir. Eglinton said .. Is thore anyone here 1\" InstanUy we heard writing,\nthen three little \"ticks.\" The slates were exposed to view, and there was.\n\"Yes\" writ large. l\\fr. Eglinton said, \"Will you write on Mrs. Brietzcke'&\nslate by·and-bye 1\" Again the writing and ticks, and again\" Yes\" in the-\nsame hand. Mr. Eglinton asked. \"Is Mrs. Brietzcke a medium I\" \"Yes,\"\nWlI8 the reply. Mr. Eglinton asked me to write a question to BOrne departed\nfriend. This I did, placing the slate, writing downwards, on the table-\nbeside me. I asked my father, D. S., if he knew that A. and J. were ill\nJamaica 1 \" Yes ;\" then a whole side of another slate tea. JiUed with a\nmessage, in a neat close hand, dictated by my father, who was unable I;()\nwrite himself as tlle conditions prevented ; the message was a sort of general\ntreatise on Spiritualism. I now changed places with my friend, and on 1ny\nott'1l ckned slate was written a message from BOmeone who knew me in New\nYork, and signed with a name I cannot read. On the other side was.\nafterwards written a message saying my father weuld try to write hi1Uself\nlater on. The writing was quite different from the previous. N.B.-I have\nnerer been in New York! I now wrote en another slate, taking care to hidlt\nthe writing, and placing the slate, with the writing dowllwards, at my side,\n\"Have J. D. L.\" (names in full) \"and H. B.n 'names ill full) .. met?\" The-\nreply was, \"J. D. L. and H. B. have met: they are very happy.\" I had\nanother message, and then one from my father in his handwriting, with\nhis signature. The last writing said .. Good-bye, the power is exhausted.\"\nThis ended the seance, and gave me plenty to think about. After my\nchange of position took place aU the messages written took place ill mid-air\nwith the slates held between Mr. Eglinton and myself.\nOn Tuelday, 15th July, I went with Professor Barrett, and lwd no-\nuritiny at aU!\nJuly 19th, 1884-\nAccording to appointment with Mr. Eglinton, Miss L. and 1 went to-day\nat 3 p.m. We were late as I went to Hammond's in the Edgware Road and.\nbonght three new slutes. We found Mr. Eglinton waiting for us, and we·\nimmediately \"sat\" (the Ilates having been cleaned) in the following posi-\ntions: Mr. Eglinton held one end of a alate, my own, under the table; I\nheld the other end of the slate with my left hand; Miss L. held my right\nhand in both of hers. I asked \"if tllere was anyone 1\" We had\nno reply fer BOrne minutes. I repeated the question, and we heard writing.\nAfter the three little .. ticks\" had been given the slate was exposed, aud\nthere was the word\" Yes\" writ large. The pencil was just on the end of\nDigitized by Google\n\f294 Journal f!r-Society j01' PS!lchical Research. [.JUDe, 1886.\nthe , in \"Yes.\" , • . I then aaid \"Will you write the word 'Cat'\nfor me bet1veen the alate8 1\" No reply. Mr. Eglinton Baid \"Come, write\n, Cat' ; there is evidently plenty power.\" Still no reply. Miss L. tllen\nasked, and we heard writing. After the ticks the slate was uncovered, and\nthere was the word \"cat.\" I said \"Please write the figure 4,\" and the\nsame slate was placed as before. In a moment we heard writing, and on\nlifting the covering slate there was a bold\" 4.\" I Baid \"'Vrite 'Man.'''\nMiss L. added \"So that it can be seen.\" Instantly we heal'd writing, and\n\"when the slate was exposed .. Man\" was found in 'ret\"!! large letten. Mr.\nEglinton said, \"I shall ask for a word; Please write • Woman.'\" In-\nstantly we heard and saw as before. I said \"Why did you not write for\nProfessor Barrett the other day 1\" The written reply, obtained ill a few\nseconds, was: \"Because he dictates his own conditions.\" I wlOte the\nngure 2 without anyone seeing it, and asked for what I had written to be\nrepeated on the other side. It was. Miss. L. putH.K.B. privately and aaked\nthat to be reproduced on the other side. It waa done. I said: \"What kind of\nmedium am I 1\" The reply was : \"You are a writing and trance medium.\"\n\" How am I to develop the power 1\" \" As Mr. Eglinton has told you.\" It\nbiding a slate, told Mr. Eglinton I had put a figure on it. Miss L. did the\nsame on another slate and kept it. Mr. Eglinton now put a bit of slateand &\nbit of red pencil on tlle slate, and said: \"Multiply Mn. Brietzcke's and Miss\nL.'s figures by 4.\" We heard writing, and on uncovering saw .. 6 8\" in\nslate, and .. 272\" ill red; 6 and 8 were Miss L.'s and my own figures\nrespectively. I now Bsked Mr. Eglinton to try his locked slate, and I wrote a.\nprivate question on anoUter slate, letting no one see it, and turning it\nquestion down on the table at my side. On the locked slate we soon heard\nwriting. My question was \"Can you advise -for the family of X. Y. Z '1\"\n{names in full}. On opening Ute locked slate my8l'.\/j I saw written: \"'Ve\ncannot advise for the family of X. Y. Z.\" (names given in full). I thanked\nMr. Eglinton and Baid \"we would not trespass on his tune.\" He said,\n., 011, we will go on till they stop,\" and took another slate. It waa hardly\nheld under Ute table before writing began, and when diaclosed the word\n.., Good-bye\" was on it. This ended Ute seance. I think we had these 13\n,vritings in less than an hour, for when I arrived at the Marble Arch it was\n4.15, and we were not at Mr. Eglinton's before 3.~, I think. It waa 10\n]>88t 3 when we paased the clock at Marble Arch 1J,jore I had bought the\nslates at Hammond's. Mr. Eglinton, before we left, held a sheet of note-\npaper in his fingers; this he did lightly betlleen his forefinger and thUDlb.\nI asked fOl' six taps on the paper, and they were instantly given.\nH. K. BRIETzcKB.\nThis I certify to be an exact account of what took place with Mr. Eglin-\nton, Mrs. B. and myself. J. D. L.\nSeptember 22nd, 1884.-Wentto Mr. Eglinton's and met Mr. Gurney,\n~Ir. Gurney taking a sealed slate of Professor Lodge's on which we asked for\nwriting. We had no result. We sat with the sealed slate on the table with\nMr. Eglinton's hands and my left one on the top of the slate. Mr. Gurney\nheld my right. We got no result. at all. Mr. Gurney, Mr, Eglin-\nDigitized by Google\n\fJUDe,18(;6.J Jourllalof 80ciet!1 for Psychical Beaearc\/,. 295\nton and I all asked that either a word or Professor Lodge's name should be\nput on the slate_till no result. Mr. Gurney then went into the other\nroom, and Mr: Eglinton and I tried alone with the aoaled alate, but with no\nresult. Mr. Eglinton then took another slate, an ordinary slate-\nclean, put a bit of pencil un the table and placed this alate (1)tr, the\npencil chip. My hands were on the slate, Mr. Eglinton's touching mine on\nthe back. I felt and heard the pencil moving under the slate. After about 10\nminutes' waiting Mr. Eglinton said\" Will you write on the sealed alate 1\" I\nheard writing. and in a short time the three little ticks ; on lifting the alate\nwas found written the word \"No,\" the 0 being circular and not oval-nO.\nllr. Eglinton called Mr. Gurney, and showed him the writing, and we\nagain tried with the slate, Mr. Gurney saying\" Please write ' Itis ' or ' It ie\nnot' .. the meaning of this being whether it would be any use to take the\nsealed alate again on Friday. We waited, but to no efi'ect, and after about\n10 minutes more we gave up.\nH. K. BRIETU,'KE.\nWe were with ~Ir. Eglinton in all an hour.\nJtdy 11th, 1885.\nDEAR MR. GURNEY,-I was at an exceedingly interesting a~ance on\nThUlllday, dIe 9th, at Mr. Egliutoll'S. I went with Mr. Heaton, and after\na few meaaages where we sought identity we were told in writing to\" ask\nother t}ueatioDB.\" We consulted and decided that we would have a tat given.\nMr. Heaton was to choose with his eyes shut a book at random out of the\nbookcaae, the page wanted I was to decide by taking a chance number of the\npencil chips on the table. The line down on the page WM to be decided by\nMr. Heaton's chance number of chips. Accordingly the book was choson by\nMr. Heaton with shut eyea,andall we wanted written on a slate,viz.,\"Page 29,\nline 11, we want tirBt three words on that line.\" The book WM placed on the\n:slate and held by me(it WM a heavy one), as well as Mr. Eglinton, in poaition\nunder the table. Mr. Eglinton was much disturbed, and in a little time\nwe heard writing, and on the slate being withdrawn, our words were found\nqouted, c'ut-d.-dire, \"Line, page 80 and 80,\" &C. Then below,\n\"Verses\nLay a gaunt.\"\nWe opened the book at page and counted the line down where there 1Cet·S\nverses, and the words we had asked tot,.e\n\" Lay a gaunt.\"\nWe repeated the experiments, with this alteration, that we wanted the fifth\nword in the page and line chosen by the number (If pencil-chips we drew\nfrom the pile on the table. We had in due course \"one-horse\" given, and\n(In looking found it quite correct. The first book waa one on \"Doga\"; the\n1I8cond, \"Guide to Central Italy.\" I think Mr. Heaton made notea M we\nwent on, 80 if you wiah tho actual pages and linea in both cases I can send\n1hem to you.\nThis, to my mind, quite does away with the idea of thought-transference.\nSupposing Eglinton had read the booka he could not know which line and\nword we chose, as the chips drawn decided that, and I can moat truly say\nDigitized by Google\n\f296 Journal Ql Soc';et!l .for P8!1chicnl Re8l'nrcn. [June. 1886.\n]le certainly never opened the book. I saw his right thumb all the time\nacting as a cln.mp to hold the slatej his left hand was on my left, which\nhelped to hold the slate in position, and the book was at my end of the slate;\nthe writing came on the surface of the alate on which the book lay, and there-\nfore the surface near the table. H. K. DBJETZCKE.\nThe following account of a seance at 11, Langham-street, January\n31st, 1885, at 4 p.m., is by Mr. Harold Murray, of 8, Downshire Hill,\nHampstead, N.W., and of the Denta.I Hospital.\nSitters: Mrs. Murray (widow), Harold Murray (BOn of above).\nMr. Eldinton sat with his back to the windows, at one aide, and near\ncomer of small square four·legged table. Mrs. M. sat at side of table nearest\nfire.pln.ce. I sat facing Mr. Eglinton. Mr. Eglinton held the alate with his\nright hand and with his left acroM comer of table he held Mrs. M.'s left. 1\nheld Mrs. M.'s right hand with both of mine. Small square pieces of com-\nposite slate·pencil were used, about this size [about ~ x Jl.J inch] or \"ery\nslightly shorter.\nDuring the first four experinlenta I marked the pieces of pencil used, and\ncarefully noticed the ends, before and after each experiment. Before, they\nwere rough and unworn j after, they wel'e found with on6 end lying at the\nextremity of the finishing stroke of the writing, and that end had a smooth\nworn facet which corresponded in size with the thickness of the thicker\nstrokes of the writing produced.\nExceptin answer to question 4, all writing took place in a position upside\ndown to Mr. Eglintonj and when the writing was sbort, at the end of tile\nslate furthest away from him. All writing except answer 8 was in one style,\ni.e., the same hand. No.8 was different.\nI took with me two slates which I had screwed together (after inclosing\na small piece of pencil), and then tied, sealing the cord to the wooden frame\nao as to conceal the screws. I asked Mr. Eglinton, at the beginning of the\nseance, to use these if poaaible. He said he would try to do 80, but he did\nnot.\nAll questions not verbal were written in such positions as to be visible to\nthe writer only, and not to the other two present. The slate was then\nturned overand handed to Mr. Eglinton with the question on theundersurface,\nso that though he could not see it, the question would be fully exposed from\nbelow when the slate was placed in position under the ledge or wing of the\ntable.\nAll slates used were cleaned to our satisfaction, before us, with a damp\nsponge and a dry cloth. The answers were pertinent, though we took every\nprecaution against the chance of Mr. Eglinton seeing the wlitten meaaasea.\nQ. 1. Mrs. M. Verbal. \"Is anyone here who can communicate with\nus? \"-A. in three to five minutes, \"Yes.\"\nQ. 2. Verbal, by myself. \"Is there any truth in the rumours that a\ndynamite explosion is to take place at the General Post Office tIlis after-\nnoon 1\"-A.,in two to three minutes, \"No.\"\nQ. 3. Written, by myself. \"Can my father communicate with us T'-\nDigitized by Google\n\f.TUDe, 1886,] JOurnal Qf &ciet!\/ .for P8!\/chicallluearch. 291\nA., one and a-half minutes, \"Your father is present, and will try to com-\nmunicate with you both.\"\nQ. 4. Written, by Mrs. M. \" Are O.'s present plans likely to lead to his\nfuture welfare, and will they bring him happinesa 1\"-We had to wait BOme\ntime for an answer to this question. Mr. Eglinton asked aloud, after 2 to 3\nmiDutea, .. Will you kindly give us an answer to this question 1\" Directly\nafterwards he dropped the alate on to the Hoor; he picked it up and replaced\nit under tlap of table. I watched him narrowly but could not see him look\nat the message. However, after complaining of the weight of the slate, he\nrepeated his request for an answer, but modified his words. .. Will you\nkindly give us an answer to t~ quutiO\/l8 t \"-A., after waiting five to six\nminutes, ., As far as I can see. Yes. They certainly should.\"\nQ.5. Written by Mrs. M. inside Mr. Eglinton's lock frame book-slate•\n.. What do you think of Aggie's state of health,and where had she better\nlive '\" Mrs. M. closed the slate and passed to me to lock. No answer during\naix to eight minutes. It WbS then placed on surface of table in front of us,\nwhile we proceeded with other experiments, as Mr. Eglinton said he could\nhold it no longer, on account of its weight.\nQ. 6. Written by myself. .. Do you, my father, approve 'of my course\nof action during the past few years 1\"-A., in three to four minutilS, \"Be\n-1S emphatically, yes. But you are thinking too hard.\"\nExperiment 7. Q. 5. Locked alate, still unopened; I having retained\nkey all the time, was held on upper surface of table.-A., in two to\nthree minutes, \" He says you must take great care of her health. Your\nhusband cannot say to you what place to choose for her.\"\nExperiment 8. Two alates held on upper surface of table. Mr. Eglinton\naakeel for BOme communicationof interest. The slate was filled with writing\nin leu than one and a-half minutes. The slate is in my possession.\nExperiment 9. Two slates held away from the table but below its level,\nby Mr. Eglinton and Mrs. M. Verbal question by myself. \" Can .my\nfather himself give us BOme message 1\"-A., almost at once, .. Good-bye.\nHe can write no more. He sends vou both his dear love.\"\nThe next two accounts are by Mr. G. A. Smith and Mr. J. Murray·\n'Templeton, Associate of the Society. An account by Mr. Smith of\nan earlier .rea.nce was printed in the Journal for May, 1885.\nMa.y 22M, 1885.\nSince sending you mylast report of a ance with Mr. Eglinton for alate-\nwnting I have been to him again (May 23rd, 1885), accompanied by Mr.\nTempleton, an AlBOCiate of the Society for Psychical Research. On this\nlatter occasion the results were not BO strikingly profuse-indeed from one\npoint of view the .-nee was a failure, but to Mr. Templeton and me the\nmeagre results obtained posseBB great interest from the fact that we feel so\nwell able to testify to the perfection of the conditions. Mr. Eglinton 8tated\nbeforehand that the day was an exceptionally unfavourable one j he con-\nsidered the atmospheric conditions too disturbed to promise good phenomena.\nT\nDigitized by Google\n\f298 Journal f!f Society for P,ycllz'cal Researc,,\" [Joe. 1886•\n.As a matter of foot the day was dull and oppressive, with thunder and\nrain.\nI took with me my own slates-ordinary school slates and two book\nslates, and these were used throughout at Mr. Eglinton's own request. Mr.\nEglinton and Mr. Templeton I18.t. facing each other, on opposite sidea of the-\ntable, whilst I I18.t at the third side holding the left hand of each, Mr.\nEglinton's right being occupied with holding the slate beneath the table-ft\"p_\nIn thie way we I18.t for three.quart8n of an hour, Mr. Eglinton occasionally\nchanging one slate for another, and IOmetimes placing a slate upo,. the table-\nwith a crumb of pencil or crayon beneath it. Dut no writing came, and we\nwere on the point of giving up the trial. It was suggested, however, that as.\na last resource it might be advill8.ble to alter our positions, and Mr. Temple-\nton and I changed places accordingly. Mr. Eglinton then took one of my\nbook-alates (a pair of ordinary slates fastened together with cord up one side\nso thatthey could be opened and shqt but not separated entirely) and placed\nit firmly just beneath the table, holding it there with the fingen and thumb\nof his right hand. Whilst doing 10 he complained of his hand being fatigued\nin consequence of the time he had been holding slates in that position (this\nlllay be held toJ account for a slate being dropped on to the floor once during\nthe seance) ; 10 Mr. Templeton slightly raised one of his knees and held it\nfirmly against the lower slate, thus pressing the two close against the table,\nand keeping theln unmistakably together. With this position l\\lr. Eglinton\nappeared pleased, and said it was a great relief to hie tired hand. But\nnothing came, and llr. Templeton got tired of it, BO he removed hie knee.\nand held the slates with his left hand instead. In this position I was well\nable to see that the slates were clo8e together and jammed against the table.\nand Mr. Templeton was alao able to feel and see the exact state of aft'ain.\nIn a few seconds Mr. Eglinton became disturbed: he breathed heavily\nand seemed oppressed: and then we all heard the BOund of writing. The\nsounds seemed to come from between the two slates, which Mr. Templet.on\nand Mr. Eglinton were still holding together, and which I could see w_\nnot separated in the least. The writing seemed produced with difficulty ; it\nhad the sound of being done slowly and laboriously, and the scratching came\ndecidedly from the slates, as well as one is able to speak of a BOuud the-\n.cause of which is unseen; but Mr. Templeton should bve more exact im-\npressions on this point, hie hand being in contact with the slates. At any'\nrate when the three taps came indicating conclusion, and Mr. Eglinton.\ncarefully withdrew the slates, without a muscle of hie hand having apparently-\nmoved the whole time, I opened them and we found the words, .. The·\npoweris against us,\" written at the extreme edge farthest from him, on the\nlower one of the two slates, and upside down to him-that is, the writing\nfaced me. The crumb of pencil was resting near the last word, and was·\nworn down as if it had been used to write with. It is noticeable that the-\nsentence written on the slate corresponded with an observation that Mr_\nEglinton had previously made, to the effect that he felt the presence of\nplenty of \"power,\" but thatfor some reason, probably atmospheric, it was.\nnot able to be utilised.\nAnother slate was then put in pOllition, but as no more writing came Mr.\nTempleton suggested that it might be easier, perhaps, to rap out a meuage.\nDigitized by Google\n\fJuae,l886.] Journal Qf Societ!\/ lor P8ycMcai Rl'lIem·ch. 299\nby taps with a pencil. We listened for a few momenta, and then heard BOme\ncurious throbbing on the floor beneath our feet. Addressing Mr. Eglinton\nI asked if that was rapping, and he replied that he believed it was j but, as\nwe spoke, the raps became distinct, and three BOmewhat loud thumps were\ngiven. It seemed impolBible to localise the exact position of these BOunds\nwith certainty j but they seemed to be just beneath our feet, and rather in\nthe floorthan upon it. All our feet were in full view at this time, and the\nroom ia a well lighted one-so I cannot suggest any means by which Mr.\nEglinton could have produced them himself j for I did not perceive, and I\ndo not think Mr. Templeton noticed, that he made the slightest move whilst\nthey were occurring. In reply to questious addressed to them by Mr.\nTempleton the thumps indicated, by three for Yes and one for No, that the\nlack of better phenomena was due to the weather, and not to any inhar-\nmonious element existing in the sitters. They then ceased altogether j and\nthe Hance concluded after we had made some unsucceBBful attempta all round\nto imitate with the heels of our boota the BOunds we had just heard.\nG. A. SMITH.\nMay ~t\", 1885.\nDEAR MR. GURNEY,-Mr. Smith's statement seems to require little\nmore than corroboration, which I now give. While compMatively a f,wure,\ntho words obtained at tho end of the sitting were given under what appear\nto me quite spooial test conditions-unlesll, after three-quarters of an hour's\nwaiting, both Mr. Smith's and my own attention failed us. . . . The\nfolded (and bound) slates were Mr. Smith's, and from the time Mr. Eglinton\nlifted them from the table till the writing came they were .wo either held by\nmy knee firmly against the under side of the table-flap or by my hand. I\ncannot say that I distinctly felt vibration within the slates at the moment I\ncould certainly hear the BOund as if within.\nConceming the raps, I could not at all localize them, and they were too\neasily obtained by ordinary means to be, as they came under my notice, of\nI18rvice.\nMr. Smith asks me if I noticed Mr. Eglinton's exhaustion. This I did,\nand have always done, and conceive it to be too real in Ilis appearance to be\nacting-and this the more from observation of a friend of mine, a n(lll-\nSpiritualist, who is quite similarly affected and exhausted.1\nI shall be glad to give any further information on any special point if\ndeaired, and remain,:\"\"\"Sincerely yours,\nJ. MURRAY TEMPLE'l'ON.\nJtI1~ 12th, 1885.\nOn Thursday evening. June 11th, at 9 o'clock, Mr. Tompleton and I had\nanother Hance with Mr. Eglinton for experimenta and observations in slate-\nwriting. Mr. Eglinton had remarked at a previous ~ance that as a general rule\nthe.uccess of the manifestations depended in a great measure upon the sitters,\nand had observed that persons sensitive to the action of mesmerism were\ndecided acauisitions to the cirelli. We accordingly agreed that it would be\n1 In the presence of Mr. Eglinton.-G. A. S.\nDigitized by Goo~fe\n\f300 Journal ~f Sociefyfor PS.'lcllicol Rese(,rch. [Jane, 1.886.\nlUI well to avail ourselves o! the advantages supposed to be attached to the\npresence ofa sensitive, and I invited a young lady in whom I had occaaionally\ninduced light hypnotic trancea, and whom I also knew to be an intelligent\nand careful observer, to make one of the party.\nWe sat at Mr. Eglinton's table, in the ,best light a three-jet chandelier\ncould afford; Mia P-- at his suggestion occupied the side on the right\nof the medium, Mr. Templeton sat on his left, and I Be&ted myself facing\nhim. I had provided myself with four school-slates, two book-alates, and\none small transparent drawing-slate-all bearing my signature. One of the\nschool-slates was then held beneath the table by Mr. Eglinton in the usual\nway ; that is, closely pressed against the under surface, and barely out of\nsight-in fact, the edge being held is more often than not in full view; and\nof course the whole of the hand with the exception of the first two joints\nof the fingers, which support the alate in position, is exposed to everyone'.\nobservation. The writing material was a small crumb of alate-pencil or\ncoloured crayon, as we chose to determine.\nThe first question asked, with a view of ascertaining whether a good\nseance might be expected, was, \"Are the conditions good1\" In a few\nminutes we heard a grating BOund, as of writing being executed, and on the\nslate being Blowly and carefully withdrawn, the word\" Yes\" was found f)n\nthe extreme end of it farthest from the medium i the crumb of pencil\nresting on the final curl of the B, and with one of its edges worn down. It\nshould be said that all the writing which subsequently appeared was always\nfound at the extreme end of the slate ; was alway. upside down to Eglinton,\nand it was always undoubtedly produced on the side of tho alate which faced\nthe table.\nMr. Templeton and I then discussed two or three test experiment.8 which\nwe considered it would be well to try ; and as Mr. Eglinton expresaed his\nwillingneaa to embark in any of them, I suggested that the safest plan would\nbe to ask the \"intelligencea\" which of the proposed experiments would best\nfall within the scope of their ability. The reply, written in the Ulual way,\nwas \"Leave us to do what we can.\" Mr. Eglinton then told us of an\ninteresting manifeatation which he IOmetimes obtained with coloured craY0nB;\nand wo all agreed that we should like to try it forthwith. Three amall pieces\nof crayon--11'\"n, yellow, and red-were placed upon a alate together; Mill\np-- ..ked that the figure 9 might be written in green, Mr. Templeton\npropoaed that99 should be produced in yellow, and I voted for the figures\n12 in red. The llate was then placed beneath the table-flap, and writing ....\nlOOn to be heard; on it being withdrawn, there was written 12999-the\nfirst two figures in red, the second two in yelloto, and the last one in grun.\n!twas, moreover, noticeable that the piecea of coloured crayon which had\npresumably been used in the writing were found lying in a line just beneath\nthe figures, each beneath their corresponding colours.\nI then produced my transparent slate, and proposed that we should\nendeavourto get one of the pictures traced. Mr. Eglinton embraced the idea\nwith pleasure, and ..ked which of the four pictures on it (two heada, a leg,\nand anarro) we should request to be traced. We decided on the leg-and\nbrowncrayon, as being the most difficult to see against the background to be\ntraced; the slate was then placed in position, with two pencils upon it to\nDigitized by Google\n\fJune. 1886.] JOllrnal(!f Societ!\/ for P81\/cRicai Research. 301\nseparate its 8urface from the table, 80 as to leave the necessary space for the\ncrayon to move in. Soonwe heard a 80ft IICraping sound, as of lines being\ndrawn, and on Mr. Eglinton removing the slate we found that a portion of\nthe leg had been roughly but correctly traced-viz., on the underneath side,\nfrom the bend of the knee to the ankle, the heel, and the sole of the foot.\nWe now expressed our desire to get something written which could be re-\ngarded as outside the knowledge of any of us-such as a certain word on a\ngiven line of a chOllen page of a book ; and we proposed that the \"controls\"\nshould be asked if such an experiment would be likely to succeed. The\nreply, obtained in the usual way, was, \"If you like to try it we will be\nhappy to do our best for you, for you know we see you do not dictate your\nown conditions.\" The last word of this sentence appeared to have been very\nhastily and carelell81y written, and we were uncertain what it was intended\nfor; 80 the slate was held beneath the table again, with the request that this\nword should be re-written more legibly. Immediately we heard writing, and\nthe word\" conditions .. was found occupying nearly the whole width of the\nalate.\nI then went to the bookshelf, took a book at haphazard, without of courSll\nlooking at the title, returned to my seat, placed the book upon the chair,\nand sat upon it whilst we were arranging the page, line, and word to be\nasked for. This point Mr. TempletAb and I decided by ea.ch taking a few\ncrayons and pencils from the table by chance, and counting them; Mr.\nTempleton had poBS6118ed himself of 18 pieces of crayon, and I hat! seized !)\npieces of pencil, we found on counting them ; we therefore decided that th:>\n\"controls\" should be asked to write the last toord of line 18 on 1X'1fe 9 of the\nbook. This article I now produced, and laid it upon one of my slates, and\nMr. Eglinton held the two close beneath the underneath of the table-the book\nof course being held firmly closed between the table and tha slate. We\nthen commenced conversing; in the midst of Mr. Eglinton's own remarks the\nwriting was heard to comlnence. For about 25 seconds he was talking and\nthe wri~ng was going on simultaneously ; he thenceased, and the writing con-\ntinued lfew more seconds before the three taps came indicating ita conclusion.\nThe meuage we found was as follow8 :-\" This is a Hungarian book of\npoems. The last word of page 18 (page 9, line 18) is bunhoseded.\"\nAfter we had observed that a mistake in the figures had been corrected\nin parenthesis, I opened the book at page 9, and we found that the last wor.!\non line 18 of that page was \"bunhodesed.\" Remarking upon the fact that\nthe last two syllables of the word had been transposed, we asked the\n.. controls\" if it was a mistake, and how it had arisen; we received the\nwritten reply: \"Yes. We have not power to properlJ' read the last word. 'J\nAs a test experiment I think this may be regarded as a very successful\nand crucial one; for it is difficult to believe that Mr. Eglinton can have COIll-\nJ mitted to memory the exact position of every word in every book on his\nbookshelves-containing some 200 books, or more. And it is easy for us to\nsay with confidence that all his movements were so carefully watched that the\nslightest attempt on his part to open the book, or even to touch it, would\nhave been detected almost before the attempt was made; and it is a fact that\nthe book was never once touched.by him, and could not possibly have had\none of ita leaves exposed to his view for an instant, let alone page 9 long\ngitized by (.oogI\n\f302 Journal qf Society for P'!lcAiealRe8earch. [JUDe, 1886.\nenough to enable him to count down to the 18th line. Of course the test.\nwould have grea.ter value as IUch had we been able to Ole a book which we\ncould be certain he had never rea.d ; but if this point tells against the result,\nthe fact that by a happy chance my selection caUied a Hungarian book of\npoems to be used should surely counterba.la.nce this evidential ftaw to a great.\nextent, and reduce the chances of his having memorised the position of\nevery word in it to a minimum. That I \",as not !(}fUeI. to take this lpecial\nbook from its being in a particularly handy and prominent poeition, and that\npage 9 and line 18 were not \"led up to II by Mr. Eglinton is obrioUl-\nfrom the foot that I made my selection without looking at the books; and\nthat the page QDd line were determined by chance, then and there, as I have\ndtllCribed.\nPresumably with the object of taking advantage of the \"power II ap-\nparently present, this IUccessful experimentwas quickly followed by another.\nEglinton took one of my book-slates, dropped a crumb of pencil between\nthe leaves, and cloeing it, placed it in the U1ual position. It was then\npartly in sight, whilit we were chatting (and watching) and waiting for\nsomething to come. In the midst of the talking I thought I heard writing\nbeing done, and said 80 ; but the others thought I was mistaken, and we\ncontinued to wait. Presently Mr. Eglinton dropped the slate upon the floor,\nand on his picking it up we found .. Good-night\" written at.the foot of one\nof the leavell.\nIn conclusion I must add that Miss P--, who sat next to Mr. Eglinton\nand held his left hand, &Bsurel me tha.t she did notobserve anything in hi.\nbehaviour to indicate that he took any active part in the production of the\nwriting; and a young lady with doubts and a large hat can conltitute a very\ncritica.lobserver. Though I did not lit next to Mr. Eglinton I had in every ease\na good view of the hand which held the slate, and in most cas81 lufficient\nview of the slate it3elf to know that from the time it was placed in position,\nto the time of its withdrawnl with the' writing on its upper surface, it was\nfirmly pressed a~a.inst the lower surface of the table.\nG. A. SMITH.\n(Mr. Templeton ani I ha.ve each written independent accounts of this\neance ; his report is attached, and I think correllponds with mine in the im-\nportant points.)\nJUlie 14th, 1885.\nAI Mr. Smith will probably provide a detailed account of this our last\nlIitting with Mr. Eglinton, I sha.ll do no more than record what I consider to\nbe the main factors in the conditions and lIucceeding results. A. friend of\nMr. Smith'lI, MiM P--, who from a fonner experience was supposed to\ngive\" power,\" was also present, QDdsatnextto Mr. Eglinton.\nFirst a few questions as to poBltJ.on, what tests could be obtained, &c.,\nwere put, and all answered satisfactorily on a slate held against the under\nlIide of the table. Then three difl'erently coloured morsels of crayon having\nbeen placed on the llate, and the Ilate pressedagainst the table, Mr. Eglinton\nasked Miss P--, which crayon Ihe would choose to have used in the writ-\ning of any number she might namp. She fixed on the number 9 to be\nDigitized by Google\n\f.Jnne, 1886.] Jourllal qf Sockt!l\/or PS.lJchical Research. 303\nwritten in green, I deaired 99 in yellow, and Mr. Smith 12 in red. The num-\nberaand colours were arranged while Mr. Eglinton held the alate againat the\ntable ; and no change in the position of the slate or hia hand took place till\nthe writing was heard, and we found the numbers in their respective colours\n~orrectly written out.\nMr. Smith now brought out a child's outline dra.wing slate for copying on\nglass the underlying figures drawn on white paper, and desired some part of\nthe drswing to be reproduced. The wooden edge of the alate only allowing\na space of some one-tenth part of an inch between the glaas surface and the\nunderside of the table-flap, two crayon pencils were placed parallel to one\nanother a.gain.st the wooden slate edges-thU8 giving, when pressed against\nthe table, a space of about one-quarter of an inch in which a broken pencil\npoint could move. We waited some time, probably 10 minutes, and then\nheard the soft scratching of the pencil. Part of a leg had been accurately\ncopied, we found.\nNext the final and moat crucial test was proposed by Mr. Eglinton. It had\nbeen suggested to his own mind by a former test of my own, in which I had\nwished to preclude all pouibility of any explanation such as thought trans-\nference (this former test is subjoined). We arranged that Mr. Smith should\nturn to the bookshelves behind him, choose a book at random, in which we\ncould fix upon a certain word in a certain line of a given page-which word\nwas to be written for us. On taking a book Mr. Smith asked Mr. Eglinton if\nhe knew what it was. Mr. Eglinton answered\" Yea,\" and that &8 it was a\nrather trashy novel it might be better to choose another. Mr. Smith then\ntook a smaIl red-covered book from the opposite shelf, and this Mr. Eglin.\nton said he did not recognise. As the thtlory of the medium's mesmeric\ninfluence over the sitters had been more than once put before me as a not\nimpossible explanation I suggested we should fix the line by the number of\ncrayons in 0. box before us, which gave us the 18th line; and in a similar way.\nfrom a separate heap of slate pencils, we obtained the number 9 for page.\nThe l&8t word in the line .was chosen. We all remained in ignorance of the\nbook's name or contents; nor at any time could ithave been possible for Mr.\nEglinton to open it without exposing himself to immediate observation. It\n\\\\'as now placed on the slate, and presaed by Mr. Eglinton firmly a.gain.st the\ntable. After aome slight waiting came tho sound of writing, and having\nbrought the slate and book on the table wo found a ahort messago aaying\nthat the book was Hungarian, naming in some confusion the order of our\nquestion, and finally finished by the word \" bunhoseded.\" Hardly realising\nthis at fint to be Hunzarian we puzzled over it, and pronounced it &8 best\nwe could; then turning to the line and page found the word &8 we had spelt it\nQn the ,late previoU8ly with but the reversion, the, and d. It should have\nbeen\" bunhodesed.\"\n* * * * * * * *\nTo a former Bitting with Mr. Eglinton, I took aix queatioll.B in an\nenvelope. They were simple, such &8 a child could answer, but required\nthe mQlt direct of replies-were somewhat &8 this: \"Name tho first three\nIIlontha of the year,\" &c., and were each on the one aide of six identicalslipa\nof paper. Mr. Eglinton W&8 quite unaware of my proposed teat, and I\nwddenly took the envelope from my pocket, chose a slip at random, and\n\f.'\n304 Joul-nal of Societ!\/ for P8!\/cllical Research. [June, 1886.\nplaced it question downwards on a slate in the middle of the table. 1 with-\ndrew my fingers as another slate closed it (the slip) down. The three present\nthen rested their hands on the two slates, and presently came the sonnd of\nwriting, on this occasion more like drawing than the usual quick short letter-\nformation. Mr. Eglinton knew 1 could draw, and very naturally asked me\nif I had asked\" them\" to draw something. 1 aa.i.d \"No,\" but wondered\ninwardly, forgetting that one only of my questions could be answered by\nfigures. Uncovering the lower slate 1 fonnd my slip as 1 had left it, and\nthe question: \"How many days and months ho.s the year 1\" answered in\nnumbers thus: 365\n12 large size\n:fl7\n1 cannot believe my powers of observation fo.iled me, and that the\nquestion became known to Mr. Eglinton. Since, 1 have been told that\n., Telepathy\" or \"Thought-transference\" might cover this case, inasmuch\nas the whole six questions were lying in my brain; but the late book-test,\njust recorded, proves this explanation to me to be quite insufficient.\n(S~ed),\nJ. M. TEMPLETON.\nThe following account has been received from Mr. E. M. C., an\nAssociate of the Society.\nSeance with Mr. Eglinton at his house, 6, Nottingham Pla.ce, November\n12th, 1885, 3 p.m. to 4.30 ; daylight, and also two gas burners. Present:\nE.M.C., F.C., A.C., E.A.W., K.W.\nW.E.\nK.W. A.C.\nTable\nE.A.W. E.M.C.\nF.C.\nE.M.C. had not brought a slate with him. l\\fr. Eglinton produced\nfour, and the locked slate j three of these slates were laid aside on the\ntable at the back; one was thoroughly wetted with a piece of sponge,\nand dried with a duster by Mr. Eglinton, and given to E.M.O., who then\nwrote his initials on the frame. (I would remark that ill every case, when an\nanswer had been given, Mr. Eglinton wiped it out, and cleaned the slate in\nthe same manner.)\" 1 also answer for it that the slate was not changed, as\nI watched it all the time, having been requested to do so. E.M.C. wrote\na question on the initialed slate, and did not show it to any of us. Mr.\nEglinton took the slate, held it under the mble with his right hand, and after\n\fJIUl\" 1886.] Journal of Society for ,P81\/cllicallle8earcll. 305\nsome time the question W88 answered lucidly. Other verbal queations were\nput and answered by yes or no, the alate being cleaned each time 88 before\nstated. Mr. Eglinton then asked E.M.C. if he had a bank note or cheque\nwith him j he had not, but he said he had in his purse a paper which had been\nthere BOme time, and that he had entirely forgotten what it W88, F.C. and\nA..C. did not know what it was either. The paper, folded in four 88 it wsa\ntaken out of his purse, W88 placed by E.M.C. unopened in the folding alate,\nand lOCked by him j the key he put in his pocket. Mr. Eglinton for atronger\nproof tore a piece of the edge paper oft' BOme poatage atamps, and\nwithout removing the alate from the table he atuck it 011 not\nfar from the lock, and BOme way round on either aide of the alate. That\nalate,Mr. Eglinton then placed on hia left hand aide, and his elbow touched it.\nThen Mr. Eglinton took the initialed alate, cleaned it, and placed on it three\npieces of chalk, white, green, and pink. (E.M.C. had, previously to the\ncbalk8 being put on, written a question.) Mr. Eglinton asked E.M.C. to\nchoose what colour he would have his anawer written in j E. M. C. chose\nwhite, and received an answer to his question conaisting of BOme 10 or 12\nwarda i4 white chalk j the locked alate remained during this on the table\nwhere it W88 placed after having been locked, &C. Mr. Eglinton now took\nthe locked alate and held it under the table with his right hand j nothing\ncame j he held it several times on the table :and under the table j nothing\ncame. He then held the initialed alate under the table with his right hand.\nplaced the locked alate immediately above it on the table, and on that alate\nhe placed K. W.'a hand and his own. Writing W88 heard, but it W88 on th&\nalate under the table-a few worda. Mr. Eglinton then placed both his hands\novet K. W.'s hand 011 !;he locked alate j he was atrongly controlled j writing\nwas heafod, the alate 11\"88 given to E. M. C., who partially unlocked it (taking\nthe key from his pocket), but the lock did not open very easily, and Mr.\nEglinton turned the key, having fil'llt cut the paper that held the alate to-\ngether. (While Mr. Eglinton did this the alate remained on the table before\nE. M. C.) The paper was in the alate, folded 88 when put in, andan anawer\nwas written to the eft'ect that it was a receipt of the Grosvenor Gallery\nLibrary No. 21380, in large figures, which was perfectly correct. Mr.\nEglinton then said he would try another experiment. He took the initialed\nalate, cleaned it, took from the table at the back one of the other alates\n(which had all the time been lying there), he alM) cleIJned that;\nhe put the initialed alate over the other, and placed them before him on\nthe table. He held K.W.'a hand on the alatea j both his handa were on.\nHe said he felt another influence. From the commencement of the aitting\nto this time, A. C. had her handa together joining E. M. C.'a, all tho other\nmembel'll of the circle touching each other, and either Mr. Eglinton'a right\nor left hand holding K. W., according to the slate being in hiB right hand\nunder the table, or his left hand when it was on the table. Mr. Eglinton\nnow changed places with K. W. K. W. took A. O.'a right hand with her\nleft, Mr. Eglinton took E. A. W.'a left hand with his right, and K. W.'s\nright hand with his left. (I should mention that after he moved he lifted\nthe top alate from the bottom, and nothing was written j and that E. A. W.\ncan vouch for it, 88 well 88 the othel'll, that the slates were left on the table\nmile Mr. Eglinton moved from one chair to the other.) The circle of hands\nDigitized by Google\n\f306 Journal qfSociety.f01' PsytJ!lical ResearclJ. [JUIlf', l886.\nwas now unbroken; the alate8 were 00 the table; K. W.'8 hand (right) was\nin E. A. W.'8 ;Mr. Eglinton'8 hands holding the two together on the alates j\nnothing came. Mr. Eglinton said, \"We must hold the 8lates.\" The\nalatea were held (part of the hand being between the 81ates and the table) as\nmarked on the diagram. E. A. W. held the ala.tes with her left hand at\nK.W.\nw,E.I, 3\n5 A.C.\nE.M.C.\nIs\n\/ \\\n1 4\nE.A.W.\nTable\n6\nF.C.\nNo.l;- Mr. Eglillton held the alate8 with his right hand at 2; K. W. held\nthe 8lates with her left hand at 3; and Mr. Eglinton placed hi8 left hand\npartly on K. W.'8 hand a.t 3 and partly holding the slate8 towards 4,. At\n5, K. W.'8 left hand was in A. C.'8 right, and at 6, F. C.'a left hand was in\nE. A. W.'8 right. Mr. Eglintun was moat 8trongly controlled, a.nd\nwe all heard writing, and I distinctly felt the vibration in the alates,\n-our hands hemg between the slates and the table; Mr. Eglinton\nremarked that if the circle were broken the writing would coase; and to\nprove this he lifted hi8 left band from contact with the 8lates three times,\nand each time we heard the writing coaae, and commence when he put his\n\"hand again on K. W.'8 and UtO slates. It is difficult to measure time\naccurately, and I forgot to IOI.k at the clock, but in about ( I should think)\nthree minute&, the writing ceased, and Mr. Eglinton took oft' his handa and\n:sat back quite exhausted. We took oft' our hands. I took the top alate from\n,tJte other alate, and we found that other IJQvtrtG with close writing; 32 linea,\n.195 words. The meaaage is from Ernest and is not like Mr. Eglinton'8 hand-\nwriting. Mr. Eglinton then went back to-his original place, and K. W. to\nllera. The slate with the meuage on was left on the table; Mr. Eglinton\nl'ubbed his finger twice down it, to show it was written with alate pencil. (I\nllave the alate, this can be 8een.) Mr. Eglinton then took the initialed alate,\nwhich had been on the top and held it. under the table-on it was quickly\nwritten that someone was there-that someone being mentioned by bis Chria-\ntian name; he had died some 15 years ago, was E. M. C.'8 son, and his\n<lhriatian name could not poaaibly have been known to Mr. Eglinton. The\nalate was cleaned as before, two more queatit'll8 were put and &ll8wered. A\nfarewell meuage was given saying that the power was exhausted. I think\nDigitized by Google\n\fJUDe, lS8li.] Journal Qf Societufor P,!\/cMcal Baeaf'ch. 301\nthere ia nothing to add, escept that in all ClUe. where the llate was held\nunder the table, it was done by Hr. Eglinton'l right hand, the thumb being\nvisible above the table, and enough of the hand being visible to K. W., (who\nsat close) to lee that it did not move. Mr. Eglinton'lleft hand was, during\ntheae times, alwaYI holding K. W.'I left (reaching acroaa). A. C. had both\nher hand. near E. M. C.'I; Mr. Eglinton nover left hi, chair during the\nsitting ucept to change with K. W. twice; and during that change the slates\nwere on the table.\n( Signed,) E.M.C.\nF. C.\nA. C.\nE.A.W.\n(K.). W.\nThe reports of the next six seances were drawn up by Miss J. H.\nSymons, Associate of the Society.\n&ptember 22t1d, 1885.\nOn Monday, September 21st,at 2.30, Mrs. L. and I had a aitting with Hr.\nEglinton at his rooms in 6, Nottingham Place. On our way to him, we\nbought two ordinary Ilates, and a hos of slate-pencils. Thele slatel were\nwashed Ind dried by Hr. Egliuton before the seance began. He fint broke\nofa small bit from one of our pencill, and placed it on the Ilate under the\ntable. The pencil however being round rolled about at the llightost move-\nment of the medium, ho therefore asked me to mark one of his own bits of\npencil-which wore ftat---ilO that I could recognise it again, and thil was\nplaced on the llate. Eglinton I&t on one side of the table, Mrs. L. neltt him,\nand I opposite. We joined hands, and first asked aloud, .. Will you write\nfor UI to-day 1\" but as after a few minutes' interval 110 reply had been given,\nlIr. Eglinton handed me the llate, and asked me to write some quostion. I\ndid 10, carefully shading what I wrote with my left hand, 10 that I am sure\nno onll, not. even Mrs. L. who was sitting next. me, could have leen what I\n'11'88 writing. I then showed my question t() Mn. L., and passed the slate to\nMr. Eglinton with the clean aide upwards, who without glancing at. it placed\nthe slate under the table. About half an hour after the commencement of\nthe seance we first. heard the aound of writing, followed by three raps, the\nsignal that the question had been anlwered. Mr. Eglinton withdrew the\nalate very Ilowly from under the table, 10 that by no po88iblo means could the\nm8l8l\\ge have been written whillt the slate W81 being withdrawn, for we\nI&W the upper half of the lotters before the whole became visible. In\nanswer to my question\" Could I over develop as a medium 1\" was written\non the other aide of the slate, \"Yea, for you are a medium.\" I then asked\naloud if the \"intelligence\" would allow UI to try lOme teat., aud II Yes\" was\nimmediately written. I said I should like proof of lOme intelligence\nexterior to either of the three poraons present. in the room, and askod if I\nmight take a book from the bookcase behind me, and request the \"intelli-\ngence\" to write a certain word of a certain page. Mr. Eglinton consented.\nonly asking that. the book might. be a .mall one to prevent. the alate being\nunneceuarily heavy. I chose one without looking at it, put. it. on\none of our alatea. and handed it to Mr. Eglinton, who at. once\nDigitized by Google\n\f308 Journal oj Societylor P81Jcltical Re8em·ch. [Jun8,1886.\nplaced it under the table without looking at it. .U Mr. Eglinton's\nown request to make the test more conclusive, MI'B. L. took up a handful of\npencils, the number of which was to determine the page, and I a handful\nwhich should determine the line. By this means we Jlot page 17, line 6 (from\nthe top) and we further chose word three from the beginning of the line.\nThese numbel'B Mr. Eglinton jotted down on another slate, that we might\nafterwards compare them with what should be written. After about &\nquarter of an hour, during which time Mr. Eglinton appeared to be somewhat\nconvulsed, he asked MI'B. L. to support the slate with him, as he found it\nrather heavy. At the moment that MI'B. L. touched it, we heard writing,\nand at the same time she felt a vibration coming apparently from the very\nspot where we afterwards saw thE! writing to be. The thre.J taps were\ngiven, Mr. Eglinton handed us the slate, on which was written the word\n\" fruit,\" and which-on referring to the book, \" Songs of Passionand Pain,\"\nby Ernest Willing-we found to be correct. Mr. Eglinton appeared\nexhausted after this, but offered to continue the seance. To our question\n..Who is the intelligence who has just communicated with us 1 we received a\nquick reply, \"I am a guide of the medium.\" We next asked, \"Whatia\nyour name 1\" and\" Joey\" was immediatelywritten. (Mr. Eglinton had pre-\nviously told us that he had a guide called \"Joey.\") Mr. Eglintonagain pot\nthe slate under the table, asking what test we would like to try now ; before\nwo had time to answer writing wasagain heard, and on withdrawing the slate\nthe message proved to be \"Good·bye,\" with which the seance concluded.\nJESSIB H. SntOys.\nA-H. L--.\nI should add that the pencil used appeared to be the same as the one I\nhad marked. Mr. Eglinton returned it to me on the slate ; and I noticed that.\nthe facets on one side were slightly rubbed down.\nJ.H.S.\nSeptember 25th, 1885.\nOn Thuraday, September 24th, 1885, MI'B. L. and I had a second sittin~\nwith Mr. W. Eglinton for slate.writing. We again took our own slates, and.\nthe conditionl throughout were identical with those of our previous Bitting.\nexcept that in one instance writing was obtained on a locked slate, restin;t\non, not under the table.\nAfter taking our places, MI'B L. next Mr. Eglinton, and I opposite him.\nI wrote on one of the slates we had brought with us, unseen by Mr. Eglinton,\n84be 11. contutarme en EIp<&1wl1 (\"Can you answer me in Spanish T') In about\na quarter of an hour I received the following rather amusing reply: \"There\nis no French scholar present. JOEY.\"\nMI'B. L. then asked on a locked slate of Mr. Eglinton's, and always\nunleen by him, \"Can you communicate a me888ge from my mother 1\" \".e\nlocked this alate oUl'B8lves, it was never removed from the table, or out of\nour sightforone single instant. Mr. Eglinton merely:rested one hand upon it.\nVery shortly after, we heard writing, the three taps were given, Mr. Eglinton\nhanded us the slate, which we oUl'BelveJl unlocked and on the opposite Bide\nDigitized by Google\n\fJUDe, lS86.] JOllrnal qf &ciefy for P8.,!cnicnl Resenrcn. 309\ntQ that on which Mrs. L. had written the question, was the reply, .. We are\nnot in communication with your mother.\" An answer which, though not so\nfl&tiafactory as we could have wished, was at least to the point.\nMr. Eglinton then held one of our slates under the table, and I asked\n\"erbally: .. Since you say I am a medium will you tell me how I can best\ndevelop 1\" .. Bysitting frequently at your own house,\" was the prompt\nreply. Whilst we were looking at the writing and the pencil, 'with which\napparently it had been written, Mr. Eglintou again held a slate under the\ntable, and before we had time to put a question, writing was heard. On Mr.\nEglinton's withdrawing the slate we read in the same handwriting: .. I do\nlike you.\" We asked, verbally again: \"\\Vhich of IlS do you like 1\" \"Both,\"\nin large letters, and three times underlined, was the immediate reply. \"Why\ndo you like DB both 1\" we asked. .. Because you are so kind and sympa-\nthetic.\" We thanked \"Joey\" for the compliment he paid us, and asked\nwhether, asa further mark of favour, he would be good enough to write for\nus on a alate that should have no contact with the medium. To this\" Joey\"\nreplied, \"I will do 80 BOme time, but not to-day. Good-bye.\"\nWhether\" Joey\" will be true to his word we have yet to prove. Mr.\nE6linton tells ns that he seldom fails to fulfil any promise once given.\nJB88IB H. SYKONB.\nA-M.L-.\nOctober 20th, 1885.\nOn Thursday, October 15th, 1885, Mrs. L. and I again sat with Mr.\nEglinton for alate-writing. We first requested that the coins might if\npouible be removed from my sealed box,but as after more thanlhalf an hour\nthis request had not been complied with, we thought it advisable to propose\nanother teat. For this purpose Mrs. L. took a visiting card out of her card-\ncase, which ahe marked, unaeen by Mr. Eglinton. This we placed between\nthe pages of a book, taken from the bookcase behind DB, adding .. small bit\n..f chalk, which we had brou~ht with DB, and which was likewise marked.\nMr. Eglinton held the book under the table, and I asked that the word\n•• watch\" might be written on the cam. I wrote this request on a slate\nwhich I showed to Mrs. L., but not to Mr. Eglinton ; this slate remained at\nfirst on the table, but was afterwards held by Mr. Eglinton under the table\nwith the book. After about a quarter of an hour, during which time the\nmedium appeared to be in great pain, he lifted the book, and we proposed\n• inspecting it; on doing 80 we found that one stroke had been made nearly\nhalfway acroaa the card,-a broad steady stroke, not in the least as though\nthe chalk had rolled-and there was an indistinct scribble in one comer,\nwhich on close mapection looks 80mething like a man Beated on a mound I\nThe nib of chalk was however gone. It is possible that it dropped out of\nthe book during Mr. Eglinton's writhinga; it certainly did not do 80 when\nthe book was carefully opened on the table, neither were we able to find it\nanywhere on the fioor. During this time Mr. Eglinton's thumb, and the\neomer of the book had been always visible. We cut off and marked another\n.mall bit of chalk, which with the card wa1ugain placed by us between the\nleaves of the book, and the book was held again by Mr. Eglinton under the\ntable After another q11&l't9r of an hour Mr. Eglinton again gave us the\nDigitized by Google\n\f310 Journall!f Society for P8ychical Re8earch. [JuDe, 18..\"6.\nbook; he said he could bear the strain no longer, that the power that\nmorning had been very strong, but that for some reason unknown to\nhim, he feared our test had not succeeded, as the usual three rape had not\nbeen given. We opened the book, and fuund besides several scribbles theletter\n\"w,\" and a little apart from it, what looked like a badly formed\" w.\" A\nlittle further on was apparently a second attempt at a \"w.\" Tho\nCllalk was crushed to atoms; this was probably caused by Mr. Eglinton himself,\nwho during his writhings had supported the book with his whole hand, his\nwrist only being visible, and who had appeared to press the book very\nviolently against the table.\nFrom notes taken immediately after the sitting.\nJB&'UB H. SYMONS.\nA--M. L-.\nOctober 9th, 1885.\nOn Thursday, October 8th, 1885, Mr. Hensleigh Wedgwood and I ast with\nMr. Eglinton at his rooms for slate·writing. Mr. Wedgwood had taken with\nhim 20 playing cards, selected out of an ordinary pack, from the aco up\nto the five of the four suits. Out of this pack Mr. Wedgwood selected three\nat random, and without looking at them, or showing them either to Mr.\nEglinton or to me, placed them face downwards on Mr. Eglinton's locked\nslate, asking that both suit and number of the cards chosen might be written,\na black card to be written with blue chalk, and a rM. one with yellow. :Mr.\nEglinton then placed in the slate two coloured nibs of chalk, snapped it to,\nand left it on the table, whilst, holding another smaller slate under the table,\nhe commenced the seance by asking whether our wishes with respect to the\ncards could be complied with. For some 10 minutes or a quarter of an hour\nthere was no reply whatever, and the day being a dull, murky one, Mr.\nEglinton told us he feared that we should probably get no result at all.\nHowever, it was not long after this that we heard the sound of writing, and\non the slate being slowly withdrawn from under the table, we read tIle\nmessage \"we will try \" written as usual in re,·erse to Mr, Eglinton, and on\nthe end of the slate furthest from him. This being so far satisfactory, Mr.\nEglinton next held the locked slate under the table, but being, I suppose,\nheavy, he let it drop from his hand to the floor. On picking it up he opened\nit, but no writing had come. He. then held one of the smaller Blates again\nunder the table, and asked whether there waa any chance of the test succeed-\ning. \"Patience\" was the almost immediate reply. At this point Mr.\nEglinton again opened the locked slate, and I satisfied myself by slightly\nmoving the cards (though, I need hardly say, without turning them up) that\nthere was then no writing on either side of the slate. From this time up to\nthe moment when we next heard writing, the slate was never out of our sight\nfor an instant, nor was it once re~oved from the table; in fact, Mr. Eglinton's\nhand and mine rested on it throughout. We had sat thus perhaps 10\nminutes, when we heard the BOund of writing, succeeded by the usual three\nraps. Mr. Eglinton pushed the slate slightly towards me, he turned the key.\nand I opened the slate mYSl'lf ; the writing was found under the cards, which\nwere Btilllying with their backs towards us. The numbers and suits written\ngitized by (.oogI\n\fJune, 1886.] Journal 0\/'Society for P8ycllical Re8earc\"•. 31I\nwere in all three C88e8 correct, and our willhes as to blue chalk for a black\ncard, and yellow for a red. had been equally complied with. I then asked\nwhether another test I wished to try, namely of removing BOme coins from a\nIealed box without opening it. would be likely to Ilucceed. I do not remember\nthe exact words of the reply, but I know that it was expreBBive of goodwill\nfor the test at BOme future seance. With thill, our sitting for that day ended.\nJESSIE B. SYMONS.\nH. WBOOWOOD.\n31, Queen Ann Streot.\nOcWler 8th, 1885.\nDBAR MM. SIOOWIcx,-I am thilI moment returned from Mr. Eglinton's,.\nand though one piece of evidence ill pretty nearly as good as another yet; in\nthis case there' were a pair of very sharp eyes in addition to mino. I had\ntaken the 20 lowest cards with me, and after shu1Bing them with their\nbacks to me, dealt out three which were of course absolutely unknown to.\nMr. Eglinton, Miss Symons or me. These were put into the locked elates with\ntheir face down, together with a piece of lillht red or yellow and of blu&\nchalk, requesting that the names of the cards might be written in appropriate-\ncoloul'll, taking blue for black. After a good while, Mr. EgUnton put down an\nopen elate asking if it was any use going on. The answer came up, •• Patience,'\"\n80 we went on and preeentlyheard the BOund of writing. Mr. EgUnton then put\nthe slates before Miss Symons,who sat next him,and putting in the key,which.\nhad been all the time on the table before me, he unlocked the box, not.\nopening it at all. Min Symons opened tho elates, when we sawwritten, •• Ace\nof HeartB \" in yellow chalk, and\" Ace of Spadee \" and \"Twoof Spades \" in\nblue chalk, which were the cards really there. There was no possible room for\nsleight of hand, as the frame was locked all the while that it was in Mr.\nEglinton'e hands; nor could it have been got from our unconscions selves.\n(if there ill any sense in such an expreBBion), because we never knew what\nthe cards were until the frame was opened at the conclusion. It seemB to\nme a conclueive test of the presence of an extraneoUB intelligence with the\npower of writing in a closed receptac1e.-Yours very truly,\nH. WBDGWOOD.\nP.S.-I should have mentioned that twice in the course of waiting for the\nwriting, Mr. Eglinton brought up the frallle and opened it before UB, looking\nfor writing; but in neither case was any of the cards turned face upwards,.\nand the key in each case laid on the table before UI.\n31, Queen AIm Street.\nOcf<Jber 15t1&.\nDEAR MM. SlooWIcK,-In my account of the experiment with cards which\nI IOnt to you, I laid that Mr. Eglinton opened the frame twice in the course·\nof the sitting to lOe whether anything was written, but on seeing Miss\nSymone' account and talking the matterover with Mr. EgUnton, I am satiafied\nthat it was only once, and allO that the slates were lying before UI on the\ntable when we heard the writing done.-Yours very truly,\nH. WEDGWOOD.\nDigitized by Google\n\f.312 Journalqf Socilliy.for Psychical Research. [June, 1886.\nOctober 28th, 1885.\nThis sitting was again with Mr. Wedgwood and myself. The object of\n'Our visit wAlIa desire on Mr. Wedg-oVood's part to obtain writing on the inner\naide of two of his own slates, which he had most securely fastened together\nwith adhesive paper and sealing-wax; or, f&ili.ng this teat, a requeat that a\nsixpenny-piece or 0. visiting card might be paased between the alates without\nruty visible removal of paper or sealing-wax.\nMr. Wedgwood began the sMnce by writing a question on an ordinary\nalate, to which he very speedily received a satisfactory reply. I did not;\nknow the question asked; neither, to the beat of my belief, could it have\nheen seen by Mr. Eglinton, who at onc;, put theslate under the table, where\nit remained until the answer was received.\nAfter this we turned our attention to the teat for which we had really\neome. The double slate was placed on the table, with the coin and card\nunderneath. Mr. Eglinton's hand and mine rested on the slate. We waited\n<Iuite threo-quarters-of-an-hour, hoping thla wonderful feat might be per-\nformed! but 110 sound of writing was heard, and no coin dropped through\nthe alate. As time was rapidly paasing, Mr. Eglinton took up one of his\nown alates-an ordinary lingle one-from the table, held it underneath, and\nasked whether there was any poB8ibility of the test being complied with.\nAgain we waited, and still there was no sound of writing; upon which I re-\nmarked that I feared my influence to-day was not a good one, orthat ••Joey ..\n110 longer liked me. This remark was made ttilillt Mr. Eglinton wat holding\nthe alate under the table, and it had notonce been removed from this position\nwhen the first sound of writing was heard. I was sitting next Mr. Eglinton; I\n'had the whole time been able to see the two comers ofthe slate, one on each\nside of the table. I noticed, too, that he supported the slate with his fingers\nonly; I could see his wrist. thumb, and the palm of his hand thrQtcg1aout.\nThe melBage was in reply to my previous remark, .. I DO like you, Joey.\"\nThe writing was indistinct, and there was some discu.ion as to whether the\nsecond word was .. do\" or .. did.\" Mr. Eglinton said it could be euily\nsettled by aaking to have the meBBage re·written. Almost as BOOn as the\nalate was put under the table came the answer, \"Of course I like you; wlay\nshould you think that I do not 7\" Mr. Wedgwood said he had another ques-\ntion to ask. Mr. Eglinton again placed the alate under the table, and Mr.\nWedgwood asked whether the power would everbe streng enough to write on\nhis closed slates. In reply he was told \"Yes, but not to-day.\" We aaked \"Why\nnot to-day 7\" to which we received only the laconic reply, .. I cannot,\" and\nthen a little lower down on ~e alate, .. Good·bye, dear Mias S.\"\nMr. Wedgwood adds :-\nJESSIE B. SYJlONB.\nH. WBDGWOOD.\nI am quite certain that Mr. Eglinton did not see the queation which I\nwrote on the slate at the commencement, and never turned up the aide on\nwhich it was written. The pertinent answer came on the upper aide.\nH. W.\nNo~ 15th, 1885.\nOn Saturday, November 14th, 1885, :Mr. Wedgwood and I again sat with\nl'Ilr. Eglillton for slate-writing.\nDigitized by Google\n\fJUDe, 1886.] Journal of Society\/or P8]\/cMcal Re8earch.\nMr. Wedgwood commenced the sitting by asking whether the ,. controls \"\nwould be able to-day to~give us lOme striking proof of t.heir presence, and of\ntheir power. The question was written on a slate of Mr. Eglinton's-we had\nDot brought any ; it was not seen until,after the answer had been received,\nby either Mr. Eglinton or by me. It was handed to the fonner with the clean\naide UppennOlt, was at once held under the table, and was removed once,\nbefON the auawer came, for a few seconds only, and placed <m the table with\nthe clean side towards us, when Mr. Eglinton bomplained of his hand having\nbecome very cramped. I am certain that by no possible meaua could he have\nobtained 80 much as a glance at the written question. It was rather more\nthan 20 minutes before we heard the lOund of writing ; the answer was to the '\nfollowing e1fect, \"Ask what. you will, and we will do our beat.\" Mr.\nWedgwood had brought with him his -ted slates, and he next asked\nwhether they would be able to write on, or transmit an object through these\nsame slates. Although the answer was sufficiently satiafa.ctolY, .. We will\ntry,\" Mr. Wedgwood was unwilling to risk another .nce on a test which\nbaa 80 often failed; he therefore chose instead to take oft' his watch, the\nDumber of which he asked to have written on a piece of paper, which Mr.\nEglinton gummed to a slate, and on which the watch was also lying. At this\ntitpe, and until the writing came, Mr. Eglintoll's thumb, a part of the palm\nof his hand, and his wrist were visible to us both ; he kept very still, being\nanxious, he said, Dot to jerk the watch. Under these conditions writing was\nproduced on the paper. We looked at it, 11oping to see the figures we had\nasked for, but found instead, .. We cannot do it,\" written with a nib of blue\nchalk which we had placed on the paper.\nMr. Eglinton then produced a box from a cupboard, made of dark red glass,\nwhich he told us had been brought him by lOme one who had hoped by this\nmeans to lee the writing come. The bottom ofthis box is a alate; there are four\nwooden supports at the four corners, into which the glass aides slip; there is\na glass top, and a wooden frame which keeps the whole securely together. and\nwhich must be removed, together with the glass lid, before it would be\npoaaible, apparently, to write on the inner surface of the slate. The box is,\nI should say, about 8 or 9 inches long, and balf-a-foot deep. Into this we\ndropped a bit of pencil,' then putting the box together, we left it on the\ntable, whilst we turned to the locked slate; into this I placed a sixpenny\npiece, a visiting card-both marked-and a bit of pencil. I pressed the slate to,\nMr. Wedgwood took the key, and Mr. Eglinton got us a bit of adhesh'e\npaper, which I initialed, and he fastened ac1'088 the <'pening of the double\nalate. Mr. Wedgwood and I l'xanIined it closely, and we satisfied ourselves\ntha~ it was entirely secure, even supposing that Mr. Eglinton had a 18COnd key,\nand was able to use it without detection. This slate was left on the table,\nMr. Eglinton's and my hand resting on it, whilst Mr. Eglinton held the glass\nbox under the table, and we asked that the coin or card might be trans-\nmitted from the slate to the box; or, failing this, that we might simply have\nwriting on either. Slate and box remained in this position for lOme\ntime; we heard no lOund of writing, nor any movement of objects.\nIt was proposed, however, by one of UII, that we should just Bee whether\nanything had occurred; the box was opened, and we found nothing\nhad takon place, beyond the nib of pencil having slipped, probably,\nu\nDigitized by Google\n\f314 Journnl qf Sooiet!l\/or P8!lchiMl RelJearch. [JuDe, 1886.\nfrom the alate to the framework round the bottom. I put in\nmy' hand, and replaced it on the centre of the alate. I merely\nmention this to show how aure I am that there was nothing elae in\nthe box at that moment. I CQtIld not have looked in, attended to, and moved\nthe pencil, without leeing a lixpenny piect', or a visiting card had either been\nthere. We had been with Mr. Eglinton a full hour; it was then 3.20 and\nhe told us he had to catch a train at Waterlco at 4.30; he therefore appeared\nnaturally anxioul that we should go i however, at Mr. Wedgwood's request\nhe said he would give UI 10 minutes longer, should we be told that there was\nany use in continuing the seance. To ascertain this he took up an ordinary\naingle slate from the table, and asked if they could do anything more to-day.\n\" Yes,\" was written at on\",. Mr. Eglinton looked at the clock, threw the\nalate down on the table, and looked more than ever anxious to get rid of us.\nHowever, he put the glaaa box again under the table, and asked me to help\nhim hold it. I did 10, pre8ling it firmly againlt the table, 10 that I am\nablOlutely certain the top could not have been removed. The closed elate\nhad not been touched at all i Mr. Eglinton'a arm waa resting on it merely.\nA few minutes after I had been holding the box, I heard lOme faint taps, to\nwhich I called Mr. Eglinton'l attention i he fancied he heard them too, and\nasked if there was anything to communicate. Three raps in reply. \"Have\nyou tranaftlrred the coin from the alate to the box Y\" One rap in reply.\n\" Have you written on either alate or box YII A single rap again in anaw8r.\n\"Have you done anything' .. Three decisive raps. So we placed the box\non the table-about the centre of the table-within reach of Mr. Eglinton.\ncertainly, but 10 that he must have atretched out his hand to touch it. We\nfirst opened the locked alatea i the initialed paper remained, of course, intact,\nfor the alates had not once heen mo.,ed. We cut through the adhesive paper,\nMr. Eglinton turned the key, and r opened the slate, exposingto view the six-\npenny piece, and the bit of pencil i but the card had altogether disappeared!\nNext we opened the glaaa box i there was the pencil-and--the marked card ;\nI could only gaze in Ipeechleaa wonder I I had heard not a lOund. I had,\nbut a couple of minUtel before, seen the glaaa box empty, save for the crumb\nof pencil i had seen card, coin and pencil placed in the locked alate i had\nfastened it myself, tohiUt Mr. EglintoJl tca3 \"IO\/Jy flJO',. \",- having turned to\nthe writing table to look for adhesive paper.\nWhilat I sat wondaring, Mr. Eglinton said, \" We will just ask if they have\nanything more to say before you go,\" and held a slate under the table. The\nBOund of writing was very quickly heard, and continued for lOme seconds. I\nwas prepared for a longer meaaage than uaual, but totally unprepared for\nseeing the alate entirely coured with writing. The meaaage was in\n\" Earnest's\" handwriting, commencing: \"My dear Madam,\"and was to the\neffect that having witneaaed sU'lh a \"striking manifestation \" of their power.\none could not doubt but that Spiritualism must before very long be univeraally\nreceived as true, &C. I wish to say that I did not, in t,his case, take the alate\nin my haud, and absolutely convince myself that there was no writing on\neither lide of it before it was held under the table, but I certainly satD none\nas Mr. Eglinton took it up. It WM, I must say also. to the best of my belief,\none of the two slates which we had uaed throughout the seance, on which\nquestions had leveral times been asked, and which I had prerioluly aaaured\nDigitized by Google\n\fJone, 1886.] Journal qf Society for PSl\/chical Research. 315\nmyself were clean, though I did not especially observe at this particular\nmombnt. I am sorry, too, that I did not note in how many seconds the\nmessage of 83 words was written; I can only say that it took place in a\nmuch shorter space than could possibly have been done by any crdinary\nmeans. I should think in from half to three-quarters of a minute at the\noutside.\nAnother slate was now held under the table-the same (In which we had\npreviously put the watch, and which I am absolutely certain was clean on\nboth sides-in case there should be anything further to communicate. In\nthis case, as before, the writing came almost immediately, \"Good-bye, dear\nMiss Symonds, I will try your box some day.\" This was no doubt in\nreference to a previous remark of mine, that after having witnessed their\npower to transmit a card from a slate into a closed box, I did not despair\nof their being ultimately able to remove one, or all, of my coins from the\naealed box in which I have placed them.\nJESSIE H. SnlONR.\nH. WEDGWOOD.\nDescriptions by Mr.Wedgwood of the following seanceaha.ve already\nappeared in print, but on a.ccount of the imporhnee he a.tta.ehes to the\nevidence conta.ined in them we reprint them.\n31, Queen Ann Street.\nSeptember Zlth, 1885.\nDEAR MR. GORNEY,-As mention has been made in our papers of\naittings held by several members of the Society for Psychical Research with\nMr. Eglinton, I think it may not be out of place to make known to the\nSociety, as concisely as possible, a few instances in which I have had the\nmost signallluccess with him, while in other cases I have failed four or five\ntimes in lIuccession to obtain a repetition of the phenomena under precisely\nthe same conditions. Mr. Eglinton offers as good a subject for psychical\nexperiment as it is possible to conceive. He operates in full light, sitting at\nthe same table with you, while you hold one of his hands, and never\nentirely lose sight of the other. If you distrust your own acuteness you\nmay bring any witness you please to sit by and watch the game. Under\nthese circumstances things are done apparently beyond the limits of physical\npossibility, and inexplicable by anything short of a temporary hallucination\n~f the spectators.\nThe nrst case I will mention was when Mr. Eglinton was !ttaying with Dr.\n)jichols in Road. I had tied two new slatel firmly together,\nsealing them on the six points where the string crossed the edges of the\nslates. I then took them to Mr. Eglinton's and failed to get any writing upon\nthem. Some months afterwards I took the slates as they were and fastened\ngummed paper round the edges, so as to close the inside hermetically.\n:\\1r. E~linton and I sat alone under the gaslight with a low flame, holding our\nfour hands on the slates lying flat on the table before us. I observed to the\nMedium the strange amount of effort the experiment seemed to cost him,\ntestified by groans and convulsive movements of the arms. After a whilo I\nbegan to hear the unmistakable sound of slate-writing, proceeding without\nU 2\ngitized by (.oogI\n\f316 Journtll ~f Societ!lfor P8yeltical Restore\". [JUDe, 1880.\ndoubt from the slates beneath our hands, as was easy to perceh·e on bending\ndown the ear to them and removing it again. The writing continued fer a:\nlong time, and when tbe BlateB were opened it was found that they were\ncovered with writing in three or four different hands, one of the meuages.\nseeming to answer my observation on the painful exertion of thll Medium.\n\"We have managed to do what you wished,\" the passage ran, \"but with\ngreat streBl on the Medium.\"\nI next sat with Mr. Eglinton, when first he came to Quebec Street, with\na party of seven or eight. We had a good light from a Bingle burner over-\nhead. I sat next the Medium, holding his left hand. He gave me a blank.\ncard, from which I tore off a comer, and put it in my pocket. The card.\ntogether with a fragment of black lead, WIUI then put inside a book, which\nwas placed under the hand of Mr. Eglinton's next neighbour on the right,\nbut as no SignB of action were given after a while he took the book away-\nand gave it to me. I laid it on the table and he and I held our hands upon.\nit. By-and-by the little Bingle taps were heard, and on opening the book I\nfound a letter addr8l'sed to me in a hand well known to me, written\nupon the very card which I had placed blank in the book a few minutes\nbefore. There could be no deception about the card, as it exactly fitted the\ntom-off comer I had kept in my pocket. as' can be seen by the original still\nin my posses8ion.. The only pOBlible escape is to suppose that Eglinton\ncould surreptitiously have taken the card out of the book under eight pair\nof eyeB and written upon it a letter of two or three linea in a very marked\nhand as different from his own D.8 poBlible, and have replaced it in the book\nunder my hand, without being noticed by any of us. In the next experi-\nment there was no room for the supposition even of such an incredible pillCe of\nsleight of hand as the above. The experiment was nlade with the aid of Mr_\nEglinton's celebrated pair of locked slates, which were made under the care·\nofan anxious inveatigatorfor thepurpo8e of eliminatingall poSIibility of fraud.\nand presented by him to Mr. Eglinton. As soonas we had sat down Mr. Eglin-\nton handed mea blank cardon which I put my initialaand a small mark,when·\nit was at once placed between the slates, which clo88 with a spring Bramah\nlock. The l!lates were snapped together with the card inside, and the key-\ngiven to me and put in my pocket. We then placed our hands upon the·\nframe lyingflat 011 the table, and as BOOn as we had the usual notice that thlt\naction was complete I unlocked the frame myself, ~d took out the card\nwithout Eglinton seeing it, and on the same face on which I had put my\ninitials I found a drawing of a well-proportioned female figure in a floating\nattitude, shaded so as to show the fore-shortened limbs.\n. I sltall only mentien one more operation which took place last Thursday,\nSeptember 24th. I had been having a Bitting for materialisation with Mr.\nEglinton on the Tuesday evening, when the figure of an Arab came out, an(I\none of the ladies asking him for a bit of his drapery, I lent him an open\npenknife to cut it off. He retreated with this into the cabinet, from whence\nthere came a voice familiar to me, blaming me for giving the Arab a\ndangerous implement, and saying that they had dematelialised the knife.\nwhich should however be restored to me on some future occasion. On\nThursday moming I went to Mr. Eglinton f('lr slate-writing, and when we'\naat down I explained that I wished for something interesting, an:! I Bug-\nDigitized by Google\n\f.JUDe, 1886.] Journal of Societu\/or P8uchical Reserlrch. :U7\nBested either writing on a pair of closed slates which I brought with me, or\na drawing such 1\\8 I had had before, or the restoration of my knife. We got\nno answer at all for a long time, perhaps for half·an-hour or more, during\nwhich Mr. Eglinton was subjected to much exertion. .At last someone\nknocked at the door of the room, and Mr. Eglinton said he should be at\nliberty in a few minutes, having evidently lost all hope of getting anything\nat that sitting.\nHe then put his slate under the table, asking them to 8&y whether they\ncould do anything or not. I fully expected a negative :answer, but the\n.Iate was immediately returned with a decisive \"Yes.\" Upon this, Mr.\nEglinton gave me half a sheet of note paper on which I wrote my name.\nIt was then locked up in the closed frame and held under the table, some-\ntimes by Eglinton alone, sometimes with my asaistance, I always having\nbold of his left hand. When we had notice of the action being finished Mr.\nEglinton gave me the slates to unlock, and the lock being too stiff' for me,\nhe stretched his hand over and turned the key, but without opening the\n&\"l.tea, which he left for me to do. On opening the slates I found my lost\nknife in the cavity, while the sheet of paper had disappeared. Mr. Eglinton\nthen asked what bad become of the lost paper, and was answered on the\nalate, U Under the other slate,\" and accordingly we found it under a.slate\nwhich had been lying on the table at Mr. Eglinton's back without being\ntouched during the whole of the sitting.\nH. WBDOWOOD.\n31, Queen Ann Street,\nMarrl\/, 221&d, 1886.\nDEAR MB. MYEBS,-Your call for the communication of instances where\ninformation of a fact unknown to any of the sitters has beon given by auto-\nmatic writing may perhaps best be met by examples of the experiment, so\noften accomplished in the presence of Eglinton, where a book.is taken at\npleasure from the shelves by the investigating party, and the writing intelli-\ngence is requ88ted to write upon the slate the word to be found in the book\nat a place defined by page, line, and order in the line-as for instance the\nword to be found at p. 51, line 17, fifth place in the line.\n. However familiar the Medium may be with the book selected, it is im-\npossible to suppose that he call carry in his head the knowledge of\nthe precise word occupying every definite position in the volume. And he\ncannot have made any preparations beforehand, because he does not\nkllQW which ofhis books will be selected, or whether the investigator may not\nbring a book of his own for the purposo of the experiment. Thus it\nwill always be easy for the inveatigabr to make it morally certain that\nthe word asked for is unknown to any of the sitters, and if it is correctly\ngiven on the slate, time after time, it would seem to afford as clear a proof as\ncan be given :>f the intervention of an intelligence with faculties of appre-\nhension reaching further than those of anyone in bodily presence at the\nexperiment.\nNow thill feat I have seen accomplished at three successive sittings with\n)lr. Eglinton in the course of the last week.\nOn Tuesday, March 16th, Captain James and I had our first sitting.\nDigitized by Google\n\f318 Journal qf Society\/or P8ychical Re8earch. [June. 1&;6.\nHe took with him a folding pair of slates, having on one side a raised ledge\nall round the rim, locking into a slot in the opposite rim when the slates were\nclosed, making the introduction of any tool between the slates, in that condi-\ntion, impouible. We arranged the numbers of page, line, and word to be\nasked for by taking at a hazard three pinches of the pencil nibs that lay on the\ntable, and counting these the numbers came out page 43, line 8, fourth word\nin the line. For the book Captain James went to the shelves and took down\n\" Alice in Wonderland.\" Eglinton then put nibs of three different colours\nbetween Captain James' slates, requesting that the word occupying the\nabove-mentioned position in the book might be written on the slates in red.\nWe sat in the usual way at the comer of the table, Eglinton on one side\nholding the slates with the book on them under the flap of the table with his\nright hand, and with his left grasping the left hand of the sitter next him,\nacl'088 the comer of the table, while the latter held both the hands of his\nfellow-sitter with his right hand. At first I sat next to Eglinton, but as &\nconsiderable time elapsed without any signs of writing, Eglinton suggested\nthat James and I should change places, and the table seemed to show its\napproval of the change by much violent jumping about. Soon afterwards\nEglinton, finding his hand cramped by holding the slates so long under the\ntable, asked James to join with him in holding them; and befure putting\nthem beneath again he opened them to see whether anything was written,\nwhen I saw that there was not. After this the slates were held by Eglinton\nand James under the flap, and were not brought up again until the writing\nwas accomplished, 80 that it must have been done while James had hold of\nthe slates, and he avers that he held the closed slates the whole time up\nagainst the flap in such a way as to make it inlpossible to write on them from\nwithout in any way. After a while the sound of writing was heard, and the\n'Iignal of accomplishment being given the slates were opened,when we saw the\nword\" ready,\" conspicuously written in red chalk, and found on examining\nthe book that this was really the word occupying the position indicated by\nour figures.\nWhen I came to think over this experiment I was afraid it might be said\nthat the Unconscious Self keeps undefaced among its stores pictures of every\nscene which has passed before the eyes of the percipient in actual life, and\nmight refer to these as to an index to make out the word occupying any\ndefinite position in the book, and prompt it to the writer.\nSo I endeavoured at our next sitting, on March 18th, to cut off any\npouible acceu to such an index by making use of a volume the contents of\nwhich should be quite unknown to any of us until after the writing W88\naccomplished. With my eyes allutI took down a volume from my sheh'as\nand put. it in my pocket, and only after it was opened to verify the word\nwritten on the slate was it found to be a little book on \"Magic and Witch-\ncraft,\" 1852. I had doubtless looked at it when first bought, but had quite\nforgotten it, and neither of the other two had ever heard of it. At the\nsitting we proceeded exactly as before 1 except that Eglinton held one of\n1 From a letter of Mr.Wedgwood, dated Mr.rch 18th,l886, it appears that thi.sstate.\nment includes the placing of tne book on the alate as in the firat experiment.-E.M.S.\n\fJal, 1886.] Journal QI Societyfor P8ychical Re88arch. 319\nhis own sIatea for the writing under the flap, instead of Captain James'.\nAfter a while we heard writing &nd found the word \"such \" written on the\nalate, which on examina.tion proved to be the word occupying the pl&ce in\nthe book indicated by our numbe1'8.\nI still thought I might improve the evidence a little, and at our next sit-\nting on the 21st (the laat day of Eglinton'. atay in England), I choae a book\nthat I was pretty sure (&8 proved to be the caae) none of the party had\nread, viz., \"Peter Plymley's Letters.\" I alao took a large pair of folding\nslates of my own, eleven inches by seven and &-half, to receive the writing.\nEglinton put nibs of three coloura within the slates, &nd having reqllested the\nwriting intelligence to write in yellow chalk the word to be found at page 24,\nline 8, word 5, I tied the slates firmly together with a double turn of\nstrong twine. Eglinton then held the slates with the book on them under\nthe flap, all parties holding handa &8 before. We were a long time without\nany signa of succeaa. At laat James &8ked if it would help matters if he were\nto take hl)ld of the slates. The table aaaented with three loud bangs on the\nfloor, &nd after a little while my aid waa accepted in the same way. Shortly\nafter we all three had hold of the slates we heard writing going on, and tho\naigDal of completion being given the alates were brought up tightly bound\ntogether with my twine, and on opening them we saw the word \"wife\"\nwritten in yellow in a large bold h&nd. This proved to be the word at page 24.\nline 8, &nd fifth pl&ce in the line.\nImmediately afterwards [ made a note of the sitting substantially the aarne\nas the above, which W&8 signed by Mr. Eglinton &nd Captain James.\n•\nH. WEDOWOOD.\nThe accounts of the Dext two seances have been sent to us by Ml\".\nE. T. Bennett, Member and Assistant Secr81i&ry of the Society.\nMr. George Rayleigh Vicars, and Mr. Ed·\nward T. Bennett at Mr. Eglinton's, November\n21st, 1885. 3 p.m. Good daylight all through.\nSat at the ordinary table thus :-\nE. T. B.'s right hand!\nholding both Mr. V.'s\nE. T. B.'s left hand above the table.\nholding Mr. Eglinton's left\n•\nE.T.B.+\nMr.E.\n+\n+\nG.R.V.\nMr. V. had brought his double locked slate, on one side of which the\nword\" No\" had been written.\nMr. Eglinton held this alate with his right hand under the Hap of the table\nat the comer between himself and E.T.B. No reeult, after a few minutes'\ntrial.\nMr. B. had brought two envelopes gummed &nd sealed. One given him\nby Dr. Myers, inscribed thus: \"Two pieces of paper are here enclosed, on\none of themare worda which I do not know, on the other are words that I\ndo know.-A. T. Myers, November 13th, 1885.\"\nThe other envelope, prepared, gummed,and lI8&led byE. T. B.\nMr. Eglinton examined the outsides of these envelopes.\nDigitized by Google\n\f320 Journal oj 80cidy for Psychical Buenrcll. [June, 1886.\nE. T. B. cleaned two of Mr. Eglinton's slates with a damp sponge, and\nchose a fragment of pencil, which he marked, the edges being unwom.\nThe two envelopes and the bit of pencil were placed on one of these two\nslates,which Mr. Eglinton took and held undemeath the comer of the table.\nThe request was made that something that was inside the envelopes might be\nwritten on the slate.\nIn a few minutes.a sound as of writing was heard. During this, hands\nwere being held as above,and the thumb of Mr. Eglinton's right hand, which\nwas bolding the slate, was visible above the table. On the writing ceasing,\nand Mr. Eglintonwithdrawing the slate, the result was seen thus: i.e., the\nwriting was at the further end of the sl¥e.\n.5 •\n...S~\n.2-S;1l\n'e'§. ;\n~j-•\n..:;;\n~!l~\nComer held (rc~'~~~~==========~'J.....\nby Mr. E. + \\I,\n•\nThe bit of pencil was on the slate. It was the same bit of pencil, and\none end was wom smooth aa if with writing a fow werda.\n[The envelope was not examined, being kep~ to be returned to Dr.\nMyers unopened.]\nMr. V,. and Mr. B. now changed places at the table; hands being held in\na precisely silllila.r manner, It was agreed to ask a fow questiona relative\nto the word\" No\" on.Mr. V.'s slate.\nMr. Eglinton held one of the two alates under the table as before.\nQ. Waa the word ~ritten at Mr. Eglinton's1-\" No.\"\nQ. Was the word written by meaus of Mr. V.'s own mediumship 1-\n\"Yes.\"\nIt was aaked that these answera might be written inaide a circle just then\ndrawn on the slate. This was done.\nThe two slates, being seen to be quite clean, were thlln placed together,\nwith a bit of pencil between them; and the question aaked whether Mr. V.\nwould get any more writing himself. No result following immediately, Mr.\nEglinton drew the slatea from under the table and held them at arm's length\njust at the back of Mr. V.'s neck. No result following immediately, and the\nposition being rather tiring, Mr. V. said, \"You can rest them on my hestlif\nyou like.\" Almoat immediately the sound of writing was heard between the\nslates. It is inconceivable to both llr.V.and llr. B. that there could be any\ndoubt as to the place from which the sound of the writing came. On its\nceasing and the slates being examined, at the end of the lower ODe farthost\nfrom Mr. Eglinton,were the worda: \"You will have other writing.Patience.\"\nDigitized by Google\n\fJane, 1886.] Journal of Soeiet!! for P8!!chical Reuarch. . 321\nA single alate was then held underneath the table; on the alate was placed\na bit of alate-pencil, a bit of blue chalk and bit of red chalk.\nQ. Will you write in blue the name ofMr. V:..pirit guide 1\n. A..1m08t immediately was written in blue ;-\n\"W. A. Forbes\"\nThe second initial was not fJerY legible.\nMr. V. had previously said' that he did not know who his \"spirit\nguide\" was, and no name, \" Forbes .. or any other, was in his mind.\nUpon this sentence being written, Mr. V. remarked; \"W. A. Forbes\nwas the name of a student with whom I was intimate at St. John's, and who\nhas since lost his life on the Congo\/'\nQ. (By Mr. V.) Did I know him 1-\" Yes, \"\nQ. .. \" Was he at St. John's, Cambridge 7-\" We don't know.\"\nQ. .. .. Where did he die 1-\" Don't know. \"\nQ. \" .. Is he now doing this writing 1-\" No.\"\nQ. .. \" Do you know anything about my late lathed \"We do\nDOt. Good bye. Continue to sit.\"\nQ. (By Mr. Eglinton.) Shall Mr. V. continue to sit at home, and will\nthis sitting help in his development 1-\" Yes. \"\nThe sitting then terminated.\nWhile the writing was going on, part of Mr. Eglinton'a thumb holding\nthe alate was alwaya visible, and generally the end of it was on the top of\nthe table. This was specially noticed.\nThe above is written from notes made during the seance.\nEDWAJU) T. BBNNBTr.\nNurJember 22l1d, 1885.\nTo the oo.t of my recollection, the above details are correct.\nGBOlWB R. VICA.BS.\n9, Lower Berkeley Street, Portman Square, W.\nJune 2nd, 1886.\nAt Mr. Bennett's request I fumiahed him on November 13th, 1885, with\na sealed envelope, in which were two small pieces of paperwith printed words\non them. They were wrapped in a sheet of blank writing paper. One, which\nwas about an inch square, I had tonl with shut eyes out of a second-\nhand book-catalogue and folded up and put into the cover without seeing it,\nand I knew none of the words printed on it. The other, which was much\nsmaller and had printed on it two words and three figures, I cut out of\nanother pamphlet. I took note of the words and figures, but took precaution,\nwith Mr. Bennett'a concurrence, that they should not come under his\nobservation, and bumt tho rest of the pamphlet. I leam from Mr. Bennett\nthat when this sealed envelope was brought forward at a atfance of Mr.\nEglinton's, on November 22nd, with the inquiry what words were printed\non the pieces of paper, a sentence was written as it appeared \"psycho-\ngraphically,\" viz.; .. The word 'for' is on the print in Myers' envelope.\"\nThe sealed envelope was retumed to me unopened, and I found its contents\napparently unchangod; but the word .. for\" was neither on the piece of paper\nI had looked at previously, nor among the words (about 50 in number), on\nthe piece of paper I had not seen. A. T. MYBBS.\nDigitized by Coogle\n\f322 Journal oj &tiel!l for P'1lckical Reuarc'k. [.l1CUl, 1S86.\nAt Mr. Eglinlnn's, December 12th, 1885.\n~r. George Rayleigh Vicars, Mr. T., Mr. Edward T. Bennett..\nFonr slates on the table :-Mr. Vicars' own double slate, with padlock; Hr.\nEglinlnn's double looked alate ; two ordinary lingle slates, belonging to Hr.\nEglinlnn,-and which latter were privately marked.\nA aea.lat envelope containing writing, bruught by Mr. B., (the same one\nthat he brought In the .eance on the 2bt of November), wall placed on -\nalate .nd held under the table by Mr. Eglinlnn, .nd the requeat made to get\nita contenta written on .the llate. After waiting for 30 minutes, and\nch.nging the poBition of the Bitten, no reault being obtained, the attempt\nwas ab.ndoned.\nQueation asked: \"Is there any power to-day 1\" After a short interval\nthe word .. Yea\" was written on the alate.\n1\nThe party were now aitting thUl :-\n1. Mr. Eglinlnn.\n2. Mr. Vicars.\n3. Mr. T.\n4. Mr. Bennett. ·0\n3 4\nMr. T. was asked In choose a bit of coloured crayon In place on the\nalate. He selected a blue bit. He was asked to select a number to be\nwritten. He chOie \"47.\" Very shortly the sound of writing was heard on\nthe llate held by Mr. Eglinlnn under the table, and 011 ita ceaaing and the\nalate being withdrawn, the figures .. 47\" were seen to be writtell at tho\nfurther end of the alate as held by Mr. Eglinton. Mr. Vicars was also\nholding a alate at the Bame time. It was requeated that\" forly-Ievell \" ( in\nworda) be written on thia.-No response. It was then luggeated that a watch\nbe placed on the alate, and that a requeat be made for ita number to be\nwritten. There being lOme hesitation in trusting a watch, for fear of ita\nbeing dropped or broken in the convuwve movementa which frequently\naccomp.ny the writing, Mr. Bennett propOied that the retum half of his\nrailway ticket ahould be experimented with. He took the ticket out of his\npocket without looking at ita number, .nd being entirely ignor.nt of it, and\nMr. Vicars carefully placed it number downwards, inside Mr. Eglinton's\ndouble alate, care being taken that no one BaW the number, .nd that the slate\nwas clean; a bit of yellow crayon being placed in the slate, it was closed and\nlocked. All this waa done by the 8itters, at the part of the table marked +.\nEveryone present was abaolutely ignor.nt of the nllmber of the ticket. The\nalate being then held in the UlUal way by Mr. Eglinlnn, it was requested\nthat the number of the ticket might be written. In a very ahort time the\nsound of writing was heard. On ita ceasing. the alate was handed to Mr.\nTurnbull for him to open. On his doing ao, clOie by the tickot the number\n.. 1,921\" was found written with the yellow crayon in a good, bold, Itrong\nhand. The ticket was then taken up, and ita number, on the under aide,\nwas lCell ro be 1,921.\nMr. Vicars and Mr. T. then changed plaCeBo Mr. Vicars' double\nDigitized by Google\n\fJune, l886.] Journal oj Societu.for P'!lchical Research.\nalate was placed on the table, Mr. Eglinton also holding a slate underneath.\nQ. Will you give us some writing on Mr. Vicars' slates 1\nA. \"If we can,\" written on the alate held by Mr. Eglinton.\nQ. Did Mr. Vicars write the word\" No\" on his own alate 1\nA. \"NO,\" in large bold letters at the extreme end of the slate held by\nMr. Eglinton.\nSome further time WIUI spent in waiting for writing on Mr. Vicars' alate.\nbut without result; and the sitting terminated.\nThe alates on which the writing appeared were ide.tified by the privat&\nmarks sa the same aa those which were on the table at the commencement.\nMBlIL-It will be noticed that the \"47\" experiment eliminates any\ntheory of the writing being the result of chemical preparation on the alate.\nIt will also be observed that the ticket experiment eliminates thought-\nreading or telepathy, it being absolutely certain that the number was un·\nknown to all present [aa far aa I know.-R. T.].\nMr. Bennett adds on June 14th, 1886, that the above waa written from\nnote8 made during the sdance.\nEDWARD T. BENlfBTT.\nR. T.\nGEORGE RAYLEIGH VIOARS.\nWe are indebted to Mr. F. W. Bentall, Member of the Society, fo...\nthe next report.\nPSYCHOGRAPHIC ExPBRIENCES WITH MR. EGLIKTON.\nHaving determined early in 1885 toJ-nvestigate psychography in company\nwith a friend, Mr. F. W. Frost (whom I shall hereafter call F.), I arranged\nfor a aeries of six sittings with Mr. Eglinton(whom I shall hereafter call E.).\nAs very imperfect notes were taken of these tirat experiments I am unable to\nlay the date of their occurrence. At the appointed hours we went to E.'a\naddre81 in Langham Place, taking with us two closed slates of peculiar con-\natruction in which we wished to obtain writing. Our aittings with E. have\nbeen in full daylight with two exceptions, when gsa wsa used. On these\noccuions however no manifestations took place. We tolOk ourseata at a small\nunvarnished Pembroke table which we examined closely, but without noticing\nany unusual feature about it. F. sat nextE. at his right hand, at right angles\nto him. and I next F. Four aittinga with our closed slates being unsucce8l-\nful, we determined on the fifth occaaion to abandon this experiment for a.\ntime and try for results in the ordinary way. Accordingly I marked one of\nE.'s clean slates on one side, and E., after placing a small piece of alate pencil\non it, held it with the marked side uppermost under the flap of the table with\nhis right hand, his thumb appearing above the table. He then placed his left\nhand on F.'s left hand, F.'s right hand being held in both mine. This is the\nordinary mode of obtaining phenomena and will hereafter be referred to a&\n\"the usual way.\" In this particular instance F.'s left hand aaaisted to hold\nthe alate up to the table. This however is not customary. When the alate\nwas in position I requested that the word\" Heybridge \" should be written on\nthe marked side of the alate. E. soon after became lomewhat convulsed and\nbreathed heavily. We then heard a scratching sound apparently on the slate.\nDigitized by Google\n\f;324 Journalo\/ Society\/or P8!1chical Re8earch. [Jane, lS86.\n\"fhis waa succeeded by three taps, the usual signal to aignify that the writing\nia accompliahed, and on E. and F. withdrawing the slate from under the table\nthp word .. Haybridge It appeared written upon the marked surface, the\npencil resting on the laat atroke of the finale. The writing was upside\ndown in relation to E.'s position at the table, and at the end of the alate\nfarthest from him. It is worthy of note that this word, the correct spelling\n~f which waa well known to both F. and myaelf, waa rendered phonetically on\nthe alate. The next sitting, we obtained written in the usual way, in answer\nto a question aa to the probability of getting writing in our closed slates, the\nfollowing communication. •• We much fear you do not sufficiently appreciate\nthe difficulties under which we are labouring to produce the results wished by\nyou. \\Ve have to practically conform to the conditions laid down by yonr-\naehes, instead of your allowing the phenomona to develop in the manner to\nwhich we are accustomed. Painful aa our efforts to vanquish difficulties may\nbe to our medium, we intend to paraevere, and you will be pleased to knoW'.\nare conlident of SIlCJ8I1. But this me~hod of approaching this great subject\nis all wrong; h\"wever much you may think you are right.\" .. Ernest.\" •• We\nthink you had best not si~ any longer to-day.\"\nAfter sitting at various intervals with but little success, we made\narra,ngament~ for a seriea of sittings which were held at 6, Nottingham\nPlace, with the following results, which are recounted from notea made\nafter each sitting.\nFriday, May 8th, 1885. We took with us a slate securely coverei\nwith a sheet of glaas, and containing between the two aurfaces a small\npiece of chalk. Our object waa to get writing on the slate which could be\nread through the glau. Besides this slate we also brought two ordinary\nslates. We invariably took away our alates at the close of each Bitting, and\nwe furthermore used our own chalks and penciLJ. After Bitting lOme time\nwith this closed alate with no result, we suggested that we might perhaps\nget writing between our other two slate~. These I took out of their case\n.and placed on the table. Between them I put a small square piece of alate-\npencil newly fractured at each end, and then banded them to E., who\ntook them by one corner in his right hand, F. holding the opposite comer\nin his left hand. E. then placed his left band on F.'s left, and F.'s hand\nI held in both mine. I then asked why our closed slates could not be\nwritten in. A scratching, apparently between ~he slates, waa soon heard,\n.followed by three taps. E. a.t once removed his hands, and F. laid the\nslates on the table. On removing the top slate we found the worda .. There\nis no power It written on the upper sunace of the bottom slate under where\nF.'s thumb had been. The slates were held above the table in full view\nall the time, and the pencil waa abraded at one corner aa if with writing.\nSaturday, }fay 9th.-oNo results.\nMonday, May llth.-No results. After leaving the sitting we unfortu-\nnately lost the caae containing all our slates.\nTuesday, May 12th.-Our slates being lost we determined to experiment\nwith E.'s. We proposed to try the experiment of getting writing under a\ntumbler placed on a slate. E. accordingly procured a plain glaas tumbler\nwhich we inverted over a piece of pencil on a cloan alate. E. then held the\nalate under the table ,vitll his right hand, and we took up our usual poai-\nDigitized by Google\n\fJIID8, 1886.J JOIlrnal qf Society for P8!lcllical Reuarch. 325\ntiODll, E.'aleft hand being on F.'a. I then 88ked that a triangle might be-\ndrawn underneath the tumbler. We soon heard scratching, and both sud-\ndenlylooked under the table thinking we might see the pencil in motion.\nF. 88W it fall directly he looked at it, I 88W nothing on account of the light\nshining on the surface of the glaaa. On raising our heads the scratching re-\ncommenced and finished with three tapa. E. then lifted the alate on to the-\ntable, and underneath the tumbler we saw the figure of a triangle. In the-\ncentre of one aide W88 a break in the line as if the atroke had been inter-\nrupted. The pencil, which W88 freshly broken at each end when the experi-\nment commenced, W88 found abraded atone of the angles 88 if with writing.\nWe then 88ked a question ... to the reason of the difficulty in writing in our-\ncloaed alate. To get an answer I put a piece of slate pencil and a piece or\nred chalk on a clean slate, and requested that the answer might be written in\n.lines of altcrnate colour. The uaual positions were then taken, and the\nfonowing answer W88 obtained: \"We find that\" (inred) \"the primary diffi-\nculty\" (in alate pencil) \"ia the wantof magnetism inside the closed space\" (in\nred). On 88king whether we should have our alate magnetiaed the answer-\nwaa given in the usual way, •• It will certainly leasen the difficulty.\" E. then\nsuggested the following experiment: F. went to the bookcaae and took out\na boOkat random. This he plsced without looking at it, together with a\npiece of slate pencil on a clean alate held by E. underneath the table. 1\nthen made a verbal request, at the same time writing it on a alate. \" Please\nwrite the laat word of the third line on the fifty.first page of the book under\nthe table,\" and at E.'a auggestion also 88ked that the name of\nthe book migh~ be alao written. The word, line, and page, I put down\nac 1 happened to think of them at the time, after the book W88 under-\nthe table. This second slate W88 placed above the book and we then took\nnp our usual positions, F. holding the alates as well 88 E. 88 in our first\nexperiment. We soon heard the scratching and the tapa. E. and F. then\nlifted the alates and book on to the table,and round the book W88 written on\nthe three aides of the lower alate farthest from E., \"Queeniea Whim, line 51,\npage 3 lip-we mean p. 51, line 3, 188t word lip.\"I took .the book and verified\nthe quotation.\nWednesday, May 13th. We hrought with us a sealed envelope containing\na paMr on which certain worda had been written by a third person, we not\nknowing what they were. This we put with a piece of pencil between two\nof E.'a clean slates on the table, and 1 then took E.'s Bramah locked book\nalate and wrote in it the following question, taking care that E. should not;\nsee what W88 written: \"Will you kindly copy the figure below\" (I had drawn\na croaa on the alate under tlLe question) \"between the alates held by Mr.\nEglinton\" (those containing the envelope), .. or better atill write the words\non the paper inside the envelope on one of these alates 7.. 1 then locked the\nalate and kept the key in my hand. We sat in our usual order, E. sometimes\nholding the locked slate above or below the table, sometimes the other two\nslates. His left hand was always in F.'s custody. Finally he put all the\nalates in a pile on the table, the locked slate being uppermost. We thell\nasked in the usual way with another alate whether we should get what we\nwere trying for. An answer came but in telegraphic cipher. We asked for\na plainer reply, and got on the samulate the word \" Wait.\" E. then placed\nDigitized by Google\n\f826 Joltrnal ~f Societ!l\/or PS.tJchical Research. [April,18811.\nhis right hand on the pile of slates and became strongly convulsed. The\nscratching sound and the taps were soon heard, apparently proceeding from\nthe slates on the table. I then took up the book slate and waited before\nunlocking it to see if anything were written between the other two. On\nlifting the uppermost of these two slates, we saw that the envelope had.\ndisappeared, and that the crou was copied on the bottom slate. I then\nunlocked the book slate and found therein the envelope which had been put\nbetween the other two slates. We then inquired what might be the meaning\nof the telegraphic cipher and received an answer in the usual way: \" It is of\nno consequence, you have now had the J>&BS&Se of matter through matter.\nGood-bye.\" We took away the slate witll the cipher on it at the end of the\nsitting, and were afterwards informed by a telegraph clerk that it W88 written\nin the Morse cipher, and that though a sentence or two could be made out,\nlnuch was indistinct..\nThursday, May 14th. No results. This day we had a new gl&88-oovered\nslate which had been made to replace the one we lost.. We had it magnetised\nby a prof888ional mesmerist before this, and every subsequent sitting.\nFriday, May 15th. In answer to a question anent the probability of\ngetting writing in our closed slate there was written in the usual way: .. We\n-can not to-day.\"\nSaturday, May 16th. In answer to an inquiry as to the efl'ect of the\nmagnetising, we. received the following communication in the usual way:\n.., Our position is now much improved. Good-bye.\"\nTuesday, May 19th. Query as to whether matters had improved was\nanswered in the usual way, \"Yes.\"\nWednesday, May 20th. No results.\nThursday, May 21st. We inquired whether we could &88ist the power in\n.any way, and were answered in the usual manner: \"You can only go on\nsitting, we do the best we can.II\nFriday, May 22nd. No results.\nSaturday, May 23rd. No results.\nWednesday, May 27th. No results.\nThursday, Ma.y 28th. In answer to a query as to whether another sitter\n'Would be beneficial, a reply was given in the usual way: \"She will do.\"\nAnd in reply to a request for information on the subject of our teat, we got\nthe following message, also in the usual manner :_\n\" We must beg you not to believe that it is not f~m want of inclination\n-or desire to help accompliah the writing in your novel alate that we hue\nhitherto failed. You do not understand, still 1888 comprehend, the difficul-\nties under which we labour in this respect, for &B8uredly you must bolie\\\"8\nthat all our energy is concentrated upon the wished for result.. It is a\ntrifling matter to write in this manner compared to the task you have set us,\nfor whereas we have no difficulty in directing the power to write upon this\nslate, it is not 10 with your own, for the reason that the vital fluid, call it\nwhat you may, cannot be retained sufficiently long in tho enclosed apace to\nenable us to move the pencil with force enough to make an intelligent mark.\nWeare not desparing that sooner or later we ahall produce the result, the\nhelp given us by the magnetisiug of the slate having at one or two sittings\nalmost been the means of making the writing a fait accompli. Our anxiety\nDigitized by Google\n\fJaDe, 1886.J Journal of Societ.'I for P8!lchical Re8earcla. 327\nto succeed is perhaps even keener than your own, BI we have previously\nconvinced you of our power and identity.-Your friend EB.NB8T.\"\nFriday, May 29th. Although we had another sitter no results were\nobtained.\nSaturday, May 30th. The same sitters were present, and various ques-\ntions were BIked and answered in the usual way.\nMonday, June lat. The aamesitters being present, on asking whether\nwe should get our teat at this sitting we were answered \"No\" in the usual\nway. In answer to a further inquiry if some other teat could be suggested\nthat would be BI convincing to us, and more easily accomplished, we were\nanswered in the usual manner, .. We will help you all we can, but willleave\nit to you.\"\n·We have had a few sittings since with aalate covered with wire gauze\ninstead of glau, but have been unBucceaaful.\nThe sittings luted from an hour to an hour and a-half, and we have\nnoticed that after a sitting at which phenomena have been obtained, Eglinton\nappeared to suffer from exhaustion in proportion generally to the results,\nalthough unaucceaaful efforts sometimes produced a similar effect. Wet\nweather appeared to exert a decidedly unfllovoul.'lloble effect upon the\nphilnomena.\nF. W. BENTALL,\nMember of the Society for Psychical Reaearch.\nI testify that the foregoing account is substantially correct.\nF. W. FBOST.\n3. Union Court, Old Broad Street, London, E.C.\nBesides the above records we have received information from\nvarious people of perfectly blank st!a.nces with Mr. Eglinton. My own\nexperience, in the three seances I have had with him, and that of several\nof my friends, is entirely of this kind.\nThe last report I shall give is that of a gentleman well known as\nan amateur conjurer under the name of Professor Hoffmann. At the\nrequest of one or two members of the Society who were interested in\nhaling the investigation conducted in what appeared to them a scientifio\nmanner, he kindly consented to hold with Mr. Eglinton a series of\nseances and to report on the result. The report would doubtless have\nbeen more instructive had Professor Hoffmann's positive experiences\n-extended beyond a single inconclusive phenomenon in a bad light, but\nat the same time we think it is deserving of consideration by anyone\ndesiring to form an impartial judgment on the whole case.\nReport of 10 sittings held with Mr. W. Eglinton at 6, Nottingham\nPlace, by Angelo J. Lewis (\" Professor Hoflinann\").\nIreton Lodge, Cromwell Avenue, Highgate, N.\nNowmlJer 23m, 1885.\nIn each of the following C8888 (save at the two lut sittings) Eglinton's\n-()WD alates were used, and the spirits (1) were merely invited to write a single\nDigitized by Google\n\f328 Journal of Society for Pg!lchical Research. [J1I1Ie. 1886.\nword, suggested by myaelf, on the Bpur of the moment, this being, I\nwas informed, the customary form of first manifestation. The alate was held\nunder the table by Eglinton in his right hand, in wha~ he stated to be his\nusual manner, the thumb being sometimes above and sometimes below the\ntable; but the thumb and comer of the alate were alwaya visible, at\nany rate to the person aitting next to Mr. Eglinton. No apecial. test\nor condition was auggested (until the last two aittinp), my primary\nobject betng to get aobae positive result which should aerve as a starting\npoint for more minute investigation. I m\"y further say that I com-\nmenced the investigation with a perfectly open mind, equally prepared to\ndo my best to detect imposture, or to certify to the genuineneaa of BUY\nphenomena, if the circumstances warranted my doing so. It cannot\ntherefore be fairly aaaerted that any hOBtile or prejudiced attitude of\nmind on my own part was the cauae of our repeated failures to obtain\nany result. The evening sittings were in full gaslight.\nJune lat,l885. Satfrom 2.30to 3.40 p.m., in conjunction with Mr. C. C.\nMauey. Spiritsinvited to write the word .. indeacn'bable.\" No result.\nJune 13th, 1885. Sat from 10.0 to 11.10 a.m., with Mr. G. A. Smith.\nSpirits invited to write name \" Lewis\" or \" Smith.\" No result.\nJune 20th, 1885. Sat from 11.30a. m. to 12.45 p.m. with Mr. Smith. No\nresult.\n•\nJune 26th, 1885. Sat from 9.15 to 10.30 p.m. with Mr. G. A. Smith\nand Mias P-- (who, being a meBmeric sensitive, was considered likely\nby Eglinton to increase the power). No reault.\nJune 29th, 1885. Sat from 9.10 to 10.15 with Mr. G. A. Smith and Mias\nP--. On arrival found that they had already been Bitting for about fiva\nminutea. Was Bhown aBlate (Eglinton'B), on which had just been written,\nin answer to a question asking the cause of our repeated failures, \"It is\nowing to Mr. Hoft'mann'B influence,\" and a second alate (double, belonging\nto Mr. Smith), on which had been written, in answer to the question, \"Will\nthe adverse influence be overcome to-night 1\" \"We think so.\" On my\nappearance however all manifeBtations ceased. We tried various positions\nat the table, and finally I sat apart, but without reBult..\nJuly 24th, 1885. Sat with Mr. Smith from 9.40 to 10.40 &om. without\nl'88ult.\nOctober 8th, 1885. Sat from 11.10a.m. to 12.20 p.m., in company with\nmy brother, Mr. Marcus H. Lewis, Solicitor, who some years ago took an\nactive intereBt in Spiritualiatic matters, and obtained some rather remarkable\nresults. Eglinton expressed a conviction that my brother had considerable\nmediumistic power, and that, judging by hiB own sensationB, we were nearer\nto BUcceBl than we had yet been. There Was however no result.\nOctober 15th, 1885. Sat with Mr. Marcus H. LewiB, from 4.30 to nearly\n6 p.m. I asked for the word\" unpalatable\" to be written, and after lIitting\nfor about 40 minutes, as it began to grow dusk, Eglinton waa seized with the\ncustomary\" Bhivering,\" a Bound of writing was heard, and on the alate\nbeing drawn from under the table, and the gas lighted, the required word was\nfound written upon it, in a faint BOrawly handwriting, and one angle of the\nlittle piece of pencil which had been put upon the slate was found to be\nabraded. The position of the word (very close to the frame at the opposite\nDigitized by Google\n\fJUlie, 1886.] Journal qf Society for P8!1chical Re8eal'cl,. 329\nend of the slate, and with the tops of the letters to the medium) was pre-\ncisely that which it would most probably have taken if the slate had been\n'86Cl'etly turned round in its own plane, and the word written by the medium\nhimself, but there was no evidence in support of such a supposition. My\n\"rother, who was seated next to Eglinton, and was able to command a view\n~f the corner of the slate, did not observe any suspicious movement. On my\nremarking to Eglinton the poaaible inference from such a position of the\nwriting, he said that this was the mOllt frequent position, but that it would\nalao appoo.rin any other poaition, as might be called for. We sat for half-an-\n\"hour longer, but without result.\nN.B.-My reason for selecting the word\" unpalatable\" was that the\n'8&IIle word had appeared, but with a redundant II (unpalateable), in a long\nmesaage procured at a sitting a few days before by Me88rs. Herschell and\n&cha. I was curious to see whether the miBBpelling was repeated, and\nfound that it too.f 10, in the word as written for us.\nOctober 27th, 1885. Sat with Mr. Marcus H. Lewis from 4.30 to 5.30\np.m. Asked for the figures 1885, but got no result.\nN.B.-This and the following sitting were under tll8t conditions, viz., I\n1I8ed my own slate, firmly screwed, by means of a couple of iron cIampa,\nagainst the under-surface of the table.\nNovember 17th, 1885. Sat with Mr. Marcus H. Lewis from 4 p.m. to\nnearly 6. Word asked \"Parliaments.\" No result.\nANOELO J. LEWIS.\nThe next account bas just arrived from our Corresponding Members\nin St. Petersburg.\nSEANCE FOR AUTOGRAPIDc1 WlUTING WITH MR. EGLINTON.\nThe .canee took place on the 14th-26th May, 1886, at the residence of\nProfessor BouUerof. The room was brilliantly illuminated by the full\nlight of an Argaad gas-burner. The party, numbering four in all, seated\nthemselves round an ordinary card-table, upon which lay, prepared by\nProfessor Boutlerof, one double folding slate sealed, and one common slate\noovered with a pasteboard, also sealed; in the first were placed two pieces\nof Blate-pencil, and in the other pieces of alate and lead pencil. Three\n-common school-slates and two papier-rn.acM slates without frame. and a\nlittle box contaming small pieces of square alate-pencil, were also provided.\nIt should be noted that the table, alates, and pencils were not seen by Mr.\nEglinton ufttil he entered the room immediately before the commencement\nof the etlance. On one side of the table sat Mr. Eglinton, to his right\nProfessor BouUerof, on whose right sat Professors Wagner and\nDobroslavin. Each of the sitters (excepting Mr. Eglinton) marked\nall the slates in a manner to identify them. The hands formed\n.a chain; Professor Boutlerof took in his left hand the left hand of\nMr. Eglinton, and in hiB right the left hand of Profe88or Wagner, who took\nwith his other the left hand of Profe9ll0r Dobroslavin, upon which the latter\n.also placed his right hand. Then Mr. Eglinton took with his right hand\n1 This term, meanIng self·writing, proposed by Mr. Akeakof. i. preferred to the\nUIUal, but incorrect, one of .. psychography.\"\ngitized by (.O~gI\n•\n\f•\n330 Journal 01 Society fllr P8!Jchical lle8earch. [JIID8, 1896.\none of the common alatea, and placed upon it a amall piece of marked pencil,\nthe faceta of which were not worn, and pressed it cloaely againBt the under\naurface of the table, his thump resting on the top of the table in aight.\nProfeuor Boutlerof put a question in English: \"Can 1I\"e obtain manifesta-\ntion, to-night 1\" The Bittel'll waited some time for an &DIIwer, and, none-\ncoming, another waa propoaed: \"Shall we change our plaoea 1\" Soon the.\nsound aa of writing W&8 heard upon the alate, which waa followed by thre&\nalight tape, Bignifying that the meuage W&8 finiBhed, and Mr. Eglinton\nalowly and quite horizontally withdrew the Blate from under the table. On\nthe upper Burface of the alate, and along ita extreme end (the alate being held\nby one of the narrow BideB, which had previoualy been marked) were written\nfour lines, the writing being upside down in relation to the position of the\nmedium: .0 No. We do not think we Bhall be able to write upon the Bealed\nslates to-dn.y, but we will try.\" The\" No\" probably being an &DIIwer as\nto the change of placeB, and the latter portion of the communication having\nreference to a previouB question. The piece of pencil lying on the alate waa\nidentified, and found to be worn at one of the enda. The right hand of\nthe medium, or, to be more exact, his thumb, remained all the time\natationary until he withdrew the alate, when the chain W&8 broken. Mr.\nEglinton then aaked ProfesBOr Boutlerof for a Bmall book in any language.\nProfeuor Dobroalavin remarked that he had brought with him a aea1ed enve-\nlope in which a word unknown to him had been written by another perlOn,\nand he produced the same from a little English book which he had until then\nkept in his inner coat pocket. ThiB book was \"ChemiBtry\" by Bemaya. a\namall volume of 130 pagea in a linen binding. Mr. Eglinton, on aeeing the-\nbook, but without touching it, proposed to try an experiment which he had\nniade elaewhere. Handing a alate to Profeuor Boutlerof, he requeated him\nto write the number of a auppoaitioUB page, Profeuor Wagner the number\nof line, and ProfeBBOr DobroBlavin the number of a word. Thia waa done,\nand the alate \\'Faa laid upon the table upside down without Mr. Eglinwn\nhaving aeen the figurea. He next took another clean Blate, and putting it\nunder the table, aaked if it were likely the proPOBed experiment would be\naueeeuful. After some minuteB, writing and the three rape were heard, and .\non the alate waa found the word .. Yea.\" The medium then laid upon thia\nalate the English book and the BeaIed envelope, and placed it under the table\nas before, his right thumb remaining above the table. HiB left hand waa\nclasped in that of Profeuor Boutlerof, aa in the previoUB experiment.\nAfter a rather long interval of, 8&Y, five minuteB, no writing waa obtained.\nMr. Eglinton'withdrew the Blate twice, but nothing waa found upon it. He\nthen put it upon 1ihe table with the book and the envelope, both resting\nin the same poBition, and took the papiu.macM alates provided by ProfeBBOr\nBoutlerof, placing between them a fresh piece of alate-pencil; at the diagonal\ncornel'll he tightly Bcrewed the Blates with amall brus thumb-acrewB, and held\nthem with his right hand, faatened in the manner deacribed, upon the left\nahoulder of ProfeBBOr Boutlerof. With hiB left hand he took the alate\nupon which were the envelope and book, which was never once opened by\nhim, and placed it in poaition under the table, and continued to bold it\ntightly preued againat it with the addition, on this occuion, of the help of\nProfe&80r Boutlerof, who alao held the oppoaite end with hiti left hand_\nDigitized by Google\n\f.June, 1886.] Journal of Society.for Psychical Re8earch. 331\nThe other hands were again joined. After waiting for rather a long period,\nProf8880r Wagner proposed that Profe88or Dobroslavin should put his hand\nupon Mr. Eglinton's left shoulder, which he accordingly did, continuing\nhowever to hold his left hand in the right of Profel8or Wagner. Im-\nmediately a loud BOund as of writing was heard between the screwed slates\nheld on the shoulder of Profe880r Boutlerof, and it finished with the U8ual\nthree raps. When the slates. were uUlcrewed by this gentleman, on the\nupper surface of the lower slate was found written in a firm and legible\nwriting: \"The word is compound chimney-gl&88.\" On referring to the\nalate which had rested, as has been said, writing-ciownwards upon the table,\nthe book was opened at page 46, and on line 12 the fifth word was found to\nbe \"glau,\" but as this was joined by a hyphen to the word\" chimney,\"\nand could therefore be counted as the fourth in the line, it olicited the\nexplanation: \"The word is compound.\" The crumb of pencil on examina-\ntion was found to be worn at one comer, and the lower surface of the\nupper slate, pl'888ed 88 it was upon the pencil, was without a mark of any\ndescription. Not one of the four persons knew that the given word was in.\nthe ch08en place. After this, in answer to the question as to whether\nwriting could subsequently be produced between the sealed slates, the reply\nwas \"Yes,\" autographically written upon a common slate in the ordinary\nway; and instead of an answer being obtained to another question, the\nwords \"Good-bye\" were written upon the slate in bold characters.\nThe seance commenced at 9.20 and terminated at 10.\nAfter witne88ing the experiments above described we have come to the\nconclU8ion : (1) That the mediumistic autographic-writing is genuine, and\ncan.not be referred to the domain of prestidigitation, or explained by the\nonly help of generally-recognised mechanical, physical, or chemical laws.\n(2) That it can manifest an intelligence of its own not depending to Q\ncertain degree upon that of those who assist at the I!eances; and (3) TWa\nphenomenon, by its objectivity, especially afl'oMs facility for observation,\nand deserv08 foIl attention and inv08tigation from competent persons and\ninstitutioDB.\nNICOLAS WAGNER, Profe88or of Zoology, and Honorary\nMember of the University of St. Petersburg,\nCorresponding Member of the Society for Psy-\nchical Research.\nA. BoUTLEROF, Fellow of the Imperial Academy of\nSciences, Profe880r of Chemistry to the Univer-\nsity of St. Petersburg, Corresponding Member of\nthe Society for Psychical Research.\nA. DOBROSLAVIN, Profe88or of Hygiene to the Imperial\nMedical Academy of St. Petersburg, Correspond-\ning Member of the London Society for Psychical\nResearch.\nThe above collection of records is, I think, a. very fair sample of\nthe kind of evidence which induces many to believe that Mr. Eglinton's\nslate-writing is not don.e by the agency of his own muscles, and our\nreaders must judge for themselves whether it is sufficient. Certain.1y\n,..\\f2\nDigitized by Ltoogle\n\f332 JO\"\"nalof &ciety lor P'1lcnica1 Re~ea,.c\". [JIIIUI, 11186.\nsome of the phenomena as d6BC'ribed seem to be inexplicable by the\nknown laws of nature j but this proves nothing by itself, since the\nquestion still remains, Are they correctly described 1 The juggler's\nart consists largely in making things appear as they are not. Can we\nsuppose that it has caused facts which did not occur to be imagined,\nand facts which did occur to be overlooked, to the extent required to\nmake the cases before us explicable by ordinary human agency 1\nFor myself I have now no hesitation in attributing the performances\nto clever conjuring. Personal experience has led me to form a very\nhigh estimate of the advantage which a conjurer, especially when acting\nas a medium, has over the· observers, and a very low estimate of the\npower of exercising continuous observation possessed by myself and\nothers. By continuous observation I mean observation which during a.\nparticular inten·o.l of time has been not only accurate, but absolutely\nuninterrupted. The length of the time during which the continuity of\nobsenoation must be maintained varies, of course, with the circum·\nstances. Sometimes it extends from the moment the observer enters\nthe house till the writing is seen. At other times it may be comparatively\nshort, but manifestly in no case can it be determined merely by refer-\nence to the time at which the writing seems to be done. Moreover, not\nonly observation, bbt memory often fails j-we are liable not only to\nallow our attention to be distracted, but to forget immediately that ithas\nbeen distracted, or that the event which distracted it ever occurred, the\nvery intensity of our interest in the evidence we are seeking helping in\nthis. It must further be remembered that a .. medium,\" if a conjurer,\nis a conjurer who is not bound by the conditions of his profession to\nsucceed in any particular case; he can therefore baftle anyone whose\nobservation he happens to dread, by simply doing nothing until an\nexceptionally favourable opportunity occurs. Mr. Eglinton, I may say,\nhas exercised this privilege of failure very freely in the cB.ses that b&\\\"e\ncome within my private knowledge.\nNow it will be remarked that the validity of all the evidence here\npresented (with one doubtful exception which I will discuss presently),\ndepends on continuous observation; and the same is true, so far as I\nhave been able to learn, of all the evidence published elsewhere.1 And\nthis is not because investigators have not realised the superior value\nof evidence of a different kind, such as we should have if writing\nwere obtained on slates carefully sealed together so that the interior\nshould be inaccessible and slates and seals without doubt identified, or\nstill better in a hermetically-sealed glass tube of known form and\nweight. In these cases the evidence would depend not on continuous\n1 Mr. Tommy's locked box fonna no exception, for, as I understand the lICC01Dlt\nof the IM!ance in '7'Icizt Two World., the Blate was placed in the box, the box locked\nand afterwards opened, during the 16ance.\nDigitized by Google\n\fJourl\/olol Society for Psychical Research. 333\nobservation, but on accuracy of observation before and after the\nance. Attempts to obtain evidence of this kind have been constantly\nmade. To take only the cases before us-Messrs. Hodgson and Hogg\ntried sealed slates; so did Mr. Gurney and Mrs. Brietzcke ; Mr. Murray\ntried to get writing in alates screwed and sealed; Mias Symons tri~\nto get coins taken out of a sealed box; Mr. Bennett tried to get the\ncontents of sealed envelopes read; Mr. Bentall tried to obtain writing on\na slate covered with glass, and on one covered with wire gauze, and also\ntried a sealed envelope; the St. Petersburg profe880rs tried to get\nwriting in slates sealed together, and on one covered with paste-\nboard, and to get the contents of a sealed envelope read; and finally Mr.\nWedgwood has tried repeatedly to get writing in a sealed alate. All\nthese attempts have failed, with the single apparent exception of one\nof Mr. Wedgwood's, and in this case there seems to me to be a serious\nflaw in the evidence. Mr. Eglinton saw the slates at the first seance,\n~hen nothing occurred; and even if it could be proved that they had\nnot been tampered with in the interval between the two ances, I\ncannot perceive that we have any means of knowing that a pair was\nnot prepared in imitation and substituted at the second seance. It is\nsurely significant that there should be but a single instance of writing\nin secnrely closed slate&, and that a dubious one.\nThere are two or three points which one can experiment on\nfor oneself, to which I should like to draw attention. They relate\nto the hearing and feeling of the process of writing. It is worth\nnoticing that writing may be done inaudibly, and that if audible,\n.the sound is not easy to localise with great precision, especi-\nally when there is anything to suggest that it comes from a spot\nwhich is not the true one. Without some skill on the part of the\noperators, however, it is not quite easy to devise experiments in which\na wrong locality shall be intentionally suggested. One of the worst\npositions for loca1ising the sound is with the ear on the slate and the\nalate resting on the table. A sound made elsewhere in connection with\nthe table is then very apt to sound as if it were on the ala~, until it is\nrealised how loud the sound of writing on the slate itself appears when\nthe earrests on it. It is not easy to distinguish with certainty between\nthe sounds of writing on a alate, that of rubbing two slate-pencils\ntogether, and even that of scratching on the frame of the slate\nor on the table, unless these sounds are made immediately after one\nanother. I do not think that writing on a slate produces any vibra-\ntion perceptible to the touch of ordinary people. The only way of\ntrying this that has occurred to me is to rest a alate partly on each of\ntwo tables of equal height, to place the hand on it, and get someone to\nwrite on the under side between the two tables. I have not 8ucceeded\n• DiQitizedbyGoogle\n\f334 Journal ~f Society for P8!lclJicai Be8earcll. [June, 1886.\nin feeling any vibration under these circumstances, nor have others\nwho have tried with me. I think, therefore, that if any vibration\nseeming to follow the writing has really been felt, it must have been\nproduced by something other than the writing.\nIn conclusion I will only say that, taking into consideration the\ndifficulties of observation, the circumstances calculated to add to that\ndifficulty under which Mr. Eglinton's writing is produced-auch as the\ntable conveniently acting as a $lreen, and the talking and other dis-\ntractions-I can hardly imagine being myself convinced that it was\ngenuine except by evidence of a different sort, to wit, the testimony of\nthoroughly competent and trustworthy witnesses that in several cases\nit had been produced under circumstances which dispensed with the\nnecessity of continuous observation.\nELEANOR MILDRED SIDGWICB:.\n\"PHANTASM~ OF THE LIVING.\"\nThe price at which this book (2 vols. octavo) will be issued is one\nguinea. One copy will be supplied to every present Member of the\nSociety who'has paid his subscription for the current year, for 5& 3d. and\nthe cost of carriage or polItagc; and to every present Associat.e who hM\npaid his subscription for the current year, for lOs. 6d. and the cost of\ncarriage or postage. Members and Associates who desire copies of the\nwork are requested to send their names to the Assistant-Secretary,\nat 14, Dean's Yard, S.W.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n(Oontinued.)\nL.-2369.\nBlyville P.O., Knox County, Nebraaka, U.S.A.\n.December 5th, 1885.\nDEAR MR. GURNBY,-I have just, or rather a month ago, had a verr\nunpleaaant accident which baa fortunately turned out all right and baa given\nme the pleasure of forwarding to you a very complete and unmistakable C8II8\nof \"second-Bight..\" I think it better to encloae the two letten you will\nfind herein, aa I received them to-day. They are in anawer to two of mine\ndated about the 2nd or 3rd, about a week after the accident. • • • The\naccident occurred at 7 o'clock in the morning of the 26th of October. I\nfainted from 1088 of blood, and was lying for a few momenta on the ground.\n1 was walking toward. a pair of French windowI, with my handa in my\npockets. when I stumbled over a chair and fell right through the lowest pane\nof glaaa face foremost, cutting my nose off on one lide, and nearly taking an\neye out.. So you will lee my lister'I dream was pretty acclU'&te. I alto\nDigitized by Google\n\f.TaDe, 1886.] Journa1l!f &cit'\" lor P8ychical Research. 335\nencloae a statement made by two residents here of this end of the case,\nwhich lrill, I hope, make it complete. I am glad to be able to send you 0.\npeI'IIOnal experience, which can be readily verified. I may say our time is\nIix and a-half hours ahead of England.-Youra very truly,\nJOHN T. M. PIBRCB.\n:Mr. Pierce enclosed tbe following statement :-\nOn Monday, October 26th, about 7 o'clock a.m., Mr. J. T. M. Pierce\nfell through a French ~dow, cutting his face badly, and lay on the floor\ninlenaible for several minutes.\nJ. WATSON.\nC. J. HUNT.\nMr. Pierce enclosed a letter which he had received from his sister, dated\nNovember 16th, 1885. After condolences about his accident abe writes :-\nDo yon know itis the oddest thing, but on the 26th of October I dreamt\nthat I saw you lying on the ground quite unconscious. your face bleeding and\nlooking 80 dreadful I woke up calling to you. I told Kate directly I came\ndown, and we both marked the date. I told mother, too, I had had a bad\ndream about you, but I did not deacribe it for fear of frightening her. Waa\nit not strange 1 It was such a vivid dream, it struckme very much, but I did\nnot mention it in my laat letter to you, I thought you would laugh about it.\nBut it ill strange-on the very day too. •\nMr. Pierce &lao enclosed a letter from his mother, Mrs. Pierce, ofFrettons,\nDanbury, Chelmsford, dated November 17th, 1885, in whioh the following\nMntence occurs :-\nWas not Mary's dream singular 1 She came down that morning you were\nhurt, and told Kate every particular of it, agreeing with the time you were\nhurt.\n[The coincidence was not 80 precise aa Mrs. Pierce imagines, aa the dream\nwas on the night JvUowing the accident. The time of the accident, at\nChelmsford, would be about 1 p.m.]\nIn compliance with our request for an account of the dream, Mias Pierce\n88Ddathefollowing:-\nFrettons, Danbury, Chelmsford.\nDecember 31at, 1885.\nOn the night of the 26th of October (i.e., 26-27), I dreamt I saw my\nbrother lying on the ground, his face bleeding and dark; he waa quite\nunconacioua. I called to him, but he did not answer, and was stooping\ntowards him, calling him by name, when I awoke. It waa 80 vivid a dream\nthat it produced a great impression upon me, and I felt as though lOme\naccident had befallen him. I cannot tell at all what time in the night it waa.\n10 the morning I told my sister and put down the date, also mentioning it\nto one or tW:I others ; but to my sister I ducribed it in the same worda that\nI have now used. I am not at all accustomed to having bad dreams about\nfriends, indeed, I never remember having had one before.\nM. PIBROB.\nDigitized by Google\n\f[R]\n[R]\n[R]\n[R]\n[R]\n336 JourlJlll qf &Cief!llor PS!lchical RR~arc'.. [J1ID8, 1886.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe foUotoing additiooa hat'e been made during the la&t ttOO montJu.\n[R] iudicates that the book is for reference only.\nGREGORY (Wm.. M.D.. F.R.S.E.) Animal Magnetism; or.\nMesmerism and ita Phenomena. 3rd Edit. •••••••.•..••••..•London. 18&§\nHELLENBACH (Baron) Birth and Death as a Change of Fonn of\nPerception; or, The Dual Nature of Man. From the\nGennan, by .. V.\" ••.•••••••.•..••••...•••••••••••••.•..••••••••.•••.Lond.m, 1886§\nPmoNOTON (George) Tho Unknown Tongues •.•.••..•••.•••.•••••Lolldon. 1837:\nBARTH (Henri) Du Sommeil non Naturel, 8es diveraes formee Pa.N. 1886\nBBRJON(Dr. A.) La Graode Hyettlrie chez I'Homme•.•••••••••••••Paru. 188r'\nBIBLIOGlUPBlB des Ouvragea reJatif8 aox PlIlerinagea, aox\nMiracles. au Spiritisme, et Ilola Pre8tidigita~ion •••••••••.•••••Turin, 1816\nBINET (Alfred) La Psychologie du Raiaonnement ••••••••.•.•••••••Pan., 1886\nBot1RRU ET BUROT : Action adistance des substances toxiquea\net mlldicamenteuaea ; suivie d'une communication par M.\nCharltIB Richet •••••••••••.••••••••••••••••••••••••..•••••.•••••••.•••••Pam. 1886*\nOHAMB.&JU) (Dr. Ernest) Du Somnambuliame en gemSral ••••••.• Pan., 1881\nMAGlnN (Dr. Paul) Etude clinique et explSrimentale sur l' hypnotiame\nPam. IBM\nRAPPORT de I'un dee Oommiaaairea (M. de J UBBieu) charge par Ie\nRoi de l'emmen du Magnetiame Animal........................ Pan., 17&t\nEcKHARTSHAU8BN (Hofrath von) VerachiedentIB zum Unterricht und\nzur Unterhaltung fiir Liebhaber des Magnetismua, &C... Munich. 1791\nEHRMANN (Dr.) Onirua. ala Schutzpatron der Traiimer beheilkundet,\nFtuMfori, 1805\nGE8CHICHTB ein6B Geisteraehera: Aua den Papieren dee Mannes m. d.\neiBemen Larve. 2 role (title wanting)...........................Leiprig. 1797\nGULIN (Eberhard) Ueber thieriachen Magnetismua......... PUbingen, 1781\nREICHENBACH (Dr. Freiherr von) Aphorismen iiber Senaitivitii.t und\nOd.........................................................................Vienna, 1866\nRoHLING (Profeuor Dr. August) Louiao Lateau, Die Stigmatisirte von\nBois d'Haine ...............................................:......Paderborn, 1814\nScHWARZICHILD (Heinrich, M.D.) Magnetismua, Somnambuliamua,\nClairvoyance (2nd rol.) .......................................... Ca.el. 1854\nSTOCKHAUSEN (J. F .• Rev.) Mira Pneaagia llortia; daa ist: Wunder-\nliche Todes Vorboten ..........................................Ftutakfort, 1698\nWILLMANN (Carl) Modeme Wunder .................................Leipzig. 1886\nZEITUNO (Neue), Griindlicherund eigentlicher Bericht, einerwarhaftU-\ngen wunderbaren Historien von einem J ungling der geatorben und\nwieder lebendig worden, und was er gesehen und geredt hat\nImide,., 1567\n[R] SoNNTAG (Joh. Mich) De Spectris et ominibua morientium Altdorf. 1716\n* Prelented by the authors: i Presented by Dr. Puel.\n::: Presented by Mr. J. W. Hayn. § Presented by Mr. J. Herbert Stack.\nDigitized by Google\n\f","_id":423}