{"name":"Journal of the Society for Psychical Research 5282","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n30_jul_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N30, July 1886","mylang":"de","content":"110. XXXo-YOL. II.\nJOURNAL\nSOCIETY FOR PSYCHICAL RESEARCH~\nS_ApeoeIdN.. .. ••\n.......01 CooDCiI •• ••\n....of tile Gellllnl )(M&IDI •• .•\nl'IIaa..... of the Ll'iDc •• .. ••\nc..........\"'.LIienr1 CaIUd'tee\nJIr......_ •• •• •• •• ••\nNEW ASSOCIATES.\nEu.JOT, TuB HotC. MRS., The Deanery, Clifton, Bristol.\nP\"O.\n..:\n•••\n.. Me\n•••7\n.. W\nlI.uu.AlfD, HaBY, Authors' Club, 19, West 24th Street, New York\"\nU.S.A.\nHILL, W. 8oo'lT, 41, Manor Place, Edinburgh.\nMcCBBBNBY, MRS. JOSEPH HoRY, Brooklyn, New York, U.S.A.\nMEETING OF COUNCIL.\n.At a meeting of the Council, held on the 5th inat., the President in\nthe chair, the following members were also present :-Profesaor\nBarrett, Messrs. Edmund Gurney, Richard Hodgson, C. C. M8088eY,\nF. W. H. Myers, Frank Podmore, H. Arthur Smith, and Henaleigh\nWedgwood.\nThe Minutes of the previous meeting were read, and signed as\ncorrect.\nFour new Associates, whoae names and addresses are given above,.\nwere elected.\nIn accordance with his request, it was agreed that the name of Dr.\nWyld slJould be transferred from the list of Members to that of\n.Associates.\nOne present to the Library was on the table, which is acknowledged\nin the Supplementary Catalogue. A vote of thanks was passed to the·\ndonor.\nA vote of tha.nks was also passed to the anonymous donor of £10·\ntowards the cost of the Journal.\nThe cash account for the preceding month was presented in the.\nusual form.\nThe next meeting of the Council will be held on Friday, the 30~\nof July, at 4.30 p.m.\nx\nDigitized by Google\n\f838 Jour.' oj &eietg for P\"cAiMl JlaMrcI,. [J~. 18.\nREPORT OJ' THE GENERAL MEETING•\n.\nA General Meeting of the 8eciety was held on the evening of\nMonday, July 5th, at the Rooms of the Society of British Artists,\nSuft'olk Street, Pall Mall.\nI • The' President of th8 SOciety, Profeuor Balfour Ste~ F.R.S.,\nOccupied the chair. He invited Mr. C. C. Masaey to read a Paper\non \"The Poaibilities of Mal-Obaervation in Relation to Evidence for\nthe Phenomena of Spiritaaliltm.\" The paper will appear at length in\nthe forthcoming Part of the P~ing., and only an abstract of tbt-\nargument is here.given.\nAdverting to the reference of the phenomena in question to con·\njuring, Mr. Massey considered that there were certain broad and\nessential distinctions between the two cases as regards the faculty of ob-\nservation. The causes of mal-observation when a design to induce it may\nbe assumed were mainly three-{1) Uncertainty as to the precise thq\nto be observed; (2) Defective ph,aioal conditions of observation; (3)\nOccasions of distraction of attention. Apart from confederates and\nartificial appliances, every conjurer was dependent upon one or more of\nthese for his opportunity. At meMuinistic sittings they all could be,\nand frequently were, excluded. With this view the investigator\ncould take all the arrangements t.into his own hands, reducing the\nmedium to the m,,,w'I.mof the activity upon which 110 conjurer must\ndepend to mask his proceedings, thus reversing one esaential relation of\nnch 110 performer to his spectator. mustrative cases--described as only\naamples from 110 bulk-were cited at length from several publiabed re-\nports, including the reader's own experience. Reference was made to\nthe position adopted by Mrs. Sidgwick in the June number of the\nJournal, that evidence for these phenomena was vitiatecl by the\nnecessity for continuous observatiOll.. In this view, not only were im·\nportant facts lost for observation, but evidence might contain state-\nments of non-existent facts, it being part of the juggler's art to induce\na false appearance of them. But (Mr. Massey contended) this positive\nerror could only belong to honest statements when the latter were of a\ngeneral character, omitting to ditlcriminate the true perceptive el~\nments of 110 composite observation, and giving only a mental remit in\nplace of testimony of the senses. Except under conditions which could\nhave no general application to theee phenomena, if the conditions of\nobservation were physically easy, individual acts of perception were not\nfallible, and the question whether they had in fact been performed could\nbe settled by the testimony of a veracious witness, which would aI.,a1'\nbetray ita own defects by absence of particularity. On theother hmd,\nthe nsgestion ofpositive mal-observation was excluded by particularity\nof statement. As to mere failure of observation of important facta. it\nDigitized by Google\n\f339\n;'WIIS always necessary to conSider in the partieular case what were the\nnature and dimensions of any fact that could affect the result, in order\nto judge of the possibility of its eluding the senses and nund of the\nwitness. This was not a question to be disposed of by reference to the\ngeneral instability of attention in prolonged obserYations ; the\ndegree of mental pre-occupation to be induced by the conjurer in the\nwitness was measurable by the physicalacts the conjurer must perform\nin the circumstances of the case. I.n conditions well arranged by the\nobservers, as in many of the recorded.experiments, these acts would be\nextremely obtrusive, and often very complicated-whereas the prepara-\ntions were expressly designed to limit observation to their exclusion,\nand one only need be excluded. In other cases the physical character\nof the phenomenon described was such as to make the suggestion of •\n,conjurer's &gency inappropriate upon even the largest admissible suppo-\nsitions of imperfect observation-as when a littl~ table disappeared\nbodQyand afterwards descended ,~,.full yie\\\\\" from the ceiling in\na .private room, as Zollner and the medium were sitting side by side,\nor as when Mr. Massey himself had a fallen chair, of which he had\na clear view, picked up and depositetl at his side by invisible agency at\nhis request, when the medium was sittingfive feet off from it.\nBut Mr. Massey did not admit that exceptiona~ manifestations or\nconditions were essential to guarantee observation, and he adduced an\nexperience of his ownand Mr. Rodeu.Noel's in Eglintoll's slate-writing~\nto illustrate the extent of the claim he made for average powers of\nobservation.\nHe then criticised an account giv.en by Mrs. Sidgwick, at a recent\nmeeting of the Society, of a slate-writing performance of an amateur\noonjarer, in which her own and a. fr¥tnd's observation was effectually\nba.tIled. He referred to it in order Wshow that the supposed observ..\ntions were not stated with the particularity necessary to constitute even\napparently good evidence, and could therefore raise no presumption\nagainst other evidence which on the face of it was free from defect.\nHe proceeded to answel' Mrs. Sidgwick's view that the medium had\nan advantage over the avowed conj~r in his \"privilege o~ failure,\"\nand also urged that. the mdClium had a far severer ordeal of ill.vestip-\ntion to .pass through than any conjurer. He then dealt with some\ngenera.l objections to the eviden~. auch as detected trickery, the\nabsence of tests which would dispense with any continuous observation\nin the presence of the medium, and the failure of some investigators to\nobtain any satisfactory evidence at all. He Pointed out that such\nfailures had been presupposed by the Society at the outset, as the phe-\n3lomena had notthe scientific character of being reproducible for any\n.and'every one. The conjuring tJ!eory was, totally inadequate to the\nx 2\n. 1.··1' . . . . \"\nDigitized by-GOOgle\n\f340 JOllrluzl qf 8oc~t!l.for P8!1cMcai Bemll·ch. (J'air. 1888;\nmagnitude and duration of the experience now accumulated. Conjurers\nthemselve! who had sat with mediums had come away without dis·\ncoVering trickery, and the letter recently published in Lig1&t, from the\nama.teur conjurer, Dr. HcrscheU' to Mr. Eglinton, was a striking\ntestimony to the genuine character of \"autography.n\n'The Society and its investigators should approach the subject with\nsome regal'll to the psychicaJ conditions which the hypothesis of medium·\nship involved, and not with the dominating idea' of' conjuring, though\nevery investigator ought to be adequately impresSed with the necessity\nof strict and close observation and exact statements. It should be con·\nsidered that telepathy might imply much more than consciousness would\nreveal, and that the psychical intluence of mental dispositions might be\n110 real condition in the production of the phenomenA. Mr. Massey COD'\neluded by recommending the appomtment of a committee to examine\nand report upon the existing evidence for \"autography,n but urged\nthat such a committee should not be composed of those who would\nmake an indiscriminate application of Mrs. Sidgwick's extreme pre-\nsumption against observation, as in that case only a foregone negative\nconclusion was to be expected. ;\nIn inviting discussion, the President said that Professor Sidgwick's\nremarks, which Mr. Massey had quoted, had done good if they had\ncalled forth such a paper as that which had just been heard.\nThe Rev. W. Stainton Moses said that he thought we must all feel\ndeeply indebted to Mr. Massey for the able, temperate, and closely-\nreasoned paper which he had read to us. Referring to the June\nnumber of the Society's Journal, he remarked that some had thought\nthat sufficient notice had not been taken of Mr. Eglinton j but that\nreproach could now no longer be made. At the same time, he wished\nto enter his protest against what he considered the unfair tone and\nstyle of the article in the Journal, and generally of the manner in\nwhich the evidence had been treated. Itwas not of hopeful augury for\nthe usefulness of the Committee proposed by Mr. Massey.' He had\neven been led to ask himself whether Spiritualists could be of any\nfurther use-if indeed they had been of any-within the Society if\nthat article was to be taken as an expression of the Society's opinion.\nHe hoped it would be disowned as the action of the Society; and he\nhad been glad to hear, since he caine into the room, that they were to\nlook on it only as an expression of individual opinion, and that it did\nnot commit those who, like himself, differed from it, to its lines. He\nhoped to hear this view confirmed from the chair, for, until disavowed,\"\n• As ihe Society has DO coUective voice in lIuch matters, it is Dot neceesary.\nor tmm possible, that any view expl'e8ll8Cl by an individual member of it sbould\nbe .. disavowed.\" It Will be remembered that even in the cue of paJMlll\npublished in the Procuding., .. the ~D8ibi1ity for both facta and reaaoDlDgI\nreata entirely with their autbors.\"-ED.\nDigitized by Google\n\f.Tall', 1886.]\nthe paper in question will be held by many to embody the views\nheld by the leaders of the Society for Psychical Research, and therefore\nof the Society itself.\nTo show that these things did not rest on Mr. Eglinton's shoulders\nalone, he (Mr. St&iuton Moses) would like to call attention to an\nexample in his own experience, where writing was done on a slate in a\nlocked cupboard of his own, under circumstances which absolutely\nconvinced him of the reality of the phenomenon. This occurred at an\nimportant crisis in his life, in harmonious connection with a variety of\nother phenomena whicb forced him, as a logical necessity, to accept the\nSpiritnalist hypothesis. from which he had never since wavered.\nDr. Wyld felt with Mr. Stainton Moses, that Mrs. Sidgwick, in the\nremarks that had been referred to, had not dealt with the subject of slate-\nwriting in a satisfactory wanner. The cases which sbe had reviewed\nwere recorded by ladies and gentlemen of undoubted veracity, and of\nfally average intelligence, and some of them were worthy of the closest\nattention; yet Mrs. Sidgwick dismissed tbe whole evidence in these\nwords, \"I have now no hesitation in attributing the performances\nto clever conjuring.\" Mrs. Sidgwick had no pretensions to being a\nconjurer; and she was perfectly well aware that conjurers had\ngiven a verdict the reverse of her own, because tbeir written and\nsigned testimony had during these eight or ten years appeared almost\ncontinuously in print, in the pages of the Spiritualistic journals; and\nDr. Wyld therefore thought that he did not speak discourteously in\ncharacterising Mrs. Sidgwick's view of the whole case as an evidence\nof excessive credulity on ber part, in relation to her powers of judgment\nin occult matters.\nDr. Wyld then described two experiments observed by himself,\none with Mr. Eglinton and the other with Dr. Slade, which he\nregarded as affording absolutely incontrovertible evidence as to occult\nslate-writing.\nThe experiment with Eglinton was as follows: it occurred early\nin the year 1884. A bit of slate pencil being placed between two\nslates which were previously examined, he and Eglinton tben placed\ntheir hands on the top of the upper slate as it lay on the table.\nImmediately tbe sounds of writing were heard, and these having ceased.\nDr. Wyld and Eglinton examined the slates and found one of tbem\ncovered with fine clear writing from the top to the bottom of tbe slate\nthe writing being in reply to a question they bad put regarding a dis-\nputed matter. Finding that the last sentence was unfinished, Eglinton\ntook another slate wbicb Dr. Wyld examined, and pressing this against\nthe under aide of the flap of the table,Eglinton asked Dr. Wyld also to\npress it close to the table,which he did, wbereupon the sounda of writin~\nDigitized by Google\n\f\" ' \\ ' \" ' . \\\nJournal of &cietv .fM' PqcAitJlll ~~ [lair. 18118.\"\nwere again distinctly audible; and on examining the slate it was found\nalaO covered with fine writing from top to bottom,and the last sentence\ncarried round the four sides of the frame of the slate. The reply to the'\nquestion put was clear and sensible, and quite to the point.\nThe writing on the two'slates seemed to occupy about two minutes,\nbut on copying this writing afterwarda, Dr. Wyld found that the\noperation occupied twenty minutes of quick writing. '\nThese two slates were, before the 6Xperiment, examined by Dr. Wyld,\nand he never lost sight of them during the experiment for one second,\nand he maintains 'that this experiment was entirely outside the range\nof conjuring, and that it demonstrated occult slate-writing.\nThe second experiment was with Slade. Dr. Wyld had many\ne;Jtperiments with Slade, but the experiment now to be described was &\nc:rucial one.\nHe sat with Slade in daylight, no visitor being in the room except\nhimself. He having taken up a alate from a pile of slates on & table\nsaid, \"I wish this experiment to be perfect and therefore you must\nnot touch this slate from beginning to end of the experiment, not even\nwith the tip of your finger, because if you did so, some ignorant person\nmight say that you produced the writing by sleight of hand,\"\nSlade sat about four feet from Dr. Wyld at the opposite side of &\ntable, but some distance from the table, and Dr. Wyld having first\nexamined both sides of the slate, and found it a new dusty slate, placed\na crumb of pencil on the table; he then covered the pencil with the slate\nand pressed the slate to the table with his elbow, while he seized Slade's\ntwo feet with his two feet, and his two hands with his two hands, and\nthen said \"Now write.\"\nImmediately the sound of writibg occurred,and this having ceased,\nDr. Wyld pushed Slade's hands away, and lifting the slate from the\ntable, found a message written in dusty slate pencil writing, containing\nfive Christian family names and a message concerning a family matter\nof importance. This experiment was entirely beyond the range of\nconjuring; and of occult slate-writing Dr. Wyld has no more doubt\nthan he has of his own existence.\nMr. F. Podmore then said that he would give an account of &\nrecent slate-writing experiment w~\"h he had witnessed. Mr. Z., a\nconjurer, recently gave a slate-writing seance to Mr. A. Podmore, at\nwhich Mr. F. Podmore was permitted to be present. Mr. Z. began by\ngiving Mr. A. Podmore a double-slate with Bramah lock, to examine.\nMr. A. Podmore satisfied himself that there was no trickery connected\nwith tile slate. He then, at Mr. Z.'s request, put some small pieces of\ncoloured chalk into the slate and locked it, putting the key in his\npocket. Mr. A. Podmore clearly understood that he had to watch this\nDigitized by Google\n\fJuly, l888.] 343\nlocked slate (which lay on the table infruDlof him) Tery clOll8ly; and\nbe is even now of opinion that he did actully keep his eyes fixed upon\nit Continuoaaly. When, however, after the lapee of about a qaarter-«-\nan-hoar the slate was opened, it was IoaDd to contain a long meaaage\nwritten on both the inner aides. Mr•. A. Podmore was astounded, and\nexpresaed himself confident that he had not let the slate go out of his\nAlight. Yet Mr. F. Podmore had noticed that there was an interval of\nsomething like three minutes, during which his brother had removed\nhis eyes from the alate and kept them fixed on Mr. Z.' face. In that\ninterval the conjurer's trick was performed, and Mr. F. Podmore had\nbeen allowed to witness the performance. .\nMrs. Brietzcke said that she should like to add her teatimony to the\nreality of the phenomena obtained with Mr. EgHnton. On seyeral\noccasions when she was present writing had been done on the slates\nwhile they were held in mid-air j and a great number of timespertinent\nanswers had been given to questions· the nature of which the medium\nhad no means of knowing.\nMr. F. W. H. Myers then made' a few remarks, of which the fol~\nlowing is the substance. .\nWhen the question is raised as to whether an article signed by a\nprivate Member of our Society is to be taken as authoritatively repre-\nsentingthe views of the Society, it is well to remember that the Society\nhaa only one way of expressing itS 'views as a whole, namely, by the\nelection of Members of Council, and by the papers or circulars put forth\nin the name of the Council. No doubtif articles advocating a particular\nset of views were persistently excluded from the Society's publications,\nthe holders of those views might feel that they had cause to complain.\nBut Messrs. M&888Y' and M0888 (wlio have been on the Society's\nCommitteesince its foundation) do not thaa complain, and I think I may\nadd. that I happen to know that they have often been themselves asked\nto write more frequently. In particular, there is, I belieye, a strong\ndesire on the part of many members of the Society to hear more about\nthose very phenomena to which Mr. Koae. has just now alluded. The\ncontemporary notes of those phenomena-with such omissions as the\nprivate character of part of them inight render necessary-would form\nadocument of the utmost value to inquirers. Even the brief account\nof those phenomena which we already possess forms the backbone of\nthe evidence for Spiritualism. It is \\eameatly to be hoped that the\nnotes which Mr. Moses tells us were 80 carefully kept, may be given\nto the world with the completeness and detail which their importance\nimperatively demands. And as regards Mr. EgHnton, Mrs. Sidgwick.\nwho, with Professor Sidgwick, is 1IJl8ble to be present to-night, has\nasked me to say that she is personally anxious that her expression of\nDigitized by Google\n\fviews should not be the only one, but that those who disagree with her\narguments should in their turn write to the Journal, the next number\nof which, it is hoped, will contain Mr. Herschell's let~ in favour of\nthe genuineness of the impugned phenomena. The degree of power\npossessed by conjurers to produce illusion is surely a necessary subject\nof discussion, and one on which it is impossible to attain a clear know-\nledge without personal trial and reference to experts. If Mr.\nEglinton's phenomena are genuine, the discussion of the conditions\nunder which they are obtained may be expected to lead to an improve-\nment in those conditions, from an evidential point of view.\nMr. Mo.ssey has quoted Mrs. Sidgwick's modest estimate of her\nown powers of continuous observation, and has argued that Mr.\nEglinton need not have exercised his 'privilege of failure\" in her\npresence. But remembering that Socrates was pronounced by the\noracle the wisest of men because he was the most conscious of his own\nignorance, we must not argue that Mrs. Sidgwick is a worse observer\nthan other people because she is more fully aware of her own\ndeficiencies.\nAnd meanwhile there is anothet branch of evidence which, if made\nof so.tisfactory strength, would support the distinctly Spiritualistic\nhypothesis far more directly than any physical phenomena. can do, and\nwhich private persons can work at without the need of a professional\n~ediuDl. I mean the attainment through automatic writing of facts\nunknown to any of the persons present. It is alleged by Spiritualists\nthat this frequently occurs, and all Spiritualists, as far as I ha,,-e heard,\nadmit that this is a class of evidence of capital importa.nce totheir theory.\nI have again and again publicly asked for such evidence, but have\nreaped as yet a very scanty harvest. Nor is t~is apparently due to\nreluctance on the part of Spiritualists to send cases to me, for the very\nfew good cases which have reached me have come mainly from\nSpiritualists, and, on the other hand, the Editor of Light, who has made\na similar appeal, has not (judging by the few cases as yet reported in\nhis paper) been more successful than myself. May it not fairly be said\nthat if Spiritualists took more pains to make careful and patient experi-\nments, and to report them at the time with accuracy and detail, they\nwould be taking the best means to further the acceptance of their dis.\ntinctive theories f\nMr. W. !.ant Carpenter would like to ask whether the physiological\nprinciple of \"persistence of vision\" had been taken into' account in\nreference to some of these experiments. It was known that an act\n~hich took place in less than one seventh of a second could not be per-\nceived by huma.n sight. A lighted stick rapidly whirled round, appeared\nto be in all parts of the circle at once, causing the appearance of a\ngitized by (.oogI\n\fJaly, 1888.] JfJW'nalof Socittu for P.\"cI.ical &.eorcll. 345\ncircle of fire. Mr. Oarpenter described a feat performed by the con-\njurer Bosco, in which two sovereigns were made to appear in and\ncJisappear from the palms of his hands, the conjurer bimself being\nabsolutely naked to the waist, and the only perceptible movement was\na slight apparent trembling of both hands. The success of the trick\n'Was de to the extreme rapidity with which the hands were withdrawn\nand again extended, the sovereigns being temporarily concealed under\nthe armpits.\nMr. R. Pearsall Smith (of Philadelphia) called attention to the\neaution required iu judging of uncomprehended phenomena in slate-\nwritiug, produced by those upon whom fraud; had been proyed. He\nealled attention to a Mr. Yeo, who held for sale, at prices ~'arying with\ntheir difficulty, seven ways of.producing phenomena in slate-writing,\nwith the standing offer of a forfeit of .£20 on his failure to reproduce\nany Spiritualistic phenomena after having seen them twice. He also\nread a letter from Professor Fullerton giving unfavourable results of his\ninquiries at Leipzig as to the competency in accurate observation\nof those who had been associated with Professor Zollner in his investi-\ngations, stating that Professor ZoHner was diseased in mind, that one\nof his coadjutors suffered from cataract, and the other was over 80\nyears old. He said that the special·virtue of true scientific investigation\nwas in the sincere welcome given to authenticated facts for or against\nthe theories under consideration.\nThe President, while endorsing the observation made that Mrs.\nSidgwick's paper was merely the expression of her private opinion, and\nbefore calling upon Mr. Massey for reply, said he would like to make a\nremark or two. In regard to many classes of phenomena, plan::hette-\nwriting for instance, several theories might be brought forward by way\nof explanation. But with slate-writing, it must be either deception, or\nwe were in the presence of novel and very extraordinary phenomena.\nThere was no middle course. If you did not incline towards accept-\ning the reality of the phenomena, you necessarily inclined to the\nconclusion that you were being wilfully deceived. A slate-writing\nmedium must thel-efore take his chance, arid Cannot complain, if by the\nphenomena being disbelieved there·is an implied reflection cast upon his\nc:haracter.\nIn the next place he had formed the opinion that in investigating\nthese things you could not easily dispense with the services of pro-\nfessional mediums. If you did dispense with them you would obtain\nvery few phenomena to investigate. At the sa~e time he thought there\nwas ODe point in which justice had scarcely been done to Mrs. Sidgwick.\nHe agreed with her that it was extremely desirable that experiments\nshould be so arranged as to a.void the nece88ity for continuous obser-\nDigitized by Google\n\fv.ation. If a medium CAn obtain certain e~ teaults UDder\ncertain conditions, and yet, if he fails to obtain any results when the\nconditions are slightly varied, 80 as to avoidthe l18Ce811ity for continuous\nobservation, it is, to say t.he least, very unfortunate.\nHe agreed with those who thought the idea an unfounded one,.\nthat men of science, or of good observation, were not a match for con-\njurers. It was a point in favour olthe mediums that slate-writing had\nbeen 80 long before the public, and that the means by which it W&8'\ndone had not been indiaputably discovered. He had been present at\ntwo or three seances with Mr. Eglintoo, when the\" conditions bad been\nextremely simple. This simplicity was also a point in the medium's\nfavour, and which would be further strengthened if conjurers should\nprove unable to explain how the result. were obtained.\nHe called on Mr. Massey for any reply that he might wish to lnake\nto the remarks that had been made.\nSeveral questions having been put, Mr. Massey stated. in reply to\none by Mr. Podmore, referring to one of ZOllner's experiments which\nhad been cited. that there was nothinf; to suggest that the particular\"\nexperiment with the leather bands ~ been previously tried. though\"\nthe analogous one of \" knots in an endless cord \" had already succeeded.\nIt was not said when the bands were prepared for the experiment, but\nno doubt it would have been prior to the Bitting. The experiment was\nnot designed to correct defects in fonner conditions, but to clear up a\ndoubt as between two theories of occult agency. The insinuation that\nZollner was insane before his death was absolutely unfounded; there\nwas not the faintest ground for it. One of his coadjutors, the celebrated\nWilhelm Weber, was old, but ZOllner himself was in middle life, and\nin tho possession of all his montal pOwers. No value was to be placed\non second or third-hand reports. No one has ever offered even a\nplausible explanation of the phenomeoa he recorded. and a oelebrated\nGerman conjurer gave it as his opinion that they were not within the\nkingdom of prestidigitation.\n\" PHANTASMS OF THE LIVING.\"\nThe price at which this book (2 y'~ls. octavo) will be issued is one\nguinea. One copy will be supplied to every present Member of the\nSociety who has paid his subscription for the current year, for 5L 3d. and\nthe cost of carriage or postage ; and te evety present Associate who has\npaid his SUbscription for the current year, for lOL &d. and the coat of\ncarriage or postage. M.embers and Associates who desire copies of the\nwork are requested to send their names to the Assistant-Secretary.\nat 14, Dean's Yard, S.W.\nDigitized by Google\n\f34'7-\nOASES RECEIVED BY THE LITERARY OOMMITrEE.\n(ConCin.d.)\n[2'Ae LUemry <hm\",itufJ \",illbfJ glad to rem\" tDeU autMmieatfld .ft~ OJ'\nJIIaet- beloragiag to anll 0\/ the \/oUot\"'ft{1 dcueu. 8ptCi..etU o\/_icA are.\nj'rwA titRe to Ci_ ~ in CIa.. JotWfiIA:\nL. PAa,attum. 0\/fie IAIIi'&g.\nO. PAanta-. o\/Ute Dead.\nK. Hypnot\"'\" MmMrism, Gild OtainJO!J6nct.\nP. Monition atld P,.etMllitio\",\nS. MidUaneolU ~&a 0\/ the killd IIOmetimu clucribfJd CIII\n··~iltie.\"\nPfJ1'8OIial ~ 0\/ \"-taOt'!\/ lwJll,cci'UltiOlu\" 01 anll IIOrl will aID\nbe tDelcome.\nTM Oom\",Utu prit\" NCI& co_ .. primdlacifJ _ to Ute\", likd, to tArow\nligI&t OIl the ..&bjfJcta inw\/Utigatfld IIy the 8ucMt1l. or to IfJn'f) a& materiallur\n~ criticiaa IJftd di.tmu.ion. \"\"\nOommunU:atiom it.tmdfJd lor 1M LitfJrary OommittflfJ Mould bfJ addruMl.\nto EdIRUJId U\"rrte!I, BtIIJ.., 26, MoJ.tpeliu Sq.IClf'fJ, Londtm, 8. W.; or, to.\nFrtdfJ1'ic W. H. MlIer8, BIIfJ.., .l.fJckMmpfo\" H-, Cambrid{ffl.]\nThe following incident. were duoribed to Mr. Gumey vicd _ by three\nof the four ladies who have since supplied written testimony. This teati..,\nmony WIUI in the fonn of lettera to Mrs. Brietzcke, an Honorary Auociate\nof the Society, to 11 hom in the first instance we owe the CIUI8.\nG.-477.\nFrom Mi.. P. M.\n1885.\nMy DBAB MRs. BBIBTZCKB,-Aa I have promised, I must write you an.\naccountof tho things we I&W in our oldhouse in Edinburgh; butremember, 1\nput them down to indigestion or elae neuralgia. The house was vory damp.\nand had been unlet for a long time before we took it, which was in 18'11.\nI believe I was the first who I&W anythinA unusual, and it must hava\nbeen in one autumn aftemoon, about 4 p.m. I was paaaing through th&\nhall from the dining-room to the schoolroom, where two doors faced each\nother, and I I&W the figure of a woman, above the medium size, standing 01)\nabout the fourth step from the bot+..om ;,she had her arms folded, and was\ndraped all over (head included) in white; she seemed to be watching me.\nand the thrill that ran through me made me fty into the schoolroom; but.\nalmost immediately after I ran out agiUn to see if it was only faney; and\nfOllDd it had diaappeared. I never mentioned this to the others, or th&\nsern.nta, as I was 80 ashamed uf myselft but told my mother only; but a&\nit proved eventually, it appeared to nearly all in the house. I can only\nrecullectaeeing it about six or seven times altogether, I think, and it was\nnearly always in daylight. One evening when the upper hall was dark I I&W'\nit, and had the counge to follow it, and ran straight against a shut door,\nwhich shock brought me to myself, and it dilappeared. Another aftemoon\nDigitized by Google\n\f348 [.Tal,., 1888.\nI laW it in the drawing-room, and- it ... crouching over the fire ; but I am\nlOrry to say I Wla too great a coward to go up to it, .. I could understand\nthinga appearing at night, but when they came in daylight I could not make\nhead or tail of it.\nAnother peculiar incident took place. Our atore-room 11''' upetaira, iii\nthe basement 11'88 10 dAmp, and my aister had gone upstairs to getlOme wiDe.\nWe heard It. tremendous fall, and running out, found myaiater lyiug at\nthe bottom of tbe atairoaae aurrounded with broken bottles and dibrU. The\nfint thing that au.z:.cted my attention 11'\" this lame figure atanding just\nat the bend of the ataircase, and, -naturally enough, thuught IIhe bad seen\nit there too, and in her frigbt had fallen ; but wben IIbe came to, abe aid\nthat IOmebudy lUld pUllhed her at the bend and IIhe had fallen headlong. I\ndid not mention what I had seen then, aa lOme visitors were with III,\nbut afterwards told ber ;and ahe said abe had not seen anything, but had had\na blow in her back, aud had falleu 10 marvellously that abe had not hnrt\nherself. Some time before this hapllened IIhe had felt a hand laid upon her\nhead in the IIChoolroom, and tumed lIick, and had seen a white figure 80m,\nout of the door. Each one of UII laW this figure without telling the other,\nand each now llervant alao. Our JWDCII were often called, and the voice\nnearlya1waya came from the dining-room. Often and often we lwl &DIIwered\nand gone into the room to find it elllpli)\", aervanta likewise. On going up and\ndown lltairs, with our handa on the banisters, we 80metimes imagined a\neold 10ft hand was laid on them, 80 that I avoided touching the banisters\nat all. We had our heads often touched, and in my case I uaed to feel all\nfive fingers distinctly.\nOne aftemoon, while studying at the acbool·room table, I had lltopped\nup my ears with my fingers; I felt my head lIeized very roUJth}y, and\nnoticing my lIister had gone to the cupboard bebind me, thought it WIll\nher wbo had touched me, 80 1 moved my head about to eacape her,\nand said .. Don't,\" and was recalled to mYllelf by the goveme... who\ntouched me, and asked what on earth was the matter with nle; and I\nfound out that my sister had been back to her place for lOme time; that\nwas the moat distinct time that I felt it. I saw many otber things, but\nthey had no sequence, and 10 will not be interesting. Our cat was IOme-\ntimes in a great fritrht, her hair aU atanding on end, and grovelliDg;\nbut at thOlle times 11'0 laW nothing, but of course felt\" akeery.\"\nTlte bath-room first attracted my attention. We hadall a great repugnance\n-to enter it, and I was 80 certain that thero 11'811 something uncanny about it.,\nthat I asked mamma if there was a story attached to it. She said \"No.\" Not\n.content with that, I investigated the room, and found out tho door bad been\nforced; and it proved that the lady who lUId had the bouse before UII bad\n-drowned herself in the bath. Now this is a thing I cannot account\nfor. ODe Dight, m&nlIDa 811 uaual wont at the usual hour to have\n1ter bath; and finding to her· surprise the door locked, rattled it, and\n:said, \"Cumo, Emmie, I want to come in.\" EIUily replied from the next\nbedroom that she was not there. She tried the door, and then went\nto aoe where my other lIister and I were. . We all came lIut and had a b7\n:at it. 1 must lay I could have awonl the door 11'88 looked; it might haVII\nxot atuckin some peculiar way, but anyhow, after we had all lef~ it\nDigitized by Google\n\fJaJr. 1886.] Journal qf Socil!t!lfor P'!lclJical Re,enrclJ.\nalone it half openedit:lelf. My mothercertainly was puzzled at that, and\nahe was a very practical woman. She never would acknowledge that she\nsaw lUlytbing, but heard all the noiaea that we heard, and said ahe would\nmove out of the house earlier than she intended, because the aerYanta\ndeclared the house 1VB8 haunted, and said they would not atay; and she was\nafraid of ita having a bad efFect upon us. .\nNothing would induce the servanta to atir out of the kitchen or their\nbedroom after 10.30 at night; they barricaded up their door. One night the\ncook, a new servant there, 1VB8 taking up BOme hot-water bottles to our\nroolDB, and on drawing henelf up when she came to the top landing, found\nherself in front of thia white figure; ahe tunled tail and flew for her life to\nthe kitchen. Hearing the noiae, I ran down to aee what was the matter, and\nwe found her white and acared in .the kitchen. We had not told her anything\nabout the house; it is poBBible the other servant may have done 80,\nalthough ahe declared ahe had not. We heard the ruatling of leavtlll, or of\na ailk train on the ataircase at nighta, and that' was the only noise that was\nheard in the lower regiona. The dining-room flat was the noisiest; w.\nheard doon opening and ahutting, or attleaat what BOunded like it, for I used\nto go down BOmetimes to try and discover what it was. The noisea were\ntoo aubstantial to be cats or rata, it was more like the big heavy tahle in\ntlJe dining.room, and the chain being bumped about. At about aix in tlJe\nmorning a heavy bump BOunded, which Ihook the whole houao; in the\ndift\"erent rOOllla it BOunded in different directions; and we never could find\nout what occaaioned it, although we tried to investigate it over and over\nagain. The shock may have taken place in BOme other house, and our\nfoundations being very old, and I dareaay ahaky, it travelled along,\nand BO we heard it; it was like a miniature explolion. We had a\ngreat aversion to the drawing-room, too, and never would ait tllere alone;\nfor we bad a peculiar feeling that BOmebody 1VB8 in tlle room with UI; I often\nthought I 1VB8 touched, and felt BOmebody moving about the room. It W&8\nin that room that I saw a tall blue shape with what looked liko eyel ; but I\nkept looking at it, and it Ilowly disappeared; this was in daylight alBO. Those\neort of ghostly things did not terrify me much, and especially at the last, for\nI was BO certain that Bome trick W08 being played upon us ; and tried to find\nout how tbey appeared. But one ovening I 11'&8 terrified by Bomething out\nof the ordinary. .\nI was all alone in the dining-room one night, as tlJe othen were all\nout at a concert, and the little one had gone to bed. It mUllt havo\nbeen about 9.30 or 10. 1 was working, and· was opposite the preas, or\ncupboard, the door of whicb was open. Gradually tlle feeling came over\nme that I was not alone in the room, and that I was being watched, BO that\nI could not help raising my head, and exactly 0ppolite me, just appearing\nround the preBB-door, 11'''1 the face ofa mall-the mOBt wicked andevil-looking\nface I have ever seen, more like a demon's face than anything olle. The\nakin was of ayellowy colour, and it had black hair, moustache and beard~\nThe eyea were fixed upon me, and even as I looked, this awful head projected\nmore round tlledoor, and I saw the neck. There we gazed at each other. I\nwas perfectly frozen with horror, and could not move or speak. As soon ail\nmy senses began to collectthemselves, I thought, that can't be a ghost, for it·\nDigitized by Google\n\fwn't traaapannt like the othen ; it ...med a IOlid head. for it bid the pan\n.of the door it wu in front of ; 10 1 thought the ~ thing waa to ap.-r ~\nfrigh&eaed, .. I had read in at.ury boob ; BO after paing u me for what\nappeared a quarter-of-an-ho1ll' in m)' gru.t horror, the head awldenl)' drew\n.beck. I atill8&t petrified, expecting ittocome out &pin ; and there I eat until\nthe othen came home, and only then ..ent up to the door, and wu Dot a bit\nnrpriaed to find nothing behind, becauae the preu wu filled with ahelva.,\nand it 11''' an impoaibility for anybody to get into it ; BO it muat have been a\nbitof my brain in an ucitable condition. That ... a aubatantial ghoat, ..\nI call it.\nI 8&11' one' other, .but it .... a moat natural Ol\\e. Puaing through\nthe hall, I 8&.. an old woman atAnding by thehall door;and going to nuunm.\nI uked her who ahe ...., and ..hat ahe had come for. Mamma Did ahe did\n.DOt bow anybody had come ; 10 going out into the hall I 8&.. her (the\nwoman) .till there, and went down to tell the aervanta that BOmebod)' had\n:come, and to go and _ what ahe wanted. When I came back, the woman had.\ndisappeared. I immediately ..ent to the hall-door, found it locked., and\n'Opening itwent into the garden, lookiIIg for the ..oman; but ahe waa Dot to\nbe _11. The aervanta, too, did not mo.. anything about her. I had.\nDot an)' fear or aurpriae at _illl her, bocauu I did not go... for a\nmoment that ahe .... Dot real. No.. I have tOld :rou all &8 well ..\nI can remember it; but ..e put a great deal of it down to a damp\nhouae and neuralgia, and indigoatiQn. I w.. conatantly aufFering from\nDeuralgia there, and that, I dareuy, wu the oauae of all my apparitiona.\nI hope, though, that theBe ridiouloua notea may be of lOme uae to )'on.\nP. M.\nFrom Hila E. M.\n1885.\nI have been a long time in writing out my account. I hope now it iadone\nit will prove to be IOmething .. not too utterl), ridiculoua.\" It seerwi\nau fooliah for a aenaible creature like myaelf to commit to paper thinp\nau perfectly puerile. My contempt for ghoata paiaea deacription, and I am\nvery angry that I did ace that moumf~l ..hite thing by the dreuing-table, ..\nI have to put it dowll ; but I attribute it, like Mr. 8croogtt, to \"a piece of\nundigeaWd beef, or apeck of muatard,\" from ...hich delicaciea Old Marley ....\nauppoaed to have been compounded..\nIn accordance with Mn. Brietacke'a requeat, I aend an account of my\n't!s.periencea at our old houu in Edinburgh.\nI 11''' quite a child when ..e fint went there, and wu wId nothing .. to I\nthe rumoun afloat a\\lQut the houae, orthe earlier es.perienC8B of my aiaten. l\nI \"felt\" 10111 before 1 \"\"11',\" but thought it 1I\"U merely the natural\n~hildiah fear of dark rooma, al1d ao~itude, but &8 I arew older and atrongel',\nI loat the fear, but lIot the .. feebng,\" which 11'&8 diatinctly attached to ,\ncertain portiona of the houae ; Damtlly. the drawing-room, the dining-room\nand the ataircaae. . •\n. In the drawing-roODi the aenaation 11'&8 of aomeone pacing the room\nhurriedly up and doWD, pRuaing now and again, then continuing. On one\n.occaaion my eldest aiater left the piano at which ahe 11\"&8 practiaing, from the\nGiat.in~ ~mp~~o~ ofIOmeone pauin,g continually behind her chair.\n•• ! ,\nDigitized by Google\n\fIn the dining-1'OODl I me frequeDtly. experienced the senaation of lOme-\n-one bending over my shoulder. a diatinct feeling of the air being diaturbed.\nThe cat baa often risen from the rug, OD which it W&I aleepiug ; with hair and\n~ erect, inevidenthorrorat IOmething ; and '1I'e had several cata in rotation,\nand each in turn exhibited Iymptoma of fear oceuionally.\nThe staircue seemed to be the happy. huntiug ground of the ghOlts, and\n~ere repeated phenomeh& took place.\nDescending one evening, a slDall cold hand W8I laid upon mine,which waa\nnatiug on the baniaten. Each finger I felt exactly, 10ft and cold, and\ncould hardly beliovo that nothing W81 viaible. Othen in the house fre-\nquentiy saw the white figure on the ltaircaae, but 1 nevor did, and refused to\nbelieve in it at all, till one aftemoon I WBI sent into my mother'l room to\nreport if the fire weN burniug satiafactorily. Being diaturbed in the middle\nof my singing, I went to execute the errand in a frallle of mind, not exactly\n.ealoulaHd to \"seeghoata.\"\nIt W&I dusk u I entered the room, and overytbing W81 more or leu in\nJlhadow, which perhaps aerved to throw out in bold relief the tall white form\nof a woman, leaning against the windo.. -curtain by the dreiling-table. It\n.aa supematurallytall, and stood with arma folded, looking Itraight at me,\n.with a moat heart-broken expreuion in the eyes. Even at the fint glance it\ndid not look real, 81 the dark blue curtain.waa viaible all through it, but leu\n80 at the face andshoulden. The face WRa 10 sad and Iweet I did not feel very\nfrightened,butwalked straight up to the ourtain, and grasped itin my handa,\nshook it, and looked behind it, but there wu nothing there. I W&l frightened\nthen, and ran out of the room. I neversaw it before, and never saw itilter\nthat.\nMy room W8I at the end of a paiIage whicb led from the It.aircaae\nlanding, and palled the bath·room door; it W8I only separated therefore from\nthe bath-room by the wall, and although I knew later on what tragedy had\n.occurred in that room, ita clOie proximity did not diaturb me iO' the\nJilightest. My room waa diltinctly ono of tbe clear lpota in the house. I\nwaa alwaYI glad to get into it and cloBe'the door, 81 it alwaYI felt \" ..fe.\"\nThia feeling did not prevent me from hearing what occurred in the rest\nof the house. One night I ltarted 11p in bed from a lound Ileep. I do not.\nknow what woke me, but I heard a loft rUltling lound descending the\n.tain. I could not account for it, and could only compare it to dead leaves\nbeing Iwept down the ltepa. Soon after, tbe hall clock Itruck 1 o'clock.\nThe nextmomiug, tbe cook and housemaid told me (of their own accord)\n·that. 81 the clock Itruck 1, they heard \" a !Oft ruatly kind of BOUnd come down\nthe kitchen ltain, Iweep into the laundry, run round tllree time8, tllen there\nwas a great bang I\" The cook deacribed the BOund 81 \" a lot of dead leaves\nlike!\" Thia ia very remarkable, aa Iliy room W&I two ItoreYI above the\nkitchen, and the time and deacriptioll of BOund tally exactly.\nI waa present when the door of the bath·room refuled to open, and was\nabout to try to open it mYlelf for the third time, when it opened gently and\nJ'eliatleaaly without any eft'ort on my part. I waa the only one in the house\n1l0wever who never hoard the \" morning bang\" 81 wo called it, though the\nGerman govemell and varioul viaiton all heard it. We left the house\nearlier than we intended, 81 the serYaDta refused at 18lt to remain, and\nDigitized by Google\n\f352 [lalf,1&\nbecame very troublesome, never venturing aboat the· hoUle excepl in\ncouples, and no power upon earth could have induced them to quit their\nroom after lmlf paat 10, whioh from their account wall in 'a IIOrt of beaiepl\ngarrieon condition, the door being aeourely barricaded from within, 10 !'By\ndisturbance which occurred during the night could not poaaibly be pJacadt\n&lllIOme have IlUpposed, to their account. I do not think I have anything\nmore to My. We were all glad to leave the hOUlle, and a month or two aft.er,\nwe went over it one day with IIOme frienda, and the feeling of gloom and\noppreuion was ap(llllling. and were glad. to· get back into the' lIunahine, and\nall unhesitatingly pronounced it II haunted.\"\nIt mUllt have been fearfully damp; a bonbon left on the IIhelf of the OUp-\nboard in my Bistel'll' room would be completely melted in two days, and\nboots and moeB, unleIIB conlltantly worn, were apt to get all mouldy anel\ndamp.\nI cannot account for anything which happened, and can safe]y affirm\nthat anything which I BaW or felt Wall certainly not due to fear or nervoUl-\nn8llll, &II I unhesitatingly would go to any portion of the hoUle all alone, in\nthe dark.\nMy \" double\" or .. wrRith\" W&II twice seen upon the bend of the ataircue,\nonce by my Bister, and once by a frienel, at different times, but upon always.\nthe Bame place. ,.••\nThe cook who W&II with UII at the time of whioh I llpeak ill dead, and\nwe have IOBt lIight of the hOUllemald. ,All I have nothing' more to 1liiy I will\n~ ~~\nFrom }fiaa K. M.\nIkumbtr 4th, 1886.\nMy D.BAR MR.... BRIBTZcKJ:,-In compliance with your wishes, I Bend a\nfew linea to add my testimony to that of my lIistol'll' about our \"haunted\nhoUle \"(1) in B-- Place. The only time I BaW any lIign of an apparition\nwail in tlle year 1872. I Wall in the IIOhool-room preparing my ICllllOnll (about\n5 o'clock) for the next day when I Buddenly became unconaciotlll, and on re:-\ncovering I MW the figure of a tall wOlDAndraped in whitegoing out at the door.\nI could not see the face. but the figure Wall tall and elegant, and from what\nmy lIister P-- deacribeB, mUllt be -thlt lIalDe figure IIhe IIIIW IIOmetimeL\nThat Wnll the only time I ever BaW her; but one day, yeal'llafter (about 1878),\nI wall coming dowlll1tail'll when I Buddenly became unconscioulI, and fell the\nwhole length of the lltail'll. 1\\ly lIister P-- rushed out from the dining--\nroom and found me lying at the foot of the Btail'll; MW the figure ofthia.\nwoman at the top. and imagined I had lIeen her, and Callen in terror; but t\ndid 110t Bee anything, and never can to thiB day account for the peculiar way\nI fell, jUBt nil if I had been pUBhed, witll great ,-iolence. Our aervanta,\ndeolared they Ba\" ghOliu and heard IlCCuliar Boundll, and all this acted on\nour nervoull BYBtellJlI, and no doubt made UII acnsith'e and alarmed at the\nleaBt lIOund, amI a ray of moonlight WaB no doubt transformed into the\nfigure of a ghOBt (1)! One other remarkable incident Wall in connection witb\nthe bath-room (where Ml'II. S. had COlllmitted Buicidc a few mootha\nbefore wo'took polIBCllBion of the houlle); our moilier tried to open ilie door\none evening I\\B Bhe wishod to take her bath, IUld trie<l in vain to get in, 80\nconcludod somo otller member oltha family WaB in there, but on inquU1\nDigitized by Google\n\fwe found that DO one had entered the room, and my mter made a lIign of\nthe Cl\"OIIII on the door and it wu immediately opened.1 .ThillllOWlIia like an\nimpoaaibility, but we were all there, and mother, who had not an atom of\nf...., and no belief in IIpirit., 1I'U I18mewhat puzzled, and we can never\naccount for it.\nThis ia my valuable (1) testimony. It 100M anooDlmonly u if I were\nweak in the head. and given to tumbting down whenever the apirita were\ngrMioua enolllh to come and viait me. But since we left B-- Place I\nhave given up coming down lltairs bead fol'8lllOllt, aDd tlOtO if I found a dOOl'\nrefUIe to open I should send for a picklook.\nK. M.\nFrom Millll Z. M.\n188rs.\nI waa 10 y8lll'll old at the time I saw thia figure, and my' mind waa far\nfrom ghoata, u my mother had never allowed anyone to llpeak to me of lIuch\nthings. One day I W&II let out of the achool-room for half-an-hour's play at\n12 o'clock_ My playroom waa upetain, and u children often do, I ran\napetain on all foun, that ia on my handa u well &II my feet. All I reached\nthe middle of the atairII a peculiar feeling made me look up to the top land-\ning. and lltanding close to the tint lltep of the stair WBII a tall white figure of\na woman, and it _med to be above the usual height. I could _ the form\ndistinctly, but at the sanle time I IIIIW throlllh her. It looked at me for a\nfeW' aeconda, then tumed and walked into the passage leading to the bath-\nroom. Not knowing what it wu, I had not the IIlight.eatfear, and I followed.\nit there. Of coune, when I got there, the room W&II empty. It wu then for\nthe fint time that I felt, &II the Scotch say, .. uncanny.\" I told my mot.her\nwhat I had '!Ieen, but abe lalllhed at me, and lI(lun I forgot all about it.\nThis is the only time I saw the figure, but I often heard myself called fl\"Qm\na .onk preu in the dining-room, but that may have been an echo. Very\nfrequently in the moming, about 6, my mother and I heard a loud thud\nagainst the inner wall of the house (it Willi a hoUIIEI lltanding in ita own\ngrounda) ; it IIhook tlle whole house. and for along time my mother took no\nnotice of it; IIhe thought it Willi the servant cleaning the school-room below.\nand after pulling out the grand piano to clean behind, had rolled it back\nwith too I{l\"8&t a force, and knocked the walL My siatenheard it, too, but in\nditFerent parte of the house. One moming my aiater went down to lind out\nif it Willi tho servant; but ahe found ho\"lI tho grate cleaning the irons. She\naai<' she had been there fully 10 minutes, and had ne\\\"er heard the lIOund\nherself. A great many of our aervanta left UII because of these lOunda and\naighta. One cook we had W&II taking the hot water boW. up to the bed..\none night and she saw thia figure on the middle of the atain, and IIhe WBII 110\nfrightened that abe did not know abe had let one of the bottles fall on her\nbare ann till abe got downatain again and found her arm Dloat frightfully\nbumt. Except for hearing IItrange BOunda, which I wu told to put down tn\nrata, and having a peculiar deproued feeling come over me when I entere4\nthe honae, nothing elae happened to me that I can remember.\ny\nDigitized by Google\n\fMR. EGLINTON.\nMrs. Sidgwick desires to My that all the a.ccounts receh-ed by her\nof sittings with Mr. Eglinton were printed in the last number of the\nJournal, with the exception of two, the writers of which desired that\nthey should not be printed.\nIn the course of last winter, Mr. G. T. Sachs, an expert iD'\nconjuring, was requested by a few members of the Society for Psychical\nResearch (who at the time were unaware of the statements made iD\n1878 by Archdeacon Colley-see Journal for June) to hold some\nsittings with Mr. Eglinton at their expense, and to report the results.\nHe consented, and Mid that be would get Dr. G. Herschell, also an\nexpert in conjuring, to accompany him. Mr. Sachs has not yet sent\nin bia report. The following letter bas been received from Dr.\nHerschell :-\n:fl. Moorgate Street, July 3rtl, 1886-\nDRAB MR. GURNEY,-I hsve¥therto delayed aending in my report .. to\nthe conclusions that I have arrived at by my sitting with Eglinton, aa 011\naccount of illnell I have been prevented from finishing the series of experi-\nments I was making as to the possibQity of imitating psychography. I mut\nconf811 that!am unable to discover any method forproducing writing onslates\nwithout inltant detection by the Ipectatol'll if they are conjurel'll, and even\nthen only under an abaence of the conditiollB.under whicll Eglinton WorkL\nI find that I elm only produce, even after lOme months of practice, ODe or\ntwo worda upon the slate held simply under the table, but any obaerver of\nordinary &CUIDen could not fail to detect the neceuary movements. I am\nunable to do anything at all with the locked llate, and I find that there it no\ninvisible ink in existence which can imitate slate-pencil writing.\nSo tll&t taking into conBideration the rapidity with which the writing came\nat my fil'llt litting (reported in lAg\/It), ann the fact that Sachs and I were\nwatching him clolely. and did not\"detect any of the movemel:ts I fiud it DOW\nneceaaary to make, lam dri,\"en to the concluBion that the writing is produced\nby lOme other method than\" by the agency of Eglinton'. muscles.\" This\nil tbe conclusion to wlllch I have come after an exhaulti\\\"e aeries of experi-\nmenta that have left me no loophole.of escape. Hoping that you will exCllll\nthe length of time I have taken, but I wished to gi\\\"e a. fair trial to my\nmethods before I confeued myaelf beaten,-Believe me, yOUl'll truly,\nGBORGxHBBSCJBLL.\nIn a second communication Dr. Herschell adds:-\nI allure you that I have not arrived at the conclUBion that I here\nwithout a hard Itruggle, as I was biassed the other way, as you Jmow\nvery well.\nThe following letter from Dr. Herschell had pre\\'ioualy appeared\nin Lig'!,t, for June 26th, 1886, p. 290:- .\n:fl. Moorgate Street, E.C., Jutle 18t1a, 1886.\nDRA.lL EaLINTON,-In R.Dlwer to your note jUBt received, I lDay say that\nif HrB. Sidgwick has ever aeen me do any alate-writing, it haa been -part of\nDigitized by Google\n\f~ely. 1886.] Jourlwl qf Societ!\/forP8!1cMcai Rt8tOrcl,. 355\nan ordinary entertainment of sleigh~f-hand, and produced under conditioDs\nquite di1ferent from thoso under which your peychograpID'. takes place. w.hen\n1 have given such exhibitions it baa been for the sake of showing ~01r lilU.\nprestidigitation could do towards imitating slato·writing, apd never with the\npretence of showing how yo\" produced it. ,\nFor some time after my first sitting with YO)1, I candidly conf_that I\n1rorked very hard, both. by myself and in consultation with well·known\npublic performers, to find out a method of imitating psycbography, and 1 do\nDot think that there is a way that I have not tried practically. I have conle\nto the conclusion that it is poaaible to produce a few words, on a slate if the\nminda of the audience can be diverted at the proper time (a thing, perfectly\nimpoaaible under the eyes of conjurers, who know 'every possible way of pro-\nducing the result by tricktlry, without ill8tant detoction).. Beyond this, con-\njuring cannot imitate psychography. It can du nothing with locked slates,\nand slates fastened together. It cannot write answers to questions which\nhave not been seen by the performer, as you are constantly doing. At .tho\nbeat it only produces a mild parody of the very simplest phenomena under\nan e\"tit·e abMn\" of all tilt COlld,tWn~ undw 1C\/lich thllle MbitUIJUY OCCU1' :It\n!lour Mkmcu.\nAllow me also to take the present opportunity of thanking you most\nsincerely for the opportuni~ies you hat'e given me of satisfying myself of the\ngenuineneaa of psychography by diacu88ing openly with me,' as you have\ndone, the various pouible ways of imitating the phenomena, and.of letting\nme convince myself\" in detail, that you did not avail yourself of theJu.\nI hope that you have had a successful visit to Ruaaia, and that your\nhealth is now quitere·establiahed.-With kind regaroa, yours sincerely,\nGEORGB HBBSCHBLL,. M.D.\nW. Eglinton, Esq.\nDBTERMINATION OJ' THB TIME OF SLATE·WRITING.\nTo Ike Editor of tM J OURNAL OF THE SOCIBTY FOR PIIYCHICAL\nRBIIEARCH.\nSIR,-In the June number of the Joumal, Mrs. Sidgwick, referring to\nthe various length of time during which observation haa to be kept up,\nremarks :-\" At other times it may be comparatively IIhort, bllt .manifestly\nin no case can it be determined merely by refere~ce to the time at which the\nwriting 1lU1IW to be done\" (p. 332). In flO cau. This was 8Q much at.\nvariance with my general recollection of experiences of my own with Slade\nand Eglinton, that I had the curiosity to go through the evidence printed in\nthe same number of the Jcmrllal (whichtilicited Mm. Sidgwick's remarks),\nwith special reference to this point, though with littlo expectation of finding\nthat a .critic usually so careful had made so positive a statement in direct con-\ntradiction to. evidence under her eyes at the time. ,It is 80, however, 84 the\nfollowingreferenees will show. For there is one way in which the time of\nthe actual wliting can be determined by reference to that of the BOUlld as of\n.\"ri~iDg, which ~ when a quostion is put by the 8itter and sJ)swered on tile\nmoment on the sJate. At p. 301 Mr. G••\\. SmitIt gives the following\n\"ntence. as obtained 011 tIte slate :-\" If you like ·.to try it ·we will\ngitized by (..oogI\n\f356 [lal\"I_\nbe happy to do our beet for· you, for you know you do not dictate\nyour own eonditioDl.\" \"The Jut wonl.\" ..,.. Mr. Smith, \" ~\npeared to have heeD very hutily aDd careleialy written, and we were UJl·\ncertUn what it _ iDtended for : 10 the slate wu held beneath the taltle\nagain, with the requeat that the word should be re·written more legibly.\nl~,\" (italiea are Hr. Smith's) .. we heard writing, and the word\n• coDditiooa' waa fotmd oeenpyicg the whole width of the alate.\" It may be\npreaumed that the slate w.. withdraWft for examination .. BOOn .. the lOuad\nceaa«l i and unl... itis suggeated that the word wu written on the !'eftIW\naide to that of the IMIIltenoe, and hAdbeen previoualy prepared (the queatioa\nlJeingled up te by an intentional mepbility of the Jut word of the aenteDee),\nwe have here a cue in which the time of the actual writing is exactly deter-\nmined by the lO~nd. The little ~ible doubt ia thie cue d~ not eUt in\n\"'e next-Hrs. Brietlclre's_tp. 294 :-\"II&id, •Pleaae write the figure 4.'\nIn a motIIeftt we heard writmg, and on lilting the covering alate there WIll s\nbold \".\"\nAgain: \"I said • Write Han.~ll ~iaa L. added, ' So that it can heseeD.'\nItlfia\"tly we heard writing, aad wliea. the alate wu expoaecl , Han' wu fouad\nwritten in eery 1arge letten.\"\nAgain: \"I mid, • Why did you Dot write for Profeuor Barrett the other\nday\" Tbe written reply, obtaMted ...·..JC10 -.l., _ •Becauae hedictatel\nhis own condit.iolle.' n\nIn Hr. HaroldMurray'e evideuC8,atp. 296, four queatioDi are mentioned,\nto which answers came in (1) \"three to five minutes,\" (2) \"two to thrw\nminutes,\" (3) \"ODe and a half minutes\" <a_er oU2 wordl), (4) .. a1mtJatat\nonce\" (14 worde). There 188m to beother inataDcea in the l&IDe collection of\nevidence. bot I think theBe seven or eight are enough to ahow that the period\nofcontinuousobeervation can often be defined.. of extreme brevity,&IIcl'that\nIOmetimea the moment of actual writing can be determined by that of the\nsound. E,timntu of temporal intervale are no doubt little to be depended\nupo~, but .. inetantly,\" \"in a moment.\" &c., are not eatimatN, aDd JIr.\nHarold Hurray'e timea 188m to have been canofully computed and diI-\ntioguiahed, and the third of them is .tated .. preciae.-Your obedieD~\naervant, C. C. HusR•\n. .wJ., 9U..\nSIa,-1 am glad that Hr. Muaey hal called attention to what, .. he hall\nmisunderstood it, mut I fear be an ambiguoUl aentence of mine in the W\nnumber of the JOt'n&t.d. I will endeavolll' to eJ:plain my meaning mon\nfully. In apeaking of .. the time at which writi:tg _, to be done,\" I mean\nin moat c&I8I the time when tile IOUnd 01 a.pparent writing i. heard, and die\nonly reuon I had for UIiog the _ definite phrue WIll that I wiaheIl to m-\nelude poaaible c&I8I where the apparent time of writinJl may have been ...,.\ngeated ia lOme other way, though I do not think anyauch _ ar& reeorded\namong thoae given in the JOtcnttil. .Now it _ma obvioDi that.. the aouad\nof writing can be imitatoci, it aiForda no indication that writing is beiBg doDa.\nI never intended to deny that the real time of writing may, ia lOme ca-.\nccincide with the time when we _ to·hear it, though I do Dot think we\nhave any grouodl for thinking that it did eocoincide in the C&IIeI refemMI ..\nDigitized by Google\n\fM7.\nb7 Mr. Malley. What I did wiah to UpreIII 11''' that the _it\"to be dODe\nafl'orda UI no help whatever towarda determining when it u done.\nAnd tht! euea which Mr. Ma.tae:r quotee are .. good Uhutrationl of thia\n_ anyother. Theyare-at any rate,l8verai of *em----euea where the interval\nof time during which continuoUi obeervation .... required wuwhat I have\naJ.led comparatively ahort; but what enabled me to Ul8rt thia hal nothiJJg\nto do with when the writing aeemed to be done. It ia that at one end the\nlimit of time ia given by the _king of the queation (Uluming, of COUl'l8,\nthat thia 11''' not led up to) and at the otherend by the aeeing of the anawer\n~n the Blate. .Aa to the duration of the time between theae IbpitB, I have DO\nlleaitation in ..ying that it wu&hort compared with that during which con-\ntinUOIlll obaenation would IOmetiDlea have to lMI kept up, but 1 mould be\nahaid to I&y that it. wu ahort compared with the time a conjurer would\n%equUe to didract the attention in order to accompliah the neeeuary writing ;\nPartly becauae I cannot agree with Hr. Muaey in regarding \"inatautly,\" •• in\na moment,\" .. many people DIe the expreuiona, u anything more than vague\n.ubjectivd eatimatea of time; and partly beca1Jll8 even in Mr. Hurray'l cue\nwe do not know when the time wu meuflred from, e.g.. whether it wu\nfrom the moment when the (Iueation ,va. written doWD, ('r from the moment\nwhen the alate wu put under the table. In JrIra. BrietBcke'arecord there are\nindicationa that \" in a moment\" refen only to the time after the alate 11'88\n'placed in poaition, and that thia d~a 'not include all the time during which\ncontinuoUi obeervation wu required, for her words ... to one cue are,\n.' I aaid, 'Pleue write the figure \"jaild tAe \"'1M alate _, placed ell before.\nIn a moment,\" &0. I do not think that the words I have italiciaed can be\nntended to delCribe anything that oq:urred in the \"moment.\" In Hr.\nSmith'a cue it ia pretty clear that \"immediately\" refera to the time after\nthe alate wu in poaition under the taWe, but we cannot tell that a apecially\nfavourable opportunity for writing the won! did not occ1lr before that-when\nthey were diacuuing the illegibility of the previoualy written won!.-I am,\nSir, &e.,\nELaANoa HILDBBD SIOOWJCL\nTo Uae Bditor of tJr.e JOUII.NAL .OF THB 8ocJBTl; roB PsYCHICAL RIII8B.ucJI.\nKnockderry Cutle,\nOove, Dumbartonahire, N.B.\n12th: 7: 86.\n81&,-ln the Jwmal for lutDlOliltb, June, thereappelUllalargenumber\n~porta on aittinga held with the well-known medium, Mr. Eglinton, two or\nthne 0( which were aent iu by mYllllf. I would not ventul\"e to treapua on\n. your apace and time in uking you to pllbliah lOme additional remarks upon\ntheae, but that I hold Hra. 8idgwick'a .criticiam of them to be both aUller-\nAcial aad ineuet, as, in a alight degrea~ I will leek to ahow preaently.\nMn. 8idgwick .ya &he hal \"RO J&uitatiol. in attributing the perlor-\nmancea to clever conjuring.\" So far .. ahe henelf ia concerned abe ia\nwelcome to think of my aittinp .. abe lUcea; but I have a decided objection\nthat.othera, who may have read the•.with 1\n... biu and more caution, mould\n.wallow her atat.ementa .. im.mutable u.ad acientific fact. Her halty judg-\nDigitized by Google\n\f358 .Journal of 8()(!iet!1 fol' Pll!lcAicalReBtarCh. [J01,.. 188G.,\nment, however, surprises me the more as coming from one who. preaumably\nadmits And 'ACCP.pts the tremendous illues ,,,t stake in tile Newnltam '0l\\Il8\n(see the J\"'lnatll for May, 1885). There js no ·suoh exceediug difference\nbetween the 'Newnlulm marvels and Mr. Eglint-m's \"conjuring;\" In the\none eRIe when Mn. Newnham is the medium (or writer), we have anlwera\nRiven to questions whioh are quite and demonstrably unknown to her by any\nof the aooapted ohannels of senae. These answers are, besidea, apparently\nquite incompatible'with her ordinary phases of oonsoiouaneas and normal\ngood oharacter; S(l muoh 10 as to suggest to Mr. Myers his quaint tlleory\nupon the aotion of the IIeOOnd Iullf, a quite immoral half, (If the brain. In thB'\nother ease, when Mr. Eglinton is the medium or writer, there Me, as befON,.\nquestions unknown to him answered with a knowledge that ·seems separate\nfrom Ilis, the medium's ordinary powers, with but, one addition-that the'\nanswer is made by means of a pelloil not visibly governed by the medium·...\nlbuscles, instead of by ApIanohette; BO, to ACCept theNewnham case in ita.\n~ntirety is hardly, it seems to me, \" greater step away from scientifio ortho-\ndoxy, ,han from the basis of the Newnham case to admit the poasibility of\nllate-writing or oooult powers. At aliy rate, a believer in the one, as Mrs_\nSidgwiok,' I should expect to be more careful in condemning the other. 1\ndo l1at either know, iithere be some ilnmor\"lity oonnected with mediumahip\n(lam not referring to the instance quotecl by Mrs. Sidgwiok in tl18 Jour\",,')\nwhether the immomlity in the one case is much worse than in .the other, or\nof '& quite unaUiud nature. Be it understood I do not in any way impup\nMrs. Newnham, or at least tile better half of her bmin, of any col1lJCioua Bin.\nI. have however properly nothing to do but with the facts tllat came under\nmy own notice in Mr. Eglinton's preRence, and now proceed to Mrs. Sidg-\nwiok's oritioism of theao.\nShe writes in concluaion: \" I can hardly imagine being myself.convincec!\nthat it\" (the aIa.te-writing) ••was genuine exceptby evidenceofa different 1IOrt,\nto wit, the testimony of thoroughly competent and trustworthy witnesses\nthat in several oas88 it had been produced under oircumstances whioh di.....\npouaed with the necellity of continuoup obaervation.\"\nAs to my own l~rs(lnM competence I can claim nothing beyond average\ncommon-sense and somB custom 81 \"n art-student to stddy ol08ely every·day\nltfe hoth In its llllltteJ;'·of-factneaa and in its greater subtleties and mJllterious\np088ibilities of exprell8ion, which may ill certain waJII be quite as fitting a.\npreparation fot' the finding (If some truths 81 the absorption of any amount uf\nscientific materialism. But if scientifio Cf)Ulpetenoe be in question, few\nhigller authorities than Professors Crookes, WallACe and Zollner could be\nnamed, who have testified to the genuineneas of the forces brought iuto\naction through mediuRl..hip; Bnd further, Mrs. SidjlWick _ma entirely to\nignore tl1e report in this aame JotcrJial of last month made by the Ruasian\nProfetlllOl'll, Wagner, Boutlerof, and Dobroal&vin. And if, again, the evi.\ndence of adepts in conjuring is required, such has been alre.a.dy given and\nnotably within the last wcek by Dr. Hersol1ell ill Light, than which not.hing\ncould be more preciBe, and more fAvourable to Mr. Eglinton. Mrs. Sidg-\nwiok next l\"eIluires trustworthiness in witD888es, which apart from competence\nmeans nothing 1888 than A general honesty Ilf purpose and an unbiaaaed\nai,noerity in observation. .As I am p8nonally known to Mrs. Sidgwick anet\nDigitized by Google\n\f.other leaden of the Society, presumably their accept&nl:e of my reports '\n.implies their trus~ in my sincerity (though I Jll&y be a dupe); otherwise there\n'Would have,been alreadya grou breach of duty on their side towards the I...\nactive and irreallOnaible members of the Society. Finally Mrs. Sidpick\n..requires\" teatimony that it,\" the writing, \"had been produced under circum-\n.a~ncea,which dispenaed wi~4 the neceeaity of continuous oheen'ation,\" and\nit is to this last aen~nce I wish mainly to make answer.·,\nI·insist that the condition of prolonged and the;refore pl\"Obably fatigued\n~bservation was absent in l8y teat of an &DIlI'er given to a question unknown\nto those in the room, being one chosen at random from six mixed within an\nenvelope, aU of which were writ~n BOme days before on lix identical llips of\npaper. To make the teat clearer I will explain it at grea~r lengtb. The Blips\nwere cut from blank no~-pn.per,and all.clipped down to an identical exactn_\n~f appearance. On each was written a v,ery limple queltionp the AIlIIwer to\nwhich was evident, and could be !{iven ouly in one way by one or more words\ncf a direct nature, thus avoidingall cha::ce of gueaa-work or ambiguity lueh as .\nmight arise in a general answer prepared by Mr. Eglintun on a sla~ as an\nevasive reply to mOlt questions. After the sitting had commenced, and\nwriting been obtained in the ordinary way, I luddenly prolJOBed this teat to\nMr. Eglinton who at once agreed to lee what could be done. A alate was\nplaced on 1M middlll of tAt table1witk a morael of llellcil-in full daylight of\neourae-and upon it I put one of the llips, question downwards, my fluger\npreaaing the llip to the alate till withdrawn as allother Ilate closed it down,\nthus securiDg the llip from all observation. The llip au placed was chosen\nat random from the onvdope jUlt then taken from my pocket containing lix.\nIt is, 1 think, therefore legitimate for nle to conclude timt 1\\1 lung 1\\1 tllis\nslip was in my fingers, under my own eyel, blank side ul'lJermolt, I. could\nmylIP.lf only gueBB as to which of the Bix queBtiol18 it might be, and further\neould be certain that none other in the 1\"0<)01 knew anything at all I)f ita\nnature. Five aeconda may have elapsed from the moment I cbose the Blip at\nrandom out of the envelope until my finger was withdrawn from a Becure\ntouch upon it, and certainly not two aecondB more could have I>a&Bed from\nthe moment my fiuger Wl!.ll withdrawn until the Bocond Bla.te oo\\'ered it over\naecurely. My handl, with those of Mrs. C. P. and the medium were then\nplaced firmly above both Blates, always in the nliddle of the table. Fh'c\nminutes went by while as related in the last J01If'7lUl, the l'al,ticular question\n)I'M anBwered correctly ; then came another period of-aay two Becond.,\nduring which the upper Blate 11'1\\1 removed &4d I found my alip aB I had left\nit at one end of the alate with therequiredanawer. _~Bonce our bandBcloBed\nthe two BlateB down, aU conjuring became ilDpOIBible until u. changeof position\nand M I am certain none coUld read the queBtion chOBen until it left lily\nbanda (if !:Ver), 1 contend that the only two critical perioda for observation\nwere thoae of two B8Conda each :-as I withdrew my finger from the slip to\npermit tho uPller slate to clOie it down, and as Bimilarly tbis upper Blate was\nwithdrawn a little later. The circumstanceB llere aeem to me to be thOIle\"\nwhich dispenae with the neceuity of continuous observation. Furthermore.\nthe 'required teat was presented luddenly as I have aaid to Mr. Eglinton.\nand contained Buch inherent difficulties to be overcome .. mUBt have fairly\ntaken aD ordinary conjurer or preatidigitateur by Burpriae, who does not &B\nDigitized by Google\n\f360 [Jaly. 1885.\na rule\"lubmit to improviMd alteratiOlll on hia programme, aIld leUChiDg\ninquiry or indeed interfennce of &D1 kind from .hiII aadienoe. If the\nreporiAIlent in by Mr. G. A. Smith and mytelf be OOIIIultod, aeYel'&l other\niDltancee will at oncebe found where the nec.eity for continuOUll ~n\nwu dilpeneed with, and where BUdden diftioulti. were overcome on the spot;\nby Mr. Bglinton, lueh .. for inItance tile copy made on a traner-rent alate\nof an underlying drawing. I know 'Very exactly how 1011& it wOllld\ntake an ordinary dtaught.man to make anch a corY, and what amODnt of\ndirect vimOll would be required to aee to traee, which combination of time\nand mon Mr. Eglinton never attained.\nI might go on to point oat innumerable other iDltancee where Mra..\nSi.ick'a 'c:riticilm amount. to nothing leu than a ahirking of fllGtl ...\nrecorded. Knowing weU that othen will ha\"e more And better worda to _y\non the aubject, but trallting I may at leut induce lome of Jour readera\nto 1188 for theRllelYeI iDltead of accepting the verdict of lin. Sidgwick on\n10 important a point,-I am,youn very truly,\nJ. MuJUU.Y TzMPLB'l'OK.\nTo tile .&lifol· of the JOURNAL or THB 80cDTY FOR PsYCHICAL RF.8BARL'JL\nSIR,-May I be allowed a brief reply to the above reported remazb of\nMr. Myen on a part of my paper 7\nFor the point in qU8ltion. I am not at all concemed to dilpute the com-\npariaon with Socmtell, nor did Iluggelt, &I Mr. Myen appean to IUPpose I\ndid, that Mn. Sidgwick'i recognition of her own inadequate powen of\nobaervation implied any illfel'jorif\" in that reBTJOOt to the average of mankind.\nIndeed, 111'&1 quite aware that Mn. Sidgwick had expreuly, and in the\nlAme lentCnlce, included \"othen\" (the world in general) in her dilparage-\nment. But my argument only demanded that her aelf-eltimate Ibould be\nfairly correct in the poItitille aenle in which Ihe wrote, and I wanted no\nadmi..ion of it from her in a COfI~p<lratille one. For if her aelf-eltimate iI\nconfirmed by the actual experience Ihe adducel in proof of it-with the\namateur Ilate.writing conjurer-Mn. Sidgwick may certainly be regarded &I\nno better in respect (If continuous obaervation thall the majority of thOle who\nwitllell the pllollomclIlon of alate-writing with Eglinton. Her superiority,\narilinK from IOlf.knowledge,-her Socratic wiadbm,-wtluld conaiat in attaca-\ning little importance to her own evidence, but it would not prevent her\ngetting the evidence, for what it might be worth. The colljurer's ehanc.f\nwould be just R8 good with her 81 with othen. She would not be 10 much\ninlprelBed by tile reBult, but would be quite &I unable to explain it by any-\nthing actually observed. I was only meeting, by the cue of Mra. Sidgwick,\nthe luggeltioll that \"Eglinton's failuree are due to the want of opportunity\nwith a few superior ohlerven. tTpon her own Ibowing, hil three failures\n'with her could lIot be weU explained in that way.-Your obedient aervant,\nC. C. MASSBY. !\nDigitized by Google\n\f","_id":424}