{"name":"Journal of the Society for Psychical Research 9686","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n31_aug_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N31, August 1886","mylang":"de","content":"No. XXXL-VOl.. n AUGUST, 1886.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNe.. Memben! and Asaoclates . . . . . . . . . . . .\nMeeting of Council •. .• . . . . . . . . . . . .\nBow and what to observe In relation to Slate·wrltlng Phenomena..\neu. received by the UteraJ\")' Committee\nCorrespondence . . . . .. . .\n.. Pbantaams of the Uvlng\" .. . .\nSupplementary Ubrary catalogue\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nPAGE\n•• 361\n•• 361\n•. 362\n•• 376\n•• 379\n.. 384\n•• 384\nTRAVERS, JOHN CORY, F.LS., Wood Lea, Bedford Hill, Balham, S.W.\nMALcOLM, TilE HON. MRS., Achnamara Bellanoch, Lochgilphea.d,\nArgyleshire, N.B.\nASSOCIATE.\n.AsHCROFT, REV. THOMAS, 185, Lansdowne Terrace, Chorley, Lancashire.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on the 30th ult., Professor H ..\nSidgwick in the chair, the following Members were a.lso present :-\nMessrs. Walter H. Coffin, Edmund Gurney, Richard Hodgson,\nF. W. H. Myers, and Frank Podmore.\nThe Minutes of the previous meeting were read and signed as\ncorrect.\nTwo new Members and one new Associate, whose names and\naddresses are given above, were elected.\nSome books were on the table as presents to the library, which are\nacknowledged in the Supplementary Catalogue, and for which votes of\nthanks were passed to the donors.\nThe monthly cash account was presented in the usual form, and the\nnecessary amounts passed for payment.\nIt was agreed that a General Meeting of the Society should be held\nat the .Suffolk Street Rooms on Friday, the 29th of October. The\nchair to be taken at the usual hour, 8.30 p.m.\nThe next meeting of the Council will be held on Friday, the 15th\nof October.\nz\n\f362 Jov,)')wl of Society fol' Psychical Rest-moe\/I.. [Aug.,l88G.\nHOW AND WHAT TO OBSERVE IN RELATION TO\nSLATE-WRITING PHENOMENA.\nBy ANGELO J. LEWIS, M.A. (U Professor Hoffmann \"), Author of\n..l[odern J[agic, &c.\n. Having for some years mode II. special study of the subject of\nNatural Magic and of the methods of conjurers, I have been requested\n(as an expert, and in II. quasi-professional capacity) to read and criticise\na series of reports (appearing in the JQtIA'nal of the Society for June) of\nsittings with Mr. Eglinton. I am asked to say whether, and to what\nextent, the phenomena described are oonsistent with trickery, and to\niudicate any points wherein the observation of the witnesses is likely\nto have been defective or misdirected.\nIt seems to me, however, that a paper confined strictly within the\nabove lines would be too speculative to be of much practical value.\nUpon the hypothesis of trickery, these accounts must be taken to\nl'6present (as do all descriptions of conjuring effects by uninitiated\npersons) not what the witnesses actually 811.W, but what they believe\nthey saw, which is a very different matter. The main outlines of each\nnarrative are probably correct; but if the description could be com-\npared wit~ the reality, it would be found that there was a little\nomission here, a little inaccuracy there; here a circumstance that was\nnot noticed, there another that has been forgotten. I am not seeking\nto disparage either the good faith or the general acuteness of the\nwitnesses, but merely stating II. defect which is inseparable from aU\nd6!iCriptions of conjuring tricks of which the secret is not known to the\ndescriber. I myself claim no exemption from the rule. For the last\nquarter of a century I have taken every available opportunity of\nwitnessing conjuring perfonnances, and haye mode a practice of\nimmediately afterwards taking a careful note of any novel combination\nor effect. In so doing I frequently find the greatest possible difficulty\n(even where the general working of the trick has been clear to me) in\nrecalling exactly what was done-the precise sequence of given move-\nments, and the like. Very often a second visit has shown that my first\nimpression was wrong in material particulars. If such ia the experience\nof a person practically familiar with conjuring, and able to make a\npretty close guess at the modUB operandi of the trick, what chance has\nan outsider, however Beute, of giving a precisely accurate description'\nIt must be borne in mind that the observation of the witness has been\nex l£ypotll.Ui intentionally misled, it being the main aini and art of the\nconjurer to lead the attention of the spectator away from material\npoints, and to direct it upon unimportant matters. I have frequently\nbeen m\"oured by friends with descriptions of magical feats they have\nDigitized by Google\n\fAug., 1886.] Jou,~U(l 0\/ SocUty \/0'- PsyclticlLl Resem'C\/\", 363\nwitnessed, and, knowing the real facts, have been intensely amused at\nthe wide discrepancy between the romance and the reality. Upon the\nhypothesis of trickery, therefore, it may safely be assumed that even\nthe most accurate of these accounts vary more or less from the actual\nfacts; but, on the other hand, it would be obviously absurd for any\nperson not an eye-witness to profess to say precisely how far they are\naccurate, or to pronounce dogmatically on any given point that the sm-\ndisant eye-witness was mistaken, and that the true fact was so and so.\nlt seems to me that I shall best serve the end in view by offering\ninvestigators a little practical counsel as to how and what to observe in\nrelation to slate-writing generally, calling attention to the possible\nmeans of deception, and illustrating my remarks, where practicable,\nhy reference to the series of reports before mentioned.\nIt must be taken that the sole point at iuue for the purpose of the\npresent paper is simply whether the effects seen are produced by\nhuman artifice or not. If not, there is still room for considerable\ndifference of opinion as to the agency by which they are produced; but\nthis is a branch of the question with which I have at present no concern.\nMy observations will be directed solely to the best means of sifting\n_wheat from chaff, and detecting trickery, if any such be employed.\nIn the first place, in order to have a fair chance of detecting the\nmodw operandi of a conjuring trick, it is necessary to see it severnl\ntimes repeated. The k~nest expert will often be puzzled by a new\ntrick, the first time of seeing it. But on a second visit he will note\nthat some slight and apparently accidental movement, say the mere\ndropping of a handkerchief or slate, or the turning aside to a table\nto pick up some object, which occurred <and attracted no particular\nnotice) on the first occasion, is again repeated. It is a. reasonable\ninference that this supposed accident is in reality of the essence of the\ntrick. Having got thus far, his next inquiry will be, What is the o~ject\n-of this particular movement 1 It may take two or three more visits\nsatisfa«:torily to answer this question, but at each additional visit It.\nlittle more of the veil will be lifted, the inferences drawn will be more\n-certain and more precise, till at last the whole process becomes clear to\nthe patient observer.\nThe same process should be applied to the examination of alleged\n'Spiritualistic phenomena. It cannot be too strongly insisted on that\nany single manifestation, however startling and apparently inexplicable,\nis inconclusive in a scientific sense. If, however, the same phenomenon\nis again and again repeated at short intervals before the same witnesses,\n~h successive repetition increases the likelihood of detection, if the\nz 2\nDigitized by Google\n\f364 JOU1~Ul.l of Soc-iety tm' Psychical lWlem'CIt. [Aug., 1886.\neffect is produced by trickery. If, in the course of sel-'eral repetitions, no-\nsuspicious circumstance has been noted, the probability of the genuine-\nness of the manifestation may be said to increase in geometrical\nprogression. The first items of advice, therefore, that I should give to-\ninvestigators would be:-\n1. Sit repeatedly, and at short intervals.\n2. Try over and over again for the same kind of manifestation.\n3. Note if any apparently accidental circumstance has a tendency\nto repeat itself; and if so, fix your attention keenly on that circum-\nstance, and find out what it covers.\nThe chief advantage of the expert over the outsider in such a matter\nis that the former, from his knowledge of the general principles of con-\njuring, knows better what form of trickery is likely to be used, and is\nless liable to overlook seeming trifles. In the case of slate-writing\nproduced by trickery there are five alternatives, which practically cover\nthe whole ground.\n1. The writing may be then and there executed by the medium.\n2. A alate, on which writing already exists, may be substituted for\nthe one first shown.\n3. The slate used may already have writing upon it, but at the out-\nset invisible, and rendered visible either by the application of some\nchemical re-agent, or, as in the case of marks made by an agate stylus,.\nrendered invisible by washing, but again becoming visible as the surface\ndries.\n4. A slate may be used with amovable' face, which may be dis-\ncarded at pleasure, and reveal a written surface beneath it. In the\ncase of a folding slate, the nlOvable portion may be made to drop from\nthe one side into the other j leaving two new faces exposed.\n5. The characters may be \"printed\" by the medium from some pre-\npared surface. This may be done in the act of drying the newly-sponged\nalate with blotting-paper, the characters being previously written\nthereon, reversed, with a special description of chalk. This on the white\nsurface of the paper attracts no attention. *\nIt will be observed that the four last alternatives are dependent\nupon previous preparation, and these may, therefore, be disregarded\nwhere an answer indicating special knowledge (nota mere \"yes\" or \"no\"\nor other answer of general application) is obtained to a question not\npreviously known to the medium. Similarly in the case of a given\nword written in reply to a request made by the observer, on the spur of\nthe moment, for that particular word. In such cases, therefore, the.-\n• Thill is the method adol'tet.l hy 1\\ well·known French conjurer.\nDigitized by Google\n\fA.ug., 1886.] JOU1\"1Ull of Soc·iety fm' PSYChiCld lWJearclt. 365\nwhole vigilance of the spectator may be directed to one point, .\".iz., to\nensure that the characters are not then and there written by the\nmedium himself. Such writing may be effected in various ways :-\n(I) By a minute piece of slate pencil or crayon inserted under the\nthumb or finger-nail.\n(2) By a sort of thimble, carrying pencil or crayon, and slipped on\nthe end of the thumb or finger.\n(3) By a point of pencil or crayon attached by wax or other means\nto the under surface of the table, the slate being moved against such\npoint in order to produce the writing.\nIf there is an honest desire to exclude all these possibilities, the\nbest plan, assuming that the slate must he placed under the table at all\n(as to which I shall have more to say hereafter) is to attach it firmly,\nby means of screws or screw-clamps, to the under surface of the flap.\nThis does not in the least interfere with the medium's making contact\nwith the slate in the usual manner, while on the other hand it is obvious\nthat it must save him much fa.tigue.* The slate should be attached and\nremoved by the investigator himself, and the question to be answered\nor word to be written should not be stated until the slate is actually\na.ttached as above. It is as well in all cases that the slate used should\nbe the investigator's own property.\nIn the case of a \"long message\" filling the slate, the precautions to\nbe adopted are of a different character. Here it may be taken for\ngranted that the me8t'a.ge will not be written by the medium under the\neyes of the witnesses, and the vigilance of the spectators must be\n<lirected against the use of an already prepared slate. The best way to\nexclude this is to insist on the use of the spectator's own slate, coming\n<lirect from his own custody, and so unmistakably marked lUI to render\nit absolutely impossible that any other could be, even temporarily,\nsubstituted for it without attracting instant attention.\n'Vith these few hints for the general guidance of investigators, I\npass to the consideration of the body of evidence before us, and in\nthe tirst place, I would pause to remark upon a fact to which, I think, the\n-experienceof most inquirers will testify,-indeed, it is repeatedly noticed\nin these reports. Where a single word is actua.lly written in response\n.to request, or an answer of two or three words is given to some ques-\ntion formulated on the spot, it usually occupies a very peculiar position\non the slate, namely, clolHJ to tll.e frame, and witl, tll.e top, qf tll.e utter,\n• At my two last sittings \"ith Mr. Eglinton, I attached the IIlate in this\nmanner, Mr. E. 88IIuring me, in reply to a question, that the 80 doing would not\nat all aft\"ect the conditions. But if 80, why is not 8uch a ve_rr, convenient\n.arrangement (not merely as a test, but in the interest of the JIleu.ium himself)\nalways adopt4ltl !\nDigitized by Google\n\f366 Journal of Society fm' Psyckical ReselL1'Clt. [Aug., 1_\ntmDtwd8 1M medium. (See diagram of slate in the case of Messrs.\nBennettand Vicars, p. 320.) Now this atfirst sight would appear to be\na proof of non-intervention on the part of the medium. It might be\nargued, with some show of reason, that, even if he produced the writing\nhimself, he could hardly do so at the remote end of the slate, and\nstill less upside down. Granted, but if he turned the slate round in i~\nown plane (by no means 0. difficult matter), then wrote the words, and\nonce more reversed the slate, that is precisely the position they would\noccupy.* Again, the single word or short message is generally\nin 0. weak, scrawly, scarcely legible handwriting. This was the\ncase with the only word which has ever been written in my own\npresence (see p. 328), and in the \"I do like you\" written by \"Joey\"\nin compliment to Miss Symons (p. 312) it is stated to have been un-\ncertain whether the second word was \"do\" or \" clid,\" a tolerably clear\nindication as to the general character of the writing. Now this feeble,\nstruggling sort of writing is just what we should expect if the wonts\nwere written by the medium himself, under the obvious difficulties of\nhaving with the same hand to support the slate, and at the same time\nto conceal the fact that he is writing. On the other hand, where\none of the long messages, filling the slate, is produced, in which\nCI\\Se it may be safely inferred that the writing is no' then and\nthere produced by the meclium himself, two points are usually\nnoticeable. First, the wording of the message is of 0. vague,\ngeneral character, having no special reference to the immediate circum-\nstances of the case, \"a sort of general treatise on Spiritualism\" (pp. 293\nnnd 314); and, secondly, it is in a bold, flowing hand, with none\nof the weakness and effort perceptible in the shorter communications.t\nThese two characteristics are exactly what one would expect in a\nmessage written at leisure beforehand, and either rendered visible by\nchemical means, or exchanged bodily for the slate previously in use.\nAnother point which strikes an expert in conjuring as suspicious is\nthe request to sitters to talk of indifferent matters, and noe\n• In the report of ProfesHOr Lodge anti Mr. Gurnev (p. 291) it will be noted\nthat at the til'Bt sitting the writing was .. at the entl of tlie slate furthest from\nMr. Eglinton, and upside tlown in relation to him,\" but at the subsequent sit-\nting (p. 292) where the slate was attached hy a string to Professor Lodge'\"\nmiddfe finger throughout (and the slate therefore could not ~ibly be turned\nround as suggested) II the writing was at the end of the slate nearest ?tlr.\nEglinton, and was turned towards him.\"\nt In the account given by Mr. Murray (p. 296) he sa),\", .. All writing\nexcept Answer 8 was in one style, i.e., the sallle hantl. No.8 was different.\" All\nsave No.8, it \"ill be found, were short DleM&g8.'I. As to No.8, Mr. Mt1I1'AY\nsays, \"Two IIlates held on upper surface of tahle. Mr. Eglinton IlIlked for 'soDle\ncommunication of interest.' The slate was filled \"ith writing in 1_ than ontl-\nand a·half minutes.\"\nDigitized by Google\n\fAug., 1886.] Journal of Society JiJl' PRyekicul Be-sMwelt. 367\nspecially to fix their minds on the work in hand. If, as suggested, the\nwriting be the work of BOme intelligence gathering power from the\nsurplus force of the sitters, it would seem that the result would\nbe likely to be promoted by a Wr degree of concentration, if not active\nexertion of will, on their part. On the other hand, the greater part of\na conjurer's power lies in the misdirection of attention, and if the object\nwere to divert the notice of the sitters from any personal manmuvres of\nthe medium, the request to talk and think about indifferent matters\nwould be readily intelligible.\nIn this connection I may pause to remark on an assumption which\nruns through the .majority of these reports, and which is habitually\naccepted by casual inquirers, namely, that the writing, as a matter of\ncourse, taka place w\/\/.6n t\/\/.6 BOUnd qf writing is \/lIJard. To the mind\nof an expert in conjuring the assumption should rather be the other\nway. Writing on a slate can be efiOOted without any appreciable\nsound, and on the hypothesis of trickery 'the supposed BOund of writing\nwould probably not be audible until the necessary manipulations\nwere concluded, and it became desirable to call attention to\nthe writing as then proceeding. This observation suggests a possible\nexplanation of a class of cases which have hitherto seemed to me more\nthan ordinarily \"staggering\"; those, namely, in which writing is said\nto have been produced between two slates while laid, not under, but\nupon the table. To the production of writing on a slate simply held\nby the medium under a table, I should attach very small importance,\nsuch production being, I should say, with practice, within the reach of\nany conjurer; but when I have been told by credible witnesses of\nwriting being produced between two olean slates held between the\nmedium and another person in full light above the surface of the\ntable, I have hitllerto been compelled to own myself unable to suggest\nany natural solution of the phenomenon. I note, however, in the present\nseries of .reports, that in one or two instances the witnesses mentiol')\nthat the joined slates were held under the table for BOme time (pro-\nfessedly with no effect), and being afterwards brought into full view, the\nBOund of writing was heard, and on examination writing was found upon\nthem.\nNow why, in the cases referred to, were the two slates put under\nthe table at all 1 The placing of an uncovered slate in that position\n(at aU times a suspicious and unsatisfactory proceeding from a scientific\npoint of view) is justified by the supposed necessity of producing a\ncertain amount of darkness. But in this case two slates are placed\none upon the other. The space between them is already dark and\nshielded from observation; the placing of the slates under the table\nadds absolutely nothing in these particulars, and the writing is\nDigitized by Google\n\f368 Jou,\"lUIJ, of Society for Psychieal lUsefJ\/I'Ch. [Aug., l.886.\nprofessedly produced, no' while the slates are under the table, but\nafter they have been again brought into full view above it. Why then, if\nnot to facilitate trickery, were the slates placed under the table at all I\nI have sought in vain for any satisfactory answer to this question. On\nthe hypothesis of fraud, the placing the slates under the table\nis intelligible enough. It may be reasonably supposed that the\nwriting is really executed while the slates are under the table, the\nspectator being deceived by the sound subsequently produced into\nbelieving that it is executed at the later period. This view of the\ncase seems to have suggested itself to Messrs. Hodgson and Hogg\n(po 290); but it is one which would certainly not strike the majority of\nunskilled observers, and it is conceivable that in many of the ca.ses in\nwhich writing is alleged to have been produced between joined slates in\nfull view, the fact that the same slates have been previously held under\nthe table for a time has been suppressed, in perfect good faith, by the\nwitnesses, either from forgetfulness, or from regarding the circumstance\nas unimportant, seeing that, in their belief, nothing took place until\nafter the slates had again been brought into view.\nAny Spiritualist who is honestly desirous (as I am persuaded the\nmajority are) of excluding the possibility of trickery, will do well to insist\nthat all slate-writing manifestations shall be produced with the slate Oft\nthe table, turned face downwards if need be, or covered with another\nslate, but never, even temporarily, placed under the table. This is not\nmaking any inadmissible demand, for Spiritualists assert that writing\nis frequently procured under the circumstances named. If so, let\nthem abandon altogether a more than doubtful class of manifestations,\n\"nd stick to conditions under which fraud is, if not impossible, at\nany rate infinitely less likely.\nWith regard to the class of cases in which a given word of a certain\nbook (page, line, and number of word being chosen haphazard) is\nwritten on the slate, they scarcely carry conviction to the mind\nof an expert in conjuring. I pass over the familiar conjuring\nexpedients for \" forcing\" the choice of a given page or word,\nas I think there is tolera.ble evidence that no such expedient\nwas here employed; but the table, again, plays a very sus-\npicious part in connection with a.ll these cases. The book is laid\nupon the slate, and the slate placed out of sight under the table.\nRobert - Houdin was able, in full view of his audience, a.nd using his\nleft hand only, to open a borrowed watch, read the number, and again\nclose it without attracting suspicion. It would surely be \" less difficult\nfeat, under cover of the table, to open the book (usually, be it\nremarked, a light and thin one) at the given page, and note the word\nDigitized by Google\n\f.Aug., 1886.] Jotwrwl of Society fOl' PWYCILical &8em'ClL. 369\n.demanded. If the medium can do this, the elaborate precAutions with\nwhich the word is selected are obviously immaterial. In every cnae ill\nwhich the\" book test\" appears in these reports Mr. Eglinton was\navowedly cognisant of the page, line, &c., demanded, and, therefore, the\nIII&rvel in these cases reduces itself simply to the issue, \"Could he,\n-without the knowledge of the sitters, have got a sly peep at the\nrequired word 1\"* Mrs. Brietzcke (p. 296) and Messrs. Smith and\nMurray (p. 301) are quite sure that he could not, but it is proverbially Il\n-difficult matter to prove a negative; and the evidence in reality simply\namounts to this-that they did not see him look at the page, and do not\ntbelieve he did. But the book WRB under the table, on the side\nnext to Mr. Eglinton, and even a momentary diversion of attention\n-on the part of the witnesses might suffice to give the necessary oppor-\ntunity. We may take it for granted that if Mr. Eglinton did take a\npeep, he did not do 80 while the witnesses were looking straight at him.\nThe exact time during which the slate (with the book on it) WRB held,\napparently without result, is not noted, and it might well be that the\n-extreme vigilance which the witnesses are 80 sure that they exercised,\n.really began after the necessary information was in fact obtained.\nAn incident related to me by a gentleman who sat\nfor this same \"book test \" is rather suggestive. A page, line,\n'and word were chosen after the usual elaborate manner. The book, a\n1IDlall pamphlet, was laid on the slate, and the \"spirits\" were invited\nto write down the chosen word. The reply was, \"The page is not cut,\"\n'Which was found to be the case. This reply merits careful consideration.\nThe theory of the Spiritualists is that the book, though laid on the slate, is\nnever opened; and, obviously spirits, claiming to possess a clairvoyant\nfaculty, have no need to open a book in order to look at a given page.\nThe fact of the pages being uncut should, therefore, he quite immaterial\n• Since writing the above, mv attention h811 been called to the report of\nthe Rul8ian Prof8lll101\"8 (pp. 329-331), which WRS not before me in the fil\"8t\nin!Itance. Here, if the report of the witneH8es iR correct, Mr. Eglinton W811 flot\neogniMnt of the page or number demandecl. It is, however, to be remarkecl\nthat thill is merely the report of a. Ringle sitting, not confirmecl by repetition\nof the experiment, and 811 I have alrea(ly \"tated,even an expert in conjunng can-\n1lOt fairly expect to detect a new trick on fil\"8t exbibition.\nI note by the way a. rather curious circumstance in connection \"it·h this\nTePOrt. The answer is produced between two Jlflpitl' II,delle HlateR, without\nfni.mes, fischtly screwed together (with a piece of pencil between) at the diagonal\nmmers with a pair of small br&88 thumb-screw\". The pencil must therefore\nhave been jammed tightly between the two slateR, but an answer is neverthel_\nprocurecl. II The crumb of pencil on examina.tion W811 found to be worn at one\ncomu, and the lower surface of the up\\'8r slate, pressed 811 it W811 upon the\npencil, 1m. lcitlunlt a mark of any dC8t:nptioll.\" Surely the obvious inference\nIII that the writing WIUI HOmeliow effectecl before the sla.teR were joined together,\nand if !!O, the leamecl ProfeR80l\"8 were a littl\" hlUlty in their somewhat effwJive\n... conclusion...\nDigitized by Google\n\f370 Journal of Society fo-r P8ychical .Re8ea\/rcl,. [Aug., 1886.\nto them. If, on the other hand, the word is read by the medium's own\neye, and written by the medium's own hand, it is obvious that the fact\nof the page being uncut would present a very serious difficulty, and that\nthe above is just the answer that might be expected.\nThe failure to write down the number of Mr. Wedgwood's or Mr.\nBennett's watch, though the number of a railway ticket was revealed\nwithout difficulty, is open to a similar observation j the latter feat\ndemanding much less personal dexterity than the former, though to\nanyone possessing a genuine clairvoyant faculty the one should have\nbeen as easy as the other.\nTo render this class of experiments scientifically valuable, the book\nused should in the first place be either placed in a sealed envelope, or\nencircled by cross ligatures of string or gummed paper, in such manner\nas to exclude all possibility of a peep within. This cloM, the page. line,\nand word should be selected. The best way to do this, to exclude all\npossibility of trickery, is that each sitter should privately write down a\nnumber at pleasure, the total of the numbers so written down being\nthen divided by the number of sitters in order to fix the page j the same\nplan (with any variation that may suggest itself) being repeated in\norder to decide on the line and word. The expedient of taking a.\nnumber of bits of pencil, wa.x lights, or the like, though apparently\nexcluding the possibility of pre-arrangement, is capable of a good deal\nof\" management\" in skilful hands.\nI now pass to a class of cases of a still more startling cha.racter~\nnamely, the alleged passage of matter through matter. It is note-\nworthy that in the only cases, in the present batch of report'l, in which\nthis is alleged to have taken place, the receptacle from which, and the\nreceptacle to which, the change is made, are in every case Hr.\nEglinton's own pl'Operty, which fact, from a conjurer's point of view~\nis quite sufficient to deprive the incident of any\" miraculous\" character.\nMias Symons (p. 309) wishes coins removed from her own sealed box, but\nthe \"power\" is not adequate to do this. Mr. Wedgwood (p. 312) brings\nhis own slates, fastened together j but nothing can be done with\nthese. A card, however, disappears from Mr. Eglinton's own folding\nslate, (locked, and with a slip of paper gummed across the opening).\nand appears in Imother piece of apparatus, a box with glass\nsides, prepared ostensibly for a different purpose. This celebrated\n\"folding-slate,\" which figures in so many accounts of seances\nwith Mr. Eglinton, is one of his most familiar \"properties.\" On\nthe first occasion of my visiting him it was lying on the table, and\nI have seen it probably on half·a-dozen subsequent occasions. I ha,'e\ntn.ken it up and examined it (as I have no doubt nine out of ten\nDigitized by Google\n\fAug.,l886.] Jou}''Ywl' Of Soci~ty 1m' Psycltieal lW!eU1'Clt. 371\nsitters do), and I believe it (i.e., the slate I saw) to be a perfectly\nhonest, straightforward slate, innocent of any special mechanism 01\"\"\npreparation. But the freedom with which it is left (not to say placed)\nin the way of inspection is, to the prestidigitatorial mind, a little-\nsuggestive. What if there be in Mr. Eglinton's possession a twin·\nbrother, not quite so honest, of this very honest slate; and what if the\nvery honest slate, of whose go.cxl faith the visitor ha.s assured himself\nat half-a.-dozen visits, is on a given occasion replaced by the twin·,\nbrother, exactly like it in appearance, but having some secret speciality\ndesigned to facilitate trickery 1 Suppose, for insFance, that the slate\nused on the occasions spoken of by Miss Symons and Mr. Wedgwood,\nwere so adapted (a.s any conjuring trick·maker could readily adapt it),\nto open at the hinges, \/loS well a.s in the ordinary way. The card is.\nplaced therein, and the slates closec:l, a slip of paper being gummed\nacross the opening. This ensures that the slates shall not be\nopened in the ordinary way, but does not affect the hinged side.\nThe pressure of a spring or some similar expedient may make the slates\nopen sufficiently to let the card drop into the performer's hand, whence\nto.slip it into Ilo glass box with a sliding lid (it is not stated that this,\nwas sealed or secured ill any way) would scarcely present even a\nnominal difficulty. The reproduction of Mr. Wedgwood's penknife\n(embezzled by the \"spirits\" on Ilo childish pretext at a previous materinli·\naation seance) within the folding-slate, and the disappearance of a piece\nof paper therefrom may be explainable in like manner.\nIn the ca.ses last mentioned the specially adapted folding slate (if\nany) may have been introduced at the commencement of the sitting,\nbut in others, a.s, for instance, where a long message ha.s been producecl\nprofessedly on the fold,ing slate, the slate first shown may have been ex-,\nchanged for another of similar appearance during the actual course of\nthe sitting. The fact of the slates being every now and then held under\nthe table, and the occasional dropping and picking up of a slate, a fact\nmentionecl by many of the witnesses, would tend greatly to facilitate\nsuch an exchange. The dropping of a slate is a perfectly natural\naccident, and may frequently occur in the most honest and uninten-\ntional way, but for this very reason it would be the more likely to be\nmade use of as a conjurer's artifice, to facilitate a desired \"change.\"\nThere are some few incidents in this series of reports-a.s indeed in\nmany which I have read and heard-for which, as described, I can offer\nno plausible explanation. The value of these cases will depend on,\nthe precise accuracy' of the witnesses' testimony. For instance, the\nmultiplication of two unknown figures by another number (a.s described\non p. 294) seems, on the assumption that Mr. Eglinton did not know\nDigitized by Coogle\n\f.372 Jo-Ul\"lud of Society fo)' Psych-ical' &self\/lOCI£. [Aug•• 1886.\nwhat numbers had been written down, inexplicable on any natural\n.pri,:\\ciples. It is, however, noteworthy that Mr. Eglinton himseH\nindicated the multiplier, and that the celebrated folding slate was\nused. A good deal might turn, therefore, on the possibility of }lr. Eglin-\nton's knowing, or being able to discover, the numbers to be multi-\nplied, and the narrator is not 0. very accurate witness. At the\noutset of her report (p. 293) she says that she took to the seance afolJ..\ning slate of her own. Two lines later she speaks of \"the slate,\" presum-\nably the same. Two lines later\" tlhe slates having been cleaned, and a\nchip of pencil put between two,\" the spirits are o.sked, \"Will you write on\nMrs.--'s slate by-and-by 1\" A lady who introduces so much confusion\ninto half-a-dozen lines of her narrative is hardly to be depended on as a\nwitness in a scientific matter. In the report of Miss Symons and\nMrs. L. (p. 308) they speak of an answer to a question, unknown\nto Mr. Eglinton, being procured on his locked slate, without\nthe slate being \"removed from the table or out of sight for\n·a single instant. Mr. Eglinton merely rested one hand upon it.\"\nIf the ladies are correct in their account of the incident I can\n·suggest no explanation which will meet the case. The account given\nby Mr. Wedgwood of writing produced between two slates hermetically\nattached together seems equally incapable of explanation, save that\nit is noteworthy that an interval of some months appears to have\n·elapsed between the first and second attempts. The slates seem to have\nremained sealed up, for Mr. Wedgwood says that he took them \"as\nthey were.\" It would be very desirable to know where and in what\n.condition the slates were in the meantime, and whether there was any\npossibility of their having been tampered with by any person. On the\nother hand, Mr. Wedgwood's account of writing produced on a card in\n·a. book, identified by a corner torn off it, looks very like a new\nversion of a. familiar conjuring trick, and it is possible that some\nlittle circumstance may have been, in perfect good faith, omitted from\nthe respective accounts of the more startling experiences which would\n·give them a. different complexion.*\nHa.ving thus examined the evidence from a prestidigitatorial point of\n• As an instance of the pos8ibilityof the medium's now and then aeqniriDg\na little nseful knowledge withont the cognisance of the spectators, I may ieferto\nMr. Harold Murray's testimony at p. 29i. A twofold question is written. Mr.\nMurray says: II Mr. Eglinton asked alou!l, after two to three minutes, 'Will\nyou kindly give us an answer to this question!' Directly afterwards he dropper!\nthe \"late on the floor; he picked it up and reploeed it under flap of table. I\nwatched him narrowly, but could not see him look at the m--.ge. Howe\\'er,\n.after complaining of the weight of the slate, he repeated his request for an\n·answer, but mooifi8l1 his woids, 'Will you kindly give ns an answer to time\n-fluution8\"\" And the questions were answered accordingly.\nDigitized by Google\n\fAug., 1886.] JQUMWl Of Society for Psycki.cal Resecwc\/t. 373.\nl-iew, and indicated to the best of my ability certain items in which the·\neffect deposed to may reasonably be supposed to have been produced by\ntrick, I feel that I ought not to shirk the question whether it is likely\nthat the wlwk of the facts alleged by this numerous body of witnesses\nare explainable on that hypothesis. Candidly speaking, I entertain a.\nvery grave doubt on the subject. I think there is a great deal to\nsuggest that trickery is now and then employed (pro 1'8 nata, as the\ndoctors say). I find many circumstances which would tend to favour\nits employment, and some for which it is difficult to account on any\nother hypothesis. On the other hand, I do not believe the cleverest\nconjurer could, under the same conditions, use trickery in the\nwholesale way necessary to produce all these phenomena, without\nexposing himself to perpetual risk of detection. Many of the wit-\nnesses have fulfilled the condition which I have indicated as the most\nimportant towards the discovery of trickery. They have sat repeatedly,\nat short intervals, with their attention turned particularly in the direc-\ntion of the expected phenomenon, and the effects sought have been\nagain and again repeated. No conjuring trick, however well disguised,\nwill stand frequent repetition before the same spectators, and if\nconjuring were the only explanation of the slate-writing phenomena, I\nshould certainly have expected that their secret would long since have\nbecome public property.\nI regret exceedingly not to have been enabled to form a distinct per-\nsonal conviction on the subject, but my experience has been unfortunate.\nI have had in all twelve sittings (the last ten as an expert on behalf\nof the Society for Psychical Research) with Mr. Eglinton. No one could\npossibly have commenced an investigation with a more open mind;\nindeed, I had heard so many startling accounts from persons on whose\nassurance in other matters I should not hesitate to rely, that I was quite\nprepared for the occurrence of remarkable phenomena, and disposed to\ninvestigate them in the most impartial spirit. I sat, in every case save\nthe first, with gentlemen in whose presence Spiritualistic manifesta-\ntions had previously occurred with freedom. We had a series of\nextremely pleasant samces, conducted on the most amicable footing,\nbut the spirits obstinately declined to manifest. I cannot charge\nmyself with the failure. I made no difficulties, dictated no embarrassing'\nconditions. We used Mr. Eglinton's own slates, held under the\ntable in his ordinary manner, and on each occasion only asked for the\nwriting of a Bingk WO'I'd, named by myself on the ·spur of the moment.\nThe first nine sittings were absolutely blank. At the tenth (an after-\nnoon sitting), just as the daylight was failing, a single word was\nwritten-how, I do not pretend to say. I had not detected Mr.\nEglinton in any suspicious movem~. He had shortly before dropped\nDigitized by Google\n\f374 Jou)'}Ud of Society fo·)· Pilychicr.d Resea,'Cl\". [Aug., 1886.\nthe slate, but I do not attach any significance to the fact in this\ninstance, and save for the peculiar position of the word on the slate\n(to which I have already adverted), there.was nothing to suggesttrickery,\nbut from the circumstance of the imperfect light the manifestation was\nof no value in a scientific sense. Having thus made a beginning, I\nhoped for further manifestations, but was determined that any future\nsuccess should be of a character to constitute ren.lly reliable evidence,\nand accordingly at our two next sittings, I used my own slate, clamped\nto the table as I have described. Again a single word was asked for,\nbut no result was obtained, and I at last gave up the investigation in\ndespair. I may truthfully claim that I was not an unfriendly inquirer,\nand it would therefore seem that my conjuring knowledge was, in some\nshape or other, the bar to my obtaining any satisfactory evidence.\nMeanwhile, however, two gentlemen of my acquaintance, Dr.\nHerschell and Mr. Sachs, both skilled amateur conjurers, paid Il\nvisit to M.r. Eglinton. He was not aware, to the best of my belief,\nof their prestidigitatorial knowledge, and they were therefore the more\nfavourably placed for detecting trickery, if any were used. Writing\nwas repeatedly produced, and no trickery was detected by either of\nthe witnesses, who came away completely staggered, and subsequent\nvisits have, I am informed, confirmed them in the belief that at\nany rate the greater part of the manifestations they saw were not pro-\nduced by any trick, but were really the work of some unknown force.\nI may here anticipate a pOBBible question. Why, it may fairly be\nasked, if there are such things as genuine Spiritualistic manifestations,\nshould any medium take the trouble, or run the risk, of using trickery 1\nA little reflection will show, however, that the two things are by no\nmeans incompatible. It is admitted, indeed asserted, by Spiritualists\nthemselves that the phenomena are irregular and uncertain. On the\nother hand, the reputation and emoluments of a professional medium\ndepend upon the comparative certainty andregularity with which they\nare produced under his mediumship. There must therefore be a constant\ntemptation, when genuine phenomena run short (and the sitters are\nnot too vigilant), to supplement them by a few conjuring tricks. Itis\nnot safe to assume, be it remembered, that what has happened once\nbappens always. Both sides are too apt to fall into tbis error. The sceptic,\nbearing that a particular medium has been detected in trickery, is\nconfirmed in the belief that all Spiritualistic manifestations are neces·\nsarily produced by dishonest means. The average believer, on the\nother hand, having once witnessed what he regards as unmistakably\ngenuine manifestations, is thenceforth prepared to accept all similar\nphenomena as genuine. The logic is bad in both cases. The fact that\nA. was caught yesterday injlofl\/'anle delicto d.:es not prove that B. is\nDigitized by Google\n\fAug., 1886.] JQU~'nal of &ciety fo), Psyc\/t-icul Resea,'Clt. 375\nan impostor, nor is it e,\"en conclusive proof that A.'s manifestation of\nto-day is produced by a trick. The fact that C. has produced writing\nwithout human intervention to-day does not at all preclude his employing\na little hanky-panky to-morrow. It is quite possible for one half of the\nalleged phenomena of Spiritualism to be genuine, and for the other\nhalf to be produced by the grossest possible trickery. I was much\nstruck by an observation made some time ago in my presence by a.\nwell-known and leading Spiritualist, to the effect that, in his belief,\nthere WIUJ not a single professional medium before the public who would\nnot use trickery when occasion offered. Such a declara.tion, made by\na gentleman of high culture and trained &cuteness, who a.fter much patient\ninvestigation is still fully convinced of the genuineness of a great part\n~f the Spiritualistic phenomena, carries a two-fold lesson to inquirers :-\nin the first place, to bring a fair and judicial spirit to their task-not\nclaiming apriori to decide what is possible and what is not,-and in\nthe second to accept nothing as lWOO\/ &aye the most absolute and con·\n.elusive evidence, fenced about by such conditions as to render fraud\nnot merely improbable, but impossible.\nAYGELO J. LEWIS.\nP.S.--Since the above paper was originally drafted, my attention\nhas been called to the reports of Mr. Gurney and Professor Lodge\n(pp. 290-292), an additional report by Mrs. Brietzcke (pp. 294, 295),\nthe report of Mr. Murray (p. 296), that of Messrs. Smith and Templeton\n(pp. 297-304), and that of the Russian Professors (pp. 329-331), which\nwere not included in the \"proof\"series originally submitted to me. I have\nrevised the paper so as, where necessary, to touch upon these cases. I\nha\\\"e also had the opportunity of reading in the JuurncU for June the con-\nclusions of Mrs. Sidgwick in relation to the matter. I cordially agree\nwith her as to the extreme difficulty of continuous observation, and the\ndesirability of adopting such conditions as shall tend to obviate the\nnecessity for unremitting personal watchfulness; but it will be seen that\nI do not go so far as Mrs. Sidgwick in asserting that the whole of the\nmanifestations are attributable to conjuring. I have inclicated certain\npoints which seem to me to suggest the employment of trickery, and\nbearing these in mind, and using the safeguards I have suggested, it\n:should be the easier for investigators to prevent or detect its use.\nIf I have put a wrong interpretation upon innocent circumstances,\nthe fact that I have shown them capable of such interpretation\nshould put the honest Spiritualist on his mettle to avoid, by the pre-\ncautions indicated, even the possibility of such misconstruction for the\nfutul'E'.-A. J. L.\nDigitized by Google\n\f376 JotU'lwl of Sooiety fOl' Psycltical Resecu'C\/t. [Aug., 1886.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n«(}mtiflt\/~. )\n[The Likrarlf Committee teill be glad to receire well autAenticattd et>idetace of\nphenomena belotlgitl9 to (my of the follotoill9 00-, apecimetUl of tchicA (Jf't\nfrom time to time rWl'rded in thil JotJMtwL :\nL. PhantaJl1l1ll of the Lit'itl9.\nG. PhantUll11la of the Dead.\nM. Hyp\",otiBm, Mumeri&m, and Clainoyallce.\nP. Monition 0.11(1 Pl·emcmition.\nS. MiBcellaneotlll phelwmel~ of the killd IJCJmetimes ducribed (U;\n\" SpirittwliBtic.\"\nPerllQnal experiellce of \"8e1l1ll}rtJ lwLlucinatiotUl\" of any 80rl will az.o.\nbe ,Ilelcotne.\nThe Committee print 811eA CtUU as primd facie .teem to tAeln likely to tJwour\nlight on the II'lIbjecta intlelltigated lItJ the &Ciety, or to _ as material fft,.\nprofitable criticiBm and di8Ctlllllitm.\nCo-mmunicatiotlll inteluled for the LiteraTlJ Committee slwlIld be addfUlfll\nto Edmtlnd G-ItTll.efJ, EIlCJ.., 26, Montpelier Squ<u·e, Ll}lIdoll, S. W. ; or, to-\nF,.e{leric W. H. Myers, EIlCJ.., Leckhampton HQfIlle, Cambr~e.]\n[It is impossible to decide in which clau-L. or G.-the following CU&\nshould be placed, 88 we do not know the time relation between the per·\ncipient's experience and the death. For convenience the caae is numbeJed\nG.-478.]\nFrom Mrs. Clark, 9, South View, Forest Hall, Newcaatle-on·Tyne.\nJamlary 6th, 1880.\nI BOnd you a short account, describing what I experienced at the time\nof the apparition of my friend, wbo WIIS a young gentleman much attached too\nmyself, and who would willingly (had I loved bim well enough) have\nmade me hiB wife. I becanle engaged to be married, and did not see my\nfriend (Mr. Akhurst) for some months, until within a week of my marriage\n(June, 1878), when in the presence of my husband he wished me every\nhappineu, and regretted he had not been able to win me.\nTime paaBed on. I had been married about two years and had never ICen\nMr. Akhurst, when one day my husband told me he (Mr. Akhurst) W8II in\nNewcaatle and W88 coming to supperand wlISgoing to stay the night. Wben\nmy husband and he were talklllg, he said my husband had been the more\nfortunate of the two, but he added if anytlllng happened my husband he\ncould leave his money to who he liked and hiB widow to him, and he would\nbe quite content. I mention this to show he W88 still interested in me.\nThree months pR8B8d and baby W88 born. When it was about a week old,\nvery early one morning I was feeding her, when I felt a cold waft of air\nthrough the room and a feeling 88 though BOme one touched my shoulder; my\nhair seemed to bristle all over my head and I shudderel. Raising my erea\nto the door (which faced me), I saw Akhurst standing in hiB shirt and trousers\nlooking at me, when be Beemed to p88B through the door. In the morning I\nmentioned it to my husband. I did not hear of Mr. Akhurst's death for some\nweeks after, when I found it corresponded with that of the apparition, and\nDigitized by Google\n\fA••,I8116.) JQlumd 0\/ $ociety \/m' PHyehical Re8eC(1'clt. 377\n.though my father knew of it before, he thought in my weak 8tate of health\nit were better I abould not be told.\nHe WIllI fowld lying on the bed with biB shirt and troUBCrs on just as he\nbad thrown himaelf down after taking a aleeping draught.\nI myself am quite convinced that Mr.:Akhurst'. thought. had been 10\nconcentrated upon me, before the draught proved fatal, that hia .pirit visited\nme on its way to that glorious land where it shall dwell in the presence of\nHim Who laid \"Come unto Me all ye that labour and are heavy laden and I\nwill give you reat.\"\nTo me the memory of Mr. Akhurst will alway. be aa of a dear brother,\ngreatly eeteemcd and deeply regretted.\nEwLY CLARK.\nMuy 13th, 1885.\nMy hUiband will certify aa to my mentioning to him Beeing the apparition\nbefore I heard of Mr. Akhurst'8 death, but I am BOrry I cannot tell you where\nit happened, nor the exact date of the death, but I remember when we heard\nabout it my hUiband and I traced it to about the time of my •• vision.\"\nI will uk my hUibaud to write you a few linea, and I am lOrry I cannot\ngive the time and place of death ; it ia nearly five years ago, and on account\nof my not knowing peraonally any of biB fanilly I run not in a position to\nucertain.\nJ,dy 23rd, 1885.\nI never experienced anything of the kind before. I think Mr. Akhurst'.\ndea.th happened IOmewhere in Yorkshire. What make8 me think the time\ncorreaponded with hia death, waa, my asking how long ago it waa from my\nhearing of hia death, and the actual occurrence ; and then knowing the time\nof my little girl'. birth, I C&nle to the conclUlion it waa about the aame time.\nI think thia ia all the infomlation I can give you. I shall aak my hU8band\nto Bend you a few linCB to-morrow.\nFrom Edward Clark, Solicitor, County Chan.bers, Newcaatle-on-Tyne,\nJ1Ily24th, 1885.\nAt the reqUCBt of my wife, Mr.. Clark, of 9, South View, Foreat Hall,\nI beg to inform you of myknowledgeof the lupposedapparitionof Mr. Akhurst.\nShortly after my wife had been confined of my BCCond daughter, about the\nend of &ptember, 1880, my wife one morning informed me abe had\nICen Akhurst about one o'clock that morning. I of course told her it was\nnonaenae, but abe persiated, and laid he appeared to her with only hia troUBers\nand a Ihirt on, and the remark abe made waa that he waa just dressed aa Ihe\nhad seen him in the Corsican Brothu 9 (he waa an actor). She alao deacribt!d\nher feelings at the time. I tried to persuade her it waa a drean., but\nahe inaiBted that it waa an apparition.\nAI near aa I can remember, about six months after, I met a mutual friend\nof Akhurst'l and my own, and in conversation I inquired after Akhurst. He\nlAid, \"Do,,' you know he ia dead1\" I laid, \" No, when did he die1\" He laid,\n.. I don know the exoct date, but it waa about six months ago \" ; and further\ninformed me that he died about one o'clock in the morning in the dreB8 aa\nmy wife deacribcd him, from an overdoae of chloml. I have endeavoured to\n~A\n\f378 Jou1'nal of Socuty for Psycltical Raea,'CI\", [Aur., 1888.\nace my friend to find out the place (Bradford, I think), but he is now in\nAmerica. His name is J 000 Brown, and he is the IOn of the leader writer to\nthe Chro\"icle here. If I meet him again I will try to get accurate particulan\nand forward them to you.\n(Signed) E. CLAllL\n.Atcgtut 2I..t, 1886.\n. . . . My wife hu, I find, no reaaon to think ahe has been mistakenu\nto the time when she supposed ahe saw W. J. Akhurat, as the date is fixed\nby the birth of my second little girl, which took place in September, 1880.\n* * * * *\nEra Almallrul for 1881. Obituary for 1880, p. 93.\n\"Akhurat, Walter,James, Actor, aged 24, July 12th.\"\nTho Era newspaper of July 18th, 1880, gives an account of the inquelt.\nMr. H. W. Akhurat gave evidence to the efl\"ect that he and his decelllld\nbrother went to the chemist's on Saturday (i.e. 10th), and procured a aleepiDg\ndraught. Deceased complained of pains in his body, and of feeling lonely.\nTho next day, Sunday, he only got up to have his bed made; Monday he\ndied. W. H. Cope, Surgeon, attributed death to sufl\"ocation caused by heart\ndiaeaae. The verdict returned was \"Death from natural ClLuaea.\"\n0--479. Transitional.\nThe following, obtained through the kindneaa of Mias Porter, is from a\nlady who doca not wish her name mentioned.\n.AtlgU't StA, 1885.\nOn the 2nd November, 1876, I arrived at my brother's hoUie. My\njourney had been a long one-from 8 a.m. to 8 p.m. 1811.t up late tal.kiDgto\nIlly sister-in-law, and about 12o'clock went to Illy room. There I spent lOme\ntime arranging my belongings. I found I had left IOmething I wanted down\nin the hall, and feeling reatleaa, I suppose, thought I must get it then, and\nnot wait until the monling. So downstairs I went. The hoUle is a largI!\nono ; tho pa.llll&ges long. My room WAIl in the third storey, and I had to go\nto the entrance hall. It took Ille lOme time. On returning and enteringthe\ncorridor in which my room was, I saw,standing beyotld my doonray, a figure.\nIt looked misty, aa if, had thore been a light behind it, I ahould have Hell\nthrough the mist. This misty figure was the likeneu of a friend\nof oura who I knew to have been on a voyage to Australia.\nI stood and looked at \"It.\" I put my hand over my eY08 and looked again.\nStill it was there. Then it seemed to pIUI8 away, how I cannot lIy. I went\non and into my room. I said to mYlOlf, My brain was tired out; and I\nhurried to bed 80 ILl to get reat. ,\nNext day I told my sister-in-law what I had seen. We laughed about my\nghost.\nI was awa.y from my home three weeks. On my return, my mother\nahowed me the account in a newspaper of our poor friend's body having\nbeen caat on shore at OrfoMneaa and buried as unknown castaway the very\ntime that I saw this figure. W0 were the only friendl he had in England.\nbut why I saw him I cannot tell. Itdid no good to anyone. One thing I\n~ow.d to1110u, I hatl not been thinking or lpeakiJJg of him.\nDigitized by Google\n\fAug., l888.] J0'U1'fUll oj ~ty jm' Psychical Research. 379\nThe fonowing u from the Pariah Clerk of Orford, near Wickham,\nSufl'olk.\nJamUl\") 23rd, 1886.\nSir,-In reply to your inquiries I lend you a copy of the head-stone :-\n.. In Memory of Fredrick Gluyaa Le Maistre, 2nd Officer of the barque\n'Gauntlet' of London, native of Jeney Channel lalande, aged 24 yeara and\n6 montha, \"hOlle body W88 found near Orfordneae Harbour, October the\n22nd, 18'16, hill death having been occaaioned by falling from on board the\nabove named v8llel in the DoWDa on the 27th of September of the same\nyear.\"\nJ AM1I8 Lnm.\n[I have seen the percipient (January 21st, 1886), and she tenl me Ihe has\nnever had any other hallucination whatever. She is a aenlible and practical\npeIIOn.-E. G.]\nCORRESPONDENCE.\nJ1d!l 25th, 1886.\nTo the Editor oj thll JOURNAL 01' THB BOCIETY FOR PSYCHICAL REsEARCH.\nSm.-In the monthly report of December last, there is a letter by\nmyself, deacribing lOme private paychography. Thill morning, on opening the\nalate, which baa been shut up in a drawer, padlocked, and the key in my\npocket always, I found tho word \"no\" ill very bold outline, 88 though\nwritten in one Itroke, thUII-\nI had aaked, in writing, that lOme word or words should be written, and\nin reply, I get the lame word repeated, twice the size, showing great increase\nof power. The word being a series of loops is easy to write. In thill, 88 in\nother mattera, I am contented, so long 88 I convince myself of the truth of\noccult slate-writing.-I am, Sir, youra truly,\nGEORGE RAYLEIGH VICARS.\n[The experiment, aa it stande, is quite inconclUllive. The first hypothesis\nthat suggests itself is that Mr. Vicars himself did the writing, while in a state\nof somnambulism. To exclude this hypothesis in future experiments, it\nwould be well if he committed the key to IOmeone elso, whom he can trust,\nand who doea not reside in the lame house. He should, of courae, be sure\nthat he baa no second key which would fit the lock. Other possibilities\nmight perhaps be sufficiently guarded against by sealing the slate up in a\nlarge onvelope, secretly marked, the seal being one of which he knows the\ncolour and remarks the exact outline, 110 88 to be able to detect an\nimitation. The packet should be looked at every day.-'-E».]\nDigitized by Google\n\f380 JOtf\/~'nal 0\/ &cuty \/0'1' PsycMcal Be8earch. [Aug.,I886\nPo the Bditor of 1M JOURNAL OF THB 80cmTY FOB PsYCHICAL RaBAacB.*\nSIR,-May 1 be permi~ted to reply in your Journal to some remarb of\nMrs. Sidgwick's about my reports on alate·writing seances1 In regard to\nthe worda, .. and the samo slate was placed as before,\" after my request for\nhe figure 4, &0., 1 beg to state when 1 \/lay .. in a moment,\" 1 mea'i in a\nmoment-that is to say, the slate tD(U hardly in- poeUion before the ,mtittg\ntOCU heard. 1 am fully aware the same llate was UIed, for 1 had almoet all\nthe writing done on p'tfJH.1Ie on the three new umleaned (I think wrongly\nreported by you as cleatled t) slates that Eglinton had fwt Imldled tiU I Irtld\ntMm with him.\nAll 1 wanted these pariU:lIlar slates used, they were placed and replaced.\n•• Cat\" and 4. ProfOl8Or Barrett had been refUled, o.nd these were two of\nthe worda 1 asked and received. 1 state bare, unvarnished facta, and.y\nwhat 1 mean, so truat nothing that 1 do tlot mean will be put into my\nmouth. 1 am accustomed to watch and Itudy nature, o.nd claim lOund\ncommon lIonae. If 1 said \"I watohed Amrebre change form, o.nd that in one\ncue, so many times in a minute,\" 1 should not be 8ttppoaed to mean five\nminutes or any other apace of time, but 1M minute 1 said; so I:go back to the\nold cue i-if I eay \"a moment\" or \"instantly,\" I mean it o.nd stick to it.-\nYours obediently,\nH. K. BuBTZ<:u.\nPo tIre Bditor of 1M JOURNAL OF THE SocIETY FOR PsycmCAL REsBABcJL\n72, Sterndale Road, West Kenaington Park, W•\n.AtI~1It 4th, 1886.\nSIR,-Since sending on my letter to the JOfIf'tial, 1 have IOen the friend\nwho went to Mr.Eglinton's with me,-and told her what Mrs. Sidgwickhadsaid\nregarding my worda, \"instantly\" and in ., a moment,\" and she aaid mOlt\nemphatieaUlI exactly as 1 have stated, that .. we hardly held the alateII before\nwe heard the writing,\" and we botA have suggested words to be written after\nthe slate WRB held by us, and therefore E. could not poI6iblll trick UB.-I am,\nSir, yours obediently,\nH. K. BUBTZC&L\nPo tAe EtlUuI' of the JOURNAL OF THE SocrETY FOR PsYCHlCA.L Rl!sJWl,CJl.\nCambridge, ..4.''9'let, 1886.\nSm,-In a letter printed in the Jmlf'lial for July, Mr. Templeton ex·\np1'OllllC8 surprise that a believer in telepathy should feel aJ11 difficulty in\naccepting Mr. Eglinton's phenomena as genuine. 1 do not suppose that Hr.\nTempleton can mean that anyone taking one step away from lCientifie\n• Hi'll, Brietzcke'8 original letter td U8 \\Vall destroyed in the fire which bumt the\npremiBeB of the National Preas Agency; and the COPT given above is taken from\nLig1&4 (Auguat 7th, 18116, p. 361~ to the Editor of whIch HI'IJ. Brietzcke l18d _t\nit, with an accompanying note, ID which ahe IlaY8: .. I now 1I6nd you a!mOllt ex~y\nthe letser I have IleDt to the Society for Psychical Reeearcb.\"\nt The account, 811 printed in the Joumal for June, h8II been agaiD CODlJJared with\nthe origiDal MS. The words which deaoribed the IIIMea as II having been cleaned \"~\nMrs. Brietzeke'a.-ED, JOfIrnaL ,\nDigitized by Google\n\fAug., 1886.] JO'lW1Utl 0'1 Society lor P8yckieal Resecwclt. 381\nortbodoxy-accepting 88 a truth anything not genemlly admitted by acientific\nmen-a logically bound to believe everything elae. And yet it seemB clear\nthat if infonnation can be 'conveyed from one mind to another independently\nof the sell8e8,that in itself affords no presumption that movements of material\nobjects can be efl\"ected independently of the known forceB of nature. And\nfurther, even were the pouibility of BUch movements proved, it would· Btill, in\nmy opinion, be reasonable to regard Mr. Eglinton'B performances as conjuring.\nThe argument for regarding them as conjuring depends on four pro-\npoaitiOJlB. These are (1) that in 1876 and in 1882 he produced BpuriouB\n\"phenomena,\" and there is no reason to ,BUPpose that he has ceased to\ndo BO; (2) that all the evidence for the genuineneBB of his .. phenomena \"\ndepends on continuous observation and accurate recollection; (3) that\nthe numerous attempts made to obtain evidence independent of these\nhave invariably failed; (4) that tho only clear line that can be drawn\nbetween .. phenomena\" which may poBBibly be due to conjuring and\nthoee which certainly cannot, is defined by Baying that the latter are inde-\npendent of continuity of observation and accuracy of recollection. The\nargument put shortly comes to this :-Mr. Eglinton is capable of trickery;\nho cannot produce phenomena which are clearly not due to trickery; the\nnatural inference is that the phenomena which he doeB produce are due to\ntrickery.\nMy proposition (4) is disputed by Mr. M8880Y, but any further diacuBBion\nof the Bubject by me is better postponed till the paper whioh I read in May\nand Mr. MaueY'B paper are before the world. Both are, I understand, to\nappear in the forthcoming number of the P.rocudi1\/{\/1I. I will only Bay now\nthat the idea of the importance of obtaining evidence independent of\noontinuous observation and accurate recollection is not a new one invented\no.pTO]XJI of Mr. Eglinton; for ever since I began the investigation of\nSpiritualism twelve yeanngo, I have BOught to exclude the poBBibility of con-\njuring by evidence of this kind, and many othen have done the Barne.\nWhat is new in my position is that I am convinced by the accumulation of\nevidence of various kinds which we now have about Mr. Eglinton, that he\nhas had a fair trial and that there iB no hope of obtaining evidence through\nhim thuB excluding conjuring.\nWhat Mr. Templeton disputes is my propoBition (2), for he considen that\nin his own experiences the nocOBBity for continuous observation (.J: BUPpose he\nwould hardly Bay also accurate recollection) was dispensed with. I Bhall not\nattempt to explain Mr. Templeton'B experiences. If I did, my explanation\nwould probably be wrong-at least the Bmall BUCceBB of my attempts to explain\navowed conjuring trickB, which depended, 88 I Buppose Mr. Templeton'B\nexperience. did, on a use of accidental and unthought-of opportuniti08, has\nnot been encouraging. BesicleB, I am quite ready to admit, as I llaid in June,\nthat BOme bunc1jide and careful a.ccounts·6f seances-like BOme equn.lly bond\nfide and careful lICCOuntB of conjuring trickB-make them Beem inexplicable....\nIndeed, I IIhould expect thill to hallpen lIimply because, BO far as the writer'\"\nobaerved or remembered the circumBtances, they were inexplicable. It cannot\nbe expected that he should n.lways betray to a critic a loophole, the Bigni-\nficance of which he himself failed to detect, nor that loopholes which he\nDigitized by Google\n\f382 jouk\"lwi of &ciety \/0)' Psychical &search. [Aug., I88&.\ndoes betray Ihould alwaya be thOle aotually made uae of. But. however\nmuch Mr. Templeton may believe that hill experiencel were inex-\nplicable, not only 1\\1 he rememben them, but 1\\1 they really happened,\nhe would not, I think, maintain that they were independent of\ncontinuity of oblervation unleu I had failed to make clear what I meant by\ncontinuoUi oblervation. For, in hill own opinion, the evidence dependl,\namong other things, on hill having obaerved (1 do not limit obaervation to the\nsense of light) that the lame Ilatellay on the table and were not written on\nfrom the time he put the qUe8tion between them till he read the &DIWer.\nThat he conducted, or intended to conduct, part of thill obaervation by keep-\ning hill own and hill friend'i hands on the alate does not affect the qUe8tionof\nita needing to be continuoul.\nPerhapi 1 Ihould make clearer what I mean by evidence inde-\npendent of continuity of obaervation or accuracy of recollection, if\n1 de8Cribed an experiment which would aecure such independence. In such\nan experiment, the skill of the investigator ill mainly shown in ita selection\nand preparation, and the most important part of the obaervation hal to be\ndone before and after the .eance. The conditions to be fulfilled in an experi-\nment of thiII kind in .. psychography\" are: (1) the IUrface to be written on\nmOlt be Mcertained to be blank before the .eance; (2) thiII surface\nmOlt be inacce8sible except by undoing fl\\ltenings which it ill impolllible\nto suppose the medium could undo without subsequent detection, how-\never little he WI\\I watched; (3) the pOIIibility must be excluded\nthat the medium can prepare a similar surface similarly l-endered\ninaooeuible, to substitute for the inve8tigator's. NumeroUi unsuc:ceI8ful\nexperimenta of thill kind are mentioned in the Jo\"nuU for June,\nand were enumerated by me on page 333; but the details of the precautiODI\ntaken to aecure the abovo three conditions are not given in any detail, pre-\nsumably becauae, the experimenta having failed, the precautions were of no\ngeneral interelt. The example I will take is different from any of these, and it\nselected on account of ita simplicity, which mal\"s it easy to de8Cribe. I may\nsay that the credit of inventing it ill not due to myself. Let a glMl test-tube\nor flask be hermetically sealed, with paper and pencil inside it. Let its weight\nand ita form, or ita weight and ita volume be recorded. Ita form might\"\nsufficiently recorded by means of a mould,or by noting certain measurentenbl j\nita volume can be Mcertained of course by weighing the water it diIIp1acea.\nLet oompetent and trustworthy witne88e8 depose before the .eance that thole\nthings are oorrectly recorded, and that the paper within ill not written on.\nIt may be taken 1\\1 certain that the medium, even if left alone with a blow-\npipe, could neither opm. and clOBe this ve8sel without altering it, nor\nproduce a faosimile 1\\1 to both weight and form, or both weightand volume.\nIf the experiment succeeds, witnel8e8 should verify the identity of the glUII\nvc8801, and attest that the paper hM now writing on it. The evidence thus\nobtained for \" psychography\" would be IJractically independent of the in-\nvestigator's attention during tlle .eance ; and probably no one, however much\nhe believes in the potIIIibility of oontinuoUi observation, will deny that such\nevidence would be more complete and satisfactory than Mr. Templeton'., or\nany otller given in the JOllnUil for June.\nDigitized by Google\n\fAug.,1886.) Journal 0\/ Society \/0'1' Psychical }USBlWClt. 383\nThe queetion then has to be anawered, Why does Mr. Eglinton never\nobtain pltenomena under conditiona such as theae 1 The anawer that at onco\nsuggests itaelf, espeoiaJ.ly in the cue of a person of Mr. Eglinton's known\nantecedents, is that oonditiona such as these abeolutely exclude the pouibility\nof oonjuring, while the leaa stringent conditiona do not.\nWhat other reason can there be 7 The better kind of experiments have\nbeen too often tried for the failure to be attributed to chance, and it will\nscarcely be denied that they have been tried in !;go great variety for the\nfl\\ilure to be attributed to physical causes interfering with the occult agency.\nHad, fo\"r instance, only the glasa-covered alate experiment been tried (see\nJournal for June, p. 324), IUch an interfering physical cause might have been\nsurmised in the glaaa, though it would have been difficult for those who\nbelieve in the genuineneaa of the occult paaaage of platinum into henneti.\ncallyaealed glaaa tubes, said to have occurred in Profeaaor Hare's laboratory,\nto maintain this view. But if glaaa is the cause of failure, why does not\nwriting occur in the cue of alates covered with wire gauze 1 And 80 we might\nproceed through the various experiments that have been tried, finding it\nmore and more difficult. to eacape tho conclusion that the failure common\nto these experiments has no conmlon physical cause unleaa it be that\nthe conditiol1ll were specially well adapted to the exclusion of con·\njuring. The failure cannot be attributed to the investigators, for tho\naame investigators have been very aucceaaful in obtaining phenomena under\ninferior conditiol1ll. Turning to purely psychological explanatioDB, it has, I\nbelieve, been suggested, with reference either to Mr. Eglinton or to another\nmedium, that the suspicion evinced in using such tests affects the medium\ninjuriously and interferes with the phenomena. But the better teats ahow no\nmore suspicion than the inferior ones, and the inferior teats-thoae with Mr.\nEglinton's own locked alate for il1lltance-do not interfere withthe phenomena.\nNor can we suppose that Mr. Eglinton's inlngination is affected by the\ndiftlculties to be overcome, and that this has a bad effect on his mediumahip,\nfor how can he imagine it to be more difficult to write in a folding-alate that\nis sealed than in one not fastened at all, if neither is to be opened during the\nproceaa 1 A SpiritUalistic explanation has been suggested, namely, that the\nmdependent intelligences with whom we have to deal will not produce the\nphenomena under the beat conditiol1ll. I do not know of any grounds for\nentertaiIiing this hypothesis, but of course it cannot be disproved. If, how-\never, independent willa and intelligences govern the phenomena and desire\nto prevent our obtaining proof of their occult nature, it is clearly uaeleaa to\ncontinue the investigation. It is of no use fighting against beings 80\nobviously masters of the situation.\nIn the meanwhile, until some plausible explanation is offered of Mr.\nEglinton'a invariable failure to exhibit phenomena under conditions indepen-\ndent of continuous observation and accurate recollection, I must continue to\nregard him as a mere conjurer, though doubtleaa a very clever one in his own\nline.-I am, air, &c.,.\nELBANOR MILDlI.BD SIDOWICK.\nDiQitizedbyGoogle ~-\n\f384 Jotl\/rnal of Sooiety jO'l' Psycltiool Raecwcll.. [Aug.,l8Il6.\n\"PHANTASMS OF THE LIVING.\"\nThe price at which this book (2 vola. octavo) will be issued is one\nguinea. One copy will be supplied to every present Member of the\nSociety who has paid his SUbscription for the current year, for 5s. 3d. and\nthe cost of carriage or postage; and to every present Associate who has\npaid his subscription for the current year, for lOs. 6d. and the cost of\ncarriage or postage. Members and Associates who desire copies are\nrequested to send their names to the Assistant Secretary, at 14, Dean's\nYard, S.W. The issue of the work will now be delayed for &\ncouple of months, as, on the very eve of publication, most of the sheeti\nand blocks were destroyed in the recent fire at the premises of the.\nNational Press Agency.\nThe issue of Part X. of the Proceeding, has been delayed in con-\nsequence of the fire. It is, however, nearly ready for publication.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nPM follolc''''g adtlitio\", haN bee\" made during tAe lalt ttco tIIDt.tAa.\nGREGORY (Wm., M.D., F.R.S.E.) Animal Magnetism; or Mesmerism\nand ita Phenomena. (3rd Edition). A Secolld ('.opt) ......Lotuknl, 1884§\nLife and Teachings of the Lord J eaua Christ. Arranged as a Continuous\nNarrative............................................................... London, 188Gf\nTnwum (Edwanl P., M.A., Ph.D., M.D.) Handbook of Anthropology\n. NnD York, N.D.t\nC4H4GNKT (Alphonse) TMrapeutique du Magnetiame et du Somnambu-\nllame ........................................................................Pan., 1883\nCBEVILL4BD (A.) Etudea Ex~rimentalea aur certains PMnolWlnea· •\nNemaun et solution rationnelle du Problilme apirito (2nd Edition)\nPar\", 18'11\nDuvuu (A.) Notes Bibliographiquea pour aervir al'hiatoire du Mag-\nnetiamo Animal .........................................................Pan., 1869\nEDARD (Profeaaeur G.) Vitaliallle Curatif par tea Appareila Electro-\nMagnetiquea ..••.•.....••.........•..•••................•••••..•..•.•..•Pari., 1880·\nMESuET (Dr. Enleat) De l'Automatiamo ..............................Paria, 18'i4\nPBRRONNET (Dr. Claude) Force Paychique et Suggeation Mentale P\"ria, 1886~\nFUNZOLINI (Fernando) Del Somnambuliamo: Studio Medico-Forenae\nlotto all'Academia di Udine ne119 Nov., 1880 ............... Udille, 1882\n§ Presented by Mrs. F. A. Moulton. t Presen~ by the Author.\n• Presented by Mme. de Monier. ::: Presented by the Aqthor.\nDigitized by Google\n\f","_id":425}