{"name":"Journal of the Society for Psychical Research 7069","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n32_sep_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N32, September 1886","mylang":"de","content":"No. XXXIL-VoL. D.\nJOURNAL\n01' THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nAnnouncement of General Meeting •• ••\nCases received b}' the LiterarY Committee\nAntomatic Writing •\nCorrespondence . . •. ••\n.. Phantasms of the Living .. . .\nANNOUNCEMENT OF GENERAL MEETING.\nPAGB\n..81!5\n•. 385\n.. .04\n•. 406\n.. .os\nThe next General Meeting of the Society will be held at the\nRooms of the Society of British Artists, Suffolk-street, Pall Mall,\nS.W., on Friday, the 29th of October, when a paper will be read\nby Mr. Frederic W. H. Myers on \"Multiplex Personality.\" The\nchair will be taken at' 8.30 p.m.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\n(Co1ttimwl. )\n[TM Literary Committee wilZ be gZad to receivll well authenticated e-vidence of\nphenomena belonging to any of the following cla&8es, speci1ne1k'1 of which (lrt\nfrom time to time recorded in this Journal:\nL. Phantasms of the Living.\nG. PhantCl8Tn8 of the Dead.\nM. Hypnotism, Mesmerism, and Clairroyallce.\nP. Monition and Premonition.\nS. MisceZlaflW!I$ phenomena of the kind sometimes described as\n\" Spirit-ualistic.\"\nPersonal experience of \"lIffi8ory hallucinations\" of any sort will also\nbe tr.elcome.\nThe Committee print I1I.Ch cases cu primd facie seem to tMm Zikely to thr()!\/)\nlight on the I1Wjecta investigated by the Society, or to seT1'e cu material for\nprofitable criticism and disetlMion.\nCommunications intended for the LiteranJ Committee ahottld be addreased\nfu Edmmw, Gurney, Esq., 26, Mcmtpelier Square, Lcnw'm~, S. W.; or, to\nFrede-ric W. H. Myers, Esq., Leikhampton HatIBe, Cambridge.]\nG.-182.\nThe account which follows was originally published in Ligllt of\nMarch 10th, 1883, having, as Mr. C. explained to us subsequently,\nbeen written down at the request of some brother clergymen at a\nclerical meeting. Some time after the appearance of this account we\n2 B\n\f386 Jou,l-nal of Society f01' Psychical, Research. [Sept., 1886.\nentered into correspondence with Mr. A. D. C. himself, and other\nmembers of his family, and their letters are appended :-\nI have been aaked to furnish some account of my experiences in •\nhaunted house, which occurred some twenty years ago.\nMy father waa a private schoolmaster, R.Ild in my tenth year his school\noutgrew the accommodation which the house we then lived in afforded. .A\nfriend, who WILl the non-reBident leBBee of a large, commodious house, some\neight milel away, made him an offer of this dwelling, capable of accom-\nmodating nearly Bixty peraona, at the BUBpicioualy low rental of twenty\npounda a-year. The reaaon was eaBy to find-it waa reported to be haunted !\nTall treea envil'oned it on every Bide, and the gardena were like a\nwlldemeBB, so neglected had the place been for years. It W88 three Btoreys\nin height, IlpacioUB, with a flat, leaded roof, whence one could look down\nupon the country through the treeB. There waa an abundance of out-hoUBeB\nin a somewhat ruinous condition. The carriage-way had become a damp\nlane, Bometimea flooded in winter. But the building itBelf was sound-its\nWallB very thick. A tragedy had taken place therein nearly half a century\nbefore the date of which I write. A captain in his Majeaty'. Navy had lived\nthere with an amiable young wife, to whom he waa unfaithful to IUch an\nextent that, diBguiBing his marriage, he made an offer to another young lady,\nand waa on the point of committing bigamy. Indeed, the marriage cere-\nmony had actually begun, when the injured wife appeared on the 'scene and\nforbade ita completion. He ran away j eM returned home, and in her\ndiBtreu hung heraelf in a room at the extreme angle of the top Btorey of\nthe house.\nThe unhappy wife lies buried in a neighbouring churchyard with the\nfollowing epitaph :-\nReader!\nIf thou hast a heart famed for Tender-\nneBB and Pity, Contemplate this Spot,\nIn which are depoaited the Remaina of a\nYoung Lady, whose artIeBB Beauty, innocence\nof Mind, and gentle Mannera once obtained\nher the Love and Esteem of all who knew her j\nBut when Nervel were too delicately Bpun to\nbear the rude Shakea and J08tlings which we\nmeet with in this transitory World, Nature gave\nway; She Bunk R.Ild died a Martyr to\nEXceBBive Sensibility :\nMm. Sarah Fletcher,\nwife of Captain Fletcher, departed this\nLife at the Village of Clifton on the 7th of June, 1'199,\nin the 29th Year of her age.\nMay her Soul meet that Peace, in\nHeaven, which thiB Earth denied her.*\n• The epitaph &II given in Mr. A D. C.'8 original account W8II, &II he tell.\nDB, written down from memory, and contained BOme verbal inaccuracies. The epitaph\n&II it appe&l'll in the text W&IJ copied for DB by Mr. G. Acheaon, Univel'lllty\nCollege, Oxford, on June 11th, 1885, direct from the tombatone in Dorchester\nchurchy&n:l.-F. P.\nDigitized by Google\n\fSept., 1886.] Journal of Society \/0)' Psychical Rese(:wck. 381\nA pitiful story! And who ....ould ....onder that the place ....as said to be\nhaunted 1 And so it ....as, as I shall proceed to aho.....\nThe 1'1istica asserted that ....heelbarrows ran about without visible agency;\nthat pump-handles ....orked ....hen the form of the ....orker ....aa invisible; that\nthe house ....aa lighted up at night, ....hen no one was within; and even that\na benighted traveller, calling to aak his WIly, had the door opened to him\nby the ghost! My father, ho....ever, was not at all moved by all this\nvillage gosaip. But he did the right thing; he ....ent and spent a night in\nthe house. No unearthly Bight or omens appeared; all ....as still that night;\nand ....e took posaesaion of the place. It was propheaied that we should not\noccupy it a year, but the year passed quietly a....ay.*\n* * * * * *\nSome years had elapsed and I was nearly aeventeen. I slept, then, in a\nlittle bed-chamber which opened out of a large outer room called \"the lower\nroom.'lOne bright moonligbt night, \"as I lay a-thinking\" about some\nmundane subject or other, I heard stepa, ....hich a....akened strange recollec-\ntions, descend the atairs, outaide this outer chamber. I heard the door open\nand the night-walker seemed to enter. The stepa approached my door. It\nwas a peculiar tread ; the boota \"creaked,\" to use a common saying, \" as\nthough they had not been paid for,\" and as I lay wondering who it could be,\nthus shod, about in the night, the BOund ceaaed. Soon afterwards, I heard\ntAe village cLock .trike three.\nThe next night I was a....ake again by mere chance; the same phenomena\n....ere repeated; and immediately afterwarda the clock strllck three aJain I\nThen I felt sure that there ....as BOmething out of the common in these steps,\nand I determined to lie ....ith my door open the next night, and to see ....hat\nit ....as. That next night, as I lay in anticipation, I heard the steplidescend-\ning the stairs. I heard the outer door open. Whatever it was that entered,\nit certainly po888ased force, for it puahed the open door of a wardrobe, which\nobatructed the passage, forcibly aside, and ahut it with a loud noise. The\nstepe came round between the beds ....here· some young boys slept, towards\nmy door, when to my amazement, no form appeared; yet the steps preBBed\non to....ards my bed. I cried aloud,\" Who is it 1\" and all waa silent. I\nsprang out of bed and searched the room and the adjacent paasages, but no\nelucidation of the mystery appeared.\nWhen I communicated my night's experience (very cautiously-for my\nfather had again and again forbidden such reports aa likely to alarm the boys\nand prejudice the school), I found that I had stumbled on a fact known to\nmany in secret-that at a quarter to three each morning these stepa paraded\nthe house, from the chamber where the suicide ....as committed to the room\nin ....hich I alept.\nAn aasistant muter informed me that, going upstairs at that hour, he\nhad met the stepe coming down and felt a cold blast of wind paas him, to his\nno small terror. My brother, younger than myself, told me that one night\nas he lay awake in that outer room with a bad cough, he heard them coming,\n• The pa88age concerning an apparition, ~which followed here in the original\n~unt, haS been omitted at the requeat of Mr. C. himaelf, who thinb that streM\nIhould not be laid upon.it.-F. P.\n2 B 2\nDigitized by Google\n\f388 Jotwnal of Society for Psychical Resea1och. [Sept., 1886.\nand thought his father had heard him cough, and ....as bringing him lOme\nlozenges-....hen the door opened and the bodiless stepa came to his bedside,\nfrightening him terribly. Many othel\"ll had also heard the steps, but all said,\n\" Say nothing about it ; it ....ill vex your father and do no good ; neither do\nthe steps do any harm.\"\nAt last, anxious to obtain some key to the mystery, I asked the senior\naBIIistant master to ait up all night with me in his own little room (....hich was\npartitioned oft\" from the chamber in ....hich the suicide had been committed)\nthat ....e might endeavour to find out ....hat was the nature of \"the stepa.\" I\nhad not then seen the tomb of the unfortunate Mrs. F., and did ·not kno....\nthe exact date of the tragedy, but I am inclined to think that ....e ....atched\non the very anniversary of the fatal day, or rather night.\nThe evening paBBed slowly, in spite of books, and draughta, and other\namusementa; and contrary to my expectation-for I had imagined that mid-\nnight ....ould not paBB unptarked-all ....as quiet until the dawn of the suduner's\nday made itself dimly felt through the window curtains.' It was then a\nquarter wthree, and ....e aat looking at our watches with but little expecta-\ntion-for daylight is a great obstacle to belief in ghosta-when all at once,\njust as I had aaid \"Unless it comes soon there will be nothing to-night!\" a\nstep, heavy and determined, ....as heard in the adjacent room behind the thin\n....ooden partition. It ata.1ked out through the door, along a little passage a\nfe.... feet in length, and then paBBed our door. I opened the door and looked\nout. The passage ....as fairly lighted up by the broaking dawn of day, and\nthe steps ....ere paBBing heavily along it, but there ....as no form ! We followed,\nbut a few feet behind. The steps reached the staircase and began to descend\nthe stairs. We looked over from the balustrade above; the atairs seemed to\nbend under tllat mysterious tread ; but my companion faltered, and I follo....ed\ndown the flight above.\nMid....ay there ....as a landing and then, turning an angle, a second short\nflight of atairs ended in front of a large windo...., and on the right hand W8B\nthe door of the lower room. In the light of that summer dawn I distinctly\nsa.... the handle turn and the door open; and I heard the stepa enter. I ....\nso close behind that, as I follo....ed, the door ....as slammed in my face. I\npushed it open again. The room ....as empty, save of boys sleeping quietly in\ntheir beds, unconscious of the mystery around them. It ....as no.... nearly\nthree o'clock, and, satiafied that the matter was beyond human agency, we\nslept till our usual hour of rising.\nNo further investigation seemed necessary. We all felt convinced it W8B\na case of the supernatural, and left it. But sometinlea a visitor ....ould _y to\nmy father at breakfast :-\n•• You ....ere about very late last night, ....eren't you 7\"\n\" No. I retired before midnight.\"\n\"Because I heard heavy steps about, just before three.\"\nThen we ....ould look at each other and say nothing.\nBut ....ithin a year from this time, the phenomenon (if I can apply that\nword where naught ....as seen) ceased, and for ten years the house was perfectly\nquiet. I often lay awake, having set my alarum for the time, but nothing\nwhataoever rewarded my watching. This, perhaps, may be an argument\nDigitized by Google\n\f8epL,l886.] Journcd 0\/ Society \/&1' Psychical, Research. 389\nthat imagination had naught to do with the matter. Mine was as much\nexcited on the lattor as on the fonner OCCB8ion.\nTen years paued away. My father anti mother had retired from ootive\nlife, and gone away to live. My brother had become the head master of the\nachool, 9as married, and resided at the old house. 1 was myself ordained\nin priest's orders and chaplain of a large achool, when, just before the Christ-\nmae holidays, 1 received a letter from my brother, in which were these\nworda :\n\" Weare very anxious to see you at honle again. Do you remember the\nghoat1y disturbances about ten years ago 1 They have returned worse than\never, and we want your aid to investigate them.\"\n1 was about to return home to spend the Christmas vacation when 1\nreceived this, and went full of anticipation, not lOrry to have the oppor-\ntunity, as a man, of further investigation into the mysteries which lUld 10\npuzzled me as a boy. 1 found when 1 reoohed home, and had had a long\ntalk. over it all, that for lOme time there had been a renewal of the disturb-\n&DCeI, but not quite of the like nature with the fonner manifestations. They\ncentred, it ie true, at the old hour, but were by no meanaconfined wit now.\n1 will give a few instances.\nMy brother told me that one night he was awoke by loud cries of terror\nfrom the boys who alept in the\" suicide's room,\" jUllt above his own. (I\nneed not _y we did not give it that name before the pupils, nor did they\nknow the story.) Be rushed upstairs, greatly alanned, and found several\nexcited boys,who declared that a woman without a head had entered the room.\nBe tried to laugh at it, comforted them, left a light buming, and came\ndoW1l.ltairs.\n\" Look at your watch,\" said hie wife.\nA quarter to thru I\nAnother night my aiater was IIleeping in the fatal chamber, with a cousin.\n.All at once she was awoke by a loud cry, and found her companion in\nhystericlI. The aforesaid woman had entered the room. My sieter looked\nat her watch. (The cousin did not know the preceding foots.)\nA quarter to thru I\nA midwife who attended at a con1inement and IIlept in that room, after\nthe first night aaked whether she could have another cbamber.\n\" Why 1\" was the natural quelltion.\n\"Oh, it doell not matter,\" she said; IIhe would try it again; and coloured\nllightly as if ashamed. The next day she said she tnmt sleep elsewhere\nfor lOme one came into that room each night, and threw himllelf (or herself)\ndown on an empty bed ; but it seemed no natural person, for when she struck\na light there was no one there.\nThere were many limilar tales all connected, more or lellll, with a\nquarter to three, but just at this time the disturbances had become worse and\nextended throughout the night.\nFor a day or two 1 heard nothing, 110 far as 1 can remember, but at\nlength there came one bitterly cold night, when 1 had got to bed with a hot\nwater bottle for companion to my frozen feet, in a room of the top storey\nwhere 1 slept. 1 was alone on that floor; the pupils were all home for their\nDigitized by Google\n\f390 Journal of Society for Psychical Research. (Sept.,18118.\nholidays. I had just put my light out when a series of noises began, as of\nthe moving of furniture, the opening of doora, the parading of the pas88!f8L\nOne would luppose every room was tenanted by restl888 beings save my own,\nwbich was quiet itl4uu. I had gone to sleep in spite of it all-for it waa too\ncold to get up to investigate-when I heard the ringing of a bell in my room,\nwhich had been a servants' room, and communicated below. I got up and\nheard knocks upon the ceiling beneath my ftoor.\nAn invalid sister was then sleeping in the chamber beneath, and I\naccordingly put on my dressing-gown, went out into the bitter atmosphere\n(that night a policeman was frozen to death in his box not far off), descended\nthe staira, and went to the door of my sister's room•\n.. Poor L. is so dreadfully alarmed by the noises,\" said my other sistsr,\nwho slept with her ; .. do see what it all means I\"\n\"It is usel888,\" I said, \"but I will go through the house to satisfy you\nthat there are no robbera in it.\" So I went through all the large rooms of\nthe empty house. I was the only man in it that night. All was quiet; and\nI went back to my sistera' door, and said, \"You need not fear; it is only the\nghosts. They can do us no harm while we trust in God !\" I then went back\nto my bed, but not to rest, for I was no BOoner asleep than I W88 awoke\nby a fearful craah I Outside my door was a large box; this appeared,\njudging by the BOund, to be lifted up several feet, and then allowed to fall\nheavily on the floor. I would not get up, and soon dozed off again. It 1fU\nrepeated a second time, with a deafening noise and shock. Still, I would\nnot get up, but, commending myself to God, slept again. A third time I\nwas awoke by the same shock.\nA sudden thought inapired me. I was a priest and might try what\nexorcism would do. So I used, as nearly as I could remember it, the ancient\nform commanding the spirits to depart in the name of the Father, Son, and\nHoly Ghost I And all waa quiet through ~e old house during the remainder\nof that night. In the morning I asked my sistera, \"Did you hear anything\nafter I left. you 1\" They replied, \" Yes, three heavy smashes; then all\nwas still.\"\nThis occurrence, more than aught else, led me to believe that the noisea\nwere the result of the !!gency of evil spirits.\nA friend, who is a great believer in Spiritualism, tells me that I ought to\nhave l1uestioned the ghosts, for they can open no COnIDlUnication, but\nevidently sought such opening ; and that I might have done good had I\naddre88ed them.\nTo conclude, from that night until we left the place it was the scene of\ncontinual disturbance. Our doora were tried at night; we saw the handles\nturn; steps continually paraded the passages; furniture appeared to be\nshifted, but never could we detect any visible agency. The most melancholy\noccurrence connected with these disturbances was as follows :-A poor boy\n\\\\'as left behind in the following Christmas holidays, suffering from conges-\ntioll of the lungs. He died, and one night, while the body was lying in\n110 room adjacent to my brother's study, such dismal noises issued from the\nchamber of death while my brother and his wife wero in their room, that\nthey could not bear it, and were obliged to go elsewhere.\nDigitized by Google\n\fSept., 1886.] JO'UNUJl of Society 1m' PBychical Ruearclt. 391\n_o\\nd the moat significant thing occurred at the same trying II888On. My\nbrother was in town, and bia wife was sleeping alone when she heard lOunds\nall over the hoWl8, as if a number of carpenters and upholaterers were taking\ndown the furniture previous to removal. She heard them, as it seemed, take\ndown the bedsteads, and place the iron laths in succeuion on the floor with\ndistinct lOund. She lay terrified a long time, and then awoke a visitor who\nslept in the adjoining room. He, too, had heard all these noiaea with the\nutmost astonishment, greatly wondering what household arrangements thus\ninterfered with the rest which night should bring to all. These noiaea were\nevidently prophetic, for within a year fever broke out in the village, extend-\ning to the school, and coating us two or three lives; and my brother, under\nmedical advice, moved his whole establishment to a woll-known watering-\nplace on the South Cout, where it still flourishes.\nWe are all, from experience, what the world calla .. believel'll in ghOllts \" ;\nbut none of us have ever had such experiences elaewhere-a strong proof\nthat the occurrences I have detailed did not originate in our own imaginations.\nMarch, 1883.\nMr. A. D. C., after aeeing Mr. Podmore's notes ofbia interview with Mr.\nE. E. C. (given below) wrote as follows :-\n(1) AI to the headl.. woman, I should have said I got the information\nfrom my brother himaelf, for he was the hero of the episode ; but as he does\nnot remember it, I think it must have been Hi'll. C. who told me. There is\ngreat ditliculty in remembering a thing which took place M) long ago.\n(2) The extract from my diary is brief; it was written at the reappearance\n~f the ghoat in 1867, after I was ordained.\nJan1lary 5th, 1867, &turday.\n\" Last night there was a pretty disturbance of the supernatural charac-\nter. About midnight, 10011 after we all got to bed; there was a continuous\naeries of heavy noises in all the empty rooms, as if heavy bodies were lifted\nup, and then dashed violently against the floor. I slept in the Muter's\nroom and was alone upon the upper floor; it was intensely cold, and I had\ngot under a prodigious number of blankets, with a hot water apparatus at\nmy feet, 10 I was not much incline(l to move ; but presently a bell rang in my\nroom, and I quietly observed to myself, that the ghOllts were improving in\ntheir practice; but when I heard voices in the room below (occupied by my\naistel'll), I found they had rung the bell (by a wire), and that they were dread-\nfully alarmed by the noises; so I was forced to get up and IIC8ol'ch the hoWl8,\nverr ineffectually, until reporting all safe, I got into bed again, and was no\nIOOner warm than the malicious hobgoblins began as badly as ever. So I\nlaid a prayer against evil spirits. After this I heard no more, and slept com-\nfortably till daybreak. It was strange that at the moment I named, the\nnoises aeemed to cease everrwhere. At breakfast this moming we tried to\ndiacuaa the matter, but could come to no aatisfactorr conclusions; the noises\nwere unaccountable, 10 they must lie at the door of the same agoncies which\nUICd to disturb us so dreadfully ten or twelve ye&l'll ago.\"\nDigitized by Google\n\f392 Joo,1\"fW1, of Society for Psychical, &search. [Sept.,1lI88\nThis extract waa written for no eye but my own, and flO1D tint 11881 the\nlight after 18 years. You can lee it WM Dot written for publication, by\nits 100II8 style, which might be improved.\n* * * * * *\n(3.) The story of the midwife waa from my couain, Mill W., who had it\nfrom the woman j but M it WM 10 long ago (the child in question is my\nbrother's elde# IOn) ahe mayor may not remember it.\n(4.) The story of the noiaea in the chamber of death waa decidedl!l from my\nbrotherhimaelf, I rememberit perfectly. ItW88 he and hie wife who bolA heard\nthem, and could Dotlit longer in the adjacent room, where they were buay\nover books and accounts. If he did not remember tAil, it is pUling strange,\nand shows how much more hold it took of my imagination than hie.\n(5.) I could affirm that I IIW the door-handle turn aa cO'Itfidently aa I c&Il\naffirm anything that haa occurred in my life, I am morally ,ure of it, I see the\nwhole scene now as I write.\n(6.) I shall be very glad to hear what Mr. W. says, it WM he who WIll\nthere with me that June night in 1854. 30 years ago j he did not descend\n10 far M to see the door handle turn, but halted on the landing place\nabove.•••\n* * * * * *\nAfter seeing Mr. J. S. W.'s letter, Mr. A. D. C. writes again :-\nMarch 7th, 1885.\nI have drawn you a new plan, to scale, according to my best remembrance.\nLet me add a few remarks:\nNo.3 is the room mentioned by Mr. J. S. W., where the nail was. The\nfootsteps always came to the door, but no further.\nNo.7. Here Mr. J. S. W. slept with one of us, on the most eventful\nnight in hie annals. Hel'6 I slept that cold winter's night described in\nLight, when I searched the house, and conjured the spirits, aa described in\nmy diary sent you j but at the latter period (1867) it waa partitioned ofi', II\ndescribed by the red* lines, into tAree small rooms. The dead lights were\nlooking into the passage, marked thus ===\nYou can get approximate distances from plan, drawn 10 feet to the inch.\n* * * * * *\nI have, ,ince I wrote last, seon the cousin referred to, and her account I\nenclole. It differs a little from the account given by me, which W88 again\ntradition, through a third peraon. How every investigation ahOWI us the\ntendency of Itories to receive additions aa they go from mouth to mouth.\nStill I think tho main facts correspond. • • • • A. D. C.\nWe sent Mr. A. D. C.'s account to hie brother, Mr. E. E. C., and received\nthe following letter in reply :-\nJanuary 27tA, 1885.\nDLu Sm,-l have carefully read the paper you send me, and I can giveit\na gmeral confirmation.\nSome of the details are new to me. They may be perfectly correct, but\nI do not remember them.-I am, dear sir, yOUl'B faithfully,\nE.E.C.\n• Indicated by the t\/l.iU; lin. in the plan .. given on the opposite page.\nDigitized by Google\n\f8ept.,l886.] JO'UI1\"TW\/, of Society \/0'1' Psychical .Research. 393\n\"\nFront e1eTation of H01ll8\nrough sketch.\n\" \" \"t\n\" . ~\n\"\n\" . r I . \" \"\n-\"No.lI.\n\"\"I\n\" I\nf-I 1-------,----- i\nI I \" I I I :\nI I 1 r\n.. I LLlll,1. I\nI7l\ni\n-)J---,- ---- r\n~\\\nCO I CO\n1\n1\nI\nNo room over this one.\n-,\nHr'------------\nI\n- ------)-1 \/-.- ~\nI ~\nI\n1 00\nI\nII nrT I\n1 I\nI I I I I I I \\'\nI\nI\nr----------\nI\nI\n.L\nT r\nr- 1.:.....----------\nL-Room occupied by my father and mother--ilUbeequently brother and wife.\n2,-Viaitora'ROOm.\n3.-\"Ante·Chamber\" (lucu, \/I tIOnlucmdo) fIlUM diaturbed.\n4.-\" Lower Room\" (much diaturbed).\n5.-8ervants' Room (never diaturbed).\nG.-Top Room (never di8turbed).\n7.-Boi Room (much diaturbed).\nH.-Muter'. Room. Mr. J. S. W. slept here at one time; here, too, he and I watched..\n!I.-The Suicide'. Room-fORI ee origo mali.\n-- -. Track of the GhOBt, 1.46 \/1.111.\nThese dimenaiona are from memol'1. but approxima(S~~A1o~le\n\f394 Jotwnal of Society for Psychical Jle8ea·rch. [Sept..188L\nOn the 14th February, 1885, I called upon Mr. E. E. C., with\nwhom I had some previous acquaintance. The following notes of our\nconversation have been read through and corrected by him:-\nWhen he wrote that he could only give a geneml confirmation to the\naccount written by the Rev. A. D. C., he by no means intended to imply my\ndoubt of the geneml accuracy of his brother's narrative. Mr. E. E. C. caDIlot\nprofe.. to remember all the details given; but he confirms in the fullest\nmanner his brother's account of the footfalls.\nThey went to the house in IMG, when Mr. E. E. C. was only four yean\nold. He distinctly remembers the incident narrated by his brother, vis..\nhearing the stepa come down to him at a time when he lay in the lower room,\nMr. E. E. C., indeed, frequently heard the stepa as 0. boy. He describes them\nas finn and determined, but not heavy-like a woman's footsteps. They\nalways began in No.9-the suicide's room-and went along an uncarpeted\npassage, and down two flights of uncarpeted stairs, passing through the\nlower bedroom-in which Mr. E. E. C. used at one time to sleep-into the\nboudoir, where they ceased. Thus, throughout the whole of this COI1l'll8 the\nboards were bare, and the stepa sounded like a woman's finn steps on boards;\nquite loud and unmistakeable. They never varied in their character, their\nCOI1l'll8, or their time. Mr. E. E. C. never heard them, and never learnt that\nanyone else heard them, at any other time than 2.45 Lm. He is unable to\nconceive any ordinary explanation for the noises. No mere creaking of wood,\nnoises of the wind, rats, or any other cause with which he is acquainted\ncould, in his opinion, account for them. On one occasion in particular,\nwhen about 16 years old, Mr. E. E. C., when sleeping in the lower room (on\nthe ground Hoor), woke up suddenly, with an indescribable feeling of terror.\nahivering all over, and then heard the steps coming along the pauage over-\nhead, and got out of bed to go upatairs to a cousin's room. He paued the\natepa, on this occaaion, on the stairs-he going up, the steps, apparently,\ncoming down.\nIt was about this time (1857, or thereabouts) that Mr. J. W., the senior\naaaistant master, and Mr. A. D. C., sat up to hear the steps. Mr. E. E. C.\ndid not himself sit up, but he distinctly remembers hearing from Mr. W. and\nhis brother an account of their adventures the next day.\nHe also recollects on many occasions hearing visitors asking who had\nbeen walking about the house in the middle of the night; and, whenever the\ntime could be accurately fixed, it was found to be the aame-2.45 a.m.\nItwas in 1866 that Mr. E. E. C. married, and took the charge of the school\nDuring the first year or 80 of their married life, he and his wife lived in a\ncottage in the village, 80 that he was not himself a witneu of the noises.\nThe incident of the boys being alarmed he recollects, however; md it\nmust, therefore, have occurred rather later. The boys told him that someone\nhad come into the room ; but on questioning, he ascertained that they had\nonly heard stepa Zeaml1g the room, and had drawn the inference that someone\nmust have come in~ the room before. Nothing, he thinks, was said about\na figure being .teen by any boy. But it is pouible that some nervous &mall\nboy may.have made the statement referred to by Mr. A. D. C. He C&IlJ1Ot\nDigitized by Google\n\fSept., 1886.] JOV\/M,\/M Of Society for PB'!Jchical Resea1OCIt. 395\nremember on this particular occasion consulting hia watch; but he is certain\nthat if he had found that the time was other than 2.45 a.m. he would have\nnoted the instance as remarkable.\nThe aiater mentioned in the next paragraph of Mr. A. D. C.'s account is\ndead.\nThe _\" (not midwife), who was a complete stranger in the neighbour-\nhood, stated to him, on being questioned, that she had merely heard sounds\nof someone Uatnt'!l the room. She said that she would prefer-if there was\nno other room for her-to sleep on the door mat outside Mr. E. E. C.'s\nroom. This W'aI! in 1867.\nMr. E. E. C. can recollect hearing from both hia brother and the two\naiaters (one dead, one at Oxford), their accounts of the noises and the\nexorcism, but he was not himself present in the house ; nor can he recollect\nhow the noises were described at that time.\nIn general Mr. E. E. C. can only recollect hearing the steps. He never\nhimself saw handles turned, or doors opened, or heard the noises as of\nfurniture being shifted. Nor can he remember the noises i88uing from the\n\"chamber of death \" referred to. Indeed, it is very unlikely that such\nnoises would have been heard unle88 extremely loud. The room in which\nthe dead body was placed was situated at the extreme end of a long and\nrambling pile of buildings, in the same wing as hia study, but at the opposite\nextremity, and far away from the bedroom occupied by himself and hia wife.\nMrs. E. E. C., who has read through Mr. A. D. C.'s account, told her\nhusband that she well recollected the noises as of bedsteads being moved,\n&c., but that in her opinion they were due to ordinary causes. Tho sounds\noccurred in an exceptionally stomly winter (Christmas, 18(7), and no doubt\nwind amongst the trees, and in the roof, was responsible for moet of the\nsounds.\nIn this same winter, however, Mr. E. E. C. sat up each night during\nhis wife's. illne88, reading in his study, and would hear the steps go along\nthe passage and down the stairs on moat of the nights of his vigil. They\nwere always heard at the same time. If nothing had happened by 3 a.m.\nMr. E. E. C. knew that nothing would happen, and would go to bed.\nMr. B., a relative of the boy who died, stayed in the house before\nthe death, and on one occaeion came to Mr. E. E. C.'s room in tho middle of\nthe night to ask if anyond had gone down to the boy, as he had heard some-\none paaaing down the stairs. Mr. E. E. C. then looked at his watch, found it\nwas just past 2.45 a.m., and was able to assure his visitor that no one had\nstirred, and that the steps would not be heard again that night.\nMr. E. E. C. is decidedly of opinion that the footsteps were not of physical\norigin. He has had no other experience of the kind, and has never been\nthe subject of a ha.llucination.\nMr. E. E. C., as a boy, heard the story of the suicide from James, an\nold inhabitant of the village-of the labouring claaa-who died in about\n1856, at the age of between 90 and 100. He believes that the hiatory of the\nhoUle, given by hia brother, is entirely accurate.\nF.P.\nDigitized by Google\n\f396 Journal of Society for PsychicoJ, R.e8eo\/I'ch. [Sept..l88L\nFebnuwy 17th, 1885.\nDear Mr. Podmore,-l retum your MS. slightly annotated. and amended.\nIn reply to your queries :-{1) Mrs. C. cannot corroborate the account of\nthe noises from the •• Death Chamber.\"\n* * * * * *\nMia W. would generally confirm all I have stated, but ahe would decliDe\nto give evidence.\nE. E. C.\nFebncary 19th., 1885.\nI cannot still confirm my brother's statement about the DOils\nfrom the \"Chamber of Death \"-even my \"study,\" in which he states 1\nWII8 sitting, waa separated. lOme 40 yarda from the chamber in question, with\nfour other rooma intervening.\nE.E.C.\nWe wrote to Mr. W., the master referred to in Mr. A. D.O.'s\naccount, and we submitted his first letter to Messrs. A. D. C. and\nE. E. C. for their comments. The lo.tter gentleman writes to us on the\n26th Februo.ry, 1885, that:--\n.. Mr. W.os letter is very interesting.\n\" He is a moat conscientious man, and you may strictly rely on his state-\n.ments aa far aa his memory serves him.\n.. I cannot do more than generally cotTOborate.\n..I may have stayed up with him, but if 80 I have absolutely forg<>tten it.\"\nE. E. C.\nMr. A. D. C. supplied some comments on Mr. W.'s statements\nwhich are appended as footnotes to the account.\nThe following is Mr. W.'s first letter :--\nFebncanJ 18tA, 1885.\nDear Sir,-InrespOD8e to your letter of the 16th, I will endeavour to\ngive you an account of the events alluded to, 80 far as memory may 8IIIiIt.\nIt is nearly 31 yeo.ra since my first acquaintance with the two gentlemen you\nname, tile MeBlrB. E. E. C., and A. D. C., who were then young, IDd\nresident at C. I waa told, shortly after becoming an inmate of their\nfather's house, that it waa subject to sundry disturbances, one of which\nin particular took place aa a rule ahortly before 3 in the morning. I\nagreed with the elder brother-now a vicar in W--- dioceae-to\ndevote one night to a careful watch. I do not think anyone knew of\nour intention. The room in which we Bat was, perhaps, about BlIven\nyards from the top of the stair·ffight where the foot-stepa were said to\ncommence.\" * At the given time-I think 15 minutes t<> 3-foot-atepl,\n.. of a high-heeled boot were heard descending the stair : they were followed\nby the younger gentleman, while I remained above to see it was no com·\nbination or trickery. They paased through or under (1) a heavy oak door\n• My recollection is that they fint originated in the adjoiDing room, ~\nby • partition.-A. D. C.\nDigitized by Google\n\fSept.,I886.J JoornoJ, of Society for Psychical Besea'I'Ch. 397\ninto a large dormitory, between its two rows of lilent sleepen, to the door\nof a 1IDl8l1 apartment, known as the \"ante-room.\" There tho dull creaking\n.. foot-fall\" tU\"IM, retraced its pauage between the parallel row of beds,\nfound an exit by the door at the ltair-foot, followed by Mr. A. D. 0., and\n.ascending the stair as before, died away about the second knob from the\ntop of the balustrade.* I think these were the plain facts of that evening'l\nvigil. I ought, perhaps, to add that the lmall room known as the \"ante-\nn>om\" had a large nail in its wall, bent down by lOme heavy weight. It\nwas said that a man \"little of ltature\" had hanged himlelf thereon.t Of\ncourse I cannot vouch for this having been the case. But I do aver that\nwhen the said .. ante-room\" became my own bed-chamber, the presence of\n-the said \"nail,\" of the lize ulually known as \"tenpenny,\" was IOmewhat\nundesirable, from its MIOCiation with the above rumour. But I would not\nmake request for its removal ; deeming it better to forget its presence than\n.Yield to a groundlelB fear of the intangible. I may not say how many timel,\nwhile lying there, I have heard the same creaking tramp of footsteps up to\nmy door, then deliberately back to the same point of the ItaiN.t At first I\n-was gravely annoyed, and would unclose tho door (which opened outwardly)\nwith ludden jerk, vainly thinking to trip up lOme IOmnambuliat, perchance;\nbut the steps retraced their normal way, while I looked on nothing save the\navenue np which they had glided. Once or twice I followed them up the\n.tair by the moon-rays or with a candle; but alwaYI with the same effect-\nthe dying away of the Itrange noise upon the return flight of the ItaiN, and\na Ihort distance from its lummit. After I had occupied the room in question\nlor lOme considerable period, probably two or three Ye&l\"l, an alteration was\neffected during the Midsummer vacation. The plaster of the \"ante-room\"\nwall being in parts broken,-Ipecially round the nail, whose presence had\nbecome to me a thing of course-it was restored, previous to the painting\n.of the room ; and on my return after the month'l absence the bent nail was\ngone. I had nothing to do with its removal; pro\\lably it was thought un-\noBightly and unneceuary. But after that I cannot remember hearing the\n.duceJtding \"foot-ateps on the ltain\" again.§ I have watched for them\nwhen my avocation rendered it advisable to rise at an unusually early hour,\nbut they came not, as, with measured and privileged tramp up to the door,\nothey had done till the removal of the \"bent nail.\" I look upon this as\n-the appendix of what yon have termed our\" vigil.\" I don't know if what\nI am about to relate may be termed a \"vigil,\" as we had on this occasion\n-no intention of watching. Owing to an inHux of viaiton, it became neceuary\none night (a Saturday evening) for me to vacate my Inug, newly-painted\n-bedroom,1I and, together with one of the brothen(who had given up his room\nalso for a night or 10), to occupy a room\" on the upper Hoor, used exclusively\n-for •• weekly board8l\"l,\" who were then gone home. It was close to the headof\n• I think it died away in the lower room.. See plan.-A. D. O.\nt Of this suicide there is no certain record. I remember the nail.-A. D. O.\n::: I heard them ICM'U of times '\" ktUt.-A. D. O•\n.§ I remember the ceasing, and the watching for them in vain.-A. D. O.\nII I do not remember this particular night.-A. D. O.\n'IT Thia was No. 7, the box·room. I often heard noises there.-A. D. C.\nDigitized by Google\n\f398 Journal of Society for Psychical Ruearch. [Sept.,1886.\nthe ltairs where the said nocturnal sounds had begun and ended. I cannot\nat this distance of time rememberat what hour we-both beingperfectly awab\n-were disturbed by the seeming falling of a heavy body from the balllItrade\nof the ltairs j there leemed to be efforts making to draw from the \"fatal\"\nlpot_,pwarda~mething soddened and ponderous. One of us mounted on ..\nbed (there was an empty bed each lide of the door) and looked out of the\n\" borrowed lights\" that had been opened on the paBIIBgE-I presume in the\ndaYI of the obnoxious window-duty-and round from the ltair head came the\nsound or lemblance of something whose weight rendf'red it difficult to draw ;\nbut distinctly between the attempts to overcome the inertia were heard the\nshuftlings, mumed and dabbled, of what seemed the bearer'l feet. The\npauage where they passed was almost brilliant with the rays, direct or re-\nHooted, of an August moon, so that any practical joke would have been im-\npollible. After the labouring paces had leemingly IUCCeeded in reaching a\nroom that was for the night unoccupied, through the non-arrival of one viMtor,\nthere commenced upon the panell of its door, for it may be two or three\ncousecutive minutes, a distinct Icratching, all of iron talons, from top to\nHoor, then a fall of the body, and a return down the pauage in the l&IDe\nfallhion as before. I need not aay the unusual noise left us in a ltate by no\nmeans enviable. I think tha.t one of us Wall awakened by the other who first\nheard the noise on the ltair. On the following night the other * brother of\nthe family watched with me j though we had 110 intention of leaving the\nroom we did not think it necelBary to \"lit up,\" but occupied our several\nbeds-I can scarcely aay rested in them. We took certain precautions to\nmake ounelvesdoubly lure there was no collusion, or rather to detoct\nany if it existed, which Wall altogether improbable. About the same time\ncommenced the weird loundl from the fatal knob upon the ltair-ftight, the\nlabouring efforts to drag lOme unwieldy body upwards, then the Houndering\nupon the puaage-Hoor, the slow advance all on the previous night up to the\ndoor of the end room, and the return j but, to my dismay, this time the\nBOund came through tM door of our dormitory t to within a few yards of our\nbedl j and after what seemed a fierce scufHe of protracted length over a p&rt\nof the Hoor that had been replaced with deal, when certain ltains had been\nfound indelible, they went out, leaving the idea of soddened footsteps fresIl\nfrom a slaughter-house. Once in particular afterwards I remember hearing\nthe scratching on the door to which I have alluded. I Wall unwell, probably\nwith a slight attack of meallles,and remained in the \"end-room\" t for obvioUl\nreasons. It Wall at mid-day, and the aame soundl all of a rake or fork, held\nwith a Itrong hand, and bent on tearing down the wood-work of the door,\nwere heard. I Wllol litting up, and to investigate at once left the room, whicll\nwas only parted from the next by panelling j but there Wall no one live\nmYlelf, either on that Hoor or tho one below it. These are a few vivid\nncollectiona of circumstancel that I seldom Ipeak cf, though I may not douM\n• It may be by the lapse of time that this partiCUlar oocurrence baa been oblite-\nrated from my memory.-A.D.C.\nt It was in this room I slept that cold winter'. night deacribed in Liql&L-A.D.C-\n::: Numbered 8 [in the plaD].-A.D.C.\nDigitized by Google\n\f8ept..l886.] Jowrnal of Society for PsycMcal &search. 399\nthe clearness of my perception a.t the time they occurred. Neither is there\na.ny reason to think that they were the result of boyish freak. I have hea.rd\nthe footsteps first alluded to on several occasions when there were no boa.rders\nsleeping in the room\"through which they came, on their mea.aured tra.mping\nto my door; but those on the upper-Hoor I only hea.rd on the two consecutive\nnights I alluded to.\n• ~ * * * *\nIt is a.bout a. qua.rter of a. century, perhaps longer. since the last unea.rthly\n80unda were heard by me a.t that pla.ce. I never Bate a.nything, unleBl it were\na cloud-like, shapelO8l Dl&8II a.bove the mended or replaced Hoor, when the\nmuftled footsteps neared our beds; and that might have arisen from the\nunavoidable feeling of horror that followed the a.dvent of sounds so atra.nge\nand unaccounta.ble.*-YoUrB faithfully,\nJAKES W.\nMr. W. writes again, in reply to our inquiries, on the 9th March,\n1885.\n* * * * * *\nNow for your questions. (1.) The time of our \"vigil\" was the night of\n-.June. 1854.. 1£it be asked how I remember, I reply that it was a week or\nthereabouts before the commencement of the first Midsummer holidays after\nmy becoming \"aaaiata.nt master\" there. I went there in March, 1854. .As\nthe holidays generally commenced about the 15th of June, it must, there-\nfore, have been about a week after the beginning of that month. 1 am not\n10 clear as to the year in which the othel· event was registered in memory,\nbut from concurrent circumata.nces, judge it could not have been later tha.n\n1856, a.nd as it succeeded the Midsummer holidays it was probably early in\nthe August of that year. The two consecutive nights alluded to were those\nof the Saturday a.nd Sunday.\n(2.) I cannot remember mentioning the matten, either at the time of their\noccurrence or otherwise, in writing. Being aware that in some inata.nces the\nsupposition of the place being \"haunted\" might prove detrimental, I should\nhave restrained a.ny tendency to &8Iiat in sprea.ding it. Neither did I keep a\ndiary. I can remember being questioned by the \"le8888 It of the house as\nto a.ny \"experience\" I might have ha.d there, a.nd cautioned to \"keep dark\"\non the matter.\n(3.) The elder brother was with me (we did not then\" sit up \") cn the\nevening of the first of the two consecutive nights to which I have a.dverted,\nthe Saturday evening. I suppose this may not be material, as to the beat of\nmy knowledge or recollection one slept in the room on the Saturday and the\nother on the following night. I do not think I could affirm positively which on\nwhich night. The room on the door of which the \"acra.tching\" took place\nwas void 011 the Sunday evening, through one visitor, who was expected,\nhaving wa.lked on to his hoUle instea.d of halting at C. for the night. That\nroom being the usual sleeping pla.ce of the elder gentlema.n, he was, perhaps,\n• I quite agree with the genera1l1&1'1\"ative, although ddaiU are either new to me\nor have escaped my memory.-A.D.C.\nDigitized by Google\n\f400 JO'Umal of Society for Psychical Research. [8ept.,188L\nthe oocupant of the aame room with me on the second evening. Perhapl\nboth brothen might have been; I am at a lou.\n(4.) The \"ante-room\" referred to by me 'W8II a amall room entered\nthrough the \"lower room\": the latter being not on the ground floor, but\nup the first flight of stain and upon the second storey [i.e., the tint fioor]\nof the house. It was, I imagine, 80 known to distinguish it from a room\nabove, also used for a dormitory, and named the \"top room.\" The DaDle\n\" ante-room\" was probably given to the small sleeping-room ao-called. by\nsome previous occupant of the place; it 'W8II suggested by one of the family\nthat the name should have been \"anti-room.\"\n(5.) In the opinion of a large majority, all sights and lOunds ofa suppoaed\nghostly nature might be termed .. hallucinations\" and spoken of aa the\noutcome of a disordered imagination, or the illusion of a defective vision. 1\nnavo not been at any time the subject of what might be properly 80 termed.\nI have never heard in other hoUBe8 similar lOunds to those we are considering,\nthough I have since inhabited hoUBe8 whose (late was probably earlier by a\ncentury.\n(6.) I have no recollection of my being told that the handle of the door\nturned or the door itself opened-I might have been so told. But on ocea-\nsions when, in after small hoUl'B, I followed the aame weird noises, the door had\nto be opened by my own hand. Of coune I do not doubt the testimony given,\n-limply, I cannot remember.\n(7.) The room on the upper floor from which I heard the burden draged\nalong was, 1 think, north of the \"suicide's\" room and adjoiniBg it.. There\nwere sundry traditions as to its having been the acene of another tragedy.\nThe room in which the preVious vigil 'W8II held wasalso adjoining the auicide'.\nroom, but to its Welt and-unlike the other-only parted therefrom by a\nwooden partition. Said partition, however, in my judgment, was aa old u\nthe room itself; and, if \"walla have ean\" and things inanimate become\nsometimel sentient, would have witneaaed the sad ending of & yoq\nfnillife.\n* * * * *\nMr. Co's sister, in a letter to us on January 23rd, 1885, says :-\nIn answer to your letter, I beg to state that I can tnlfAfuUy wrify the\nfacts contained in my brother's narrative, but that I would rather not enter\ninto the matter, nor have my name mentioned in connection with it. 1\ncould give no fNlh information, nothing beyond that which my brother hII\nalready written.\nMiss W., the cousin referred to in Mr. A. D. C.'s account, writes as\nfollows :-\n* * * * * *\nApril 11th, 1885.\nOn the night in question, I was sleeping in the room where the murder\nwas transacted. lIy mother and cousin, allO, were sleeping in the aame room.\nThey did not perceive anything. My bedstead was next to the door. We\nwere all asleep; the door b\\lnt open with great force; I 'W8II auddenly\nDigitized by Google\n\ffM!Pt.,l886.] JO'\/J\/I\"OOl of Society for Psychical Research. 401\nawakened with the feeling of BOme horrible presence near, and the door\nopen. I did not see anything.\nOnce, only, when eleeping in the gueat chamber with a colllin, was I ever\nalarmed before: when we both perceived that the door which had been shut\nwas wide open in the night, and my colllin got up to close it. This was in\nthe year 1850.\nMy brother is living in America. He could give you much information\nof what he saw and heard. He lived in the houae BOme years. . . •\nA.M.W.\nIn reply to a further inquiry :-\nI believe it was in 1850 that I was staying in that haunted houae.\nI have never had any similar experience elsewhere.\nA.M. W.\nWe have written to Miss W.'s brother, but have received no reply.\nThe following statement is taken from Jackson's OX\/OIf'd Journal\nfor Saturday, June 15th, 1799:-\nOn Saturday last an inqueat was taken at Clifton, in this county, before\nR. Buckland, Gent., one of his Majeaty's Coroners, on the body of Mrs.\nSarah Fletcher. This lady put an end to her existence by hanging herself\nwith her pocket-handkerchief, which she fastened to a piece of small cord,\nand affixed it to the curtain-rod of the bedstead in the room in which she\nUBually elept. After a full inveatigation of the previoUB conduct of the\ndeceased, and the derangement of her mind appearing very evident from the\nteatimony of the gentleman at whose houae this unfortunate affair happened,\nas well as from many other circumatancea, the jury, without hesitation, found\na verdict-Lunacy. The husband of this unfortunate lady is an oflicel' in\nthe Navy, and is now on his paaaage to the East Indiea.\nA similar notice appeared in the Gent16man's Magazine for 8th\nJune, 1799.\nWe have received the following account of the present condition of\nthe house:-\nBalliol College, Oxford.\nE. A. Jepson and I went over to see this\" haunted houae\" at Clifton\nHampden, March, 1885. It is now divided into two cottages. . • •\nThe door which the \" ghost\" is said to have opened-at the foot of the stairs\n-is now permanently closed, as it aeparatea the two parts of the hoUBC. The\nceiling of the \"ante-room\" has been removed, and a staircase filla the place,\nleading to the room over the \"lower room.\" The\" ante-room\" is not\nmore than six feet square, and the \"lower room \"about eight or ten square\nfeet. Mr. and Mra.. B. oeeupy the part on the right, as you face the houae ;\nMrs. B. UBed to be in the C. family as cook, I believe. She was not at home,\nbut Mr. B. kindly showed UB over their part of the houae. He corroborates\nthe story of the unfaithfulness of Mr. F., and knew of the epitaph in Dor-\nchester, but expressed disbelief in the stories of noises, &c., in the house.\nHe recounted a story of a noise which frightened him once in the house, a\n2 C\nDigitized by Google\n\f402 J~ of SocUty for Psychical, &search. [Sept., 1886.\nBOrt of tapping or ICratching, but which turned out to be a jasmine agaiJIIt\nthe window. Nothing was known about any other suicide to account for the\nstory of the bent nail in the \"ante-room,\" as mentioned by J. S. W. Mr.\nE. E. O. ,·isits the place annually, and seems a great favourite there.\nWe had not time to visit the other part containing the \"suicide'. room ..\nand the \"box-room.\" At the back a aeries of cottages stretch away at right\nangles to the house; they used to be kitchen, IChoolrooms, and dormitoriea.\nA. H. BAlI8.uio.\nIt is to be regretted that the incidents described in the above\naccount took place between twenty and tbirty years ago,and that with the\nexception of the passage extracted from Mr.A. D. C.'s diary, no contem-\nporaneous account has been preserved. But, while differing on many\nminor points, the three witnesses are agreed as to the character of the\nprincipal disturbance-the sounds as of footfalls-and as to the time at\nwhich they occurred,-2.45 a.m. It is true that almost any low sound\nwhich is repeated at frequent and regular intervals, may be interpreted\nas the BOund of footsteps; but it would be difficult to suggest any\nnormal cause for the sound here described, which could have escaped\ndetection for so many years.\nIt will be seen that there are several discrepancies between Mr.\nA. D. C.'s narative and the accounts of the same incidents furnished by\nMr. E. E. C. and Miss W. But these discrepancies occur only in that\npart of Mr. A. D. C.'s evidence which .relates to the experiences of\nothers, and cannot be held seriously to affect his accuracy as a first-\nhand witness, so far as his general account of the \"principal disturb-\nance\" is concerned.\nF.P.\nSeptember 9th, 1886.\nAs a rule we do not print in the G series cases where the experience\ndescribed has only affected the senses of a single person, and admits\ntherefore of being explained as a purely subjective hallucination. But\nan exception may be made for a case like the following, where the\nexperience recurred agaln and again to a person in good health, who has\notherwise been entirely free from hallucinations of the senses. H sub-\njective,such an experience is at least a very interesting type of hallucina-\ntion.\nG.-480. From Miss Boyle, of 22, South Audley Street, W.\n22, South Audley Street.\nMany years ago I was travelling in Italy, with my mother and sister, and\nafter spending the winter at Rome, we went to Naples in the early spring,\nand passed the whole of the summer in that beautiful city.\nWe first descended at a hotel in Santa Lucia, but finding the quarter\nDigitized by Google\n\fSept., 1886.) JO'Urnal of Society for Psychical .Raearch. 403\nnoisy (it was the chief reeort of the fiahermen) my mother determined on\ntaking an apartment.\nShe lOOn found one to her mind, being the lower floor of the Palazzo\nCaft'arelli, a delightful situation, the comer of the Chiaja and the Piazza\nCaft'arelli, and clOl8 to the gardens of the Villa Reale.\nThe rooms were large and lofty, but two of the bedrooma, my mother's\nand my own, had what in English eyes is generally reckoned the disad-\nvantage of being pauage roomB. I, however, W88 delighted with my\ndormitory, though it waa, like myself, the amalIeat of all. It formed the\ncomer j one window giving on the Piazza, the other on the Chiaja, and many\nan hour have I spent at my window watching the blue wavea of the tideleaa\nsea, 88 they danc8d in the golden sunshine, or the silvery moonlight. \" A\nNapoli non e mai notte,\" I once heard a man exclaim under my window,\nand the proverbially merry Neapolitans sang, twanged their guitars, and\nchattered the greater part of the night.\nMy powen of sleeping forsook me, not only on account of the varying\n80unds already deacribed, added to the constant rumbling of beavy carta laden\nwith 1lax at this season of the year, but also on account of the well-known\nexcitable properties of the Neapolitan atmosphere. I W88 very sleepleaa.\nBeing obliged to leave my window open on account of the heat, I could not\ndarken the room without excluding the air, and every object in it W1I8 there-\nfore partially visible.\nThere W88 but a short space between my mother's door and my aiater's\ndoor, which were situated at right anglea to each other in a comer of my\nroom, and every night during the four months I spent at Naples, the figure\nof a woman paaaed through these doors, which were always left open.\nIn the uncertain light I could only see that the form W88 that of a\nwoman apparently young from the outline and movement. Atfirst I thought\nit was my aiater and called to her, but, receiving no answer, supposed she\nhad not heard me. For a few nights I paid little attention to the circum-\nstance, 88 there were four women in the house besides myself, and it might\neuily have been one of these, but gradually I became attracted with the\npeculiar gliding movement of the figure, and the fact that I never received\nan answer to my constant challenge of \"Who's there 1\". I resolved on the\nnext opportunity to jump from my bed and follow the intruder into my\naiater's room. I did 80 more than once, and each time the form vanished on\nthe threshold. I thought it better not to mention the circumstance to the\nservants, leut of all to the Neapolitan, but I spoke of it to my mother and\naiater, who both laughed at my superstitious fears. A little offended by\nthis, I entered no more on the subject with them, for indeed I had no fears.\nThe appearance of my mysterious visitor did not cause an extra beat to my\nheart or pulse, but I set to work to argue with myself the poaBibility of the\nwhole affair being a freak of the imagination, and I thought \"I will look up\nand see her now.\" She did not come at my bidding, and later on, when\nplunged in a reverie respecting my favourite brother at achool in England, or\nin recalling the delights of a moonlight ride on the preceding evening-then,\nwhen I had quite forgotten Her, I heard the rustle, raised my head, and\nsaw her paa8 through the accustomed door.\n202\nDigitized by Google\n\f404 JO'Urnal of Society for Psychical Research. [Sept., l.886.\nMy mother, who felt the heat of the Italian summer very much, changed\nher apartment for one with a cooler aspect, and I took poaaeaaion of the bed\nshe had just vacated. I wondered if 1M would appear to me there.\nYe8, every night; the hour varied, U WI\\8 my time for going to rest, but\nthe visit certain.\nI became at lut rather attached to the apparition, and should have felt\nslighted if she had omitted to come. There were oocaaionally strange sounds,\nand screams, heard by other inmates of the house, but I was the only per·\nson favoured with a sight of the Unaccountable; for unaccountable this\nepisode appeared to me, unleaa the following conversation with the \"Donna\ndi faccenda\" can be accepted as a solution of the mystery.\nI wu complaining one day of my aleeple88ne88,\n\"Ah, signorina,\" said Teresa compassionately, \"I often wonder you c&n\nsleep at 0.11, in a room where a young compatriot of yours died of a broken\nheart, for the love of the Prince of Capua.\"\nMuy BoYLE.\nOctober 12th, 1884.\nIn answer to the question whether ahe had ever experienced hallucinatiolll\non other oocaaiona, Mias Boyle replied, on March 1, 1885 ;-1 never had any\nother experience of the kind.\nAUTOMATIC WRITING.\nThe following is an abstract of an account published in Psychi8cM\nStudien, February, 1884, p. 149. (\" Aus Meiner Erfahrung. Philo-\nlogische Rii.thsel Mediumistisch Aufgegeben,\" by the Editor.)\nM. Akaakof and his sister-in-law, a lady of 40, and his step-son, a young\nman of 20, had held a series of sitt.ings, in which communicatioll8 in various\nlanguages had been received through table tiltinga, and through a planchette,\nwhich stood upon a card on which was printed the French and Ruaian\nalphabets.\nAt the 57th seance a request was made through tilts for the RUBBian\nalphabet. After some RU88ian sentences had been given, pIanchette turned\nto the French alphabet. M. Akaakof took no mediumistic part in the\nexperiments, but sat at another table, writing down the letters pointed out\nby planchette, and which one of the mediums dictated to him.\nThe following were the letters which he wrote down ;-\nemekhabaccha\nwhich was said by:pIanchette to be a Hebrew saying, signifying \"the Vale\nof Tears.\"\nM. Akaakof requested that the sentence might be repeated in the Ruaaian\nalphabet.\nThis was done. (The mediums who dictated the letters without under-\nstanding what they meant, could not have done this themselves, and they\ndid not see the note-book.)\ngitized by (.oogI\n\fSept.,1886.] Journal of SocUty for Psychical Research. 405\nOn beiDg asked where these worde came from, a reply waa received that\nthey were a well-known saying of a Portuguese Jewish doctor, whOle name-\nplanchette believed-wD8 .. Sardovy.\"\nHere the .ea.nce waa interrupted by tea. M. Akaakof turned at once to\na Hebrew lexicon, and found the sentence\" emek habacca \"-\" Vale of\nTears.\" He further learnt from the dictionary that the sentence occurs only\nonce in the Old Testament, namely, ill the 84th Psalm, verae 7.\nThe saying waa quite unknown to M. Akaakof. It waa 30 yeara since\nhe had studied Hebrew a little, and he had never advanced beyond the first\nchapter of Genesis, and the first ten paalma. The quotation waa right, but\nfor the change of •habacca' to •habaccha. ' And turning to a French\ntranalation by Cahen of the Hebrew Bible, M. Akaakof found these\nworde tranalated \"la valllSe de Bacha,\" in which the syllable \"ca\" waa\nspelt .. cha.\"\nHe could not find the name Sardovy in a biographical lexicon. Re-\nturning to the .ea.nce-room, he found that the mediums had re-seated them-\nselves at the table, and that planchette had jU8t spelt out, .. Look in the\ndictiona.ry for B. Cardosio.\" As M. Akaakof sat down planchette continued,\n\" I remember that the name is not Sardovy, but Cardovy j but no, I am still\nmaking a mistake, he is called Cardosy,\" and then going over to the Latin\nalphabet-\" Cardosio b.\" On being D8ked what b signified, planchette\ncontinued, .. His name-B. Cardosio, a lelU'Ded doctor. who in his time\nwas well-known.\" Being D8ked as to the connection between this and the\nHebrew letters, planchette replied, .. A celebrated motto.\"\nAt the conclusion of the .ea.nce M. Akaakof consulted Didot's Nouvelle\nBiographie Unitlerlelle, and found :-\"Cardoso (Fernando), Portuguese doctor,\nborn about the beginning of the 17th century . . . who won great fame\nin his profession. . . • It WD8 a curious fact in the life of this IIImtlt\nthat he gave up the Christian religion to return to the Jewish creed. . . \"\nThis time, therefore, the surname and the characteristic details were\nright, the only mistake being in the Christian name, which WD8 of little\nimportance. Whether the motto WD8 really much used by Cardoso, one\ncannot tell without a perusal of his works, and this M. Akaakof has had no\nopportunity of accomplishing.\nM. Akaakof calla the attention of those who would view this occurrence\naa transference of a latent thought, to the following points :-That hiahands\ndid not touch planchette, that he sat at another table, and was isolated from\nall contact with the mediums j that the name WD8 given first D8 Sardovy, then\nCardovy, and lastly D8 Cardosio, with details of the biography of a man\nwh08e name even was not mentioned in ordiaary biographical dictionaries j\nthat had the Hebrew worde come from him, he would have been able to say\nwith certainty that the sentence was in the Old Testament, or with greater\nprecision still, in the Psalms. No other sources were known to him; he\nnever would have connected the words with a Jewish Portuguese doctor; he\nwould never have aBBerted that the motto WD8 Cardosio's, when the name\neven was unknown to him.\nThere is a logical impouibility in such a view, which M. Akaakof believes\ngitized by (.oogI\n\f406 Journal of SocUty JOT Psychical &search. [Sept., l886.\nwill be the greatest di16.culty, those will have to contend with, who deny lID\nintelligence exterior to that of the sitters.\nProfeB80r Butlerow was also present at the Bitting.\nSince translating the above I have had a personal interview with\nM. Aksa.kof. He repeats that hiB knowledge of Hebrew was of a most\nelementary nature, enabling him with the help of a dictionary to pick\nout a few words only. His step-son knew no Hebrew.\nHe wishes to call especial attention to a point which he regrets\nhaving omitted to comment upon in his original paper, namely, that\neven though it were possible to suppose that the Hebrew words could\nhave been unconsciously impressed on his brain, there is a very much\nlarger assumption involved, if it be maintained that the meaning conld\nlikewise have been unconsciously impressed.\nJ. H.s.\nM. Aksakof writes on the 17th August, 1886:-\nI have been in the British Museum and found there some of the worka of\nFen14ndo CardolO, namely :-\n1. De las utilidades del Agua, Madrid, 1637.\n2. Discorso sobre el Vesuvio, Madrid, 1632.\n3. Philosophia libera, Venetiiz, 1673.\n4. Las Excellencias de los Hebreos, Amsterdam, 1678.\nThe last two works were published by him under the name of IIQ.C,\nCardoso, after baving embraced the Hebrew religion, and are, I think, the\nmost important. I have perused all the four volumes, but did not find the\nmotto.\nAocording to the Biog-raphie Univer&elle de Michaud (nouvt'lle Mition),\nthere are some other works of Cardoso, and among them are given the titles\nof: \"De febri syncopei,\" Madrid, 1634. \"Panegyrico del color verde,\" ib.•\n1635, which arc not in the Library of the British Museum.\nAnd so, however, it is not positively proven, but I am inclined to conclude\nthat the reference, as regards the motto, is wrong. Its confinnation would\nbe valuable, but the important point remains (Cardoso's name, with particu-\nlars, &c.).\nCORRESPONDENCE.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYOHICAL REsLutCH.\nSu,-Like many others I must submit to hard names and be considered\n\" unreliable\" ; as this was exactly my attitude not long ago towards the\nSpiritualists, I deserve all I get. However, after careful investigations and\na great many seances, I am convinced and content, be I in your opinion\nscientific, accurateI or mad. What I have said and done has only been to aid\nothers in my feeble way to what appeared to me truth, and as truth will out,\nI can o.frord to wait. In my saying \"the slates were cleaned,\" I ought to have\nsaid \"Mr. Eglinton's slates were-cleaned.\" Thetbree I bought were uncleaned,\nand can be viewed by any doubting the fact. No one can rob me of the\nDigitized by Google\n\fSept., 1886.] Jou7\"1Ud of Society for Psychical hsearch. 407\nevidence of my own I18nses under the following circumstances. I take my\nown folding slates, hold these in mid air between the medium and Dlyself,\nhave a friend in her normal condition to sit by and watch with me, and under\nt1&ue conditions get writing in the folding slate. I fail to see here the chance\nto cheat, and cannot but believe.-Iam, Sir, youn obediently,\nH. K. BRDTZCXB.\nTo the Editor oj 1M J OtJRNAL OJ!' THE SocnrrY POR PSYCHICAL RESBARCB.\nSm,-As I find Mrs. Sidgwick's letter in your last Journal (for August)\nwould lead to, indeed seems to rest upon, a misconception of my previous note\nin BOme particulars, I now wish as shortly I\\B poBBible to make my sense clearer.\nMrs. Sidgwick says that I have expressed \"surprille that a believer in\ntelepathy should feel any difficulty in lIoCCepting Mr. Eglinton's phenomena\nas genuine.\" I never used the word \"genuine,\" for which the substitution of\nthe word pollible would be correct ; and I made no reference whatever to\n\"telepathy,\" but to one special case of planchette-writing, well-known as\nthe NeumlIam, to which a considerable part of the first half-yeal\"ly report for\n1885 was devoted. It is no simple case of telepathy, but a much more\ninvolved example of those psychical puzzles the Society have I18t themselves\nthe task of explaining. True, telepathy may account for the unconscious\ntransference of thought in the first place from Mr. Newnham to his wife, the\nmedium ; but after that several unknown psychical proceBBes are required to\ncomplete the chain which ends in a written answer to an unknown question.\nFor at no time does Mrs. Newnham have any conscious idea of her husband's\nailent questioning. Each question therefore received, let us say telepathically,\nby Mrs. Newnham had to be submitted unconsciously to her sub-conscious\nself, an answer found, and still again transmitted by unconscious muscular\naction to the planchette pencil (1), such answer finally from its immorality\nbeing unrecognisable by Mr. Newnham as that at all likely to come from his\nwife. So curious an illustration of psychical power cannot be passed out\nof argument as simply\" telepathy.\"\nMrs. Sidgwick then goes on to hint that perhaps I mean that \"anyone\ntaking one step away from scientific orthodoxy\" (as with her belief in the\nNewnham marvels)-\" accepting as a truth anything not generally admitted\nby scientific men-is logically bound to believe everything else.\" Of course\nnot. My argument WI\\B rather this : that, given a certain series of reported\nand unusual phenomena bearing a great impreasion oj exterior resemblance and\nclOle relation, yet of an incredible nature, it would be just and scientific that\nan investigator hitherto a stranger and disbeliever in all, should, on finding\none to be true-however explained-at least for a little suspend judgment or\nbe careful in rejecting the reat--alao poSBibly true, however explained. I\nconsider myself quite justified in seeing on the face of things some resem-\nblance between the Newnham case and Mr. Eglinton's occult writing as\nreported, inasmuch \/loB in the latter there is only an extended or additional\ninvisible as well as unconscious power over a pencil for the answering of\nunknown questions. But Mrs. Sidgwick had, as I am rather glad to record\nagain, .. no huitation\" at all in ascribing slate-writing to conjuring, a very\ndi1l\"erent position indeed from that of adepts themselves in conjuring such\nDigitized by Google\n\f408 Journal 0\/ Society \/0'1' Psychical Resea,'Ch. [Sept.,188&.\nas Angelo J. Lewis (Profe880r Hoft'man) and Dr. Hel'llChell, and far more,\nfrom that of lOme eminent authorities in lIOience.\nStill, after all, I think Mn. Sidgwick in these worda and verdict jut\nquoted surely oventates her inward convictions as to possibilities. For I\nread in her last letter that ahe has been investigating Spiritualism for 12\nyean. This presents to me a picture of a very rema.rkable period of hesita-\ntion, not likely either, I fully believe, to be BOOn ended. The facta remain\nand increase, yet being of 10 delicate a kind, requiring diapaaaionate,\neven sympathic interest for the time, will ever remain a riddle to those who\napproach them with the moods of mind which are represented by hard and\nfast outward conclusions and condescending criticism.\nI need not enter into what would become IUl interminable argument upon\nmethods of investigation. The suggestion Mn. Sidgwick makes is a good one,\nbut if succeaaful is not neceaaarily, I fear, convincing. Equally striking\nproofs exist in both Zollner's and Crookes' books, but apparently are of\nsmall service.-I am, sir, youn obediently,\nCove, Dumbartonahire, N.B.\n6th:8:86.\nJ. MUlULA.Y TEMPLETON.\nTo the Editor of the JOURNAL 01' TUB SOOIBTY FOR PSYC!lICAL R.BsJuRcH.\nSm,-I venture to expreaa a hope that the Council of the Society for\nPsychical Research, or Mr. A., \"the amateur conjurer,\" will be able to\nproclaim that Mr. A. and S. J. D. are not one and the same penon, as has\nbeen suggested in lOme criticisms that have appeared in Light on the evidence\nfurnished by Mr. A., \"the amateur conjurer,\" of which Mrs. Sidgwick\navailed henolf.\nI havo no wish whatever to know who Mr. A. is. and I have no right to\nask. When a writer wishes his name to be concealed that wish is entitled to\nrespect; but this principle will not be violated by the announCement I suggest,\nas I believe that the reoden of the Journal will, in common with myself, be\nas much in ignorance a8 to who Mr. A. is after we have learnt, as I hope we\nahalliearn, that he is not S. J. D., as we were before.-I remain, air, your\nobedient servant,\n44, Belgrave Square, London, S.W.\nAugmt 27th, 1886.\n[Mr.Wyndham's letter will be laid before the Council at the next meeting,\nwhich, as at present arranged, will be on October 15th.-ED.]\n\"PHANTASMS OF THE LIVING.\"\nThe price at which this book (2 voh. octavo) will be issued is one\nguinea. One copy will be supplied to every present Member of the\nSociety who has paid his subscription for the current year, for 58. 3d. and\nthe cost of carriage or postage; and to every present Associate who has\npaid his subscription for the current year, for lOs. 6d. and the cost of\ncarriage or postage. Members and Associates who desire copies are\nrequested to send their names to the Assistant Secretary, at 14, Dean's\nYard, S.W.\nDigitized by Google\n\f","_id":426}