{"name":"Journal of the Society for Psychical Research 5052","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n33_oct_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N33, October 1886","mylang":"de","content":"No. ltXXIIl.-VOL. IL\nJOURNAL\noJ'TJUI\nSOCIETY FOR PSYCHICAL RESEARCH.\nCOIITBIIT5.\nPAlla\n~t of General MeetiDg... ... ... ... ... ... ... ... 409\nOIl the lIeportI, printed in the JouriJal for June, of Sittings with Mr. Eglinton ... 409\nMr. Esliaton ... ... 431\nCan.Pondence ... ... 439\nANNOUNCEMENT OF GENERAL MEETING.\nThe next General Meeting of the Society will be held at the\nRooms of the Society of British Artists, Suffolk-street, Pall Mall.\nS.W., on Friday, the 29th of October, when a paper will be read\nby Mr. Frederic W. H. Myers on \"Multiplex Peraonality.\"The\nchair will be taken at 8.30 p.m.\nON THE REPORTS, PRINTED IN THE JOURNAL FOR\nJUNE, OF SITTINGS WITH MR. EGLINTON.\nBy RICBABD HODGSON.\nI propose in the following paper to diacuaa in some detail the\nevidential value of the reports printed in the Journal for June, concern-\ning sittings with Eglinton. This, it may be said, haa already been\ndone in the admirable paper by Mr. Lewis in the JourntJl for August.\nBut Mr. Lewis baa dealt very alightly with the reports in queation after\nthe manner in which I ahall endeavour to treat them.\nI am convinced that the reports, aa a whole, are not reliable,\nand that they are no more unreliable than we should expect them to be\nif the alate-writing in all the caaea recorded waa the result of conjuring;\nin other words, that they are completely in harmony with the aupposi-\ntion that the slate-writing throughout is due to conjuring. Few rational\ninquirers would deny the tenability of this position if I could\nproduce a similar aeriea of reports where the slate-writing was\nknown independently to be the result of conjuring; many will refuse\nto admit its tenability unleaa BUch a aeries can be produced. There are,\nUDfortunately, aeveral difficulties in the way of obtaining adequate\nreports .of this kind.\nAmong the difficulties to which I refer are these. In the first place,\nEglinton baa had much greater practice and experiencethan any person\nwho is likely to be available for a long aeries of sittings at which he will\n2 D\nDigitized by Google\n\f410 J01.wnal of Society fm' Psychical Research. [Oct.,1886.\nproduce the slate-writing phenomena by the aid of conjuring. Pr0-\nficiency in the production of apparently \"occult\" slate-writing\nrequires not only practice in the manipulation of slates, «c., but a\nlengthened experience of sitters, which cannot be acquired in a short\ntime by a person who is chiefly occupied with other business.\nIn the second place,it is impossible to induce the same peculiarity of\nmental attitude in the sitters with a professed conjurer, as they would\nhave assumed had they been sitting with Eglinton. I think I may\nsafely say that not a single person of all those whose reports were pub-\nlished in the Journal for June felt certain beforehand that Eglinton's\nperformances were explicable by conjuring; indeed, I may go further\nand say that nearly all, if not all, thought it not improbable that the\nphenomena were genuine, and that most of them had been strongly\nimpressed by reports which they had previously heard or read. Now\nthe evidence of a person holding this attitude is likely to be of\ndecidedly less value crete\", paribU8 than that of a person who fully\nbelieves that he is watching a conjuring trick. I do not mean that there\nis a reluctance on his part to say or do a.nything which may imply a\ndirect suspicion of the honesty of the\" medium,\" or that, so far as his\nattention is directed at all, it is directed to the observation of the con-\nditions at the time when the \"occult\" agency is supposed to be actually\nproducing the writing; though from these causes also, in many cases,\nhis testimony is likely to be less rello.ble. What I mean is that the idea\nofcommunication from the \"spirit-world,\" or of some supernormal power\nin the\" medium,\" will, in most persons, possess activity enough, even\nbefore any results are obtained, to interfere more or less with the obser-\nvation of the conditions involved; and after the results are obtained, the\ndominance of the idea will frequently be great enough to contribute\nvery materially to the naturally speedy oblivescence. of many details of\nthe sitting which were hardly noticed at the time of their occurrence,\nwhich in the course perhaps of an hour or two have dimmed out\nof recollection, but which, nevertheless, would have suggested the\nsecret of the trick. Under this head I may also refer to the fact that\nthe conversation held by the sitters with a professed conjurer will\nprobably·be of less a.vail in distracting tbeir attention than if they\nwere sitting with a\" medium\" with any the smallest expectation that\n\" occult\" phenomena. might occur. In the former case they are well\naware that the conversation is for the express purpose of distracting\ntheir attention from the movements of the conjurer; in the latter case.\nthey endeavour to a certain extent to occupy the mind with matters\nforeign to the sequence of events then and there transpiring.\nIn the third place, comparatively few persons are willing to write\nout reports of slate-writing experiences with a full account of\nDigitized by Google\n\f()et., 1886.] Journal of Society for PsycM-cal Researclt. 411\nthe supposed test conditions, if they have any suspicion that\nthe writing has been produced by mere conjuring. They are\nafraid of appearing ridiculous, and in this dread, if they are per-\nsuaded to write reports at all, they write them with a meagre\nallowance of detail, and with an abstention from dogmatic statement.\nNo doubt the fear of ridicule has deterred many persons from writing\nreports on behalf of the professed \"medium,\" but I cannot disguise\nfrom myselfthe fact that when this fear has been overcome by the\nenthusiasm which often accompanies the formation of a new belief, the\nreports then are less to be trusted, by reason of that very enthusiasm.\nAnalogous to that undeliberate warping of evidence which arises from\nthe desire to justify the adoption of a new faith and to aid in\nproselytising others, is that which arises from the desire to strengthen\nthe grounds of a conviction which has already been fully formed.\nPossibly a wider experience may result in our finding a counterpart to\nthis in the testimonials to professed conjuring performances, but my\nexperience hitherto leads me to think that such a result is highly\nimprobable.\nNotwithstanding these difficulties, however, I believe tbat sufficient\nevidence will eventually be forthcoming to convince any intelligent and\nimpartial inquirer of the justice of the conclusion which Mrs.\nSidgwick has expressed, that she has now no hesitation in attributing\nEglinton's slate-writing performances to conjuring. I think it will\nappear that those who do hesitate to place them in the category of\nconjuring are prejudiced in favour of ordinary human powers of\nobservation and recollection under-it is to be remembered--excep-\ntionally adverse circumstances; and that they are thus prejudiced\nsimply because they have never made any special experiments with the\nview of ascertaining exactly how much reliance can be placed upon\nthe reports of even acute and intelligent observers of the slate-\n'writing performances of a conjurer known as such. They have decided\napriori as to the capacity of human perception and memory under\nquite peculiar conditions, and most of them, I venture to say, have\nthus decided, not only -without possessing any familiarity with the\nvarious modes of producing slate-writing by conjuring, but without\npossessing any familiarity with conjuring tricks in general, and without\nbeing aware of the extent to which we are all subject to iUuaionB\n0\/ Me'I'IW'f\"'V, which, in relation to the reports before us, are far more\ndeserving of consideration than even illusions of Perception.\nIn saying this, I am as far as possible from wishing to maintain an\nattitude of superiority. In fact, our absolute deficiency, as to both\nPerception and Memory, was strongly impressed upon lire Hogg and\nmyself when we wrote the report of our sittings with EgJinton in June,\nDigitized by~cf08le\n\f412 Journal of Society for Psychical &search. [Oct.,1886.\n1884. Since then I have had a somewhat considerable and varied ex-\nperience in comparing the testimonies of numerous bond jidtJ witnesses\nto events belonging to the class of conjuring performances. The most\ninstructive to me in the first instance were the different accounts which\nI heard from eye-witnesses of the tricks of the Hindoo jugglers. I saw\nmany of these performances, and saw them frequently, and having learnt\nsecretly from the jugglers themselves how they were done, I was ther&-\nafter in a position to compare the accounts of them with the actual\noccurrences. The incident which impressed me mostin this connection is\none which I have often related, but which I now recount in writing for\nthe first time. I regret, for obvious reasons, that I was not foreseeing\nenough to make a careful record when the incident happened, and obtain\nthe signatures of the lady and gentleman concerned.\nThe juggler was sitting upon the ground immediately in front of the\nhotel, with his feet crossed. Two small carved wooden figures were\nresting on the ground, about two feet distant from the juggler. Some\ncoins were also lying on the ground near the figures. The juggler began\ntalking to the figures, which moved at intervals, bowing, .. kissing,It (Uld\nbumping against each other. The coins also began to move, and one of\nthem apparently sprang from the ground and struck one of the figures\nAn officer and his wife, who had but recently arrived at the hotel, were\nspectators with myself, and we stood probably within two yards' distance\nof the juggler. I knew how the trick was performed; they did not know.\nThe officer drew a coin from his pocket, and asked the juggler if this\ncoin would also jump. The juggler replied in the affirmative, and the\ncoin was then placed near the others on the ground, after which it\nbetrayed the same propensity to gymnastic feats as the juggler'S own\ncoins. Two or three other tra.vellers were present at dinner in the\nevening of the same day, and in the course of the conversation the\nofficer described the marvellous trick which he had witnessed in the\nafternoon. Referring to the movements of the coins, he said that he\nhad taken a coin from his own pocket and placed it on the ground him·\nself, yet that this coin had indulged in the same freaks as the other\ncoins. His wife ventured to suggest that the juggler had taken the coin\nand placed it on the ground, but the officer was emphatic in repeating\nhis statement, and appealed to me for confirmation. He was, however,\nmistaken. I had watched the transaction with special curiosity, as I\nknew what was necessary for the performance of the trick. The officer\nhad apparently intended to place the coin upon the ground himself, but\nas he was doing so, the juggler leant slightly forward, dexterously and\nin a most unobtrusive manner received the coin from the fingers of the\nofficer as the latter was stooping down, and laid it close to the others.\nIf the jugglerhad not thus taken the coin, but had allowed the officer\nDigitized by Google\n\fOct.,I886.] JO'Urrwl of Soci£ty for Psychical Research. 4113\nhimself to place it on the ground, the trick, as actually performed, would\nhave been frustrated.\nNow I think it highly improbable that the movement of the juggler\nentirely escaped the perception of the officer-highly improbable, that\nis to say, that the officer was absolutely unaware of the juggler's action\nat the moment of its happening; but I suppose that although\nan impression was made upon his consciousness, it was so slight\nas to be speedily effaced by the officer's imagination of himself as stoop-\ning and placing the coin upon the ground. The officer, I may say, had\nobtained no insight into the modUl operandi of the trick, and his\nfundamental misrepresentation of the only patent occurrence that might\nhave given him a clue to its performance debarred him completely from\nafterwards, in reflection, arriving at any explanation.\nNow I hope to succeed in showing that it is the universal mental\nweakness of which the above incident is an illustration, that forms one\nof the main sources of error in the reports of Eglinton's slate-writing.\nThere are of course other sources of error, notably the distraction of\nthe sitter's attention to such an extent that he is not aware at all of\ncertain actions performed by the \"medium\"; but the source of error\nwhich I now desire in particular to press upon the reader's notice is\nthe perishability, the exceeding transience, the fading feflbleness, the\nevanescence beyond recall, of certainimpressions which nevertheless did\n-enter the domain of consciousness, and did in their due place form part\nof the stream of impetuous waking thought.\nIt is, moreover, not simply and merely that many events, which did\n-obtain at the sitting some share of perception, thus lapse completely\nfrom the realm of ordinary recollection. The consequence may\nindeed be that we meet with a blank or a chaos in traversing the\nparticular field of remembrance from which the events have lapsed, but\nthis will often be filled by some conjectured events which rapidly be-\n.come attached to the adjacent parts, and form, in conjunction with them,\na consolidated but fallacious fragment in memory; on the other hand,\nthe consequence may be that the edges of the lacUnal close up-eventa\noriginally separated by a considerable interval are now rememlnrtd\n\"lividly in immediate juxtaposition, and there is no trace of the\npiecing.\nAnother source of error which bears a kinship to this depends\npartly upon the absence of a. prolonged carefulness in writing out the\noriginal record of the sitting. Events which occurred during the\nsitting, which made a comparatively deep impression, which have not,\nat the t.ime of recording, sunk beyond the possibility of recall, never-\ntheless do not appear in the report, because they were temporarily\n.forgotten; and having been thus omitted, the temporary forgetfulness\nDigitized by Google\n\f414 JQU1~al 0\/ Society \/01' Psychical Resea'1'C\/t. [Oct.,lSSG.\nis likely to become permanent, owing to the very coherence given tc>\nthe defectiveaocount by the recording.\nLess than a month ago I spent many hours recalling and writing\nnotes of a slate-writing seance. The task: occupied me sODie Idx or\nseven continuous hours on each of the two days following the evening\nof the _nce. Tn.king the first page of my JIl88., I find, among what.\nare plainly interpolations* a.fter the page was originally completed, an.\nexceedingly noteworthy passage.\nI had held the slate against the table instantaneously after the-\n\"conjurer\" had placed it in position; the slate was shortly afterwards.\nwithdrawn, and the cha.lk which had been placed upon it was found\ncrushed. The chalk marks were cleaned off. A second time I held\nit similarly, and on withdrawal a dash was found on the slate, which\nwas again cleaned. After noting these and other directly connected.\nevents I \"had originally written, placing the occurrence before the pro-\nduction of writing: \"He then turned the slate over, and put the nib-\nof chalk on, and a.sked me to hold.\" My a.lteration of this reads :\n\"After holding some time, he asked me to put my holding hand upon\nhis other holding B.'s, 80 as to complete Cil\"Cuit. With this exception\nI heM the slate in each case against the table. Later, he asked me to-\nhold again.\" I had nearly omitted this most important exceptional\ncircumstance here described, correctly described-as I have since-\nlearnt from the\" conjurer.\" I may further notice that it occurred.\nbefore the first writing was obtained, as I rightly placed it. The-\n\"conjurer\" did turn the slate over a.s I originally wrote, on three sub-\nsequent occasions during the sitting, but he did not do so previous to-\nthe appearance of the first writing. My temporary forgetfulness thus\ninvolved the temporary insertion of a conjectured event. Or, since the-\nevent thus inserted did actually occur later in the sitting, the insertion\nof it in the wrong place may be regarded as an illustration of the ten-\ndency to transposition, to which Mr. Lewis has also drawn attention\n(Journal for August, p. 362), in referring to the difficulty of recalling\nin their proper order such events as those in question j it is almost.\nimpossible to avoid confusing the sequence if the events are crowded,\neven if they appeared at the time of their occurrence to be of special\nimportance.\nIn addition to the mistakes which thus originate from the lapsing\n• I recollect, as I think, my surprise at finding, while I was engaged in.\nmaking the record, that I had 80 nearly forgotten at the moment such an im-\nportant incident as that referred to in the interpolation; but apart from this,\nthe paasage was undoubtedly written afterwards, as appears from its position,\n&c. I may add that I had probably spent an hour or two in originally noting-\n&be fin~ page.\nDigitized by Google\n\fOct., 1886.] Jou1-nal of Society lor Psychical Resea1'Ch. 415\nof certain events beyond recollection, there is the further mistake to\nwhich we are liable, of unwittingly inserting events between others\nwhich occurred in immediate sequence. This of course also depends\nupon the weakness of memory; the events as they originally occurred\nmay have acquired only a loose coherence in consciousness, so that\nan event afterwards imagined usurps easily 80 place in the series and\nbecomes fixed by recording and repetition.\nI make no excuse for reminding the reader of these facts concerning\nthe treachery of memory, because they seem to me to have been almost\nentirely overlooked by the antagonists of Mrs. Sidgwick's view. It is\nimpossible to estimate rightly the value of the reports in the Journal\nfor June without giving due weight to the influence of such illusions as\nI have briefly specified,-without inquiring in detail, after experimental\nknowledge, how far these reports may be rendered untrustworthy by the\nfaults of simple omission, of substitution, of transfiguration, and of\ncomplete interpolation.\nSuppose that we are considering the t&stimony of 80 witness to his\nown separate and complete examination of 80 slate immediately previous\nto the apparent production of writing. Then, according to what I\nhave been saying, we have-with a perfectly bona fide witness-four\npossibilities to consider besides the one that his impression is correct.\nIt may actually be that no examination at all was made by the witness;\nit may be that, although made, the examination was not made in the\nperfect manner now described; it may be that the examination, although\nfaultless and made at the sitting, was not made on the occasion alleged ;\nor it may be that although the examination was made as described,\nand on the occasion alleged, events, perhaps unnoticed or regarded by\nthe witness as insignificant, intervened between the examination and\nthe apparent production of the writing.\nI repeat that the deficiency which I am emphasising here concerns\nprimarily the trustworthiness of memory, wnder circul1\",tancu-be it\nremembered---{)j exceptional diJIiculty. But I am aware that mere\ngeneral statements will neither produce conviction nor raise definite\nissues, and I therefore proceed to suggest, by somewhat detailed\ncomments, how much the reports printed in the Journal for June must\nbe inaccurate if we refuse to regard them as exhibiting satisfactory\nproof of the production of \"occult\" slate-writing.\nI shall endeavour, as to the cases with which I deal, to point out\nhow the trick may have been perfonned. I do not affinn dogmatically\nthat the trick was actually perfonned in each case in the manner I\nmay suggest. No doubt my suppositions would in many instances\nprove to be erroneous, had we any means of testing them by the real\noccurrences. But even if in no single instance could my detailed\ngitized by (.oogI\n\f416 JO'It1'nal of Socuty for PsychicaZ &search. [Oct., 1886.\nhypotheses be justified, it would in no way affect the object which I\nhave in view; this not being to show how Eglinton performed the trick\nin each particular case, but being to show how far I think each report\nmay fail of being a full and accurate description of the sitting. I\npropose to construct hypotheses as to what actually occurred, supposing\nEglinton to be a conjurer, so that we may estimate the amount of\ndistortion in the reports, owing chieJly to mal-observation and\nillusions of memory on the part of the witnesses. The question will\nthen be, not whether the witnesses made the very identical mistakes\nwhich I attribute to them hypothetically, but whether they made\nmistakes of the same character and quantity as these,-and this\nwithout impugning either their sanity or their veracity. Further, since\nwe are not in a position to ascertain with any approach to certainty\nwhat mistakes the witnesses did make, and since the majority of the\nwitnesses are doubtless unaware of the untrustworthiness of ordinary\nhuman perception and memory under eM peculiar circum.ttanca\nin1XJlved, and will be unwilling to admit the possibility of the more\nsenous lapses which I shall attribute to them, we shall be compelled to\nfall back upon the inquiry :-How much distortion should we find in\nthe reports of similar witnesses of analogous performances1 By similar\nwitnesses I mean-persons whose general intelligence, mental attitude,\nemotional state, knowledge of conjuring, powers of obsen-ation and\nretentiveness, &c.-so far as we can judge of these-entitle them to be\nplaced on the same level as the writers of the reports printed in the\nJournal for June; and by analogous performances I mean-\nunquestionably oonjuring performances which resemble in their main\naspects those which I suppose to have occurred at the sittings with\nEglinton described in those reports.\nThis inquiry, as it seems to me, can receive a complete answer\nonly after a somewhat complete experimental investigation, in the way\nof which, however, there are certain obstacles, to whieh I have referred\nin the early part of this paper. But I think we may insist that the\nreliability of the testimony offered, under tIle circumstance. in1X1lwd,\ncannot justifiably be auumed as adequate to prove the genuineness of\n\" occult\" slate-writing-without some such investigation as I suggest.\nSuch an assumption is illegitimate in the face of the ordinary perform-\nances of conjurers, whose modi operandi are undetected by the witnesses\nof the tricks; and I have not learnt that any attempt has been made,\nby those who think so highly of the reports in the Journal for June, or\nother similar reports, to compare the actual occurrences at conjuring\nperformances with the misdescriptions given of them by the uninitiated,\nfor the purpose of reaching a just conclusion as to the evidential value\nof the reports in question.\nDigitized by Google\n\fOet.,l886.] JO'Ur'1Ull of Society fO'l' Psychical Resea1\"Ch. 417\nFrom these considerations let us now pass to the examination of\nthe reports in detail, and in the first place let us turn our attention\nto any obvious indications, in the reports themselves, of the faults which\nI have specified. We may expect to find these, if anywhere, by a\ncomparison of accounts by different persons of the same sitting. There\nare unfortunately only two instances in the whole series of\nreports where this comparison is possible. These are the reports of\nMr. Smith and Mr. Murray Templeton, pp. 299-303 (Jounaal for\nJune), and the reports of MiBB Symons and Mr. Wedgwood,\npp. 310-311.\nMr. Templeton begins his report by saying:\nAs Mr. Smith will probably provide a detailed account of this our laa~\nsitting with Mr. Eglinton, I shall do no more than record what I consider to\nbe the main factors in the conditions and succeeding results.\nThe various omiBBions, therefore, of events which we find mentioned\nin Mr. Smith's report cannot be urged as instances of mal-observation or\nlapse of memory on the part of Mr. Templeton, even supposing that\nthey were correctly recounted by Mr. Smith. It is otherwise however\nwhere Mr. Templetou mentions events which are either described\ndifferently, or not described at all, by Mr. Smith. Thus Mr. Templeton\nwrites :\nThen three di1rerently-coloured morsels of crayon having been placed on\nthe alate, and the slate pressed against the table, Mr. Eglinton asked\nMia P--, which crayon she would choose to have used in the writing of\nany number she might name. She fixed on the number 9 to be written in\ngreen, I desired 99 in yellow, and Mr. Smith 12 in red. The numbers and\ncolours were arranged while Mr. Eglinton held the alate against the table ;\nand no change in the position of the slate or his hand took place till the\nwriting was heanl, and we found the numbers in their respective colours\ncorrectly written out.\n:Mr. Smith writes:\nThree small pieces of crayon-green, yellow, and red-were placed upon a\nelate together; Mias P--osked that the figure 9 might be written in\ngreen, Mr. Templeton proposed that 99 should be produced in yellow, and I\nvoted for the figures 12 in red. The slato was then placed beneath the table-\nhp, and writing was BOOn to be heard.\nIt is of course impossible to determine whether Mr. Templeton is\nright in affirming that the slate was already held against the table in\nposition bifore the numbers and coloure were chosen by the sitters, or\nMr. Smith right in describing the slate's haVing been placed under the\ntable after they were chosen. Mr. Templeton does not give any\nestimate of the time which elapsed after the slate was held under the\ntable before it was withdrawn with the numbers written upon it. Mr.\nDigitized by Google\n\f418 JQ'\/.w'1I.al of Society for PsyclLical Raea1'Ch. [Oct., 1886-\nSmith's estimate is indefinite; \"writing was soon to be heard \"; he\nuses a similar expression in connection with the next incident.\ndescribed in the same report: \"soon we heard,\" and in Mr. Templeton's.\nreport this appears as \"probably 10 minutes.\" Hence, without.\nassuming any error on Mr. Smith's part, we may suppose that the slate\nwas held under the table 10 minutes by Eglinton, and that in that.\ninterval he found the opportunity, or opportunities, of writing the\nnumbers. No reliance can be placed on Mr. Templeton's statement.\nconcerning no change in the position of the slaw, &c., when we\nremember the difficulties both of continuous observation and of accurate\nrecollection.\nIn the next incident (the tracing, on a \"child's outline drawing-\nslate,\" of part of a leg) the slate, according to Mr. Templeton, was under\nthe table \"probably 10 minutes,\" and then, after the\" soft scratching n\nsound, \"part of a leg had been accurately copied, we found,\" or, as Mr.\nSmith writes: \"a portion of the leg bad been roughly but correctly\ntraced.\" This does not seem to have been a feat very difficult of accom-\nplishment. It would appear from Mr. Smith's account that they had\nrequested\" the leg\" to be traced, and part only was traced, an opera-\ntion which surely would occupy but a very short time, not more than\na few seconds; and Mr. Templeton scarcely Adds to the value of his\ntestimony by his later confident statement (JounwU for July, p. 360):\nI know very exactly how long it would take an ordinary draughtsman to\nmake IUch a copy, and what amount of direct vision would be required to see\nto trace, which combination of time and vision Mr. Eglinton never attained.\nThe accounts of the next incident described by Mr. Templeton are\ninstructive. Mr. Smith wntes :\nWe now expreued our desire to get something written which could be\nregarded as outside the knowledge of any of us_uch as a certain word on a\ngiven line of a chosen page of a book ; and we proposed thatthe \"controls\"\nahould be asked if luch an experiment would be likely to IUcceed.\nFrom which the reader will hardly infer that the test was proposed\nby Eglinton himself. Yet Mr. Templeton writes:\nNext the final and mOlt crucial test was proposed by Mr. Eglinton. It.\nhad been luggested to his own mind by a former test of my own, &c.\nIt may often happen that the recorder describes an experiment as\nsuggested by himself when it was either suggested or \"led up to\" by\nEglinton. Thus, Mr. Templeton, in describing the choice of the page\nand line, says:-\nAI the theory of the medium'l mesmeric influence over the sitters had\nbeen more than once put before me as a not impossible explanation I lug-\ngested we Ihould fix the line by tho number of crayons in a box before U.\nDigitized by Google\n\fOct.,l886.] Jou1-nal 0\/ Society \/01' Psychical Resect1'ch. 419-\nwhich gave us the 18th line; and in a similar way, from a separate heap'\nof Blate pencils, we obtained the number 9 for page.\nThis suggestion may have been led up to by Eglinton; and it is.\nimportant to observe the difference between this account and Mr.\nSmith's, who says:\nThis point Mr. Templeton and I decided by each taking a few crayons\nand pencils from the table by chance, and counting them; Mr. Templeton\nbad pouessed himself of 18 pieces of crayon, and I had seized 9-\npieces of pencil, we found on counting them ; we therefore decided that thO'\n.. controls II should be asked to write the llUt tw,.d of liue 18 on page\n9 of the book.\nNow if llr. Templeton's account is correct, Mr. Smith's is certainly\nincorrect. Taking the number of crayons in a box is a very different·\nthing from taking a few crayons from the table by chance. ' The\nnumber of crayons in the box might well have been arranged by\nEglinton. Similarly the number of \"pieces of pencil\" may have been\narranged by Eglinton. Nothing is said about how the choice of the-\nleut ulord was made; this might have been suggested by Eglinton, wh()\nmight have previously ascertained that the last word of line 18 of page-\n9 of the book decided upon was\" bunhodesed JJ (misspelling it in the\nreproduction), in the case that the chooser of a book might take the\nnd-covered one Eglinton desired~not such an improbable case as some;\nof my readers may suppose; and he may have already written, during\nthe sitting, the words afterwards found, so that the message may ha.ve\nbeen on the slate at the time when the slate and book together were\nplaced under the table. Of course I do not consider that the\npossibility is excluded that Eglinton actually looked at the book under'\nthe table and found the word required and then wrote the message, as.\nI have no doubt he has done on other occasions; I cannot place any\nreliance upon the confidence of the sitters that he did not do so. Theo\ninterval was not improbably a considerable one, notwithstanding Mr.\nTempleton's phrase-\"after some slight waiting\"; Mr. Smith notes.\nespecially, in connection with this incident, after the slate with the book\nwas placed under the table, \" We then commenced conversing JJ; and\nthe very form of his after-statement :\n-it is easy for us to say with confidence that all his movements were 8()0\ncarefully watched ~at the slightest attempt on his part to open the book, or\neven to touch it, would have been detected almost before the attempt was.\nmade,\nsuggests that he was not aware of the difficulty of continuous observa-\ntion under such circumstances. But while Eglinton may have looked\nup the word required, under the table, I mention the \"forcing\" method\nas well, in view of the discrepancies between the two accounts, and\nDigitized by Google\n\f420 Journal of Society for PsyclLical Researck. [Oct.,I886.\nparticularly of a serious omission on the part of Mr. Smith, to which I\nnow draw attention. He says :-\nI then went to the bookshelf, took a book at haphazard, without of\n.(lOUl'lle looking at the title, retumod to my _t, placed the book upon the\n.chair, and at upon it whilat we were arranging the page, line and word to\nbe uked for.\n* * * * * * * *\nOf COUl'lle, the test would have greater value 81 such had we been able to\nl1se a book which we could be certain he had never read ; but if thia point\ntells against the result, the fact that by a happy chance my selection cauaed\na Hungarian book of poema to be used should surely counterbalance thia\nevidential 1Iaw to a great extent, and reduce the Chancel of hia having\nInemoriaed the position of every word in it to a minimum. That I wu not\nJorced to take thia special book from its being in a particularly handy and\nprominent position, and that page 9 and line 18 were not \"led up to .. by\nMr. Eglinton is obvioua-from the fact that I made my selection without\nlooking at the boob ; and that the page and line were determined by chanCt!y\nthen and there, as I have deacribed.\nNow it is clear, from Mr. Templeton's account, that Mr. Smith, at\nthe time of writing this report, had entirely jorgoUm an incident\nwhich he ought to have regarded as of the utmost importance. Mr.\nTempleton says :-\nOn taking a book Mr. Smith uked Mr. Eglinton if he knew what it was.\nMr. Eglinton answered \"Yes,\" and that as it was a rather trashy novel it\nmight be better to choose another. Mr. Smith then took a small red-covered\nbook from the opposite shelf, and thia Mr. Eglinton said he did not recognise.\nYet Mr. Smith builds up an express argument which depends\n~hiefly on two circumstances-that the page and the line were\ndetermined by chance, which is by no means certain, and that the\nselection from the book was entirely at haphazard, which is also by no\nmeans certain, since the first book chosen was rejected by Eglinton,\nand the phrases-\" without looking at the books \" and\" without looking\nat the title\"_re not specific enough and not reliable enough, in view of\nthe omitted incident, to warrant us in saying that Mr. Smith's atten-\ntion was not caught by the red-covered book. Not merely is there no\nallusion whatever in Mr. Smith's report to this rejection of the first\nbook, but his argument forbids the supposition that he had any\nrecollection of it when he wrote his report. Suppose that we had not\nreceived Mr. Templeton's report of the sitting, and that I had suggested\nthat Mr. Smith's report was quite unreliable,-that although he de-\nscribed himself as taking a book at haphazard, returning to his seat,dro.,\nhe had probably forgotten to mention that he had first taken another\nbook and had asked Eglinton if he knew it, that Eglinton had replied\nin the affirmative, saying that he knew the books on that set of shelves.\nand that Mr. Smith had better take a book from the opposite aide,-\nDigitized by Google\n\fOct.. 1886.] Jou1\"1ld 01 Society 1m' Psychical Research. 421\nupon which :Mr. Smith had turned to the opposite shelf and had taken\nthe first book that struck him, which \"happened\" to be the IIDl&ll red-\ncovered book desiderated by Eglinton. I think it not unlikely that if\nI had made such a suggestion, it would have been scouted &8 absurd by\nmany persons, who would reject as intolerable my &88umption that a.\nwitness of Mr. Smith's intelligence and &cuteness could have so com-\npletely omitted all reference to such an incident, and could have used\nan argument which strictly excludes its occurrence.\nAm I not justi1led in &88uming. then, that a witness may forget\nthat the locked sla.te, for example, W&8 taken under the table, or that\nanother illate W&8 not examined on some particular occasion, or that some\nother incident which might be of special importance originally formed\npart of a series of events, the description of which, with the incident.\nomitted, now runs on unbrokenly in the report without the least.\nshadowy hint that such an incident occurred1\nI must here again remind the reader that I do not affirm that the\ntrick, in the incident we have just considered, was arranged in its details.\nbeforehand. But whereas, dealing with Mr. Smith's report alone, I\nshould suggest that Eglinton used opportunities of finding the word\nand writing on the slate while the slate and book were under the table,.\nI should also suggest, dealing with Mr. Templeton's report, that Eglin-\nton had previously arranged most of the details, succeeded partially in\n\" forcing\" the book, and completely in \"leading up to\" the seem-\ningly chance choice of the page, cltc. No capable conjurer familiar-\nwith the possibilities of \"forcing\" would attribute any value to the\n•• book-test\" in this particular instance, in the light of the statements\nmade by Mr. Templeton, in relation to which I may quote a passage-\nfrom the article by Mr. Lewis (Joo,mal for August, p. 370): \"The\nexpedient of taking a number of bits of pencil, wax lights, and the\nlike, though apparently excluding the possibility of pre-a.rrangement,.\nis capable of a good deal of 'management' in skilful hands.\"\nI have dealt with this \"crucial test\" incident at some length\nbecause it furnishes an illustration of what has no doubt frequently\nhappened in reporting sittings with Eglinton, especially where long\nmessages have been obtained, whether on a single slate, or on a double\nslate, or between two sla.tes. If we were to regard the description, of\nthe witness &8 reliable, any hypothesis involving previous preparation\non the part of Eglinton might be entirely out of the question; but a\nreport, as we see, may be marred by the gravest omissions and other\nmisdescriptions, a knowledge of which might fundamentally change our\nexplanation of the \"manifestations\" at the sitting.\nFinally, we must bear in mind that in all probability the discre-\npancies, as to important points, between the two reports, would have\nDigitized by Google\n\f422 Jou1'nal of Society for Psychical Research. [Oct., 1886.\nbeen still more striking had Mr. Templeton set out with the intention\nof writing down every detail of the sitting, instead of recording (and\nthis after three days' interval) only what he considered to be \" the\nmain factors in the conditions and succeeding results.\"\nLet us now turn to the reports of Miss Symons and Mr. Wedgwood,\n{pp.310-311). We may first compare the two accounts as to the positions\nof the slates during the sitting, I analyse the statements of Miss\nSymons as follows :-\n(1) The locked slate wu left on the table.\n(2) Another alate wu taken by Eglinton below the table.\n(3) Not long after ten minutes or a quarter of an hour had elapsed (during\nwhich thore wu no reply whatever), the slate under the table waa with-\n,dmwn, and the words \"We will try,n were found written upon it.\n(4) The locked alate waa held under thetable by Eglinton,and he let it drop\nfrom his hand to the floor. On picking it up he opened it, but no writing had\ncome. [We are not told how Miss Symons knew that no writing had come.]\n(5) The locked alate-pruumably, from the account-waa left on the\ntable.\n(6) Another slate waa held by Eglinton below the table, upon which the\nword \"Patience\" wu almost immediately found.\n(7) The locked slate waa opened a second time by Eglinton, and Miss\n.Symons satisfied herself \"by slightly moving the cards,\" that there wu then\n110 writing 011 either side of the slate.\n(8) The locked slate waa never out of the sight of Miss Symons, waa\nnever removed from the table, and Miss Symons' hand aa well aa Eglinton'.\nrested on it till the sound aa of writing waa heard, closelyfollowed by the third\ninspection of the alate, when the names of the cards in question were found\n,aa required.\nLooking for these points in Mr. Wedgwood's account of October\n8th, we find that there is no reference of any kind, express or implied,\nto (2) and (3); and his description of (6) suggests that while he was\nwriting his recollections to Mrs. Sidgwick, he had entirely forgotten (2)\nand (3), and this, be it observed, although his account was written soon\nafter the sitting: \"I am this moment returned from Mr. Eglinton's.\"\n'The opening of the locked slate-(4) and (7)-is mentioned by Mr.\nWedgwood, but in the poatBcript, from which it would appear either\nthat he had temporarily forgotten the incidents, or that he had\nattributed little significance to them-(probably the former, since in\nthe main 'part of his account he speaks of the key as having been \"all\nthe time on the table and before him \"). Further, Mr. W edgwood's\naccount--such as it is-of the opening, implies that immediately before\neach opening the locked slate was under the table :-\" twice in the\ncourse of waiting for the writing, Mr. Eglinton brougltt up the frame\nand opened it before us\"; he never mentions expressly that it was held\nDigitized by Google\n\fOct.,I886.] Jo'urnal of Society for Psychical Research. 423\nllnder the table at all. Miss Symons, it will be noticed, mentions that\nthe locked slate was held below the table during one interval; but if it\nwas taken under the table a. seccmd time, as the statement of Mr.\nWedgwood implies, there is a most serious omission in her account. I\nthink it highly probable that the slate was held under the table during\ntwo separate intervals, the second of these occurring, I suppose,\nbetween (4) and (8), and,-more exactly,-between (6) and (7). This\n-supposition is perhaps strengthened by the fact that according to the\nreport of Miss Symons as it stands, the following incidents formed a\n-strangely rapid succession.\na. Eglinton opens the alate.\nb. Eglinton holds another sla.te under the table and asks a question, and\n\"Patience\" is the \"o.lmost immediate\" reply.\nc. At this point Eglinton opens the slate again !\nI think that this point was determined, in the minu of Miss Symons,\nrather by what followed than by what preceded, and that after the\ninjunction, \" Patience\" the locked slate was again held under the table\nfor some time\" but that Miss Symons had forgotten this when she wrote\n'her report, just as Mr. Smith had forgotten the incident of the rejection\nof the first book by Eglinton. But, it may be urged, however justifi-\nJl.ble this emendation may be,-harmonising, moreover, as it does, the\nstatement of Mr. Wedgwood,-is it not immaterial whether the locked\n:slate was held below the table a second time or not, if Miss Symons\ninspected it afterwards and found that there was no writing upon it 1\nTo this I reply in the first place that what is immaterial in one case\nmay be very material in another, and the taking of a. slate below the\ntable should in every single instance have been regarded by the writers\nof the reports as a most noteworthy* circumstance; and in the second\nplace that Miss Symons did not take sufficient care to ascertain that\nthere was then no writing upon it. She says:\nI satisfied myself by slightly moving the cards (though, I need hardly say,\n-without turning them up) that there was then no writing on either aide of\nthe slate.\nThe writing, it appears, was eventually found \"under the cards.\"\nThe question is, (on the supposition which I have taken that the\nlocked slate was twice held under the table), did Miss Symons, on the\nooc&sion of the second opening of the slate, move the cards enough to\nascertain truly that the names of the cards were not already written 1\nOn the contrary, I suppose that sM did not then move tMm at all,\n.. See Journal for Angust, pp. 367-8: \"To the production of writing on a-\nslate simply held by the medium under a. table, I should attach very small im-\nllOrta.nce, such production being, I should say, \"ith practice, within the reach\nof any conjurer,\" &c., &c.\n\f424 Jo-urrud of Society for Psychical Research. [Oct.,1886.\nbut that she moved them on the occaaion of the first opening of the\nslate-number (4) in the analysis p. 422. It is not improbable that in\nconsequence of the dropping of the slate, the carda were somewhat\ndisplaced, and were arranged by Miss Symons; and I conjecture that\nabe afterwarda rigl,tly recollected having moved the carda when the\nslate was opened, but wrongly recollected on which occaaion she did so.\nThis, too, would explain the fact that she does not tell us, with\nreference to her inspection on the first opening of the slate, how she-\nknew that no writing had come; that being the appropriate place, after\nthe dropping of the slate on the Hoor, both for her moving of the cards\nand for her conviction that nothing had been written.\nAgain I remind the reader that my explanation is hypothetical.\nand that other suppositions might be made. For example, Mias\nSymons may be mistaken in her belief that after the second opening of\nthe slate it remained continuously on the table, in her sight, and\nunder her hand; it may have remained thus for some time previous to\nthe BOund as of writing, but it may have been taken below the tabl&\nimmediately after her last inspection, i.e., between (7) and (8).\nthen written upon, and then, no BOund as of writing having been heard,\nreplaced upon the table, and thenceforth closely guarded as she\ndescribes.\nBut I shall not burden the reader by detailing various suppositions\nall of which might be made without, in my opinion, attributing more\ninaccuracy to the reports before us than we are warranted in doing by\nthe defects of perception and memory which must almost inevitably\ncharacterise such reports, notwithstanding the conscientiousness and\ncare of the witnesses. I may now, ill accordance with my first suppo-\nsition, amend the report of Miss Symons in the following way, using\nher words as far as possible. The corresponding passage in her report\nwill be found in the Journal for June, p. 310.\nThis being BO far satisfactory, Mr. Eglinton next held the locked alate\nunder the table, but being, I suppose, heavy, he let it drop from his hand to\nthe floor. On picking it up he opened it, and I satisfied myaelf by slightly\nmoving the carda (though, I need. hardly say, without turning them up) that\nthere waa then no writing on either aide of the slate. He then held one of\nthe smaller alateB again under the table, and oaked whether there waa any\nchance of the teat succeeding. .. Patience .. waa the almost immediate reply.\nMr. Eglinton then held the locked alate again under the table, and after an\ninterval of conversation [during which he found opportunities to look at the\ncarda and write their names, covering the writing with the cards] replaced it\non the table and opened it a second time, but no writing had come. [But Mias\nSymons did not then look under the carda.] From this time up to the moment\nwhen we next heard [a BOund aa of]writing, the slate waa never out of our\nsight for an instant, nor waa it once removed from the table; in fact, Mr.\nEglinton's hand and mine rested on it throughout.\ngitized by (.oogI\n\f<>ct.,l886.J JOU7'1Ull of SoC'iety for PItlJchical Rellearch. 425\nReturning to the statements of Mr. Wedgwood-it is, I think, to\nbe inferred from his letter (and postscript) of October 8th, that his\nimpression about the locked slate was that it was taken under the table\nfor the experiment. This appears in the passage I have already quoted\nfrom the postscript-IC twice in the course of waiting for the writing,\nMr. Eglinton brought up the frame and opened it before us,\" and in\nthe passage_IC Mr. Eglinton then put the slates before Miss Symons,\nwho sat next him \"-when taken in conjunction with the last sentence\nof his letter of October 15th, 0. sentence which seems intended to correct\na fonner impression that the locked slate was under the table when the\n\"sound of writing\" came. If this interpretation is right, there is a\nfurther implication in Mr. Wedgwood's first letter that the locked slate\nwas taken a second time below the table as I have supposed, m., in\nthe statement: \"The answer came up, 'Patience,' so we went on and\npresently heard the sound of writing.\" If Mr. Wedgwood, when he first\nwrote, thought that the\" sound of writing\" came when the slate was\nbelow the table, the we went on would apparently mean that Eglinton\nheld the locked slate under the table again at the stage where I have\ninserted the occurrence in the report of Miss Symons.\nIt may be regarded as a needless task to consider at greater length\nthese accounts of Mr. Wedgwood, where the most important events\nare mentioned so vaguely, or left to be gathered from implications only.\nIt is obvious, that where-s in watching a conjurer's perfonnance-\nthe mOst careful and continuous scrutiny, combined, I should perhaps\nadd, with keen and quick vision, is required-I do not say for\n«etection of the trick, but-for merely apprebending the apparently\ninsignificant yet possibly all-essential details; and where a most\nintense and prolonged concentration of memory is demanded for the due\nrecollection of the events which were actually observed; it is obvious,\nI say, that where these are primary requisites for the production of 0..\nreport that shall represent even approximately what happened at the\nsitting, a report by Mr. Wedgwood must be in a very higb degree\nunreliable. That Mr. Wedgwood's accounts, primilfacie, can have but\nlittle evidential value, may be further shown from certain otber state-\nments of bis on p. 311. Thus he writes:\nThere wo.s no po88ible room for sleight of hand, aa the frame wo.s locked\nall the while that it waa in Eglinton's hands,\nfrom which it seems that Mr. Wedgwood trusts to the locking of\nEglinton's own slate! And although he stated on October 8th that\nEglinton opened the locked slate twice, and although be afterwards\nsigned tbe account written by Miss Symons in whicb sbe also described\ntwo openings of the slate by Eglinton, he writes,-later still, apparently,\n-on October 15th:\n2 B\nDigitized by Google\n\f426 J01wnal of Society fm' Psychical, Be8ea1-cTt. [Oct.,I886.\nI said that Mr. Eglinton opened the frame twice in the COUl'8e of the\nBitting to see whether anything was writ.ten, but on seeing Miss Symons'\naccount and talking the matter over with Mr. Eglinton, I am satiafi.ed that it\nwas only once.\nYet it ca.nnot be denied that Mr. Wedgwood is a most conscientious.\nwitness, and has endeavoured to make his report as accurate as\npossible.\nNot less instructive than a comparison of independent accounts\ngiven by different observers of the same sitting, might be a comparison\nof (as far as possible) independent accounts given by the BalM\nobserver, especially if a considerable interval has elapsed between his\ntwo accounts. A partial instance of this is now before us in the\nreports of Mr. S. J. Davey, who sent different accounts of the same\nsittings to Light,. all of these are printed in the present number of the\nJournal (pp. 431-438).\nMrs. Brietzcke, by her recent letters to the Journal, also offers one\nor two points for comparison.\nThe great lack of detail in Mr. Davey's account quoted from Light\nof July 12th, 1884, is in itself enough to show that he was then\nentirely unaware of the difficulties to be surmounted before either him-\nself or his readers could form a truejudgment of what actually occurred\nat the sitting. He does not indeed introduce so much manifut con·\nfusion into his account as we find in Mrs. Brietzcke's-and simply\nbecause his confusion is not so patent the reader of his account is the more\nlikely to receive an erroneous impression-but the confusion in both\ninstances is of the same nature, and is due primarily to the omission\nof facts which can hardly be described as absent from the minds of the\nwriters even while their reports were being written.\nMr. Davey says: \"I give the conditions under which we obtained\nthe messages,\" and he then proceeds-well, to not give them. The\nreader may infer from his first statement about the slates that all the\nmessages appeared on the two which he himself had taken i but that.\nother slates were used would be suggutw, to a careful student of his\naccount, by the expressi0I?-: \"I put a crumb of pencil on the slate and\nthen put another slate over that.\" This may be compared with Mrs.\nBrietzcke's expressions * in her report (p. 293) of her sitting on the\n13th June. Several slates were then used which, apparently, were\nnot taken by Mrs. Brietzcke. Had her report been written in greater\ndetail, we should no doubt have been explicitly told that one or more\nof these other slates belonged to Eglinton. Similarly in )[rs.\nBrietzcke's report of her sitting on July 19th. She there writes :\nWe were late lUI I went t-o Hammond's in the Edgware-road and bought\n• See a.lso the Journal for August, p. 372.\nDigitized by Google\n\fOc:t.,l886.) Journal of Society for Psyclticnl Research. 427\ntAree netDaatu. We found Mr. Eglinton waiting for us, and we immediately\n.. at .. (the alatea having been cleaned) in the following positions :\nThe reader of this naturally infers that the slates thus\" cleaned \"\nwere Mrs. Brietzcke's. It seems at any rate clear that Mrs.\nBml%Cke drew this inference on reading her report in the Journal for\nJune, and being certain that her slates had remained uncleaned, she\nsuggested, as I understand, that the apparently erroneous statement\nW&8 due to the Editor of the Jourrwl. Finding however that the\nstatement was undoubtedly her own, she concludes, as I presume, that\nshe must have meant to so.y that\" Mr. Eglinton's slates were cleaned.\"\nI infer from this that some of Eglinton's slates were in use at her\nsitting of July 19th in addition to his locked slate, which is the only\nsIate of Eglinton's explicitly mentioned by her in her report. I should\nprobably have inferred that Eglinton's slates were used to some extent\nat the sitting in question, as thirteen writings were obtained, and\nmoreover Mrs. Brietzcke herself wrote upon a slate on three separate\noccasions, and her companion, Miss L., on.two separate occasions. The\nlocked sJate was written upon only once, 80 that there remain 17\nwritings to be accounted for,-on (probably) ordinary slates. Still, all\nthese writings may have been, and still may be, on Mrs. Brietzcke's\nown slates, as I do not find that more than three slates are described\n&8 in use at the sitting at one and the same time. And perhaps Mrs.\nBrietz&cke's slates, which apparently are still \"uncleaned,\" contain\ntwelve \"occult\" writings; she tells us in the Journal for August\n(p. 380) that she had \"almost all the writing done on purpoBe\" on her\nthree new unckaned slates, and that as she \"wanted these particular\nslates used, they were placed and replaced.\"\nBut although Mrs. Brietzcke's later communications throw some\nlight upon her original reports as regards the slates used, they are more\ninteresting from an allusion to another matter. In her report of July\n19th (pp. 293-4), among the writings which she requested to be\nproduced were the word cat and the figure~. There is absolutely\nnothing in the report to suggest that these requests were not\nspontaneous, that they did not suddenly occur to Mrs. Brietzcke with-\nout having any connection with previous incidents in which Eglinton\nhad been concerned. But what do we learn from Mrs. Brietzcke's\nletter to the Journal for August' That Professor Barrett had asked\nfor cat and ~ to be written-at the sitting of July 15th1-and \"had\nbeen refused.\" Mrs. Brietzcke desired to succeed where Professor\nBarrett had failed, desired to get the words which Professor Barrett\n\" had been refused\" ; and it is not unlikely that she expressed her\ndesire to Eglinton. Plainly, this information which Mrs. Brietzcke\nhas given us in her letter Affords a new aspect altogether to the incident\n2 B 2\n\f428 Jou1'nal of Society for Psychical Re8earch. [Oct.,l886.\nin which these writings accrued, and Mrs. Brietzcke did not\nappreciate its significance when she wrote her report. It is indeed &\nserious omission, though perhaps less serious than the one we found in\nMr. Smith's report. We may suppose that the word cat was already upon\nthe slate, when the slates were placed, finally, in position; and we may\nsuppose also that the figure .4 was already upon the slate when it was\nplaced in positioQ.\nIn relation to this incident I may remark that there is absolutely\nno reference to any specific examination of a slate in the whole of Mrs.\nBrietzcke's reports. In two of her reports she mentions, generally, the\npreliminary cleaning of the slates, without stating who cleaned them or\nto whom they belonged. In another instance, an ordinary slate is\nspoken of simply as \" clean\" (p. 295) in a way which indicates clearly\nenough that no complete specific examination of it was made by Mrs.\nBrietzcke. After these considerations I think we may say that the\nwriting of cat and.4 can scarcely have occasioned Eglinton any serious\ndifficulty. One of the warnings we may draw from our increased know-\nledge of the incident is the danger of supposing hastily, in other cases,\nthat Eglinton was precluded from writing an answer beforehand (.lwrlly\nbeforehand and during the sitting, as well as previous to the sitting) to\na given request; inasmuch as he may have been quite aware what the\nre~uest would be, though no indication of this is given by the witness.\nLet us now tum again to Mr. Davey's accounts, bearing in mind\nwhat we have learnt from Mrs. Brietzcke. And we may first consider,\nindependently and briefly, those published in Light. In these accounts\nMr. Davey, like Mrs. Brietzcke, whose reports they curiously resemble\nas regards both positive statements and omissions of details, describes\nno specific examination of a slate other than that implied in the one\nspecific cleaning which he mentions. Moreover, as we find also in Mrs.\nBrietzcke's reports, he seems, notwithstanding his precaution of the\ninked pencil grains, to have taken\"for granted \"that the writing, as a\nmatter of course, take. place wl~n 1M .ound of writing is heard. To\nthe mind of an expert in conjuring the assumption should rather be\nthe other way.\" (JOtWf'I,al for August, p. 367.) Hence Mr. Davey's\nstatement in his first account, that\" the idea of trickery or juggling in\nslate-writing communication is quite out of the question,\" must have been\nthe outcome of incompetence for the inquiry; and he unintentionlly\nadmits as much by grounding his assertion on the study-not of con·\njuring-but of \"psychological subjects,\" by which he meant (as appears\nfrom an earlier passage of his communication to Light) investigations\nsuch as those made by \"Crookes, Wallace, and Varley,\" and others.\nI have already drawn attention to an indication that other slates\nwere used in addition to the two Mr. Davey himself procured, and\nDigitized by Google\n\fOct.,l886.] Jourrwl 0\/ SocUty \/01' Psychical Reseal'Ch. 429\nwhich, he says, \"did not leave my possession during the seance.\" This\nstatement cannot be accepted as meaning more than that the slates\nwere, as he thought, within his perception during the seance, so that\nthey could not, in his opinion, have been written upon surreptitiously\nby Eglinton; and we know, were it only from the account given by Mr.\nF. Podmore at the general meetingon July 5th (see JOurnal for July,\npp. 342-3) that Buch a statement cannot be trusted. He continues:\n\"At first we obtained messages by simply putting a piece of slate-\npencil on one slate, and holding the slate on the table.\" \"On the table\"\nis no doubt a slip or a misprint for\" under the table.\" The conditions\nof the holding, the modes of taking and withdrawal and re-insertion\nof the slate, are none of them specified. As concerns the long message,\nthere is no reference to any examination of the slates beforehand, and\nwere we compelled to suppose--as we are not-that Mr. Davey actually\ndid take the slates himself, as he describes, the message may have\nalready been on one of the slates. I think, however, that Mr. Davey\ndid not take the initiative to such an extent as he imagined, either in\nthis instance, or in others of which he gives an account.\nI suppose - as one of several perhaps equally satisfactory\nsuppositions, all of which I should regard as not infringing the\nlimitations which I have imposed on my hypotheses-that at least\nthree of Eglinton's slates were upon the table, and that two of these\nwere originally in use for this experiment. Mr. Davey may have\nexamined both of these and placed them together himself, and his own\nhand as well as Eglinton's may have held them together; but after a\nshort time Eglinton removed the upper slate and placed it on the table,\napparently to see if any writing had come; possibly he lifted the crumb\nof pencil, if it was unworn, and substituted for it, near the corner of\none of the two slates, a worn piece; over this slate he then placed the\nthird slate (on the under surface of which the message was already\nwritten); then lifting and turning the slates together he asked Mr.\nDavey to join again in holding them and to make his request. The\nillusive sound as of writing could have easily been prodtl.ced in\nvarious ways; the crumb of pencil may have been found near the\ntermination of the message, and Mr. Davey may have accepted without\nhesitation the suggestion of Eglinton that it was \" left at the very end\nof the flourish of the signature.\" As for his question whether he should\n\" ever become a· medium,\" it was probably suggested or led up to by\nEglinton. He seems further to have regarded the communication as a\ntest because it referred to the\" seizures\" in his own family circle; yet\nhe had probably mentioned these at the interview which he had with\nEglinton on the occasion (or occasions) of which he speaks prior to the\nday of the sitting,-and afterwards forgot that he had done so, or\naccepted Eglinton's statement to the contrary.\ngitized by (.oogI\n\f430 Jotwnal of Society \/01' PsyclticCU RuearcIL. [Oct., 1886.\nTurning to his second account taken from Light, we find that Mr.\nDavey expressly refrains from giving \"minute details\"; and it is just\nthe absence of \" minute details\" that makes BO many reports\ne\\'identially valueless. Thus it is obvious that no importance can be\nattached to the statement that answers were obtained to \"questions,\noften beyond the knowledge of the medium\" unless we know what the\nquestions and answers were. In the experiments with alternate colours\nof crayon and the previously inked pencil the slates were probably\ntaken under the table; M.r. Davey does not mention what became of\nthem. I do not know on what date Mr. Davey wrote his account (the\nsitting was on October 9th, and the date of publication in Light was\nOctober 25th), but even if it was immediately after the sitting, we\ncannot rely on his statement that after his request for\" the intelligences\nto write,\"-\"they immediately did BO.\" There may have been a\nconsiderable interval between his request and the BOund as of writing.\nOr he may have made the request more than once, and it may have\nbeen immediately after he repeated the request that the BOund &8 of\nwriting was heard. His meagre account of the messages on Eglinton's\nown locked slate requires no special comment except that, like Mr.\nWedgwood, he seems; to have trusted the locking. The case is\notherwise, however, with his description of the taking of the large\nslate upon which the long message was afterwards found. I suppose that\nthe message had been previously prepared by Eglinton, and the request\nfor a lengthy message, \"partly in Greek,\" suggested by him to Mr.\nDavey. We found in Mrs. Brietzcke's case that certain requests were\nnot spontaneous, though she had omitted from her reports all reference\nto the circumstances which induced her to make them. Similarly, if\nwe could listen to the conversation-possibly one of the \"minute\ndetails\" which Mr. Davey expressly refraiIied from giving-which took\nplace on this sitting of October 9th, we should very likely not be surprised\neither at Mr. Davey's request or at its being so readily complied with.\nI have little doubt that it was Eglinton who took the slate, which\nwas either not then cleaned at all, or else on one side only by Eglinton\nhimself, that Eglinton placed it under the table, and that then for the\nfirst time Mr. Davey-at the request of Eglinton-assisted in holding\nit there. The initial \"taking\" and the careful \"cleaning\" described in\nhis account were incidents of Mr. Davey's imagination (as regards at\nleast that particular slate).\nAt the so.me time, I have no doubt that the accounts were written\nin perfect good faith, and I need not point out in detail how the errors\nwhich he made are exemplifications of the tendencies which I have\ndescribed in the first part of my paper.\n(To be continued.)\nDigitized by Google\n\fOct., 1886.] Journal oj Soc-wty jor Psyckwal Resea.,,·ch. 431\nMR. EGLINTON\nThe three reports which follow, by l\\1r. S. J. Davey, Associate of the\n.8ociety, were sent to Mr. Hughes, the Secretary of the Committee for\nPhysical Phenomena, in 1884. They were, however, mislaid, until Mr.\nHughes, who was under the impression that he had sent them to Mr.\nGurney, found them among his papers at the end of June, 1886. We\nhave since obtained permission to print them. Mr. Davey, however.\nwishes it to be understood that he now regards the reports as of no value\nwhatever for the purpose of proving that the slate-writing \"phenomena \"\nwhich occurred were produced by other than ordinary human agency.\nHe further informs us that the reports were drawn up from notes made\nwithin a few days after each sitting respectively. They were all written,\nhe thinks, in October or November, 1884, and were written inde-\npendently of the reports of the same sittings which he sent to Light,\nand which we here subjoin for the convenience of our readers.\nSEANCE No. 1.\nOn June 3Oth,l8M, I went with my friend Mr. Munro to Bee Wm.\nEglinton, of 12, Old Quebec-street.\nI was extremely sceptical of the phenomena said to occur in hiB presence,\nand I determined if pouible to put the matter to the best tests I could\n-devise.\nWe bought four slates all of one uniform size, viz., 9i x 7! inches.\nWe sat in the positions the following diagram will show:\nA\n!\n...;1\nai\n-----\"\"\"\"\"\"ft:¥!\"-\nWindow.\n:Medium\nTable•\n:Mr. :M.\nCunalned\nDoo~\nI!::\n2'\nI grasped the medium's right hand with my left hand, and my friend held\nmy right hand in his left, whilst with his disengaged left hand the medium\nDigitized by Google\n\f4!J2 JO'U)'nal of Society for Psychical Resem'Ch. [Oct.,I886.\nsupported one of our slates against the flap of the table in the following\nmanner. [Illustrated by a diagram.]\nWe were of COU1'lle moat careful in examining the table, and we could find\nnothing unusual in its construction.\nHaving asked a simple qutlBtion, and having placed a small grain of pencil\nbetween the slate and the table, in the COU1'lle of BOme 10 minutes we heard\nthe sound of writing, the same continued for about 20 seconds, and then\nstopped, and three taps were distinctly audible.\nOn nlmoving the slate, I found a short and legible reply in a peculiar\nhandwriting, the writer styling himself by the name of JOEY.\nI was, however, by'no means satisfied, and I requested permission to be\nallowed to hold the slate with my own hand against the table. The medium\nat once assented to this request, and the circle was formed by my friend\njoining hands with Mr. Eglinton whilst I, having one hand thereby disen-\ngaged, supported the Blabe against the table.\nIn this manner we likewise obtained writing in answer to our questions.\nAfter we had sat for about three-quarters of an hour the writing came\nwith greater rapidity, and I placed various coloured chalks between the slates\nand obtained the Writing in the same eolour as the chalks.\nDuring the movement of the pencil, I used my best: endeavours to notice\nany mOl\"ement of the medium's hand, and entirely failed to detect anything.\n• After all our slates had been written upon, a message couched in the\nfollowing worda was received in the same peculiar handwriting: \"Try the\nmedium's slates.\"\nAlthough I was convinced that what I had witnessed was by no means\nordinary trickery, I felt suspicious, and therefore determined to use tho\nother slates in question after the utmost scrutiny.\nThe medium produced two ordinary-looking slates, and my friend and\nmyself examined the~ moat carefully: we failed to find the slightest sign of\nanything unusual upon thom. After cleaning them, to preclude the idea of\nanything having been prepared upon them, I asked if any word or any sign\ncould be written by my request, and having agreed that this should be done\nwe placed the two slates in exact juxtaposition.\nThey were then held above the table by the medium and myself, and\nhaving placed a small grain of pencil between them, I abruptly asked for the\nfigure 9 to be written.\nInstantly we heard a scratching noise and three sharp taps, and on reo\nmoving the slates we found a large figure 9 written on the slate.\nWe then again examined the slates and having selected a grain of pencil\nand carefully examined the same we placed it between the slates and asked B\nquestion.\nThe scratching noise again commenced and continued for upwards of B\nminute. We could distinctly hear it travelling over the surface until it\narrived at the end of the slate, and then I was puzzled to hear it again com-\nmence as though from the top j it then ceased and the usual three taps were\nreceived, and on removing tho top slate we found a meBIIIIfJe containing 126,\nwords. It was a complete reply to my query, and the writer signed himself\n\" Ernest.\" The hand was a very di1ferent one to that before mentioned and\nwas of a flowing rapid style.\nDigitized by Google\n\fOct., 1886.] Jour-rwl of Society fol' Psychical Rese((j'(·h. 43!r\nIt wall also written in a remarkable manner, as the signature appeared at\nthe top comerof the slate as the rough sketch* herewith mayserve to illustrate.\nI was careful to notice the grain of pencil was nearly worn out and was at\nthe last part of the word Ernest, as indicated by a red mark in the sketch.\nI then cleaned one of my own slates, and when the medium was out of\nthe room I wrote the name of a deceased relative upon same. I then put the\nalate against the flap of the table in such a manner that it would have been\nutterly impossible for Eglinton to have seen what was written.\nWhen he returned I requested an answer to my question. I myself hold\nthe slate against the table and no one else but myself knew what I had\nwritten. The usual sound of writing commenced. and on removing the slate\nI found the following answer: \"Your Uncle A (gil'ing the correct Christian\nname) ill not present.\"\nNow it was utterly impossible for Mr. Eglinton to have seen what I had\nwritten and he could not therefore have known by any ordina.ry agency that\nI had written\" A-- T-- brother to my mother,\" and therefore it must\nhave been by some occult manner my query was seen and correctly answered.\nAfter a while the answers to our questions became more and more illegible\nand we were informed that the power was becoming much weaker. On one\nor two occasions we had to request the messages to be written over again, aud\nthis was always assented to, and after sitting for nearly two hours the\nwriting suddenly stopped.\nWilliam Eglinton appeared much exhausted. [So J. D.]\nI certify that the above as stated by Mr. Davey in reference to myself\nis correct. H. A. MUNBj>.\nReTTl4rks by Mr. Munro.\n[Mr. Munro had apparently intended to make some comments here, but-\ndid not do so. See hill statement, p. 438].\nSEANCE No.2.\nOn October 8th, 1884, I villited Wm. Eglinton with Mr. Munro. We sat\nill the same position and room as described in Experiment No.1, except that,\nduring part of the time Mr. Munro changed places with me and sat next to·\nthe medium.\nAlthough the conditions appeared exactly similiar as on our previous.\nexperiment nevertheless we failed to obtain the slightest manifestation of\nany kind, and although we sat for two hours and tried with the medium's.\nown slates we failed to obtain a single word. [So J. D.]\nMr. Davey'S statement as above is correct.-H. A. MUNRO.\nSEANCE No.3.\nOn October 9th, accompanied by Mr. Munro and X--, I again visited'\nWilliam Eglinton, and as X-- had never experimented before we deemed\nit best he should sit next to the medium. With this exception our positions.\nwere similiar as to Diagram in Experiment No.1.\n• We have thought it unnecessary to reproduce thill.-ED.\ngitized by (.oogI\n\f-4:)40 JOltl'lUtl of Society fOl' PRYckical RR-8eal'Ch. [Oct.,1886.\nX-'- having brought a folding alate we commenced our experiment.\nwith this.\nBetween the said slate an answer to our query was received, and we then\ntried in the method before described in ~ce No.1, p. 4.*\nI had alBO brought a number of pencil grains. and on the previous eYen-\ning we had soaked these in ink, BO that if the writing was done by the\nidentical pieces we had put in, we should have a certain proof of same, in\nthe ink on the faceted points of the same being visibly worn ofr.\nIn every case when we used our own pencil grains we found this to be\nthe case.\nOn one of our own slates X-- wrote a question unknown to anyone\nbut. himself, and then having placed the slate in such a manner as precluded\nthe possibility of anyone seeing the same, he requested a reply. This beiDg\n'satisfactorily answered, I unlocked the folding slates (of the late Prince\nLeopold) and unknown to any of the other Bitters wrote a question. I\nthen fastened the Brahma lock and placed the key in my pocket.\nFor BOme minutes no sound of writing occurred and I unlocked the slate\nand placed one of my inked pencil grains within and then again re-Iocked\n1I8.me, and putting the key in my pocket held the slate over the table.\nAlthough we fancied we heard BOund of writing it Wall impossible to exactly\n.eertify to it all it Wall extremely faint.\nWe theu requested the intelligence to let us know if it would comply\nwith our conditions, and answer our question between the locked alate. On\none of the ordinary slates held by X-- and the medium we were informed\nthat our request should be granted as soon all sufficient power was procured.\nA few seconda after this the BOund of writing Wall mOlt distinctly audible\nin the locked slate; it then stopped after a short time and on unlocking\nthe Brahma lock I found a mOlt emphatic answer doubly underlined, my\ninked pencil being nearly half worn away.\nI then placed between one of our slates a grain of pink and a grain of\ndark blue crayons and I requested an answer to my question to be writtAm\nin alternate colours under the same conditions as Ex. 1. P. 4.,* X--'. hand\nholding the slates.\nThis experiment Wall also aatiafactorily carried out.\nI then requested to sit next to the medium, and changed placea with\nX-- for that purpose.\nSelecting a large slate 12! x 9 inches I requested a long answer to be\nwritten in reply to my query that it should be something of interest and I\nalao said under these conditions I should like some Greek.\nI then held the slate in exactly the same poaition as Ex. 1. P.4.\nINSTA.NTLY the BOund of writing became audible and whilst holding the\nalate I looked under the table and saw that Wm. Eglinton's hand Wall perfectly\nstill. I could distinctly hear the pencil travel over the slate. When it WIll\n'some three quarters of the way to the bottom it suddenly stopped\n.and commenced again after the lapse of a few seconds.\n. At the time I remarked this to my frienda. After BOme 60 or 70 aeccnda\n* See the paragrapb beginning .. I was, bowever, by DO means satiJ-\nficd.\"-ED.\nDigitized by Google\n\f()ct., 1886.] JO'U1\"1Ull of Society for Psychical Re8earch. 4!l5\nfrom the commencement the ullual 3 tapa were given and on removing\nthe slate I found a long meuage signed J. L. or S. 1 the writing was entirely\ndifferent to any of the other banda I have seen. .\nThe mOllt remarkable part of this experiment Wall about three quarters\ndown the lllate as a quotation occurs 3 lines of well written Greek with\n1MlCentll, a language of which the medium profeBBell himself entirely ignorant.\nThe letters are all marveloully regular and the linell are all perfectly\natraight. The rough sketch herewith may aerve to IIhow the manner and\nposition in which the Greek occurs.\nThen taking two of my own slatell and placing them in exact juxtaposition\nI requellted writing.\nX-- and Mr. Munro held the alates over the table, Mr. Eglinton\n:grasping one comerof the lI8.IIle.\nWriting was then audible for a few lleCond8 and on removing the alate we\nfound\" good bye\" written in the centro of the upper one.\n[So J. D.]\nI certify that the above lltatement by Mr. Davey in reference tomyaelf is\n-correct. H. A. MUlfBo.\nAll that Mr. Davey baa lltated here in reference to myaelf is correct.\n\"X--\"\nThough Tfail to understand the force by which theae meuagell were com-\nDlUnicated, I mUllt in candour admit that I was perfectly satisfied with the\nTe8ulta obtained, and by the methods adopted.\nI was aceptical, and therefore critical, but failed to detect anything either\nin the medium, or hill surroundings, of a doubtful character.\nNovember 12,1884.\n\"X--.\"\nThe following passage is from a letter written by X-- to Mr.\n])avey, on November 2nd, 1884:-\nI have not the least caUlle to IIU11pect Eglinton, from what I saw of him\n-11ay, I was perfectly satisfied with his manifelltationll. But what I meant\nyou to understand was-I was much impreued by what I saw at the time-\ntoo much impreaaed to reason the ma.tter calmly. Now that the first cillid\nimpreBllion baa been in a measure effaced, I can recall the acene, and though\nnot feeling aceptical, I can recall things which some people would at once\n_e objection to.\nI will mention one or two things which have occurred to me.\nEglinton seems to have the lI8.IIle power no matter what the pOllition of\nthe alarell. If investigating the matter therefore, I IIhould i1uri3t that all\ncommunications were made with the alates upon the table, and not ,,,wkr-\ntleath it-to thill he can have no objection.\nThe convulsive movements which he baa have rather a bad effect on a\n.aceptical mind, particula.rly when his convulsions move the slate about too\nmuch.\nThe placing the alatell beneath the table at all l18emB to me the worst\npart in the matter. For what object are they placed beneath the table\nDigitized by Google\n\f436 J&urnal oj Society jm' P8ychical Resea1'cTt. [Oct., 1886.\nTherefore, see that all your communications take place from the fint in view\nof all.\nI think also it would be wise to think of questions beforehand, and 80 t.>\nframe them that no living person but yourself could answer them-a question\nfor instance about a subject known only to yourself and a departed person.\nOur questions were far too general the other day, and could have been\nanswered by anyone, if they had the power of writing. You see, if the thing\nis genuine, such questions will be answered as easily as others.\nI do not know that I have more to say on the matter. The subject is a..\nprofound mystery to me, and well worthy investigation. Before I am\nconvinced, however, I shall require to get communications myself, or with\nthe aid of a few friends. When Munro returns, cawwt we three try 7 If\nwe get any result it would be direct evidence.\nExtract from a Zetur publiahed in .. LIoHT,\" July 12, 181M.\nByS.J. D.\nHaving made the acquaintance of Mr. Eglinton, I introduced to him a\nfriend of mine, and we agreed to try a daylight Mance on Monday, June 30th.\n* * * * * * * *\nTo those persons who have given any time at all to the study of psycho-\nlogical subjects the idea of trickery or juggling in slate-writing communica-\ntion is quite out of the question, but to those of my readers who do not know\nmuch of the subject, I give the conditions under which we .obtained the\nmessage.. I procured two ordinary slates at a stationer'sshop, and these did\nnot leave my po8&e88ion during the Mance. At first we obtained messages by\nsimply putting a piece of slate pencil on one slate and holding the slate on the\ntable. After a while the force became stronger, and messages with various\nsignatures and styles of writing were received. But the beat test of all 1i\"U\nwhen I put a crumb of pencil on the slate and then put another slate over\nthat; holding the two slates together myself, I then asked if I should ever\nbecome a medium. No sooner was the question asked than I heard the\npencil within begin to move; I heard the crossing of the t's and the forma-\ntion of the capital letters, and in a.. few seconds three small mpa were heard,\nand to the astonishment of all, when I removed the upper slate I found the\nfollowing message written in a clear and good~ hand. I was particular to\nnotice that the Bmall crumb of pencil was nearly worn out, and was left at the\nvery end of the flourish of the signature. Thus it was written ;-\nDEAR Sm,-We perceive that you possess mediumistic powers of very high\norder, but you have not always done what is right for their development. It is\nnecessary that you should form a circle of friends, those who are in sympathy\nwith you in your desire to cultivate the power given you, and with them enter\nupon your development, but not too often. The uncomfortable seizures which\nsometimes possess you are but a prelude to other and stronger manifestations,\nand really come from someone who is desirou8 of manifesting to you, but who\ndoes not know the method of doing so. We shall take agreat interest in help·\ning you, and you may be assured ofour presence whenever we can get the power.\nERNEST.\nNow I uk the thinking reader how could a communication like the aboTe\nbe written in about forty aeconds. and how could any human being have\nDigitized by Google\n\f()c:t., 1886.] JOlJ.,~·nal of Soc~ty fo), Psychical Re8earclL. 4:17\ndone it by trickery when in broad daylight I had both slates held fimlly\ntogether in my own hands, and how could the medium have known about the\n.seizures which occurred in the privacy of my own family circle and of which I\nhad not told him 1 I may mention that Mr. Eglinton W88 10 affected by con-\nvulsive seizures .during the latter part of the IIMnce that I wished to give\nit up, but he begged us to continue as he was as much interested as we were.\nHowever, after about three-quarters of an hour of constant communication\nwe were informed by the intelligences that the power was nearly exhausted,\nand the meuages became difficult to decipher, and at last we were told by\nrapa they could write no more, and even these became fainter and fainter. I\nmust Bay Mr. Eglinton appeared IOmewhat exhausted, and as I had aJao lont\nmuch power I felt I had done enough, specially as one of my unseen friends\nhad advised me in a written meuage that I was not sufficiently physically\nstrong to try too severe experiments. I could give numerous other meuages\nhere, but as they were mOltly of a private nature, and only interesting to my-\naelf and friends, I IIhaJl not do 10.\nReport publiJaed in \"LIOHT,\" October 25th, 1884.\nBy S. J. D.\nThe psychography produced through the mediumahip of Mr. W.\nEglinton, is now 10 well authenticated to all readers of \"LIoHT,\" that I\n-refrain from giving minute details of a mOlt interesting IIMnce I had with\nthat gentleman, on the aftemoon of October 9th.\nI had previously called on Mr. Eglinton on the aftemoon of October 8th,\naccompanied by an old friend, designated Mr. M.\nWe sat for nearly two hours, hoping Emest, or his kindred companions,\nwould give us the manifestations we 10 patiently BOught, but in vain.\nAt two o'clock on Thursday (the next day), we again met, I being accom-\n,parried on that occasion aJao by another friend.\nWe sat as usual. Questions, often beyond the knowledge of the medium,\nyere aaked, and the answers received on a small folding slate I had brought\nfor the purpose. .\nAt my request answers were given in alternate colours of crayon pre-\nviously placed between the slates by my own hand.\nNot to test Mr. Eglinton's honesty (for of that all who know him are\n.aBIIured), but for the purpose of rendering the experiments more complete,\nI put in a small grain of pencil, the tip of which I had previously prepared\nby immersing it in ink. With this piece of pencil, between two slates of my\nown bringing, I requested the intelligence to write.\nThey immediately did so, and on removing the slate I found the inked\ngrain of pencil wom quite away at the faceted point, thus clearly shewing\nthat it W88 the same piece I had inserted that had been used.\nBetween the famous slate presented to Mr. Eglinton by a distinguished\npereonage, with a strong Brahma lock securely fastened by myself, we ob-\ntained meaaages in the well-known handwriting of Joey.\nAfter sitting for upwards of an hour. we concluded that a moat successful\n.aMnce W88 at an end. The medium, however, continued under control, and\ntaking a large slate, after carefully cleaning it, I placed it under the flap of\nthe table, holding it closely there, and requested that, if poBIible, a lengthy\nDigitized by Google\n\f438 Journal of Society for Psychi.cal Be8em-cll. [Oct.,I886_\nmeaage might be written, &lao hinting that if it were partly in Greek it\nwould be very interesting.\nScarcely a minute elapaed before the pencil began to move, and wrote\nwith great rapidity.\nI looked under the table, holding the alate firmly with my handa. Mr.\nEglinton's hand, whioh rested on mine, waa perfectly quieaoent.\nThe writing had continued for about fifty aeoonda, when it paused, and\ncommenced again in a different style. I remarked this at the time, and alaG\ncalled attention to the fact that the pencil waa then at about the further end\nof the alate, lOme three injlhes from the bottom.\nThen again the writing paused, and proceeded with the same rapidity as\nbefore. The meaaage aa follows waa what we found written on the alate, in a.\nbold, distinct writing, diKerent from either Ernest's or Joey'a.\nAs will be seen, the pause that I noticed waa merely the commencement.\nof the Greek quotation.\nNot the leaat interesting part of this· experiment waa that when my ear\nwaa about an inoh oft\" the slate I waa able to detect the variations of the\nwriting.\nThe Greek, on being submitted to an expert, waa declared to be wonder-\nfully exact in the formation of the letters, and thus, with such startling\nrapidity and oorreotneaa, the following meaaage was written :-\n.. On a recent oooaaion we had an opportunity of giving you absolute and\nundeniable proof of our ability to manifest ouraelvea. Most thinkers who,\nlike yourself, dare to investigate any new truth, can always find comfort in\nthe knowledge obtained and especially 80, air, is it in your caae, for by our\nadvice and the guidance of Ernest you have developed your own powers to an\nappreciable extent.\n.. Do not be too anxious to make converts, or worry over aoeptioa. As\nthe Lord said :-\n\"AcfH'r. GWovs· 63'fYOl .lIT, nxf>Aol nxf>AG.II· TVcf>Aos 3i nxf>AoII I. o&rrri\ndp.cf>ar.fJO' .Zs {JOIJvIlOII \",.croiiIl7\"G'.\"\n\" They must seek to find the light aa you hat'e done.\n.. Be aaaured we shall continue to aid you all we can.\n\"J. S.\"\nWho my unseen oommunicant, \"J. S.,\" was, I have yet to learn, but he\ncertainly apl>eara to have taken an interest in my welfare.\nAmongst Spiritualiata, slate-writing, through Mr. Eglinton, now seems\nto have become almost an every-day phenomenon; yet to view it Blust\nalways fill one with astonishment and wonder.\nThe sentences written 80 rapidly and 80 full of pith and shrewd obser-\nvation always strike even the most sluggish inquiriers witb amazement.\nThe next statement h88 just been received from Mr. Munro.\nOctober 8th, 1886.\nThe fellowing are a few details not mentioned by Mr. Davey in his\naocounts of sMnces with Mr. Eglinton, which appeared in Light of July and\nOctober, 1884 :-On one oocaaion the piece of pencil, which had been put into\nMr. Eglinton'. looked alate waa miasinl{ when we opened the alate. Mr.\nDigitized by Google\n\fOct., 1886.] J01w'nal 0\/ Society \/01' P8ychical Re8earclL. 439-\nEglinton explained this fact by saying II Joey\" had dematerialieed the.\npencil; I have often noticed Mr. Eglinton shake the locked slate, as if to see\nwhether the pencil was still inside.\nWe never got a long meuage on our own slates, nor upon Eglinton's alate&.\nwhen they were marked.\nWe frequently received answers to early questions, when we had subse-\nquently asked others, and were intent on getting the latter answered; so that\nwe were sometimes unable for a time to understand the answer we received.\nPrevious to Mr. Davey's asking for some Greek writing,Mr. Eglinton had\nbeen telling us of a long Greek meuage he had received at another IMWlce.\nMr. Davey asked the question .. Shall I become a medium 1\" several\ntimes before it was answered, and I mtJla\" fancy it was originally suggested\nby Mr. Eglinton himself.\nOn one occasion we got two lines of writing running into one another,.\nthe last liBe being partly written over the firat.\nDuring the seances Mr. Eglinton kept us frequently engaged in conversa-\ntion, and reqU6ll~ us not to keep our minds too intent on getting writing.\nMr. Eglinton's own conversation was upon interesting and exciting topics,.\nand frequently related to events that had taken place at his IMWlceS.\nThe packet of inked crumbs of pencil was shown Eglinton early in the.\n_anee, and the pieces of pencil themaelves were left about the table\nthroughout the ~ance. Our omployment of them cannot therefore be con-\naideroo a proper teat.\nWe on no occasion got any information, beyond what Mr. Eglinton\nhimaelf might have gained from a Perfectly natural source.\nOnce or twice in the middle 01 the ~ance Mr. Eglinton had to leave the·\nroom to attend to someone at the door.\nH. A. MUN&O.\nCORRESPONDENCE.\nTo the Editor of the JOURNAL OP THB SocIBTY POR PSYCHICAL RBBEARCH.\nSm,-I am sorry that I misunderstood Mr. Templeton's letter in the\nJournal for July, but it never occurred to me that he attributed to me a\n.. hasty judgment\" as to the poaaibility of the physical phenomena of\nSpiritualism, for on this point I have never expreBBed any decided opinion;\nindeed I tried to make clear in the paper which I read in May, and which\nwill appear in the next number of the P.roceedillg3, that on this point my\njudgment is in suspense. I supposed,therefore, that Mr. Templeton's charge\nof .. hasty judgment\" must refer to the only conclusion I had expre88ed in\nthe article to which he was replying-namely, that Mr. Eglinum'8 phenomella\nare flot genuine.\nIt appears that I have also misunderstood Mr. Templeton's reference t~\nMrs. Newnham's experiences, supposing that he alluded to the thought-\ntransference so curiously exemplified therein, and not rather to the\ncombination of this with unconscious cerebration and automatic writing.\nI did so because I regarded unconscious cerebration and automatic action\nDigitized by Google\n\f440 JOlu'n(tl of Soci~ty fOl' Psyclti.cal .Reseal'ch. [Oct., 1886.\n.all factlt recognised by acience, while a belief in telepathy is as yet\na departure from .. scientific orthodoxy.\" No doubt there is still much to\nlearn about unconscioua cerebration, and we·m:l.y find therein the key to\nmuch that now puzzles us. But no amount of diacovery about the psychical\nproceBBes involved in experiences like Mrs. Newnham'a-not even evidence\nthat an external intelligence could produce directly through our organiama\n-effects (e.g., writing) in the external world-would juatUy ua in inferring t:.hM\n-either our conaciou8 or unconacious aelves, or an external intelligence, could\nproduce similareffect& without ourorganiams, or by means of some subtle and\nhitherto unknown \"nerve forco.\" The poaaibility of this, if it be poaaible.\nmust be proved independently. What Mr. Templeton calla \"only an\n-extended or additional invisible 88 well as unconacious power over a pencil ..\nis juat what constitutes the enormoua difl'erence, as it aeems to me, between\nthe automatic and the physical phenomena of so-called Spiritualism.\nBut it is not, 8.8 Mr. Templeton still seems to think,on general consider&-\ntiona as to poBBibility that I baae my judgment of Mr. Eglinton's\nperfonnancea. It ia-8.8 I tried to make clear both in my remarks in June\nand in my reply to Mr. Templeton in August-on very definite and\nllarticular grounds connected with Mr. Eglinton'8 antecedents and the nature\n•-of the phenomena deacribed, that I have \"tl()W no hesitation\" in attributiug\nbia performances to conjuring.\nI am glad Mr. Templeton thinks the hypothetical experiment deacribed\nin my last letter a good one, and-though this baa of course no direct bearing\n<on the subject of Mr. Eglinton,-I should be intel'Ollted to learn which he\nconaiders the equally striking proofs in Profeeaor Zollner's and Mr. Crookea'\nbooks.\nPerhaps, in concluaion. you will allow me to say a few worda in reply to\nllr. Wyndham, since bia letter seemB to concern me fully as much sa it doea\n4 'Mr. A.\"\nI am not at liberty 'to say anything that might tend either directly or\nindirectly to throw light on Mr. A.'B identity, and I can therefore neither\naffirm nor deny that he is the lIIUIle peraon 8S .. S..T.D.\" 1 am not, however,\nwithout hope that when Mr. Wyndham baa had an opportunity of reading my\nploper, which will appear in the forthcoming number of the Prouedings, he\nwill agree with me that the queBtion, so far as my argument is concerned, is\nunimportant.\nI am led to suppoae that when he wrote his letter:llr. Wyndham had\nheard only some second·hand and incorrect report of what I said at the\nmeeting in May, by his asBumption that Mr. A. is a .. writer,\" and his\napparcnt implication that I have availed myself of statements made by Mr.A.\nHe will find, hQwever, that in my paperMr. A. is introduced only as a conjurer\nwhoBe performance I witneased,and that I have availed myaelf of no statement\nof his except the statement that bia own perfonnance was conjuring. This\nbeing so, I am unable to Bee how what I say would be in the least degree\naffected by a knowledge of Mr. A.'s identity, or of his opiniona and previous\nexperiencea.-I am, Sir, &c.,\nELEANOR MILDRED SlooWI(.'J[.\n&ptem.ber 25th, 1886.\nDigitized by Google\n\f","_id":427}