{"name":"Journal of the Society for Psychical Research 6469","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n34_nov_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N34, November 1886","mylang":"de","content":"No. XXXIV.-VoL. D. NOVBllBBB, 1888.\nJOURNAL\nOJ'TUB\nSOCIETY FOR PSYCmCAL RESEARCH.\nCONTBNTS.\nPAOli:\n·. \"1 IOn the BeDorte. printed In the Jl1Umal\n· .\"2 for Jane;of SIUlnpwith Mr. Eg1IntoD 481\n·. m The CbarpI apInat Mr. Bgllntoo .. fill\n· . W ColT8!lpoodeoce . . . . . . •• MIll\nSupplementary IJbrary Catalope . . .n\nNew Memben and ~tee ..\nMeetinp of CouocIl . . . . . .\nReport of the General Meeting\nRePly to MIll. Sldgwlck ..\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nBBAUNIS, PROI'BSSOB H., 29, Rue des Ecuries d'Artois, Paris.\nLrEGBOIS, PROI'BSSOR, Nancy.\nRIBOT, T. H., Office of the Revue PkikJaophique, Paris.\nTAINB, H., Menthon St. Bernard, Haute Savoie, France.\nMEMBERS.\nOMAN, CHARLBS W. C., M.A., All Souls' College, Oxford.\nW 008NAM, W. BURG088, M.A., Petitor House, St. Mary Church,\nTorquay.\nASSOCIATES.\nBACCHUS, Mas., Sherbourne Villa, Leamington.\nBLACKWOOD, MISS CSCILIA GBACB, Shortlands, near Bromley, Kent.\nBBBWSTER, Mas. F., 10, Park Terrace, Nottingham.\nGREAVBS, R. H., Bengal Civil Service, care of Messrs. Grindlayand Co.,\n55, Parliament Street, London, S.W.\nHASTIE, MISS, Luscar, Dunfermline, N.B.\nKIRBY, Mas. GEORGIANA B., Santa Cruz, California, U.S.A.\nKNOX, NATHANlBL ALBXANDBR, Adelaide Club, Adelaide, South Aus-\ntralia.\nPON80N;BY, MISS, GlenBOuthwell, Rathfarnham, Co. Dublin.\nREICHEL, PRINCIPAL HENRY RUDOLPH, M.A., University Oollege\nBangor, North Wales.\nRoDGER, W. WALLACH, 31, Tavistock Square, London, W.C.\nRoSENBACH, DB. PAUL, Kaiserliche Medicinische Akademie, St.\nPetersburg.\nSUPLBY, ALI'RBD M., St. John's College, Cambridge.\nTREvOR, REV. THOMAS WARREN, M.A., Penmon Vicarage, Beaumaris,\nNorth Wales.\nW ARRAND, Mas., Bught, Inverness, N.B.\nWHITON, JAMBS M., Ph.D., Tremont, New York City, U.S.A.\nYOUNG, PaoI'BSBOR WILLIAM H., 76, Lange Strasse, Baden Baden.\n2 I'\nDigitized by Google\n\f4412 Journal 0\/ Society \/0'1' Psychical Research. [Nov., I88&.\nMEETINGS OF COUNCIL.\nThe first Meeting of the Council after the summer recess was held\non the 15th of October. The following members were present:-\nProfeBBOr W. F. Barrett, Profeaaor H. Sidgwick, the Rev. W. Stainton\nMoses, and Messrs. Edmund Gurney, Richard Hodgson, F. W. H.\nMyers, Frank Podmore, H. A. Smith, J. Herbert Stack, and Hensleigh\nWedgwood. Professor H. Sidgwick occupied the chair.\nThe Minutes of the previous Meeting were read and signed as\ncorrect.\nOne new Member and twelve new Associates, whose names and\naddreaaea are given on the preceding page, were elected.\nInformation was received with regret of the death of Professor\nBoutlerof, one of the Corresponding Members of the Society, and of\nMn. Balmain, an A.aaociate.\nMr. Gurney stated that Mr. C. C. Massey desired to resign his seat\non the Council. His resignation was accepted with regret.\nA pamphlet of Dr F~re's, sent by the author, was accepted for the\nLibrary, with thanks.\nCash accounts for the months of August and September were\npresented in the usual form, and the needful accounts passed for pay-\nment.\nA letter from Mr. Percy Wyndham relating to Mrs. Sidgwick's\npaper, read before the Society on May 3rd, 1886, was laid before the\nCouncil; but being informed that a reply from Mrs. Sidgwick was\nto appear in the forthcoming (October) number of the Journal, the\nCouncil did not consider it needful to take any steps in the matter.\nThe next Meeting of the Council was fixed for Friday, the 5th of\nNovember.\nAt the Meeting of the Council on the 5th of November the follow-\ning Members were present :-Messrs. Walter H. Coffin, Edmund\nGurney, Richard Hodgson, Frank Podmore, H. Arthur Smith, and\nHenaleigh Wedgwood. Mr. Wedgwood was voted to the chair.\nThe Minutes of last Meeting were read and signed as correct.\nMr. Edmund Gurney proposed the election, as Corresponding\nMembers of the Society, of Professors Beaunia and Li~geois, and of\nMeasrs. Ribot and Taine, whose names and addresses appear in full on\nthe preceding page. The resolution was unanimously carried.\nOne new Member and four new Aasociates, whose names are in-\ncluded in the list on the preceding page, were also elected.\nA cash account for the month of October was presented in the\nusual form.\nAt this and at the preceding Meeting of the Council the question of\nDigitized by Google\n\fNov.,l886.] Journal oj Society for P8'lJchical Research. 443\nthe tenure of the premises at 14, Dean's Yard, engaged attention. The\nexisting lease to the Society terminates on the 25th of March next.\nDr. Stone's lease of the whole premises terminates on the 29th of\nSeptember next. Dr. Stone having expressed his willingness that the\npresent arrangements between himself and the Societyshould be extended\nfrom the 25th of March, 1887, to the 29th of September, 1887, it was\nresolved that this should be done, and the House and Finance Com-\nmittee were instructed accordingly. The question of future arrangements\nin regard to 14, Dean's Yard, was left in the hands of the House\nand Finance Committee, who will report as soon as any definite\nproposal has been obtained from the landlord or from Dr. Stone.\nThe next Meeting of the Council will be held on Friday, the 3rd of\nDecember, at 4.30 p.m.\nREPORT OF THE GENERAL MEETING.\nA General Meeting of the Society was held on the evening of\nOctober 29th, at the rooms of the Society of British Artists, Suffolk\nStreet, Pall Mall.\nProfessor H. Sidgwick occupied the chair. He called upon Mr. F.\nW. H. Myers, who, had been announced as about to read a paper on\n\"Multiplex Personality.'\nMr. Myers began by apologising for the fact that the paper in\nquestion had appeared that morning in print in the NiMteenth Cent'Ul1'1J\nfor November, some days before the nominal date of issue of that\nreview. But though he could not read them the paper itself, he would\nbe glad further to illustrate some of the views contained in it by an\naccount of some experiments recently witnessed in Paris by Mr. Gurney,\nDr. Myers, and himself. The following is an expanded version of a\npart of the account given :-\nOn Monday, Oct. 25, we attended a meeting of the Societe de\nPsychologie Physiologique, at which two papers were read of great\nimportance for our researches. One of them was an account of a case\nof lucidity, or transposition of the senses, recently observed by a\nphysician at Toulon. When this paper is printed we shall have to\ndiscuss it carefully. It is the only well-attested case of the kind of\nwhich we have been able to hear during the -w:hole course of our in-\nquiries. The second paper was read by Dr. Babinski, a physician at\nthe Sal~triere, giving an account of some experiments inthe transference\nof hysterical symptoms, without suggestion of any kind, but by the aid\nof a. magnet, from one patient to another. It is obvious that if this\nexperiment really succeeds, and is capable of repetition, it is of quite\ncapital importance for our researches. It is necessary, therefore, that\n2 ., 2\nDigitized by Google\n\f444 Jml\/mal of Society for Psychical Research. [Nov.,l886.\nwe should understand it thoroughly and follow its development with\ncare. In order to do this it will be needful briefly to retrace some of\nthe previous experiments which have led up to Dr. Babinski's.\nI must here pass over the earlier inquiries (Andry and Thouret, 1777,\nTrousseau, 1833, Burq, 1851, &c.) and go at once to the French\nCommission of 1877, which concluded that certain unilateral troubles\nof sensibility were capable of being transferred from one side of the\nbody to the other by the application of a magnet or a plate of metal to\nany part of the body. And here at once we are treading on somewhat\nuncertain ground. This alleged specific power of metals and magnets\nhas never been fully accepted in England; and it is greatly to be\ndesired that a series of English experiments should be instituted to\nconfirm or disprove it,-electro-magnets being employed, and other\nmeans taken to obviate the possibility of suggestion.*\nStarting,however, from this datum of the transferability of unilateral\nnervous perturbations by the magnet's action, MM. Binetand Fere have\ntried many experiments with hypnotized patients, of which I subjoin\na short summary. I am not able to concur with M. Fere as to the\ndistinct and uniform characterisation of each ofthree stages of hypnot-\nism, or the view that the opening of the eyes will in all cases change\n\" lethargy\" into \"catalepsy,\" or that the rubbing of the top of the\nhead will in all C&888 change\" catalepsy\" into \"somnambulism.\" But\nI shall employ the terms usual at the Sal~triere.\nI. X is plunged in letha.rgy; then left eye opened so that she\nis hemi-cataleptic on left side. Left fore-arm is raised and left in ver-\ntical position. A hidden magnet is placed almost, not quite, in contact\nwith the right fore-arm. The right fore-arm, which had been lying on\nthe table, raises itself in a vertical position, the left arm trembles and\nfalls on the table. The catalepsy has been transferred to the right\nside.\nII. Witt- is in the 80mnambulic state. The hypnotizer suggests\nto her to make figures, 1, 2, 3, &c., with her right hand. She is\nawakened; a magnet being hidden near her left hand. She writes the\nnumerals up to twelve with her right hand, then hesitates, takes the\npen in her other hand, and begins to write in mirror-writing with her\nleft hand. I haye witnessed this experiment, (Aug. 25th, 1885). M.\nFere had already remarked (R6'IJ.Phil., Jan. 1885) \"nous a.vons souvent\n• For some references to the literature of the subject, see my paper on\n.. Telepathic Hypnotism II in Proceeding' Part X. The account of Ml\\1. Binet\nand Fere's experiments which follows is mainly taken from their article on .. I.e\nTraM\/ert p\",chique,\" in the Reuue PMIOlOphique, Jan. 1885. See also Dr.\nBernheim'. new work .. De III. Buggestion et de 881 applications a III.\ntla'rapeutique,II pp. 207 1tJ1J.\nDigitized by Google\n\f•\nNov., 1886.] JO'I,wnal of Society for Psychical Research. 445\nre~te cette experience; la malacIe s'eat perfectionnee ameaure.\" One\ncannot help thinking, therefore, that the mere fact of finding herself\nwriting figures with the right hand is now enough to suggest to Witt-\nthat she is intended to change hands and write with her left.\nIII. Witt- is in the somnambulic state. It is suggested to her to\nrepeat the numbers up to 100 aloud. She is awakened and a magnet\nplaced near her right arm. She counts up to 72, then stops, turns her\nhead to the left, and is apparently unable to speak. After ten minutes\nthe magnet is applied to her left side, in two minutes she turns her\nhead to the right and speaks again, complaining of her previous\ninability to do so.\nIV. Witt- in somnambulism is told to do 1\\ number of things (open-\ning dra.wers and the like) with her right hand. Magnet applied to\nright arm. She then obeys the commands with her left hand instead of\nher right. This shows, in M. Fere's view, that the resolve or intention\nto act in a particular way,-that is to say a virtual act, an \"acte qui\nest en quelque sorte en puissance dans les cellules cerebrales de la\nmalade,\" possesses a \"material substratum,\" and is capable of being\ntransferted from one side of the brain to the other, in just the same way\nas a completed or actual action.\nV. And in M. Fere's view this transferability by the magnet's in-\nfluence extends not only to the acts suggested by a hypnotizer, but to\nacts which appear to the subject herself to be entirely spontaneous.\n'Witt-, in her normal state, is asked (not hypnotically commanded) to sit\nat a table leaning on her right elbow, to have her portrait taken. A\nmagnet is concealed near her right elbow. After two or three minutes\nshe withdraws her right elbow; hesitates; assumes a symmetrical posi-\ntion, leaning on the left elbow instead of the right. She says that the\nright arm is tired. Here, in M. Fere's view, we have a quite\nvoluntary act, modified by the magnet's influence, while the subject still\nbelieves that she is acting from her own impulsion.\nMoreover, M. Fere has successfully repeated others of these ex-\nperiments with Witt- in her waking state.\nVI. Suggested paralysis can similarly be transferred: involving\nphysiological symptoms (tumefaction, perspiration, &c.) incapable of\nvoluntary induction.\nVII. Unilateral hallucinations, localised patchea of anresthesia, and\nso-called \"systematic paralysis\" can similarly be transferred. \"Tous lea\nphenomlmes de la psychologie,\" concludes M. Fere. \"sontjusticiablea de\nl'aimant, ala condition d'6tre unilaMraux.\"\nI do not feel sure what is the true interpretation of these trans-\nferences. It may be admitted, I think, that they are not (at least in\nall cases) due to mere fraudulent simulation, for the symptoms are some-\nDigitized by Google\n\f446 Journal of Society for Psychical Research. [Nov., I88&.\ntimes (though not always) beyond anyone's power to induce on his own\nperson.\nBut I can hardly think that rugg6lltion is quite excluded. We\ncannot, I think. be sure that a subject, in however deeply lethargic a\ncondition, does not understand what is being said in reference to\nherself. MM. Binet and Fere further urge that the transferences\neffected are anatomically too exact to be effected by a mere suggestion\nworking itself out in the patient's mind. The patient, for instance,\nwould not know that an impulse to speak having been given, and the\nconsequent cerebral activity then transferred to the right hemisphere,\nspeech would become impossible.\nBut even admitting that a suggestion works itself out in a manner\nwhich the subject cannot consciously determine,-with an anatomical\nexactitude of sequence which is beyond her knowledge,-it does not\ntherefore follow that it is more or other than a suggestion. It does not\nfollow, I mean, that the sequence of nervous changes has been set going\nby an agency (like the magnet) of a purely physical kind.\nOn the contrary, analogy makes it probable that a suggested\nparalysis, a suggested aphasia, will fulfil itself by unconscious channels\nin just the same way as a suggested character or personality (cabman,\nopera-singer, or what-not) fulfils itself in a better dramatic representa-\ntion of that role than the subject's conscious effort could have given.\nA suggestion which takes effect at all takes effect unMTingly ;-that is\nto say, the subject's nervous apparatus carries out the idea as well as it\ncan, unhindered by the mistakes or clumsiness of the conscious mind.\nThe ezpr6llnon of countenance, for instance, corresponds to the\nsuggested character with much more dramatic propriety than the subject\ncould assume in ordinary life. Vmous facial muscles, that is to say,\nover which the voluntary control of most men is very imperfect, are\nset in action in obedience to the pervasive 'conception of a specific\ncharacter which has been conveyed by suggestion to the brain.\nWe may now have some conception of the base from which Dr.\nBabinski's new departure is taken. He maintains that just as the\nmagnet will transfer hysterical affections, &c., from one side of A's\nbody to a symmetrical position on the other side, 80 it will also transfer\nthese from A to a symmetrical position on B. This is an experiment\nwhich does not loolc Tery different from Dr. Fere's experiments ;-which\n,e6mB to be a kind of development of results already obtained. But in\nreality it involves crossing the whole gulf which separates telepathy\nfrom the recognised laws at once of psychology and physiology.\nTo suppose that a magnet transfers a suggested paralysis from A's\nright hand to A's left hand is no doubt startling enough. But if es-\ntablished, it only shows that a physical agency, not hitherto generally\nDigitized by Google\n\fNov., 1886.] Journal Of Society lOT Psychical Research. 447\nrecognised as in1luencing the nervous system, does affect the nervous\nsystem in the same way as other agencies (hysterical disease, hypnotic\nsuggestion,) are known to affect it. Strange and important though such\na conclusion would be, it would be in a certain sense analogous with\nprevious discoveries. But if it is proved that a magnet transfers a\nsensation from one nervous system to another nervous system, this,\nthough not contradictory to any previously established knowledge, is\nnot analogou. thereto. It is not analogous to anything except similar\ntelepathic transferences, such as are described in Pha'lltaBmB of the\nLiving, and which I do not venture to term utohliaked, although I hope\nthat that book, and our Proceeding., may go some way towards\nestablishing them as a proved reality.\nI need hardly say that in thus pointing out the wideness of the\ninterval between M. Fere's experiments and M. Babinski's, I am not\nseeking to diacredu M. Babinski's. On the contrary, I am anxious both\nthat full credit should be given to M. Babinski for his forward step\n(if he succeeds in making it good,) and also that the essential character\nof the experiments should be understood, in order to guide the observers\nwho may repeat them.\nM. Babinski attempted an experiment at the meeting of the Societe\nde Psychologie Physiologique to which I have already referred. But-\nand this is a. remark which I commend to those of our members who\nvery naturally wish to see experiments at our Society's General\nMeetings-the conditions of such an auemblage are quite unsuited\nto delicate experimentation with human subjects. The experiment\nsucceeded, indeed; but no fitting arrangements could be made to\navoid suggestion; and we accepted gratefully Dr. Babinski's permission\nto witness a repetition of the experiment at the Salpetriere on the\nfollowing day.\nTwo hysterical women, Gr. and CI., were selected,-they are, in fact,\nthe usual subjects,-and we prepared to witness the magnetic trans-\nference of anyone amongst some dozen hysterical affections, communi-\ncable by suggestion, from one to the other patient.\nI was asked to select the affection which should be suggested. I\nchose mutinn as less conspicuous than a paralysis or contracture. Gr.\nwas then admitted, set down in a chair with her head .leaning against a\nscreen, hypnotized, and told that she could not speak. The suggestion\nat once took effect; but instead of remaining tranquil under the inflic-\ntion she made sundry writhings and bumped her head against the\nscreen. C1. was then brought in, set down on a chair on the other side of\nthe screen, but with her head resting against the screen, and hypnotized.\nA magnet was placed on a table in contact with her left arm. We\nspoke to her once or twice and she responded at first normally. But\nDigitized by Google\n\f448 Jou'1\"1lA1l of Society for Psychical Research. (Nov., l886.\nin BOme three minutes she began to show difficulty in speaking, then\nanger and inability to speak. About the same time Gr. began to\nmutter and talk. It was impossible to say that Gr. had not muttered\nbefore Cl.'s mutism was markedly shown. There might thus have\nbeen suggestion from Gr. to Cl. that dumbneu was the affection\nintended to pass from the one to the other. Moreover, the contact of\nthe two heads with the screen obviously facilitates signalling, had the\ntwo women been in collusion.\nWe asked that next time they might be placed out of contact with\nthe screen-a. request to which Dr. Babinski at once acceded. Gr.\nwas then hypnotized as before, and a contracture of the left arm was\ninduced. Cl. was brought in and placed near, but not touching, the\nscreen. The possibility of signalling was, however, not excluded.\nThere were, moreover several students in the room, and one of them\ntouched the contra.ctured arm during the experiment. We cannot,\ntherefore, be quite certain that Cl. did not become aware of the special\nphenomenon to be transmitted. The transmission took place in due\ncourse, and was again followed by a \"consecutive oscillation\" during\nwhich Gr.'s arm was again contractured and Cl.'s again normal.\nWe now asked that the two subjects should be placed on opposite\nsides of a door. Dr. Babinski again at once assented, and Gr. was\nremoved to an adjoining room, and then hypnotized, and her left foot\nturned inwards almost at right angles to its normal position. Mr. Gurney\nand Dr. Myers accompanied Gr., and state that the experiment was\nsomewhat vitiated by the fact that Gr. exclaimed\" You are hurting my\nfoot!\" I much doubt, however, whether Cl. (with whom I remained)\ncould have heard this, as there was much noise of moving table, &C.\non our side of the door. At any rate Cl. was placed near the door, and\nin contact with a magnet. In a few seconds she had a violent\nhysterical seizure, and the experiments were at an end. But we\nobserved during her struggles that her right foot was contractured, after\nthe same fashion as Gr.'s, the contracture persisting through the so-\ncalled \"clownisme\" and violent confused movements of the seizure. It\nlooked as though there had been a transfer, but not to the Bafrnl limb;\ni.e., a transfer of contracture from Gr.'s left foot to Cl.'s right foot.\nOn the following day, October 17, Dr. Charcot repeated the\nexperiment once in the presence of Dr. Myers. The subjects sat back\nto back, separated by about a foot, but without any intervening screen\nor door, and the transference took effect.\nI have described these experiments in detail; for I tbink that\nwe ought to try to repeat them. Without impugning the methods\nused by the staff of the Salpetriere in dealing with patients with\nwhom they are thoroughly familiar, I may suggest certain rules\ngitized by (.oogI\n\fNOT., 1886.] Journal of Society for Psychical RR.sea'rck. 449\nwhich I think ought to guide any repetition of the experiments which\nour own Society may attempt.\nI. No allusion to the result expected-no verbal suggestion of any\nkind-should be made before the subjects in any of their states. We\ncannot, as I hold, ever be certain that a subject, however profound her\nlethargy may appear, does not hear and understand what is said in her\npresence. She probably will retain no memory of it in her normal\nstate-perhaps not even in lighter hypnotic states-but when she is in\nthe deep state again she will act on the suggestions received in a\nprevious deep state. Mr. Gurney's paper on \"Stages of Hypnotism\"\n(Proceeding., Vol. II.), contains abundant demonstration of these\nphenomena of memory, in certain English cases at any rate. And in\nthe Sal~triere itself I have seen M. Auguste Voisin give an effective\nsuggestion to a subject who was apparently absolutely insusceptible to\nany external stimulus, and who gave no sign whatever of having heard\nwhat was said to her.\nII. Whenever magnets or metals are used, .ham magnets and .ham\nmetals should be used also. The electro-magnet obviously affords the\nbest way of testing the reality of a magnet's influence. By the means\nsuggested in my paper on \"Telepathic Hypnotism\" (Proceeding., X.)\nthe indication given by the\" magnetic click\" can be avoided, and the\nsubject can be kept absolutely ignorant as to whether the electro-magnet\nis in effect a magnet or no. I do not altogether trust to concealing\nmagnets under towels, secretly affixing or removing the armature,\nor altering the position of the poles. We should trust as little as\npossible either to our own good observation or to the mal-observation\nof subjects who may conceivably be quite as acute as ourselves. It\nis only, I think, by a long series of experiments with the electro-magnet\nthat we can assure ourselves whether or not the magnet goes for\nanything in the physiological transference from one subject to another,\nsupposing that such transference is produced.\nIII. Once more, the experiment should be tried on a considerable\nnumber of persons. If, as Dr. Babinski apparently supposes, the trans-\nferability of hysterical symptoms from one person to another is a\nphenomenon characteristic of hysteria in the same way as transfer-\nability from one side of a patient to the other side is characteristic,\nthen we ought to find an abundance of subjects with whom the\nexperiment can be repeated at will. On the other hand, I think it\nlikely that we may find that even among hysterical patients, as among\nnormal subjects, this telepathic capa~ity is a rare and exceptional\nthing.\nIt follows from what I have said that we shall probably have\nto remain for some time in suspense as to the precise value of these\nDigitized by Google\n\f450 Journal, of Society \/0'1' Psychical .Research. [Nov•• 1886.\nexperiments. But nevertheless the mere fact that these experimenta\nare being made, and being made at the Sa.lpetriere, is a gain to our\nresearches of a most important kind. This powerful group of specialists,\n-with a mass of subjects ready to their hands such as perhaps is not\ncollected elsewhere in the world,-are 1I0W inclining to believe that they\ncan produce on those subjecta certain telepathic phenomena,-phe-\nnomena, that is, of the very kind whose reality our Society has made it\nita fillBt and special business to attempt to demonstrate to the scientific\nworld. The physicians of the Sa.lpetriere are not likely to drop the\ninquiry; and we may hope that the experiments above described are\nbut the first instalment of what they may yet achieve. I do not know,\nindeed,that our own experiments have had anyla.rge share in determining\nthis new adhesion to Telepathy. But it is characteristic of a true dis-\ncovery that phenomena which point towards it should occur in indepen-\ndent quarters and ill the course of distinct and disparate lines of inves-\ntigation.\nIn another ward of the Salpetriere Dr. Auguste Voisin's courtesy\npermitted me (Oct. 27) to witness an experiment interesting in a\ndifferent way. As my readers may remember, this distinguished\nphysician has had unusual success in hypnotizing insane persons, with\npermanent benefit to their mental and moral condition.\nHe has at present under his care a young woman whose history. as\nhe narrated it to me, indicates a moral obliquity amounting to what is\nsometimes c8.lled \"moral insanity,\" while at the sa.me time the intelli-\ngence, though low in type, is normal in operation. Besides other\nmisdoings, the girl was obstinately indolent, and violent and brutal to\nher mother, for an assault on whom she had been committed to prison.\nI did not precisely understand how she had passed under Dr. Voisin's\ncare. He told me that he had hypnotized her without much difficulty,\nand had thrown her into a state apparently of profound unconscious-\nness. His view, I gather, is that a suggestible subject will comprehend\nand respond to suggestion in every hypnotic state; even though she\nmay give no sign whatever of hearing what is said.\nWe went into the ward and the girl in question met us. She was\nobviously of extremely low type, but her expression was not displeas-\ning, and she ran to meet Dr. Voisin with a sort of doglike anxiety to\nplease and be commended,-telling him what work she had done,\nasking for more work, and promising to give some little pittance\nwhich she earned to her mother. Dr. Voisin hypnotized her by the\ngaze in a minute or so, and repeated his moralising suggestions--of\ndiligence, filial affection, decent behaviour, &c. She made no response\nand seemed absolutely insensible and lethargic. To show that she\ndid really take in what was said, Dr. Voisin asked me to suggest some\nDigitized by Google\n\fNov.,1886.] JO'I.I\/M'ud 0\/ Society \/01' Psychical .Research. 451\ncommand which she should fulfil immediately after waking. I requested\nhim to tell her that when she awoke she would come up to me-a foreign\nvisitor-and ask me to tell her the time by my watch. Leaving her\nasleep, we visited two other patients. One was suffering from pro-\ngressive locomotor ataxy, with occasional onsets of mania, and much\npain at all times. Dr. Voisin hypnotized her easily, and told me that\nhe habitually thus procured for her remissions of pain of some hours'\nduration. The next case was a woman suffering from\" lypemanie\naiguil,\" acute melancholia., with suicidal tendency. She was much\nharder to hypnotize; her eyes wild and restless, and her attention\nhard to fix. Dr. Voisin held her head firmly a few inches from his\nown and stared fixedly at her for some five minutes. She then fell into\nthe hypnotic sleep. Dr. Voisin told me that at first a very long time and\nvery great effort had been necessary in order to hypnotize her. He\nconsidered that after each hypnotization she was quieter, and that the\nsuicidal tendency was kept in check.\nWe then returned to the first Bubject, who was still slt'eping pro-\nfoundly. Dr. Voisin woke her, and she at once came up to me, with a\ndazed expression, and asked me what time it was by my watch. I\nshowed surprise and some offence; but she persisted in a kind of\nmechanical way till I had told her the time. The deferred suggestion,\nthat is to say, worked itself out in the usual way, the subject's state of\nmind while obeying it being intermediate between the somnambulic and\nthe normal condition. As soon as she had obeyed the fOrgotten, but\nstill operative,command, she seemed quite normal and ran off at once to\nher companions.\nFor my part, I must say that I regard Dr. Voisin's experiments as\na.mong the most interesting of all developments of hypnotism. If\nfound capable of repetition they will stand at the head of what I may\nterm sugge8tive therapeutic,.\nAnd here I may call attention to the rapid change which is taking\nplace in the mode in which hypnotism is being applied as a curative\nagent. Until a few years ago there were two main views, which we\nhave repeatedly discussed in the Proceeding'. The hypnotists proper\nbelieved that the therapeutic results obtained were due wholly to the\nnervous change involved in hypnotic trance, however that trance was\ninduced. The mesmerists proper believed that a. specific effiuence or\ninfluence passed from mesmeriser to subject, and possessed a 'lJitalising\npower quite independent of the nervous changes involve4 in the state\nof trance.\nThis question still possesses a very high theoretical interest, and it\nis to be hoped that other inquirers may again take it up, and criticise\nor corroborate the experiments recorded from time to time in our\nDigitized by Google\n\f452 Journal of Society fo;' Psychical Research. plOY., 1886.\nProceeding8, which point towards the mumeric (at present the 16l1li\nfashionable) interpretation. Hardly any attention, however, has been\ngiven to this point of late. For the centre of therapeutic interest baa\nbeen shifted in a direction which 'neither Braid nor Elliotson foresaw.\nIt is not now to the trance per 8e nor to the pB8868 per 8e that we look\nmainly for benefit to health. Rather it is to the suggestions made to the\nsubject by word of mouth during the trance ;-8uggestions which work\nthemselves out after he awakes, not only so far as they affect 'Volufli4'11\nmuscles, (as when Dr. Voisin's patient was told to ask me the time,) but\nalso to a great extent when they affect involuntary muscles; and in-\ndeed vaso-motor, circulatory, digestive, and nervous processes, within\nlimits at present very imperfectly known.\nIt is to Dr. Liebea.ult more than to anyone man that the credit of\nthis discovery is due. Professors Beaunis and Bernheim have called\neffective attention to it during the last three years, and Professor Bern-\nheim's book, above cited, is at present the best collection of cases thus\ntrea.ted.*\nBut at the head of all these hypnotic suggestions must be placed the\nsuggestions which have a psychical, a moralising effect; which influence\nthe \"springs of conduct,\" or supply a kind of \"contra-impulsive power\"\nwhich aids the subject. to resist a habitual temptation. Here, too, Dt'.\nLi~bea.ult was the pioneer; but Dr. Auguste Voisin seems at\npresent to have obtained the most striking results. I am inclined\nto think that this may be due to some efficacy personal to himself;\nbut that is not Dr. Voisin's own view. He holds that the essential is\npatience and perseverance, and that there are many lunatics who\ncould be hypnotized by an attempt prolonged, as some of his have been,\nover several hours. Here he is in accord with Elliotson and\nthe old English school of mesmerists; and it seems likely enough that\nthe ease and rapidity with which most subjects are hypnotized in\nFrance may have led operators to neglect some cases where more of\neffort and \"education\" was required.\nBe this as it may, there can, I think, be no doubt, that in BOme\ncases his hypnotic suggestion has effected a real improvement in the\npatient's self-control and sanity of behaviour. And the troubles which\n• I am sorry not to have more English names to quote. It seems to me\nsurprising that so few English physicians have taken part in these new inquiries.\nThere is some good work-though small in quantity-by Dr. Hack Tuke and\nMr. Langley, but I cannot find out that, except this, anything whatever has\nbeen done of late in England in hypnotic investigation outside the inquiri.\ndescribed in our Proceedinga. The article on .. Animal Magnetism\" in the new\nedition of the E1lCJIclopmdia Britannica does not contain-so far as I can make\nout-the record of one siugle original experiment.\nDigitized by Google\n\fNov., 1886.) JO'Urnal Of Society for P8ychical Research. 453\nhe has thus atta.cked-dipsomania,morphinism, &c._re in themselves so\nserious and hard to cure that no pains should be spared to give the new\nJDethod a fair trial. I understood from Dr. Voisin that, without of\ncourse guaranteeing any kind of success, he would be willing to make\nan attempt on any serious case of this kind which might be placed in\nhis hands.\nProfessor Sidgwick said that he wished to make a few remarks on\nthe important crisis which we had now reached in the history of the\nSociety, and on the temper in which we ought to meet it.\nIn a day or two the book which had been for some time announced,\nand on which Messrs. Gurney, Myers, and Podmore had been labour-\ning almost from the outset of our career as a society-the PhantasmB\nof the Living-would be in the hands of the public. For the first\ntime, the scientific world would have before it in a complete form the\ngrounds for the momentous conclusion which his friends some time ago\nannounced_nd in which he was entirely disposed to concur,-that\nthe mental state of one person might a.1fect another, otherwise than\nthrough the recognised channels of communication by the senses, and\neven at a distance so great as to render a physical mode of communi-\ncation very difficult to conceive.\nIf this conclusion were to be generally accepted and to become a\npart of the recognised teaching of modem science, he thought that\neven those who were now most opposed to our work would admit that\nit was difficult to exaggerate the importance of our achievement. But\nhe was far from anticipating any such sudden conquest of the scientific\nworld; on the contrary, though he hoped we might produce a certain\neffect, especially on younger and more impressible minds, he did not\ndoubt that the great majority of scientific men would regard \"tele-\npathy\" as a wild dream just as confidently after the appearance of our\nbook as they did before.\nIn many cases no doubt this result would be reached by the simple\nprocess of paying no attention to our evidence and our reasoning. But\nhe thought-nd he might say that he Iwped, as an alternative very\npreferable to neglect--that there would be not a few who would read\nthe book and yet remain altogether unconvinced. If anyone thought\nthis too despondent a view, he would ask him to read the thoughtful\nand instructive address by Professor Newcomb, the President of the\nAmerican Society for Psychical Research, which appeared in the Pro-\nCUdingB of that Society published last July. No one could doubt that\nProfessor Newcomb had given serious attention with a candid mind to\nthe evidence which we had 80 far published; a man was not likely to\ntake the trouble involved in the position he had taken, and incur the\nDigitized by Google\n\f4540 JOU1'lU£l of Society for Psychical .Research. [Nov., 1886.\nrisk of disparaging sneers which he supposed the position carried with\nit for a student of physical science in America as well as here, unless\nhe considered the subject deserving of fair and full attention. And\nyet Professor Newcomb's conclusion, as he stated it, after a \"critical\nand careful study of our work,\" was that the work of our Society\n\"has almost entirely removed any ground which might have existed\nfor beliaving thought-transference a reality\" !\nThe first impreBBion produced on our minds by this verdict, from\nthe President of the sister-or daughter-Society in the United States,\nis inevitably one of disappointment. But Professor Sidgwick hoped that\nha.ving got over our disa.ppointment, we should agree that the right\nattitude to take up towards Professor Newcomb, and those who agreed\nwith him, was that of inviting and cordially welcoming the most severe\nand searching criticism that they could produce of the evidence and the\nreasonings contained in the Phantasms oftke Li17ing. He did not mean\nthat we ought to accept s~ch criticism when it did not commend itself\nto our minds; but that we should receive it not only without the\nslightest heat but without any parti priB, or impulse to defend any\nweak places that might be pointed out in our argument. At present~\nProfessor Newcomb's main ground for rejecting our conclusion appeared\nto be of the general and negative kind, from which it was difficult to\n.derive much immediate guidance. He objected that we had\nAI constructed no theory of thought-transference,\" no \"statement of\ngeneral laws, setting forth the conditions under which thought-\ntransference can be brought about.\" His own view, Professor Sidgwick\nconfeBBed, had been that the mere establishment of the fact, the mere\nexclusion of all communication through the recognised channels I)f\nBense, was 80 difficult a matter that we had better concentrate attention\n~n this at first; otherwise we might find ourselves in the ridiculous\nposition of spinning an elaborate theory to explain phenomena\nsupposed to be novel, but really due to known and familiar causes.\nStill, he quite admitted that whenever a clear case of thought-\ntransference was made out, it was of the utmost importance to repeat\nand vary the experiments, with a view to the ascertainment of its\nconditions; and he hoped this would be bOrne in mind in any fresh\n.experiments.\nBut the most important point, as yet, was to exclude rigorously all\ncommunications through the recognised channels of sense; and it was\nhere that he hoped Professor Newcomb, and others who shared his\n.opinion, would help us with their criticism, and tell us exactly\nhow, in their view, we could make the experiments more conclusive.\nNor ought we, he considered, to object even to very strained hypotheses\nas to the manner in which our results might have been brought about\nDigitized by Google\n\fNov., 1886.) Journal 0\/ Society \/01' Psychical Research. 455\nby natural causes; our conclusion was so improbable, from its\nopposition to the general drift of the scientific movement of modern\nthought, that it was not unreasonable to embrace even very im-\nprobable suppositions in order to avoid it. The question would\nultimately be decided by a balance of opposing improbabilities; and\nwe ought, in his view, patiently to go on accumulating and improving\nexperiments, and getting spontaneous experiences more freshly and\nexactly recorded, till the load of accumulated improbabilities on the\nother side became intolerable.\nWe need not, however, look only at the prospect of antagonistic-he\nwould not say hostile-criticism. The amount of positive co-operation\nthat we were receiving was very encouraging. Even from America,\nthought-transference p,xperiments of a very promising kind were\nrecorded; Mr. Myers had brought before us the work in France, and the\nlast number of our Proceeding, had contained an account of interesting\nexperiments in Germany. Returning to the cases of spontaneous tele-\npathy, he expressed his opinion that we would not be blamed for want\nof care, considering the novel nature of the inquiry. The attack would\nbe mainly on the recollection of our witnesses; and even in this respect\nhe thought it would be admitted that we had some strong cases, but\nmore would be wanted. His view was that if we were right, the\nquality of the evidence would certainly be improved in consequence\nof the new seriousness which he hoped we should impart to the\nsubject, and our willingness to take any amount of pains in collecting\nfresh evidence while the occurrences themselves were still fresh; and\nhe would urge us to patience and perseverance in repeating experi-\nments and collecting experiences.\nREPLY TO MRS. SIDGWICK.\nBy H. WBDGWOOD.\nMrs. Sidgwick, who has had three sittings with Mr. Eglinton and\nhaa seen nothing, has no hesitation in attributing to clever conjuring\nthose wonderful exhibitions of slate-writing, which have been accepted as\ngenuine by so many scores of eye-witnesses having the best oppor-\ntunities of observation, including among them several specially skilled\nin the arts of the conjurer, who went with every expectation of being\nable to detect the illusion. This confident assumption of the universal\nroguery of the slate-writing medium is mainly founded on the sweeping\nrejection of all evidence depending on the unbroken observation of the\nMedium during the continuance of the experiment, a clearance which,\nin Mrs. Sidgwick's view of the matter, would leave as the only kind\nof evidence worthy the attention of the sceptic, such as relates to the\nDigitized by Google\n\f456 JO'Urnal 0\/ Society \/01' Psychical Researc\/\", [Nov., 1886.\nproduction of writing in a closed receptacle wholly inaccessible to the\nMedium. \"Attempts to obtain evidence of this kind,\" says Mra.\nSidgwick (Journal of the Society for Psychical Research, II., p. 333),\n\" have been constantly made. All these attempts have failed with the\nsingle apparent exception of one of Mr. Wedgwood's, and in this case\nthere !J8&ms to me a serious flaw in the evidence. Mr. Eglinton saw\nthe slates at the first seance when nothing occurred, and even if it could\nbe proved that they had not been tampered with in the interval between\nthe two seances, I cannot perceive that we have any means of knowing\nthat a pair was not prepared in imitation and substituted at the second\nsitting. It is surely significant that there should be but a singh,\ninstance of writing in securely closed slates, and that a dubious one.\"\nTo the same effect on the previous page she says, \"It will be remarked\nthat all the evidence here presented (with one doubtful exception)\ndepends on continuous observation, and the same is tnu, 110 jar as I\ncan learn, of all the evidence published elsewhere.\" It is surprising that\na person who has paid so much attention to the subject should suppose\nthat mine was the only recorded instance of writing in securely closed\nslates, but how she could have written the passage which I have italicised\nabove I a.m at a loss to imagine. At the time she wrote it Mrs. Sidgwick\nmust certainly have been in possession of the clearest testimony to the\nproduction of writing in perfectly closed receptacles in two instances,\nthrough the mediumship of Monck and Slade respectively, the accounts\nof which, recorded in the Medium newspaper of the 6th and 27th\nOctober, 1876, I myself sent to her, and she subsequently returned me\nthe cuttings without a word as to their having come too late for her\ncriticism.\nThe first of these extracts is from a letter to the Banner oj Light\nwritten by Mrs. Louisa. Andrews, a well-known writer on matters of\nthis kind.\nShe says:-\n\"During my stay of over two months in the house with [Slade] last\nsummer I took a folding slate into my bedroom, and with it a screw and\na screwdriver, having previously had screw·holes made in both frames. On\none of the inner sides of this folding slate I wrote a few lines addressed to a\nfriend in spirit-life, after which I placed a fragment of pencil within, and then\nfastened the two leaves securely together. In this condition I took it down-\nstairs and placed it on the top of the table at which the Medium was seated.\nAlmost immediately we heard the scratching BOund made by the pencil in\nwriting, and after the aWance was over, on opening the slates (which I did not\ndo in the presence of the Medium, but after returning to my room where I\nhad left the screwdriver), I found a reply to what I had written, signed with\nthe Christian name of the spirit I had addressed, whether written by this spirit\nor not I cannot say, and any opinion I might form on that point would be\nDigitized by Google\n\fNov.,I886.] Journal of Society fo'l' Psychical Reseft'rch. 457\nworthless except to myself. What I know is, that some power caused writing\nto be done on the inner aide of a folding slate, which did not leave my\npo88e88ion, and which remained firmly screwed together till I mysilif\nunfastened it.\"\nIt is impo88ible to have clearer tllstimony to the fact of Writillg\nproduced on B surface entirely inaccessible to the Medium. The\nevidence in the case of Monck is not less complete. It is published in\nthe Medium of the 26th October, 1876, in the form of a. communica-\ntion signed with their names and addresses by 10 residents of\nKeighley, who thus mutually pledge their credit for ~e truth of their\naccount.\n\"We, the undersigned, have just sat a.t a seance held at 39, Devonshire\nStreet, Keighley [the residence of Mr. Clapham, one of the witnesses]. Dr.\nMonck was the medium. By raps we were directed to procure a hammer\nand tacks, a.nd Mr. J. Clapham supplied both. Mr. Greenwood Lonsdale\nthen moistened, and with his handkerchief thoroughly cleaned and dried\nboth sides of a common deal-framed slate. Six of the company wrote their\ninitials in ink on the frame. The slate was then held before a full jet of\ngas-light, so that all in the room could distinctly see that both sides were\nabsolutely blank. Dit-ections were next given by the spirit-raps to nail a\npiece of board on to the slate, and the board was nailed down, five tacks\nbeing driven to their heads so as to secure it to the frame of the slate, which\nlay on the table in view of all the whole time till this was done. Mr. G.\nLonsdale then placed his hands on the boarded top of the slate so as to cover\nthe entire surface. The gas was turned out for a brief time, and on being\nrelit the raps said, 'What shall I write 1' A book lay .on the table, lIud\nthis Mr. J: Clapham opened at a venture at p. 133. We asked for a\nquotation from that page. The gas was burning and was put on at full. We\nthen all distinctly heard the sound of rapid writing for a few seconds on the\ncovered slate.\n\"As soon as this ceased Mr. J. Lonsdale removed hill hands, which up to\nthat moment had not been moved from the time the board had been nailild\non. The board was now forced off in view of us all, and we found on the\nsurface of the slate beneath it ten parallel lines of very fine distinct writiug\nbetween inverted commas. At the foot was the following: -' P. 133,\nSamuel.' The figures 133 were found to be the number of the page in the\nbook which Mr. Clapham had opened at a venture, and the contents of the\nslate were found to be an exact quotation from tha.t particular page. The\nfirst six of the undersigned witne88es then examined and identified their\ninitials on the frame of the slate.\"\nWha.t better evidence could be required 1 The account purports\nto be written just after the sitting. The facts are of so simple a nature\nthat they could as well be observed by any ordinary intelligence as by\nthe most scientific member of the Society for Psychical Research. The\nslates, by the plainest inference from the words of the narrative, were\n2 G\ngitized by (.oogI\n\f4.58 Journal of Society for Psychical &search. [Not'., 1886.\nnever in the possession of Monck from the commencement of the\nexperiment, and above all, there was no indication of the matter required\nto be written until the slate was securely nailed up.\nIf the testimony of a scientific witness is entitled to greater weight,\nM1'8. Sidgwick must surely be well acquainted with the TnJ7I8Ceft-\ndental Physics of Professor Zollner. In that work, at pp. 44 and 198\nof the translation by MI'. Ma.ssey are the details of two instances in\nwhich writing was obtained between slates securely bound together, un-\ntouched by Slade.\n\"On the evening of the 13th December, 18'17'''''18 ZOllner, .. two alates\nwere bought by myself, marked, and carefully cleaned. They were then-\na Bplinter from a new slate-pencil having first been put between them-bound\ntightly together croBBwise with a string four millimetrea thick. They\nwere laid on and close to the comer of a table of walnut-wood, which I had\nshortly before purchased myself. While now W. Weber, Slade, and I eat\nat t,he table, and were busied with magnetio experiments, during which our\nsix hauds lay on the table, thoBe of Slade being two feet from the slate, very\nloud rapping began suddenly to be heard between the untollched slates. When\nwe Beparated them, there was upon one of them the following words, in nine\nlines--\"\nAgain, at p. 198, ..Slade now desiredme to take two of the new slates,to lay\na splinterof slate-penoil between them, and then to seal these two slates firmly\ntogether. I did this after having ..tisfied myself that the slates were per-\nfectly clean. The sealing was in four places on the long sides, and now I laid\nthese slates with the bit of penoil between them on the comer of the card·\ntable most remote from our hands. The latter we joined over one another\non the table, 80 that Slade's hands were covered by mine, and were thus pre-\nvented from moving. Scarcely had this happened when the untouched slates\nwere raised many times upon one of the edges, whioh was olearly perceived\nby us both by the bright light of a candle standing in the middle of the card-\ntable. Then the two slates laid themselves down again on the card-table in &\nsomewhat altored poaition, and now writing between the slates began to be\nimmediately audible, as if with a slate-penoil guided by a firm hand. After\nthe well-known three tioks had announoed the ootloluaion of the writing, we\nsundered our hands, which up to this time had been continually and olosely\njoined, olosed the sitting, and betook ourselves with the double slate, which\nI had inlmediately seized, to the next room where Herr v. Hoffmann and\nhis wife awaited us. In presence of these persons the slates shortly before\nsealed by me were opened. BotA sides were completely written over in\nE~lish. \" Then follows the paaaage written, consisting of 147 worda.\nI will add, on acoount of the clearness and conciseness with which\nit is told, one instance of writing between sorewed slates from the\nevidence oollected by Mr. Eglinton and published in Ltght of\n16th Ootober, 1886, p. 495.\n.. On one oooasion, having purchased two slates aimilar to thoee you\ngenerally use, I took them home and thoroughly oleansed them. I then\nDigitized by Google\n\fNov., 1886.]. JO'Ul-na\/, of Society for Psychical Research. 459\nscrewed the frames together after inserting a small piece of pencil. At my\nnen aMnce you then held the two slates 80 futened by one comer; my\nmter held the opposite comer. After a abort space of time the BOund of\nwriting wu distinctly audible, and on unacrewing the alatea with a &Crew-\ndriver which I had brought with me, the worda 'This is true' were found\nwritten on that part of the slate furthest from yoU.-GEORGE SEYMOUR,\n41, St. Augustine's Road, Camden Town.to\nAnother perfectly clear account of writing produced between a pair\nof hinged slates padlocked together is given in the same collection, p. 492.\nWith so ma.ny authentic records of writing between etrectually closed\nslates I should not have thought it worth while to defend the reliability\nof my own evidence 011 the subject, except for the purpose of showing\nto what straits Mrs. Sidgwick is driven in order to avoid the etrect of\nevidence opposed to her prejudices. The suggestion that the slates might\nhave been tampered with while reposing in my cupboard between the\ntwo sittings seems to me simply absurd. It is incredible that Eglinton\nshould subject himself to the indignant rebutrwhich he would meet with\nin nine cases out of ten if he were to go to any respectable house and\noffer to bribe the servants to give him access to some packet in their\nmaster's keeping, of which of course they would know nothing. And if\nhe failed he would infallibly be denounced to the person he was taking\n80 much trouble to deceive, a.nd would irretrievably ruin his own\ncharacter.\nThe only other suggestion of a weak point in my testimony is the\nsupposition that Eglinton, at the hasty glance at the slates which he\nhad at the first sitting, was able to fix every particular so firmly in his\nmemory that two months afterwards, when I applied for a second\nsitting, he was able to prepare a pair in exact imitation, and to foist\nthem upon me in exchange for my own as we sat opposite each other\nat the second sitting. When I left after the first sitting, he had no\nreason to suppose that I should make a second attempt, for I had no\nthoughts of doing so until I wrote for a second appointment. So he\nhad no reason to attend minutely to the aspect of the slates. As it\nhappened, they were a pair of old shopkeepers which I had bought at\nthe nearest news-shop, of an uncommon size and pattern, and he might\nhave gone to fifty shops without being able to find a similar pair. Then\nhe must have recollected my seal, which he had seen on no other occ&-\nsion, sufficiently to have a counterfeit made exact enough to baffle my\nobservation. And after all this trouble and expense he would have\nfound that I had added the precaution of the fastening with gummed\npaper, which would have rendered his preparations worthless! Even if he\nhad known that I was going to gum them up, it might have been done in\nsuch an infinite variety of ways, wish this kind of paper or that (it was\n.i.G2\nDigitized by Loogle\n\f460 Jourrwl of Society for Psychical Research. [Nov., 1886.\nnot done with postage paper), with a broad margin or a narrow one.\nwhether covering the seals or leaving them exposed, and so forth, that\nit would have been a perfect miracle if he had hit on so exact an\nidentity with my slates as to deceive my eye at a time when I had the\nmost vivid recollection of my own studied preparations. He never could\nhave run the risk of my almost certain discovery of the fraud. I could\nnot be mistaken as to the individual peculiarities of my own handiwork.\nand I can aver with complete assurance that the slates on which I\nobtained the writing were the very pair I prepared for the experiment.\nI have confined my remarks to the single case of writing obtained\nin a securely closed receptacle, because, as Mrs. Sidgwick avows, that\nis the only quarter in which her mind is open to evidence for the\ngenuineness of the writing. Effectual precautions for excluding all\npossibility of access to the interior of the slates during the continuance\nof the experiment are easily devised, and the observance of them made\nmanifest to the witnesses. When in the face of such precautions\nwriting is obtained, the personal character of the Medium obviously\nbecomes an irrelevant element in the evidence of the transaction, and\ntherefore, if all tha.t is alleged agninst the Mediums by Professor and\nMrs. Sidgwick were firmly established, it would not tend in the least to\ninvalidate the evidence in the instances above-cited, where writing was\nproduced upon closed slates, under conditions which made the physical\nagency of the Medium clearly impossible.\nI do not, of course, expect to make any impression on prejudices\nlike those avowed by Mrs. Sidgwick. \"I can hardly imagine,\" she\nsays, \"being myself convinced that it [Mr. Eglinton's writing] was\ngenuine, except by * * * the testimony of thoroughly competent\nand trustworthy witnesses that in several cases it had been produced\nunder circumstances which dispensed with the necessity of continuous\nobservation.\" If I supplied her with 20 such cases, she would probably\nfind that nothing under 30 would serve her turn; but my object is to\nshow to the bulk of the Society, by a few concise specimens, that there\nis no such dearth as Mrs. Sidgwick supposes, of the very class of evidence\nwhich she calls for as ideally conclusive.\nTHE SECOND VOLUME OF THE JOUR....YAL.\nThe second volume of the Journal will end with December, and a\ntitle-page and index will be issued with the January number. Covers\nwill also be ready about the middle of January, and may be purchased\nat lB. each. Application to be made to the AssistarrtrSecretary,\n14, Dean's Ya.rd, S.W.\ngitized by (.oogI\n\fNoy., 1886.] Journal of Society for Psychical Re8earch. 461\nON THE REPORTS, PRINTED IN THE JOURNAL FOR JUNE,\nOF SITl'INGS WITH MR. EGLINTON.\n(Continued.)\nBy RICHARD HODGSON.\nFrom this brief consideration of Mr. Davey's accounts published in\nLight, let us pass to a brief comparison of the main points of these with\nthe corresponding passages in his later reports.\nTaking the sitting of June 30th, we read in his earlier account :-\n1. I procured two ordinary slates at a stationer~s shop.\n2. These did not leave my poBSeBBion during the aN.nee.\n3. But the beat test of all was when I put a crumb of pencil on the\nslate, and then put another slate over that; holding the two\nslates together myself, I then asked if I should ever become a\nmedium. [In reply to which he obtained a long JIleIJI&ge.]\nIn his later account he tells us :-\n1. That Mr. Davey and Mr. Munro \"bought four slates\"-from\nwhich. with the statement above, I infer that Mr. Munro pro-\ncured two.\n2. That the sitting began by Eglinton's holding one of the bought\nslates alone under the table, Mr. Davey's hands being engaged\non one side by Eglinton, and on the other by Mr. Munro.\n3. That the slates in connection with which the long meuage was\nobtained were unquestionably Eglinton's, and were used in\nconsequence of a supposed\" occult\" injunction.\nIn this later account, we may also notice that the subject of the\nlong message is not given, and though we are told that it was a com-\nplete reply to Mr. Davey'S query, we are not told what the query was;\nnor are we told that Mr. Davey had made the acquaintance of Eglinton\nprevious to the day of the sitting. The information as to these pointa\nwhich the earlier account affords us enables us to see at once how easy\nthe previous preparation of the long message may have been. In eM\nIi1M of 'Ail comparVon it ,6e?JU clear tlKU accounts in which 1M\napfJtarflincc of a long f'1IU8Qge in reply to Bom8 ~ quution u\nducribed in general twrmB, are not to be asBtMMCl as good ~ that\npre-ort'MIUmnmt tmB tA8rUJy p7'8cl'lllfWl.\nFurther, while there are many details in the later account not found\nin the earlier one, indications are not wanting that some of these\ndetails are due to Mr. Davey's imagination. Thus his description of\nwhat he AtMd, in connection with the long message, plainly shows, to\nany person who has made experiments in loca.lising the sound as of\nwriting, not merely that he has unduly embodied in his report a very\nlarge amount of inference, but that he has actually embodied in his\naccount of what he experienced before the long message was seen,\ncertain imaginations which came GjUr it was seen.\nDigitized by Google\n\f462 Journal of Society for Psychical &search. [Nov., 1886.\nWe could distinctly hear it travelling over the surface until it arrived at\nthe end of the slate, and then I waa puzzled to hear it again commence ..\nthough from the top. .\nMr. Davey's earlier account exhibits throughout, on the face of it,\nsuch an absurd negligence of the\" conditions\" of the sitting that I\ncannot place any reliance upon his later description of specific precau-\ntions which he probably only afterwards inferred that he must have\ntaken, his conjectures becoming interwoven with his true remembrances\nbeyond the possibility of disentanglement. If any of my readers are\nunder the misapprehension tha.t confusions of this kind are not possible\nin the case of a bond,fide witness, I would remind them of the incident\nof the officer and the Hindoo juggler, which I recounted in the last\nnumber of the Journal. Mr. Davey writes, for example :-\nI was, however, by no means eatiafied, and I requested permission to be\nallowed to hold the slate with my own hand against the table.\nThis is perhaps a transfiguration of a suggestion from Eglinton\nthat Mr. Davey should assist in holding the slate, upon which the word\nor words had a.lready been surreptitiously written; though even were\nthe statement strictly correct, the writing by ordinary means would not\nhave been precluded. It is obvious that Mr. Davey was still, when\nwriting the later account, under the impression\" that the writing, as a\nmatter of course, takes place wl.en tM BOUnd of writing is l.eard\"; for\nhe says:-\nDuring the movement of the pencil, I used my beat endeavours to notice\nany movementof the medium's hand, and entirely failed to detect anything.*\nThis misconception may have exercised a vitiating influence through-\nout much of his report. For instance, after describing a careful examin·\nation of two slates by Mr. Munro and himself, he says:-\nwe placed the two slates in exact juxtaposition. They were then held above\nthe table by the medium and myself, and having placed a small grain of\npencil between them, I abruptly asked for the figure 9 to be written.\nInstantly we heard a scratching noise and three sharp taps, and on remo,·ing\nthe slates we found a large figure 9 written on the slate.\nConsidering Mr. Davey'S views at that time concerning the relation\n• It is an important fact,-from whatever convulsions Eglinton may\nsuffer during the sitting, particularly those convulsions which, to use the\nwords of X-- (p. 435), \"move the slate about too much\"; and whatever\nother \"suspicious\" circumstances happen, such as the dropping of the slate on\nthe floor, or the hringing of more than one slate into use at the same time, or\nthe frequent withdrawal or uncoveringof a slate, upon his own initiation ;-that\nyet, wJtel~ the sound as of writing is distinctly audible, Eglin1on's passhity is\nunimpeachable, as regards at least the noticeable ~rtioD8 of his organism. Ai\nother times much concentration is not desirable, It interferes witli the .. phe.\nnomena\"; but then, the sitters lIlay focus their attention as much as the,-\nI'leaae. especially upon the \\isible parts of the slate and Eglinton's hands, and\nthe .. phenomena\" proceed just as well, if not better.\nDigitized by Google\n\fNov., 1886.] Journal of Society for Psychical &8earch. 463\nbetween the BOund a.s of writing, and the actual production of the\nwriting, we IIl8.y suppose that his\" abrupt\" asking might have been the\naecond time of asking; the slates might have been under the table at the\nfirst time of a.sking ; but a.s Mr. Davey heard no sound as of writing,\nof course the writing was not being produced ; and the circumstance of\nthe slates' having been under the table, as it had no significance\nfrom his point of view, lapsed from his recollection, either temporarily\nor entirely. We may suppose that after the first time of a.sking, the\nslates being held under the table, Eglinton wrote a 9 on the under\nsurface of the bottom slate; that shortly afterwards, placing the slates\nupon the table and removing the upper slate on the pretence of seeing\nwhether any\" writing had come,\" he used the opportunity, in placing\nthe slates together again, to reverse the positions of the slates,\nputting the previously under slate over the other; he then\nturned both slates together so that the originally under slate\nbecame again the under one; and as he did so he asked Mr. Davey, this\nbeing a convenient reallOn for his lifting the slates, to hold them also,\nand repeat his request; whereupon Eglinton produced a sound as of\nwriting, &c., the top slate was removed, and on the upper surface of the\nbottom slate of course the figure 9 wa.s found.\nIn the la.st ,. experiment\" of which Mr. Davey offers any details,\n(I then cleaned one of my own slates, and when the medium was out of\nthe room 1 wrote the name of a decell.lled relative upon same. I then put\nthe slate against the flap of the table in such a manner that it would have\nbeen utterly impossible for Eglinton to have seen what was written.\nWhen he returned I requested an answer to my question. I myself held\nthe slate against the table, and no one else but myself knew what I had\nwritten. The usual sound of writing commenced, and un removing the\nslate I found the following answer: .. Your uncle A \" (giving the correct\nChristian name) \" is not present.\"\nNow it was utterly impoBBible for Mr. Eglinton to have seen what 1 had\nwritten, &C.),\nthe slate was probably held part of the time by Eglinton alone\n(who read and answered the question in this interval), notwith-\nstanding Mr. Davey's statement: \"I myself held the slate against the\ntable\" (as he may have done while the sound as of writing was audible),\nand his assumption that Eglinton was unable to discover \"by any\nordinary agency\" what he had written. The incident may be compared\nwith one described by Miss Symons (p. 313), who says similarly-\n1 am certain that by no possible means could he have obtained so much\nas a glance at the written question. *\n* Yet, apart from otli& possibilities, the question might have been read in\nthis case with the help of a small mirror, e,'en while the slate remained writing\ndownwards,-a methOd which, as I learn, had never occurred to MiBB Symons. I\ndo not think, however, that Eglinton used this method in either case.\ngitized by (.oogI\n\f464 Journal of Society for Psychietd Research. [Nov., 1886..\nMr. Davey writes perhaps more confidently than Miss Symons,\nand similar extravagant assertions about impossibilities meet us in\nmany other reports of sittings with Eglinton. I think we may say that\nwhen these express the opinion of a capable general conjurer, they merit\nsome attention; when they express the opinion of a capable general\nconjurer who is also a special expert in \"slate-writing,\" they merit\nmost serious attention; but when they express the opinion of an\nunskilled observer who is manifestly unaware of the difficulties either\nof continuous observation or of accurate recollection, they deserve\nalmost no attention at all.\nNote, in Mr. Davey's description of this incident, his reference to\nthe fact that eM medium went out of tM room. This is not mentioned\nin his earlier account, and he mentions it in his later one apparently\nonly for the purpose of showing what a splendid opportunity he-not\nEglinton-took advantage of, to write some words upon the slate\nwithout their being seen by any other person. We cannot feel sure,\nafter this, that Eglinton did not leave the room more than once,\nand that he may not have used the opportunity to substitute, for\nclean slates, other slates already previously written upon, or written\nupon there and then by himself while he was outside j and such\na hypothesis would find some corroboration in Mr. Munro's recol-\nlection (p. 439) that·, once or twice in the middle of the seance Mr.\nEglinton had to leave the room to attend to someone at the door.\" He\nmay also have dropped a slate on the fioor once or twioe, perhaps the\nvery slate on which Mr. Davey had written the question about his\nrelative, as he dropped one in the ease described by Mr. Harold\nMurray (p. 297), and shortly afterwards indicated by his language\nthat he had acquired, as Mr. Murray apparently thought, and as\nMr. Lewis explicitly suggests (p. 372), \"a little useful knowledge\nwithout the cognisance of the spectators.\" What are we to think of\nthe testimony of a witness of performances like those at issue, when in\none of his accounts he omits to record a fact of such cardinal\nimportance as that the chief performer left the room during the sitting,\nand in the other account, barely and only incidentally records it f\nWhat scientific value can we attach to his investigation of \"occult\"\nphenomena in a case where the chief possibility to be excluded is\nconfessedly the possibility of conjuring 1 Ij, now, I should find it\nnecessary, in order to explain some particular incident, to suppose that\nEglinton kft tlUJ room during its course, although eM witness nevtr\nrefers to such an event in his report, could my assumption be regardtd\nrightly as ahsurd 1 Could it be maintained, without introducing special\nconsiderations, that the licence which I so allowed myself was utterly\nunwarrantable 1\ngitized by (.oogI\n\fNov., 1886.] Journal of Society for Psychical Research. 465\nLet us now turn to his report of the sitting of October 9th, sent to\nthe Society. In the account in Light Mr. Davey says :-\nQuestions, often beyond the knowledge of the Dledium, were asked, and\nthe answers received on a IIID&Il folding slate I had brought for the purpose.\nIn the later report he writes :-\nX-- having brought a folding slate we commenced our experiments with\nthis.\nAnd X-- himself says, in his letter to Mr. Davey of November\n2nd, 1884, (p 436) :-\nOur questions were far too general the other day, and could have been\nanswered by anyone, if they had the power of writing.\nIn these experiments, and also in the experiments with the coloured\ncrayons, and with the locked slate, &c., we need not suppose that the\nslates were held above the table, or by the medium and one of the\nsitters, during the whole time of the experiment. It may be inferred\nthat when Mr. Davey wrote that the answers were obtained under such\nconditions, he was taking for granted that the answers were being\nwritten while the sound as of writing was distinctly audible. That\nthe slates were under the table much more than is directly stated in\nMr. Davey's reports,would appear from the contemporary letter written\nby X- (p. 435).\nThe placing the slates beneath the table at allseema to me the worst part\nin the matter. For what object are they placed beneath the table 1 There-\nfore, see that all yourcommunications take place from the first in view of all.\nPutting these considerations together, it seems not improbable that\nwhat occurred may have been somewhat as follows. After Mr. Davey\nhad written a question in the locked slate, it was held under the table\nby Eglinton and the answer written by him; Eglinton then placed it\nupon the table, and suggested that Mr. Davey should unlock it and hold\nthe edges just far enough apart to allow him to drop an inked pencil\ngrain within, that the test might be more satisfactory in case any writing\nshould \"come\"; Eglinton then seized an inked pencil grain, having\ntaken care that it should be already worn, and gave it to Mr. Davey to\ninsert; the locked slate may have remained thenceforward above the\ntable. The mult of Mr. Davey's description of the incident* would, on\nthis supposition, be mainly simple omission.\nIn the later account of the long message I observe a phrase which\n• There is only one writing in the locked slate described in the later re~rt.\nIn his account published in Light Mr. Davey says: II Between the famous slate\npresented to Mr. Eglinton by a distinguished personage, with a strong Brahm.\nlock, securely fastened by myself, we obtained meas&gu in the well·known\nhandwriting of Joey.\"\nDigitized by Google\n\f466 Journal of Society for Psychical Research. [Nov.,l88&.\nstrengthens the supposition which I made in the Joumal for October,\nthat Mr. Davey's request was suggested by Eglinton. He writes:-\nI suggested a long answer to be written in reply to my query that it\nshould be _thing of illterut and I also said under these conditions I should\nlike BOme Greek.\nWe cannot lay any stress upon Mr. Munro's recent statement\n(p. 439), written so long after the event:\nPrevious to Mr. Davey's asking for BOme Greek writing Mr. Eglinton bad\nbeen telling us of a long Greek meaaage he bad recoived at another ~ce ;\nbut compare Mr. Davey's phrase with that of Mr. Harold Murray in\nanother instance (p. 297) :\nTwo slates held on upper surface of table. Mr. Eglintot~ tuked Jor _\ncommunication of interut. The slate was filled with writing in leBII than one\nand a·half minutes.\nFurther, there is a slight, but especially noteworthy, difference of\nexpression in Mr. Davey's two accounts in referring to the same time-\ninterval. I might have pointed out, in comparing his reports of\nthe sitting of June 30th, that we may not be justified in interpret-\ning the expressions of witnesses very strictly in the face of Mr.\nDavey'S use of the words \"a few seconds\" in his earlier account,\nand \"upwards of a minute\" in his later account, with reference to the\nsame interval, the time during which he heard the sound as of writing\nthe long message; and it should be noticed that whereas in his later\nreport of the sitting of October 9th he wrote that after the slate was\nheld in position\" INSTANTLY the sound of writing became audible\" (the\nword I instantly' being doubly underlined in the original IISS.), he\nwrote in his earlier report: \"Scarcely a minute elapsed before the\npencil began to move.\" It should also be noticed that whereas in this\nearlier report Mr. Da.vey's question appears in the order of events ajttw\nthe slate was placed in position, in the later report it appears before.\nThese discrepancies, I think, sufficiently show how eCUJily Bome of 1M.\nevents ofa Bitting may become transpoBed, and Iww rapidly an a~\nble and perhapB important time-interval may dwindle out of recolledion;\nand we may venture to I,eaitate before accepting the remembra.1lce of a\nwitne88, et'en when doubly emphasised, tIme the BOUnd as of writing\nfollowed immediately after the placing in position oftl66 Blate.\nI may now leave a more prolonged comparison of these reports to\nthe reader himself, who may, e.g., find it not easy to discover, in the\nlater report, an instance described with special emphasis in the earlier\none, and upon which I commented in the Journal for October, p. 430 ;\nhe will then not be surprised to learn, as I have just learnt myself, in\na letter received from Mr. Davey in reply to my inquiry, that the\nDigitized by Google\n\fNov•• 1886.] JO'Urnal of 80ciety for Psychical Research. 467\nnotes (referred to on p. 431) from which his reports were macie, \"werp\nvery short and were merely copies of the messages if I rememllE'r\nrightly with just one or two little items.\"\nTo the mistakes, then, of fundamental importance, which werp\nforced upon our notice by a comparison of the independent accounts\ngiven by different observers of the same sitting, we have found\nparallels in the mistakes which appear from a comparison of the\ndifferent accounts given by the same observer; not merely minor\nmistakes, of transposition, transfiguration, &c., including the mis-\ncalculation of time-intervals, but mistakes which involve the most\nserious and flagrant and complete omissions of events which were\ncertainly not unobserved at the time by the witnesses, and the descrip-\ntions of which, for the discerning reader, afford obvious clues to thp\nperiornlance of the tricks.\n(To be continued.)\nTHE CHARGES AGAINST MR. EGLINTON.\nIn the Jemrllal for June, I prefaced a collection of na.rratives of slate-\nwriting phenomena witnellll8d in the presence of Mr. Eglinton, with accounts\nof two incidents in his career, which appeared to me to justify us in regarding\nhim as &Il impostor with BOme years' practice. Mr. Eglinton's reply-such as\nit ill-to these chargea, has recently been publiBhed in the apiritualiBtic\njournal Light. ThiB reply need not be repeated here, as it hu, I underst&nd,\nbeen Bent to all Members &Ild A880ciateB of the Society for Psychical\nReeearch ; but I think it deairable to call attention to one or two points in\nit which might miBlead unwary readers.\nFirat, as regards the muslin &Ild false beard worn by the figure represent-\ning .. Abdullah,\" and subsequently found in Mr. Eglinton's portm&llteau, he\nstateB that\" the Council of the late British National ASlOCiation of Spirit-\nualiBts dismiBaed the matter as insufficiently attested,\" and givea as his\nauthority for thiB statement &Il editorial article in Light for July 17th of the\npresent year ; which article again givea no authority except the recollection\nof certain members (UDl1&1l1ed) of the Council of the B. N. A. S.\nIf, however, we tum to the reports of the Council meetings at which\nthe subject was diBcu88ed, (which are given in the Spirit1udW for December\n27th, 1878, &Ild January 17th, February 14th, &Ild March 21st, 1879; &Ild\nin Spiritual Note. for April &Ild May, 1879), we find that they do not confirm\nthis recollection.\nA1\"chdeacon Colley brought two charges against Mr. Eglinton in the\nletters from which I quoted in June; the one relating to the beard &Ild\nmuslin, from hiB own knowledge; &Ild the other on hearsay evidence only,\nto the effect that Mr. Eglinton had \"on one notable occasion kept dark by\nthe authorities,\" been \" detected dreaaed up &Ild playing ghost\" at a\nae&llce held on the premiBes of the B.N.A.S. This, Mr. Colley said he had\nlearnt from a well-known member of the B.N.A.S. &Ild from the wife of a\nDigitized by Google\n\f468 Journal of Society for Psyckical .Reaea·relt. [NOY.,l886.\nvery active member. It W88 what Mr. Desmond FitzGerald characterUed ..\n\"an imputation of a dillgraceful character\" against the authorities of the\n.Association, of hushing up an exposure made at one of their own IIMncea,\nthat cauaed the Council to take the matter up.\nTheir inquiries resulted in the corroboration of the fim charge-that\nmade by Archdeacon Colley from his own knowledge-by drawing out the\nadditional testimony of Mr. Owen Harries, in whose house the diacovery of\nthe beard anti muslin took place.\nIt does not appear from the report of the Council meetings that the\naecond charge against Mr. Eglinton-the one made on hearsay eviden_\nwas either proved or disproved, and I accordingly made no allusion to it in\nthe Jemrnal for June.\nAs to the imputation against the\" authoriti8l0f the Auociation,\" however,\nArchdeacon Colley admitted that he had made a mistake in 10 deacribing the\npersonl to whom he had referred, and the whole lubject was then allowed to\ndrop. It is doubtl811 a confusion between theBe various charg_two agaiDat\nMr. Eglinton, and one against the authorities of the .Aseociation-wbich baa\nproduced on the unnamed members of the Council of the B.N. A.S. the\nerroneous impre8lion that the chargeof which I gave the details, broke down.\nThere is, then, clear positi,·e evidence that Mr. Eglinton produced sham\nphenomena in 1876.\nI now turn to what is known u the Vegtl incident, which alI'om. atzoDg\npresumptive evidence that he was ltill producing lham phenomena in 1882.\nI observe that when Mr. Eglinton has occaaion to refer tb the Vegra\ninoident he ignorel the fact that hil letter was alleged to have gone round b:r\nBombay where Madame Blavatlky was, and the very important and IU8piciou\npart played by her in the tranaaction. Yet this confederacy with Madame\nBlavataky (and I may observe that it is quite unneC8llllary-Mr. Eglinton'.\nluggestion to the contrary notwithstanding-to suppose confederacy in the\nmatter between him and anyone but Madame Blavataky) is in itself aImo.t\nenough to diacredit the whole phenomenon. When to this is added the\nequally sU8picious nature of Mr. Eglinton'l own proceedinga in substitutmg\nfor the envelope marked by Mrs. B. one di1ferently marked by himself, we\ncan hardly say that there remains any room for .doubt. Mr. Eglinton tries\nto persuade U8 that the chances were millions to one against the lady on the\nVegrJ, Mrs. B., making the mark he wanted, and that it is therefore absurd to\nIUppose that on the hypothesis of pre-arrangement he would have applied\nto her at all. But that this is not 80 is shown by what actually occurred.\nThe mark required, to make the letter Ihown on the Vega apparently corre-\nlpond with thoBe whioh fell at Bombay and at Howrab, was three Cl'OIIIeII in\na row on the ftap of the envelope. Mr. Eglinton made one Cl\"08I before\nasking Mrs. B. to make a mark. This first Oroll wu not, as it aeema to\nme, at all unlikely to suggelt to Mrs. B. to make another near it, and I am\nconfirmed in this view by the fact that she actually did make another. H.\ninstead of making it on the top of Mr. Eglinton's. she had made it at the\naide, he need only have added a third in her presence to produce a teat\nwhich, though careful investigation would have revealed its weakneu, would\nDigitized by Google\n\fNov., 1886.] JOUlI'ywl of Society for PsychicltZ Resea,rch. 469\nprobably have appeared ftawl6111 to nine reade1'8 out of ten. But it did not\nmuch matter to Mr. Eglinton whether Ml'B. B. made me right mark or\nuot. To- ask her to make one W88 the eaaieat way of aatisfying Ml'B.\nGordon, and he muat by experience have known Spiritualists well\nenough to be aware that he was playing a game in which he might win, and\ncould not materially lOBe, 80 far as their support was concerned. If he was\nhonestly deairoua that the envelope should he lUarked according to M1'8. B.'s\nindependent wish, why, after he had destroyed the one marked by her-a\nproceeding for which inconsistent reasons have been given,-did he not at\nleast mark the second in the earne way in which shc had marked the fi1'8t 1\n\" Incapacity to unde1'8tand the important element of test conditions\" has\nbeen urged on his behalf; but I cannot myself think that his intelligence is\naa much below the average as this would imply in the case of Buch simple teat\nconditions as are here involved.\nMr. Eglinton only appeals further to the absence of aaaignable motive to\ninduce him to arrange a phenomenon of the kind. It 8C8roely needs pointing\nout that if the prospect of obtaining with Spiritualists and Theosophists the\ncredit which he actually did obtain were too feeble a motive, Madame\nBlavataky may well have had the means of Bupplementing it.\nI have returned to this Bubject, and brought out these varioua points,\nbecause it seems to me very important ; that on the one hand, charges of\nimposture should never be made against mediumB without evidence inde-\npendent of the marvellous nature of the alleged phenomena; and that on the\nother hand, when there is evidence of imposture it should be made widely\nknown. If there have ever been genuine physical mediumistic phenomena,\nSpiritualists have done immense injury to their cause by hushing up C&8es of\nexposed deception, and thus, as well as by lax methods of investigation,\nencouraging ita repetition.\nI may, in conclusion, remark that I have read with care the evidence\nbrought forward by Mr. Eglinton about his slate-writing. None of itappeara\nto me to differ in eaaential characteristics from that wqich was printed in the\nJournal for June; and no more than that, thorefore, does it exclude the\nhypothesis of conjuring.\nEUANOR MlLDUD SIDGWICK.\nCORRESPONDENCE.\nTo the Editor of the JOURNAL 01' THE SOCIlIlTY I'OR PSYCHICAL RESEAltCH.\nSm,-AB .. M.A. (Oxon.)\" has publicly, though quite courteously,\nquestioned the accuracy of a statement which I made in a foot-note to my\npaper on the Physical Phenomena of Spiritualism (ProceedingB X. p. 66),\nto the effect that he &886rted the entertainment of Maskelyne and Cook to\nbe mediumiBtic, I think I ought to quote the pasaage on which I founded\nthe statement. It is in a letter to the Mtdium and Daybreak of AuguBt\n~th, 1877, which is headed \"Conjuring, pl'UB Mediumistic Phenomena,\"\nand signed .. M.A. (Oxon.),\" and it runs as follows :-\" I am glad to Bee\nthat Mr. Alfred Wallace agrees, after seeing Lynn'B medium, with the\nsubstance of my letter in your isBue of July 6th. Given mediumahip and\nDigitized by Google\n\f470 JOUl'lutl of Society for Psychical Resea1'ch. [Nov., I88&.\n&hamelell8nell8 enough 80 to prostitute it, ~nd conjuring can, no doubt,\nbe made sufficiently bewildering. It is &hear nonsense to treat such per-\nfonnances 88 Maskelyne's, Lynn's, and some that have been shown at the\nCrystal Palace, 88 'common conjuring.' Mr. Wallace positively says •H\nyou think it is all juggling, point out exactly where the dift'erence lies\nbetween it and mediumistic phenomena.\"'-I am, &c.,\nELEANOR MILDRED SIDGWIcx.\nTo tAe Editor of tAe JOURNA.L 011' THB SOCIETY FOR PSYCHICAL RBSBA.BCB.\nDBAR SIB,-Thougb you do not choose to admit a letter of mine to the\nJo\"mal because of its previous Appearance* in Light, yet, perhaps, you\nwill publish the following few sentences from it with regard to the criticiam\nof aMnce reports in your last illBue :-\" I might more or lell8 enlighten Mr.\nHodgson upon several of the points he has touched upon in my own notes of\n~'IJlcea. But I wish only to say in this matter that imperfections \"-such as\nof coincidental observation-\" in any report do not neceasarilyinva.lidate the\nfacts related. H two or three newspaper reporters write an account of a\nstreet accident,their reapectivecolulDDs will probably show some discrepancies,\narising from varied insight, position, &c., though the public will not gather\n.therefrom that the street accident W88 probably a street play.... . In\ncase my reference 88 above to Mr. Hodgson's enlightenment is thought to be\ntoo general, I add one explanation only, and this with regard to the incident\nof Mr. Eglinton's copy of a drawing on a transparent, child's, or toy slate.\nMr. Hodgson seems to have overlooked the fact that any kind of drawing,\nunder the circumstances, W88 much more than the ordinary writing. He\nmay think that, with practice and legerdemain, he could in time himself\nwrite, say some chance trisyllable, on a slate under the table without\nan obeerver's notice--a matter involving no \"direct vision,\" i.e.,\ninvolving no sight of the slate by the medium whilst writing ; but he muat\nacknowledge that it would be-with the same conditions of table and slate-a\ndifferent thing, on the immediate suggestion of two close observers, to recopy\nor .. trace,\" unnotice<l, in red chalk, the first syllable of the word just\nfortuitously written. To trace over any few lines or figure, it would be\nnecessary that for a few seconds the medium's eyes be directed both to the\nposition of the syllable on the slate and to the point of his pencil. If the\nresult, 88 in Mr. Eglinton's C&8e. W88 the obtaining (not attaining as\nmisprinted) of a portion of a drawing, .. f'Ot~hly but correctly made,\"\nwithout Mr. Smith's and my own knowledge. any further strong 8888rtion\nremains justified.\nI am, Sir, yours obediently,\n39, Rue Gabrielle, Montmartre, Paris.\n7th N01JM1Iber, 1886,\nJ. MUlUI.AY TBMPLET()N.\n• I had already explained to Mr. Tem~leton, a ~ of a previous letter,\nthat I thought it best to adhere to the ordinary rule In such mAtters, and not to\nprint,88 correspondence addressed to the Editor of this Journal, letters which had\nbeen previously publiBhed elsewhere. On his sending me the letter to which he\nnow refers, I reminded him of tbe rule, but added thil.t he of course had a right\nof reply to any remarks relating to himaelf and his evidence which Iiad\nappeared in these pages.-ED.\nDigitized by Google\n\fNov., 1886.] J01J\/t'nal Of Society for Psychical Research. 471\nTo the Editor of the JOURNAL OF THB SOCIBTY FOR PIIYCBICAL RUBARCH.\nI>BAR SIR,-As an Associate of the Society for Psychical Research I\nshould much like tc help on its investigations, for which I have, I think,\nsome slight aptitude, but am withheld from doing so by the following con-\nsiderations, which I should be glad to see discussed by other members of the\nSociety for Psychical Resea.rch:-\nExperiments in telepathy, automatic writing, &c., &ll require the will of\nthe percipient to be, so to speak, annulled for the time, and the mind lelt\nblank, so that it may be invaded either by the influence of the mind of the\nagent, or by the sub-conscious memory, personality, or whatever it may be,\nof the percipient himself.\nNow, though we have had no irrefragable elridetlC6 that intelligences other\nthan human, or rather other than those of living people, can invade the mind\nvoluntarily left blank in this way, yet it seems to me that it would not be wise\nto leave this pouibility out 01 account, in venturing into such an unknown\nregion. We should not think it wise to &llow ourselves to be mesmerised by\npersons of known bad character: can WI! be BUre, that by making our minds\nblank and abnegating our willa, we do not lay ourselves open to be aft'ected\nby disembodied spirits, whom we should not at &ll have wished to influence\nus in life 1 Some who believe in such influences more than we see at present\nreason to do, hold the theory that steady activity of will is a defence against\nthem, while pauivity of will invites them: and there seems something\nrational in inclining to act upon this hypothesis in our present condition of\nignorance j just &B if being shipwrecked in the dark upon an unknown\nisland, of which we were ignorant whether it W&B desert or inhabited by\nfriendly or hostile tribes, we should be wise to put ourselves on the defensive.\nThe hypothesis that such influences, if they exist, would not neceuarily\nmake themselves known to our consciousneBB, is, I think, borne out by Mr.\nMyers' experiments in hypnotic suggestion, where the suggestion made from\nwithout appeared to the person under experiment to be from within. Bis\nexperiments alao seem to show that even in this case a sub-conscious\nresistance is almost invariably found to any practic&lly undesirable suggestion\nmade by the experiments, when the subject is a rational and self-controlled\nperson. Is it impoaaible that some of the impulses which we take for granted\ncome from our hereditary kinship with animals should really be thus\nimpressed upon us from without 1-Yours faithfully,\nNovember 7th, 1886. M. B.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe fdlowifll} additiooB have bun made duriflg the llUt three months.\nFOOTSTBPS OF SPIlUT8. A Collection of well authenticated\nStories ..................................................................London, N.D.\nHARB (Dr. Robert) Experimental Investigation j the Spirit Mani-\nfestations............................................................New York, 1855\nOLIPHANT (Laurence) Muollam : A Problem of the Period. A Novel.\n3 vola.....................................................................London, 1886*\nDigitized by Google\n\f[R]\n472 Journal of Society for Psychical Research. [Nov.,188&.\nPluNTASlII8 OF THE LIVING. By Edmund Gurney, M.A.; Frederic\nW. H. Mye1'8, M.A.; Ilnd Frank Podmore, M.A. 2 vola. Lalldon, 1886\nTOLSTOI (Leon) What I believe. From the Ruaaian by Constantine\nPopoff ..................................................................Londofl, 1885t\nALLIOT (Dr. Eugene) La Suggestion Mentale ........................Pan., 1886§\nBERNHEI1I (Dr.) De la Suggestion. et de 8eB applications a la\nBRU=rlli~iJ:ephjc~~~id~~ti~~·G~~~~~·~~·i;Et;.tHYP~~:;~ 1886\nNancy. 1886§\nCHAZARAIN (Dr.) Decouverte de la Polarit6 Humaine...............Pan., 1886\nDuRVILLB (II.) Traitcl Exptlrimental et TMrapeutique de Magn6tisme\nPan., 1886\n.Tu8SlBu (A. L. de) Rapport du l'un des commissaires charges par Ie\nRoi de l'examen du Magn6tisme Animal ........................Pan., 17M\nREvuE MAGNETIQtTE (NOB. 1·23)..........................................PariIJ.l8U-6\nAPELLA (Dr. J.) Zur medicinischen Statistik........................Berlin, 1886t\nBRUCHSTUCKE aus dem Leben eines sud·deutschen Theologen Leipzig, 1875\nGEISTER und Gespenster in einer Rcihe von Erzahlungen dargestellt.\n2 vola. (bound in onu) ................................................Ba.tU, 1810\nHANAK (Dr. Michael) Geschichte eines natiirlichen Somnambulismus\naus dem Lateinischen iibe1'8etzt von M. H...................Leipzig, 1833\nJ OLLER (M. ) Dlll'Btellung selbsterlebter mystischer Erscheinungeo\nZurich. 1863\nLEESER (J.) Herr Profcssor Wundt und der Spiritismus..........Leipzig. 1879\nPOVINSKI (Adolf, Graf) Ueber den Verkehr der Geister des Jenseita\nmit den Menschen ...................................................Leipzig, 1870\nPSYCHE. Deutsche Zeitschrift fiir Odwissenschaft und Geisterkunde.\n9 NOB. ••...........•..........•..............•.•.............•....G1-olllttahain.I865-6\nPuSCH (Lucian) Spiritualistische PhilO8Ophie ist erweiterto Reslismus\nLeipzig, N.D.t\nREICHENBACH (Dr. K. Freiherr von) Odische Begebenheiten zu\nBerlin in den Jahren 1861 und 1862..............................Beriin, 1862\n- - - Die Odische Lohe und einige Beweguogseracheinuogeo\nViemUl. 1867\nSCH~::t!:h~ (~~:..~~~..~:~..~~~~~~~~~...~~...~~~~~ 1853\nSTERNE (Carns) Die Wahrsagung aus den Bewegungen lebloser\nKorper unter dem Einflu88e der MenschIichen Band...... Weimar, 1862\n- - - Die Naturgeschichte der Gespenster .................. Weimar, 1863\nWUNDT (ProfeBBOr W.) Der Spiritismus. Eine sogenanote wissen-\nschaftliche Frage ......................................................Leipzig, 1879\nZOLLNER (Profe88or Friedric~ Zur Aufklarung des deutschen Volkes\n~~:l=li;8!;~~~~.~..~~.~~.~~~~~~~~~~~.~~.~~~~~~ 1880\nMAOGIORANI (Carlo) Influenza del Magnetismo sulla vita Animale\nRome,188O\n* PrNented by Mrs. F. A. Moulton. :: Presented by the Publisher.\nS Presented by the Author.\nDigitized by Google\n\f","_id":428}