{"name":"Journal of the Society for Psychical Research 9421","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n35_dec_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N35, December 1886","mylang":"de","content":"No. XXXV.-VOL. n. DZCBIIBBR 1886.\nJOURNA.L\n01' THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Membel'll and AuocIatea .• .. .. •. .. .. ..\n:.ve:olJ~~~.Sldptct·ioMr. WedpoOOd'sRePiy :: :: :: •.\nAD Account of an Outbra&k of BeJIgIOU8 Hlilluclnatlou In the BahamaII, Wllllt Indlllll\nCorreepondence . • .. .. .. •• .. .. ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nKNOWLES, ERNEST, Inglehurst Park Road, Bolton-Ie-Moors.\nSANDILAND8, HARRY, 90, New Bond Street, London, W.\nPolOB\n478\nf78\nf7f\n486\n488\nSAND8, MRS. MARLON, 25, George Street, Hanover Square, London, W.\nASSOCIATES.\nCLARKE, FREDERICK, W. A, 5, Pyrland Road, Richmond, Surrey.\nCooKE, REV. JOHN HUNT, Cape House, Coolhurst Road, Crouch End,\nLondon, N. .\nFABER, KNUD HUGE, M.D., 25, Livj81gergade, Copenhagen.\nFAIR, FREDERICK KENDALL, Lieutenant R.E., Brompton Barracks,\nChatham.\nGUNTON, REV. CHARLE8 FORSTER, Farlam Vicarage, Milton, Carlisle.\nHUMPHREY&, EDWARD H. P., Denmark Hill, London, S.E.\nMALLESON, EDMUND T., Duppas Hill, Croydon.\nPILCHER, ARTHUR J., Lieutenant R.E., Brompton Barracks, Chatham.\nSTEEL, M188, 33, Argyll Road, Kensington, London, W.\nTHOMPSON, MRS. STANLEY, 80, South Audley Street, Grosvenor\nSquare.\nMEETINGS OF COUNCIL.\nAt a Meeting of the Council held on the 3rd inst., the following\nMembers were present :-Messrs. Edmund Gurney, Richard Hodgson,\nFrank Podmore, H. Arthur Smith and J. Herbert Stack. Mr. Stack\nwas voted to the chair.\nThe minutes of the previous meeting were read and signed as\ncorrect.\nOn the proposition of Mr. Edmund Gurney, Mr. J. Venn, D.Sc.,\nF.R.S., of Petersfield House, Cambridge, was unanimously elected a.\nMember of the Council in accordance with Rule 17.,\n2 H\nDigitized by Google\n\f474 Jm.l\/Mw,l of Society for Psychical Research. [o...c., 1886.\nThree new Members and ten new Associates, whose names and\naddresses are given in the preceding page, were elected.\nLetters were read from two Members of Council, Mr. Alexander\nCalder and the Rev. 'V. Stainton Moses, resigning their official posi-\ntions and withdrawing from the Society. Their resignations were\naccepted with expressions of regret.\nInformation was received with regret of the decease of Mr. John\nP. Turner, of Birmingham, an Associate.\nMr. Edmund Gurney was elected as a Member of the House and\nFinance Committee.\nThe Cash Account for the month of November was presented in\nthe usual form.\nMention was made of the dissatisfaction that had been expressed\non account of the Literary Committee not having examined the\nevidence for the \"physical phenomena\" of Spiritualism, and it was\nagreed to invite a report from the Literary Committee on the subject.\nThe next Meeting of the Council will be held on Friday, the 7th of\nJanuary, 1887, unless it is found advisable to summon one earlier.\nREJOINDER BY MRS. H. SIDGWICK\nTO MR. WEDGWOOD'S REPLY.\nMr. Wedgwood is quite right in supposing that the evidence which\nhe brought befOre us in the November Journal was known to me, so\nfar as it had then been published, when I wrote about Mr. Eglinton in\nJune. And since the whole of this evidence was obtained with\nmediums who had been detected in trickery, he is also right in regard-\ning me as prejudiced against it-if the term prejudice is to be applied\nto the assumption that persons who have once endeavoured to pass off\ntrickery as mediumship must be assumed likely to do so again, and that\nconsequently no evidence about their phenomena is worthy of considera-\ntion if it allows the slightest loophole for possible trickery. But as J\nregard this as an assumption that every reasonable person will make, I\nshould not myself call it a prejudice.\nBefore proceeding to show that Mr. Wedgwood's cases abound in\nsuch loopholes, I must point out a curious confusion in his article. In\na paper devoted to Mr. Eglinton in the Journal for June, 1886, and in\nremarks referring exclusively to him, I commented on the absence of\nsatisfactory evidence that he had ever produced writing under conditions\ndispensing with the necessity for continuous observation on the part of\nthe investigator. Mr. Wedgwood quotes some of these remarks, and in\n\fDec.,l886.] J0'U1-nal of Society for Psychical Research. 475\norder to prove that I am wrong in supposing that there is no such\nevidence in Mr. Eglinton's case, mentions several instances in which he\nthinks it has been obtained with Dr. Monck and Dr. Slade. But it is\nclearly irrelevant in a discussion about Mr. Eglinton to allude to\nsuperior performances by others, unless it be with a view to his dispar-\nagement, since it would not increase our confidence in Mr. Eglinton if\nwe were to find that slate-writing could be obtained under satisfactory\nconditions through other mediums, but not through him.\nHowever, I need not quarrel with Mr..Wedgwood about this,\nbecause he probably really meant to reply to a passage in my paper in\nP'I'ocwiing' x., pp. 70-72, in which I point out as regards Spiritualism\ngent'rally, that the continued absence of really good evidence that\nexperiments have ever succeeded which would have placed \"the\nphysical phenomena of Spiritualism beyond all question of conjuring,\nby eliminating the necessity for continuous observation and accurate\nrecollection on the part of the investigator,\" is an increasingly serious\nreason for doubting whether such phenomena are ever genuine. The\nargument from the absence of such evidence has not the same con-\nclusive force when we are considering Spiritualism in general that it has\nwhen we are considering Mr. Eglinton in particular, because it has to\nbe balanced in the first case against the great improbability that all\nmediums, public and private, through whom \"physical phenomena\"\nhave occurred, would consciously or unconsciously simulate them;\nwhile the supposition that Mr. Eglinton has simulated them is rendered\nin a high degree probable by what we know of his previous career.\nBut it behoves all persons who, like myself, think that there is\nreason to believe that genuine \"physical phenomena\" do sometimes\noccur, and that if they do it is of immense importance to prove it,-to\nremember that the argument in question grows in force, and that if it\ncannot, by proper experiments, be removed, it must ultimately prove\nfatal to any scientific recognition of the alleged facts.\nMr. Wedgwood's cases have, obviously, no tendency to remove it.\nWe may conveniently take together the very similar evidence of\nMrs. Louisa Andrews and of Mr. George Seymour to the occurrence of\nwriting between slates screwed together. The experiment ht'1'&-in\nMrs. Andrews' case at least-has one of the characteristics required-\nnamely, that the slates were fastened up before the seance and opened\nafterwards away from the medium. But unfortunately I find it\nimpossible to agree with Mr. Wedgwood in regarding slates men-Iy\nscrewed together as for the present purpose \"securely closed,\" and the\nspace between them as \"entirely inaccessible to the medium.\" To\ntake out and replace a screw requires at most a screw-driver (I have\n2 H 2\nDigitized by Google\n\f476 Journal 0\/ Society \/01' Psychieal Resoo1Y:h. [Dec., 1~.\nsometimes found the back of a knife sufficient), and screw-drivers are\ncommon household implements, besides being frequently attached to\npocket knives. Mrs. Andrews and Mr. Seymour would probably\nreply that the mediums had no opportunity of unscrewing and\nscrewing up the slates. But the evidence for that depends on their\npower of continuous observation and accurate recollection-recollection,\ntoo, in both cases after a considerable interval of time. After my\nexperience with Mr. A., the amateur conjurer (see Proceedings X.,\np. 67), I cannot regard it as at all unlikely that the mediums should\nhave found the required opportunities. Mr. A. wrote a long message\ncompletely covering one side of my friend's slate, and we had not the\nleast idea. that we had given him any opportunity of doing so. To\nthose who know the kind of opportunity likely to be given no reason\nappears why it should either have taken longer, or have bet'n more\ndifficult, to unscrew the slates,write the sentences obtained on them, and\nscrew them up again. In one respect indeed the screwed-up slate\nphenomenon would be decidedly easier to produce, for once the slates\nwere safely screwed up again there would be no danger of premature\ndiscovery of the writing; whereas ~Ir. A. had, I suspect, considerable\nanxiety abOut preventing premature discovery of his writing by my\nfriend and myself_ And apart from the possibility of opening the\nslates during the seance, it should be noticed--especially in relation to\nthe case of Mrs. Andrews-that in neither account are we told that the\nslates were screwed up immediately before they were taken into the\nseance-room.\nIn the rest of Mr. Wedgwood's instances there is not even an\nattempt made to secure the slates before the seances so as to render the\nsurface written on inaccessible to the medium during the whole of the\nseance.\nTaking these in order we will consider first the case where, Dr.\nMonck being the medium, writing was obtained on a slate which\nduring part of the seance had a board nailed over it. A fatal objection\nto this experiment is that it was suggested by the medium himself, (or,\nwhat for this purpose comes to the same thing, his\" control\" Samuel,)\nand carried out apparently in all its details according to his directions.\nIt is in this respect, therefore, to be compared with public performances\nof conjurers, which we must all have heard described in a way that\nmakes them seem inexplicable. If we examine this particular account\nto see whether it suggests any explanation, the first point that strikes\nus is that it is expressly stated that the hammer and tacks used\nbelonged to one of the witnesses, but that no such statement is made as\nregards either the slate, the board, or the book from which the quota-\n\fDec., 1886.] JO'U'MUJl, of Society for Psychical .Research. 477\ntion was taken. It seems highly probable, therefore, that these were the\nproperty of Dr. Monck, and, if so, they may have been specially\ncontrived with a view to this performance. For instance, the slate Dl&y\nhave bad a false surface, so that when the witnesses cleaned it they\n~leaned a surface which Dr. Monck afterwards found an opportunity to\nremove, leaving the writing, which was already below it, visible ;-and\nthe book may have had several similar pages numbered 133. But it is\nnot necessary to resort to these suppositions. All the implements used\nmay have belonged to the sitters, and their suitableness to the occasion\nmay have prompted Dr. Monck to suggest the experiment. The same\nnumber of the Medium and Daybreak from which Mr. Wedgwood\nquotes (that for October 27th, 1876), contains an engraving of the\nslate, reduced, we are told, by photography. From this and the\ndescription given, it appears that the slate used was a small one-\n7f by 51 inches~nd that. the board (the lid of a cigar box) was\nsecured with five tacks-two at each end and one at one side. The board,\nbeing narrower than the slate, extended a very little way on to the\nframe on the remaining side, and probably there was no room for a tack\nthere. Thinking that such a board so secured could, after being forced\noff, be replaced by pressing with the hands without using a hammer, I\ndetermined to try the experiment. I similarly secured the lid of a cigar\nbox to my own slate with tacks, which I happened to have by me, and\nwhich, as far as I could judge from the engraving, corresponded with\nthose used at the seance under discussion. Then after forcing off the\nboard, I tried to replace it, using my hands only. The experiment, which\nI tried several times, was not always quite successful. I was not always\nable to press every tack in up to its head, owing probably to its being\nslightly bent either by the ha.mmering in, or in the forcing of[ I\nthought this was perhaps due to the hard wood of which the frame\nof my sla.te is made. That used at Dr. Monck's sl!a.nce is said to have\nbeen common deal. Accordingly I tried nailing the cigar box lid to a\ncommon deal board. The difficulty I bad experienced new entirely\nvanished,-I found none in replacing the lid after removal, nor in\npushing in all the tacks completely. The lid, moreover, when so\nreplaced held more firmly than I should have expected. It required\nsome forcing to get it again oft; though, of course, less than the first\ntime. I also ascertained, by doing it with my eyes shut, that even\nwithout practice one could take the board off and put it on again in the\ndark; and, further, that with suitable arrangements one can write ten\nparallel lines sufficiently well in the dark to justify the supposition that\npractice would make perfect in the art. The whole evidence, then\n(apart from the quotation), even if we accept the description of the\nsitting as strictly accurate, rests on Mr. Lonsdale's belief that he kept\nDigitized by Google\n\f4078 Journal of Society for Psycitwcd Research. [Dec., 1886.\nhis hands on the slates throughout the time while t~e gas was out. The\nnailing on of the board was a misleading complication, calculated to\nmake him less careful than he might otherwise have been. I know\nnothing about Mr. Lonsdale or his fellow witnesses, but I cannot think\nthat we ought to trust his, or anyone's, observation and memory to the\nextent required to assure us that an experienced trickster like Dr.\nMonck could not under the circumstances have succeeded in obtaining\npossession of the slates for some portion of the dark period,-possibly\nsubstituting a similar combination of frame and board for Mr. Lonsdale\nto guard in the meanwhile.\nBut Mr. Wedgwood will ask how on this hypothesis I explain what\nseems to him the most important point in the experiment-the correct\nquotation from a page which, according to the account, was decided\non by Mr. Clapham'S opening the book at a venture after the\ngas was relit. The book, if a genuine one, may perhaps have\nhad a tendency to open at p. 133, a tendency which Dr. Monck\nmay have caused, and which in any case he may have ascertained and\navailed himself of. Or, it is possible that he forced p. 133 on Mr.Clapham\nwhile giving him the impression that he chose at random. It will be\nobserved that failure would have carried with it no risk to Dr. ~Ionck.\nMediums play with Spiritualists at a game of \"heads I win tails you\nlose.\" Suppose that Mr. Clapham had opened the book at some\nother page-say p. 145. No one would have thought the worse of either\nDr. Monck or \"Samuel.\" Why should theyt Spirits are not\ninfallible, and besides, probably Mr. Clapham fumbled about a little\nbefore he decided on p. 145, and so confused\" Samuel\" as to which\npage he really meant. That is the sort of thing that would have been\n&aid. The whole incident would of course have been less striking,\nand perhaps no account of it would have been sent to the Medium,\nthough on the other hand the great importance of obtaining writing\nunder a board might have been held to more than counterbalance the\nlittle failure about the quotation.\nThere are other possibilities which (supposing that the book was\nprepared to open at p. 133) do not appear to me to be excluded. Thus\nthe entire slate portion of the slate might have been removable and\nanother similar piece of slate, prepared with the writing, might\nhave been substituted during the interval of darkness. The fact that\none side-piece of the frame had no tack in it suggests ways in which\nthis might have been contrived without any need of disturbing the\nremaining part of the frame or the board on which Mr. Lonsdale's hands\nare said to have rested continuously. And only the frame of the slate\nappears to have been marked-not the slate itself. Moreover I should\nnot myself trust the accuracy of the account 80 fully as Mr. Wedgwood\nDigitized by Google\n\fDec.,1886.] JOU1\"1Wl of Society for Psychical Research. 479\nappears to do; indeed, Mr. Wedgwood goes further than the account\nwarrants, for he says, \"The slates\" (by which I presume he means the\nringle ,late mentioned) \"by the plainest inference from the wotds of\nthe narrative, were never in possession of Monck from the commence-\nment of the experiment.\" I cannot agree that this inference is justified,\nand I even think that the writing may have been on the slate through-\nout. Dr. Monck might have held the slate for Mr. Lonsdale to clean\nit, and might have manipulated the slate so that Mr. Lonsdale cleaned\nthe same side twice. Dr. Monck might then have appeared to show\nboth sides clean before the full jet of gaslight; and the writing of the\ninitials on the frame (and this is the only supposition involving a\ndivergence between the account and the impression of the sitters at the\ntime-that is, involving inaccuracy of memory) might have\/ollQW6d, not\npreceded, this exhibition. According to the additional details given in\nthe Medium, the writing and the board were not on the side of the\nslate which had heen marked. To nail on the board, therefore, the slate\nmust have been turned over. Dr. Monck may have turned it, and in\ndoing so have covered the writing with the board, holding this in\nposition till the tacks were driven in. Or, again, Mr. Lonsdale may\nhave cleaned one slate, shown both sides before the gaslight, and tllAJn\nplaced it on the table to be initialled, and at this stage Dr. Monck\nmight have substituted anotlUJr slate. In short, it is obvious that a case\nof this kind falls very far short of the evidential standard which Mr.\nWedgwood applies to it-that, namely, qf having been produced,\naccording to tllAJ testimony qf thoroughly competent and t'I\"UBtfAXYf\"thy\nwitneBBeB, under circumstances which dispensed with the neceBBity 0\/\ncontinUOUB ob,ervation.\nMr. Wedgwood next iustances experiences of Professor Zollner's\nwith Dr. Slade. In the first, either before or during the seance\n(we are not told which, and we have no reason to suppose that\nDr. Slade did not himself suggest the experiment), two slates\nwhich Prpfessor Zollner believed to be his own and to be marked\nby himself (but we are not told how he convinced himself that his\nmark H. 2-made we are not told when or how-was not imitated),\nwere tied together (we are not told by whom).\nWe can hardly say that this description excludes the possibility that\nthe writing was there before the slates were tied together at all.\nProfessor Zollner considered (see Mr. Massey's translation, second\nedition, pp. 78-79) that on account of his reputation as an experimental\nphysicist we ought to assume that he took the necessary precautions\nagainst trickery, even though he does not mention them. I have, to\nsome extent, explained elsewhere (Proceeding, X., p. 65, foot-note),\nDigitized by Google\n\f480 Journal of Society for Psychical Reseal\"ch. [Dec., 1886.\nwhy I cannot agree with him. And the description of the re-\nmaining part of the experiment we are discussing is one of the\npassages in his writings which convince me that he had so little idea of\nthe possibilities of conjuring, as to make his testimony almost worthless\nin a matter where trickery is the most important known cause to be\nexcluded.\nThe slates tied together as above stated (not a secure mode of\nfastening) were placed on the corner of a table. Weare not told which\ncorner, but from the statement that his hands were two feet from it I\ninfer that it was next Dr. Slade; since, had it been on the other side\nof the table, it would have been more forcible to say that he could not\nreach it without stretching across. Professors Zollner and Weber and\nthe medium then sat at the table and occupied themselves with\nmagnetic experiments. As the scene is described-the attention of\nthe two professors being well occupied with the compass needle--\nconjurer would hardly desire a more favourable opportunity for untying\nthe slates, writing on them, and tying them up again. There is here,\nI think, no doubt as to whether the necessary precautions were taken\nor not--it seems certain that they were not taken When, as\nProfessor Zollner supposed, \"very loud writing began\" (it is \"writing\"\nin my edition of Mr. Massey's translation, not \"rapping\" as Mr.\nWedgwood has it), the real performance was probably over, and Dr.\nSlade was making a noise under the table.\nIn the next case, as in Dr. Monck's, we have an experiment pre-\nscribed by the medium himself, and here again all depends on Professor\nZollner's observation, since the trick, if, as I believe, there was one,\nwas doubtless done before the slates were sealed together. It is impor-\ntant to notice (1) that there were \" several\" similar slates on the table;\nand (2) that the seance began, according to Mr. Massey'S translation of\nZollner, as follows :-\nScarcely were we seated, when Slade fell into a trance, . . . folded\nhis hands. and uttered, with altered voice and head upturned, 80 fine I\nprayer, that I shall never forget the impre88ion which the noble speech and\nthe fervour with which the prayer was spoken made upon me. The impres-\nsion was to me 80 unexpected, and interested me, by the IIlBthetic (1) in the\nwhole demeanour of Slade with his almost transfigured countenance, 80\nhighly, that I did not remember to write down the words.\nIt seems not improbable that Professor Zollner also did not\nremember, during this dramatic scene, to watch Dr. Slade's hands, and\nthat these were occupied in covering two of the slates with writing.\nThe phrases written may have been part of the \"prayer,\" and their\nincoherence and the faults of spelling, &c., which they exhibit may be\ndue to the medium's divided attention. Then (3) Professor Zollner's\ngitized by (.oogI\n\fDec.,I886.] Journal of Society for Psy~hical Research. 4081\ndescription of the process of sealing is very inadequate and obviously\nomits important details. He says :-\nSlade now desired me to take two of the new slates, and lay a splinter\nof slate-pencil between them, and then to seal these two slatesfinnly together.\nI did this, after having again utisJied myself that the slates were perfectly\nclean.\nWhere was the sealing-wax' On the table' And if not, who\nfetched it1 Was it fetched before or after Professor Zollner satisfied\nhimself that the slates were clean 1 And how were the slates held in\nposition while they were being sealed 1 They were large slates, 334\nD1illimetres-more than l3in.-long, and 155 millimetres-& little over\n6in.-wide. We do no violence whatever to Professor Zollner's descrip-\ntion if we suppose that events happened as follows: Professor Zollner\nplaced two of his slates together, having seen that they were clean (the\n\"again\" refers to his having cleaned them before leaving home). He\nthen rose to get the sealing-wax, and Slade seized the opportunity to\nsubstitute, for the two slates arranged by Professor Zollner, those on\nwhich he had written. Just as Professor Zollner returned to his place,\nSlade took up the two slates in the most natural way possible and held\nthem together for Zollner to seal. The subsequent raising of the slates\non edge could doubtless have been done by Dr. Slade with his foot;\nthey were in a convenient position for this, and he has, I understand,\nbeen detected in the very act of using his feet to produce similar\nphenomena.\nAs to the\" perfectly clear account of writing produced between a\npair of hinged slates padlocked together,\" to which Mr. Wedgwood\nbriefly refers, I need only point out that there are too many keys in the\nworld for an ordinary padlock to be regarded as certainly rendering the\ninterior of the slates \"entirely inaccessible to the medium.\" The pad-\nlock in question, as I learn from Mr. Hodgson, who has seen it, is a.\ncommon one, and can be opened without\" audible sound\" if the key is\nturned slowly, though in any case I should attach little importance to\nits noisiness as a security against surreptitious opening. Further, as I\na.lso learn, the slate was, according to the witness \"F.\" 's remembrance,\nlocked and unlocked at least twice after the arrival of the sitters, and\nbefore the apparent production of the writing. The case, therefore, is\nnot one avoiding the necessity of continuous observation-indeed,\n\"F.\" himself lays the main stress of his evidence on his jealous\nguarding of the slates. The details of the va.rious conditions, time\nintervals, «c., were not, I learn, recorded on the day of the sitting,\nbut were given from memory nearly two years later; the record made\nat the time consisting of little else than the questions and answers.\nDigitized by Google\n\f482 Journal of Society for Psychical .Research. (Dec., 1886.\nWe have, therefore, to allow, not only for the usual defects of observa-\ntion and of memory which can hardly fail to mar a record made\nimmediately after a sitting, but for the more serious lapses which must\ninevitably have occurred during this long subsequent interval, and\nwhich must, in my opinion, fundamentally impair the value of the\nrecord.\nIt appears, then, that all the six cases brought forward byMr.Wedg-\nwood completely fail to reach the required standard. In only one of them\n-that of Mrs. Andrews-were the slates both (1) fastened tinally before\nbeing brought to the seance, and also (2) not unfastened till after the\nseance was over and in the absence of the medium; and in that case\nthe fastening was not secure. In only one case-the slates sealed t&-\ngather by Professor Zollner-was the fastening at all secure; and in\nthat case it is easy to suggest how the writing may have been done\nbefore the faswning.\nI now come to the weak point in Mr. Wedgwood's own experiment\nin obtaining writing between closed slates, and his criticism of my\nsuggestions about it. The suggestion that the slates might have been\ntampered with in the interval betwe~n the two seances seems to Mr.\nWedgwood absurd. But this is, I think, only because he has not\nreflected sufficiently upon the various possibilities, and the only one\nthat has occurred to him-namely, that Mr. Eglinton should knock at\nthe door and offer the servant who happened to open it a bribe to give\nhim the slates,-is, as he says, incredible. But how can Mr.\nWedgwood know that Mr. Eglinton had no previous acquaintance with\nany of his servants 1 How can he tell that he was not in relations\nwith the brother, or the fiance of one of them t Burglaries have been\neffected with the assistance of servants, yet in probably 999 cases out\nof 1,000 a burglar would meet with an \"indignant rebuff\" if he\nwalked up to a servant he did not know, and asked her to help him\nto rob her employer. And many persons who could never be induced\nto connive at a burglary, might not be too scrupulous to permit a pair\nof common slates to be taken away for a few hours, receiving perhaps\na substantial pledge for their safe return.\nBut I think i~ not impossible that Mr. Wedgwood may himself\nhave contributed to the letting of those slates out of his keeping, and\nhave now forgotten all about it. He has frequently had seances at his\nhouse. Is it not possible. that at some of these seances the sealed-\nup slates may have been produced with other things 1 Is it not eVE'n\npossible that whether they were produced from the cupboard by Mr.\nWedgwood himself or not, they may on one occasion have gone away\nDigitized by Google\n\fDec., 1886.] Journal of Society fm' Psychical Research. 483\nunobserved in the bag of the medium-not necessarily Mr. Eglinton,\nbut maybe a friend of his-and similarly have returned on the occasion\nof another seance 1 Here then are.two poBBibilities, neither of which\nseems to me incredible; and if it were worth while one could probably\nthink of other ways in which Mr. Eglinton might temporarily have\nobtained poBBession of the slates. Nor do I think that in any case\nhe would have been running serious risk. The circumstances in con-\nnection with the exposure made by Archdeacon Colley are enough to\nshow that if Mr. Eglinton had failed in such an attempt, and even if\nthe denunciation had been made which Mr. Wedgwood thinks must\ninfallibly have followed, he need not have feared that he would\n\"irretrievably ruin his own character\" with Spiritualists.\nMy other suggestion, that Mr. Eglinton may have prepared a pair\nof slates in imitation of Mr. Wedgwood's and exchanged them at the\nsecond sitting (or perhaps earlier), see~ to him absurd, partly because\nhe aBBumes that a .. hasty glance at the slates\" was all the opportunity\nwhich Mr. Eglinton had at the first sitting of fixing every particular\nin his memory. But according to Mr. Wedgwood's own recollection of\nwhat occurred at the first sitting, that aBBumption is by no means\njustified. Mr. Wedgwood sent me an account of this first sitting\nin a letter written on the 4th of last June, and I do not think he will\nobject to my describing it in his own words.\nWe sat down on the opposite sides of the table with a pile of slates\nwithin his reach, I holding my own sealed pair. Then the gas was put out,\nand he handed me a pair of slates and end of twine, and told me to fasten\nthem together. I laid down my slates before me and did 10. He handed\nme a second pair, which I treated in the same way, and then by his directions\nplaced my own sealed pair between the two pairs just tied together, and held\nmy hands on them till the s~nce ended, getting nothing on any of the slates.\nI took away my own pair sealed and tied as I had brought them, and they were\nnever out of my keeping till lOme month. afterwards I determined to try\nagain. and now in addition to the sealed string I gummed the whole frame\nround 80 that there should be no acceBS whatever to the illBide.\nMr. Wedgwood was certainly not holding his own slates while he\nsucceBSively tied up the other two pairs, and I see no reason for\nsupposing that he held them during any material part of the dark\ns~nce. Even, therefore, if it be strictly true that Mr. Eglinton had little\nopportunity of seeing the slates, it seems clear that he may have had\nmuch opportunity of handling theD;l, of measuring the exact position of\nthe seals, of taking impreBBions of them,* of gauging the twine, and\n• I do not see how Mr. Wedgwood can know that Mr. Eglinton had not\nobtained a counterfeit of his seal, one with .. H.W.\" on it, before this.\nMr. Wedgwood was so well known &8 an investigator and employer of\nmediums, that it may well have been worth while to keep copies of his seal.\nDigitized by Google\n\f484 JO'U1\"1Utl of Society for Psychical &search. (Dec., 1886.\nobserving how it was tied, as well as of noting the size and kind of\nslates-slates, it must be remembered, being manufactured wholesale\nin definite patterns and sizes.\nMr. Wedgwood thinks that when he left, after the first sitting,\nMr. Eglinton had no reason to suppose that he would make a second\nattempt. But this is again an assumption. Mr. Eglinton may have\ndetermined that if Mr. Wedgwood did not spontaneously try his slates\nagain, he would indirectly suggest to him to do so, either through\nother spiritualists or other mediums. Mr. Wedgwood may even have\nbeen conscious when he applied for the second seance that he was\nacting on some one's suggestion, and have forgotten it now, after the\ninterval of some years.\nBut, granting all this, Mr. Wedgwood thinks he interposed another\ninsurmountable obstacle to this mode of deceiving him by adding the\ngummed paper. He is careful to emphasize the fact that he did not\nuse postage paper for this, because by a slip he said, in an account\nwhich he sent to Ligl\"\" in 1885, that he did use postage paper. (I think\nit is by a similar slip that he speaks in the November Journal of an\ninterval of \"two months\" between the two seances, while in previous\naccounts he had called it\" some months,\" or \"two or three months.\")\nBut it is very unimportant whether the paper used was postage paper\nor not, since, as appears to be the case, it was, at any rate, not any very\nrare or peculiar kind of paper, or paper secretly marked in any way.\nFor if the trick was done at all in the way we are discussing, the\ngummed paper was probably added to the imitation pair of slates a{ltw\nMr. Wedgwood hsd arrived at the house and shown his own gummed\nup slates.* To do this Mr. Eglinton had only to leave the room-it\nwould not take long---and he frequently leaves the room on one excuse\nor another during his seances. It is true that Mr. Wedgwood thinks\nhe \"could not be mistaken as to the individual peculia.rities of his own\nhandiwork,\" but this is a SUbjective conviction which cannot be im-\nparted to others in the ab.lence of any describable and inimitable\npeculiarities of the said handiwork. I have seen an imitation signature\nacknowledged by a person who believed he had written it in that place,\nbut who had not really done so.\nI have discussed possible explanations of Mr. Wedgwood's experi-\nments thus in detail because, unsatisfactory as it is, it seems to be the\nnearest approximation we have to a successful experiment of the kind\nrequired. But if I am asked what I really think, I should say that it is\n• Mr. Wedgwood's account in the June Journal rather suggests that. he\nadded the gummed paper at Mr. Eglinton'B. But from his later statements I\nthink he did it before he went to the seance, though he has not stated explicitly\nwhen and where it was done.\nDigitized by Google\n\fDec.,I886.] Journal of Society for P8ychical R&.enrclt. 485\nwaste of time to criticise experiments recorded 80 long after the event.\nThe probability is verygreat that essential facts have been forgotten, and\nit is more probable that the clue to the true explan!l.tion has thus been\nfor ever lost than that anyone explanation now suggested is the true\none.\nIn conclusion, I will add a few words about a phrase at the begin-\nning of Mr. Wedgwood's article. He implies that a man who goes to\nsee a medium \"with every expectation of being able to detect the\nillusion\" is more likely to succeed in doing so than others. Now it is\nmy belief that if a fraudulent medium would tell us what kind of people\nit was most easy to convince, he would put, immediately after the\nblindly credulous, those who are quite confident that if there be trickery\nthey are sure to detect it. Their confidence may arise from an under-\nestimate of the skill of the performer and so lead to carelessness ; it\nmay arise from an over-estimate of their own skill; or it may merely\narise from an unwillingness to admit that even the best observers may\nnow and then be baffled by an unexpected combination of circum-\nstances. In no case is complete confidence justified, and in no case does\nit help the observer. And should a very confident witness cha.nce to\nbe baffled, he will be convinced; for he believes that he can see\nthrough a.ny trick; he did not see through this; therefore this was not\nIL trick ;-80 logical conclusion from a false premiss.\nAN ACCOUNT OF AN OUTBREAK OF RELIGIOUS HALLU-\nCINATION IN THE BAHMIAS, WEST INDIES,\nWITH A BRIEF SKETCH OF SOME PHENOMENA CONNECTED THEREWITH.\n[Further inquiries are being made concerning the occurrences described\nin the following account, the first part of which we abridge. The writer, a\nmedical practitioner and clergyman, explains that \"the black people of the\nBahatnall are all descendants of the negro slaves who were brought here from\nthe West Coast of Africa. They are of a very emotional and excitable\ntemperament. \" They are deeply superstitious, the form of witchcraft known\nas Obeah being very prevalent. \"Notwithstanding this, the people are\nshrewd in business matters and able to trade to their own advantage.\" The\nmajority of the people on San Salvador belong to the Baptist Society. The\npeople are outwardly religious, keeping Sunday strictly, &c., but \"religion\napparently gives them no strength of character.\" \" They firmly believe in\nghosts, fairies, demons,\" &c.]\nLast year, in the spring, we were continually hearing reports of the\nremarkable doings of a young woman who was in the habit of preaching in\nthe chapels. Report brought the news that Ihe had visions, and was able to\ngitized by (.oogI\n\f486 Journal of 8oci~ty for Psychical Research. [Dec.,1886.\nrun along the tops of high walls wit~ her eY611 c1oaed. and climb trees, aittiDg\non alender branchea without falling. This apirit BOOn affected a few othergirla,\nand in a very short time a band of them formed themaelvee into aaect, and pro-\nceeded to make converts. Some little time after this I paid a visit to the place\nwhere all the excitement W&8, and I made it a ma~ter of duty to be preeent\nat one of their meetiugB. The meeting W&8 held in a amall room. .W\naround the aidea the people who had come to Bee and hear were aeated. In\nthe centre atood six girls, walking up and down, keeping time to a alOll'\nmonotonic chant, aung by the people aaaembled. This chant gradually in-\ncreaaed in rapidity, and &8 it increaaed the girls kept time in their tramping\nor marching backwarda and forwards, clapping their handa, barking like\ndogs, and awaying their bodies about. The glare in their eyes 11'&8 IIOme-\nthing horrible to look at. Suddenly one girl would give a ahriek, and fall\ndown in a convulsive fit, BOOn to be followed by the rest, and by any of the\nsightseers who were wrought up and affected by the aight. The noise of\nkicking, ahouting, shrieking, and groaning that followed is perfectly in-\ndescribable. At first I attempted to bring the girls to by means of restoratives,\nbut the people were 80 excited that they made a show of vi{llence at my\ninterference with the \" outpouring of the Spirit,\" &8 they said.\nFor nearly an hour these girls would lie and kick until quite exhauated.\nThen they would get up and recount what they had seen whilst under the\n\" aftIatua.\" Graphic deacrlptiona of hell were given, and Darnell of people\nwho were there, and who were going. In addition to this, lOme of them\nwould mention events that were then occurring lOme 10, 20, and 30 miles\naway. Subsequent investigation proved that what they had seen ....\ncorrect. I give one inatance that I vouch for. One girl said ahe 8&11' a\ncertain elder of a chapel 18 miles away (ahe 11'&8 personally unacquainted\nwith him) engaged in ainful practices (giving details) in secret. Upon\ninquiry it 11'&8 found correct, the man being too frightened to conceal his Bin.\nThese attacks apread like wildfire through the whole ialand. Villagea at\ndistances of 10,15, and 30 miles from each other were affected aimultaneoualy.\nthough it is almost certain they had no communication ,with each other.\nGirls at work in fielda would be seized auddenly, and had to be carried home.\n'l'he general desire of all who were attacked 11'&8 to be together in community.\nParents who had lOme concern about their daughters endeavoured to keep\nthem at home. And this fact brought out another remarkable phenomenon.\nWhen a meeting (for shouting and excitement) commenced, girIa who Weft\nsubject to fits, though far removed from the Bight and BOund of the meetings,\nwould be acted upon like a galvanic battery. I have aat in a house in attend·\nance upon a patient when auddenly she would begin to twitch and shake,\nand finally auccumb to a fit. I found out that at the precise moment ahe\n11'&8 aeized, other girls in the meeting had been taken too. This waa a remark-\nable thing and acared the people conaiderably.\nTwo aggravated caaea came under my own observation. These were two\ndaughters of the magistrate. In this caae the girls were white, though\nnatives of the Ba.ham&8. Though they never went to nor aaw any meetings\nof these fits and excitements, they were both attacked, and exhibited symp-\nt.oma of a more violent and aggravated form than the black girls. The cue\nDigitized by Google\n\fDec.,I886.] Jou1'7UJ,l of Society for Psychical iWlem·ch. 487\nof the elder girl W88 peculiar. She would be seized with a fit, shrieking,\nlaughing, crying, and showing all the symptoms of hysteria. After the fit\nW88 over she would fall into a kind of trance, 188ting from 12 to 17\nhours at a stretch. When I first saw her (I had been called in after she had\nbeen lying some eight hours in this manner, a.nd all efforts to arouse her had\nfailed), my first act W88 to feel her pulse. Immediately I touchld her she\nawoke and smiled. She told me she had soon me coming, though I lived\nabout one-eighth of a mile distant from the place. Next day she fell into\nthe same kind of trance, and every effort W88 made by her relations to bring\nher to-cold water douche, slapping, spirits of ammonia applied-all to no\npurpose. They then sent for me, and upon my taking her hand she came to.\nIt now dawned upon me that I had some in1l.uence over her, so I told her that\nahe W88 not to have the fit for two days, then for four days. and so gradually\nI got her round, the fits only coming at intervala. She h88 thoroughly\nrecovered, though she h88 been quite different in her habits and manners\nsince.\nIn the case of her sister, younger than herself, most curious phenomena\nwere exhibited. She had most violent fits, taking four and five strong men\nto keep her down ; she would bite at people, and tear her clothes to rags, and\nthe sight of myself aggravated her to a painful degree. They would not let\nher know I had been sent for, yet 88 soon 88 I left my house for the purpose\nof seeing her she would callout (in her fit) that I W88 then starting from my\nhouse, and beg them to keep me away. She could not see me, yet she W88\nalways correct in telling them of my whereabouts. When she woke\nup from her trance after the fit (in her case the trance luted only\nfor an hour or so), she would tell her fa.ther of things she had seen done.\nUpon inquiry we always found she W88 correct. When she W88 well\nenough she W88 sent away to another island for a change. Whilst there she\ntold her friends of things which were being done at San Salvador (50 miles of\nocean separating the two islands). In these things also she W88 correct.\nOnce, acting upon information given by her in these trances, her father un-\nm88ked a great evil existing at his very door; he knew nothing of it, but the\ngirl, 50 miles away, saw it, and gave details, and these corresponded with\nBubeequent discoveries.\nBut all this undoubtedly affected the girl's brain, and for two months she\nlost the use of her limbs. She is now gradually recovering, but her power\nof seeing things, or clairvoyance, h88 quite gOl1e.\nI have set down these few items just 88 they occurred. I have no\nexplanation to offer, for I do not profess to understand the Spiritualistic aide\nof the matter. The physical side of the matter W88 doubtle88 a bad attack of\nhysteria, very similar, I should. imagine, to that which broke out in the\nmiddle ages amongst the nuns.\nThe magist~te and his family have now left the island, and I am the only\nwhite person here. We have now nothing of the epide~ic.\n* * * * * *\nSince writing the foregoing the following interesting fact occurred to\nmyself 188t month, June, 1886.\nA man came to me for medicine. Upon sounding him, the stethescope\n\f488 Jmwlu,l of Society for PS-YCILWal Research. [Dec.. 1886.\nrevealed the fact that he W88 suffering from heart-diBeMe. I warned him not\nto exert himself by hard work in the fields, and gave him two pilla to take.\ntelling him to come next morning when I would commence to treat him. Be\nwent straight from me to the fields, and two hours afterwards I heard that\nhe WM picked up dead! I W88 considerably concerned, and in the evening the\nlocal magistrate came to me requesting I would attend the inquest to be held\nat 7 a.m. next morning. That evening I went to bed feeling very uncomfort-\nable, M I felt I ought to have told him the critical state he W88 in. I fell\ninto a troubled sleep, and dreanlt I WM already at the inquest. I I18.W the\nbody lying on the Hoor, and the magistrate directed someone to remove the\nshirt from the body for me to examine him. As they were taking offthe shirt\nI thought the man arose and ran to me, and put his arms round my neck. I\nWM 80 Mtonished at this that I awoke. When awake I felt more eaay in my\nmind, having a conviction (why, I don't know) that the man WM not dead.\nThis WM 11 p.m.\nI WM up at 5 a.m., getting ready to go to the inquest. Already I found\na man at the door who gave me the information that the man WM not dead.\nThe custom is to hold wakes, and it appears that whilat they were lIinging\naround the body,he suddenly aat up, to the people's dismay and fright. They\nrapidly cleared out, being, as I have already stated, 80 superstitious. I I18.W the\nman, and IIoIIked him if when he awoke he thought of me. He aaid Yea; the\nfirst thing he did when he awoke was to remember my worda about taking the\npills. As near as I can get it, the time W88 11 p.m., the exa.ot time I dreamt\nthat he was alive.\nThis is my own experience. and I offer for explanation the fact of my\ndream corresponding 80 precisely to the event, which happened two and\na-half miles from where I was sleeping.\nF. BARROW MATTJlBW8.\nSan Salvador, Babamu, West Indies.\nJuly 6th, 1886.\nCORRESPONDENCE.\nTo the EdiWl\" of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RRSEARCH.\nSm.-Permit me in \\\"ery few worda to &tate that I have resigned my\nmembership of the Society for Psychical Research, with the offices which I\nhave the honour to hold as Vice-President and Member of Council.\nI have conceived that M a representative SpiritualiBt I could not do other-\nwise, considering, M I do, that the evidence for phenomena of the genuine\ncharacter of which I and many others have aatisfied ourselves beyond doubt,\nis not being properly entertained or fairly treated by the Society for Payclucal\nResearch.\nI believe it is not the practice of the Society to announce the namell of\nthose who retire from its ranks, and I therefore venture to aSk permission to\nmake this statement myself.-I am, &c., '\nW. STAINTON MosBS,\nLate Vice-president and Member of Council, S.P.R.\n21, Birchington-road, London, N.W.\nNovember 18th.\nDigitized by Google\n\f","_id":429}