{"name":"Journal of the Society for Psychical Research 9729 5136","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v2_n35_supplement_dec_1886.pdf","mytitle":"Journal of the Society for Psychical Research, V2 N35 Supplement, December 1886","mylang":"de","content":"No. XXXV.-VOL. II.-SUPPLEllBllT.\nJOURNAL\nOF THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nSUPPLEMENT TO THE DECEMBER NUMBER.\nON THE REPORTS, PRINTED IN THE JOURNAL FOR\nJUNE, OF SITTINGS WITH MR. EGLINTON.\n(Continued.)\nBy RICHARD HODGSON.\nHaving thus, as a preliminary, acquired some certain knowledge\nfrom a consideration of those few of the very reports a.t issue which\npermit of direct comparisons, we may now proceed to deal with the\nremaining reports, bearing in mind the faults to which we are all liable,\nand of which we ha.ve just obtained such indubitable illustration.\nThe first of these reports is that rendered by Mr. Hogg and\n\\ myself.\nI shall first state lOme of my remembrances concerning this report for\nwhat they may be worth. Mr. Bogg and myself had a short conversation in\nthe street immediately after the sitting of June 27th, and found that we were\nboth independently of opinion that Eglinton produced the writing himself\nwithout the intervention of any extraordinary agency. Each of us,\nmoreover, had thought it not unlikely that the other would attribute the\nwriting to \"occult\" agency, in consequence, chiefly, of the illusion of\nperception caused by the sound as of writing, and the tendency to forget the\ncircumstances which had pre\\'iously occurred, and which suggested how the\nwriting was actually produced. The report which we presented is strictly a.\njoint report; we drew it together, sentence by sentence. There were several\nmattors which we did not directly mention, because we were not in entire\nagreement as to the actual facts. Some months ago I was under the,\nimpression that I had made a list of these points, with details, on one of\nthe sheets used in the original draft, as well as a list of other points upon.\nwhich we did agree, but which we thought not worth mentioning in our\nreport. On referring to the draft, the only notes which I can find not\nincorporated in our report, belong to the latter class, and are as follow ;-\n1. Extra cautiousneBB of Bogg at beginning of sitting. [i.e., Mr. Bogg,\nwho was originally sitting next to Eglinton, did not allow his\nattention to be apparently drawn away from Eglinton'. hand holding\nthe slate ; and hence, I afterwards inferred, Eglinton's request that\nMr. Bogg and myself should change places.]\n2 I\nDigitized by Google\n\f490 8upplem,ent to the December JlYUI1\"IWJ\"\n2. Furtive glances [of Eglinton under the table when the alate was out\nof light].\n3. Convulaive movementa before, but not during [Bound sa of] writing,-\nand no convulaive movementa afterwardB.\n4. Manifest display of legs on Saturday. General careleaanesa. [i.e.,\non the part of Eglinton. The\" succeBBful Bitting\" W81 on Friday j\non Saturday no result W81 obtained.]\nI Bhall now briefly comment upon BOme of the detaila of our report.\n\" He then brought a wet sponge, with which we washed the sIatee.\" I\ninfer from the generality of this statement that we did not take care to ascer·\ntain that all six surfaces (of the three slates) were w8lhed. In our description\nof the manner in ~hich Eglinton first placed the slate under the table, we\nmake no reference to the position of the marks which we had made\non the frame. I Btill posaeB8 the alate, and find that the marks are on the\nsame end and aide as the first writing, so that, supposing the slate to have\nbeen placed originally in the same position as it occupied when the BOund as\nof this writiug was audible, Eglinton must originally have held the slate at\nthe end which was not marked. In connection with our change of pIaeea.\nwe say nothiug whatever as to what became of the slate in the interim,\nwhether it was still held under the table, or withdrawn and re-inserted,\n&C. Later, we use the expreaaion, .. There being no result\" j from which\nI infer that the slate was probably withdrawn and looked at j yet thedetaila\nof the withdrawal and inspe.::tion and re-insertion are not mentioned in the\nreport.\nI Buppose that it was during the \"another short interval of conversa-\ntion \" mentioned, that Eglinton IISed the opportunity of producing the first\nwriting, and that he then reqlle&ted the quotation to be repeated. Although\nwe very specially note in our report that Eglinton sometimes changed\nhands during the Bitting, and that his hand and the slate were \"at timlll\nquite out of sight below the table,\" we do not state exactly when these event8\noccurred.\nOur account of the second writing is ludicrous from ita lack of detail\n.. Another tlial was made with the other side of the same alate, and under\nsimilar circumstances the word 'ErDest' was found written.\" We say\nnothing as to any examination of this \"other side\" before the slate was again\nplaced wlder the table, from which I infer that 110 examination was made, so\nthat the word\" Ernest\" may have already been lIpon the slate before it W81\nre-inserted ;and further we say nothing as to how it was fe-inserted, a most\nimportant consideration. I find that the word \" Ernest\" is written not\nonly on the\" other aide,\" but at the other end of the slate,i.e.,on that portion\nof the Blate which was in contact with Eglint(Jn'B fingers under the table and\nwhich could therefore have been easily written upon by him during the first\n\"experiment,\" even with hiB thumb and the edge of the slate in Bight, and\nwithout any visible movement on hiB part. I think it not improbable that the\nword was BO written, and that Eglinton replaced the slate in such a manner\nthat the word escaped our observation.\nConcerning the experiment with the two sla.tes, we say nothing about any\nexamination of them immediately previous to the experinlent, from which I\nDigitized by Google\n\fSwpplement to the December JO'l.I\/rrwl. 491\ninfer that no uamination waa then made. It is probable that the experi-\nment waa made at the 8uggestion of Eglinton, though we do not say 80. The\ncareful reader will S88 that we do not make any positive statement concem-\ning the manner of production of the third writing-but I have now little\ndoubt that the poaaibility we suggested is the COlTect explanation. Why did\nEglinton take a third slate and hold it uflder the table, .. hand and slate\nbeing quite out of sight,\"-when our experiment waa with the two slates on\nthe table 1 Why did he drop it on the floor 1 Why did he move the upper\nof the two lllates at leaIt twice, no 1I0und aa of writing having been heard,\nthough thill is usually so \" distinctlyaudible\" when the writing is IIUpposed to\nbe in proc81111 of production 1 Our report doell not specify how many timell\nhe did this, nor whether even the ordinary pencil waa between the slates at\nthe conclusion of the experiment;* further it does not lltate expre\"l,y that the\ntwo slates were taken by Eglinton below the table, that he complained of\ntheir weight, and that he tranafelTed them from one hand to the other before\nrequesting me to &BIist in holding them, though these events appear to be\nclearly implied by our account. It is obvious that when we wrote our\nreport we were in lOme lmcertainty al to Eglinton's treatment of the three\nalatell on the table; but, aa I have said, I adopt the snpPOllition which we\nsuggested, viz., that Eglinton wrote upon the third slate while it W8S under\nthe table, that he substituted this for the upper of the two slates, and after-\nwards tunled both slates over together. I have a strong and clear\" remem-\nbrance\" that I saw Eglinton turning the slates over at the time he changed\nhanda, and that the slates were IIOmewhat displaced in the procou, 80 that\nthe pencil, or pencils, might have fallen out from between them before the\nsimulated production of writing; but I place no reliance whatever upon this\n\"remembrance,\" and think it just aalikely that Eglinton may have previously\nremoved the red pencil, and that the ordinary pencil W88 between the slates\nat the conclusion of the experiment. Neverthelesa, although,88 it happens,\nMr. Hogg and myself observed enough and rememberell enough to produce in\nus the conviction that the phenomena at our \"succeuful\" sitting were the\nresult of trickery, there are, 88 we see, many important. omissions in our\nreport duo to deficiencies in probably both observation and recollection ; and\nI believe that had we asserted that the production of the writing by ordinary\nagency waa precluded, instead of the contrary, I should, in the face of thto.ao\nomissions, and with the knowledge which 1 have since attained of the\nabsurdity of accounts given by uninitiated witneu08 of conjuring perform-\nances, class such an &BIertion among the rash and unwalT&Dtsble judgments\nof unqualified investigators.\nReporl& of PROFESSOR LoDGE, MR. GURNEY, and PROFESSOR\nBALFOUR STEWART.\nThe next report is that of ProfeBBOr Lodge and Mr. Gumey, who state\n\" that they do not regard their experiences 88 conclusive. or even aa affording\nany important support to the theory that the writing is not produced by\nordinary human agency.\" This statement extends apparently to their report\n• According to my remembrance we discussed these two points whton\nwriting our report, but felt uncertain about them.\n2 I 2\nDigitized by Google\n\f492 Supplement to the December Jou,rnal.\nof a later sitting at which Profe880r Balfour Stewart was also present; they\nsay further that \"The only s\\1cceu which was really difficult to explaiD\noccurred at their first visit.\" On this first visit the writing obtained was the\nsinglo word Bob, for which ProfeBBor Lodge had asked. It was found in the\nusual poaition on the alate, \"precisely the poaition .. it would occupy. as Mr.\nLewia has pointed out (p. 366}-both generallyand in regard to this particular\ncase,-if Eglinton \"tumed the slate round in itll own plane (by no means a\ndifficult matter), then wrote the worda, and once more reversed the slate.\"\nNo atatement in the report of Meurs. Lodge and Gurney, even apparently,\nprecludea thia auppoaition. They say :-\nThe alate was held under the table by Mr. Eglinton, who held it with\nhia right hand by one comer-hia thumb being in view throughout.\nHis left hand was held by ProfeBBOr Lodge. The teat mark was on\nthe upper aurface of the rim, next the table; was for moat of the\ntime visible, but was occasionally coveted by Mr. Eglinton'a thumb.\nWe are absolutely convinced that that aurface remained uppermost\nthroughout the experiment.\nThey do not aBBert that the same end of the alate was always near Eglin-\nton, and they do not asaert that the slate throughout was proBBed firmly againat\nthe table. The test-mark, presumably on the side near Eglinton (and\npresumably not at the end where the word was found) \"was occasionally\ncovered by Mr. Eglinton'a thumb\" ; that ia to 8I\\Y, it was not visible, and\ntha alate may, on one or more of these occaaious, have been quietly revolving\nin itll plane. There appears to have been a considerable interval during\nwhich Eglinton may have found the opportunities of perfonning the operatiOD5\nrequired; the writers mention .. about a quarter of an hour of waiting,'·\nduring which Eglinton held the slate alone; but the withdrawal of the slate\nwhich is previously 8I\\id to have taken place\" after some minutes,\" seems to\nhave occurred during this •• quarter of an hour\" ; and I presume that after\nthe re-insel'tion of the slate there was an interval of eight minutes for\nEglinton to tum and re-tum the alate and write the word Bob. I und~\nstand, moreover, that at this sitting, as usual, those present were engaged\nmore or leu in converBlltion ; and unleBB the attention of the aitters waa\ndirected without intennisaion towards the slate, not much importance can be\nattributed to their atatement that Eglinton's thumb was in view throughout.\nIt ia worth noting ~hat one highly important incident is mentioned only\nparenthetically, viz., the withdrawal and inspection of the slate, when .. there\nwas no writing.\"\nThe writing described in the next record-a P, with an attempt at an e,\n-did not, as we have seen, impreu Mours. Lodge and Gumey as being\n\" really difficult to explain,\" ao that I need not cousider the case in detail.\nThe report begins: \"Professor B. Stewart sat a little apart, in a position\nwhere he could watch the alate and hands\" ; but we should notbe justified in\ninferring, from this vague deacription of where ProfeBBor Stewart was aitting\nand what he was doing, either tha.t he did watch \"the slate and handa \" per-\nsiatently throughout, or that hia position enabled him to see the portion of the\nslate and Eglinton's fingers under the table. We may notice in pRSIIing a\nDigitized by Google\n\fSupplement to the December JO'U'1\"I'IA1l. 493\nsignificant fact which the sitters were careful to mention, that at this sitting\nthe writing was \"at the end of the slate nearest Mr. Eglinton and was\nturned towards him,\" an unusual position, which was probably owing to the\ncircumstance which Mr. Lewis has emphasised (p. 366, note), that \"the slate\nwas attached by string to Profe880r Lodge's middle finger throughout.\" We\nare not told how long the string was, and to what portion of the slate it was\nattached, but I suppose, with Mr. Lewis, that it prevented Eglinton's turning\nthe slate, at least without running great risk of detection.\nRep&rt8 of MBa. BRlETZCKB.\nI have already referred (p. 428) to the omiaaiona in Mrs. Brietzcku's\nreports as regards the examination of the slates used at the sittings. Her\ngeneral description of the cleaning at the commencement of the sitting on\nJune 13th leaves no' difficulty in the way of supposing that yu was already\nupon, II&Y, the under surface of the top alate when it was placed above the\nother (the slateB being turned over together in the act of placing them under\nthe table, as I have explained in other instanceB). According to Mrs.\nBrietzcke'B account, the first three queationa were asked by Eglinton himself,\nand the anawers were merely yu. The fourth writing was also a yu, the (U-\n,umed anawer to the queation addreBSed by Mrs. Brietzcke to her father D.S.\n88 to whether he knew that A. and J. were in Jamaica; but it is hardly\nneceSBarY to BUppose that at that time Eglinton had seen tho question. We\nmay suppose, howel'er, that when the not very specifio anawer yu was\nobtained, Mrs. Brietzcke exhibited her queation to Eglinton.\n-then a whole aide of another slate 'fJXl8 fUZed with a m6B8&ge, in a neat\nolose hand, dictated by my father, who was unable to write himself\nas the conditiona prevented; the mesaage was a sort of general\ntreatise on Spiritualiam.\nHow did Mrs. Brietzcke become &B8ured that this mesaage was dictated\nby her father, &0. 7 It would also be intereating to know how muoh she\nafterwards aaid about the characteristics of her father's handwriting, and how\nabe was led to the conclusion that a later mesaage was \"in his handwriting.\nwith his signature.\" It is not unlikely that Eglinton seized the opportunity\nwhile the attention of the sittors was rapt in the long meaaage, to prepare\nthe next writing received by Mrs. Brietzcke. The long mlllllllge WR8\nfollowed by a change in poaition of the sitters, which may also have afforded\nEglinton opportunitieB of \"manipulating\" the slates. The first writing\nreceived after the change of position purported to be from some one\nwho knew Mrs. Brietzcke in New York; and Mrs. Brietzcke tella U8\nemphatically that she had never been in New York. Probably Eglinton,\nafter hearing or seeing Mrs. Brietzcke's queation whether her father\" knew\nthat A. and J. were in Jamaica,\" tried a \"shot,\" which happened in this\ninstance to be beside the mark. {Another unsucoeBBful \"abot\" was made at\none of the sittinga recorded by Mr. Bennett, where the word for was\nerroneouBly stated to be oontained in an envelope which had been sealed up,\nwith encloBurea, by Dr. A. T. Myers.} The incident suggests that some\n\"shots\" of this kind on Eglinton's part may have been succeBBful, and\nehoWl again the importance of recording as far as possible all the details of\nliigitized by Google\n\f494 Supplement to the ])ecember Journal.\nthe sitting. (If Mrs. Brietzcke had been in New York and known persona\nthere, she might have identified the scrawling name which she was unable to\nread, as something which it 'Wasn't. A scrawl which allows some scope for\nimagination may at times have been employed by Eglinton very effootively.)\nMrs. Brietzcke aays: .. After my change of position took place aU the\nmessages written took place in mid-air with the slates held by Mr. Eglinton\nand myself\" ; but I think it is clear that this statement was made by Mrs.\nBrietzcke on the assumption which appears throughout her account, that the\nmesaages were being written while the sound as of writing was audible.\nItis unnecesaary to give detailed consideration to the thirteen .. occult ..\nwrit,ings (and the five writings of the sitters) described by Mrs. Brietzcke in\nher report of the sitting of July 19th. We ha,\"e Wilily learnt indirectly\nfrom Mrs. Brietzcke herself (see Joumalfor October, pp. 426-42:3) lihat much\nadditional light might have been thrown on the events of the sitting by the\nrecord of \"incidents\" and conversations to which Mrs. Brietzcke, doubUeas,\nattributed little importance. For example, the qUeBtions about Professor\nBarrett and Mrs. Blietzcke's mediumship may have been led up to or\nsuggested by Eglinton; or he may have inferred, from the conversation at the\nsitting,that Mrs. Brietzcke would ask them; so that the \"answers\" might have\nbeen upon the slates before Mrs. Brietzcke put the questions.* In any ca.se we\ncould not assign much value to Mrs. Brietzcke's remembrance of tho time-\nintervals, even on the supposition that when she wrote her report she used\nher expreBBions rigorously, in the record of a sitting where Eglinton's writ-\nings were so many, and Mrs. Brietzcke's important omissions yet manifusUy\nmore; wo have already seen (JQUnw for November, p. 466) how au\nappreciable time-interval may dwindle out of recollection. I suppose that.\nthe figure 2, and H. K. B., were read by Eglinton under the table, the\nslate being turned or a mirror being used, and then \"l'Oproduced on the\nother side.\" In the following instances, the absence of much. detail is\nconspicuous, and Mrs. Brietzcke's language very su'Ongly suggests that she\nhas given us here but a few fragmentary peeps at a series of highly\nimportant incidents.\nI, hiding a slate, told Mr. Eglinton I had put a figure on it.\" Mias L.\ndid the aame on another slate and kept it. Mr. Eglinton now put.\na bit of slate and a bit of red pencil on the slate, and said:\n\" Multiply Mrs. Brietzcke's and Miss L.'s figures by 4.\" We heard\nwriting, and on uncovering aaw \"6 8 \" in slate, and \"272\" in red;\n6 and 8 were Miss L.'s and my own figures respectively. I now\nasked Mr. Eglinton to try his locked slate, and I wrote a private\nquestion on another slate, letting no one see it, and turning it.\nquestion down on the table at my side. On the locked slate we\nsoon heard writing. My question was \"Can you advise for the\n* At thesitting of June 13th Mrs. Brietzcke was told thatshe was a medium.\nMias Symons received similar information concerning herself at the first sitting\nrecorded by her (p. 307) ; and at her second recorded sitting, she, somewhat like\nMrs. Brietzcke at the sitting of July 19th, made an inquiry as to how shecouid\n.1 best develop.\" This suggests that the sequence waa a common one.\nDigitized by Google\n\fSuppkrMnt to the })ecemher JournaZ. 495\nfamily of X. Y. Z. 1\" (names in full). On opening the locked\nslate mystlf J saw written: .. We cannot advise for the family of\nX. Y. Z.\" (names given in full).\nWhere was Eglinton when Mrs. Brietzcke was hiding the slate 7 Was\nhe ont of tAe ro01u! Where did Mrs Brictzcke hule the slate 1 Where did\nMisa L. keep tho other slate 1 What precautions did the sitters take to pre\nvent the nllmbers from being seen, or inferred (-e.g. from the BOund), while\nthey were in the act of writing them, (a) on the supposition that Eglinton\nW8I in the room; (b) on the supposition that Eglinton was out of the room 7\n.. Mr. Eglinton now put a bit of slate and a bit of red pencil on the slate.\"\nWllich slate 1 The one on which the previous message had been obtained 7\nWhen was the locked .ate first introduced 1 Was it cleaned and examined\nby anyone 1 What then became of it 1 We inferred (p. 427) from\nthe later communications made by }\\frs. Brietzcke, that \"lome of\nEglinton's Ilatel were in ule at ber sitting of July 19th in addition to\nhis locked llate.\" Hence there were at least Bix llatel about the table,\nfive of which we may presume were ordinary. It would appear that\n\"occult\" writings were obtained on three (Mrs. Br'ietzcke'l) at least of these ;\nyet if we pass over the first writing and except one instance where Mrs.\nBrietzcke sayl: \"the sante slate was placed as before,\" no specification is\ngiven as to which of these thTtle slates was used for each experiment\nrespectively, and at whOle suggestion it was used. Further, we are not told\nwhat precautions if any were taken to prevent the lurreptitious use by\nEglinton, during or between the experiments, of the alates regarded as not\nin actual use. I auppose therefore that Eglinton may have had opportunities\nof \"manipulating\" slates at times when they were not professedly in actual\nuse, and that he may by mesns of 1\\ temporary substitution have found an\nopportunity of reading one or both of the numbers hidden, and Mrs.\nBrietzcko's question. Other suppositions will doubtle88 suggest themselves\nto the reader. As to the answers, I suppose that the locked alate was held\nby Eglinton under the table and there written upon; likewise, obviously, the\nslate upon which 68 and 272 were found. On the last slate used, Goodbye\nmay have already been written before it was held under the table.\nMr. Eglinton, before we left, held a sheAt of notepaper in his fingers ;\nthia he did lightly between his forefinger and thwnb. I asked for\nsix taps on the paper, and they were instantly given.\nThere is nothing to show that six tapa were not produced by Eglinton\nhimself by ordinary means, upon the sheet of paper held as Mrs. Brietzcke\ndescribes, or elsewhere.\nI suppose that the word no, obtained at the sitting of September 22nd,\n1884, was already on the alate when it was placed over the pencil chip. Mrs.\nBrietzcke apparently did not take the slate into her own handa for the\npurpose of examining it, and she might easily have been deceived to the\nextent of thinking that it was clean on both sides, even if she intended at\nthe time to ascertain this. It might also be supposed that when Eglinton\nfirst took the slate, it toaI clean on both sid6s, but that he wrote the word\nwhile he .. put a bit of pencil on the table and placed. this slate otIer the pencil\nDigitized by Google\n\f496 Supplement to the December JO'Urnal.\nchip.\" We should note that the question seems to have been asked by\nEglinton himself, perhaps after he had waited in vain for Mrs. Brietzcke to\nask it.\nIn Mrs. Brietzcke's report of the sitting of July 9th, 1885, some detaila\nare given concerning the \"book-test,\" which was tried twice successfully. I\nsuppose that Eglinton-while he was .. much diaturbed \"?-turned up the\npage and found the word or words required and wrote them, while the book\nin each case was on tho slate under the table. Mrs. Brietzcke says :-\nThe book was placed on the slate and held by me (it was a heavy one),\nas well as Mr. Eglinton, in lJOBition under the table.\nI suppose that Mrs. Brietzcke did assist Eglinton in holding the slate, but\nonly during the latter part of the time of waiting; that is to say, after the\nreal performance was over. In connection with l\\frs. Brietzcke's final sentence\nit will suffice to refer to the remarks made by Mr. Lewis in the JounW for\nAugust, pp. 368-370.\nReport of MB. HAROLD MURRAY.\nMr. Murray says: \"All slates used were cleaned to our satWaction,\nbefore us, with a damp sponge and a dry cloth.\" This suggests that Eglinton\nhimself cleaned the slates, a fact which is of special importance sa regards\nExperiment 8.\nTwo slates held on upper surface of table. Mr. Eglinton asked for some\ncommunication of interest. The slate was filled with writing in less\nthan one imd a-half minutes.\nI suppose, with Mr. Lewis (p.366, note), that this writing was prepared\nbeforehand; and Eglinton himself asked for the .. communication.\" Mr.\nMurray may have intended originally to assure himself that every slate used\nfor an experiment was clean immediately before the experiment; yet he may\nhave omitted in one or more experiments to satisfy himself on this point, and\nafterwards forgotten the omission; or, although he satisfied himself, his\nsatisfaction may not have been justified, since Eglinton, instead of cleaning\nthe two sides of a slate, may have cleaned otle side twice, not turning the slate\nover, but only appearing to do so; and even if the cleaning was complete, a\nprepared slate may have been substituted for tbe one just cleaned.\nSimilarly, in Experiment 9.\nTwo slates held away from the table but below its level, by Mr. Eglinton\nand Mrs. M. Verbal question by myself. \"Can my father himself\ngive us some message? \"-A., almost at once, .. Good-bye. He\ncan write no more., He sends you both his dear love.\"\nI should suppose that the .. answer\" was already upon the slate before\nthe question W8B asked, and was intended originally to serve merely as a\n•• communication.\"\nPossibly Eglinton firat held the two slates under the table alone and\nwrote the \"answer,\" and then, no BOund as of writing having been audible,\nasked Mrs. M. to hold them with him as descri,bed. and Mr. M. to repeat his\nquestion. But I prefer the first supposition; the assumed \"answer\" does\nDigitized by Google\n\fSu,pplement to the December Journal. 497\nnot appear to me to be of such a nature, considering the previous questions,\nthat it could not have been written beforehand, even if Mr. M.'I question\nwas spontaneous. If Mr. M. desired by his question to obtain a message\nin his father's handwriting, the statement--\" he can writu no more \"-\nwould be' rather odd, inasmuch as he had not written at all. On the\nsupposition that the \"answer\" was on the slate before the queati('n was\nasked, it was probably written while the sittera were studying the \"communi-\ncation of interest...\nIn Q. 6, as also in Q.'s 1, 2, and 3, I luppose that the slate was\nwritten upon by Eglinton while it was under the table, and that in\nthe two cases where the questions were written, Eglinton acquired a\nknowledge of them, also while the slate was under the table, notwithstand-\ning Mr. M.'s precautions. We do not know what the precautions were; and\nif they had been exceptional, as in the use of a string by ProfeBBOr Lodge,\nwhich seems to have prevented the turning of the slate, I think that Mr. M.\nwould have described them. In the case of Q. 4, Mr. M. himself apparently\nconcluded that, notwithstanding his careful watching, Eglinton acquired a\nknowledge of the question writtcn on the slate.\nIn Q. 5, and Experiment 7, taken together, it is evident that the locked\nslate, upon which Mra. M. had written a question, was held under the table\nduring six to eight minutes, and in this interval I suppose that Eglinton read\nthe question and wrote the answer. Mr. Murray says :--\nNo answer during six to eight minutes. It was then placed on surface\nof table in front of UII, while we proceeded with other experimenta,\nas Mr. Eglinton said he could hold it no longer on account of its\nweight.\nBut he does not say that he then examitw the slate, and after recording\nan intervening experiment he continues :-\nLocked slate, still unopened, I having retained key all the time, was\nheld on upper surface of table. A., in two to three minutes, &C. ;\nfrom which it appears that he did not then examine it. Mr. M.'s\ndescription suggests that he, like most other witnesses, considered that the\nwriting was not in proceBB of production if the sound as of writing was not\naudible. I infer from his report that he made notes during the sitting, and\nto this I ascribe his careful reference to the fact that the locked slate was held\nunder the table, though he seems to have l?een unaware of its great sig-\nnificance. I think there is little doubt that frequently, in CaBOB analogous to\nthis, where the locked slate may have been on the table for some time, within\nthe direct perception of the sittera, the fact of its having been pre\"iously\ntinder the table, and not subsequently examined, has been omitted from the\nrecord- in consequence either of its apparent triviality, or its lapse from\nremembrance at the time when the record was made.\nIn connection with Q. 4. there is a palpable lapse of BOme kind on'\nMr. M. 's part, but whether of his watchful readinesl during the sitting, or\nhis care in writing the report, or both, may not be BO easy to decide. His\naccount is as follows :-\n(.,!. 4. Written, by Mrs. M. \" Are O.'s present plans likely to lead to\nhis future welfare, and will they bring him happiness 7\"- We had\nDigitized by Google\n\f498 Supplem.ent to the l)ece~r Jo-urnal.\nto wait BOrne time for an answer to this question. Mr. Eglinton\nasked aloud, after 2 to 3 minutes, \"Will you kindly give us an\nanswer to this question 1\" Directly afterwards he dropped the\nslate on to the Hoor ; he picked it up and replaced it under fiap of\ntablo. I watched him narrowly but could not see him look at the\nmessage. However, after complaining of the weight of the slate.\nhe repeated his request· for an answer, but modified his worda.\n\" Will you kindly give us an answer to thue lJ1&e8tiotI41\"- A., after\nwaiting five to six minutes, \".Aa fa.r as I can see. Yas. They\ncertainly Bhould.\"\nHe writes previously :-.\nDuring the first four experiments I ma.rked the pieces of pencil used. and\ncarefully noticed the ends, before and after each experiment. Before.\nthey were rough and unwom ; after, they were found with one end\nlying at the extremity of the finishing stroke of the writing, and\nthat end had a smooth wom facet which corresponded in size\nwith the thickne88 of the thicker strokes of the writing produced.\nExcept in answer to Q. 4, all writing took place in a poaition\nupside down to Mr. Eglinton;and when the writing was short, at\nthe end of th\", slate furthest away from him.\nQ. 4 presents no difficulty as r;)ga.rds the reading of the question (or\nquestions--aee p. 464) and the production of an answer, as the slate was held\nunder the table by Eglinton alone ; and (\".onceming the unusual position of\nthe answer, the reader may speculate for himself ; but what becanw: of tM\nmarked fragment ofpencil tvlWln the slate was dropped Y Was any remark made\nas to its whereabouts 7 Was any search instituted for it 1 Did it mysterioualy\nstick to the slate the whole time 1 Or, after the dropping. was the slate\nplaced on the table 1 Was it examined 1 Was another piece of pepcil noticed\nand marked, and placed on the slate 1 Or, did Mr. Murray speak of four\nexperiments instead of three 1 And did he not mark a pencil for Q. 4' ADd\nif BO, what became of the unmarked pencil 1 &c., &C. We should do least\nviolence to Mr. M.'s: report if we supposed that Eglinton was holding the\npencil when the slate dropped, and that this greatest ma.rvel of all, the re-\nappearance of tho ma.rked pencil, excited no surprise, simply because it\nnever occurred to the sitters that tho pencil should have dropped as well as\nthe slate. A somewhat analogous oversight was committed by Mr. Hogg and\nmyself at our first sitting; it was one of the points which led us in our\nreport to comment upon our own inobservance. But if \" Joey\" could\ndemateriaJize the pencil (p. 439), poBBibly \"Joey\" might also patiently hold\nthe pencil in mid-air pending the replacement of the slate.\nAfter the preceding considerations I may deal as briefly as possible\nwith tlle remaining reports, confining my rema.rks ~hiefly to the most\nimportant incidents in each, and treating these fully only when they\nare specially instructive, or require suppositions that may not occur a~\nonce to the ordinary reader unversed in the modi operandi of conjuring\nperformances in slate-writing.\nDigitized by Google\n\fStI,pplement to the lJeeemher Joornal. 499\nReports of 1\\1.1. G. A. SliITH and Mr. J. MURRAY TSlll'LETO:S-.\nAt the litting in May, 1885, one writing was obtained, which consisted of\nthe words, \"The power II against us\"; and the sitters appear to have\nregarded the \"telt conditions\" of its production as exceptionally good. Their\naatisfaction seema to depend upon their remembrance that in this particular\ninstance Mr. Templeton was himself preBSin~ the llate finnly against the\nunder side of the table-flap during the whole of i;he [last] interval when it\nWB8 under the table; and I think it highly probable that their remem-\nbrance is true; for I suppose that the writing was already on the slate\nwhen Eglinton las!; lifted it from the table. 'rhe slate was one of Mr.\nSmith's book-slates, Ipoken of by Mr. Templeton as •• folded (and bound)\nslates,\" and described by Mr. Smith as \"a pair of ordinary slates fastened\ntogether with cord up one side 10 that they could be opened and shut\nbut not separated entirely.\" Since they were fastened with cord, they\ncould in all probability be shut in two di1l'erent ways, 110 that what at\none time were the outer surfaces might at another time be the inner\nsurface.. Now it is clear, from the accounts, that no examination was made\nof this llate immediately before Eglinton took it under the table for the last\ntime. I suppose that he had taken it under the table prevwu81y, and then\nwritten upon it. Before the change of position, after which the writing was\n\"obtained,\" the litting had continued for three-qttarler8 of an holtr, during\nwhich apparently Eglinton alone had been holding slates under the table,\nand. as Mr. Smith tella UI,\noccasionally changing one slate for another, and sometimes placing &.\nslate upon the table with a crumb of pencil or crayon beneath it.\nBut no writing came, and we were on the point of giving up the\ntrial. It was suggested, however, that as a last rellource it might be\nadvisable to alter our pOlitions, and Mr. Templeton and I changed\nplacea accordingly. Mr. Eglinton then took one of my book-\nslates, &C.\nWeare not told how the sitters}mew that \" no writing came.\" Doubtlesa\nthey heard no sound as of writing; they may have inlpected some of the\nmates; they may have inspected aU of them, but if so they probably inspected\nonly the then inner surfaces-Eglinton having written on the under outer\nlurface of the book-slate in queltion, which Eglinton afterwards folded the\nother way, possibly just after the inspection, so that tbe writing, eventually,\noccupied the position described by Mr. Smith.\nI have already (JounioaZ for October, pp. 417-421) dealt with the moat\nimportant incidents which are described as having taken place at the lIitting\nof June 11th, 1885, of which Mr. Smith and Mr. Templeton gave indepen-\ndent accounts. Among the other incidents are two, described by Mr. Smith\nonly, which call for some notice. A meuage had been obtained, but the\nlast word\nappeared to have been very hastily and carelesBly written, and we were\nuncertain what it was intellded for; 110 the slate was held beneath\nthe table again, with the request that this word should be re-written\nDiQitizedbyGOOgle .\/\"\n\f500 SU1>plement to the December JO'Urnal.\nmore legibly. Immediately we heard writing, and the word\n\" conditions\" was found occupying nearly the whole width of the\nalate.\nMr. Massey (Journal for July, p. 356) says: \"Unl_ it is suggested that\nthe word was written on the reverse side to that of the sentence, and had\nbeen previously prepl\\red (the question being led up to by an intentional\nillegibility of the lnst word of the sentence), we have here a case in which the\ntime of the actusl writing is OXl\\ctly determined by the sound. The little\npo88ible doubt in this cue,\" &c. I had already made the supposition myself in\nmy rough draft of notos on the evidence, -and I have little doubt that what\nseems so improbable to Mr. Massey actually did occur. It has probably\nhappened frequently. Mr. Davey writes, in his report of the sitting of June\n30, 1884: \"On one or two occasions we had to request the messages to be\nwritten over again, and this was always aBSented to\" ; and a cue not alto-\ngether dissimilar is recorded by MiBB Symons (p. 312), who tells us that there\nwas some discussion as to the indistinct writing, and that \"Mr. Bglitdot.\n&aid it could be easily settled by asking to have the meBMge re-written.\nAlmost as soon as the slate was put under the table came the answer,\" which\nwas not, however, the repetition of the me88&ge or of the indistinct word ;\nEglinton had apparently improved the performance by that timo (October.\n1885), and the auswer carried with it a reference to the previous conver-\nsation.\nThe other incident in Mr. Smith's account which deserves some attention\nseems to me to be particularly suggestive. It is described as follows :\nEglinton took one of my book-alates, dropped a crumb of pencil\nbetween the leaves, and closing it, placed it in the usual position. It\nwas then partly in sight, whilst we were chatting (and watching)\nand waiting for something to come. In the midst of the talking I\nthought I heard writing being done, and said so; but the others\nthought I was mistaken, and we continued to wait. Presently Mr.\nEglinton dropped the slate upon the floor, and on his picking it up\nwe found\" Good-night\" written at the foot of one of the leaves.\nI suppose it Wall the sound produced by Eglinton surreptitiously writing,\nprobably on the under surface of the uuderleaf, that Mr. Smith heard ; yet\nthe &ate apparefltly was not 1vithdm1(7n, a f1IQ8t Il'Ilipiciow circunutatl(18\n(especially when we remember how ready Eglinton is to withdraw or\nuncover or unlock a slate on other OCcasiOllS e\\\"en when no souud as of\nwriting has been heard by any of the sitters), presently followed by afWther\nll'Iupicio1UJ circmnBtanre, the drappillg of tlae slate. If, when Mr. Smith said\nhe thought he \"heard writing being done,\" tho alate had been withdrawn,\n-and, in consequence of his impre88ion, he might at any moment have\nmade a request for its withdrawal before Eglinton could find an opportunity\nof reversely folding the alate,-the writing might hal'e been discovered on\nthe under outer surface, just where Eglinton's fingers had been. This seems\nto have occurred to Eglinton, and hence the non-withdrawal and the\ndropping. It is noticeable that Mr. Smith does not say on which leaf the\nwriting was found, or whether he had an.y means of identifying the position\nthe writing must have occupied while the alate was held by Eglinton. Apart\nDigitized by Google\n\fSupp'lernHnt to the DecemlJer Journal. 501\nfrom some special means, it may, owing to the structure of the alate,\n88Iuming this to be the aame as that used at ~e a6ance in May (see\np. 499), have been difficult to prove, after the dropping. on which of the sur-\nfaces, inner orouter, the writing had originally hoen produced.\nConcerning the incidcnt mentioned (p. 303) by Mr. Templeton as having\noccurred at .. a former sitting,\" which he explains at greater length in the\nJoonwl for July, p. 359, where a alip of paper with a question on its under\naide was placed by himself on a alate and held there ,. till withdrawn as\nanother slate closed it down,\" the slates being described as thereafter''always\nin the middle of the table,\" I suppose that the slates were held under the\ntable for a abort time by Eglinton, who then read the question and wrote\nthe answer,* but that this incident has been entirely forgotten by Mr.\nTempleton, who has not mentiuned the date of the sitting, and whose letter\nsuggests that he is unaware to what extent accounts must be regarded as\nuntrustworthy in consequence of the lapse of memory.\nBefore leaving these reports I may deal briefly with the chief incidents\ndescribed in a report printed in the Journal, for May, 1885 (Vol. I., p. 399),\nwhich I understand was sent by Mr. Smith. The first incident is narrated as\nfollowa:\nI bought a three-leaf book-alate on the way, one that had three loops\nand could be fastened with a stick of pencil. as small pocket-\n* The question was \"How many days and months has the year?\" The\nanswer was given, not in words, but injigures, 110 that they mi~ht possibly have\nbeen completely covered by the slip, and not seen unl888 the shp was moved, if\nthe lower slate was, as it might have been, uncovered when Eglinton withdrew\nthe slates from under the table. Compare the case of writing under the cards\nin the report of MissSymons (see pp. 4234). I may take this opportunity of\nreferring to some remark. made by Mr. Tem~leton in the Journal for November,\np. 470. He there offers an explanation \"with regard to the incident of Mr.\nEglinton's copy of a drawing on a transparent, child's, or toy slate,\" upon\nwhich I had commented in the Journal for October, p. 418. He says: \"!\\:Ir.\nHod~on seems to have overlooked the fR.Ct that any kind of drawing, under\nthe clrCumstancea, was much more than the ordina.ry writing,\" &c. I did not,\nhowever, overlook this fR.Ct, and, indeed, I !luoted the ~e from Mr.\nTempleton's letter in the Journal for Jnly whicli drew special attention to it.\nThe mere drawing could be produced on the slate, provided the slate and\nEglinton's fingers were under the ta.ble out of sight, even while the .. two close\no1:iservers,\" as Mr. Templeton describes himself and Mr. Smith, were gazing at\n¥glinton's thumb visible and motionless above the table, and wiihout any\ndiStraction of their attention at all. My supposition was, that during an\ninterval of ten minutes the \"two close observers\" were for a few 86CQnd8\ninattentive enough to enable Eglinton to use his eyes after the manner !\\:Ir.\nTempleton describes. In bygone years I revclled in the possession of a child's\ndrawing.slate, but not havingone at hand when I w&8considering Mr. Temple.\nton's testimon}\", I made lome experiments in tracing on thin note-paper placed\nover the drawmg of a leg held With one hand ullder the table, before making\nmy comments on the case; I concluded that \"a few seconds\" was a time\nample for the operation supposing it to have been one and continuous; if the\ntracing produced was not one continuous line, the intervals of inattention need\nnot have been so great as I supposed, i.e., not even\" a few seconds,\" a phrase\nwhich Mr. Templeton now adopts. though he does not accept my supposition of\nhis inattention during such an mterval.\nDigitized by Google\n\f502 Supple7nent to the December J0'UrnaJ,.\nbooks are often made. The first triala Mr. Egllnton made were with\nhis own alate, which I had previously cleaned, and marked with m7\nname to avoid changing. With this nothing occurred. He then\ntook my slate, I having inserted a crumb of pencil and seen that it\nwas all secure. It was then placed on the comer of the table, and\nwe both rested our hands upon it. Shortly,in anawerto myqueatio~\n\" Are the conditions favourable 7\" the pencil could distinctly be\nheard writing inside the slate, and when the three tapa indicated\nthat the meaaage was finished, I unfastened the alate, and on one of\nthe leaves found, .. Yes, the conditions are very good.\"\nMr. Smith does notsay that he examined the slate throughout just before\nthe experiment, and he does not say what became of the crumb of pencil. or\non which leaf the writing was found. I suppose that the words were written\nsurreptitiously on the alate on some occasion after Mr. Smith entered the\nhouse, and before the experiment was made. Eglinton himaelf\napparently inst,ituted the experiment, and I suppose that he suggested Mr.\nSmith's question. The next incident; worth consideration is described\nthus:\nMr. Eglinton has a strong mahogany book·alate with a Brahma lock.\nOn this 1 was req\\1ested to write the name of a deceased relation,\nmentioning the relationship, and asking a question. To make the\nthing as conclusive a8 pcaaible. I took the alate into the adjoining\nroom, stood away from all mirrors, windoWll, &c., and wrote,\n\"Mrs. D--,-gmndmother-are you present, and able to com-\nmunicate ?\" I then quickly locked the alate, put the key into my\npocket, and went back to Mr. Eglinton, never once letting the\nslate leAve my hand. He then placed another alate half under the\ntable, closely preaaed against the under.surface; in a few seconds\nwriting commenced, and t.he following was found :-\" Your grand-\nmother, Mrs. D--, is not able to write, but she sends her love.\"\nI then, for the first time, unlocked the alate, and showed him what\n1 had written.\nMr. Smith's phrase,\" ne.er once letting the alate leave my hand,\" seems to\nme to refer to the interval which elapsed before he had actually reached the\ntable on his return, rather than to any subsequent interval. Whether this is\nso or not, we have already seen (pp. 420-1) that Mr. Smith, in another\nreport, has unquestionably omitted any reference whatever to a moat\nimportant incident, descriLing a sequence of events, with the incident omitted,\nin much the same manner as in the above account; in cotmection with\nthe comment which I there made. I asked if I was not justified in assuming\nthat a witneaa may forget that the locked slate was taken under the table;\nand I suppose, in the above instance, that the locked alate tM.! held under\nthe table after Mr. Smith returned, though he has not mentioned the fact.\nI supposo also that the slate on' which the answer WI\\S found was not held\nthroughout as lUr. Smith describes, but only during the latter part of the\ntime, probably after it had been 1I)itlldm11.\"n once by Egllnton, ostensibly\nto see if there was writing, but actually to turn it unobserved.\nMr. Smith's report continues:\nDigitized by Google\n\fSupplement to the Dectmlher JO'Urnal. 503\nAt this point Mr. Eglinton was called away to two ladies, and I seized\nthe opportunity to write on the Brahma slate: \"Frank G--, -\ncousin-are you present, and able to write to me ¥\" 'fhen I looked it,\nand waited for Mr. Eglinton to return. Upon bearing what I had\ndone, he took a alate-the one marked with my name-thoroughly\ncleaned it, with my help, threw a crumb of pencil upon it, covered it\nwith another clean one, and gave me the two to hold with him. We\nwere then sitting opposite to each other, each holding the two alates,\nand right away from the table. In a second or two I could not\nonly hear the pencil, but could feel it writing,and could localise the\nsound and vibration as undoubtedly issuing from between the two\nslates. In one minuu at the most, the signal of completion was\ngiven, and the underneath alate was found filled with writing, in\nthree directions, and signed \"Frank.\" I have the alate now, with\nthe writing on it.\nI forgot to mention that I always made a poinl of engaging Mr.\nEglinton in conversation during the time the writing W811 taking\nplace. I may also add that the communication purporting to come\nfrom \"Frank\" does not strike me at all as being the BOrt of thing he\nwould write.\nIt is not unlikely that lit. Smith may have omitted to record sundry\ntakings of slates under the table, and on this hypothesis the reMer may make\nhis own suppositions. I shall myseU here adopt a different hypothesiR, partly\nfor the sake of pointing out a precaution which I cannot find that any sitter\nhas taken when Eglinton has been cmt oj the room, and partly for the sake of\nshowing how little inaccul!'cy it may be needful to suppose in the above\ndescription. I shall assume, then, that while Mr. Smith was writing his\nquestion, it was seen by Eglinton from a contiguous room. Mr. Smith tells us\nthat the alate on which the long meuage appeare.l was marked with hiB name,\nbut he does not say whether his mark was merely written on the slate, or\ncut into the frame, or even specifically whether he recognised his mark when\nthe slate was taken, nor does he say whether his mark was upon the same\nside as that upon which the writing was found. Knowledge of these pointe\nmight affect my conjecture as to Eglinl()n's exact dealings with the slates, but\nit would not affect the main part of my supposition, which I shall make on\nthe assumption that Mr. Smith had written his name upon the frame of\nthe slate, that ho recognised, as he thought, his mark when Eglinton \" took\na alate,\" and afterwards found it on the asme siele as the me8lll\\ge and again\nidentified it. The slate, itshould be remembered, was one of Eglinton's, aud\nMr. Smith had marked it, not immediately before the experiment, but at\nthe beginning of the sitting. I suppose that Eglinton took it out of the\nroom, and wrote the meas.'Lge upon it, that he marked another slate similarly,\nand brought them both back into the room when he returned. He then took\nthe falsely marked slate, cleaned it, &c., and covered it with the one which\nMr. Smith had originally marked, and upon the under, and marked, side of\nwhich the long message was written. He then turned both slates overtogether\nin the act of lifting them and presenting them to Mr. Smith to holti with\nhim, after which all that remained for hinl to do was to produce a sound as of\nwriting followed by a sound as of tapping. I desire the reader IIpecially to\nDigitized by Google\n\f5041 Supplement to the Decem1Jer J(J'IJ\/f\"Tw,l.\nobserve how little inconaistent my supposition is with Mr. Smith's account. I\nmight almost 88y that there is only one expreBBion of his which is at variance\nwith it, \"iz., •'covered it with another clean one\"; my supposition involves that\nthe under surface of this alate WRB filled with writing at the time when Mr.\nSmith speaks of it as clean, but there is nothing, beyond the general\nstatement quoted, to show that Mr. Smith examined it in any way; he may\nmerely have looked at the upper surface, or Eglinton may have appeared to\ntum it and show both sides,clesn before placing iton the otheralate.\nReport of MB. E. M. C., &C.\nThe first incident that calls for conaideration is that of the writing in the\nlocked ~te, which was to the eft'ect that a folded paper whic.\"h Mr. E. M. C.\nhad placed unopened in the alate, was \"a receipt of the Grosvenor Gallery\nLibrary, No. 21380, in large figures, which was perfectly correct.\" But\nsince Eglinton held this slate .. several times on the table and \",wier the\ntabZe,\" I need do little more than refer to the remarks of Mr. Lewis (Juumal\nfor August, p. 3'11), who suggests, in connection with another case, how the\nalate might have been opened on the hinged side, although gummed paper\nwas stuck over the opening on the lock side, as in the case before us.\nBesides,the paper used here was \"the edge paper oft' BOme postage stamps\";\nthis does not adhere firmly to varnished or polished wood, and can be quite\neasily removed wholly or partially, without any risk either of tearing, or\nof leaving apparent signs of disturbance. If the paper is stuck over the\nopening of a polished double slate, but not affixed round both sides BO as to\nform a clasp, the alate lIlI\\y easily be opened and closed unless a great\ndeal of paper has been attached, withgut any touching of the paper\nat all by the operator. The reader can experiment with a polished\nbox, and he will find that the adhesion of the paper does not put\nvery much difficulty in the way of its opening. A little pressure with\nthe finger may be neceBBary to make the paper adhere again. In any\ncase, and even when the paper is affixed as a clasp, it is easy to unfix\nhalf the paper with the finger, open and close the slate, and refix the paper\nby pressing it; no re-damIling is required to produce adhesion again if the\noperation is performed not later than a few minutes after the original\nattachment. By moistening the paper freely, aud adjusting it lightly, the\noperation can of course be made casier, and it should be noticed that it was\nEglinton apparently in this case who suggested the gummed paper, and who\nalso stuck it on the alate. The report includes no reference to any examina·\ntion of the paper and wood, before the unlocking of the slate, with the view\nof ascertaining if the paper had been disturbed in any way. In the report,\nafter the passage quoted above, follow the words: \"nothing came\"; an\nexpression which I take to mean that no sound as of writing was audible, as\nit seems clear that the alate was never opened-except by Eglinton under\nthe table-after the gummed paper had been applied, until the opening\nwhich Mr. E. M. C. describes, when the gummed paper was cnt through\nby Eglinton before he finished the unlocking whic.\"h Mr. E. M. C.\nhad begun.\nThe next incident is particularly interesting, because of the c.\"are with\nDigitized by Google\n\fSupplement to the December J0'Urna\/,. 505\nwhich, in some respects, the record haa been drawn up. It is plain that\nMr. E. M. C. is not familiar with the dift'erent methods used for deceiving\nsitters for slate-writing, otherwise he could not have mentioned wli;hout\ncomment, pt'eciaely the three ptnuta aa to Eglinton's dealings with the\nalates. which at once suggest the exact modus ~tldi in this incident.\nThese points are :\n1. He put the initialed slate over the other and placed them before him\non the table.\n2. He lifted the top slate from the bottom. [This is mentioned only\npArenthetically.]\n3. Mr. Eglinton said\" We must hold the slates.\" The slates were held\n(pArt of the hand being between the alates and the table), &C.\nFor convenience, I shall speak of the two slates aa marked and unmarked\nrespectively. I suppose that the meaaage (from \"Ernest \") had been pre·\npared beforehand, and was written on the under surface of the unmarked\nalate. The account of the incident begins thus :\nMr. Eglinton then said he would try another experinlent. He took the\ninitialed alate, cleaned it, took from the table at the back one of the\nother slates (which had all the time been lying there), he alao cleaned\nthat. [The italics are in the report.]\nIt is manifest that the writer believed, and I have no doubt rightly, that\nthe unmarked slate was then handled by Eglinton alone, who, I suppose,\ncleaned only one-tho upper-side, though he may have appeared to clean\nboth. sides. Thus, wht'n Eglinton placed the alates before him, aa described\nin (1), I suppose the writing t{) have been on the surface next the table.\nAfter lifting the marked slate from the unmarked alate aa described in (2),\nprobably turning the marked alate over, Eglin1'On placed the unmarked slate\nover the marked alate. (We are not told whether Mr. E. M. C.'s initials\nwere on the upper orthe uuder side ofthe \" top \" slate when originallyplaced\nin position over the other ; and no reference whatever is made throughout\nthe report tt> the fragments of alate.pencil used.) The meaaage was then on\nthe under surface of the (then) t{)P slate. During the proceas described in\n(3), Eglinton turned both slates over tt>gether, so that the marked slate was\naga.in at the top, and the unmarked alate again at the bottom, but r~etsed, 10\nthat the writing was then upcm. ita upper surface. • The trick would be clear\nto an expert, though I have seen various intelligent witneases* who failed,\neither from mal·observation or lapse of memory, or both, to record even such\nobvioU8 clues to the modus operandi as we find in Mr. E. M. C.'s roport.\nConcerning the sound of \"writing,\" and cessation of the sound when the\ncircle was broken, see the report of Mr. Rait (quoted by Mr. Davey in\nthe Journal for January, 1887), and ProcwJ.itl;]s, Part X., p. 69.\nIn the last incident requiring notice,\nMr. Eglinton then took the initialed alate, which had been on the top\nand held it under the table-<>n it waa quickly Written that\nIOmeone was there-that someone being mentioned by his Christian\n* See my reference, p. 491, to what Mr. Hog~ and myself suspected (after.\ntea\"'\") to be an analogous incident at our own BlUing. .\n2 K\nDigitized by Google\n\f506 Supplement to the December Journal.\nname; he had died some 1[; years ago, was E. M. C.'s IOn, and his\nChristian name could not pollibly have been known to Mr.\nEglinton.\nthe reader may suppose that the words'\" were written either while the abte\nW&8 held under the t&ble during the experiment, or just previously, while the\nattontion of the sitters w&s engaged upon the lonl meaaage. We cannot feel\nlure that Mr. E. M. C.'s conviction that the Christ.ian ruune given on the\nalate \"could not po88ibly have been known to Mr. Eglinton,\" w&s well\nfounded, even if we could be quite cert&in that the name bad not been\ne&auallymentioned by one of the sitters during the very seance recorded.\nReports of MIss J. H. SYXON8, MRS. L., and MIL WBDGWOOD.\nAs Mill Symons appe&ra to ha.ve drawn up nearly the whole of these\nreports (excepting Mr. Wedgwood's independent account of one sitting), a.nd\nto have beeu the most import&nt witness, I sh&ll use her name in connection\nwith my remarks.\nIn the first report it might be supposed that in every caae the worda\nwhich appea.red were written on the alate by Eglinton &iter he had t&ken it\nunder the t&ble for the experiment. But I think it more prob&ble that in\nsome C&8ea the writing w&s actually produced by Eglinron on the under\nsurface of the alate, while the prewli1\"!J writing w&s presumed by Mill Symona\nto be in course of production. The mod,... Dp\/lTandi in such C&8e8 is, &iter\ncleaning off the preceding writing, to repla.ce the alate with the other side\nuppermost, i.e., the side cont&ining the \"next\" writing, not the side just\ncleaned. Thus, Mill Symons 811.ys, &iter describing a preceding meaaa.ge :\nI then &sked aloud if the \"intelligence\" would a.llow us to try lOme\ntest, and \"Yes\" w&s immediately written.\nThe Ye.s may have been already on the (second) alate when it W&8 pla.ced\nunder the t&ble for this experiment, having been written by Eglinton while\nthe sitters were noticing the answer to the first question ; and Mill Symon.\ndoes not 811.y that the first slate w&s used again. The three l&at writings at\nthis sitting may likewise have anticipated the questions.\nIn relation to the \"book-test\" the reader should observe that Eglinton\nheld the book and the alate under the t&ble alone, for \"abeut a quarter of an\nhour,\" during which time he \" appeared to be IOmewhat convulsed.\" While\nthe sitters were turning up the reference in the book, Eglinton may have\nwritten the next melllage-\" I am a guide of the medium \"-unobserved, if\nhe had not written it earlier, this then becoming \"a quick reply\" to \"om\nquestion, c Who is the intelligence who h&s just communicated with us 7' \"\nIn similar fashion perhaps\" Joey\" became \"immediately written\" in reply\nto the question c. we next &sked, 'What is your name 1'\" No reference\nwhatever is made to any examinations or cleanings of the slates after the\nIMSance began, a st&tement which applies equally to the next record.\nIn the rePort of the sitting of September 24th, Mill Symons appe&ra to\n* The wri'ing on the alate seems to have been in the form: .. is\nhere,\" the additional details given in the report being apparently the explanatory\nremarks of Mr. E. M. C.\nDigitized by Google\n\fSupplem.ent to the December Journal. 507\nhave established the then inability of \"Joey\" to read Spanish or-possibly-\nFrench. She describes ruso a writing in Eglinton's locked slate, in reply to\na question which Mrs. L. had written therein, and says: \"\\Ve locked this\nslate ourselves, it WRS never removed from the table, or out of our sight for\none single instant.\" I suppose that this statement is erroneous, and that\nthe sitters forgot that the locked slate was held under the table by\nEglinton, who used the opportunity to read and answer the question,\nafter which he allowed it to rest a short time upon the table before producing\nthe sound as of writing. That lapses of this kind undoubtedly occur, and\nthat a conjurer's manipulations of the slates might not have been detected\nby Miss Symons,* is sufficiently shown by the accounts of equally competent\nwitnesses quoted by Mrs. Sidgwick in Prooeetiing3, Part X., pp. 67-70; and\nit may be worlJl pointing out that in reports which bear indications, in other\nrespects, of having been drawn up with much greater care than these of\nMiss Symons, and which include experiments with the locked slate, the writers\nmention that the locked slate was held under the table ; I refer in particular\nto the reports of Mr. Harold Murray, Mr. E. M. C., &c., and Mr. F. W.\nBentall.\nConcerning the next incident, where a \"prompt reply\" was obtained in\nanswer to a question by Miss Symons as to how she could \"best develop\" as a\nmedium (see p. 494, note), I suppose that the question was directly or\nindirectly suggested by Eglinton, and that the \"reply\" was already on the\nslate when it was placed on the table, having been written by Eglinton while\nthe sitters were absorbed in the previous communication. In relation to this\nsupposition, the account of the incident which followed is suggestive.\nWhilst we were looking at the writing and the pencil, with which\napparently'it had been written, Mr.Eglinton again held a slate under\nthe table, and before we had time to put a question, writing was\nheard. On Mr. Eglinten's withdrawing the slate we read ill the same\nhandwriting: \"I do like you.\" We asked, verbally again: \"Which\nof us do you like 7\" \" Both,\" in large letters, and three times\nunderlined, was the immediate reply.\nI do like you may have been written whilst the sitters were engaged 88\nMiss Symon. describes, and Both may have been written on the under surfaces\nof the slate while that \"writing W88 heard,\" which Miss Symons auumed\nto be the writing of I do like you, the alate being reversed 88 it W88 8jl8in\nplaced under the table, and the question suggested by Eglinton. I have seen\nthe operation perfonued repeatedly before intelligent witneues without\ndetection; and tl.at Miss Symons was Dot prepared for it, is, I think,\nsufficiently obvious from the mere fact that she nel'er states whether any\nmeBBage on a single ordinary slate was obtained on the same Bide of the\nslate as the preceding meBsage or not.\nAccording to the next report (pp. 309, 310) a card and a small bit of\nchalk, botll of which were brought and marked by the sitters, were placed\n* There is, as I have shown (II., pp. 422, 423), some Blight independent\nevidence in another instance, that Miss Symons omitted to record the taking\nof the locked slate a 8econd time under the table.\n2K2\nDigitized by Google\n\f508 Supplement to the December Jo-u\"t\"1U1l.\n\"between the pages of a book,\" which was held under the table by\nEglinton. A slate upon which Miss Symona had written a request \" that the\nword' watch' might be written on the card,\"-a request not thenahoWD to\nEglinton,-was afterwards held under the table with the book.\nAfter about a quarter of an hour, during which time the medium\nappoared to be in great pain, he lifted the book, and we proposed\ninspecting it ; on doing 80 we found that one stroke had been made\nnearly halfway acroaa the card,-a broad steady stroke, not in the\nleast u though the chalk had rolled-and there was an indistinct\nscribble in one comer, which on close inspection looks something\nlike a man seated on a mound I The nib of chalk was howevergone.\nIt is possible that it dropped out of the book during Mr. F4linton's\nwrithings ; it cerULinly did not do 80 whon the book was carefully\nopened on the tablo, neither were we able to find it anywhere on the\nfloor. During this time Mr. Eglinton's thumb, and the comer of the\nbook had been always visible.\nMiss Symons' supposition that it dropped out of the book would\nbe rather an extreme one to make if we regard as correct another\nstatement made by Miss Symons, viz., that\" during this time [about &\nquarter of an hour] Mr. Eglinton's thumb, and the comer of the book\nhad been always visible.\" If Miss Symons had made exper,ment. before\nconjecturing what became of the nib of chalk, she would probably\nhave found that under the conditions which she describes, it would\nbe much easier for Eglinton to seize the nib of chalk and mark the\ncard, than for the nib of chalk to have dropped out of the book. Poaaibly,\non this occasion, the proposal for inspection was not made by Eglinton, 'Who\nmay have intended, when he lifted the book, to disencumber himself of the\nslate, and again take the hook alone' under the table ; but as the absence of\nthe chalk was noticed, the best idea that occurred to him was to •• de-\nmaterialise\" it, and leave the explanation of its disappearance to the sitters.\nIn connection with the second trial, we should note the observation that\nEglinton \"during his writhings had supported the hook with his whole hand,\nhis wrist only ·being visible.\"\nThe next reports (of the sitting of Oct. 8th) have already been considered\n(II., pp. 422-426), and l need only add that Miss Symons does not say where\nshe found the nibs of chalk when she ll1ade her examinations, or where they\nwere found at the conclusion of the experiment.\nThe first message-\" I DO like you \"-which Mias Symon. obtained at the\nsitting described on p. 312, lJIay have been on the slate when Eglinton first\nheld it under the table, and the special remark she made, with which she\nconnected the message, may have been led up to by Eglinton. This suppo-\nsition will not appear inlprobable if we remember that her remark referred to\na message received at one of her previous sittings. As for the writing which\nfollowed, in reapolll8 to the request for a repetition of the message, see\np.500.\nConcerning the tranaference of a card out of Eglinton'. locked slate into\nDigitized by Google\n\fSupplement to the December JournaZ. 509\nEglinton's red glau box, doacribed pp. 313, 314,-see the article hy Mr.\nLewis (II., pp.370, 371), to whOle remarks I may add that a favourable\nopportunity for Eglinton to Blip the card out of the alate might have been\neaaily obtained while the glau box was being inspected, owing to the\nproposal .. by one of us\"-in this case, I suppose, Eglinton-\" that we\nshould just see whether anything had occurred.II The long mellllllge obtained\nat the same sitLing I suppose to have been prepared beforehand, the poBBi-\nbility of which Mias Symons heraelf would apparently not dispute. She\nwrites:\nI wish to say that I did not, in this case, take:the slate in my hand,\nand absolutely convince myself that there was no writing on either\nside of it before it was held under the table, but I certainly Bato\nnone as Mr. Eglinton took it up. It was, I must say alao, to the\nbeat of my belief, one of the two alates which we had used through-\nout the seance, on which questions had several times been asked,\nand which I had previously aaaured myself were clean, though I did\nnot upeciaUy observe at this particular moment.\nThe next and last incident l'tlCorded by Miss Symons is the fol\\owing :\nAnother alate was now held under the table-the same on which we had\npreviously put the watch, and which I am absolutely certain was\nclean on both sides-in case there should be anything further to\ncommunicate. In this case, as before, the writing came almoat\nimmediately, \"Good-bye, dear Mias Symonds, I will try your box\nBOme day.\"\nTaken in connection with her previous remarks, the reader may think\nthat Mias Symona means here to imply that she took the alate in her hand\nimmediately prior to the experiment, and convinced herself that there was no\nwriting on either side of it; he may then suppose that the meaaage was\nwritten by Eglinton after he held the alate under the table. I should myaelf\nhowever suppose that Mias Symons did not take the alate in her hand at that\ntime and examine it, but only that ahe previomly examined it,* and that\nEglinton wrote the meaaage while the sitters were gazing at the \"striking\nmanifestation\" which tlipy had just received.\nReports oj MR. H. WRDGlVOOD.\nThe moat important incident mentioned by Mr. Wedgwood is the pr0-\nduction of writing between two alates which he had sealed together. For a\ndiacuBBion of this incident, see Mrs. Sidgwick's article in the Journal for\nDecember, 1886.\nConcerning the nextincident nanated, Mr. Lewis remarks (p. 372): \"Mr.\nWedgwood's account of writing produced on a card in a book, i<kfl.tifod ~ a\ncomer Unn offit, looks very like a new version of a familiar conjuring trick\" ;\nand 1 may refer to Proceedingll, Part IX., p. 269, for a suggestion of the\nmodUli operandi. It is true that Mr. Wedgwood Mya:\n.. Miss Symons appears to be particularly liable to that form of memory-\nillusion which I have called transposition, in recordmg sittings for slate-writing.\nSee the report quoted by Mr. Davey in the Journal for January, 1887.\nDigitized by Google\n\f510 SupplerMnt to the Duemher Journal.\nHe gave me a blank card, from which I [italica mine] tore of[ a comer,\nand put it in my pocket.\nNevertheleu, I suspect that the comer was tom of[ by Eglinton. The\nevent 8eems to have occurred in the autumn of 1883, and Mr. Wedg-\nWood'8 account is dated September 27th, 1885. We cannot place reliance\nupon the detailB of an account written 80 long afterwarda. And comparison\nwith another account by Mr. Wedgwood which appeared in Light of March\n28, 1885, is enough in itaelf to show that Mr. Wedgwood may easily\ndeacribe himself as having performed an action which was really performed\nby Eglinton. In Light he eaY8 :\nIt was in the autumn of 1883, BOon after Mr. Eglinton had moved to Old\nQuebec-8treet. I was one of a party of eight, Bitting round the\ntable, with the gas full on. Mr. Eglinton gave me a blank card,\nfrom which I tore of[ a comer and kept it in my pocket. He put the\ncard in a book, together with a morsel of black lead,and, turning to\na 8itter on hi8 right, laid the book on the table, with both their\nhanda on it. As nothing enaued, Mr. Eglinton removed the book,\nan~ laid it between him and me, and we placed our banda on it.\nComparing the two accounta it will be found that in the March account\n-\" He [Eglinton] put the card in a book\" j in the September account.-\n\" The card • • • was then put inaide a book.\"\nIn the March account-\" Mr. Eglinton removed the book, and laid it\nbetween him and me.\" In the September account-_U He took the book\naway and gave it to me. I [Mr. Wedgwood] laid it on the table.\"\nIn the next incident (which I gather did not occur at the aame seance),\nthe drawing of a female figure on a card placed in Eglinton'8 locked 8late. we\nmight 8Uppoae that the locked alate was taken under the table to enable\nEglinton to mark and 8ubstitute a second card on which the drawing had\nbeen previously made j or we might suppose that Eglinton had this second\ncard in his hand, and imitated Mr. Wedgwood's initials and smrJl mark,\nwhich I understand was a lit.t1e circle, while Mr. Wedgwood was actually\nengaged in making the mark, and that he placed this between the slates\ninatead of the one which Mr. Wedgwood had just initialled. It is not im-\nprobable that the initials were made by Mr. Wedgwood at the suggestiun of\nEglinton, who may have had initials already on the card with the drawing,\nso that only the addition of the circle may have been required.\nThe next \"operation,\" described by Mr. Lewis(p. 371)&8 \"thereproduc-\ntion of Mr. Wedgwood's penknife (embezzled by the' spirita ' on a childish\npretext at a previous materialisation seance) within the folding-slate, and the\ndiaappearance of a piece of paper therefrom,\" needa no further comment.\nThe three cases, at three different Bittinga, of the \" book-test\" described\nin Mr. Wedgwood's next account, are easily explicable, as the book and slates\nwere held under the table in each case. In the first and third cases Mr.\nWedgwood observes that the time of waiting was considerable j in the\n8econd caBe apparently the time of waiting WI\\8 much less. It is therefore\nworth noticing tbat in the second caBe Eglillton \"held one of hie own slates\nunder the flap, inatead of Captain James',\" whose slates, a special folding\nDigitized by Google\n\fSuppleTMnt to the December JO'\/J\/rnal. 511\npair perhaps not eaay to manipulate, had been used in the tirat case; in the\nthird case a folding pair of Mr. Wedgwood's was used, which he says he tied\n\" tinnly together with a double turn of strong twine.\" I may remark that\na double turn of twine is sometimes easier to slip oft'(with one hand or two)\nthan a single turn ; for the longer the string, the greater the amount of\nextension, and thiB may be applied to ODe tum at a time. One pa.BB&ge in\nMr. Wedgwood's description of the firat case deBOrveB a brief comment.\nAt tirat I sat next to Eglinton, but as a considerable time elapBOd with-\nout any signs of writing, Eglinton auggested that Jamea and I\nshould change places, and the table seemed to &how ita appronl of\nthe change by much violent jumping about. Soon afterwarda\nEglinton, finding hiB hand cramped by h.)lding the alates so long\nunder the table, asked J amea to join with him in holding them; and\nbefore putting them beneath again he opened them to BOe whether\nanything was written, when I saw that there was not. After this\nthe alatea were held by Eglinton and JameB under the flap, and\nwere not brought up again until the writing was accompliahed, so\nthat it muatl have been done while JameB had hold of the alatea, and\nhe avera that he held the closed alate& the whole time up against\nthe flap in auch a way as to make it impoaaible to write on them\nfrom without in any way.\nAll that we need auppose here ia a slight traDBpoBition in the BOquence as\nregarda the opening of the alate&, alld I suggest the following amendment,\nwhich seemB otherwiBC, moreover, to repreBCnt a somewhat more appropriate\norder of eventa than Mr. Wedgwood's account.\n. • approval of the change by lUuch violent jumping about.\nDuring the change Eglinton held the slate and book above the table,\nand before putting them beneath again he opened the slatea to BOe\nwhether anything was written, when I aaw that there was not. Soon\nafterwarda, Eglinton, finding hiB hand cramped by holding the\nslate& so long under the table, asked James to join with him in\nholding them. James did so, and avera . • . .\nOn this supposition the word was found by Eglinton during the \"con-\naiderable time\" before the change of seata, and afterwards written by him on\nthe alate before he asked Captain James to join in holding them.\nRep(Yf'ts of MR. E. T. BENNETl', Ma. O. R. VICARS, ~c.\nI ahould, I think, have judged these reporta, from intAmal evidence, tobe\nexooptionally free from some of the forms of memory-illuBion to which I\nhave drawn attention, and I underatand that Mr. Bennett took shorthand\nnotes during the Bittings. The reporta require little comment, as it BOema\nthat in every case where writing was obtained, the alate or alate& had been\nheld under the table by Eglinton alone; and in this connection a statement\nmade at the end of the firat report calls for special attention.\nWhile the writing* was going 011, part of Mr. Eglinton's thumb holding\nthe slate was always visible, and generally the end of it was on the\ntop of the table. This was specially noticed.\n• At the beginning of the report Mr. Bennett spoke mere cautiously,\naaying-\" a sound as ef writing.\"\nDigitized by Google\n\f512 Supplement to the December JO'Urnal.\nI think it is to be inferred from this that Mr. Bennett obeerved that there\nwere occaaiona when the end of Eglinton's thumb was 'lOt on the top of the\ntable.\nI shall quote the detaila of one incident given in the first report. ebie1ly\nto illustrate Mr. Bennett's use of the word immediately, and the phrase flO\nrutllt.\nThe twoslates, being seen to be quite clean, were then placed togethery\nwith a bit of pencil between them ; and the question asked whether\nMr. V. would get any more writing himself. No result following\nimmediately, Mr. Eglinton drew the slates from under the table\nand held them at ann'lIlength just at the book of Mr. V.'s neck.\nNo result following immediately, and the position being rather\ntiring, Mr. V. said, \"You can reat them on my head if you like.\"\nAlmost immediately thesound of writing was heard between the\nslates. It is inconceivable to Mr. V. and Mr. B. that there could be\nany doubt as to the place from which the BOund of writing came. On\nita ceasing and the slates being examined, at the end of the lower\none farthest from Mr. Eglinton, were the words: \"You will have\nother writing. Pationce.\"\nNow it; might be supposed that the question was suggeslied by EgIinton,\nthat no complete examination of both slates was made by the sitters imme-\ndiately prior to tile experiment, that the writing was already on the under\nsurface of the upper slate, antl that both slates were reversed together by\nEglinton while in the act of placing them \"at the back of Mr. V.'s neck.It\nBut we might also suppose that the answer was written by Eglinton nfter he\nplaced the slates under the table. since Mr. Bennett; by the phrase \"no\nresult\" apparently meana no alldible 1IOU1Id (U of writin.g ; and we may fairly\naasume the phrase \"following immediately\" to imply an ilMrval quite long\nenough to give Eglinton opportunities of writing the meuage, since in the\nnext sentence it implies a sufficient interval for a position to be found\ntiring.\nReport of 'MR. F. W. BBNTALL.\nThe first; writing received by Mr. Bent&ll was on one of Eglinton's alatea\nwhich Mr. Bentall had marked. Eglinton\nheld it with the marked side uppermost under the flap of the\ntable with his right hand, his thumb appearing above tho table.\nHe then placed his left hand on F.'slefthand, F.'s right hand' being\nheld in both mine. This is the ordinary mode of obtaining phen-\nomena and will hereafter be referred to as .. the usual way.\" In\nthis particular instance F.'s left hand assislied to hold the slate up\nto the table. This however is not customary. When the slate\nwas in position I requested that the word\" Heybridge\" should\nbe written on the marked side of the slate, &C.\nI suppose that Eglinton held the slate alone for some time, during which\nhe wrote upon the alate, afterwards requesting F. to aasist in holding it;\nand this supposition is even suggested by the first part of Mr. Bentall'.\ndescription.\nDigitized by Google\n\fSupplement to the December Jourool. 513\nThe long mesaage obtained at the next sitting I suppose to have been\nprepared beforehand i Mr. Belltall does not say that he took any precautionB\nto prevent the use of a previously prepared slate. (These statements may\nalao be made concerning the long meaaage received at the Bitting of\nMay 28th.)\nThe deacriptions of the later sittings are said to be .. recounted from\nnotes made after each sitting.\" It would be interesting to compare t.hese\nnotes with what I presume to be the fuller descriptions in the report. Some\nof the omiaaioDB which I have to suppose, might poBBibly be due to the fact\nthat the complete report of OIIoCh sitting waa not made immediately after-\nwards. Thus, Mr. Bontall describes an incident at the sitting of May 8th aa\nfollows, the two slates used being his own :\nAfter Bitting some time with this closed slate with no result, we\nsuggested that we might perhaps get writing between our other two\nslates. These I took out of their CAlle and placed on the table.\nBetween them I put a small square piece of slate-pencil newly\nfractured at each end, and then handed them to E., who took them\nby one corner in his right hand, F. holding the opposite corner in\nhis left hand. E. then placed his left hand on F.'s left, and F.'B\nhand I held in both mine. I then aaked why our closed BIates could\nnot be written in. A acratching. apparently between the slates,\nwaa BOOn heard, followed by three tapa. E. at once removed his\nhands, and F. laid the slates on the table. On removing the top\nslate we found the words \"There is 110 power\" written on the\nupper surface of the bottom alate under where F.'s thumb had been.\nThe slates were held above the table in full view all the time, and\nthe pencil waa abraded at one corner aa if with writing.\nI suppose that Eglinton first held the slates under the table, and wrote\nthe worda, and then, no BOund aa of writing having been heard, held them\nabove the table, and aaked F. to hold them with him.\nAt the sitting of May 12th, a triangle, at the request of Mr. Bontall, was\nobtained underneath a tumbler .. inverted over a piece of pencil on a clean\nalate\" held under the table by Eglinton. Mr. Bontall says:\nWe BOOn heard scratching, and both suddenly looked under the table\nthinking we might seethe pencil in motion. .F. saw it fall directly\nhe looked at it, I saw nothing on account of the light shining on\nthe surface of the glBBB. On raising our heads the acratching\nrecommenced and finished with three taps. E. then lifted the slate\non to the table, and underneath the tumbler we saw the figure of a.\ntriangle. In the centre of one side waa a break in the line aa if the\nstroke had been interrupted.\nI suppose that the triangle, with the break in one Bide, waa drawn before\nthe sitters looked under the table, and. that they looked under at the sugges-\ntion of Eglinton. F. may have aeen the pencil in motion-it can scarcely\nhave fallen very far- i but the movement of the pencil could have\nbeen produced by Eglinton (see the accounts of Mr. Rait, Mr. Limmer, &c.,\nin the Joo'n'llil for January, 1887). In the deacription of the .. book·test \"\nobtained at the same sitting Mr. Bontall says:\nDigitized by Google\n\f514 Supplement to the December Journal.\nF. went to the bookcaae and took out a bock at random. This he placed\nwithout looking at it, together with a piece of alate pencil on \"\nclean slate held by E. underneath the table. 1 then made a verbal\nrequest, at the same time writing it on a slate. ..Please wrii;e the laat\nword of the third line on the fifty-first page of t.he book under the\ntable,\" and at E.'s suggestion also asked that the name of the book\nmight be also written. The word, line, and page, I put down as I\nhappened to think of them at the time, after the book was under\nthe table. This second slate was placed abolve the book and we then\ntook up our usual positions, F. holding the slates as well as E.\nas in our first experiment. We soon heard the scratching and the\ntaps.\nWeare not told that the second slate was placed under t.he table imme·\ndiately after Mr. Bentall had finished writing his request; and we rna,\nsuppose-since Eglinton had previously taken the other slate and the book\nunder the table, and Mr. BentaU had made his request verbally, as well as\nby writing-that Eglinton found the word and wrote the answer before the\nsecond slate was placed above t.he book by(-I should suppoae-),and at the\nsuggestion of, Eglinton.\nThe only other incident worth noting occurred at the sitting of May 13th,\nand is described as follows:\nWe brought with us a sealed em'elope containing a paper on which\ncertain WONS had been written by a third person, we nnt knowing\nwhat they were. This we put with a piece of pencil hetween two\nof E.'s clean slates on the table, and 1 then took E.'s Bramah\nlocked book slate and wrote in it the following question, taking\ncare that E. should not see what was written: \"Will you kindly\ncopy thl' figure below\" (I had drawn a CroBB on the slate under the\nquestion) \"between the slates held by Mr. Eglint...n\" (those con-\ntaining the envelope), \"or better still write the words on the paper\ninside the envelope on one of these slates 1\" 1 then locked the\nslate and kept the key in my hand. We sat in our usual order, E.\nsometimes holding the locked slate abeve or below the table, BOrne-\ntimes the other two slates. His left hand was always in F.'s\ncustody. Finally he rut all the slates in a pile on the table, the\nlocked slate being uppermost.\nEventually, on examining the slates, after the \"scratching BOund and\nthe tapa,\" the sitters saw that .. the crOBB was copied on the bottom slate\" ;\nthe envelope was found in the locked slate. For this performance it was\nonly necessary that Eglinton shvuld (I) abstract the envelope from between\nthe two slates (which he seems to have been holding-probably under the\ntable-while Mr. Bentall was writing on the locked slate) and place it, 88Y,\nbetween his knees; (2) take the locked slate under the table, read the\nrequest and insert the envelope; (3) take the two slates under the table and\ndraw the crOBB. 1 aBBume that if Eglint.'n wish..d to avoid the risk involved\nin manipulating the slates or the envelope above the table. it was probably\nneceBBarY that either the two slates, or the locked slate, should have been\nheld at least twice under the table; necessary, that is to say, for the trick\nDigitized by Google\n\fSupplement to the D~mber Journal. 515\nphenomenon ; I do not mean nece888l'Y for such a phenomenon il it were\ngenuine. And that this probably neceBll&l'Y condition of Eglinton's perform-\nance was Batisfied is, I think, sufficiently plain from Mr. BentaU's statement\nthat Eglinton sometimu held the Zocked &late above or below the table, some-\ntimu the other two 1IZatu.\nReport qf PROFESSORS WAGNER, BOUTLEROF, and DOBROSLAVIN.\nThe \"book-test\" incident described in this report is the only one\nrequiring special mention. The book used was an English book, .. a small\nvolume of 130 pages in a linen binding.\"\nMr. Eglinton, on seeing the book, but without touching it, proposed to\ntry an experiment which he had made elsewhere. Handing a slate\nto Profe8BOr Boutlerof, he requesSed him to write the number of a\nsupposititious page, Profe880r Wagner the number of line, and\nProfe8Bor Dobroslavin the number of a word. This was done, and\nthe slate was laid upon the table upside down without Mr. Eglinton\nhaving seen the figures. He next took another clean slate, and\nputting it under the table, asked if it were likely the proposed\nexperiment would be succe8Bful. After some minutes, writing and\nthe three raps were heard, and on the slate was found the word\n\" Yes... The medium then laid upon this slate the English book\nand the sealed envelope, and placed it under the table as before,\nhis right thumb remaining above the table. His left hand was\nclasped in that of Professor Boutlerof, as in the previous experiment.\nAfter a rather long interval of, Bay, fi\\\"e minutes, no writing was\nobtained. Mr. Eglinton withdrew the slate twice, but nothing was\nfound upon it. He then put it upon the table with the book and\nthe envelope, both resting in the Bame position, and took the papier-\nmacM slates provided by Profe880r Boutlerof, placing between them\na fresh piece of slate-pencil; at the diagonal cClmers he tightly\nscrewed the slates with small bra8B thumb-screws, and held them\nwith his right hand, fastened in the manner described, upon the left\nshoulder of Profc880r Boutlerof.\n* * * * * *\nWhen the slatAs were unscrewed by this gentleman, on the upper surface\nof the lower slate was found written in a firm and legible writing :\n\"The word is compound chimney-glass.\" • • • The crumb of\npencil on examination was foum1 to be worn at one comer, and the\nlower surface of the upper slate, pressed as it was upon the pellcil,\nwas without a mark of any description.\nVarious suppositions will doubtle8B occur to the reader as to Eglinton's\nexact dealings with the slates ; and it will suffice il I gi\\\"e the details of only\none of these. Eglinton might have inferred, from the sound made and the\nmovement of hand or pencil, what figures were being written upon the slate ;\nhut I will aSBume that he did not know the figures when the slate on which\nthey were written was placed writing downwards on the table. The three\npoints of the trick were (1) To read the numbers on the slate, (2) To find\nDigitized by Google\n\f516 Supplement to the Decem,'ber J0'U'1\"1UJl.\nthe word specified, (3) To write the answer. Now it appears that the sitters\nhad provided two sealed slates, two papier-ma.cM slates, and three common\nschool slates, and I infer that all these slates-a complicatirJD particulariy\nfavourable for a conjurer-were lying on the\" ordinary card-table\" round\nwhich the party were seated. No mark of any kind is stated to have dis-\ntinguished the slate upon which the numbers were written, and I IIUPpose\nthat Eglinton took this slate unrler the table for lIome time with the book,\nputting, meanwhile, another in its place on the table. I shall suppose that he\ndid this after the first of the two withdrawals <at which times I suppose the\nslate and book to have been placed on the table, and the book lifted for the\nslate to be inspected). which were apparently made during the \"rather long\ninterval of. say, five miuutes,\" and that on the occaaion of the second with-\ndrawal he re-changed the slates-having. in the interval between the two\nwithdrawals, read the figures and discovered the word. Such a substitution\nand re-substitution as 1 have supposed can be accomplished by an expert\nwithout detection, unless the attention of the witnesses is specially directed\n--as it evidently was not, in the instance before us-to guarding against such\na procedure. Further, I suppose that Eglillton, after having found the\nword, seized an opportunity to write the answer on one of the papier-\nma~M slates, an operation which could have involved little difficulty,\nsince the attentiun of the sitters had probablynever been given at all to these\nuntil Eglinton openly took them and screwed them together; he may have\nslipped one of them below the table for the purpose of writing upon it,\nthough this was perhaps unneceBBar)'. It is noteworthy that it was\napparently Eglinton himself who took the initiative in all the preliminary\ndealings with the slates used in this experiment; and it was he who took the\npapier-macklslates, and placed between them \"a fresh piece of slate-pencil.\"\nI suppose this piece of pencil to have boen already\" wom at one comer\"\nwhen it was inserted ; no IIpecific examination of it then is described; indeed,\n(reM may be intended to signify merely that it was not the piece (if there\nwas a piece) used in the preliminary trials under the table. Finally, it Beems\nplain that the papier-ma~M slates \\Vere not examined by anyone immediately\nbefore Eglinton took them to screw them together; and at this stage I\nsuppose that the answer was on the under surface of the upper slate, both\nslates being afterwards reversed together in the proce811 of screwing and\nplacing them on the shoulder of ProfeB80r Boutlerof.* I may add that\nMr. Lewis evidently attaches little inlportance to this incident; aee his\nremarks in the Journal for August, 1886, p. 369, note.\n• The remaining incidental in this report are thus described :-\nAfter this; in answer to the question as to whether writing could subse-\nquently be produced between the sealed slates. the reply was \"Yes,\"\nau~rapbiCa.lly written upon a common slate in the ordinary way;\nand lDstead of an answer being obtained to another qUel!tlon, the\nwords\" Good-bye\" were written upon the slate in bold characters.\nI quote this because, according to Light, September 25th, 1886, a condensed\naccount of this sitting of the RUBllian professors appears to havo been gi\"en in\n.Ncue Spiritualisti8cM Blatter,ilie\"priucipal occurrences\" ouly being mentione<l;\nthe following translation is given in Liglit:-\nAt the first of these seances direct spirit writing was obtaine<l in sealed\nordinary slates and in cardboard slates, tightly screwed together, be-\nDigitized by Google\n\fSupplement to the DecembeT JO'Urnal. 517\nReport 0\/ MR. ANGELO J. LEWIS (\" Professor Hoffmann\").\nMr. Lewis had two littings with Eglinton (both of which were blank,-\nsee p. 373) before the tIln mentioned in his report. At each of the twelve\nsittings he asked for a word (figures on one occasion) to be written, the word\nbeing suggested by himself on the spur of the moment.\nThe slate was held under the table by Eglinton in his right hand, in\nwhat he stated to be his usual manner, the thumb being sometimes\nabove and BOmetimes below the table; hut the thumb and comer of\nthe slate were alwaya visible, at any rate to the peraon sitting next\nto Mr. Eglinton. No special teat or condition was suggested (until\nthe last two sittings), my primary object being to get \/KlIne positive\nresult which should serve as a starting point for more minute in-\nvestigation.\nNine sittings, including the two which Mr. Lewis had had previously,\nwere blank. At the tenth sitting, October 15th, 1885, the word which Mr.\nLewis had asked for at that sitting was obtained. 1'he sitting is described as\nfollows:-\nOctober15th, 1885. Sat with Mr. Marcus H. Lewis, from 4.30 to nearly\n6 p.m. I asked for the word\" unpalatable \"to be written, and after\nsitting for about 40 minutes, as it began to grow dusk. Eglinton was\nseized with the customary \"shivering,\" a BOund ofwriting was heard,\nand on thealate being drawn from under the table,and the gas lighted,\nthe required word was found written upon iii, in a faint scrawly\nhandwriting, and one angle of the little piece of pencil which had\nbeen put upon the slate was found to be abraded. The position of\nthe word (very close to the frame at the opposite end of the slate,\nand with the topa of the letters to the medium) was precisely that\nlongin« to Profeaaor Butlerow. Morsels of pencil had been previously\ninserted and the slates marked by all the profe88ors present.\nProfessor Dobroatawin [sic] took from hisJIOCket a book, Bernay'8 Chemistry.\nThe book was not shown to Mr. Eghnton, and from this book, without\nlooking in it, ProfeaaorButlerow selected the forty-sixth~, Professor\nWajpler the twelfth line, and Profe88or Dobrostawin the fifth word to\nbe given. The slate with the question written upon it was laid upon\nthe table with the writing downwards. Mr. Eglinton took the card-\nboard slates, laid them ullOn Professor Butlerow's shoulder, and writing\nwas BOOn heard, followed by threesoft tajlll inside the 8lates. The latter\nwere opened and these words were found written, .. The word is com-\npound-'chimney-:gI8.118.' \". • . • When the sealed double\nslates were opened, the words II Good·bye\" in large letters were found\nwritten.. • • •\nI do not think it will often happen, in the case of a bond .fide witne88, that\nwriting obtained on an ordinary: slate is described, after two or three months\nhave elapsed, as having been obtained between sealed double slat-es ; this mis-\ntake is probably due to a mistranslation by the\" condenser.\" But the deliberate\nomission, on the ground, I suppose, of their presumed unimportance, of\nEglin~n's preliminary dealings with the book andllates, wwhich Ihave drawn\nattention, and which offer cluesfor an explanation of the modus operandi of the\ntrick,-is typical, I believe, of the treatment to which the evenis of a sitting\nhaye been more or 18111 lubjected by the witnesses themselvell, in the vas'\nmajority of Spiritnaliaticrecorda.\nDigitized by Google\n\f518 Supplement to the December Jou\/Mwl.\nwhich it would mC'St probably have taken if the slate had been\nsecretly turned round in its own plane, and the word written by the\nmedium himself, but there W&8 no evidence in support of such a\nsupposition. My brother, who 'W&8 seated next to Eglinton, and WI8\nable to command a view of the corner of the slate, did not observe\nany suspicious movement. On my remarking to Eglinton the\npossible inference from such a position of the writing, he said that\nthis W&8 the most frequent position, but that it would also appear\nin any other position, 18 might be called for. We I8t for half-an-\nhour longer, but without result.\nN.B.-My reason for selecting the word\" unpalatable\" W&8 that the\nsame word had appeared, but with a redundant 11 (unpalateable), in\na long meBBage procured at a sitting a few days before by Mesara.\nHerschell and Sachs. I W&8 curious to see whether the misspelling\nW&8 repeated, and found that it 1Ca8 110, in the word &8 written for\nus.\nMr. Lewis seems to have thought it p088ible that Eglinton turned the\nslate in its own plane and wrote upon it himstllf, the weakness of the light\nbeing specially favourable for such an operation without detection. I am\nhowever inclined to prefer another supposition. In correcting the proof of\nhis report Mr. Lewis made the following addition, which unfortUIl3tely was\nreceived too late for insertion :\nEglinton had in the course of the sitting, shortly before this, twice\ndropped the slate on the floor.\nI understand that Mr. Lewis added this after reading the other reporta\nprinted in the JQurnal for June, proofs of which had been sent to him for\nhis opinion on the e\\·idence, and his consideration of which led him to think\nthat the dropping .. may have had more significance than 'he' at first sup-\nposed.\" Now as regards these two droppings, various hypotheses may be\nsuggested. The word may actually have been written by Eglinton after the\nsecond dropping, in the way suggested in the report, and the two droppings\nmay have been due to the fact that Eglinton had at least twictl previously\nlowered the slate for the purpose of writing on it, when the attention of one or\nboth of the sitters became again concentrated on the slate, which Eglinton at\nonce dropped, to avoid the pOBBible observation that he had purposely lowered\nit enough to write upon it. I should rather suppose, however, that he dropped\nit on the first occasion in order to see whether Mr. Lewis would then take it\ninto his hands and examine it carefully, look for the piece of pencil,\nexamine and mark a fresh piece, &c. Finding that Mr. Lewis did not take the\ninitiative in this way (&8, I need hardly say, it was not his cue to do, whether\nhe supposed Eglinton's phenomena to be genuine or fraudulent, sinea his object\nW&8, in his own words, \"to get lOme positive result which should serve as\na starting point for more minute investigation \"), Eglinton then wrote\nupon the under surface of the slate, and then dropped it again, picked\nit up, perhaps even 'carelessly' showed bot.h sides of it, trusting that\nthe \"faint scrawly\" word would not be seen in the imperfect light,-\nand placed the prepared piece of pencil on it &8 he put it again, writing\nupwards, under the table. I should suppose that he next waited long\nDigitized by Google\n\fSupplement to tlte December JOU1'lUll. 519\nenough, as he thought. to a\".,id giving the impre88ion to Mr. LI'wis that the\nwriting was connected in any way with the ,lropping, and then 11l\"Nlucell the\n\"shivering\" and the sound as of writing. This droPl'illg of the slate\nappeared to me to be so important as a po88ible inlli('.atiun of trickery, that\nI wrote to Mr. Lewis on the subject, suggesting that the wflnl may have\nbeen written by Eglinton on the under side of the slate bef(lre the dropping,*\nand that the sla.te was reversed by E6linton as he replaced it under the flap.\nMr. Lewis said in his reply: •• On the &B8umption that the word was writteu\nby Eglinton himself, I think your theory ill as likely as any to be the correct\none.\" In a later letter Mr. Lewis wrote :\n\"In reply to your inquiries, E. twice dropped the slate during the\n• unpalatable' sitting; but the first occasion was a~ an early period\nof the seance, and certainly had no bearing on the writin:;. save that\nE. remarked that he had had several sittings that day a'ld tbat hiB\nhaml was very tired, This of course might be to pave the way for\nthe second •drop.' To the best vf my recollection th\" second •drop'\nwas BOrne six or eight minutes, or more, before the actual production\nof the writing, and I did not in my own mind, connect the two\nthings, though it is of course quite p088ible that there may have\nbeen an intimate connection between them.\"\nMr. Lewis thus admits the po88ibility of my explanatiun.\nBut my readers may 8I\\y: Why should I thus trouble myself to explain\nan incident for which Mr. Lewis has already suggested a rationalistic\nexplanation. and to which no one attaches any importance as e\"idenco of\n\" occult\" writing 1 I have done BO in order to show once more that we\nmay be justified in &B8uming, in the consideration of accounts of a slate-\nwriting seance, that important clues to an explanation have been omii.ted.\nSuppose I had, with only the original report of Mr. LIl\"is before 111e, as\nit appeared in the JOllrllal for June, suggested that IJCrhapa Ihe slate had\nbeen twice dropped and replaced without any minute inspection of :t. and that\nin this dropping might be found the clue to the Lrick, should I not have been\nregarded by many as doing at least as much violence to his report lUI to that of\nany other report which I have commented upon 1 No doubt if Mr. Lewis had\nthought the manifestation of ILny ,'a!ue •in a scientific sense,' his report\nwould have included a reference to many details which are not mentioned\nin any way. Still, if Mr. Lewis, an expert in conjuring, a.nd with some\nBpecial knowledge of \"slate-writing,\" can, when writillg an account of a\nseance, attlwh BO little importance to circumstances which may-not improb-\nably-be the very nodus of the trick on the occasion in question, that he\nthinks it unneceaaary to allude to them,-are we not just.ified in thinking it\nfar more probable that an ordinary observer will be liable toO make such\nomissions 1\nI may now repeat what I endeavoured to make clear in the Journal\nfor OctolX'r, 1886, tha.t J do not of course affinn that my particula.r\nsuppositions are correct, concerning either Eglinton's operations or the\n• At that time I was only aware of the one dropping mentioned by\nMr. Lewis in the Journal for August.\nDigitized by Google\n\f520 Supplement to the December Journal.\nmistakes made by the recorders owing to mal-observation, memory-\nillusion, &c. Whether they are correct or not is immaterial for my\npresent purpose, which is to show \"how far I think each report may fail\nof being a full and accurate description of the sitting,\" and that this\ndeficiency prevents the suggestion of an 'occult' origin for the pheno-\nmena reported. It may be regarded by some as an impossibility that the\nwitnesses could have made such mistakes as I have attributed to them;\nbut, as I have already pointed out, I cannot see that such an opinion\ncan be justified on apriori considerations; BOme experimental investiga-\ntion is required for the purpose of estimating the trustworthiness of\nhuman perception and memory under the special circumstances at issue;\nand it may suffice here for me to say, for my own part, that the supposi-\ntions which I have made involve no assumptions as to the untrust-\nworthiness of the records which are not justified by facts that have\ncome within my own experience, and that the plausibility of many of\nthem is established, as I have shown, by omissions and discrepancies in\ncases where we have more than one independent account of the same\nseance.\nThere are various details in the reports, to which I have not\nspecially adverted, which are positively suggestive that the per-\nformances described were conjuring. For the present, however, I shall\npostpone any consideration of these. I may deal with them in a.future\npaper, when I may also endeavour to compare the value of hUIll&U\ntestimony under ordinary circumstances, with the value of human\ntestimony under the e;;ceptional circumstances which constitute the\nmatrix of the majority of the records of the \"physical phenomena\"\nof Spiritualism.\nTHE SECOND VOLUME OF THE JOURNAL.\nThe second volume of the Journal ends with this Supplement, and a\ntitle-pago and index will be issued with the ~'ebruary number. Covers\nwill be ready about the middle of January, and may be purchased\nat Is. each. Application to be made to the Assistant-Secretary,\n14, Dean's Yard, S.W.\n---------------------\n\"PHANTASMS OF THE LIVING.\"\nThis book is DOW published at the price of one guinea (2 vols.\noctavo). One copy will be supplied to every Member of the Society\nwho has paid his subscription for the current year, for 5s. 3d. and the\ncost of carriage or postage; and to every Associate who has paid his\nsubscription for the current year, for lOs. 6d. and the cost of carriage or\npostage. The cost of postage per parcel post is Is.; the cost of\ncarriage within the Metropolitan district is 4d. or 6d. according to\ndistance. The book-post rate to the Continent or America is 2s. 2d.\nAll applications for copies at the above special terms must be made\nto the Assistant-Secretary, 14, Dean's Yard, S.W. V ,\nDigitized by Google\n\f","_id":430}