{"name":"Journal of the Society for Psychical Research 9932","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n36_jan_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N36, January 1887","mylang":"de","content":"NO. XXX\\\"l.-VOL. In. - ,\n:,.: -.\nJOURN.A£:.:~.::.\n..- .\nOF THE ••-.; -.\n,--\nJ'ANU~Y, 1887.\nSOCIETY FOR psycmCAL RESEARCH.\nCONTENTS.\n. .- ..\n.: ..\n.-\n.: JlAIlE\nStatement of the Literary Committee of the Society for Psychical Resea.rch . • .... ' -.\/- 1\nThe Possibilities of Mal·Observatlon, &c., from & Practical Point of View, by S. J'. Davey; ::.-s.\nAutomatic Writing .~,•'it:\nCorrespondence •• ...n .\n===========================!d\n..... :.\nSTATEMENT OF THE LITERARY COMMITTEE OF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nA certain feeling of surprise and dissatisfaction has been publicly\nexpressed that the Literary Committee, as a body, have not examined or\nreported on the existing evidence for the so-ca.Iled \"physical phenomena\"\nof Spiritualism; and it is thought that this feeling may be dispelled or\ndiminished by a brief account of the manner in which the work of our\nCommittee has been conducted, and an explaJlA.tion of our position in\nthis matter.\nThe Literary Committee had to begin somewhere: some choice had\nto be made among the various subjects included in the original pro-\ngramme, in which the aims of the newly-formed Society were defined\nand classified. And it was almost at once realised that there\nwere two decisive reasons for selecting, as the first subject for\nconsideration, the phenomena which occupy the most conspicuous place\nin the recently-published work, P1J,antasms of the Living, and which\nare there called cases of \"spontaneous telepathy.\" In the first place,\nthese phenomena seemed to ~onnect themselves in a natural way with\nthe results of experimental thought-transference, which, for many\nmonths both before and after the formation of the Society, occupied so\nprominent a place in our minds, and which of necessity claimed the\nmost conspicuous place in the Proceedings, as being the first-fruits of\nthe work of the Society's own experimental Committees. And, in the\nsecond place, records of spontaneous telepathy h'eld by far the\nmost prominent place in the mass of evidence which soon began to\ncrowd upon us, in response to our published appeals. On these\nrecords, then, we set to work; and during the ensuing YE'ar a large\nnumber of meetings were held, either by the whole Committee or by\nthree or four members of it, in the course of which we gradually\nformed our view as to the best way of managing the evidential work,\nB\nDigitized by Google\n,\" -\n......\n. :.. ,\n\f2 Journal of Sae'ieto\/ for Psychical Research. [Jan., 1881.\nand as to the kind ·Sti::~xamination and verification that the alleged\nfacts required. ~:',i. time the lesson was to a great extent learnt.\nRepeated dii!!cus~it:pad led all of us to concur as to the points demand-\ning special at.t-.enHan, just as lawyers would concur 011 the critical\npoints in aJl.:abAtract of title. After this agreement was attained,\nthe forma}~~tings were discontinued. We were all now in accord as\nto the metErod of inquiry. Henceforth the cases which reached\none or-.I!<nother member of the Committee were dealt with by that\nm~q:lb~r,.who worked up the evidence to the best of his power; and\nIWttlt'·.consultation as took place was of an informal kind. The\nG~~'~littee met again, when it was necessary to make a preliminary\n'-: )6lection of the cases to be published in Phantasms of the Living;\n• :::\" '-but as to a very large number of cases, received since that time, the\n\" ,', \" decision has been made by two or three members-the evidential\nrequirements having been by that time so completely agreed on that,\nwithin certain limits, there was no possibility of an important\ndifference of view.\nMeanwhile a pla.n had been introduced by which other members\nof the Society might, if they desired, take part in the criticism of the\nevidence. From a very early stage the cases received which seemed to\nhave a prima facie claim to consideration, in all branches of the\nresearch, had been printed in slips, and were open to inspection at the\nSociety's rooms. But the study of them in this form was inconvenient;\nand the establishment of the monthly Journal afforded a far easier\nmeans of keeping members acquainted with the information that\nreached us. A number of cases were printed in the Journal, sometimes\nwith comments; but very little criticism was received from outside; and\nwe inferred from this that our methods of inquiry were regarded as\non the whole sensible and satisfactory.\nWe have explained tha.t formal debates of the full Committee on\nthe telepathic evidence were discontinued because they had ceased to be\nnecessary, and had come to involve a considerable waste of time and\nenergy. And now, in view of the length of time that the full\ntreatment of the telepathic evidence would require, it was thought\ndesirable that other departments of the work should be provisionally\ndealt with by individual members of the Committee. Mr. :Myers\nundertook the examination of the phenomena of \"automatic writing,\"\nand has published some papers on that subject; it was at one time\nthought that Mr. Massey would take in hand what we called the\nP series-the evidence for premonitions of various sorts; Mr. Gurney\noccupied himself with mesmerism; Mrs. Sidgwick analysed and\ndiscussed the G series-the evidence for \"phantasms of the dead.\"\nThis would seem to have been the time to raise an objection, if any\n\fJan.,1887.] Journal of Society for Psych-ical Research. 3\nobjection was felt, to the treatment of a large department of evidence\nby a single member of the Committee; but not a word was uttered,\neither in the Committee or (so far as we are aware) out of it, in\ndeprecation of the course adopted.*\nAt least one more large class of alleged facts remains to be\nconsidered--the so-called \" physical phenomena\" of Spiritualism. The\nevidence in this class is distinguished by some radical differences from\nthat in the other classes that have been mentioned. To begin with,\nthe alleged phenomena. have been for the most part observed in the\npresence of professional \"mediums \"-persons, that is, who have a\nstrong pecuniary interest in their production; and the character of the\nrecords, as descriptions of genuine phenomena, depends, not only, as in\nother cases, on the bona fide. of witnesses to whom it is all but\nimpossible to attribute a common desire to deceive; but on the skill\nand certainty with which the witnesses could guard against being them-.\nselves deceived by sham phenomena, in the company of a person or\npersons whose interest it was that the phenomena. should seem to occur.\nWe can no longer say-as in. the case of phantasms of the living, where\nthe point of each experience is its coincidence with an external event--\nthat \"all the accuracy of observation required of the witness has to do\nwith what he .eemed to kimBeifto see, or to hear, or to fee!.\" On the\ncontrary, the whole value of his evidence now depends on the validity of\nhis inferences--on the correctness of his interpretation of his subjective\nimpressions. And in estimating this it is much more important\nthan in estimating the best evidence for phantasms of the living\nand of the dead to distinguish between his impressions at\nthe time and his impressions afterwards, and the danger involved\nin producing by questions a fictitious definiteness of recollec-\ntion is much greater. Again, the evidence differs greatly in form\nfrom most of that which had previously been studied. It does not\nconsist, as most of that did, of records sent in MS. to the Committee,\nand previously known only to a very limited circle. The bulk of it has\nbeen already published in books and journals; and the accounts of the\nbest known and most accredited series of experiments are easily\naccessible, and, however much they may demand study and criticism,\ndo not need to be printed and presented anew.\n* It may be worth while to remind our readers that neither the Literary\nCommittee nor its individual members represent the Society, or have any clabn\nto speak in its name. They owe to tlie Society the duty of collecting and\nsifting information, and of presentin~, in the various departments of the\nresearch, such evidence as is not accesSible, or is not easily accessible, by other\nmeans. But they have no power or mission to supply a miscellaneous body of\n700 persons with a collective opinion or a collective yoice; and suchviewsas they\nmay eX{lres8 are no more pronouncements of the Society than the utterances of\nany inlfividual member, or of any other group of members. .\nB 2\nDigitized by Google\n\f\" JOU'Mial of Society for Psychical Research. [Jan., 1881.\nPutting these special series aside, the rest of the evidence,\nso far as we have to consider it, consists in a miscellaneous mass\nof records, made by witnesses of integrity, and probably of average\nability, but for the most part without any special training in the kind\nof observation required, or special aptitude for the arrangement of tests.\nNow clearly the very first step, in examining evidence of this character,\nis to ascertain what amount of competence the witnesses possess in\nrelation to the particular subject in hand-to ascertain how far\nsuch witnesses are competent to observe and record with correctness\na series, frequently 0. long series, of the sort of events that constitute\nthe real history of seances. It was useless to bestow any very large •\namount of labour on the multituclinous records of the past, until some\nwell-grounded opinion had been arrived at on this preliminary question.\nStill, three substantial papers, published in Part X. of the Proceedings,\nembodied a good deal of personal experience and discussion.\nMeantime material had been accumulating which offered a good\nopportunity for attempting the preliminary work; and there were\nspecial grounds for not delaying to bring this material under the notice\nof the Society. For some time Mr. Eglinton's slate-writing phenomena\nhad boon attracting attention, and accounts of them were being sent to\nthe editor of the Jowrnal-at that time Professor Sidgwick; and com-\nplaints were made that he showed partiality in not printing this evidence\nfor what it was worth, and thus letting the members of the Society know\nwhat was going on. At the same time, Mr. Hodgson's investigation into\nthe\" Theosophical\" phenomena of Madame Blavatsky, and Archdeacon\nColley's letter to the Medium, of 1878, unknown to Professor Sidgwick\nbefore the winter of 1885-6, cominced him that this medium had prac-\ntised deliberate imposture in two cases, separated by an interval of some\nyears; and he thought that it was due to those members of the Society\nwho were or might be interested in Eglinton's performances tha.. the\ngrounds for this conviction should be communicated to them. For these\ntwo reasons-the desire of certain members of the Society that evidence\nabout the recent seances should be printed, and his own desire to put the\nSociety in possession of the facts regarding the medium's impostures-\nProfessor Sidgwick determined that an article should be written, incor-\nporating evidence of both kinds, with some remarks on it. It was in\naccordance with precedent that the cases should be thus printed, as a\nmeans of circulating them among the members of the Literary Commit-\ntee; who therefore had no responsibility whatever in the matter. :Most\nof the cases had been originally communicated to Professor Sidgwick, as\neditor of the Jowrnal,' but as it seemed desirable to print the whole of\nthe evidence on the subject that had been sent to the Society, a few\nrecords which were in Mr. Gurney's hand-s were included. In order\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 5\nmore completely to exclude the ideo. that the article had any official\ncharacter, Professor Sidgwick resigned the editorship, and entrusted the\nwriting of the article to Mrs. Sidgwick, who of course is alone\nresponsible for the views which she has expressed. It was originally\nintended to incorporate with her paper some criticisms of the records\nby Mr. Angelo Lewis; but, partly because of the delay this would have\ninvolved, partly because of the unusual bulk to which the numerous\nrecords received had swelled the number (Joiumal for June, 1886), this\nplan was abandoned, and Mr. Lewis's criticisms were printed in a\nseparate article in August.\nSince that time, the examination of the evidence in detail has been\ncarried on by Mr. R. Hodgson; and this work is still being prosecuted.\nIts scope is clearly not confined to the particular cases analysed.\nIt should be regarded as a first attempt to estimate in detail the value\nof testimony in cases where the possibility of an exceptionally disturbing\ninfluence has to be allowed for-to wit, the influence of a person skilled\nin particular forms of deception, whose chief object is to prevent the\nwitnesses from perceiving many of the actual occurrences, and to\npersuade them, by ingenious illusions, to an erroneous belief concerning\nothers. In relation to this branch of the subject, Mr. S. J. Davey has\nrendered important service, as may be seen from his communication\nto the current number of the JO'IJIN'I,Q,l, which will, we hope, appear with\nadditional details in the Proceedings. Here it must suffice to state\nthat, in the view of the Committee, the ordinary testimony on the\nsubject, though contt.ibuted by persons of honesty and intelligence,\nhas been shown to present such errors and omissions as preclude any\nassurance that the possibility of conjuring on the \"medium's\" part\nwas excluded. Itdoes not, therefore, seem necessary thatwe--or those\nof us who are occupied with the subject-should examine with equal\nminuteness the numerous accounts of this stamp which are to be found\nin Spiritualistic literature. Certain picked records should undoubtedly\nreceive careful criticism. But average observation, ten or twenty years\nago, was much what it is now; and the average evidence of that time\nis not represented, even by those who believe the phenomena to have\nbeen genuine, as superior in cogency to the samples recently examined.\nTurning now from the past to the future :--as regards the \"physical\nphenomena\" of Spiritualism, we understand that a group of competent\npersons are forming themselves into a Committee,* for the purpose of\nexamining any personal experiences of the sort that may be referred to\nthem, and of giving any advice and assistance that they can in following\n* The President, the Hon. Secretary, and Professor Barrett ha.ve already\nexpressed their willingness to act on this Committee; and Mr.Crookes. Mr.\nAngelo J. Lewis, and others. have been invited by the President to join it.\nDigitized by Google\n\f6 Journal of Society for Psy~hical Research. LJ&u., ~!!87.\nup useful lines of experiment-joining themselves in experimental\ninvestigation if opportunity offers. They would, of course, ha.ve the\npower of presenting reports to the Society, on their own responsibility,\nwhenever the evidence in their hands seemed to be of sufficient value.\nMuch of this work lies quite outside the normal functions of the\nLiterary Committee; and, as we think that there is a certain advantage\nin leaving the whole treatment of the subject to one body of persons,\nwe shall probably hand over to this new Committee any evidence\nrelating to \"physical phenomena\" that may be sent to us.\nBut though the Literary Committee, as such, would thus turn its\nattention to other departments, its members by no means wish to\nimply that their interest in the alleged facts of Spiritualism has ceased.\nMore than one of us believes that glimpses of these facts-in an\natmosphere of unquestioned probity-have been vouchsafed to him;\nand these glimpses have powerfully contributed to keep alive our\ninterest in the inquiry. Our minds remain open; and as experience\nand discussion make the conditions of evidence clearer, we may fairly\nhope that any genuine phenomena which may occur will have a far\nbetter chance than previously of being recorded in a satisfactory\nmanner.\nFor be it once more observed that neither in this nor in any other\nbranch of our inquiry can we suppose ourselves to have reached any\npermanent goal, to have come to any conclusion unmodifiable by further\nevidence. We do not, indeed, intend to follow into further detail the\nadventures of that remarkable Russian lady, to whose doings so much\ntype has been already devoted. But there is probably no other topic\non which we have already written to which we do not propose at some\ntime to recur again. In those directions which, as already said, we\nhave thus far found most fruitful in results-to wit, the various forms\nof telepathy-we strongly feel, and have strongly asserted, that we\nhave only made a beginning in what we hope will prove a most\nimportant field of investigation. We would beg our readers to under-\nstand that we areas anxious as ever for accounts of fresh cases of\napparitions at the time of death, of veridical impressions of all sorts,\nand above all of fresh experiments in thought-transference, whether\nwith normal or hypnotised subjects. The same remark applies to\n\"phantasms of the dead,\" which have been dealt with provisionally;\nand to premonitions, which have not been dealt with at all. And\nespecia.lly does this demand for fresh evidence-for \" further and better\nparticulars\"-a.pply to that varied range of alleged phenomena which\nare popularly massed together as Spiritualistic. It must be remembered,\nmoreover, that the very phenomena to which Spiritualists justly point.\nas offering the best attainable evidence for the continued existence of\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 7\ndeparted souls do in fact belong to a larger class of phenomena which\nadmittedly recur, which are undoubtedly capable of reproduction.\nAutomatic writing, that is to say, and cognate automatic phenomena.\noccur admittedly; or, if this be as yet too much to affirm, yet we at\nleast admit them, we hold that they present problems of high interest to\nthe psychologist. Whether or not they proye the special Spiritualistic\nbelief is another question; but there are probably many Spiritualists\nwho have it in their power to summon into existence fresh evidence\nbearing on this question. All persons, indeed, who are interested in\nexperimental psychology would do well, we must'think, to attempt these\nautomatic phenomena. But to Spiritualists the point is a vital one.\nNo mere physical phenomena-whatever else they might prove--could\ncarry a persuasion of the continued existence of departed friends greater\ntha.n that which might be afforded by automatic messages which should\ncontain an internal evidence of authenticity, resting not on subjective\nconsiderations only, but on demonstrable coincidences of fact. We can\nassure Spiritualists that the conclusion which they would have us draw\nfrom such phenomena is one which we have no reluctance whatever to\naccept, if we could find it supported by adequate evidence. Indeed, if\nwe regarded the prospect of arriving .at this conclusion as altogether\nexcluded, our interest in the subject would be decidedly less than it is.\nWe admit, then, that the evidence already accumulated for\nSpiritualistic phenomena is more sincere, more varied, more extensive\nthan the ordinary world is ready to suppose. But we maintain that\nmost of it is largely infused with a subjective element,-is such as may\nperhaps be adapted to found a sect, but certainly not to establish a\nscience. This indeed has been the result-inevitable perhaps at the\noutsel;-{)f the strong emotional interest which these inquiries\ninvolve. Doctrines which touch on interests at once so vast and so\npersonal have never yet in the world's history been treated in a purely\nscientific spirit. From the dawn of speculation onwards they have\nmoulded themselves not into Science, but into Religion; and it is not\ninto a Science, but into a Religion that the majority of Spiritualists\nmould them now. We have no wish to attack, or even to defend our-\nselves against, believers of this type. But we must repeat that the very\n,.avon d'2tre of our Society is to take a course exactly opposite. We exist\nin order to carry, if we can, the methods of recognised Science into &\nregion where no recognised Science as yet has forced its way. And we\nappeal with equal sincerity to each of the groups which stand aloof\nfrom us on either side, to help us in the task which we have under-\ntaken. To those who deem us credulous we say: \"Criticise our\nmethods, and we will do our best to improve them. Attack our evidence,\na.nd we will strengthen or abandon it.\" And to those who think us Over-\nDigitized by Google\n\f8 Journal of,Society for Psychical Research. [Jan., 1887.\nsceptical we say similarly, \"Offer us more and better evidence, and\nyou will find that there is nothing to which we oppose a mere apriori\ndenial,-no case which we will not set forth with candour, and criticise\nwith care.\" We can well understand that persons to whom Spiritualism\nhas long been afaith will not care to respond to our appeal. But if the\nphenomena exist and recur, there will be fresh groups of persons who\nencounter them and are interested in them; and we ma.y fairly hope\nthat such new inquirers may find some guidance in our critical dis-\ncussions of evidence-may feel some disposition to assist the researches\nof persons who have at least shown that they make a serious attempt\nt3 analyse the degrees of testimony. Assuredly these strange alleged\nphenomena must undergo a long, a searching scrutiny before they can\nenter permanently into the reasoned creed of men. ~f such scrutiny\nhas as yet been but rarely directed upon them, it has not been because\nthey were deemed to be above the level of doubt, but below it. From\nno point of view need stringent examination be dreaded or deprecated.\nIf the alleged truths be real, then assuredly no time will have been\nwasted which has helped to prepare for them, to explain, to connect, to\nestablish. And if the beliefs should be found to be in large part illusory,\nyet it will not be lost labour to discuss the psychological causes which\nhave produced, and still produce and support them.\nSigned on behalf of the Literary Committee,\nEDMUND GURNBY.' } H S .\nFREDBRIC W. H. MYERS. on. ecretanes.\nTHE POSSIBILITIES OF MAL-OBSERVATION, &0., FROM\nA PRACTICAL POINT OF VIEW.\nBy S. J. DAVEY.\nFor some time past I have practised slate-writing, and have given\nup much leisure time to the subject with a view to discovering how far\nordinary witnesses can be deceived by conjuring performances. I have\nreceived reports of my experiments from various persons, some of which\nI subjoin. Lest there should be any misunderstanding I must explain\nwhat induced me to take up the subject, and the general conclusions to\nwhich I have been led.\nReaders of the Journal are aware that I sent reports of sittings\nwith Eglinton to our Society in 1884, and that I had previously sent\nreports of the same sittings to the periodica.l Light. I do not now\nattribute any value to these reports as proving the reality of so-called\n\"psychography,\" ·for reasons which will appear in the sequel.\nMy chief interest in Spiritualism generally was awakened by an\nDigitized by Google\n\fJa.n., 1881.] JO'l.wnal of Society for Psychical Re8earch. 9\nexperience of my own, which was as follows :-In 1883, owing to a\nlIerious lung complaint, I spent several months at a Continental health\nresort. During this visit, one of my companions died under circum-\nstances of an unusually distressing character; and another friend and\nmyself had been in frequent attendance upon him during his last ill-\nness. His body was subsequently dissected, in the presence of my\nother companion, Mr. C. Three weeks after this I was startled one\nnight by seeing what appeared to be the face and form of my deceased\nfriend under circumstances that greatly surprised me, and the next day,\nwhilst visiting Mr. C., who lodged in the same hotel as myself, he\ninformed me that he had that night experienced a remarkably vivid\ndream in which he had seen our deceased friend. I then for the first\ntime related to Mr. C. what had happened to myself.*\nOn my return to England I began to devote some attention to the\nstudy of alleged psychical phenomena, and I perused several works\nrelating to the subject, including Zollner's Transcendental Physics,\nPsychic Force, by Professor Crookes, Miracles and Modern Spiritualism,\nby Alfred Russel Wallace, The Debata1Jle La,nd, by Robert Dale Owen,\nPsychograpl~y, The Report ofthe Dialectical Society, &c., and I formed\na circle of friends for the investigation of the alleged phenomena.\nDuring my first experiments I found myself affected a good deal by\ninvoluntary movements which I could not then account for, though I\nnow have little doubt they were caused simply by nervous excite-\nment; however, nothing of any significance happened, and it was at\nthis stage of my investigation that I made the acquaintance of\nEglinton, of whose s<Hlalled \"psychography\" I had heard. At the\nconclusion of my first seance with Eglinton, which took place in June,\n1884, I could not account for the phenomena. except on the\nSpiritualistic hypothesis, and I was led to believe, from the \"communi-\ncations\" which I then received, that I possessed psychic powers. My\nsecond seance with Eglinton, on October 8th, 1884, was a failure, but\nmy third, on October 9th, 1884, was a success. I was somewhat excited\nat these results, and even contemplated making a collection of cases\nto convince the unbelieving world. On October 9th, 1884, the sup-\nposed invisibles informed me that I had \" developed my own powers\nto an appreciable extent, owing to their former ad,ice.\" Now, between\nmy first and third seances I cl'rtainly had experienced privately one or\ntwo incidents that I then regarded as genuine psychical phenomena,\nand I will briefly relate one of these experiences.\n.. I ha.ve since had some correspondence with Mr. C., who does not look\nupon the incident as anything more than a dream coincidence. At the time, I\nattached particular significance to my own eXllerience, as my friend, when alive,\nhad discuSsed the question of Spiritualism with me.\nDigitized by Google\n\f10 Journal of Society for Psychical Research. [Jan., 1881.\nOne afternoon in September, 1884, I took two slates and determined\nto experiment alone. I held them together with a smail pencil grain\nbetween. I was in my library; the slates were taken out of a.\nprivate box by myself; I glanced at them and placed them in the\nposition above described. In the course of some few minutes I lifted\nup the slates and examined them, and found the word\" Beware\" written\nin la.rge characters across the under side of the upper slate. My\nastonishment at this cannot well be described, I\\S I felt convinced I ha.d\npreviously thoroughly examined the sla.tes, and I took the first train to\nLondon, and showed them to my friend Mr. X. (see Journal for\nOctober, pp. 435, 436). He agreed with me in sa.ying it was almost\nincredible. I then attributed the above, and one. or two kindred\nphenomena, to the action of an abnormal power proceeding from myself.\nEglinton could have conjectured this belief from a private letter which\nI sent in answer to a correspondent who wrote to Light, asking for\nadvice as to methods of investigation, and which, by a mistake on the\npart of the editor, was inserted in Light, September 20th, 1884, with my\nname and address appended.* Or it is possible I may have told Eglinton\nmyself.\nIt has been proved to me that these experiences were neither more\nnor less than simple hoaxes, perpetrated by some of my friends.\nAnother incident of a somewhat ludicrous character may be mentioned\nhere. I had bought a trick slate, which had been sold to me as an\nexplanation of the process used by mediums. I found, however, that\nthis was scarcely true, as the trick was a very palpa.ble one. . I had put\nthis slate away in my drawer with the other slates containing the\nwriting of Eglinton's supposed spirits. One morning, on going to this\ndrawer, which I usually kept locked, I found the following words, or\nsomething to the same effect, written across the false surface of the\ntrick slate: \"We object to your learning trickery.\" I then compared\nthis writing with some on Eglinton's slates, and found it apparently\nidentical. I was naturally somewhat amazed, and I did not then for a.\nmoment suspect that my friends were hoaxing me, and that the above\nsentence had been written in careful imitation of the writing on\nEglinton's slates. Also, during seances held privately, I con-\n* In my advice to the correspondent, the following passage occurs :-\" If\nhe can manage it, I should advise him to try and get; a sitting with 0. good\nmedium. Eglinton, of 12, Old Quebec-street, London, is very powerful, and\nalthough he will exptlCt some recoml'ense for his trouble, it will save' Mopsus •\nmuch future time. He will find Eglinton's spirit-gwdes will probably inform\nhim the cause of all the failures•\n.. I may add that; a short time ago I was !J.uite a lceptic as !'8Fds Spiritual-\nism, and by simply following out 'M.A.'s' IDstructions in Light, in my own\nfamily circle, I haTe gained conviction of the truth, and am now slowly develop-\ning into a medium myself.\"\nDigitized by Google\n\fJan.,1881.] Journal of Soc'iety for Psychical Resea''f'ch. 11\ntinued to be frequently seized by spl}smodic movements when I\nbelieved \"uncanny\" manifestations were about to take place.\nAs a conjurer, I have been since amused sometimes at similar\nconvulsions in others during my conjuring performances, when\nthe sitters have supposed that the writing was being produced by\nsupernatural means; my own shudderings during these performances\nbeing, of course, part of the trick.\nI had several other seances with Eglinton after October 9th, 1884,\nall of which proved blanks, except one held on January 15th, 1885. One\nof my friends who accompanied me to this sitting assured me he had\nactually seen Eglinton imitating the sound of writing a.t the time when\nI thought a long communication was being written. I endeavoured to\nbe more watchful at the two sittings which I had after this, the final\nseance being on June 25th, 1885; but at neither of these did any\nresults occur, although I did not inform Eglinton of the information I\nhad received. However, partly in consequence of my friend's convic-\ntion that Eglinton's performances were only tricks, I began, after\ngetting no further results, to apply myself anew to see what could be\nproduced by conjuring. I then met with an individual who professed\nto sell me\" secrets,\" which he gave me to understand he ha.d procured\nfrom an American medium. I also bought one by which words, &c.,\ncould be made to appear on the flesh after it was rubbed over with\nburnt paper. I soon made use of the knowledge thus acquired by per-\nforming before friends and acquaintances, and I found that even at\nthat early stage of my practice many of them could be deceived as to\nmy real modus operandi. Eglinton has attempted to give particular\nvalidity to the accounts of my successful seances with him in 1884,\nclaiming my testimony as that of one who had \"specially studied and\npractised the art of simulating the slate-writing phenomena under\nconjurers' conditions\" (Light, July 31st, 1886). I have already pointed\nout elsewhere that I was not an expert in 1884, when I wrote the\nreports in question, which Eglinton describes as \"among the most\nfavourable and decisive which have appeared.\" The extent of my know-\nledge on this subject at that time will be found described by myself in\nLight, August 21st, 1886, as follows:-\nI went to Mr. _Eglinton on June 30th, 1884, and I do not remember\never having previously performed a single conjuring trick as applied to slate-\nwriting, and also the question of conjuring in any other form had in no way\ninterested me. Previously to 11I.y second seance, October 9th, 1884, I made\nsome three or four attempts with a thimble, pencil, and a slate held under\nthe table, and witha trick slate made of card-boardf with a movable flap and\nblotting-paper.\nI noticed that many persons made statements concerning my per-\nDigitized by Google\n\fU Journal of Society for Psychical Research. [Jan., 1881.\nformances, as to the conditions of the production of the writing,\nwhich were just as emphatic as I made in my own reports about\nEglinton, and I also noticed that nearly all these statements were\nentirely wrong. Even when I sometimes revealed the fact that I was\nmerely a conjurer, the reply which I frequently got was something of\nthis kind: \"Yes, you may say it is cOlljuring, but it could not have been\ndone by that means when I did so-and-so\" (describing a supposed test)\n\"and yet we got the writing all the same.\" As I went on I was\ngradually forced to the comiction that my own reports about Eglinton\nwere just as unreliable ail these statements about myself, although I\nwas not then aware of the serious discrepancies between them which\nMr. Hodgson has lately pointed out in the Journal (October and\nNovember, 1886). In consequence of the change which was taking\nplace in my opinion, I wrote, on July 30th, 1885, to Mr. Farmer,\nrequesting him for\" private reasons,\" not to make any reference to\nmyself, either directly or indirectly, in the work about Eglinton ('Twixt\nTwo Worlds) which he was then preparing for the press.\nFrom a study of various exposures of slate-writing mediums, and\nother incidents which have been privately brought to my notice, I\ncannot now entertain a doubt that they have frequently practised\ndeception; and whether it is a fact that they, nevertheless, occasionally\nobtain the help of \"spiritual\" beings, or manifest supernormal powers,\nis a question upon which I have good reasons for being now very\nsceptical. I do not profess to know how all the slate-writing tricks\nare performed, nor have I ever asserted that my own performances\nare identical with those of Eglinton. Hence, when Eglinton wrote to\nme as follows :-\n6, Nottingham Place, W.\nJune 10th, 1886.\nDBAB. MR.. DAV:BY,\nOn my return to England the other day from Russia, I was informed\nfrom a reliable source that Mrs. Sidgwick had stated at· a recent\nmeeting of the Society for Psychical Research, that she knew perfectly well\nhow to produce the phenomena of slate-writing, having been shown how\nto do so by a gentleman who had had silvera! stSances with me, and who had\ndiscovered the \"trick.\" Yourname was mentioned as her informant.\nAs I do not believe this myself, as being directly opposed to what you\nhave both written and told me, viz., that you could produce writing to some\nextent, but only when everything was prepared (as, for instance, the trick\nslate sold in the shops for 511.) and not at all under the same conditions as\nmyself, I shall be glad if you will tell me whether I am rightly informed as\nto your having given Mrs. Sidgwick the instruction into the mysteries of\nslate-writing.-Believe me, yours very truly,\nDigitized by Google\n\f.Tan., 1887.] Journal of Society.for Psychical Research. 13\nI felt justified in replying :-\nJune 14th, 1886.\nDEAR MR. EGLINTON,\nI have received your letter of the 10th inst., which, owing to my\nabsence from home on a short holiday trip, has not been answered before.\nWith regard to your question, it is quite untrue I have ever instructed\nanyone in the modus opemndi of your slate-writing. Hoping your health is\nbetter for your tour in Russia, believe me, yours very truly,\nS. J. DAVEY.\nI need scarcely remind my readers that Mrs. Sidgwick had never\nmade any such statement as Eglinton asserts he had obtained from\na reliable source.\nSimilarly, in a letter which I wrote to Eglinton on Aug. 2, 1886,\nI said:\nSpiritualism for some time past has ceased to interest me, as I now\nregard the subject in a different light owing to certain circumstances having\ncome to my knowledge. I have before stated to you that I have never acted\nas an exposer of your\" slate-writing.\"\nThe publication of the above leads me to explain the chief reason\nfor my desiring temporarily that my identity with Mr. A., the \"amateur\nconjurer,\" should not be proclaimed. Until recently I had not\nendeavoured myself to obtain written reports from persons who sat\n\",ith me, and I was desirous of obtaining them under as nearly as\npossible the same conditions, as regards the mental attitude of the\nsitters, as those obtained by professional mediums for slate·writing ; I\ndid not wish people to know with absolute certainty by my own\nprofessions beforehand, that the slate-writing was only conjuring,\nthough I urged them to treat me as a conjurer, to use tests, and take\nprecautions against trickery, &c. In consequence of the prominence\ngiven in certain quarters to my name in connection with slate-writing,\nI assumed the professional name of David Clifford. The desirability\nof this step may be illustrated by the following incident: A short\ntime ago, at a seance, I met a gentleman who spoke in very disparaging\ntones of the performances of a certain amateur conjurer known as\nMr. A .. and who remarked to the effect that the statements of Jlrlrs.\nSidgwick as to this conjurer's powers did not in the least explain the\nsubject of \"psychography.\" At the conclusion of my performance\nthis same gentleman (who knew me only under the name of Clifford)\ndeclared in my presence and in that of his co-investigators that the\nexperiments he had just witnessed were more conclusive as to the\nexistence of supernormal phenomena than those he had witnessed in'\nthe presence of a well-known professional medium. Had he then\nknown I was Mr. A., the\" amateur conjurer,\" I do not think he would\n\f14 Journal of Society for Psychical Research. [Jan., 1881.\nhave shown such enthusiasm as regards the\" incomparable\" nature of\nmy phenomena.\nI have now various reports, some of which relate to seances given\nunder my real name, others to those given under my professional name,\nand I have done my best to get the sitters, when there were more than\none, to write out their accounts independently. .Few persons would\nimagine how difficult it is for ordinary witnesses to accurately record &\nslate-writing seance, even if they are very careful and quick observers ;\nand ho\",\" prone the. majority of witnesses are to exaggerate or distort\nrecords of events which they believe to be of an abnormal character.\nI think it would be no easy task to expose an expert in slate-\nwriting, provided he had made up his mind not to give his investigators\nthe chance of doing so. A practised conjurer in this particular branch\nof his profession soon acquires a sufficiently keen insight into character\nto know when there is no risk of detection. If the performer has any\nreason to think that any part of his trick will be seen, he can take\nrefuge in a blank seance; nor would it generally be the case that if\nthe trick were partly performed the observance of strict conditions by\nthe sitter would result not merely in failure, but in exposure, as Mr.\nMassey seems to suggest. (Proceedings, Part X., pp. 93, 94.) I have,\nseveral times, had to deal with this danger, and have always been success-\nful. Of course, cases will arise when, if the right steps are taken by the\nsitter, exposure will result; and this is precisely what has happened on\nmore than one occasion, with, for example, Dr. Slade. There is one\ndanger to which I think a conjurer is liable, unless he is very careful, viz.,\nto give too little credit to the shrewdness of a sitter, just as he probably\noften gives too much. The remedy obviously would be to increase the\nnumber of entirely blank seances. If I were forced to giye blank\nseances to persons of whose keenness I was afraid, I should, of course,\nfrequently give blank seances to others whom I had no reason to fear,\nand with whom I could produce marvellous phenomena whenever I liked.\nI have found, moreover, that a blank sitting occasionally, with an in-\nvestigator who at other times gets good results, makes the phenomena\nlook more mysterious than e,'er, and forms an additional reason in his\nmind for not attributing the phenomena to conjuring. A plan, I under-\nstand, that is very frequently adopted by a well-known American\nmedium, is to simulate sometimes, in a very marked manner, the ap-\npearance of trickery in his slate-writing. Not unfrequently one of his\ninvestigators falls into the trap, observes what he supposes is a clear\ncase of deception, and demands an instant exposure of the slate.\nThe medium then protests against the \"unwarrantable suspicion,\" and\nfinally reveals the slate, to the chagrin of his would-be exposer, who of\ncourse finds it perfectly clean. Then, by a subtle process, the medium\nDigitized by Google\n\fJan.,1887.] Journal of Society for P8ychical Research. 15\ndoes write on the slate, to the subsequent amazement of bis witness.\nFrom the account of a recent exposure by a lady Spiritualistin America,\nwho detected Slade in the very act of writing, I understand that the\nspeed with which he wrote on a slate held under the table greatly\nastonished the observer. I have good authority for belieTing that\nthe account is to be relied upon. (See New York Sunday Times, July\n5tb, 1885.)\nI may now briefly refer to the argument that\" psycbography \" must\nbe of an abnormal (or supernormal) character, since conjurers have been\nunable to explain the phenomena. My own opinion, as that of an\namateur conjurer, has been claimed in its favour, but I have already\npointed out that this is only a misrepresentation of the facts of the\ncase, and that I was a deficient observer, and an ignoramus as regards\nconjuring, when I wrote the l\"eports favourable to Eglinton. At the\nsame time, I understand that certain conjurers have professed their\ninability to explain the slate-writing of some mediums by conjuring.\nBut, after my own experiences, I am not at all surprised at this. That\nthe testimony of a specially skilled conjurer in this particular branch is\nof value I do not deny, yet at the same time it does not, I think,\nfollow that he must therefore know all the secrets, such as one with\nmore experience might have acquired. If he is very confident of his\nown ability to find out any trick and cannot explain the modus operandi\nof the medium, he may possibly think it inexplicable by conjuring;\nand the remarks made by Mrs. Sidgwick at the close of her article in\nthe Journal for December are particularly suitable to a case of this\nkind. A very good instance of this has come under my notice.\nWhen Eglinton was in Calcutta, Mr. Harry Kellar, a professional\nconjurer, requested the \"opportunity of participating in a seance, with\na view of giving an unbiassed opinion as to whether,\" in his \"capacity\nof a professional prestidigitateur,\" he could\" give a natural explanation\nof effects said to be produced by spiritual aid.\" Eglinton eventually\nmet Mr. Kellar, and the result was that Mr. Kellar came away utterly\nunable to explain by any natural means the phenomena that he\nwitnessed; and he said that the writing on the slate,\" if my senses are\nto be relied on, was in no way the result of trickery or sleight of hand.\"\nThis occurred early in 1882, and Mr. Kellar's opinion still continues to\nbe quoted in favour of the genuineness of Eglinton's phenomena. Yet\nI am not aware that Mr. Kellar, before sitting with Eglinton, had any\nspecial knowledge of the different methods of producing slate-writing\nby conjuring, and I have little doubt, after reading his account of a\nsitting in 1882, quoted in Light, October f6th, 1886, p. 481, that he\nwas ignorant of at least some of these methods. But this does not seem\nto be my own view only; it seem!! to \"be that of Mr. Kellar himself,\nDigitized by Google\n\f16 JO'Urnal of Society for Psychical Research. [.Ja.n., 1887.\nwho since then has apparently turned his attention to slate-writing,\nand has changed his former opinion about the genuineness of the\nphenomena; he now professes to be able to \"duplicate any perform-\nance given by mediums of whatever nature after he has seen it done\nthree times.\" This was mentioned to me by an American gentleman\nwhom I met recently, but I have also seen a notice of it in Light for\nMarch 28th, 1885, p. 147, from which I have taken the above extract;\nyet Mr. Kellar's former opinion, given, as I presume, when he was not\na special expert in slate-writing, is continually quoted by Spiritualists,\njust as my own opinion, giyen when I was absolutely incompetent ~nd\nknew next to nothing about conjuring in any form whateYer, has been\nquoted as the opinion of a specially qualified conjurer.\nI do not myself place much value upon the opinion of conjurers who\nhave not previously become thoroughly versed in the ways of deceiving\nsitters in slate-writing; not only because of this incident in which\nperhaps Mr. Kellar's over-confidence in his own powers of detection\nled him into a mistake, although he has after long experience publicly'\nproclaimed his disbelief in \"mediumistic\" phenomena, but also because\nI haye myself been able to deceive a gentleman accomplished in general\nconjuring.\nOn August 26th, 1886, I received a letter from a well-known pro-\nfessional conjurer, whose programme includes several exposes of alleged\nspiritualistic frauds. In his letter to me this gentleman* informed me\nthat he had heard a great deal about my slate-writing, and was most\nanxious to witness the phenomena, as he had had seances with a well-\nknown professional medium; and he politely requested an interview\nwith me. He was a stranger to me personally, but I at once offered to\ngive him a seance, which was arranged for September 13th, 1886. At\nthe conclusion of the seancet he gave me his testimony as follt)ws :-\nSeptember 13th, 1886.\nI can see no explanation by trickerY of the experiments in sla.te-writing I\nhave seen performed by Mr. Davey this evening.\n(Signed),---\n* I have not here disclosed the name of this gentleman as, since\nI have informed him of my conjurin~ powerR, he has desired me not to do\nso. His letter and testimony are in the nands of the Editor of the Journal.\nt I had a curious experience with this gentleman. lasked him to think of\na number. A number which I thought would be right was then, without his\nknowledge, marked on the slate by my process. I then asked him to tell me\nthe number he had thought of. He said 98. I lifted np the slate and showed\nhim the figures 98 that had been written before he had spoken. This may of\ncourse haTe been merely an odd coincidence, but the fact ihat I have had\nseveral son\\ewhat similar experiences with other investigators led me to think\nthat there might be something of the nature of thought-reading in it. 1\nendeavoured ro arrange some furiher experiments with Mr. --, but his many\nengagements, and recently my serious illness, have prevented our meeting\nagain.\nDigitized by Google\n\fJan.,1887.] Journal of Society for Psychical Research. 1'1\nSome days afterwards he wrote to me as follows :-\nSeptember24th, 1886.\nIt gives me much pleasure to add my testimony to that of many others\nyou have, and I certainly can state that in some mysterious manner\nwhich to me seemed quite inexplicable, writing appeared on slates which I\nbad purchased myself, which had been previously thoroughly washed,\nand while they were held together apparently very tightly. And it was\nspecially remarkable that the writing was in the very colour I asked for.\n(Signed)---\nAnother professional conjurer was shown my locked· slate by an\ninvestigator, the writing having been allowed to remain, and on hearing\nthe account of the witness, he offered an explanation, which was, how-\never, entirely wrong; I instance his opinion merely for the sake of\npointing out that his great knowledge of conjuring in general did not\nenable him to suggest an explanation which would I think have occur-\nred to him if he had been skilled in the various special methods that\nmay be used by conjurers in connection with slate-writing.\nIt has sometimes happened that an investigator, who knew before-\nhand that my performances were conjuring, has thought he had\nobtained a clue to my methods, but in nearly every case where I have\nsuspected this, I think his discovery has only tended to perplex him\nmore than ever. Whilst visiting Professor Henry Sidgwick at\nCambridge some few months ago, I gave both Professor Sidgwick and\nMrs. Sidgwick two seances for slate-writing. Amongst other\nphenomena, I obtained an answer on my locked slate, written under-\nneath the question Professor Sidgwick had written. I had requested\nProfessor Sidgwick to keep special charge of the slate. He afterwards\nconcluded I had obtained some means of opening and writing on it,\nand he informed me as to when and how he thought I had done this.\nIt is interesting to note that I did not in any way perform the trick in\nthe manner Professor Sidgwick surmised, as I have since proved to\nhim; he has informed me that my explanation was \"completely\nunexpected,\" a.nd he says:\n\"I was so satisfied with my own conjecture (difficult as it was for me to\nimagine it actuallyrealised)that the method you actually used never occurred\nto me-nor anything at all like it.\"\nTo those of my readers who are specially interested in the subject,\nI may recommend a book entitled The Bottom Facts of Spiritualism,*\nby Mr. John W. Truesdell, who seems to have had considerable\nexperience in slate-writing. He gi~es an interesting account in\nChapter XVI. of a slate-writing seance recorded by Mr. L. 'V. Chase, of\nCleveland, Ohio, and I have no doubt after my own experiences as a.\n\" Published by Carleton and Co., New York; and London: S. Low and Co.\nC\nDigitized by Google\n\f18 Journal of Society for P8ychical Research. [Jan., 1887.\nproducer of sl~te-writing that Mr. Truesdell's subsequent version of\nthe matter is the true one. In the Daily Courier of Syracuse, New\nYork, December 7th, 1872, Mr. L. W. Chase made the following\nstatements :-\n\" The medium (Mr. John W. Truesdell) then took up a common slate,\nand, after carefully washing off either side, placed it flat upon the table,\nwith a bit of pencil, about the size of a pea, underneath. We then joined\nhands, and after the lapse of about ten minutes, under the full glare of\ngas-light, we could distinctly see the slate undulate, and hear the communi-\ncation that was being written, a copy of which I herewith append :-' My dear\nBrother,-You strive in vain to unlock the hidden mysteries of the future.\nNo mortal has faculties. to comprehend infinity.-CUARLOTTE.'\n\" The above lines were not only characteristio of my beloved sisterwhile\nin the form, but the handwriting so closely resembled hers that, to my mind,\nthere cannot be a shadow of doubt as to its identity.\"\nIn reference to a further event, Mr. L. W. Chase adds:-\n\" A short communication from my mother (and iJ! her own handwriting)\nwas found plainly written.\"\nI have quoted the above extracts since they serve. to show how a\nperson may be deceived in the matter of spirit identity; for Mr. John W.\nTruesdell, at the close of Chapter XVI., frankly informs his readers\nthat he himself wrote the messages, and describes the methods he\nemployed. The resemblance between the handwritings was, I presume,\nimaginary.\nThe fact that \"messages\" occasionally contain private family\ndetails, &c., is often quoted as a proof of the Spiritualistic theory in\nconnection with slate-writing, but many persons would be surprised to\nfind how frequently a slate-writing conjurer may become possessed of\napparently private ma.tters in connection with his investigators, and they\nshould also not forget that peculiar chance coincidences sometimes occur.\nIt is not very long since I met a gentleman who was a perfect stranger\nto me personally, and I depicted scenes to him that I knew had taken\nplace many years ago, with an accuracy that utterly bewildered him, and\nI went into such private details of his family matters as convinced him\nI had a strange insight into his past life. Yet this was merely due to a\nchance coincidence. Some Dlonths previously these and other details\nhad been incidentally mentioned to me by a person well acquainted\nwith his history, and although he was not a public character, his name,\nin connection with the events of which I had heard, became somehow\nfixed in my memory. Nor is this the only experience I have had of a\nsomewhat similar character.\nThen it must be borne in mind that when witnesses becoDle\ndeeply impressed with ~e wonder of the performance, they not un-\nfrequently give way to a little natural excitement, and whilst they\nDigitized by Google\n\fJan.,1881.] Journal of Society for Psychical Research. 19\nhave laboured under the excitement I have picked up items of informa-\ntion from the witnesses themselves, which when reproduced by me at\nfuture seances have been declared\" wonderful tests.\"\nDuring the past few months I have given seances to many total\nstrangers who have applied to me for sittings. In some cases I have\ngiven these performances away from my own residence, and I have\nrequested the investigators to use all possible caution to guard against\nany trickery, leaving them, however, to make their own suppositions\nconcerning the mode of production of the phenomena. Latterly I have\nstipulated that the sitters should write out reports as soon as possible\nafterwards; and upon receiving these reports I have informed them\nwithout delay that the phenomena were only conjuring. Formerly in\nsome cases I had given the sittings over and over again to the same\npersons, with an occasional blank to stimulate their curiosity; neverthe-\nless they never detected the modus operandi.\nI shall now give some of the accounts* that I have received, but\nbefore doing so I wish my readers to be clearly aware that the writing\nperformances described in the following records were due to my own\nunaided powers as a slate-writing conjurer.\nI shall begin by quoting a few brief statements of a general kind\nmerely in illustration of the impressions left upon some of those from\nwhom I did not exact a detailed report.\nStatement o\/MRS. JOHNSON.\nMy sisters and I being most interested in the subject of alate-writing and\nanxious to see something of it, Mr. Davey kindly Arranged a meeting at his\nbouse. We sat at an ordinary table iD. a well-lighted room, and writing was\nquickly produced on the inner surface of one of two alates beld firmly\ntogether, once by Mr. Davey and myself, at other times by my sisters and Mr.\nDavey j at first just under the edge of the table, then above, and afterwards on\none of my sister's shoulders. This was the more wonderful as we had purchased\nthe slates on our way from the station. Of course between the slates were\nplaced three points of different coloured chalks, after '!.ChieM Mr. Davey asked\nus in which colour the writing should appear, and itdid 80 in the colour we\nelected, the slate being covered 'with writing. We are all quite certain that\nthe slates were never out of the hands of one or other of us, and we are\ntotally unable to accowlt for the slate-writing.\nM. JOHNSON.\nStatement 0\/MR. SCODELL.\nDEAR Sm,-\nN O1Jember 25th, 1886.\nI had the pleasure of attending .. seance given by you some few\nmonths ago, and beg to relate what took place to the beat of my recollection.\n* The originals of all the following accounts, together with the D&nl611 and\naddre_ of tlie writers, have been sent to the Editor of the Journal.\nt These worda added by Mrs. Johnson later.-S. J. D.\nDigitized by Cldogle\n\f20 Joumal of Society for P8ychical Besea?'ch. [Jan., 1887.\nFirst, you produced a framed slate which folded, and upon which there\nwas a patent lock. You opened the slate, cleaned it perfectly free from\nwriting, put two or three pieces of crayon or pencil therein, locked it up, and\nplaced the key in the hands of one of my daughters, who was present. The\nslate was laid on the table, and the hands of all of us were placed on and\naround it. You then told us to think of some subject upon which we should\nlike a few lines, and to say the colour in which we should like them to appear.\nThis was left to one of my daughters. You then appeared to be invoking\nthe aid of some UDknown person, which appeared to be attended with con-\nsiderable mental agitation to yourself, and a slight scratching was heard, and\nupon the slate being finally unlocked and opened, two or three lines of writing\nappeared therein, and they were upon the subject my daughter had lent her\nmind, and in the colour writing desired by us.\nThe next thing you did was to solicit us to take out any volume from your\nbookcase, turn to a page, and fix our special attention on a passage. This I\ndid without your seeing the page or passage. The book was handed to you,\nand you in a short time told us the right page and right paragraph.\nI can only say that my daughters and myself were perfectly astonished\nwith your performance, and had we been predisposed to believe in\nSpiritualism, we should have been convinced in such belief through your\nseance, as the whole performance seemed to us a phenomenonincapable of any\nexplanation and not to be produced by any ord~ natural means.-Yours\nfaithfully,\nR. W. SCOBBLL.\nMr. S. Davey, Jun.\nS~nt of MRS. BARRETI'.\nYour wonderful performance on the slate completely\npuzzled me. I have not got over it y.et. Thinking over it as much as ever\nI can. I am as far oft' having any idea about it as at first. You say you did\nthe writing, so I suppose you did; but how 7 That is what I want to know.\nYou gave me a clean slate without a mark or scratch of any kind upon it. I\nexamined it carefully, I sponged it with water, and at your desire I locked it\nup and kept my eye upon it. When it was unlocked and the slate examined,\nI discovered, to my astonishment, that it was written all over from top to\nbottom. I never lost sight of the locked slate, and I never lost sight of\nyou; and as far as I could judge, it was impossible for you or anyone\npresent to have done it ; yet the wonderful fact remains; the slate was\nperfectly clean: when it was locked up, and written all over when unlocked.\nThis is a mystery, and as I am unable to look through a wooden cover, I\ncannot imagine a clue to it. Perhaps some of these days you will en-\nlighten me.\nStateme~ of MISS STIDOLPH.\nI have much pleasure in recording my recollections of a seance with Mr.\n~. J. Davey. His powers are certainly marvellous, and while I have not the\nvery smallest belief in \"Spiritualism\" or \"mediums\" of any kind, believing\nthe things so called to be groBB deceptions, I waa amazed at my friend's scientific\nskill. Apparently he has no appliances. I was lIeated with him at a small\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 21\ntable when he gave me the following astounding evidence of his powers. He\ngave into my hands a slate which, when locked, looks like an ordinary box.\nThis box I opened, washed the slate, locked it, and took the key; for some\nminutes we sat, he with one hand on mine, his other hand on the table.\nPresently a faintscratehing was hearti. and continued some little time ; when\nit ceased Mr. Davey unlocked the slate, and 10 ! it .was covered with clear,\ndistinct writing-a letter addressed to myself, and stating if I would wait a\nlittle while the writer would go to the Cape and bring me news of my\nbrother. Then I again washed the slate; again it was locked, and again I\nkept the key. Mr. Davey then asked me to take any volume I liked from\nthe library, to look at a page and remember the number of it. This I did,\nand again we sat as Qefore. In a few moments the slate was unlocked, when\non it was written, not only the number of the page I had thought of, but\nsome of the words which were on the self-same page, and these not ordinary\nwords, but abstruse words, as the book I selected was a learned one. This I\nconsidered a moat marvellous feat, and utterly incomprehensible. That the\nscientific researches of my friend will lead to most important results I have\nno doubt. His aim is to expose deception, and if this object be attained he\nwill benefit society and throw light on a subject which has hiMlerto been\nconsidered to belong exclusively to the \" powers of darkneBB.\"\nE. STIDOLPH.\nTwould mention that the shelves from which I took the book contained\nhundreds of volumes, and Mr. Davey had no idea which I had selected as he\nclosed his eyes and went to the extreme end of the room.\nE. S.\nN O1Jembe'l' 25. 1886.\nProceeding now to more detailed accounts I will next quote from a\nreport by Miss J. H. Symons of one .of her seances with me. The\ndescription of the incident of the' writing on the locked slate is im-\nportant from several points of view, and I shall refer to it in a future\npaper in connection with other incidents described by Miss Symons.\nSlate-writing seance, November16th, 1885, at 14, Dean's-yard, with Mrs.\nSidgwick, and a medium whom I will designate as A..\nOur sitting commenced at 7.45 p.m. We took our places round a deal\ntable in the following order :-The medium A at one comer, next him Mrs.\nSidgwick, and I opposite.\nNeither Mrs. Sidgwick nor t had brought any slates, and we were,\ntherefore, obliged to use those brought by A. We sat in a good light, a\nlamp and several candles were burning in different parts of the room. We\nfirst washed the slates ourselves with water brought us by Mr. Podmore, so\nthat there was no question of its conta.ining any admixture of chemicals, by\nwhich means writing might be produced, as has sometimes been suggested\nto me ; the table, too, was above suspicion, having just been bought by Mr.\nPodmore for this particular seance. After each one of us had separately\nwashed and dried the slates, one was marked by Mrs. Sidgwick, a piece of\npencil was placed on it, and it was held by A. under the table, who warned\nus to wateh him very carefully, as he gave no promise'llOt to cheat, did we\nDigitized by Google\n\f22 Journal of Society for Psychical Research. [Jan., 188\ngive him the faintest opportunity for so doing, and who wished us distinctly\nto understand that he did not claim to produce the phenomena he hoped to\nshow us, by spirit agency. Prior to placing the ordinary slate under the table,\nwe had washed and examined a small double folding slate, also belonging to\nthe medium. This slate was locked by Mrs. Sidgwick, who put the key in her\npurse, and the purse in her pocket, and who sat upon the slate.\n* * * * * *\nWe next tried for writing on the locked slate. I must remark here that\nthough we had sat on this slate during the greater part of the seance, we had\nnot done 80 throughout. We had left it on the chair when we turned to the\ncandles behind us to read the message. A. had quickly picked it up, and\nasked us not to lose sight of it, as he wished to preclude all possibility of\nfraud. He might, of course, in this moment have changoo the slate for one\non which a meBBage was already written, but the nature of the test we\nobtained, I think, negatives this supposition; besides which, before it was\nheld under the table, Mrs. Sidgwick gave me the key, we unlocked the\nalate, found no writing there, and after the slate was again locked, I put the\nkey in my pocket.\nIt was not proposed by A. that we should try to obtain a line from a\npage of any book to be taken at random from Mr. Podmore's shelves. This\nwas done by Mrs. Sidgwick, who took care only-at A.'s request-to select\na book with good type. This book was shown to A., who opened it, looked\nat the type, and considered it lufficiently clear. Mrs. Sidgwick placed it on\nthe table, and her and my handa rested on it, whilst A. and I held the small\nlocked slate under the table. It was at this point, after choosing her book,\nthat the slate had been opened, found clean, and the key given to me. It\nwas decided that Mrs. Sidgwick should think of the page of the book from\nwhich the line was to be taken, and I of the line, counting from the top _of\nthe page, it being agreed-at A.'a wish-that to facilitate the test, we should\neach think of a number below 10.\nAgain, so far as I could aee, we gave A. no opportunity for changing the\nslate. I am quite certain that he did not do so whilst we were holding it\ntogether. And in this case the message must have been written in our\np?'uenC8, as we did get a line copied from this very book, though not the line\nof which we were thinking. When the slate was again unlocked, we found\nwriting on each side ; the message was to the effect that we were not\nsufficiently en rapport with one another to get the best results as yet, but\nthat they were willing to give us some proof of their power. Then followed a\nfew words in inverted commas, -aflier which an illegible word, with which the\nmessage broke off abruptly. Mrs. Sidgwick then explained that she\nhad been thinking of page 9, and I had thought of line 4. Mrs. Sidgwick\nquickly turned to this page and Une, but no such words as those quoted were\nto be found. A. suggested that the 9 in Mrs. Sidgwick's mind might have\nbeen reversed and wrongly read as 6. We, therefore, turned to page 6, and\non the last line of that page and the first line of page 7, we found the words\nfor which we were looking.\nIn this case-admitting the genuineness of the phenomenon-there might\nagain have been thought-transference, for the book had been in both Mrs.\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 23\nSidgwick's and A.'s hand, and either might have caught sight of these verJ\nwords. With this the s6ance ended, as A. expressed himself too tired to sit\nany longer, and complained of a very bad headache. He seemed to suffer\nmuch after each meBBage had beenproduced, and complained of great drynel8\nof the throat.\nJESSIB H. SYMONS.\nNov. 19th, 1885.\nThe following reports are by Mr. J. R. Rait and Mr. Rartnall J.\nLimmer. These accounts were written independently, from notes taken\nduring the sitting. Mr. Limmer had had a successful seance with me\nsome months previously.\nReport of MR. RAIT.\nOn Wednesday evening, the 8th September, 1886, at 7.30; I betook my-\naelf, in answer to a previous invitation, to the residence of Mr. S. J. Davey.\nI had brought with me at his request three new common school slates\nprivately marked by me and of medium size, a box of &B8orted crayons, and\na book to take notes in. Arrived there I was introduced to Mr. Limmer,\nwho with Mr. Davey and myself formed the trio in whose presence the\nmanifestations which I am about to record took place.\nAt 8.30 p.m. we seated ourselves as shown in the diagram. }Ir. Limmer\nBOOKCASE\n\/\nI\nLIMMER\nCI\n--,,\n> ,.J.A.\n~\n<\n\\\nPI to=\n0(\nA ~\n~\nMYSELF I, ~\n~\nWINDOW\nA. ThIs Is where the Slate was held.\nBat directly opposite me, while Mr. Davey sat on my left, the gas burner\nbeing directly overhead 80 as to distribute light equally on all surroundings.\nBefore I begin, however, I will call attention to the following facts.\n1. During the whole s6ance, the gas, with but one slight exception, was\nburning brightly. .\n2. The slates used were the 3 already mentioned and a double one of\n:Mr. Davey's of superior make, with ebony backs and fitted with a lock,\nwhich, after having cleaned it and inserted a small fragment of slate pencil, I\nlocked, and at his request put it in the pocket of my coat, where it remained\n-till used. With these slates there could not possibly be any tampering\nas during the whole s6ance they never for one moment left the room.\nDigitized by Google\n\f24 JO'Urnal of Society for P8ychical Research.... Jan.,1881.·\n3. While the writing was taking plac~ under the table Mr. Davey's\nleft hand was held by Mr. Limmer while his right with the exception of the\ntops of his 4 fingers was full in my view.\n4. The chalks used were my own, wrapped separately in paper, and before\nthe s6ance had never been taken out of the box.\n5. A fact that appears to me most wonderful is, that the point of the\nslate pencil or cl'lloyon was always worn and invariably formed part of the\nlast stroke.\nAt Mr. Davey's request I took .one of my new 'slates, cleaned, wiped it.\nand placed a minute fragment of slate pencil on its surface, and held it UDder\nthe table at the comer of the table with my left hand pressing it :firmly all\nA. SIa.te. B. Su1'face of Table.\n~~\n'r ~!.:------.....\nJ~' j\nThe dotted lines show that pa.rt of the Slate under the Table.\nA. Extremity held by me. B. Held by Davey.\nthe time. Mr. Limmer held my right on one side and Mr. Davey'sleft on the\nother, while Mr. Davey also supported the slate under the table with his\nright; thus it will be seen that a chain was formed by the hands. After\nremaining a few seconds thus.\nMr. Davey: \"Are you there 1\" No answer.\nMr. D: \"Are you going to give us any answer this evening1\" A\ndistinct ticking sound was here heard and after 3 seconds or so it;\nstopped and I withdrew the slate; on it was an imperfect scrawl which no\none could decipher.\nMr. D.: \" We will try again; please hold the slate :firmly; eng~e in\nconversation; try and not concentrate the thoughts too much on one subject.\"\nMr. D. : \"Are you going to give us any answers this evening or not ~\nNow do try.\" This time the noise of the ticking of a pencil was most dis-\ntinctly heard as if firmly and deliberately writing. I called Mr. Limmer's\nattention to the fact and he informed me the writing was distinctly audible\no him. I withdrew the slate and on it distinctly written was YeB.\nMr. D.: \"Will some one now ask a question 1\"\nDigitized by Google\n\fJan., 1887.] JOU?\"fU1.l of Society for P8ychical Research. 25\nAfter some thought it occurred to me to ask what o'clock it was at present,\nthere being no timepiece in the room.\nMr. D. : \"Will you kindly tell us what time it is 1\" The ticking was\nimmediately resUlned. I watched Mr. Davey while seemingly talking to Mr.\nLimmer, but could detect nothing suspicious in his movements; three dis-\ntinct ticks were heard a.nd I put the slate on the table and examined it. It\nwas written in the same indistinct hand, and began with a scrawl, but in the\nmiddle of the sentence I could decipher \"nine\" plainly. On asking Mr.\nLimmer to look at his watch he replied that it wanted a quarter 'of an hour\nto 9. On putting the. question\" Will there be a war with Russia 1\" we\ngot the vague reply \"Perhaps.\" In reply to other questions the answers\nobtained were\" try chalk\" (this refers to the difficulty experienced in dis-\ntinctly writing on a new slate) and \"answer Zater.\"\nSo flU\" nothing striking had occurred beyond very scrawly writing, and\nreplies which might mean anything; blOt something better was in store\nfor us.\nI now suggested a slight variation in the experiment, which both Mr.\nLimmer and Mr. Da.vey agreed to. I will mention however that in the .\nright-handed breast pocket of my coat I had placed a sealed envelope con-\ntaining some questions of a most impossible nature, and which I had written\non the afternoon of the 7th September, intending to produce them at the\nMIlee with a view to getting them answered ; they being all the time in the\nenvelope and their contents unknown to anyone but myself. I determined\ntherefore to put the question, ,. What does the right-handed breast pocket\nof my coat contain1\"\nRequested by Mr. Davey to clean and again privately mark my slates, I\ndid so; and at his request Mr. Limmer and I chose 3 fragments of chalk,-\npink, green, and blue. These 3 fragments were placed on the surface of one\nof the slates. I then placed another slate on the top of this so that the\nchalks were between. This time the slates were above the table; we joined\nhands and began talking, the question concerning my coat pocket having\nbeen put. It is important to note that during this experiment both of Mr.\nDavey's hands were in view, also that the writing began almost instan-\ntaneously on joining hands. Mr. Davey became very agitated, his hands\nslightly trembled under mine, and he occasionally gasped for breath as\nthough in pain. (These fits occurred at intervals throughout the seance and\nalways when the writing was taking place, but on no occasion did he move\neither his hands or feet.) The writing distinctly continued, cool, deliberate,\nand steady. I could even hear the occasional dashes as in stroking the t's,\n&c.; it invariably seemed to come, away from Mr. Davey, immediately under-\nneath my fingers. I could almost feel the chalk as it moved along ill ita\nweird progress, guided by what mysterious agency I know not.\nAll at once Mr. Davey said, \"Quick! ! in what colour will you have it\nwritten 1\" Pink was chosen. This is what appeared on lifting one slate\n011':-\nDEAR Sm,·-This experiment is a very difficult one, and we can but\nrarely repeat it. (In green) You may rest assured that we shall do all u;our\npower to answer (in blue) you this evening, but we are ,·ery anxious that you\nDigitized by Google\n\f26 Journal of Society for Psychical Research. [Jan., 1881.\n--not--this question (in pink) simply on account of the---question we\nwill try and answer your question later on--and the--endeavour to\nconvince--any test you may suggest.\nERNEST.\nThe latter part written in pink. Part of the message we could not\ndecipher, and I accordingly cannot repeat it in full. This message occupied\nabout 2 minutes or less in writing, and was on the whole fairly well written.\n'I'he next experiment was with Mr. Davey's closed slate. After it had\nbeen produced from my pocket we laid it on the table locked and with the\nsmall piece of pencil inside, joined hands as before and the question was\nput, \"Will the Emperor of Germany live through the present year 1\"\nImmediately the writing began, exactly the same as on previous occasions,\nand when after the space of 4 minutes (about) I carefully unlocked the slate\nwe found the following wonderful message: \"My Dear Sirs,-It is a\npopular error that if we can produce this writing under these conditiolls we\nmight at the same time have a knowledge upon all questions of a mundane\nnature. One is apt to forget that prophet seer and prophetess are children\nall of 'mother guess,' and this rule applies to us. Yet for ourselves we can\nforesee much to happen in in the year 1889, and to do this we need but carry\nout the instructiolls of Bonnet(1) who said, 'Ne vouslassez jamais d'examiner\nles causes des grands changements, puisque rien ne servira jamais tant a.votre\ninstruction.' Your test is a severe one, for we have not the gift of clairvoy-\nance to-night. On VII -- we think (or thank) your friend from time to\ntime in explanation of this mystery try your test again later on and we shall\nsucceed. We hope to--\" (here the writing ends). This is clearly a direct\nraply to all our questions, and \"the severe test\" referred to points, eyidently\nto my coat pocket's contents. What the mysterious VII. means I do not know,\nexcept that it may have some allusion to the 7th September, the day on\nwhich I wrote the questions. This belief is strengthened by the answer we\ngot in trying to find out the writing after the Roman letters VII. later on ill\nthe evening, and which read (as much as we could make out of it) Septem.\nThis long message was to my mind the most marvellous result of all, and its\neffect was strongly marked on Mr. Davey, who seemed in a state of great\nprostration, and called for a glass of water.\nMr. Davey then placed a slate on two small boxes which rested on the\ntable, thus; 3 pieces of chalk,-blue, pink, and red-were then chosen and\nDigitized by Go\n\fJan., 1887.] Journal of Society for Psychical Research. 27\nplaced on its surface (the slate) and over the chalk was placed a tumbler;\ntho gas was slightly lowered, and we were told to say what figure we would\nlike to have drawn. I chose an octagon, Mr. Limmer chose a square. I saw\na piece of chalk slightly move and on lifting the glass we saw two very indis-\ntinct mar!ts. We however resolved to try again. This time the red piece of\ncllalk distinctly moved, but very quick. Lifting the tUlnbler wo found thiS\nfigure I which evidently was intended for part of Mr. Limmer's\nsquare.\nI desired after this to have the writing on the double sIa.te of Mr. Davey's\ncontinued at the point where it had been broken off, and obtained this result\non one of my slates which I held underneath the table and which began\nimmediately. \"We hope to see you again-Joey.\" I was also anxious to\nknow what tlle VII signified as I have already said before ;-on the first\nattempt we got the answer-\" good-bye Joey\"-but we were more\nsuccessful on again putting the question, the result being a distinct\n.. Septe-\" ; whether, as I have already said, it was intended for Septem-\nber I cannot tell. .\nAs it was getting late (10.30) tho seance concluded. In finishing this\nstatement I will add that for my part I am \"an outsider,\" have\nnever before given slate-writing or Spiritualism a thought uutil Mr.\nDavey lent me \"Psychography\" and a copy of Light dated 8th\nNovember, 1884, and invited me to relate my experiences as t.hey\nappeared to my senses of sight and hearing only; which I have\nendeavoured to do in as complete a manner as possible. What the agency is\nthat moves the fragment of pencil I know not; I leave that for the ,o;oo,nu.\nIt is a wonderful thing that part of an answer was written in French, a\nlanguage totally unknown to Mr. Davey. Also that 3 colours were employed\nin writing another answer. Trickery to my mind is utterly impossible in any\nrespect. How it is all done I cannot tell; my advice to the .. scoptics\" is\n•• go and judge for yourselves.\" JOHN H. RArr.\n10\/9\/86.\nReport of MR. LIMMER.\nOn Friday, tho 8th September, 1886, I had the privilege of being\npresent at a \"Spiritualistic\" seance given by Mr. S. J. Davey at his\nresidence • . . Mr. Herbert Rait was the only other\nperson present besides Mr. Davey and myself.\nThe only table used was a small one which Mr. Davey informed us was\ntechnically known as a \" Pembroke.\" This table I thoroughly examined and\nnothing that could aid Mr. Davey in any way could I discover. The proceed-\nings then commenced by placing a common alate, bought that evening and\nmarked by Mr. Rait, under the comer of the table and supported in that\nposition by the right and left hands of Mr. Dayey and Mr. Rait respectively,\nwhile I completed the circle by holding their disengaged hands. The question\n•• What is the time 1\" was then asked by Mr. Rait, and after a Mort\ninterval I distinctly heard writing, but on looking at tho slate the answer\nwas not readable: the question was therefore repeated and shortly after the\nDi~itized by Google\n\f28 Journal of Society .for Psychical Research. [Jan., 1887.\nword \"nine\" was obtained. The next question asked by Mr. Rait was\n.. Will there be a war with Russia or not 1\" in reply to which we received\nthe word \"Perhaps.\" The same gentleman then asked .. Will the Emperor\nof Germany live through the year 1\" Instead of receiving a direct reply the\nwords \"Try chalk\" were found 'written upon the slate, and on adopting\nthat suggestion we obtained the single word \"later.\"\nI may mention here that all the chalk and slates (with the exception of\nthe\" locked slate\" mentioned later on in this report) used during the even-\ning were brought by Mr. Rait, and had never been in the possession of Mr.\nDavey.\nThe next test was that of two common slates being placed upon the table,\none above the other, the frames of whichfitted so accurately that it appeared\nutterly impossible to insert anything by which the pencil ,could be put in\nmotion. These slates were previously examined by Mr. Rait and myseH.\nGreen, pink, blue and red chalk having been inserted by Mr. Rait, the circle\nwas again formed in the mauner before described, Mr. Davey having this\ntime, though, both hands placed upon the top slate. The question, \"What does\nmy rIght hand breast coat pocket contain 1\" was put by Mr. Rait, and it was\nagreed that the colour in which the answer should be written should be pink.\nI distinctly heard the chalk passing rapidly between the slates, and in\nabout two minutes we had the following message before us.\n(In pink)'\n\"DEAR Sm,\n\"This experiment is a very difficult one, and we can but rarely\n•• repeat it. (In green.) You may rest assured that we shall do all in our\n\" power to answer (in blue) you this evening, but we arc very anxious that\n\" you should not put this question (in pink again) (word not plainly written\n\"here) simply on ale of the (word not readable) question. We will try and\n.. answer your question later on, and the (word not readable) endeavour to\n\" convince (word not readable) any test you may suggest.\n\" ERNEST.\"\nAt this stage of the proceedings Mr. Davey appeared to be rather\nexhausted, and drank a glass of water.\nMr. Davey then produced a \"locked slate,\" which I examined moat\nminutely, and as far as I was able to judge, the surfaces were genuine slate\nand had not undergone any process of preparation which would aid him in\nobtaining writing. A small crumb of pencil was inserted, and the slate\nclosed and locked by Mr. Rait. The key was then given into my possession.\nWe then placed our hands in an exactly similar position as before, and\nMr. Rait having repeated the question \"Will the Emperor of Germany live\nthrough the year 1\" I very soon heard the pencil travelling over the surface\nof the slate. After the lapse of about four minutes the slate was carefully\nunlocked by Mr. Bait, and the pencil very much worn was found at the\nplace where the writing ended.\nThe lines on the first side of the slate ran in a diago~ direction from left.\nto right, but on tho second side it was done in the usual manner, i.e., from\nside to side. The writing was of a very neat character and the majority of\nthe letters were well formed. The following is a copy of tho letter.\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 29\n\"MyD.BAR SIRS,-It is a popular error that if we can produce this writing\n\" under these conditions we might at the same time have a knowledge upon all\n\" questions of a mundane nature. One is apt to forget that • Prophet, seer,\n\" and prophetess are children all of Mother Guess ' and this rule applies to\n\" us, yet for ourselves we can forsee much to happen in in (the word • in '\n\"occurred twice here) the year 1889 and to do this we need but carry out\n\" the instruction of Bonnet (this name was indistinct) who said • Ne vous\n\" • lassez jamais d'examiner les causes des grands changements puisque rien\n•• • servira jamais tant avotre instruction.'\n* .,Your test is a severe one for we have not the gift of clairvoyance\n\"to-night on VII oz we think (or thank) your friend from time to time\n\"in explanation of this mystery.\n\"Try your test again later on and we shall succeed.\n\"We hope\n_----,L---_Saw Pencil lay here, on carefully opening the S;ate.\nThe writing having stopped 80 abruptly, two ordinary slates were placed\nupon the table in the manner before described, and it was asked by Mr.\n&it that the letter should be concluded. Within a period· of 15 seconds\nfrom the time of asking such question and after completing the circle with\nour hands. the words \"to see you again, Joey,\" were written.\nThe two slates were again placed in the same position as before, and Mr.\nRait having put an unimportant question, after the completion of the circle as\nbefore, I saw upon the slate\" Good-bye, Joey\" ; but on a second trial a\nscrawl was obtained which looked very much like\" Sept. Joey\" but it was .\ninlpossible to say definitely what it was intended for.\nThe final test to which Mr. Davey was subjected was that of writing\nunder an inverted tumbler under the following conditions. An ordinary\ntumbler was inverted and placed upon one of the slates brought by Mr.\n&it. This slate was raised slightly from the table and supported by two\nsmall boxes placed under the ends of the slate. Blue, pink, and red chalk\nwere then placed under the glass by Mr. Rait, and after joining hands, Mr.\n&it asked that an octagon should be formed with the red chalk. After\nwaiting for a few minutes the red chalk was seen to make two short lines\nalmost at right angles to one another, thus, T. The sametest, after the\nslate had been cleaned, was repeated, imd with precisely the same result. I\n* This probably refers to some questions which Mr. Rait had written and\nenclosed in a sealed envelope and placed in his breast coatlocket and known\nonly to himself. It will be remembered he previously aske \"What does my\nright-hand breast coat pocket contain ! \"\nDigitized by Google\n\f30 Journal of Society for Psychical Resea1'ch. [.Tan., 188•.\nthen asked that a square should be formed by the red chalk, and two sides\nof it were made almost instantly, and in the colour required. Although\nlooking to within a few inches of the tumbler and seeing the pencil move I\nfailed to discover anything w~ch could have caused it to do so.\nI can only say that the whole thing was totally inexplicable to me, and\nto the best of my belief it was impossible for Mr. Davey to have produced\nany of the above results by the aid of trickery, as he did not appear in any\nway to try to divert my attention either from himself or the slates, and 1\nwatched him as closely as it was possible throughout the whole proceedings.\nHAR'tNALL J. LIMMER.\nThe following report is by a lady whom I shall call Mrs. Y., whose\nhusband is a member of the Council of the American Society for\nPsychical Research. I have the independent reports of Mr. Y. and\nMiss Y., and I propose to give these in a future paper.\nReport of MR8.--- .\nOn the evening of September 10th, 1886, I went with my husband and\ndaughter to a room in Furnival's Inn, to witneBB the slate-writing perfornlancea\nof Mr. Clifford. On our way we stopped' at a stationer's, and my husbllolld\npurchased three perfectly new ordinary school slates. We found Mr.\nClifford to be a young man of manifest intelligence and great earnestness of\nscientific purpose. He impressed me as being thoroughly honest and above\nall trickery. He also impressed me as being in a very critical state of health,\nand I should say the nervous strain of his slate-writing performances was\nmost injurious to him. .\nWe seated ourselves at an ordinary Pembroke table, brought out of the\nkitchen attached to the chantbers belonging to the friend who had loaned his\nroom for the occasion. A piece of chalk was placed on one of our slates, and\nthe slate was held tightly up against the underside of the table leaf by one of\nMr.Clifford's hands and one of my daughter's. Their thumbs were on top of\nthe table, and their hands spread underneath on the underside of the slate.\nI held Mr. Clifford's other hand, and we all joined hands around the table.\nI watched the two hands holding the slate without a moment's intermiBBion,\nand I am confident that neither Mr. Clifford's hand nor my daughter's moved\nin the least during the whole time. Two or three questions were asked\nwithout any sign of response. Then Mr. Clifford asked rather emphatically,\nlooking hard at the comer of the table under which they were·\nholding the slate, \" Will you do anything for us~\" After this question had\nbeen repeated three or four times, a scratching noise was heard, and on\ndrawing out the slate a distinct \" Yes\" was found written on it, the chalk\nbeing found stationary at the point where the writing ceased. As my eyes\nwere fixed uninterruptedly on bOtll my daughter's hand and on Mr.\nClifford's also, and as I certainly had fast hold of his other hand all the time,\nI feel confident he did not write this word in any ordinary way. This\nsame result was obtained two or three times. But Mr. Clifford did not\nseem to think it was enough of a test, and he proposed that we should try\nDigitized by Google\n\fJan., 1887.] Journal of Society fOT Psychical Resta1·ch. 31\nit with the slate on the table in full sight of us all, with a candle burning\nbrightly in the middle of the table.\nHe gave me a locked slate of his own, which I thoroughly washed and\nlocked myself, and put the by in my own pocket. We then joined hands,\nand Mr. C. and my daughter placed one hand each on the slate as it was\nlying on top of the table. Di1ierellt questions were asked, and we waited\nsome time, but no respOllse came. Mr. Clifford seemed to me very much\nexhausted, and I urged him to dl'sist from any further efforts. But he\nseemed loth to do this, and said he would rest a little while, and would then,\nperhaps, be able to go on. After a short time of conversation, the slates all\nthe while being in full view and carefully watched by me, we again tried it,\nunder the Bame conditions as before, only that this time Mr. C. requested\nus each to take a book at random from the shelves in the room, and mentally\nthink of two numbers representing a page and a line, and he would see if he\ncould reproduce it. This also failed of any result, and Mr. C. said he\nfeared he was too tired to produce anything, as he had been very much\nexhausted by a long and very successful seance the night before. We again\nbegged him to desist, but after a short rest, during which he walked into the\nnext room for fresh air, I thought, he insisted on another trial. The slates\nstill remained all the time in full view on the table. Mr. C. asked my\ndaughter to choose another book, which she did at random, he having his\nback to her and standing at some distance while she did it. This book was\nat once tied up and sealed by one of the party, Mr. C. never touching\nit from first to last. I then held it in my lap, while we joined hands as\nbefore, and Mr. C. and my daughter each put one hand on the slate.\nStill nothing came. Then we changed positions, and I placed my hand on\nthe slate instead of my daughter, giving her the book to hold. During this\nchange she kept her hand on the slate until I had placed mine beside it, and\nthe book was awaiting her on the opposite side of the table, my husband all\nthe while holding Mr. C.'s other hand. I am confident that Mr. C. could\nnot possibly have manipulated the slate during this change, for it was\nin full sight all the while, and our hands were on it, and the book was tied\nand sealed on the opposite side of the table. A few minutes after this\nreadjustment Mr. C. seemed to have a sort of electric shock pass through\nhim, the perspiration started out in great drops on his forehead, and the\nhand that was touching mine quivered as with a nervous spasm. At once we\nheard the pencil in the slate moving, and in a few moments Mr. Clifford\nasked me to unlock the slate. My daughter took the key out of her pocket\nand handed it across the table to me, and I unlocked the slate, and found it\ncovered on both the inner sides with writing. When read, this writing\nproved to be a sort of essay or exhortation on the subject of psychical\nre3earch, with quotations from the book chosen intermingled throughout. I\nforgot to say that Mr. C. had asked us all to choose in our minds two\nnumbers under ten to represent a page and a line of the book, but had finally\nconcentrated his thought on what my husband was thinking. In the writing\nthere were quotations from every page we had any of us thought of, but not\nalways the line; but in the case of mf husband the line was correct, but\nnot the page. He had thought of page 8, line 8. The line was quoted\nDigitized by Google\n\f32 Journal o\/.Society for Psychical Research. [Jan., 1887.\nfrom page 3, and Mr. C. said this confusion between 8 and 3 quite\nfrequently occurred, because of the similarity of the numbers. This test\nseemed to me perfect. The slate was under my own eye on top of the table\nthe whole time, and either my daughter's hand or my own was placed firmly\nupon it without the intermission of even a second. Moreover, we closedand\nopened it ourselves.\nAfter a short rest, Mr. Clifford asked us to wasil two of our own slates\nand put them together, with pieces of chalk of different colours between,\nand all of U8 to reach across the table and hold them all together. This we\ndid, and then Mr. C. asked my husband to choose mentally three colours he\nwished used in writing. After all holding the slates closely pressed together\nfor a few minutes, we placed them on the table, and Mr. C. and I placed our\nhands on them while the rest joined hands. In a few moments the same\nsort of electric shock seemed to pass through Mr. C., and his hand and arm\nwhich were on the slates quivered nervously, and immediately a scratching\nnoise was heard. He then asked me -to lift one slate off the other, which I\ndid, and found one side covered with writing in three colours, the very three\nmy husband had mentally chosen. I am perfectly confident that my hand\nwas not removed from the slates for one single instant, and that I never lost\nsight of them for a moment.\nBy this time Mr. C. seemed to us to be 80 much exhausted that we begged\nhim to give up any further tests, but he insisted on trying one more, which\nwas as it proved the most remarkable of all.\nHe placed one of our slates on three little china salt-cellars that lifted it\nup a.bout an inch from the table. Upon the middle of this he placed several\npieces of ditrerent coloured chalks, and covered them with a tumbler. Then he\ntold my husband to form a mental picture of some figure he wished to have\ndrawn on the slate under the glass, and to name aloud the colour he would have\nit drawn in. He thought; of a cross, and chose aloud the blue colour. J sug-\ngested that blue was too dark to be easily seen, and asked him to take white,\nwhich he agreed to. We sat holding hands and watching the pieces of chalk\nunder the tumbler. No one was touching the slate this time, not even Mr.\nC. In a few minutes, Mr. C. was again violently agitated as with aD. electric\nshock, which went through him from head to foot, and immediately after-\nwards we sa1C, with our own eyes, each one of us, the pieces of chalk under\nthe' glass begin to move slowly, and apparently to walk of their own accord\nacross the space of the slate under the tumbler. My husband had said just\nbefore that if the piece of red chalk under that tumbler moved, he would\ngi,e his head to anyone who wanted it, so sure was he that it could not\npossibly move. The first piece of chalk that began to walk about _\nwas that\nvery red piece! Then the blue and white moved simultaneously, as though\nuncertain which was the one desired. It was utterly astounding to all of us\nto see these pieces of chalk thus walking about -under the glass with no\nvisible agency to move them! All the while Mr. C., whose hands were held\non one side by myself and on the other side by my husband, seemed to be\non a great nervous strain, with hot hands and great beads of perspiration.\nWhen the chalks stopped moving, we lifted the tumbler, and there was Do\ncross, partly blue and partly white, and a long red line marking the path\nDigitized by Google\n\fJournal of Society j01' Psychical Research.\n. . :13\nJan., 18Si.]\ntaken by the red chalk! We were impressed by this test beyond the power\nof words to declare. The test conditions were perfect, and the whole thing\ntook place under our eyes on top of the table with no hands of anybody near\nthe slate. This was the close of the evening's performances.\nUpon reading over my account I see that I have put the leaving of the\nlYJOm by Mr. C. in the wrong place. It should have been just before the\nwriting on our slates with coloured chalks instead of just before the\nwriting on the locked slate. But in either case the slates were all the\ntime in full view on the table with the rest of us who remained behind.\nI consider the test conditions to have been perfect throughout, and see\nno possible explanation for the very remarkable phenomena that occurred.\nMRS. - -\nSeptember 14th, 1886.\nThe sitting described by Mr. Legge in the following letter took\nplace on the sa.me evening as the seance described in the foregoing\nreport by Mrs. Y., September lOth, 1886.\nReport of 1\\lR. LEGGE.\n12th. September, 1886.\nMy DEAR HODGSON,-\nI said I would let you have a straightforward account of what I\nsaw in your chambers on Friday evening; here it is, written while my\nrecollections arc distinct. I had been sitting with Hughes, who told me\nyou had a s~ance on. We were talking on various Bubjects, a.nd never\ntouched that of the s~ance going on in the next room, so that in fact I\nBoon forgot all about it. Presently however the door opened, and you\ncame in with Mr. --, whom I had never seen before, and behind him were\nhis wife and daughter. A little embarrassed by sudden introductions, 1\npassed out into the entry to your rooms, and there saw for the first time\nClifford (the name, is it not 1). In a few minutes the ---s left, and I\nwent into the room where the s~ance had been. There I was introduced to\nClifford, who suggested, after some talk on what had gone before, that I\nmight like to see something.\nI jumped at the proposal, and as a preliminary took Clifford's locked\nslate, opened it, and cleaned it (or rather cleaned it again, for it was clean\n-already), then, having slipped in a bit of pencil,locked it, and put the key in\nmy pocket, keeping the. slate also in my hand or under my arm all the time\nafterwards. Next I chose one of your slates, cleaned it, and, at Clifford s\nrequest, having put a fragment of pencil upon it, slipped it under the table,\nso as just to cover it with the slab, the pencil of course being on the upper\nsurface. The table was a plain deal one, and I satisfied myself that there\nwere no projections on the under-surface which could leave a mark. We then\nformed contact, Cliftord's right hand being partly on my left and partly on\nthe slate, i.e., where his hand overlapped mine which held the slate pressed\nagainst the table. The faint sound of writing was distinctly audible, and\nwhen it ceased I drew the slate out. There were merely indistinct scrawls\nupon it. But it appeared that I ought to have asked a question to myself,\nand so extracted an answer from the slate. So after I had cleaned the slate\nD\nDigitized by Google\n\f34 Journal of Society for Psychical Resea'l'ch. [Jan., 1887.\nI thought of a question. I acted precisely as before. The sound of writing\nwas again heard, a.nd the slate, when I drew it out, bore clearly and\ndistinctly written the word\" yes\"-the final letter of which was done in\nparticularly admirable style. The question had reference to some doubtful\nincrease in my official saJary, and I am bound to aay I was as much delighted\nas astounded by the mysterious writing. The next experiment was the\nplacing of 3 bits of coloured chalk on the table, and of a clean slate\n(selected and placed by myself) oyer them. I put my hand on the slate,\nCli1ford his on mine, and we joined contact. Again we heard the·sound of\nwriting, and when I lifted the slate there was written large and neatly in\nthe coloured chalks (three lines or so in each colour) this message;-\n\"Don't you think I've done enough for you to-night I'm tired Joey.\"\nI noticed the chalks seemed worn, showing signs of work, just like the.little\nbit of pencil in the previous experiment.\nAfter this Cli1ford asked me to write a question in chalk on one of your\nslates. While I was writing it he asked for a drink of water, and you\npointed to a comer of the room where there was some. He went there and\nwhen he came back seemed to have forgotten his request for he now asked\nme for the locked slate, which I bad latterly put in my pocket. I brought it\nout, placed it on.the table, set my hand on it, Cli1ford his on mine, and\njoined contact just as before with Hughes and yourself, Hughes holding my\nright and your left, you Cli1ford's left. Then we heard the same writing\nsound, very faint this time, a.nd after a considerable interval I was told to\ntake up the slate and unlock it. Taking the key out of my pocket I did so,\nand saw written on both leaves a long message, precisely as I give it ;-\" If\nyou don't believe in spirit power after this you are not worth the attention\nof any honest medum (sic) Joey.\" After this, Cli1ford, who seemed\npretty tired, had to rush off to catch a train. I should add that the room\nhad been in full lamp light all the time, the lamp being placed on a side\ntable thus throwing a certain light under as well as over the table we were\nsitting at. Also that the contact was not continuously perfect, for I\nremember that Hughes and yourself occasionally left one hand free for a.\nshort time, and lastly that there was nl;> enforced silence.\nThe above are the facts as detailed as I ca.n give them; I offer no com-\nment on them for indeed I can't. Though I had heard of such experin;ents\nbefore, personal experience was entirely new to me, and has left me in\nimmense perplexity.\nIf you see Cli1ford, please thank him for his kindness in troubling after\nan already long sitting to give me some specimens of his\" craft,\" or whatever\nname one can give so nameless a faculty. I am also sincerely obliged to\nHughes and yourself.-Yours,\nJ. G. LEGGB.\nThe next report is by Mr. Padshah. This gentleman had had some\nprevious experience with a well-known medium, but had not been con-\nvinced that the phenomena which he had witnessed in the medium's\npresence were not the result of trickery. His account of his seance\nwith me shows that he was in some respects a careful observer, and that\nDigitized by Google\n\f.Tan.,l887.] Journal of Society for Psychical Research. 35\nhe was still more careful in recording his remembrances. I also append\nportions of the accounts given by Mr. and Mrs. Russell of the first part\nof the sitting.\nReport of MR. PADSHAlI.\n1, Furnival's Inn, London.\nSept. 15, 1886.\nThis evening in Hodgson's room we had a seance with Mr. Clifford; Mr.\nand Mrs. Russell, Mr. F. S. Hughes, Hodgson and myself being the\nparty. Before sitting I had some interesting conversation with Mr. C. about\nthe results usually got by' him and some which I had with Eglinton. Mr. C.\nin course of the conversation told me he was very anxious that his results\nshould be tried and watched like those o( any professional medimn, and\nindeed, his subsequent proceedings were very agreeably contrasted with\nthose witnessed at the professional seances. There was every apparent\ndesire to get the conditions named by members of the party, and to\nsee that results were obtained under those conditions. I had suggested in our\npreliminary conversation how important it might be to get my own name-\nnot surname-which no one except myself in the room knew. The slates on\nwhich we desired the writings were three of them Hodgson's, three I\nhad bought this evening at Lilley's, Cambridge, and Ol1e Mr. C.'s own double\nslate. I regret that desiring to add some friends to the party, I had left the\nrooms to call upon those friends, and during that interval, Hodgson and\nMr. Hughes being busy, we necessarily could not keep the slates in our eye\nfor a short interval during which Mr. C. was in the room.\nWell, we commenced, I sitting all the time next to Mr. C., except once,\nwhen Mrs. Russell and I interchanged pla~es, with no advantage; and so we\nresmned the original order. There was full light on every corner of the table ;\ntwo of my (1) slates, one washed by myself, the other by ?tlr. C., were put\nvery nearly in the centre with a number of small chalk-pieces between them\nof different colours- (five in all, I find now on inquiry from Hodgson--red,\nblue, green, yellow, white\"\":'but which I was not sure of. then, not having\nnoticed them). Under the table with the frame projecting on Mr. C.'s side,\nwas a single slate, also mine, I believe, and washed by I do not know whom,\nMr. C. supporting it on his side .by the four fingers underneath, and\nthe thmnb over the table in sight of all; his left hand joining with that of\nMr. Russell's right, Mr. R.'s left with Mr. Hughes' right, Mr. Hughes' with\nMr. Russell's, and Mrs. Russell's left with my right, all resting either on the\ntable, or otherwise always in sight; and my left supporting also the slate. just\nthe same as Mr. C.\nBetween the slate and the table were put successively chalks and a small\npencil, the chalks being crushed, and therefore given up. Mr. C. and Mr.\nRussell often put their hands on the pair of single slates. Mr. C.'s double\nslate, not washed, I believe, that I can remember, but locked up uy myself\ncarefully, with the key always in my pocket or on ~y RIGHT hand near Mrs.\nRussell, never out of my view, was in my charge, generally being behind Illy\nback. For some time there seemed to be no result, Mr. C. telling us that he\nfelt no \"go\" in the thing, and asking me if it was not due to my undue sceptic-\nD 2\nDigitized by Google\n\f36 Journal 0\/ Society \/0'\/' Psychical Research. [Jan., 1887.\nism. Of course I assured him that my failing was rather in the reverse direc-\ntion. The conversation was generally on SpirituaJism.c subjects, being mostly a\ngood-humoured discussion of the experiences of some Spiritualists. On Mr.\nC.'s asking me to select a particular colour of chalk to write between the two\nslates, I suggested white; but we never got it. He then wished me to fix my\nmind on a particular number. I selected five (5), and drew an image of it\nbefore my mental eye. The number we got was, however, 6 ; and I must\nsay, that but for the horizontal stroke, I myself would be unable to dis-\ntinguish often between my 5's and 6's. Mr. C. then asked if there were going\nto be any manifestations-the answer was legibly \"yes.\" Then we asked for a\nwriting on one of the pair of slates, of mixed colours, mine being blue, and\nMrs. Russell's selection red. Sometimes I think we all put our hands on the\npair of slates, and then both Mr. C.'s hands were in full view, and there\ncould be no mistake of what they were doing,-viz., that they were shaking\nsometimes with great force, at the same time that his teeth were chattering.\nHoweyer, before any writing came there as asked for, we had first a' meBBage on\nthe single slate \"Wait,\" and at another time, I noticed (without any clear\nsound of writing as was unmistakeable during the two previous cases}--and I\nbelieve nobody had observed it before I drew their notice-a message on one\nside of the slate, .\" Try the (1) chalks.\" Well, now we all concentrated our\nattention on the pair of slates very nearly in the centre; and I thought, as\nrequested, of two numbers, 5, '1 ; Mr. C. very shortly after a deal of shaking\nof his hands, at length said that we might see the slates. There, to my\nsurprise, I beheld a mellB&ge forsooth, in two coloured pencils, -blue and red,\nwhich I copy below.\n(Blue Pencil):\n\" We are very pleased to be' able to give you this writing under these\nconditions, which must or ought at least to the ordinary mind do away\nwith the pOBBibility of it being produced by ordinary means.\n(Red pencil):\n\"If you will be kind enough to wait patiently you may rest assured we\nwill do our best to do more for you.\n\" EARNEST.\"\nI forgot to say that before this writing appeared, on the large slate, instead\nof the numbers we wanted, we got written \"Boorzu.·' Now this as it\nhappens is the original Persian, the modern corruption of which is my initial\nname. This would be extraordinary except that it might have happened by\naccident and also I had not time enough to see the last\" u \" before the word\nwas wiped off by Mr. C.\nThen we tried to get some results with books, but as it appeared to me\nMr. C. had read almost every book in Hodgson's library, it was not easy\nto select one to preclude the hypothesis of thought-transference. So we\nattempted to get numbers again, and I concentrated my attention on the same\ntwo previous numbers (5, '1); we soon got the '1 on the single slate, but instead\nof the 5, we got \"Think Book.\" Mr. C. desired me to think of 011e; my\nmind was unsettled between The Brain a. an Organ of Mind, by Bastian,\nDigitized by Google\n\fJan., 1887.] Journal of Society t01' P8ychical Research. 37\nand International Law, so to avoid any interference with the conditions,\nI pitched upon the periodical Mind. Mr. and Mrs. Russell having left us,\nwe all conaentrated our attention on the double closed slate, which, on.\nopening at frequent intervals, we had found unwritten. The key was now\nin my pocket, that is certain, for on seeking to open it, I found it entangled\nwith the coppers in my waistcoat pocket. The double slate was also un-\ndoubtedly locked, for I carefully locked it myself. I mentally, as before,\nconcentrated my attention on getting the word \"Mind\" written within.\nAfter some time Hodgson said he heard the sound of writing, and on opening\nit we found the slate full. The following is the text :-\n\"This phenomenon is not Spiritualistic, nor is it the projection into\nobjectivity through the higher faculties unfolded by the abnormal issues of\nhuman developments-'Mediumship'1 Yes. But mediumship of WHAT 1Do\nyou think you could appreciate if we were to tell you 1 Ah no ! The Spooks\nof one, the Adepts of another, the transcendental Egos of another, and the\nfourth dimensions of a fourth, are but the frantic struggling dreams of the\ndark and ignorant present human race who have not acquired the possibility\nof COlfCEIVING even all approximation to t.he real solution.\n\" Your own predominant desire is to explain, but for these and kindred\nfacts, it will be ages before the loftiest soul can touch the true theory, as we\nfind it exhibiting no distinct changes of form, and if impossible with one or\nmore vibration.\n\" The Brain AN organ of Mind, ha! we laugh.\"\nThis completes the text. I opened the slate myself, and I found some\nscratches made by the pencil over the writing. Also the facet seemed to\nhave worn out a little by writing. After this we made some fruitless efforts\nat getting something, but we could not, and in a very short time we adjourned.\nAs the table round which we sat was removed, Hodgson pointed out that it\nwas beyond suspicion,-a fact which I had omitted to notice.\nHow came, now, the writing between the pair of slates, and in the closed\ndouble slate 1 About the former, it is certain that the slate on which the\nwriting came was one' of the thrce I had purchased that evening at Cam-\nbridge; as was attested by its size corresponding with the two others marked,\nand also by the shape of the frames, and the cracks in them noticed by\nHodgson. I confess I do not remember even after such a brief lapse of time,\nwhether I had examined the two slates not washed by me, and found them\nunwritten. I imagine I must have, for otherwise it would be very stupid;\nand, besides, if there had been any writing it would not have escaped the\nnotice of.Mr. Russell, who seemed to be particularly careful. Besides, we\nconstantly looked to see if there was any writing there. Of collrse, a con-\njurer of ordinary pretensions could deceive on the last point. There might\nbe writing on the bottom surface of the lower slate, while we could observe\nonly the three upper surfaces, if so many. Before we saw the writing there,\nMr. C. gave a push, and though I am almost sure that it was I who removed\nthe upper slate, and found the writing there, I am afraid I cannot be certain.\nIndeed, I doubt if I can with any confidence assert whether the writing was\non the lower surface of the upper slate, or the upper surface of the lower\nslate, even if I was certain that it was not on the lowest face. When I re-\nDigitized by Google\n\f38 Journal of Society for Psychical Research. [Ja.n.,l887.\nmember that Mr. C. is deliberately anxious to be tried by no other than a\nconjurer's standard, and also that I have omitted to notice things so elemen-\ntary, and yet so essential, even some of them actually suggested for my\nobservation by Mr. C., I regret I did not ask some one else of the party to\nobserve and act. For it is evident that if I did not see the slates clean on aU\nthe surfaces before commencement, my testimony becomes absolutely value-\nless. But now suppose that we have satisfaction on these heads, still\nit may be considered possible that the writing may be. precipi-\ntated by chemical means. Whether, if the writing disappears under\nthe influence of water, the chemical theory may still hold, of course I can-\nnot say. But if so, it is curious that Mr. C. could]YU8k the slates at a par-\nticular moment; and before that none of us could notice, in tha.t full light,\nany formation of letters, or gradual precipitation, that I can see. Besides,\nMr. C. could barely have had time enough to tamper with the slates. He\ntold me himself that he had observed them lying. He had almost 40\nminutes to himself, with little intervals, when Hodgson would come in. He\nmight during that interval have written out all the first message, without\nusing a chemical; in that case we are all guilty of gross negligence which it\nis ridiculous to credit my colleagues with. But he might have also used a\nchemical; only he could not have foreseen the opportunity of my going out ;\nand as everyone is supposid to bring his own slates, why he should carry\nabout chemicals with him it is diflicult to see. In this connection I may also\nobserve that Mr. C. remarked to me during our conversation after tea, how\ngreat the temptation is for the occultist to be fraudulent; when pecuniary\nremuneration is not the object, \"the good of the cause\" is supposed to\njustify them, and it may not be unjust to add,-the desire to make people\ntalk about them is not altogether a factor without influence. Just imagine\nthe temptation in Vanity Fair of an * -Ie ,the guest of princes and em-\nperors, and having the great honour of a recommendation from the first of\nliving Englishmen-Mr. * * ! But it is only fair to Mr. C. to say that\nhe holds this justification, he says, in great abomination. Asfor the selection\nof colours being blue and red, and turning out so, it seems to me quite\nnatural, and it may not be without significance that the white writing with\nchalk we asked for never came. Besides, there is nothing in the matter itself\nwhich may not have been written beforehand, indeed it was not what we had\nwanted. Now, though I point out my own defects of observation, it is only\nto show how little l·eally my testimony is worth except for points of co:i11irma-\ntion; and I hope I shall be able to remedy them next time.\nSomewhat different is the case of the double closed slate. I do not\nremember it to have been washed; but there never was any writing on it\nexcept a scratch occasionally, whenever I opened it, with the exception of the\nlast time. As I opened it myself I think I could easily have observed any\ngradtuil precipitations. The reference to .. Brain as an organ of Mind\" is not\naltogether without significance. It is also evident that Mr. C. must have\nminutely studied the time it takes for complete precipitation; or that the\nwhole preoipitation takes place simultaneously; or that the phenomenon\nis undoubtedly genuine. The theory of mere writing without a chemical\nand then bamboozling me would be really contemptible.\nDigitized by Google\n\fJan.,1887.] JO'IL'¥\"YWl of Society for Psychical Re8earch. 39\nThe reading of numbers was not a failure ; but it was not convincing.\n•, Boorzu,\" however, was remarkable.\nOn the whole, I myself strongly incline more towards the genuineness of\nthe phenomena than the reverse ; but I cannot disguise it from myself that\nthat is largely due to a previous impression gathered from Mr. C.'s results\nwith others which were read out to me. If I get the same things next time\nwith my oum double-slate, and a pair of slates that haTe never left my\naight, I think I should be justified in being convinced of something\nabnormal.\nRepO'l\"t qf MR. RUSSELL.\nOn Wednesday evening, September 15, I was present with my wife at\n3 slate-writing .nce given by Mr. Clifford. We sat in the private sitting-\nroom of my friend Mr. R. Hodgson, at No.1, Fumival's Inn. Besides\nMr. Clifford, Mr. Hodgson, my wife and self, there were present Mr.\nHughes (another greatfriend of mine) and .. Mr. Padshah. I had never seen\neither Mr. C. or Mr. P. before. We sat round an ordinary deal table. Mr.\nP. was on Mr. C. 's right hand, I on his left. On the table were 3 or 4\nsingle slates which Mr. P. had brought with him, and a double slate fitted\nwith lock and key belonging to Mr. Clifford.\nAs soon as we were seated at the table Mr. C. washed the double slate\nwith sponge and water, and then handed it round for inspection. As we ex-\npressed ourselves satisfied that it was perfectly clean, he placed a small piece\nof ordinary crayon inside, locked it and gave it to Mr. Padshah to keep.\n·Mr. P. having put it on his own chair behind his back, Mr. C. took one of\nthe single slates, washed it clean, put a small piece of crayon on it and placed\nit under one comer of the table, holding it there with his right hand (thumb\nin sight on the table, four fingers out of sight below), Mr. P. holding it- ill\nthe sa.me manner with his left hand. We then joined hands and talked,\nwaiting for the sound of writing. After some minutes Mr. C. broughtup the\nslate, but there was nothing on it. He then put some small pieces of chalk\non one of the other slates lying on the table, covered it with another slate, and\nsaid he would try to get some writing there if we would choose the colours\nwe would like it in. Mr. P. chose blue and my wife (at my suggestion) red.\nMr. C. then replaced the single slate under t.he comer of the table, holding\nit as before, but again several minutes passed without any result. He then\nasked my wife to change places with Mr. P., which she did, holding the slate\nwith her left hand as he had done. But again, after several minutes, there\nwas no writing. Then my wife and Mr. P. took their old places, Mr. C. once\nmore put the slate under the comer as before, and asked Mr. P. to think of\nsome number under 10, saying that he would try to get it written for him.\nHe then said aloud: \"Please say whether we shall get anything to-night,\"\nsoon after which Mr. P. declared he heard the sound of writing; whereupon\nthe slate was brought up, and the word \"yes\" and the number ,. 6\" were\nfound upon it. Mr. P. said he had thought of 5, but explained that he made\nhis fives in such a curious way that they might easily be mistaken for sixes.\nMr. C. now said that a start having been made, more success might be looked\nfor, so the experiment was repeated, the slate being brought up at intervals\nof from 5 to 10 minutes. The first time it had the letters BOORZ upon it,\nDigitized by Google\n\f40 Journal of Society for Psychical Re8earch. [Jan., 1881.\nwhich Mr. P. explained were the first five letters of his Christian name which\nwas in Persian written BOORZU. Neither Mr. Hodgson, Mr. Hughes, my\nwife, nor myself had ever heard of this name before, but I did not quite\nunderstand whether Mr. C. had or had not heard it from Mr. P. before the\nsitting began.\nNext time there was the single word \" Wait,\" and a little later the words\n\"Try Chalks.\" We accordingly concentrated our attention on the two\nslates with the chalks between them, which had been left lying on the table.\n* * * * *\nJ. RUSSELL.\nReport of MRS. RUSSELL.\nI was present with my husband at a s~ance given by Mr. Clifford to Mr.\nPadshah at Mr. Hodgson's rooms in Furnival'slnn, on Wednesday night, the\n15th inst.\nThere were six of us present. We sat round a small deal table, which had\na drawer at each end. The one my end was empty. I did not examine the\nother. Two lamps were in the room, and four candles, one of which was on\nthe table. Mr. Padshah sat next to Mr. Clifford and I next to Mr. Padshah.\nHe began by cleaning the inside of a locked slate given him by Mr. Clifford,\nwho having chosen and put inside a small piece of chalk, desired Mr.\nPadshah to lock the slate and keep it in his possession. Mr. Padshah\nlocked it and put it behind him in the chair he was sitting in, and the key in\nhis pocket. l\\Ir. Clifford then took a small ordinary slate, and a small piece of\nslate pencil with no points, asking Mr. Padshah to first clean the slate him·\nself on both sides. This being done they both held the slate under the edge\nof the table withr,the fingers on the slate and the thumbs on the edge of the\ntable. We then all Joined hands, and sat talking for some time. Once or\ntwice Mr. Clifford took out the slate to examine, but found no writing. He\nthen asked me to change places with Mr. Padshah, and hold the slate, which\nI did. Once or twice he took out the slate whilst I was holding it, and once\nthere was a zigzag pencil mark on it which was not there before, but no\nwriting. Mr. Padshah then took the slate again. We still went OB\nwaiting, and taking out the slate to look at. Twice, some white chalk\nthat Mr. Padshah had chosen was crushed when we looked at it. Mr. Clifford\nthen bent his head close to the table and asked in a loud voice, \"Tell us if we\nshall have any manifestations to-night or no; only one word Yes or No.\"\nAfter waiting again Mr. Padshah said he heard the sound of writing. On\nlooking, \"Yes\" wasfound written on the slate. The letters were very uneven\nand scrawling. Mr. Clifford then asked Mr. Padshah to think of a number,\nand a figure 6 was given instead of a 5 which he had thought of. But Mr.\nPadshah explained it by saying that he usually made those figures very much\nalike, and it would be easy to confuse them. After waiting again the single\nword \" Wait\" was found, and a little time afterwards \" Try chalks\" in the\nsame bad writing (so bad that we turned it first one way and then\nanother to make it out) with a very imperfect figure 8 that ?tIro Padshah\nhad been thinking of. Mr. Padshah himself discovered this last just as\nMr. Clifford was putting back the slate under the table. Nothing was\nyet found in the locked slate. Mr. Clifford then put in several pieces of\nDigitized by Google\n\fJan.,1887.] Journal of Society for Psychical Research. 41\ncolored chalks between two slates which had been lying on the table all the\ntime, with one piece of pencil inside, and he and my husband placed their\nhands on it. On again taking up the slate under the table, a curious word\nappeared written on it which we could not read, written in much better\ncharacters, but which appeared to me to be a foreign word.\nOn Mr. Padshah's looking at it, he exclaimed \"Why ib is my own name\nBoorzu, which I am hardly ever called by !\" Noone at the table knew it was\nMr. Padshah's name, Mr. Clifford being positive that he had never heard it\nbefore, and indeed neither of us had. Mr. Padshah then reminded Mr.\nClifford that he had asked him to ask his name before tea, which Mr. Clifford\nsaid he had forgotten.\n* * * * *\nBESSIE RUSSELL.\nI shall here give only two more reports.\nReport of MR. A. S. BLOCK.\nOctober 30, 1886.\nDEAR MR. DA.VEY,\nFew of the persons who have witnessed your extraordinaryperformances\ncan have done so with more impartial minds than I and my young son,\nAllred, did. He, a youth of 16, perfectly ignorant of the whole subject of\nSpiritualism, mediums, or psychical science, with eyes quick to discern every\nmovement of hand or body; I, calmly observing what I saiD without desiring\nto theorise or account for the same, or the way in which it was accomplished.\nHaving heard of what you were doing I was curious to ,witness myself\nyour performances, and you kindly gratified me by giving me what I suppose\nyou would call a seance. To my own disappointment, and I fear to your own\ninconvenience and perhaps greater strain of mind in consequence, I had but\nhalf-an-hour with yon, having to catch my last train home.\nYou, my son, and I having adjourned to the library, sat down at a small\nordinary table with folding flaps, when you produced several slates and a small\nfolding slate with hinges and patent lock. Giving me the latter you asked\nme to thoroughly sponge and wipe it, and placing a very small piece of pencil\nbetween the two slates, I locked them and gave the key to my son, and\nplaced the slate in my right hand pocket, being the side away from you. You\nthen handed me an ordinary slate which you requested me also to well sponge\nand wipe and put a mark in the corner of each side, which I did. Then,\nputting a amall piece of pencil in the middle of the slate you placed it-\nor slid it--1.t.nder the corner of the extended flap of the table, placing the\nfingers of your right hand under it, and your thumb on the upper side\nof the table, and your left hand 011 the table; I placing the fingers of\nmy left hand next and touching yours under the slate, and thumb on\nthe table, and with my right hand holding the left hand of my son. In\na few seconds you said, \"Will you ask a question 1\" when I asked,\n\" What shall I be doing this time to-morrow night 1\" In about 3 or\n4 minutes a slight scratching was to be heard, and you slid the slate\nfrom under the table, and only a mark of an illegible word was to be\nseen. The slate was again sponged and wiped by me, and again replaced by\nDigitized by Google\n\f42 Journal of Society for Psychical Research. [Jan., 1881.\nyou in the same position as before-when you, either as part of the per-\nformance or in fun, evinced some impatience and demanded an answer to my\nquestion, and in a few minutes scratching was again heard, and on with-\ndrawing the slate from under the table, the word \"Reading\" very legibly\nwritten, was on the slate.\nYou then took two slates which yon handed to me to sponge and wipe\nas before, which I did, and placing 3 or 4 small pieces of coloured chalk, which\nyou placed between the 2 slates, which were placed on the top of the table,\nyou asked my son to take a book from the bookcase, to think of a page\nwithout letting you know either the book or the page thought of, and keep\nthe book in his possession. Then asking him in what coloured chalk the\nwriting should appear-he desired it should be in red-you placed both\nyour hands firmly on the upper slate; I placed both mine, and my son did\nthe same, all of us pressing on the slates firmly.\nWaiting a few minutes, you again manifested impatience and excitement\nat the little delay, when we soon after distinctly heard a scratching between\nthe slates, which when looked at, the upper slate was found covered with\nwriting, in red chalk as desired. The writing was apparently an extract of\nsome kind, but unfortunately the opportunity of testing its accul'lWY was lost\nas my son omitted to think of a page.\nAlthough the time at our disposal wu but a few minutes-a quarter of an\nhourat most-you kindly performed another t,rick, which was writing between\nthe locked slates. As I have said, these were handed to me by you at the\ncommencement of our sitting, were sponged and wiped by me, a piece of\npencil placed between the two slates-locked by me, and key handed by me\nto my son and the slates placed in my pocket, so that it was manifest you\nnever had any touch or handling of these locked-up slates. Asking me to\nunlock them I did so and found them in the same condition as when I placed\nthem in my pocket. I, however, again wiped them with the sponge-you\nreplaced the small piece of pencil, I locked them together again, handing the\nkey, to my son, and handing you the slates thus locked. 'ntese you placed\non the top corner of the table, placing both your hands upon them-I and my\nson doing the same. In about 3 minutes, at most, you began to press\nenergetically upon the slates, when we heard very distinctly a slight\nscratching between them. You called my attention to the sound, lifting your\nhands, called my observation to the fact that when you did so the sound\nstopped,-being again audible when you replaced your hands. In a few\nseconds taking away your hands, you asked me to unlock the slates, which I\ndid and there saw writing in a good flowing hand-not in your style I\nobserved, on the whole of the upper, and on part of the lower slate. I read\nthe first few lines, which were that it was hoped I had enjoyed the\nentertainment..\nI much regret my hurried departure.\nIn the above memorandum, I have ,repeated I believe faithfully what\nI saw.\nYours faithfully,\nALFRED S. BLOCK.\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 43\nAfter receiving Mr. Block's report I asked him the following\nquestions :-\n1. Kindly say on which side the writing appeared when the slate was\nheld against the table, viz., was it on the lower side where my fingers were\nor upon the upper side nearest the table; also when you grasped the slate\nwith me against the table do you remember if you held it firmly or not 1\n2. Did I endeavour to distract your attention from the slates 1\n3. To the best of your belief were the slates devoid of writing when you\nexamined and marked them, and did either .A)fred or yourself observe the\nslightest opportunity for my writing (In them by ordinary natural means 1\nMr. Block replied on November 6th, 1886, as follows :-\n1. The writing was on the side of the slate nearest the table, and as you\nheld the slate and I also held it very tightly against the under side of the\ntable flap, it appeared to me to be impossible for you to have touched the\npencil or that side of the late on which the writing appeared.\n2. You certainly did not appear to endeavour to distract my attention\nfrom the slate-quite the contrary.\n3. To the best of my belief and as far as the evidence ofmy own and\nAlfred's eyes could be relied upon the slates were all perfectly devoid of\nwriting or marking before the performance, in addition to which as I have\nsaid I well sponged and wiped the slates myself and marked them before you\nreceived them from me.\nI may also state that neither Alfred or I observed the slightest;\nopportunity for your writing on them by ordinary natural means.\nA. S. BLOCK.\nReport of MR. B. J. TEN BRttGGENKATE.\nN O1HJrrWer 30th, 1886.\nIt was my good fortune to witness last night some of the most interesting\nfeats of what appeared to be conjuring that I have ever seen. I had\npreviously had several conversations with Mr. Davey upon the subject of\nSpiritualism and slate-writing, and last evening when alone with·him at his\nhouse he volunteered to give me a seance.\nThe room was a well lighted library, the table at which we sat was an\nordinary somewhat old-fashioned Pembroke table, and the slates used were\nof the common school type, as well as one small folding slate fitted with\nhinges and a Chatwood lock and key.\nMr. Davey gave me the locked slate and asked me to examine it carefully,\nwhich I did and failed to find any trick or anything of the kind about it. The\n\" medium\" then asked me to write a question upon the slate, to place a\nsmall piece of pencil between the tw.o, to lock it up and put both slate and key\nin my pocket. I did this in Mr. Davey's absence, he having been called away\nfor a moment. Mr. Davey then took one of the ordinary slates, and placing\na splinter of pencil upon it we both held it close under the table, and after a\nlapse of a few minutes got some writing upon it, the writing I remarked at the\ntime being in an opposite direction to Mr. Davey. Mr. Davey then returned\nto the locked slate, which had been inmypocket all the time, and upon placing\nDigitized by Google\n\f44 Journal of Society for Psychical Research. [Jan., 1887.\nthis slate upon the table, very faint scratching was heard, and a complete\nand full answer to my question was returned. What was to me most ex-\ntraordinary was, that Mr. Davey did not know what question I had asked,\nand yet the answer was definite and complete.\nThe next performance was even more wonderful. I took two common\nslates, thoroughly cleaned them, and placed some pieces of red chalk between\nthem, and we kept our hands firmly upon them; in a short time faint\nscratching was heard and upon lifting the top slate I found it to be covered\nwith writing written in a diagonal direction across the slate, the writing again\nappearing in an opposite direction to Mr. Davey, i.e., as we sat opposite one\nanother it appeared as if I had written it.\nThe last experiment was only partially successful. Mr. Davey asked me\nto choose a book from the shelves, unknown to him, and to sit upon it in\norder that it should be invisible to him-then to write a number upon a\nslate; I wrote-\"fi~ \"-then to think of a number ; I thought of \"8e11\/m.\"\nThe locked slate was again put upon the table, scratching was heard, and\nupon opening it I found a verse from page 8 line 4 of the book I had\nchosen, written distinctly upon the slate. I wish it to be observed that I\ndid not fix my mind attentively upon the number \"seven\" I had thought of\n-my att.entioll being called off by some remarks of Mr. Davey; also that\nMr. Davey did not know the book I had chosen, so that I quite fail to see\nhow he could produce any writing from the book. This ended the seance,\nand I am at a loss to conceive how the writing can possibly come upon the\nslate. There was not a chance of Mr. Davey being able to get at the slates\nduring the performance. When I placed the two open slates one upon\nanother with the red chalk between them, I made the remark that if writing\nwas produced upon either of them I should be ready to believe anything-\nfor they were covered with my hand directly they were on tlle top of each\nother and were never moved until writing appeared.\nB. J. TEN BRUGGENXATE.\nAUTOMATIC WRITING.\nIn reply to inquiries, the following communications have been\nreceived from M. Aksakof, with respect to the account of \"Automatic\nWriting,\" printed in the JO'IJII\"'1I,Q,l for September (p. 404). A few\nslight changes in expression have been made, in accordance with\nM. Aksakofs request.\nSt. Petersburg, Nevsky Prospect, 6.\nOctober, 1886.\nI shall give you with pleasure all the information you may require\nconcerning the case of automatic writing published in the JOWI\"'IwJ, of the\nSociety for Psychical Research, September, 1886, because I consider this case\nas one of the best, and as positively proving the poBBibility of receiving\nthrough automatic writing information unknown to the sitters.\nDigitized by Google\n\fJan., 1887.] Journcil of Society for P8ychical Research. 45\n1. In the first place, I must remark that the reference to the P&yChiScM\nStudien, as given in the Journal, is not correct; the case was published in\nPsychische Studien in 1885, p. 49 (and not in 1884, p. 149).if.\n2. The seance was held the 10-22 February, 1882, in my own apartment.\nThe dates given in my joumal-1860-1861-were, for certain reasons,\nfictitious.\n3. You ask, \"Can we be sure that the mediums, requested to repeat the\nsentence, did not remember the letters 1\" I think they could not, because\nthe letters were dictated to me with the usual indifference, quite\nautomatically. Generally, when there is a meaning in the first letters, the\nspelled words can be easily remembered; if not, you immediately lose the\nconnection. Try yourself, after dictating 12 letters at random, to repeat\nthem, and you will see the difficulty. But you will have the advantage of\nbeing able to direct special attention to the letters, knowing that you are\nabout to repeat them; in the case in question, the mediums did not know\nthat they would have to repeat the letters, and had no reason therefore to\ngive any particular attention to them; this is an important point. Take also\ninto consideration the fact that I did not request the sentence to be repeated\nimmediately after it was dictated to me, but after an exchange of questions\nand answers with the invisible or supposed interlocutor; these answers, as I\nsee in my notes, consist of 172 letters; this was quite enough to obliterate\nthe impression of the 12 nonsensical letters. Finally, when the words were\nsaid to be Hebrew, I asked that they should be repeated not with the French,\nbut with the Russian alphabet, and to do this required a repetition not of the\nflame lettera, but of the same BOUnds. .\n4. You have omitted an important t particular: after this repetition I\nrequested the first word (in the German translation erroneously rendered:\n\"the last word\") to be given, and it was immediately spelled: emek; this\nanswer presupposes in my unconscious self a conscious knowledge of the\nmeaning of the two words. Now, as the gist of the test resides in the\njustification of the supposition that these two words were unconsciously\nimpressed in my brain, I beg to submit for consideration the following\npoints:-\n(a) My reading of the Hebrew was auto-didactic deciphering, not\nknowledge; the reading of the Hebrew is not easy, because the pro-\nnunciation of the words is indicated not by vowels, but by small points\nand signs put round the letters ; hence, for this case, it would not have been\nenough to receive an impression of the letters; an exact reading of them-\na careful deciphering-would also have been required; because, the same letters\nremaining, their pronunciation might easily have been erroneously\nimpressed; for example, the first word, emek, consists, in Hebrew, only of\nthree letters, which admit of various pronunciations: amek, amok, amak,\nomek-changing the signification of the three letters forming a root.\n* The date which I gave was that of the number of Psychi8\/\"he Studien, from\nwhich I took the first paragraph of my abstract. The account of the seance in\nwhich the Hebrew words were given, appeared, as M. Aksakof states, in\nFebruary, 1885.\nt It had not struck me that. the repetition of the first werd was important,\nand M. Akaakof did not mention it when he read my translation in MS.\nDigitized by Google\n\f46 Journal of Society for P8ychical Research. [Jan., 1887.\n(b) The reading in Latin letters (emek habaccha) is never ghoen in the\neditions of the Hebrew Bible or in Hebrew dictionaries; at least, I have\nnot seen such a reading; so that the more easily produced impression of\nthese two words in Latin letters could not have taken place.\n(e) Nevertheless, let us suppose that by some chance the said letters and\ntheir reading had been unconsciously impressed on my brain; whence comes\nthe knowledge of their meaning f This knowledge could have been gained\nonly with the help of dictionaries or translations, ioe., only by the study of\nthe unique place in the Old Testament-the 84th Psalm-where the said\nexpression is found. I positively deny having ever made this study or\nacquired this knowledge, because my deciphering of the Hebrew Bible\n30 years ago was confined to the first chapter of Genesis and the first 10\nPsalms-as I can prove by my notes at the time.\n5. As to Cardoso's name, you ask: \"What evidence is there that you or\none of the mediums might not have seen it yourselves in Didot's Biographie,\nwhich you. consulted at the conclusion of the seance 1 Was not the\nBiographie as accessible before as after the seance 1\" The Biographie of\n46 volumes is placed in a cupboard, containin« books only for exceptional\nreference, relegated to an antechamber (entry) and always locked. Till\nthese seances I never consulted this biography, as my occupations do\nnot; require its special use, the more so that for ordinary information\nI have in my cabinet, on a shelf, the Biography of the Engli$\/t\nCyclopredia, in 6 vols. 4to. Before the Cardoso case, I consulted the\nFrench Biographie only twice, also for communications that we\nreceived some time before, as reported in Psyehische Studien, 1884, pp. 158\nand 566. The names searched for were: Aper, Poreius Cato, Galltll,\nDiocletianus. On the back of each volume is printed the first and the last\nname it contains; thus, on the volume w4ere I found Cardoso, was printed:\n\"Cabacius-Caselles,\" consequently it was not touched on the two first\noccasions, and it was myself who took the neceBBary volumes from the\ncupboard.-Nevertheless, let us suppose~ that by some chance, when opening\nthis particular volume, only for a moment, one of us received the impression\nof Cardoso's name; that will not cover the difficulty, because particulars are\ngiven: nationality, profession, celebrity, religion. In the communication\nhe is called directly \"a Jewish doctor\"; not so in the Biographie, where\nwe find in the middle of the article the following phrase: \"Ce qu'il y eut de\nvrniment particulier daIl,B la vie de ce savant, c'est qu'il abandonna 1&\nreligion chretienne, dans laquelle il avait eM eleve, pour entrer dans Ie sein\ndu judai\"sme, dont il devini un fervent apotre.\" For all these particulars a\nreading of the whole article, not a glance at it, was necessary, the more so\nthat the text of the Biographie is printed with small type. But, as I said.\nthe volume was not even touched.\n6. There still remains for explanation what appears toO me to be the\ngreatest difficulty of all, namely, the correlation (a plausible one) between\nthe Hebrew saying and Cardoso-between two supposed uncollscious\nimpressions, one originating from my brain, the other from the medium's.\nFor my unconscious self the reference of the Hebrew saying to Cardoso was\na logical impo8S'ibility, because if I had already received and retained the\nimpression of the Hebrew sentence, of its reading and meaning, I would\nhave also, unavoidably, received and retained the impression of its being\nreferred to its veritable source, which was in my hands, and not to a certain\nPortuguese physician, whose name I had never heard. Hence, if one of us mmt\nbe regarded as the originator of the name, it must be one of the mediums.\nfor whom, vice versa, the Hebrew saying was a positive impossibility. ARd\nhere comes the remarkable thing that, althou~h the \"motto\" has not yet\nbeen found (and perhaps never may be found) in the works of Cardoso. the\nreasonabZen6IIB of attributing it to Cardoso i, pr011\/ltl., because he turned OU'\nDigitized by Google\n\fJan., 1887.] Journal of Society for Psychical Research. 47\nto be a man profoundly versed in Hebrew, so fond of it that he finally\nembraced the Hebrew religion, and his philosophical works-as I have seen\n-are full of Hebrew citations. And so, if we do not admit an extraneous\nsource of knowledge, we must say that a supposed latent unconscious\nimpression of a consciously unknown Hebrew saying, was suddenly evoked\nin my brain by a medium, sitting apart, when I was busy in writing down\nhis automatic dictations in the R1tssian language; and the evoking of this\nimpression in me, reacting mentally on the medium for explanation, evoked\nin him, suddenly, also a latent unconscious impression of a consciously\nunknown name, fitting with the unknown saying. Is that not too much 1\n7. The account published in Psychische St1!dien was written from full notes\nmade by me at the time and which I have now in my hands.\n8. We could arrive at no conclusion as to the identity of the com-\nmunicating intelligence; he would never give his name, and there was'no\nreason to attribute the communication to Cardoso himself. The intelligence,\nwhen evoked by me afterwards, deprecated having any knowledge of Hebrew,\naaying it was only a reminiscence.\nThe testimony of my sister-in-law-Mrs. Wiesler, and my step-son-\nSergius Manouhinn, is appended to this letter. I can vouch that Pro-\nfessor Boutlerof, who was present, would have signed it also;-unfortunately,\nit is now beyond his power to do so.* I know that he considered this\ncase as one absolutely proving an extraneous source of knowledge. He\ntook no part in the seance, but sat at a distance, listening to the philo-\nsophic controversy with our strange interlocutor, whose replies were always\nfull of wit and sarcasm. Once he dictated through the same mediums a\nwhole phrase in Italian, which was found to be perfectly correct.\nA. AKSAKOF.\nWe the undersigned herewith testify that the record of the seance of the\n10-22 February, 1882. allgiven by M. Aksakof in the Psychische Stttdien, 1885,\npp. 49-54, is perfectly correct. We were alone at the table, holding our right\nhands on the planchette. Weare both completely ignorant of the Hebrew,\nnever heard of Cardoso, never had any access t.o the biographic dictionary\nin question, and neyer perused any of its volumes; on some occasions the\nnecessary volumes were consulted by M. Aksakof himself.\n13t October, 188ft\nSt. Petersburg.\nANAST.ASIE WIESLER.\nSERGIUS MANOUHINlf.\nCORRESPONDENCE.\nTo the Ed'itor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-The letter of \"M. B.\" ill the Journal, for November opens up a.\nquestion which I venture to think is of the utmost importance in relation to\nthe investigation in which our Society is engaged. There can be no doubt\nthat our inquiry is beset with many difficulties, and possibly dangers, in\nconsequence of our ignorance of the comparatively unknown land upon which\nwe a.re seeking to gain a fOOtllOld. And so far as any experiments in the\ndifferent branches of our work might be reasonably supposed to subject the\n* The death of Professor Boutlerof, one of the Corresponding Members of\nour Society, was recorded in the Journal for November, p.442.\nDigitized by Google\n\f48 .Joornal of Society for Psychical Research. [Jan.• 1887.\nagent or percipient to the invasion of deteriorating influences, without any\ncorresponding moral advantsge such as the pervasion of improving\ninfluences. I for one should urge that experiments involving this dan~er\nought to be avoided. But I do not think that we should be justified in makmg\nthe suppositions which\" M. B.\" appears to fa\\-our.\nIn the first place, I cannot find that the experiments in \"te'.epathy,\nautomatic writing, &c.,\" to which\" M. B.\" refers. \"require the will of the\npercipient to be, so to speak, annulled for the time. and the mind left blank.\"\nso that it may be invaded by any influence whatever. So far is the will from\nbeing annulled that it has probably been concentrated either upon perceiving,\nin activity,-or receiving, in passivity, the impressions of-perceptions or\nfeelings experienced by some specific personality. This proceBB, I take it, is a\nvery different one from opening the mind to any influence whatever, as indeed\nwe might infer from the counterparts of such processes in ordinary human\nexperience. That it is so is suggested, moreover, even by\" M. B.,\" who says\nthat recent experiments in hypnotic suggestion \"seem to show that\n• . • a sub-conscious resistance is almost invariably found to any practi-\ncally undesirable suggestion made by the experiments, when the subject is a.\nrational and self-controlled ptorson.\" A strenuous activity against debasing\ninfluences may well consist with a strenuous passivity, if I may so speak, to\nexalting influences. Certainly, as \"H. B.\" says, \" we should not think it\nwise to allow ourselves to be mesmerised by persons of known bad character\";\nand no doubt the acquirement of a greater sensitiveneBB to what I may\nvaguely teml supernormal influences of a purifying nature, may carry with\nit the pOBBibilities of a deeper degradation. The counterpart of this again\nwe also find in ordinary human experience; and in reply to any objection on\nthis ground I should think it sufficient to profess my faith :\n\" Certain, if knowledge bring the sword,\nThat knowledge takes the sword away.\"\nBut, in the second place, possibly the special hypothesis to which\n.. M. B.\" draws attention may be that in the cl&B8 of experiments referred\nto, we lay o~elves open very little, if at all, to \"higher\" spirits,\nbut only or chiefly to those of a \"lower\" order. If so, I should say that\nthe only evidence I have myself seen for such a theory is not worth con-\nsideration ; it depends upon the supposed deterioration of alleged\n\"Spiritualistic mediums,\" in consequence of the \"spirit-influences\" to\n'Which they have been subjected. They have, it is asserted, become fraudu-\nlent and vicious, after a career, as mediums, of honesty and purity; but\nI think it probable, that in the majority at least of these cases, the supposed\n\" mediums\" have been fraudulent from the beginning.\nI agree, then, with \"M. B.\" in thinking that \"we should be wise to\nput ourselves on the defensive,\" in the sense that we should not adopt the\nmental attitude of being willing to surrender ourselves to any impulse that\nmay .. hap\" to come. And this may be all the caution that .. M. B.\"\nmeans to emphasise; though in truth we are far as yet, in my opinion, from\nbeing \"shipwrecked in the dark upon an unknown island, of which we\nare ignorant whether it is desert or inhabited by friendly or hostile\ntribes\" ; rather do we\n\" float about a glimmering night, and watch\nA full sea glazed with rnufHed moonli~ht swell\nOn some dark shore just seen that it IS rich.\"\nI am, &c.,\nRICHARD HODGSON.\nDigitized by Google\n\f","_id":432}