{"name":"Journal of the Society for Psychical Research 5285","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n37_feb_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N37, February 1887","mylang":"de","content":":Ko. XXXYJI.-VOL. IlL FBlmU.\\RT. 188'1.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTBNTS.\n\"WID·Transference.\" Fact or FanC)'! by the Rev. P. H. Newnham\nJdesmerlc Experiments .•\nCorrespondence •• .• •. ••\nThe Second Volnme of the JournaZ.•\n.. Pbautuma of the Lhing\" ••\nSupplemental')' Librar)' Catalogue ••\n\" WILL-TRANSFERENCE.\"\nFACf-oR FANCY 1\nBy !rIlE REv. P. H. NBWNlIAM.\nP.lOB\n... '9\n•• 66\n•• 56\n•• 61\n•• 61\n•• M\nIn the very interesting and inlportant paper on \"Some Higher\nAspects of Mesmerism,\" by Messrs. Gurney and Myers, as published in\nPart IX. of the Proceedings of our Society, and at the top of p. 417,\nwe read the following sentence :- -\n\" Again, we haTe probably all of us heard someone claim to have- made\nsomeone else look round, in church or theatre, by fixing an intent gaze on\nhim ; but such cases must clearly be reckoned as mere illusions of pollt hoc\npropter hoc, of successes noted and failures forgotten.\"\nI am aware that it must appear presumptuous in me to challenge\nthe deliberate conviction ·of such authorities on all questions of tele-\npathy ; but I nevertheless feel bound, in the interest of what I conceive\nto be the truth, to place on record a very respectful caveat against the\nacceptance of this dictum.\nThe uniform experience of some 40 years convinces me that the\npower alluded to really does exist; and I must acknowledge that I read\nthe sentence above quoted with feelings of utter amazement, as the\nhabitual. exercise of this power has been a thing familiar to me as long\nas I can remember, and I have always accepted it as such a matter of\ncourse that I have taken for- granted that everybody else recognised it\n••As a lad and youth of from about 14 to 22, I remember constantly\namusing myself with it, especially at church. On two occasions I\nutilised it (once at the request of my tutor), in order to cure persona\nof a disagreeable habit of staring in church. I made them look at me,\nas soon as they had entered their pew, and kept on doing so until I had\nB\nDigitized by Google\n\f50 Jowrnal of Society fO'l' Psychical Resem'ch. [Feb., 1881.\nsucceeded in rendering them thoroughly nervous and uncomfortable.\nThey never stared at our pew again! -\nI frequently made practical use of the power, in after years, in\nchurch, when I had forgotten something that I needed. (N.B.-Not\nmy sermon 1) The first occasion on which I remember doing this was\nabout 1872, when I had left in my study some special form of prayer\nwhich was ordere,d to be used on that Sunday. When I discovered that\nI had come to church without it, I willed my gardener to look at me,\nwhich he did in a few seconds, and I then beckoned him up, and sent\nhim for the missing paper. I have done the same thing during service\ntime, scores of times, when I wanted ~ door or a window shut, or a.\nperson shown to a pew, &c., &C. I ha.ve never failed, except with one\nperson, and with him I could only succeed about once in three times,\nas the more uncomfortable he grew, the more he kept his eyes sternly\nfixed upon his book.\nI was once talking of this power in company, when a young lady\nexpressed her doubts of its real existence. Being seated opposite to\nher shortly afterwards, I made her look at me six times in succession,\ncarefully avoiding catching her eye until the sixth time, when I met\nher gaze and told her what I had been doing, and she at once acknow-\nledged that she ha.d found herself constantly looking up at me, without\nknowing why.\nI regret exceedingly that I have kept no written memoranda of\nsome of these experiments, but I never thought there was anything\nunusual in them, or anything that was worthy of record.\nIn 1873, I distinctly remember experimenting at a series of concerts\nto which I was invited. The company consisted of persons almost all\nof whom were entire strangers to me, and I tried the power almost\nexclusively on those who were sitting in front of me, and who, there-\nfore, could not catch my eye by just lifting their heads. It was very\ninteresting to see them first fidget about in their seats, and at last turn\ntheir heads round and look about them, as if to see whence the uncom-\nfortable feeling that influenced them was proceeding.\nI opened a correspondence with Mr. Myers on this subject, in\nFebruary, 1886. I felt very strongly the objections against the\nscientific value of such more or less vague memories as I have above\nreferred to, which are based upon no written memoranda., and are only\nrecalled through the glorifying mists of personal gratification at success,\nas viewed in the vista of past years. And, therefore, although con-\nscious that I no longer possess the power so fully as I used to do\" in\nformer days, I resolved to make some iresh experiments, and carefully\nnote the results.\nUnder my present mode of life, I can only make these observations\nDigitized by Google\n\fFeb.,1887.] JOu,'MUtl oj Society JOT Psychical Research. 51\nduring the time of service in church'. I have endeavoured to lay down\ncertain conditions under which these observations shall be made. It\nwill be seen that these conditions are such as to handicap the observer\nvery heavily; and I think that successful results obtained under such\nconditions will fully establish my claim that the power is something\nthat really exists, and merits scientific observation.\n1. My first condition was, that no observations are to be made from\nthe pulpit, or during any time in the service when the eyes of the ,\ncongregation naturally turn, more or less frequently, to the speaker or\nreader. I observed only during the singing of hymns or canticles,\nwhen the eyes of the congregation are fixed on their books, and their\nattention occupied by the words that are being sung. I may add that\nmy congregation is singularly musical, and takes a rapt delight in the\nsinging.\n2. My second condition was, never to attempt to influence those\nwith whom I am specially intimate, or with whom I have been brought\ninto religious communion, as in Confirmation and Bible-classes, sick\nand dying beds, &c., &c.\nUnder these conditions I made a series of observations on Sunday\nmorning, FebrualY 7th, 1886, and wrote down the results as soon as\npossible after my return home. The original memorandum was\ncompleted, and dated, at 2.30 p.m. of that day. This memorandum,\nas furnished to Mr. Myers, contains the actual names of the persons\nexperimented on; but, for obvious reasons, these cannot be printed.\nWith this exception, the following schedule is a strict copy of the\noriginal draft; nothing new being inserted except a few connecting or\n~xplanatory words.\nThe experiments took place at five different times during the\nservice.\ni. WMle singing tll£ \"Te Deum.\"\n1. Girl of 13. In the choir. Attends a. Bible-class that I hold; but\nis shy, and not familiar with me. I have never attempted to\n\"impress\" her religiously, in the least. She always sings with\nher head bent down, and eyes on her book; and I have in vain\nattempted to cure her of this habit.\nShe looked up after about one minute, and stared vacantly.\n2. Boy of 12. In the choir. Goes to school in the next parish.\nI scarcely know him, even to speak to,\nLooked up in from 10 to 15 seconds.\nII, Wl,ile singing tll£ \"Jubilate.\"\n3. Strange man: name unknown: about 35-40. Never seen before.\nLooked up, .lightly 1:acant, in about 20 seconds,\nE 2\nDigitized by Google\n\f52 Jou,1-nal 01 Society 101' Psychical Reseu1'ch. [Feb., 188T.\n4. Young married woman, about 32. Used to sing in my choir nine\nyears ago. Now lives in the Isle of Wight, and was on a. visit\nto friends.\nLooked up, decidedlY'\/)(Jcant, in about one minute.\nIII. W\/~ile lJlaying tune offir81 l~ymn.\n5. Unmarried lady, about 70. On a visit in the parish. I know her\nto speak to; but no more.\nLooked up sharply, in about 20 seconds; first to right, then to\nleft, as if to see where something was; then looked, vacantly.\ntowards me.\nIV. Wl~ile singing t\/~ fir8t l~ymn.\n6, 7. Two women, unmarried, about 25 and 40 respectively, domestic\nservants in the parish. I only know them to speak to.\nMy eyes were looking just between these two, as they stood side\nby side, and I had scarcely determined which of the two to\noperate on, when both looked up simultaneously, certainly' in not\nmore than five seconds.\n8. Boy, aged 10, attends school in another parish, and I scarcely know\nhim.\nLooked up, vacant, in less than 30 seconds.\nV. W\/~ile singing tl~e 8econd l~'!fInn.\n9. Unmarried woman, age about 33; almost a stranger to me, as she\nlives 'Out of the parish, and generally'attends church elsewhere.\nLooked up in less than 10 seconds.\n10. Unmarried woman, aged 63. Rather hard in character; and some-\nwhat antipathetic to myself and my parish work.\nBegan to fidget in 20 seconds; but kept her eyes fixed on her\nbook, and sang steadily. I must have looked at her for two\nminutes, and was just on the point of giving up, when she\nlooked up, vacant.\nVI. After Service.\n11. I wanted to speak to one of the churchwardens; but as it was\nthe Sunday when I retained the offertory, I knew he would not\ncome into the vestry. I therefore willed him to look at me as I\nwas leaving the church. I did not look at him or towards\nhim ; I simply willed.\nI passed into the vestry, some 25 or 30 feet from him, as he\nstood in the body of the church, and as I was in a line with\nhim I turned my head, and he looked up and caught my eye at\nthe same moment.\n.\nDigitized by Google\n\fFeb.,1887.] Journal of Society for Psychical Research. 53\nNOTE.-I consider this case, per se, as having no evidential\nweight, as he might have looked that way out of respect to\nthe clergyman passing. I only record it as connected with\nthe foregoing series of invariable successes. Valeat quantum.\nI think that such a series of experiments as those which are thus\nrecorded are sufficient to establish a pritnt1. facie claim to the careful\ninvestigation of my assertion, that this power of \"will-transference\" is\nsomething more than imaginary, and that there is something in it\nbeyond mere coincidences noted and failures forgotten.\nBut, in experiments conducted under conditions such as these, there\nis still the possibility of coincidence to be carefully considered. A\ndergyman who occupies a conspicuous station in the church is, of\ncourse, a centre of mental gravitation, and it is probable that many\neyes are constantly being turned in his direction. Of course, the\nselection of the intervals of singing for the experiments reduces the\nprobability of such coincidences to a minimum, but still it is a factor\nthat must be dealt with.\nOn February 21st, I therefore set myself carefully to note how many\npersons looked in my direction during the same intervals of the service\nas I had experimented in on the 7th. It was not a very easy experi-\nment to conduct, as I had to keep my eyes always ranging round,\nwithout allowing them to rest long enough on anyone person to have a\nchance of materially influencing them. It must be remembered, too,\nthat if there be any telepathic influence thus transmissible, the very\nfact of my self-consciousness would predispose very sensitive subjects to\nabsorb the influence beforehand, and so almost to anticipate my glance.\nDuring the singing of the \"Te Deum\"one small boy looked at me. He\nis only seven years old, and never looks at his book, but is always staring\nround the church. Of the 50 persons within range of my eye, no one\nelse even glanced up for a moment.·\nDuring the singing of the hymns about 70 or 80 persons were well\nwithin my range of sight. Of these, two looked up at me. One of\nthese, a young man of 24, never sings, and never looks at his book\nduring the singing. The other was a delicate and hysterical girl of 22,\nupon whom I should consider it unfair for me to attempt any ex-\nperiment.\nI imagine that some of my readers will say that I must have a.\n\"model congregation.\" I cannot help such a suspicion arising. Facts\nare facts, and my business is simply to record \"facts as they are.\"\nThere is one point to which I must a'3k special attention. It will\nbe observed that in six out of the first 10 cases I note that the look is\nmore or less 'lJacp,nt. I find that in a large proportion of instances this\nis the case. The first glance is unintelligent. Even when the eyes of\nDigitized by Google\n\f,\n54 Journal of Society f01' Psychical Reseu1'ch. [Feb., 1887.\nthe persons operated upon look me full in the face, their intelligence\ndoes not seem, for a moment, to recognise what they are doing. H I\nwant to arrest their attention I have to make some distinct sign; on\nperceiving which they appear for the first time to become aware\nthat they really are looking at me. In some cases this rolling of the\neyeball, and the sightless stare that follows, is very marked. Surely\nthis fact alone practically removes the question outside the region of\ncoincidence, and indicates the first commencement of some form of\nhypnotism, induced by the transmission of ~e operator's will, pure and\nsimple.\nOne very interesting experiment that I tried, later on, illustrates\nthis point admirably. During the singing of one of the canticles at\nevening service, a few Sundays later, I experimented on a young lady\nof 14 who has been totally blind since she was about three years old. In\na very few seconds I perceived her eyeballs roll, and then she-\nmechanically turned her sightless orbs straight in my direction. It\nwas a very touching sight; and I shall never forget it.\nFor obvious reasons, I do not care to multiply these experiments\namong my own parishioners; as I conceive that though the\nexperiments have been few, yet their invariahle success is sufficient\nto establish my claim to a full investigation of the question. But,\nhappening to be in one of our cathedrals, one day in May last, in a city\nwhere I was a perfect stranger, I took occasion, during the singing, t()\nexperiment on nine different persons, who were sitting opposite to me-\nboth males and females. Again in every case was I successful, in\nperiods of time varying from a few seconds to not more than one\nminute.\nIt seems to me, I must confess, that with our present knowledge of\nordinary thought-transference, and of the special will-transference of\nthe mesmeriser, it would be strange if the phenomenon I have been\ntrying to illustrate did not exist.\nAnd, again, as we know that there is \"no smoke without some fire,\"\ndo we not need this simple fact as the foundation for the world-wide\ntraditions of the\" evil eye\"; \"malocchio\"; \"overlooking,\" and\nnumerous other words of a like significance, which we meet with\neverywhere 1\nI therefore venture to put at the head of this paper the name of\n\"Will-transference,\" as a necessary complement to the name of\n\" Thought-transference\"; and as designating what I would suggest as\nsimply another \"mode of \" telepathic \" motion.\"\n[The substance of the foregoing paper was sent to the Editor of\nthe Journal some months ago; but the MS. was unfortunately\n.destroyed in the fire at the offices of tlle National Press Agency.]\nDigitized by Google\n\fFeb., 1887.] Journal of Society for Psychical Research. 55\nMESMERIC EXPERIMENTS.\nLast term a professional mesmerist, Mr. d'Auquier, gave some\npublic entertainments at Cambridge, in the course of which were\nexhibited what he professed to be thought-transference between him and\nhis subject, and hypnotic phenomena which seemed interesting. From\nwhat was known of Mr. d'Auquier, there appeared to be good reason for\nbelieving that he was a trustworthy person, who would honestly join in\nscientific investigation; and therefore Mr. Myers, Mr. Langley, and Pro-\nfessor and Mrs. Sidgwick thought it worth while to try to secure his\nservices for private experiments. Mr. d'Auquier agreed to come to Cam-\nbridge for these experiments for six days, from Monday, January 3rd, to\nSaturday, 8th, inclusive, bringing subjects with him, for sixteen\nguineas. Besides those already named, Mr. Wingfield, Mr. Hodgson,\nMr. Gurney, and Dr. Gaskell took part in the investigation. Mr.\nd'Auquier's subjects were a lad named Johnny, and a Miss N.\nThe thought-transference experiments were conducted as follows :-\nMr. d'Auquier hypnotised Miss N., who then lay back in her chair\nbreathing heavily. He took up his position, standing or sitting, at\nsome distance behind her, and a paper was then handed to him by one\nof the investigators with the name of a playing card written upon it. He\nprofessed to coucentrate his mind on this card, and after some time\nMiss N., who had a pack of cards in her hands, or on the table beside\nher, roused herself, and selected a card out of the pack-usually the one\nrequired. Sometimes she failed and often she hesitated between two.\nOn the first occasion Mr. Hodgson thought that the effect might be\nproduced by a code of signals consisting of a combination of Miss N.'s\nheavy breathings with sounds made by Mr. d'Auquier. He communi-\ncated his suspicions to the rest of the party, and all watched. At each\nexperiment the code became clearer to them. By Thursday it was\ncompletely known. Not only could every member of the party discover\nfrom the signals with more or less ease and certainty cards unknown to\nhim, but the signals were telegt·aphed by Mr. Langley and Dr. Gaskell\nto an adjoining room and there automatically recorded, and the record\ncorrectly interpreted by Mr. Wingfield, who had not been in the room\nwith Mr. d'Auquier and Miss N. during the experiment at all. It\nseemed needless after this to waste time in watching the transfer of\ndiagrams which Mr. d'Auquier also offered to exhibit. The code for the\ncards was an ingenious and simple one. Mr. d'Auquier made slight\nnoises-such as coughing, sighing, or rustling of paper,-counting\nbetween two such noises a number of Miss N.'s breathings which repre-\nsented the card, after which the suit was similarly indicated.\nTests were applied with the object of ascertaining whether Miss N.\nDigitized by Google\n\f56 Journal of Society for Psychical Re8earch. [Feb., 1887.\nwas really hypnotised during these experiments, but they were incon-\nclusive. There is, however, no reason to think that she was not in a\nlight hypnotic trance.\nJohnny was undoubtedly a good hypnotic subject, but no thought-\ntransference,real or imitation,succeeded with him. In his normal state he\ncould read numbers in Mr. d'Auquier's eyes,but the movements which en-\nabled him to do so were very obvious. Experiments were made with him\nwith a view to elucidating the mental processes involved in recognising,\nin the hypnotic state, the spots to which hallucinatory photographs,\n&c., were attached; also to ascertain if Johnny exhibited any\nhyperacuity of vision such as that attributed to his subjects by\nM. Bergson of Clermond-Ferrand. The indications of this in Johnny's\ncase were very slight. He appeared when hypnotised to distinguish\n~he subjects of photographs prepared as microscopic slides rather better\nthan people with normal sight, but not in so clearly marked a degree\nas to make it certain that there was any abnormality of vision. Ex-\nperiments were also made on rigidity and anresthesia induced in\nJohnny's hands by passes while he was otherwise in a normal state.\nIn some of these the object was to observe the effect of different kinds\nof passes, and in others the order in which different sensations disap-\npear. In others again the object was to ascertain whether, apart frem\nsuggestion, Mr. d'Auquier possessed any special power of influencing\nhis subject by will or otherwise. Mr. d'Auquier seemed able to affect\nJohnny in at least a different degree from others, but it is difficult\naltogether to exclude suggestion when,.as appeared to be the case here,\ncontact in making the passes is indispensable; and probably it would in\nany case be impossible to make such experiments satisfactory e~cept\nwit~ an operator whose bonafides could be relied on.\nCORRESPONDENCE.\nTo the Editor of the JOURNAL OJ!' THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-May I offer a few explanatory remarks in connection with Mr.\nHodgson's dissection of my report in January's J01J\/T\"IUlZ 1\nAfter describing the first experiment, he proceeds to say : \"1 suppose\nthat Eglinton held the slate alone for some time, during whichhe wrote upon\nthe slate, afterwards requesting F. to assist in holding it ; and this supposi-\ntion is even suggested by the first part of Mr. Bentall's description.\" .\nAlthough Mr. Hodgson's\" supposition\" is not an unfair inference from\nmy loosely-worded description, I beg to state that the meaning I intended to\nconvey is that the word \"Heybridge\" was asked for after F.'s band was\nholding the slate against the table. We are both positive that such waa the\ncase, and I submit that my report states nothing which is incompatible with\nsuch a view.\nDigitized by Google\n\fFeb., 1881.] Journal of SoC'iety for Psychical Research. 57\nIn criticising the phenomenon of the writing obtained between two sIa.tes\nheld above the table, Mr. Hodgson, after quoting from the report, g08ll on\nto say, \"I suppose that Eglinton first held the alates under the table, and\nwrote the worda, and then no lOund of writing having been heard, held them\nabove the table, and asked F. to hold them with him.\"\nIn this caae I do not see how Mr. Hodgson can justify hiB \" supposition,\"\nwhich is diametrically opposed to my plain statement, that \" the sIa.tes were\nheld above the table in full view all the time.\" I bought the slates on\npurpose for this experiment, and arranged it with F. beforehand, our IOle\nobject being to get writing between sIa.tes held above the table. Eglinton\ndid not hold the slates alone for a second, Frost extending his hand at the same\ntime, and taking the opposite comer. Had they gone underneath the table,\neven for a moment, we should have looked upon the experiment 88 a\nfailure, and I should have noted the fact, as I have done in recording\nanother experiment in a passage which Mr. Hodgson has italicised. If Mr.\nHodgson will consider that we both entered upon this experiment deter-\nmined to have writing above the table, that the slates were our own, and\nproduced only at the moment of experiment, and that Eglinton had not sole\npossession of them for a second, he will agree that to \"suppose\" that we\nallowed these slates to be manipulated under the table, and then were either\nignorant of the fact, or knowing it, suppreSBed it in writing the report,\ninvolves a grave charge against either our veracity or sanity. I do no'\nsuppose for a moment that Hr. Hodgson wishes to make such a charge, but I\ncannot see how any other view can be taken by anyone who reada Mr.\nHodgson's remarks on this incident.\nWith regard to the tumbler experiment, I may say we did not look under\nthe table at Eglinton's suggestion, but from curiosity.\nI regret that my rough notes have not been kept. I made them on odd\nscraps of pape.r at Eglinton's after each sitting. They recorded the dates,\nthe circumstances under which the manifestations occurred, and a copy of all\nmeBBBges. I need not say they were brief and not in a form fit for publica-\ntion. The report was compiled from these from about 10 days to a fortnight\naIter.-I remain, &c.,\nF. W. BENULL.\nP.S.-Mr. Frost wishes me to state that he endorses the abo,·e remarka.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL REsEARCH.\nSm,-With regard to Mr. Hodgson's criticisms, which have just\nappeared in the Journal of the Society for Psychical Research, on the\nreports of some slate-writing seances sent to the Society by MiBB ~ons and\nmyself (Mrs. L.,) and published in the June number, I must in justice to\nMr. Eglinton make a few remarks.\nConcerning the incident where a prompt reply was obtained, in answer to\na question by Miss Symons as to ROW she could\" best develop as a medium,\"\nMr. Hodgson says, \"I SUpp086 that the question was directly or indirectly\nsuggested by Eglinton.\" I must emphatically deny thiil supposition. Mr.\nEglinton did not suggest the question or lead up to it. The single ordinary\n.latell on which writing was obtained were always those purchased by\nDigitized by Google\n\f58 Jo'u1vnal of Society for Psychical Research. [Feb., 1887.\noUl'8elves, on the day of each sitting. They were privately marked by us, and\nwere examined thoroughly after every sentence of writing obtained, and pre·\nviously to each question written by us.\nThe criticisms to which I refer consist 80 largely of supposition that they\nappear written with the desire to cast doubt by all possible means on the\nsubject of slate-writingrather than to treat evidence in a fair and impartial\nspirit. Where Miss Symons says, .. We locked the slate ourselves; it was\nnever removed from the table or out of our sight for one single inatant,\" the\nstatement is supposed to be erroneous, because Mr. Harrold Murray, Mr. E.\nM. C., and Mr. F. Bent.all, who describe experiments.with the locked slate,\nsay it was held under the table.\nOur accounts of the slate-writing seances were always written the same\nday, or the next day after they took place, and we too have records of\noccasions when the locked slate was held under the table to obtain writing;\nbut these occasions are quite distinct from the one when there was writing in\nthe locked slate without its removal from its position on the top of the table.\n-Believe me, yours truly,\nA. M. L., ABSOOiate S.P.R.\nJanuary 6th, 1887.\n------------------------\nThese two letters were shown to Mr. Hodgson, who sends the following\nremarks on them :-\nTo the Edito.T oj the JOURNAL OF THE SOOIETY FOR PSYOHIOAL RESEAROH.\nSIR,-With regard to the two foregoing letters, I take the opportunity of\nagain emphasising what I have apparently failed to make clear in my\nprevious statements. But I shall first remark upon the second of the cases\nto which Mr. Bentall specially refers.\nI pointed out, both at the beginning and at the end of my criticisms, that\nI did not profeM to \"justify\" my suppositions, in the way that Mr. BentsU\nthinks I should be able to do. If the additional statements made by Mr.\nBentall, and endorsed by Mr. Frost, concerning the determination with which\nthey entered on this experiment, are correct, notwithstsnding the lapse of a\nyear and a-half since the incident occurred, I admit that the particular\nsupposition which I made becomes leBS likely. Had this important deter-\nmination been mentioned by Mr. Bentall when he wrote his detailed report\na week Q\\\" two after the event, I should probably have preferred another\nsupposition.\nI need not, however, dwell upon this point, since it is plain that the\nchief difference between the writers of the foregoing letters and myself con-\ncerns the t1\"U8t which we are justified in placing upon certain positive state-\nments made by witneBBes under the circumstances involved in the cases\nbefore us. I question the accuracy of certain statements made by Mrs. L.\nand Mr. Bentall, whom I nevertheless suppose to be perfectly sane and\nveracious. ~e writers do not believe that their bona fide recollections of\nwhat occurred at the sittings can be so unreliable as I have supposed; but J\nsubmit that the amount of reliance which can be placed upon such reool-\nlections can be deternlined only by special investigation. Of course\nI expected that my suppositions would, in the first instance at least,\nDigitized by Google\n\fFeb., 1887.] Journal of Society for Psychical Resea1·clt. 59\nif not always, meet with the emphatic denial of the witnesses them-\nselves; but I have thought it possible that readers of the JO'Urllal for\nJannary would see that in some ~es the writers of the reports quoted by\nMr. Davey have made positive statements which must have been as unreli-\nable as I have supposed those of Mrs. L. and Mr. Benall to be. I was.\npresent at some of the sittings the records of which are quoted in the\nJounw}, for J anusry ; I knew how the tricks were performed; and Mr. Davey\nand myself agreed concerning the chief mistakes made by the witnesses in\ntheir reports. These mistakea-mainly instances of memory-illusion-are as.\ngreat as those which I havA attributed to Mrs. L. and Mr. Bentall ; I have\nno doubt that the persons who made them are veracious and sane; and I\nhave no reason to suppose that they are inferior as witnesses to Mrs. L. and\nMr. Bentall.\nThe \" justification,\" therefore, which I offer for my suppositions which.\nare \"diametrically opposed\" to certain statements of Mrs. L. and Mr.\nBentall, is that I know, from the kind of evidence to which I have referred,\nthat the true explanations of various conjuring performances which I have\nseen are equally opposed to the statements of the uninitiated witnesses. TOo\nmake this contention yet clearer, I shall confine myself to a single instance,\nand shall quote a passage from the report of Mrs. Y., (Journ.al for January,\np. 32), concerning Mr. Davey's locked slate.\n\"This test seemed to me perfect. The slate was under my own eye\non top of the table the whole time, and either my daughter's hand.\nor my own was placed firmly upon it without the intermission\nof even a second. Moreover, we closed and opened it ourselves.\"\nThis statement is erroneous. Similarly I have supposed the statement,\nabout Eglinton's locked slate, which Mrs. L. quotes in her letter, to be\nerroneous-though not for the reason which Mrs. L. attributes to me, as 'the\nreader may at once see on referring to the Supplement to the December\nJottr'lW, p. 5O'i. The question is not whether my particular supposition\nconcerning Eglinton's dealings with the locked slate is correct or not, a.\nquestion which I think we have no means now of answering satisfactorily.\nbut whether lIuch statements as that quoted by Mrs. L. about the locked\nslate may be as inaccurate as I have supposed. It was necessary for me to\nmake particularsuppositions for the purpose ofexhibiting the magnitude of the\nerrors which I had concluded might be made by the witnesses under the\npeculiar circumstances involved; and the reports quoted by Mr. Davey are\nenough to suggest that equally trustworthy witnesses a're liable to errors of\nthe magnitude which I thus exhibited.-I am, &c.,\nRICHARD HODGSON.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSm,-Mr. S. J. Davey informs us that the performances described in the\nlast number of the JO'Unu:tZ were\" due to his own unaided powers as a slate-\nwriting conjurer.\" Consequently, if we believe Mr. Davey, we are bound to\nbelieve that he can write not only on locked slates without touching them with\neitherof his hands, but also that he can write whatis in other men's thoughts,\nand that too in a language of which he himself knows nothing. But this is\nDigitized by Google\n\f60 JO'l1\/r'tw,l of Soc·iety for Psychical Resea1'ch. [Feb., 1881.\nnotall. He candetect the word that lurks in another mind and write it on a\nlocked slate, without himself being conscious of having done so. \" He had\nforgotten,\" says one of his witnesses, \" that Mr. Padshah had asked him to\nask his name before tea.\" He had forgotten to do this part of his conjuring,\nhut still the thing was done, and, as he himself testifies, by his own unaided\npowem. ,\nI presume Mr. Da.vey wrote his paper to expose the tricks of Spiritualistic\nmediums, and I also presume that you admitted it into your Journal with\nthe same object in view. 'Now·I am a pl&in man and know nothing of\nSpiritualism, except what I have read about it, and I have earnestly clung to\nthe hope that the S. P. R. would throw BOme light on the subject. But if\nmy only alternative to believing in Mr. Eglinton is to believe that Mr.\nDavey's performances have been done by conjuring, I am placed, as it were,\nbetween Scylla and Charybdis. In this predicament is it unreasonable for\nme to ask that Mr. Davey will perform the same feats as are recorded in the\nlast number of the Journal, without the accompanying\" tricks\" of \"electric\nahocks,\" \"chattering of teeth,\" and so on; or at least without the\nSpiritualistic circle 1 And will he do this in the presence of some well·\nknown Spiritualists, affording them proof sufficient to satisfy reasonable men\nthat he performa his feats by his own unaided powem as a slate-writing\nconjurer1\nThat Mr. Davey is a medium of no ordinary power, his own account of\nhimself makes, I think, tolerably certain. If, therefore, he either cannot or\nwill not do what I propose, I must say for myself that if I am obliged to\nauspect anyone of \" imposture\" it will not be Mr. Eglinton.-l am, your\nobedient servant, GEORGE HARPUR,\nAssociate of the S.P.R.\n[The above letter calls for a few remarks. (1) The writer seems to ignore\nthe possibility of failure of observation and memory in bond fide witnesses.\nIt is just because this possibility is BO often more or less ignored that it was\nworth while for Mr. Davey to institute his experiments. (2) Mr. Hodgson has\nbeen present during some of the sittings, and having been initiated into the\ntrick, has been able to observe the whole process. He is thus aware what the\nphenomenareally were of which the descriptions puzzle Mr. Harpur,as they prob.\na.bly puzzled most of the readem of the January Journal. (3) It is\nproposed to discuss the subject further in the Proceedings, and to point\n(Jut where the chief failures of some of the witnesses occurred; though,\nfor obvious reasons, Mr. Da.vey does not wish to make his modus (or rather\n1nodi) operandi generally known. (4) Mr. Harpur's remarks are of\nimportance, 8.8 showing that the question has at last been brought to the\ndecisive point. The descriptions of Mr. Davey's performances were printed to\nshow that bona fide records of tricks might closely resemble bond..fide records\nwhich have been accepted as conclusive evidence for genuine occult phenomena;\nand there could not be a better proof of the closeness of the resemblance, or of\nthe urgent need of its recognition, than the fact that on the strength of the\ndescriptions tIle tricks should be supposed to be genuine.-ED.]\nThe Rev. W. S. Grignon has been good enough to sanction the printing\nof the following private letter :-\nDigitize~ by Google\n\fFeb., 1881.] Journal of Society for PBYchical Research.\nThe Grove, PluckIey, Kent,\nJanuary 5th, 1887.\n61\nDEAR MR. GURNEY,-I have heen reading with great interest, and on\nthe whole with much satisfaction, the \"Statement of the Literary'\nCommittee\" in the Journal. for this month. I hope it will succeed in.\nkeeping some of the pronounced Spiritualists in connectionwith the Society.\nBut will you allow me, as a very cordial, though, I fear, veryineflicient.\nsupporter of the Society's work, to point out wherein, as it seems to me, you\ncome short of meeting the fair claims of what I may call the Spiritualistic-\nintereat 1 I do so as an impartial bystander. My own connection with\nSpiritualism consists in subscribing to Light, and reading now and then a.\nstray number of the Medium, and attending quite anonymously a public:\n.eance occasionally-perhaps on an average once in three or four years. I\nhave further tried a few experiments at intervals of years in private seances.\nand made myself fairly acquainted with the literature of the subject. With.\nthe phenomena of Mesmerism or Hypnotism I have been practically\nfamiliar for thirty-six years past. Indeed, my recollections go back nearly\nten years earlier-to the days when Baron Dupotet was making a sensation.\nin London by his experiments. My personal experience of seances and.\nmediums has not been satisfactory; still, I have convinced myself that.\nresults are attained from time to time which are not explicable by a simple.\ntheory of imposture. Of course, as a believer in the Christian faith, I am in\none BellBe of the word a strong Spiritualist. Such is my standpoint. I fully\nagree with the distinction you make between Spiritualism as a religion and as a..\nscience, and I feel very sure that the hold modern Spiritualism will ultimately\ntake, or fail to take, of the world will not depend upon strictly scientific.\nevidence one way or the other. But it does strike me as a fair claim on the.\npart of Spiritualists in our Society that scientific method should be strictly\nand quite impartially applied to the arguments on both sides of the question.\nNow, a fairly careful study of Mr. Hodgson's and Mrs. Sidgwick's com-\nments on cases of \" slate-writing\" has led me to gather that they build on the.\ngroURd that the popular idea of the value of human testimony is much too high,\nthe powerofobservation at the time, of recollection afterwards, and ofselection\nof what ought to be observed and recollected. being much lower than it is com-\nmonly taken to be. Mr. Hodgson's explanations of psychographic cases in the.\nSupplement to the December Journal. come sometimes to this: \"You say you\ntore a corneroffthe card ; no doubt you think so ; but I feel sure Eglinton tore\nit off.\" \" You tell me you had hold of those closed slates from the moment\nyou entered the room till you opened them yourself. My dear sir, you think\n80, but in point of fact you let Eglinton get hold of them and do what he\nwould with them.\" Mr. Hodgson may be quite right. I say nothing to the.\ncontrary. I seem to myself to see clearly that, if he is right, our juries ought\nto have\" reasonable doubts\" in many cases in which they have none. I do.\nnot quite see how your and Mr. Myers' most interesting researches in\nHypnotism can have any value at all in face of criticism framed on similar lines.\nBut let that pass. I will assume the method to be sound. With Mr. Hodgson.\nand Mrs. Sidgwick I will smile at the blunders of the common herd, myself\nincluded, who are so mistaken about the laws of evidence. But then I shall\nDigitized by Google\n\f62 Jou1'nal of Soc·iety for P8ychicctl Resea1·ch. [Feb., 1887.\nalso call upon those scientific purists in the matter of human testimony not\nthemselves to bring forward any evidence which will not bear their own\ntests. The unscientific Illany may plead their ignorance, the scientific few\nare bound by their own superiority. Noblesse obli{\/e.\nNow with this feeling I turn to Mrs. Sidgwick's article in the last\npublished volume of Proceedings. There, in the ihst paragraph of p. 47,\nI find myself called on to accept, solely on Mrs. Sidgwick's observation\nand recollection, a \"discovery\" which impugns Mrs. J\"encken's truthfulness,\nand this a discovery not of facts visible and palpable, but of mental states and\npurposes of the medium. Into any conclusion about these the observer's own\nmental state enters as a very important and very indeterminate factor. I\nmust say that it seems to me that this paragraph lVlould ha.ve been backed up\nby a statement, as far as possible corroborated by the evidence of others, of\nevery detail; or, better still, altogether suppressed. As it stands it is not\nscience, but rhetoric. The same remark applies to the next paragraph. I\n.am now in my sixty-fourth year and can remember all the disputes that\ngathered round EIIiotson's dealings with mesmerism, and how savagely and\ncontemptuously the medical profession assailed the facts and the men who\nbrought them forward. To me the conclusion drawn by three American\ndoctors in 1851, even though supported by their alleged experience of Borne\nunknown lady\" who could exhibit all the phenomena. of the sounds,\" is worth\nnothing as evidence. Then there is that extraordinary sentence describing\nthe\" raps\" as \"loud double kpocks, acquiring a special sound from the table,\n1I.00r, door, or other object on which they appear to be made.\" That knocks\nacquire a special sound from the objects on which they are actually made, we\n.all know; how they can be affected by objects on which they only appear to\nbe made, I fail to see, unless the difference lies in the fancy of the hearer.\nRather they appear to be made on different objects, because they actually\ndiffer, and, on the theory of the three doctors, one is called on to believe\nthat the three sisters could not only produce sounds in the way suggested,\nhut could modify those sounds almost at pleasure, could serve up table-raps,\ndoor-raps, floor-raps, china-raps, &c., &c., out of their joints, much as the\npie-man in Pickwick served up \"beefs,\" \"muttons,\" or \"weals\" out of\nkittens. Is there not something rhetorical rather than scientific ill the way\nin which Mrs. Sidgwick slides over this serious difficulty 1 I am not surprised\nthat convinced Spiritualists have felt hurt at this tone which more or leBS\nruns through the whole article, the more so because the rhetoric derives its\nreal force from the already existent popular conviction that a medium is of\ncourse a. humbug.\nAgain, the admirable method adopted by the Society in dealing with\nalleged phantasms hardly seems to have been applied here. So far as I\ncould judge from the Journo},,1 and Proceedings every witness was in &\nperfectly friendly spirit allowed the opportunity of strengthening his evi-\ndence, if he could, where it seemed weak. I may be mistaken, but I feel\nthat I am at all events impartial ~ and I cannot but say that the impression\nmade on me is that there is a strong tendency somewhere to criticise de-\nstructh'ely, and in no degree constructively, the testimony given to \"physical\nphenomena.\"\n\fFeb., 1881.] Journal of, Society for Psychical Resea1'ch. 63\nNo weight seems to have been given to what strikes me as a singular fact,\nthat Eglinton, who, if a conjurer merely, must have for years been in daily\nand hourly peril of exposure, has nevertheless, 80 far as I can learn, never\nbeen .. exposed.\" Nor has even his method, or anyone of his methods, been\nclearly explained. Why does not Mr.. S. J. Davey explain precisely how in\neach case he (Mr. D.) deluded his visitors 1 Such explanations' would knock\nEglinton's business on the head, if he be a mere conjurer.\nYou say most truly in your\" Statement\" that\" persons to whom Spirit-\nualism has long been a faith, will not care to respond to your appeal.\" I fear\nthat many to whom Spiritualism is far from being a faith will hesitate to\nsend their evidence into what will strike them as an atmosphere of hostile, or\nat least, sub-hostile criticism, where not the judgment only, but the will, of\ntAe critic will be against them. I could myself state certain simple obser-\nvations and experiments which have served to convince me that the \"physical\nphenomena\" of Spiritualism are not always explicable on the theory of\nconjuring pur et simple. But, though I am toler(l.bly thick-skinned, I do not\ncare to be publicly told \"My de(l.r friend, allow me to hint to you, with the\nmost diploID(l.tic politeness, that you are little better than a fool.\"\nPardon the length at which I have written, if, indeed, you have had\npatience to read thus far. I venture to write thus because I esteem highly\nthe work the Society has done, and can do in the future. Just now the\nSpiritualists and half-and-quarter-Spiritualists in the Society and out of it\nare like a shy horse when he sees a ID(I.n approaching him whip in hand, not\nto lash him of course, only to flick a troublesome fly oft\" his flank; still he\ndoes not like it. Could not II. quartem of com be somehowsubstituted for the\nwhip 1-Believe me, yours very truly,\nWM.. S. GRIGNON.\nTHE SECOND VOLUME OF THE JOURNAL.\nThe second volume of the Journal ends with the Supplement to the\nDecember number. Title-page and index are issued with this number.\nCovers for binding may be purchased at Is. each, post free; application\nto be made to the Assistant-Secretary, 14, Dean's Yard, S.W. The\nprice of the Y'olume, post free, will be lOs.\n\"PHANTASMS OF THE LIVING.\"\nMembers and Associates who may desire to procure this work at a\nreduced price are requested to apply for it at once. It is published at\nthe price of one guinea. Every Member of the Society who has paid\nhis SUbscription for the current year can have a single copy for 5s. 3d.\nand the cost of-carriage or postage; and every Associate who has paid\nhis sUbscripti<1n for the current year can have a single copy for 10s.6d.\nand ~he cost of carriage or postage. The cost of postage per parcel post\nis Is.; the cost of carriage within the Metropolitan district is 4d. or 6d.\naccording to distance. The book-post rate to the Continent or AmeriCA\nDigitized ~yGoogle\n\f64 Jou1'nal of Society for Psychical Research. [Feb., 1881.\n• is 2s. 2d. Honorary and Corresponding Members can obtain the book\non the same terms as Members; and Honorary AssoCiates on the same\nterms as Associates.\n~ All applications for copies at the above special terms must be\nmade to the Assistant-Secretary, 14, Dean's Yard, S.W., b6Jor6 UUJ\nend of Marcl~.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe joZZo1.oing additions have been made during Ute last three months.\nLIGHT. VoL for 1886....................................•.....•...........London, 1886*\nBAlU.GNON (P. Petrus) Etude du MagntStisme Animal. 2nd Edit.\n. Paris, 1853\nBINBT (Alfred, et Ch. FtSr6,) Le MagntStisme Animal •••••••••••••••Parla, 1881\nDB SEU (Dr. G. Louis) Application du Somnambulisme MagntStique\nau Diagnostic et au Traitement des Maladies de Nature••••••Paris, 1855\nGmI~~~e~:u~.~••~.~~~~~~:••.•~~~~~.•~~~~~~:••?~~:P:~: 1881\nJ OLY (Prof. Henri) L'lmagination : Etude Physiologique .......••Paris, 1883\nLAFoNTAINB (Ch.) MtSmoires d'un MagntStiseur. 2 vola• .........Paris, 1866\nLBGuli (Gabriel) Urbain Grandier. 2nd Edit•........................Paris, 1880\nLIEoEOIS (Prof. Jules) De la Suggestion Hypnotique dans sea Rapports\navec Ie Droit Civil et Ie Droit Crimillal ........................Nancy, 1885+\nLucAS (Dr. Prosper) TraiM Philosophique et Physiologique de\nl'H~rediM Naturelle. 2 vola. .......................................Paris, 1850\nNOlZET (GtSntSral) MtSmoire sur Ie Somnambulisme et Ie MagntStisme\nAnimal .....................................................................Paris, 1854:\nSENSO (Marc) La VtSriM sur Ie MaglltStisme Animal ............Lau\"anne, 1881\nTIBSOT (Prof. J.}L'Imagination: ses Bicnfait& et sea Egarements surtout\ndans Ie Domaine du Merveilleux..................................••Paris, 1868\nTOURETTE (Dr. Gilles de la) L'Hypnotisme et les Etats Analogues au\npoint de vue MtSdico-ltSgal •.•.......................................Paris, 1881\nGltBSMANN (Gustav) Magnetismus und Hypnotismus ............Vienna, 1886+\nKliNK (Dr. Hans) Ueber Beziehungen zwischen Hypnotismus und\nCerebraler Blutfiillung..........................................Wie8baden, 1885\n\" PrNenied by the Eclectic Publishing Company. t Pre&ented by the Author.\nDigitized by Google\n\f","_id":433}