{"name":"Journal of the Society for Psychical Research 5017","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n38_mar_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N38, March 1887","mylang":"de","content":"No. XXXTIII.-VOL. ill. MARCH, 1887.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and Aa8oci&tes\nMeetings of Council .. . .\nReport of General Meeting\nPbimtasma of the Dead..\nCorrespondence .. ..\nAnnual Business Meeting\nAnnual Balance Sheet ..\nCONTENTS.\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nDAKIN, REV. EDWARD, Kingstanley, Stonehouse, Gloucestershire.\nFALCKE, DUDLEY C., 5, Pump Court, Temple, London, E.C.\nNAIDU, C. V., Downing College, Cambridge.\nWESTLAKE, ERNEST, F.G.S., Fordingbridge, Salisbury.\nASSOCIATES.\nCAUDEE, MISS EMMELINE, Buffalo, New York, U.S.A.\nDOUBLEDAY, MRS. FRANCES G., Washington, D.C., U.S.A.\nEDGE, H. T., King's College, Cambridge.\nELTON, OLIVER, Belvedere, Kent.\nEVENS, JOHN, R.E., Oldbank, Enniskillen, Ireland.\nPAOE\n•• 65\n65\n68\n09\n71\n79\n80\nGESSMANN, GUSTAV, Jun., 11, Burg-gasse, Vienna, VII.\nLoEWENTHAL, LEOPOLD, 78, Elgin Avenue, St. Peter's Park,London, W.\nMARSHALL, HENRY WILLIAM, Quorn, South Australia.\nl\\ibLLOR, W. P., King's College, Cambridge.\nMUNRO, HENRY ACLAND, New College, Oxford.\nNOURIS, S. J., Riverton, South Australia.\nSTACKHOUSE, MRS. M. F., Stackhouse, Settle.\nMEETINGS OF COUNCIL.\nAn interim Council Meeting was held on the 22nd of December,\nat which the following Members were present :-Messrs. Walter H.\nCoffin, Edmund Gurney, Richard Hodgson, Frank Podmore, and\nH. Arthur Smith. Mr. Coffin was voted to the chair.\nThe minutes of the previous meeting having been read and signed\nas correct, and four new Associates elected, whose names are incluqed in\nthe list given above, the special business was brought forward, which\nwas the election of a treasurer in the place of Mr. Alexander Calder,\nF\nDigitized by Google\n\f66 Journal oj Society jm' Psychical Research. [March,l881.\nwho had resigned. On the proposition of Mr. Gurney, Mr. H. Arthur\nSmith, of I, New-square, Lincoln's Inn,W.C., was appointed to that\noffice.\nThe date of the Annual Business Meeting was fixed for Friday,\nthe 28th of January, the Council to meet at its close. It was also\nresolved that a General Meeting be held on the evening of the same\nday, unless it was found practicable to hold it at a little 1ater date.\nThe thanks of the Council were voted to the donors.of two presents\nto the Library, and to Mr. W. H. Coffin for his present of an electro-\nmagnet.\nAt a meeting of the Council on the 28th of January, the\nfollowing members were present: Professor W. F. Barrett, Professor\nH. Sidgwick, and Messrs. Edmund Gurney, Richard Hodgson,\nF. W. H. Myers, Frank Podmore, and H. Arthur Smith. Professor\nSidgwick took the chair. .\nThe minutes of the last meeting were read and signed as correct.\nThe Council was informed that at the Annual Business Meeting,\nno nominations having been sent in other than those included in\nthe notice convening the meeting, the following had been declared\nduly elected Members of Council: Professor Balfour Stewart, F.R.S.,\nEdmund Gurney, Esq., Professor Macalister, F.R.S., Frank Podmore,\nEsq., Professor H. Sidgwick, H. Arthur Smith, Esq., Professor J. J.\nThomson, J. Venn, Esq., F.R.S.\nThe following were unanimously elected officers of the Society for\nthe ensuing year: President, Professor Balfour Stewart, F.R.S.; HOD.\nTreasurer, H. Arthur Smith, Esq.; Hon. Secretary, Edmund Gurney,\nEsq.\nOn the proposition of Mr. Edmund Gurney, Mr. Walter H. Coffin.\nwas elected a Member of the Council, in accordance with Rule 17.\nDonations to the funds of the Society were reported from Mr.\nEdward Grubb, an Honorary Associate, £1 Is., from Mrs. Russell\nGurney, £2 18s., and from\" C. D.,\" £5. Resolved that votes of thanks\nbe given to the donors.\nOne present to the Library was on the table, for which a vote of\nthanks was awarded to the donor.\nThe usual cash account was presented for the month of December,\nand also for January, made up to the previous day, and the necessary\naccounts were passed for payment.\nThe House and Finance Committee reported that arrangements\nhad been concluded with Dr. Stone for the continuance of the existing\narrangement until Michaelmas, 1887, without any additional pecuniary\nliability for the six months.\nDigitized by Google\n\fMarch,1887.] JO'U1'nal of Society for Psychwal Research. 67\nThe following Committees were appointed with power to add to\ntheir number:\nCOMMITrEE OF REFERE:liCE.-Professor Balfour Stewart, ex-oJlicio\nas President, Professor Adams, Professor Barrett, Mr. Edmund Gurney,\nProfessor Lodge, Lord Rayleigh, Dr. C. Lockhart Robertson, Professor\nSidgwick, Professor Thomson and Mr. J. Venn.\nLITERARY COMMITrEE.-Messrs. Edmund Gurney, Richard Hodgson,\nF. W. H. Myers, Frank Podmore, Professor Sidgwick and Mrs. H.\nSidgwick.\nLIBRARY COMMITrEE.-Dr. A. T. Myers and Mr. F. W. H. Myers.\nHOUSE AND FINANCE COMMITrEE.-Messrs. Richard Hodgson, H.\nArthur Smith, and J. G. St&pelton.\nFour new Members and eight new Associates, whose names and\naddresses appear above, were elected.\nThe list of the Corresponding Members of the Society having been\nread over, it wa.s resolved that the following be re-elected for the ensu-\ningyear :-\nPROFESSOR H. BEAUNIS, 29, Rue des Ecuries d'Artois, Paris.\nPROFESSOR BERNHEIM, HlIpital Civil, Nancy.\nPROFESSOR H. P. BOWDITCH, M.D., Harvard Medical School, Boston, U.S.A.\nPROFESSOR NICHOLAS MURRAY BUTLER, Columbia College, New York, U.S.A.\nPROFESSOR DOBROSLAVIN, M.D., Imperial Medical Academy, St. Petersburg.\nDR. FOE, 37, Boulevard St. Michel, Paris.\nPROFESSOR G. S. FULLERTON, Pennsylvania. University, Philadelphia, U.S.A.\nPROFESSOR STANLEY HALL, Johns Hopkins University, Baltimore, U.S.A.\nDR. EDUARD VON HARTMANN, Gross·Lichterfelde, Germany.\nPROFESSOR W. JAMES, Harvard University, Cambridge, U.S.A.\nPROFESSOR PIERRE JANET, Havre, France.\nMAHADEVA VISHNU KANE, B.A., Dharwar, Bombay.\nPROFESSOR KOVALEVSKY, The University, Khal'kof, Russia.\nDR. A. A. LIEBEAULT, Nancy.\nPROFESSOR LIEGEOIS, Nancy.\nPROFESSOR E. C. PICKERING, The Observatory, Cambridge, U.S.A.\nTH. RIBOT, Office of the Revue Phil08ophique, Paris.\nDR. CHARLES RICHET, 15, Rue de l'UniversiU, Paris.\nH. TAINE, Menthon St. Bernard, Haute Savoie, France.\nPROFESSOR N. WAGNER, Imperial University, St. Petersburg.\nREV. R. WHITTINGHAM, Pikesville, Maryland, U.S.A.\nThe list of Honorary Associates having been read over, it was\nresolved that the following be re-elected for the ensuing year :-\nBEARD, SIDNEY H., The Chestnuts, Torrington Park, North Finchley, N.\nBIRCHALL, JAMES, Kirkdale, Liverpool.\nCREERY, REV. A. M., B.A., Victoria·terrace, Murray-street, Higher Bronghton,\nManchester.\nCURTIS, MISS MARY, Laughame, St. Clears, South Wales.\nFRYER, REV. A. T., 4, Upper Vernon-street, London, w.e.\nHRUBB, EDWARD, Rye Croft, Fulford-road, Scarborough•\n.JAMES, CAPTAIN, 68, Hereford·road, Bayswater, London, W.\nF 2\nDigitized by Google\n\f68 J01.wnal of Society for Psychical Research. [March,I887.\nJENKINS, E. VAUGHAN, Ferndale, Revington-road, Oxford.\nKEULEMANS, J. G., 34, Matilda·street, Barnsbury, London, N.\nMACDONALD, REV. J. A., 25, Clifton.road, Birkenhead.\nNISBET, E. T., 51, Eldon.street, NewcastJe·on.Tyne.\nSAXBY, MRS., Mount Elton, Clevedon.\nSCUDAMORE, MRS., The Grove, Pluckley, Ashford, Kent.\nSUGDEN, REV. E. H., B. A., B.Sc., Prospect House, Great Horton, Bradford~\nYorkshire.\nBEILBY, J. WOOD, Beechworth, Victoria, Australia.\nThe next meeting of the Council will be on Friday, the 4th of March,.\nat 4.30 p.m.\nREPORT OF GENERAL MEETING.\nA General Meeting of the Society was held on the evening of\nJanuary 28th, at the rooms of the Society of British Artists. Professor\nBarrett took the chair at 8.30.\nMr. F. W. H. Myers read a paper on \"Automatic Writing:-\nSome physiological and pathological analogies\"; of which the follow-\ning is a brief abstract.\nIn pursuing our study of automatic writing it is still desirable to-\npostpone the more comple~ problems,-those which relate to the content\nof the messages, and their possible source external to the automatist,-\nuntil we have learnt more as to their mechanism, and considered\nwhat analogies exist to this apparent multiplication of personalities,.\nwith none of which the automatist consciously identifies himself.\n[A case of Mr. Schiller's serves as a good example of these messages.)\nIf we consider any of the faxniliar forms of recurrent psychical\ndisturbance, we find in each case a tendency to the formation of a.\nnew personality expressive of that disturbed condition alone,.\nand isolated from the main current of life. This tendency shows\nitself first in the gradual concatenation of a specialized chain of\nmemory, acts done in the abnormal state being remembered during\nthe next recurrence of that state, but forgotten in t~e intervaL\nThis view is supported by·certain phenomena of dream, (example sent\nby Mr. Keulemans) of somnambulism, of drunkenness, (example of\nnegro servant sent by Mr. Keulemans,) of epilepsy, (example sent;\nby Professor Barrett,) and of those profounder severa.nces to\nwhich Krishaber gave the name of \"nevropathie cerebro-cardiaque,\"\n(example from Dr. Mesnet). Recent experiment on hypnotic subjects,\nmoreover, has shown that in some cases a stratum of consciousness,\nprofounder than any which can find expression otherwise, is reached\nthrough writing of a quasi-automatic kind. (Examples from Professor\nJanet, of Havre, one of them hitherto unpublished, and sent expressly\nby Professor Janet to the S. P. R.)\nDigitized by Google\n\fMarch, 1887.] Jou1'nal of Society \/01' P8ychical Research. 69\nStill further, the phenomenon of automatism cannot be said to be\nper se any indication of morbid process. Automatic action (as in the\nexpression of the countenance) tends, as civilisation advances, to assume\na higher relative proportion to voluntary action. Most of our acts of\nimportance contain a large element either of primary or of secondary\nautomatism; and as life goes on we increase in delicacy alii automata,\nthough we lose voluntary muscular power. On the whole, therefore,\nwe see that parallels may be found to most of the perplexing character-\nistics of our automatic messages. We need not treat as unique either\ntheir origination during normal health, or the continuity of the quasi\npersonages whom they int.roduce, nor their co-existence with ordinary\nconsciousness, nor even the fact of their permanent exclusion from\nthe ordinary channels of memory. Considering all these partial, these\nalternating, these intercurrent consciousnesses, these memories ravellAd\ninto a many-stranded rope,-we can no longer draw a marked\nline between the conscious and the unconscious. With regard to\nany manifestation, at the time apparently automatic, the question\nwill be whether it has subsequently been included, or seems capable\nof being included, in any mnemonic chain, belonging to any·phase\nof the agent's personality. It wiH be difficult to answer this ques-\ntion in any case with a decided negative. The next phase of the\ndiscussion must turn upon cognate forms of automatism,-table\ntilting, trance speaking and the like; after which we shall be better\nprepared for a scrutiny into the actual substance of the messages\ngiven through any of these channels: In the mean time there is urgent\nneed of fresh experiment, fresh observation. The two years during\nwhich such evidence has been earnestly invited have produced some\nimportant cases, such as Mr. Newnham's and Professor Janet's, making\nfor explanations other than the spiritualistic. On the spiritualistic side\nof the inquiry, those years have been almost wholly barren,-scarcely any\ntrustworthy cases pointing to the agency of disembodied spirits having\nbeen either communicated to the present writer, or given to the world\nelsewhere. It is greatly to be desired that a strong effort should be\nmade by those who hold the spiritualistic view to acquire and publish\nany attainable evidence pointing towards so momentous a conclusion.\nPHANTASMS OF THE DEAD.\nBy :MRS. SIDGWICK.\nIn the paper on \" Phantasms of the Dead,\" in Proceedings, Vol. III.,\nI commented (at p. 53) on the absence of any apparent object or\nintelligent action on the part of the ghosts haunting houses of which\n.accounts have reached our Society. The familiar ghost of fiction who\nDigitized by Google\n\f70 J<YIt1'nal of Society for Psychical Research. [March,l887.\nwanders restlessly about his former abode until he finds someone to\nwhom he can reveal missing documents or hidden treasure, and then\nfor ever disappears, has scarcely presented himself for our investi-\ngation. There was, however, as I thought it right to mention in a.\nfoot-note, a single exception to this rule, in a story which I regarded\nas insufficiently evidenced. This story, G. No. 173, relates how, when\na certain man died, his will could nowhere be found. The relations\nwith whom he had lived were in danger of being deprived of his\nproperty, when a new servant entered the family heralded by prophetic\ndreams, and from the day she came, began to see a figure which was\ninvisible to others; but which they ultimately identified from descrip-\ntion as their deceased relative. Guided by signs made by this figure.\nthey found the will in an old book.\nThis story was sent by a young lady residing in the Channel Islands.\nwho professed that it was written by her mother, and narrated as a.\npersonal experience of the latter, and five signatures were appE\\nded.\nCertain improbabilities, however, both psychical and non-psychical, in\nthe d~tails, led us to regard it with great suspicion, and this was\nstrengthened by the form of some of the signatures, e.g., \"Dr.\nFitzgerald, LL.D.,\" with no Christian name. The young lady had been\nintroduced to us by the editor of a magazine to which she had been a.\ncontributor, but beyond this we knew nothing of her. It was felt,\ntherefore, that the story was of no evidential value without further\ninquiry.\nSince my paper was published; information has reached us which\nmakes it practically certain that this story is a forgery. And we have\nfurther learnt that an article appeared in SundOl!J Gems for June 26th.\n1885,exposing other frauds committed bythesame person,who,it appears.\nwas in the habit of competing under various aliases for prizes offered by\nmagazines, and among other things sent under the alias of \"Enid\nMay Fitzgerald,\" a story purporting to be an original composition and\na1:companied by a certificate, purporting to be signed by \"Dr. Fitz-\ngerald\"-another alias-to the effect that his daughter Enid had received\nno assistance in the writing of this tale. The editor of Sunday Ger\/U!\ndiscovered that the story sent had been copied from the magazine\nBelgravia, and on making inquiries in Jersey he ascertained that no\nperson or family of the name of Fitzgerald was known on the Island,\nand that all letters addressed to the above mentioned names and to\nseveral others, were delivered to our correspondent, who was a young\ngirl of 18, living with her aunt. On careful examination, the hand-\nwritings of the young lady's letters to us, of the story stated to bo\nwritten by her mother, and of the different signatures, appeared.\nthough superficially different, to be all the work of the same hand, with\nDigitized by Google\n\fMarch,I887.] Journal of Society for Psychical Resea'rch. 71\nthe doubtful exception of one of the signatures. I have not mentioned\nthe young lady's name, because it is now over two years since she sent\nthe story, and a year-and.a-half since the article exposing her frauds\nappeared in Sunday Gems. She was then young, and we may hope\nthat, having had her lesson, she has since amended 'her ways. From the\npoint of view of human nature, the above facts are depressing, but\nfrom the point of view of Psychical Research, they are, I think, the\nreverse. For it is satisfactory that the only case which we have\nascertained to have been fraudulently sent to us should have contained\nintrinsically improbable elements which rendered it suspect from the\nfirst. The exceptional character of this story adds another item to\nstrengthen a conclusion which is, I think, gradually forcing itself on all\nmembers of the Literary Committee, namely, that waking experiences\nof the kind they have been investigating are not likely, if genuine, to\ndiverge widely from certain well marked types, which by no means\ncoincide with the types which the literary imagination, as manifested\nin magazine stories, tends to produce.\nCORRESPONDENCE.\nTo the Ed'itor of the JOURNAL OF THE SOCIETY FOR PSYCSICAL RESEARCH.\nSIR.-SO far &s 1 understand the general intention of Mr. Grignon's\nletter in the February nwnber of the JO'Wr'lwJ, it is to point out that I have\nnot shown myself competent to deal impartially with the evidence for the\n\"physical phenomena\" of Spiritualism, &nd th:1.t therefore it is natural\nthat SpirituaJists should feel hurt &t my tone, and should dread to expose\nthemselves to possible criticism by me. And, as far at least as the\nEglintonian evidence is concerned, he extends the objection to Mr. Hodgson,\nwho, while applying to this evidence a more searching and complete criticism\nthan mine, agrees in my conclusion with regard to it.\nThe question of the competence and impartiality of either Mr. Hodgson\nor myself is of litUe importance to those who may be able to furnish evidence\nto the committee which, under the auspices of our President, has recently\nbeen formed to examine such evidence-since we are not members of that\ncommittee. Still, for my own sake, 1 should like to discuss some of the\npoints raised by Mr. Grignon, and such discussion may help somewhat in\nthe elucidation of this difficult subject of \"physical phenomena.\"\nIt is difficult perhaps to judge impartially of one's own impartiality, but\n1 think that some evidence that 1 have not been eager to arrive at a conclu·\nsion hostile to the physical phenomena of Spiritualism may be found in the\namount of time and thought which 1 have given to the investigation, and in\nthe fact that notwithstanding the continual disillusionment which has\nattended my personal experience, and notwithstanding my growing\nconviction of the inadequacy of most of the evidence presented, my\njudgment is still in suspense :-1 still believe, as 1 said in my paper\nDigitized by Google\n\f72 Journal of Society fO'1' Psychical Research. [March,I887.\n(Proceedings X., p. 72), .that there is Borne evidence which ought not\nto be set aside, and I still hope that more and better evidence will be\nforthcoming.\nHowever, it will be more to the purpose to meet the specific chllol\"ges\nwhich Mr. Grignon brings against me.\nHe thinks that I should not have mentioned a \"discovery which impugns\nMrs. Jencken's truthfulness \"-viz., that she or her'\" spirits\" are willing to\nclaim as Spiritualistic phenomena, accidental occurrences quite unconnected\nwith her presence-withoutgiving my grounds for this conclusion. The omis-\nsion, due to a desire to shorten the necessarily long account of my experiences,\nmayberemedied nowbygivingthe following extractfrom the account of one of\nmy s6ances with her. The seance took place on April 22nd, 1885,at 14, Dean's-\nyard, and there were seven persons present, besides Mrs. Jencken and\nmyself. I wrote the account on April 30th, 1885.\n\" Seance at first in the dark. .\n\" During the earlier part of the seance two single raps occurred on the drum\nwhich lay on the table. Af~er a time, Mrs. J encken, with Miss B. and\nMr. W., withdrew to the door, and while they were there the same rap on\nthe drum was head again. The' spirits' claimed to have produced them,\nbut unfortuna.tely we afterwards ascertained that they were caused by water\ndropping from the gas lamp.\" [The gas lamp over the table was one of those\nwhich shorten and lengthen telescopically, with water in the outer tube to\nprevent escape of gas. It had been rather overfilled, so that when it was\npushl:ld up out of the way before the seance, water over1l.owed, and some of it\nremaining on the branches of the chandelier was dripping very slowly and\nirregularly on to the drum.]\nMr. Grignon compla.ins that the next paragraph of my paper is also, as it\nstands, not science, but I'hetoric, by which I understand him to mean that I\nhave given only an abstract of the investigation of Professors Flint, Lee\nand Coventry, with rcga.rd to the raps occurring in the presence of Mrs.\nJencken's sisters, and not the full details, I have, however, referred the\nreader for these, which it would occupy too much of your space to reproduce\nhere, to E. W. Capron's Modern Spiritualism; *and I think that anyone who\nreads with care the details there given-whether he agrees with the conclusions\nof the three Professors or not,-will agree that what they say cannot be sum-\nmarily dismissed as \" worth nothing as evidence.\" It is not a sufficient reason\nfor discrediting what appear to have been experiments conducted in a\nscientific manner by three medical professors, that certain other doctors\nunnamed behaved improperly to Dr. Elliotson, and rejected his conclusions\non insufficient Ii priori grounds.\nI observe that my description of the \"raps\" occurring in Mrs. Jencken's\npresence, as \"loud double knocks acquiring a special sound from the table,\n* Mr. Capron does not profess to quote the whole of the Professors' state-\nments. The full account of their theory is, I believe, to be found in an\narticle by Professor Austin Flint in the Buffalo Medical Journal for March,\n1851, and thesame with additions was published inpamphlet form by Mr. George\nH. Derby, of Buffalo. These I have been unable to refer to, but as Mr. Capron\nwrote as a Spiritualist and entirely disagreed with the Professors, it is to be\npresumed that his quotations are not unfair to the mediums.\nDigitized by Google\n\fMarch,I887.] Journal of Society fm' Psychical Research. 7:J\n:floor, door, or other object on which they appear to be made,\" ,eems to Mr.\nGrignon\" extraordinary,\" not merely, I gather, on account of the style, but\non account of the meaning. Yet from the facts that the :floor, door, &c., give\na character to the sounds, and that simultaneously a vibration may be felt in\nthese objects, we should surely not be justified-on the Spiritualistic\nhypothesis itself-in affirming that knocks are really made on these objects.\nWe could not say more than that they appear to be made. And that we\nccrtainly cannot say more on a non-Spiritualistic hypothesis will be clearly\nseen if I explain a little further the theory of the American doctors, which\nMr. Grignon appears not to have understood. It will be remembered that they\nbased their theory partly on experiments with a lady who could make\nsimilar sounds by rapid partial dislocation and restoration of the knee joint.\nThey make the following statement about this lady ;-\n\"The visible vibration of articles in the room, situated near the operator,\noccur if the limb, or any portion of the body, is in contact with them at the\ntime the sounds are produced. The force of the semi-dislocation of the bone\nis sufficient to occasion distinct jarring of the doors, tables, &c., if in contact.\nThe intensity of the sound may be varied, in proportion to the force of the\nmuscular contractions, and this will render the apparent source of the\nrappings more or leBS distinct.\" [7 distant.]\nBy resting the end of a stick--sa.ya walking-stick-firmly aga.i.nst the\nfloor, the door, an earthen pot, a metal vase, &c., and then knocking on the\nother end with a hammer, or with the knuckles, a rough imitation of\nwhat occurred with this lady ma.y be produced, the vibration caused by the\nknOCK: being carried along the stick, as the vibration caused by the sudden\ndisplacement and restoration of the joint was presumably carried along the\nleg-bone. Raps so made would appear to a person who had no means of\nknowing what was being done, to be made on the objects. against which the\nstick rests; and if Mr. Grignon will try the experiment he may satisfy\nhimself that raps may acquire a special sound from objects on which they\nonly appear to be made. It is not neceBSary that the hard end of the stick\nshould be in ~mediate contact with the object that is to give character to\nthe sound. A few thicknesses of paper-say a small pamphlet-may be\ninterposed without materially affecting the result. It may be well to add\nthat, in my experience, Mrs. J encken's peculiar raps have always seemed to\nproceed from some point close to her, so far as I remember; if she wants to\nmake the sound on the door, for instance, she stands by the door. It is, of\ncourse, however, probable that if she be an impostor, she can sometimes\nsucceed by suggestion &c., in making tIlem seem to come from more dis~t\nparts of the room.\nMr. Grignon next observes that\" the admirable method adopted by the\nSociety in dealing with alleged phantasms lo.ardly seems to have been applied\nhere,\" i.e., to the investigation of \"physical phenomena.\" Now the only\nevidence about\" physical phenomena\" collected in any sense by the Society,\nwhich has, so far as I remember, been printed at all, is that aboutMl\".\nEglinton's slate-writing. I preswne, therefore, that it is to this that Mr.\nGrignon refers. The treatment of it has differed in two important respects\nfrom that of phantasms of the living. (1) It has not been discussed by a\nDigitized by Google\n\f74 Journal of Society \/01' Psychical Be,search. [March,1887.\ncommittee. (2) The whole of it, so far as we were permittl'd to publish it,\nhaa heen printed, and the discuBBion and criticism applied to it have been\napplied in the Journal before the whole Society; while in the case of\nphantasms the discussion and criticism have been carried on in private by the\nLiterary Committee, and a large amount of the evidence in consequence\nrejected without being laid before the Society as a body at all.\nBut I do not think that those are the differences of treatment to which\nMr. Grignon o.lludes. I think he means that the method of dealing with\nthe evidence has in itself been different-apart from the persons by whom\nit haa been applied, and the publicity given to it. And this, so far &8\ngeneral principles of treatment are concerned, I cannot admit. In detail, of\ncourse, differences must exist ;-thus the laborious inquiry into dates, so\nIleCeBB&ry in the C&Be of phantasms of the living, has no place in the question\nof the nature of Mr. Eglinton's slate-writing; and any investigation into\nthe poaaibilities of conjuring is in general irrelevant to a discussion of the\nconnection of a hallucination with a death. But the broad principles of\ntreatment have been the same, Ilnd have consisted in (1) obtaining first-hand\ntestimony from aa many witneBSes as pOBBible--{it is mainly by obtaining thia\nthat percipionts of phantasms have been able to strengthen their evidence);\nand (2) in carefully examining whether known causes of the observed pheno-\nmenon are adequately excluded-without which, of course, no advance can\nbe made towards proving the existence of the alleged unknown cause.\nAs to (1) it woulJ hardly seem that any first-hand testimony is pOBBible\nin the C&BeS of Mr. Eglinton's slate-writing recorded in the Journal for\nJune, except that of the persons present-and this haa in the great majority\nof instances been obtained-either in the form of independent accounts, or of\nsignatures to one account. And except in the matter of corroboration, it does\nnot seem to me that such evidence as that in the J01.IINW for June can be\nstrengthened.Wherevep the value of one's testimony depends on the accuracy\nof observation and recollection of what occurred during the experiment,\nwhich is,I think, the case in all the June JOlllrtW evidence, it is dangerous to\nattempt to go beyond or behind one's own notes. This is true of experimental\ninvestigation in genero.l. If on examining ono's notes it is found that some im-\nportant observation haa been omitted, it is generally better,even if one thinks\none recollects making it, to repeat the experiment, rather than to allow a gap\nto be filled bylater memory. Afm·tiori is this the case where what haa chiefly\nto be guarded against is the poaaibility of intentional deception-·of an inten-\ntionally produced illusion. However, whether this view of mine be right or\n\"!1\"Ong, the witneBBes have, I presume, had every opportunity since June\nof saying in the Jourlw anything which they thought tended to strengthen\ntheir evidence.\nThe second point-examining whether known causes of the phenomenon\nhave boen adequately excluded-involves the destructive criticism\nof which Mr. Grignon complains. But similar destructive criticism\nhas been freely applied in the case of phantasms, and must always be\napplied in all scientific in\\\"estigation. Rigid search for and exclusion of\nknown causes ia the only method by which unknown causes can be established.\nThe criticism applied to C&BeS of phantasms of the living has been most destruc-\nDigitized by Google\n\fMarch,1881.] Journal of Society for Psychical Resea1'ch. 750\ntive. 1\\lr. Gurney tells us incidentally in his book (Vol. I., p.137), that it h&&\nswept away more than two-thirds of the spontaneous cases of alleged\ntelepathy, and in experimental telepathy it has led to the rejection of the\nwhole class of cases of the willing-game type-experiments, that is, where the.\nagent and percipient being in contact, the agent ,. wills\" the percipient to do\nsomething involving movement. The treatment of this last cl8Bs of cases.\nillustrates well the way in which the slate-writing evidence should, I think,\nbe regarded by those who consider that I have not sufficient grounds for my\nown conclusion that Mr. Eglinton is a conjurer pure and simple. In rejecting-\nthe willing-game experiments it is not improbable that a number of genuine.\ntelepathic cases have been rejected. Bllt the experiments of Mr. Sugden.\nand othera have shown that it is impoBSible to lay down the limits of\nsensibility to slight musclllar and tactile hints, and consequently, as\nMr. Gurney says (Vol. I., p. 17), the best willing-game cases \"could\nnever be wholly conclusive, and mere multiplication adds nothing to.\ntheir weight. By some the theory of muscular guidance is undoubtedly'\nstrained ; but then it ought to be strained, and strained to the very\nutmost before being declared inadequate. and it would always be a.\nmatter of opinion whether the point of utmost strain had been overp8BSed.\"\nSimilarly in slate-writing, Mr. Hodgson has shown by comparing the\naccounts of different witnesses, and Mr. Davey has shown experimentally, how'\nlittle human observation and memory can be trusted under conditions such.\nas obtain at Mr. Eglinton's seances; and therefore we cannot infer from\nthe impOBBibility of explaining by conjuring the slate-writing as described,.\nor as we seem to ourselves to have witneBSed it, that it was really produced.\nby occult means. (Mr. Grignon need not be afraid that all reliance on human\ntestimony, or on the evidence of our senses must therefore be abandoned,\nsince the conditions ofa conjuring performance are rarely eyen approached in\nordinary human experience.) After reading Mr. Davey's experience it does not.\neven seem necessary to Iluppose malobservation &c., going materially beyond\nwhat can be shown to have occurred, in order to explain the \"psychography\"\nof Messrs. Slade, Eglinton and others. But granting that the conjuring'\nhypothesis had to be strained, I should hold, as Mr. Gurney does in the\ncase of muscle-reading, that we are bound to strain it-to strain it so as to,\nallow a considerable margin beyond .whatcan be proved possible for a conjurer\n-and that, therefore, to prove occult slate-writing itmust be obtained under'\nentirely different conditions; just as to prove thought-transference it had.\nto be obtained without any contact at all.\nI am sorry that in the Journal, for June I 'stated my belief that Mr.\nEglinton's performances are merely clever conjuring; not because I llave.\nat all changed my lllind, but because I think the statement has tended to\nconfuse the minds of Spiritualists as to the real point at wue. It is of very\nlittle importance to the world whether Mr. Eglinton is a conjurer pure and.\nsimple or not-and of absolutely no importance what I happen to think about,\nit-so long as he does not produce phenomena which can be clearly dis-\ntinguished from conjuring. Of course I do not mean that the evidence that\nMr. Eglinton has tricked is unimportant. It is important because it makes.\nthe solution of a further problem unneceBSary. This further problem is the.\nDigitized by Google\n\f76 Jo'Urnal of Society for Psychical Resea1'ch. [March, 188••\n()ne which would arise in the case of \" physical phenomena,\" due to a medium\nwhose honesty in the matter was above suspicion. It would then be\nnecessary, in order to obtain the full moral weight of the evidence for the\n()ccult nature of the phenomena, to consider whether the pOBBibility was\nsufficiently excluded of an abnormal state in the medium·-a state in which\nthe actions required to produce the observed result might be uncollsciously\nperformed. It seems not unlikely, for instance, that in the case of the\nhysterical girl described by Mr. Myers at the last meeting of the Society,\n\"Adrienne\" might have rapped on the table or written on the slate, while her\nconscious alter ego\" Louise\" was quite unaware of it. Where trickery must\nbe assumed .probable such invest~tion into abnormal states is of course\nunneceBBary. .\nAnd this brings me to Mr. Grignon's complaint that I have not allowed\nweight to the \"fact\" that Mr. Eglinton has never been\" exposed\" ;-1\npresume he means in slate-writing. I cert3.i.nly think that, had this been a\nfact, it would have been a reason for still hesitating to pronounce Mr.\nEglinton a mere conjurer, though it would not prove that his performances\nwero beyond the limits of possible conjuring. It would, in fact, have\nintroduced some amount-it is difficult to say how much-of improbability\ninto the conjuring theory. Two years ago I belie\"ed with Mr. Grignon that\nthere was no evidence that Mr. Eglinton had beenthus detected; but, when\nI wrote my remarks about him, I had learnt that such evidence existed, and\nwas Ilufficient, in my opinion, to show that more than one person had\ndetected him in tricks connected with slate-writing. I could not, of course,\navoid being influencr.d by this evidence, though I thought it undesirable to\nmention it, as I was unable to produce it. It must not be assumed that\n-everyone who detects a medium at once rushes into print. It requires in\ngeneral some public spirit, or genuine interest in Spiritualism, to induce a\nperson to take the trouble and run the risk of annoyance involved. \" Mr•\n.Eglinton might make himself very disagreeable,\" as one detector said. Other\nmotives also operate to prevent people publishing such evidence, e.g., the\nview which some Spiritualists seem to entertain that it is good for the cause\n·to hush up scandals of the kind-a most disastrous vile'w, as it seems to me, if\nthe cause be a genuine one. However, I quite admit that, to meet the force\n-of Mr. Grignon's argument, it is needful to put the public in possession of\n.some evidence on this point, and I hope this will be done before long.-\nI am, &c.,\nELEANOR MILDRED SIDGWICK.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSm,-Will you allOVI me space for a few words by way of reply to your\n.strictures on my letter in this month's JO'l.£rnal1 You say :-\" 1. The writer\nseems to ignore the possibility of failure of observation and memory in bond.\n.fide witnesses.\" This may be so. But allowing for the fact, if it be 0; fact,\nall the importance which may seem to you necessary, the great difficulty\nwhich I wished to bring before you remains untouched. 'fhis difficulty is\nfound not in what Mr. Davey was supposed by others to have dcnUl during\nthe s~ance, but in what lie himself is reported to hs\\\"e said after the s~ance\nDigitized by Google\n\fMa.rch,l881.] Journal 0\/ Society \/01' P8ychical Research. 71\nwas over. That the word Boorzu was written on the slate by some means or\nother-this, I presume, we may accept as an undisputed fact. Now. on the\ntestimony of one of the witnesses when this word was discovered on .the\nslate, Mr. Davey (Clifford) \" was positive he had never heard it before.\" On\nthe same testimony he had also forgotten Mr. Padshah's request to get his\n(Mr. Padshah's) name written on the slate. And this testimony is adduced\nby Mr. Davey himself without contradiction or comment. He does not even\ninsert a mark of interrogation, 1\\8 he does elsewhere when he considers that\nsome statement of a witness is not strictly accurate. We have no choice\ntherefore. We are forced to the conclusion that, as I stated in my lastletter,\n\"Mr. Davey can detect the word that lurks in another mind and write it in\na locked slate without himself being conscious of having done so,\" and that\ntoo by his own unaided powers as a slate·writing conjurer. This is his own\nunvarnished testimony, and to it you do not hesitate to attach your\nimprimatur when you speak of tho records of Mr. Davey's witnesses as\n\"the bond fide records of tricks.\"\nI do sincerely hope, Sir, that the S. P. R., whose muon d'8tre, it is\nacknowledged, is the pursuit of science, will not find it necessary to make any\nunreasonable demands on the faith of its members. At present it seems to\nme that what is offered us is simply the choice whether we shall believe\nMessrs. Davey and Hodgson, or, for instance, Messrs. Eglinton and Farmer.\nWhether this be inevitable or not, it is. surely hardly in accordance with the\nrequirements of science. I may be wrong, and, if I am, no one can be morl)\nready to be set right, but if I am not wrong, we are here called upon to believe\na thing before which the wonders of Spiritualism sink into insignificance, and\nthat, too, on ~he testinlony of one man. Of course I do not forget that you\nhave told us that another, viz., Mr. Hodgson, \"having been initiated into the\ntrick, has been able to observe the whole process.\" But has Mr. Hodgson\nbeen able to observe how the word Boorz or Boorzu was written in the slate\nwithout Mr. Davey's knowledge1 If so, then Mr. Hodgson must be 'regarded\nas a greater adept as to the modus operandi of Mr. Davey's tricks than Mr.\nDavey himself. But if Mr. Hodgson and yourself, sir, have got into the\nheart of the mystery, surely the members of the S. P. R. may fairly expect\nsomething more than \"the pronouncing of some doubtful phrase, as, well,\nwell, we know, or, we could and we would,\" and so on. I acknowledge.\nindeed, that you hold forth a promise in your note that you will \" discuss\nthese subjects further in the Proceedinfls, and that you will point out where\nthe chief failures of some of the witnesses occurred.\" But for my own part,\nI may say that the pointing out of the failures of the wit·nesses seeUlS to be\na matter of very secondary importance. I presume i~ will not be denied\nthat tlle name Boorzu was written by some means or other, and that Mr.\nDavey said about it what Mrs. Russell reports him to have said. The ONE\npoint, therefore, which I, for one, am anxious to have cleared up is-how\nthat word Boorzu was written.-I remain, &c., GEORGE HARPUR.\nFebrtw,T'lJ, 1887.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nDEAR SIR,-If there can be discerned iu the agent's miud in thought.\ntransference any factor which seems especially conducive to success, it would\nDigitized by Google\n\f78 J01wnal of Society for Psychical Research. [March,1887.\nfollow, I suppose, that this factor is also of special efficacy in spontaneous\n·telepathy. I therefore venture to put a few questions for solution, if not by\npast, then by future experience. And I do not think that the undoubted\ndifficulties which an agent would find in self-observation are insurmountable.\n1. Is it ever found to be the case that a thought, by an innate power in\nitself simply, is transmitted to the percipient 1\n2. Or must there accompany it the idea of its being transmitted and of\nits arising in the mind of the percipient 1\n3. Is it essential there should be a desire that it should be transmitted to\nthe percipient 1\n4. Must there be an expectation, more or less confident, that the thought\nwill be transmitted to the percipient 1\n5. Must there be will 1 H so, are any shades of difference noticeable\nbetween willing that is successful and willing that is unsuccessful 1\nI must explain. Question 5 to my mind is only questions 2, 3, 4 in\ncombination. In the active will my own introspection discovers only a desire\n()f the act, a thought of the act, and a confident expectation or belief that\nthe act will take place.\nIn the so-called passive will there seems to be a positive and negative\ndesire of the act, a neutrality of desire; a thought of the act and a weak\nbelief or expectancy that it will take place.\nAnd if a weak belief, in the case of the passive will, suffices to produce,\nsay, a feeble bodily movement, then one would suppose that a stronger\nexpectation would produce a more vigorous movement, and that a confident\nexpectation or a belief would produce a movement indistinguishable from\nthat produced by the active will. And I know at least one case in which an\n-attempt having been made, the will being passiva, to move the arm by\nexpectancy, at first a feeble movement was produced, which grew stronger\n-as the expectation grew stronger; till at present the movement by full\nbelief is hardly distinguishable from that by the active will. It would be\nsurprising if this were not the case with most people, if they could only get\nthemselves to expectand believe. H not, perhaps desire is necessary to render\nthe thought sufficiently vivid to enable them to realise, believe, and act.\nIt may be, nevertheless, that though desire in ordinary experience always\naccompanies the will, what constitutes, or is at any rate the prime factor in,\nthe will is confident expectation or belief. It comes last in the psychical series\npreceding the sense of effort. It is well known that a man who firmly\nbelieves he cannot moye, really cannot, however much he may desire. And,\nfinally, that belief i& a great force is sufficiently exemplified by the phenomena\nof \"miraculous\" cures.\nH, then, the will were necessary in thought.transference, this might mean,\nafter all, only that confident expectation or belief in the success of each\nexperiment is the condition of mind which the agent should cultivate. For\n\"hard willing,\" so faras it is apt to be only strongly desiring, would seenl to\nbe of little use. This so far would oblige an answer in the affirmative to the\nfourth, and, inclusively, to the second question.\nBut I prefer to leave the questions to your readers' consideration, with-\nout ·expressing any opinion as to what solution might be arrived at. I may,\nhowever, mention an experiment. I was operating behind a percipient's\nDigitized by Google\n\fMaJ.-ch, 1887.] Jou1'nal of SoC'iety fO)' P8'1Jchical Research. '19\nback with cards. I turned up the ace of spades, and this was my state of\nmind: \"Now, if you guess anything, you will guess this\" (unspoken), and\nit was immediately guessed. I ascribed this success to the special state of\n-expectancy; but, of course, without any certainty.\nIf expectancy should, possibly, be discovered to be of special efficacy in\nthought-transference, ~en, to perceive it operating in spontaneous telepathy,\noOne would probably have to piercethrough an elementof still greater obscurity.\nBut as it is not proved, and I do not assume it to operate in the first, it\nwould be absurd to speculate upon its operation in the second.\nBut, I may ask, does it, or belief, exist in the mind of the agent in tele·\npathy 7 The agent's mind is always, more or less, in a. dream state, because\nin his case there is always more or less absence of mind, or, if it be preferred.\npresence of mind in a. very narrow channel. But in dreams is there belief\noOr not1-Yours sincerely,\nC. DOWNING.\nTHE JOURNAL: NUMBERS II., IIL, IV., V., VI., AND VII.\nThese early numbers of the Jowrnal having become scarce,\nMembers or Associates possessing copies of any of them, which they\n-do not care to retain, would confer a favour by sending them to the\nAssistant-Secretary, 14, Dean's-yard, S.W. One Shilling each is\n-offered for copies in fail' condition. No. VII. is specially desired.\nThrough a mistake, the proper title-page for Vol. II. of the Journal\nwas not sent round last month. Persons desiring to have their\nnumbers bound can have a fresh title-page and index, on applying to\n-the Assistant-Secretary, 14, Dean's-yard, S.W.\nANNUAL BUSINESS MEETING.\nThe Fifth Annual Business Meeting of the Members of the Society\n'Was held at 14, Dean's-yard, London, S.W., on the 28th of January.\nFrofessor Sidgwick occupied the chair. An audited balance-sheet of the\nreceipts and expenditure of the Society during the year 1886 was\nplaced before the meeting, and appears on the next page. A letter\nfrom tae auditor was also read, expressing his sn.tisfaction with the way\nin which the books were kept. From a statement of the assets and\nliabilities at the end of 1886, it appeared that they nearly balanced,\nindependent of the value of the Library belonging to the Society, and\nof the stock of Proceedings. The number of Members of all classes on\nthe 1st of January, 1887, was 661, showing an advance of 13 in the\nyear 1886. .\nNo additional nominations for Members of Council having been sent\nin, those gentlemen whose names were included in the notice convening\n-the meeting were declared duly elected.\nDigitized by Google\n\fo\ncg\nN\"\n(1)\nc.\n~\nCJ\no\n~\ni=5'\"\nSOCIETY FOR PSYCHICAL RESEARCH.\nREOEIPTS AND EXPENDITURE AOOOT.}NT FOR THE YEAR ENDING 31st DEOEMBER, 1886.\nl1r.\nr886.\nJan. 1.-·To Balance Invested in Consols\n.. Do. in hands of Treasurer...\n.. Do. .. Secretary...\nDec. 31.- .. Subscriptions:-\n.. Members\n.. Associates\n.. Life Subscriptions ..,\n.. Donations ... ...\n\" Sale of Publications:-\n£ s. d.\n42 0 0\n...108 14 3\n... 10 0 0\n... 36560\n... 257 2 10\nPer Trlibner & Co. (July 1885\nto June 1886)... ... 84 10 4\n3714 2\n\"\n.. Secretary\n\" Rent-(Two upper floors at 14,\nDean's Yard, 12 months to\nMichaeImas 1886) ...\n\" Interest from Investment\n\" SundpY Receipts\nAudited and found correct-\nMODELL THEOBALD, F.C.A.\n£ s. u.\n160 Ii 3\n622810\n21 0 0\n5819 0\n122 4 6\n55 0 0\n111 7\n612 6\n£1,048 10 8\n6th. Januarll, 1887.\n<Cr.\n1886.\nDec. 31.-By Literary Committee\n\" Li~rary ... ... ...\n£ 8. d. £ 8. d.\n164 17 6\n18 0 5\n\" Prmting:-\nProceedings,Part VIII.(balance of) 55 6 0\n• Part IX. (exclusive\nof Theosophical Report) ... 65 19 0\nIndex and Title Page to Vol. III. 5 18 0\nJournal, Nos. 25-32 97 11 6\nGeneral 45 8 2\n\" Covers and Binding\n\" General Meetings ...\n\" AdvertisinS'.- ... ... ... ... ...\n\" Travelling Expenses (Members of Council)\n.. Salary toSecretary (Sept.1885 to Sept. 1886)\n\" Rent and Service (12months to Michaelmas\n1886)... ... ... ...\n\" Reading Room and Stationery\n\" Postage (Secretary's)\n\" Gas ... ...\n.. General Expenlles ... ...\n\" Balance Invested in Consols\n.. in hands of Treasurer\n\" \" \" Secretary\n63 0 0\n6215 3\n10 0 0\n270 2 8\n10 7 1\n4919 6\n1417 0\n12 1 6\n130 0 0\n150 0 0\n400\n4112 a\n609\nat 10 9\nlJ!5 15 \"3\n£1,048 10 8\n~\n~\n~\n~\nr\n.,..,\n~\n'0>\n'\"i\nt\n~.\n~\n[\ni\n~g.\n~\n\f","_id":434}