{"name":"Journal of the Society for Psychical Research 4821","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n39_apr_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N39, April 1887","mylang":"de","content":"No. XXXIX.-VoL. ilL APRIL, 1887.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Members ann Associates •. .•\nMeeting of Council .. . • •• .•\nPhantaSms of the Living. .. .. ..\nCases Received by the Literary Committee\nCorrespondence .. .. .. •• ..\nSupplementary Library Ca.talogue ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nPAGE\n•• 81\n81\n82\n85\niii\n96\nCHAMBERS, MISS, St. Baldred's Tower, North Berwick, N.B.\nSTURGIS, JULIAN, 2, Gloucester-place, Portman-square, London, W.\nASSOCIATES.\nBERREY, WALTER F. M., Caius College, Cambridge.\nBOUCHER, MRS., 44, Flanders Road, Bedford Park, Chiswick.\nCAIRD, MRS., 29, Broadhurst Gardens, Finchley New Road, South\nHampstead, London, N.W.\nCROWTHER, WILLIAM F., Watton Vicarage, Hull.\nGREEN, MISS MARIAN, The High School, Spring Mount, Blackburn.\nMURRAY, JOHN HENRY, late Captain 39th Regiment, Askfield, Beau\nParc, Co. Meath.\nOWEN, REV. HUBERT, Bucknall Rectory, Stoke-upon-Trent.\nPOWER, MISS HELEN, 19, Spring Street, Paddington, London, W.\nRAILTON, CHARLES W., Woodlands, Alderley Edge, Cheshire.\nROBERTS, WILLIAM JOHNSON, 146, Pembroke Road, Dublin.\nTuRNER, H. H., M.~., Shurland House, 9, Humber Road, Westcombe\nPark, London, S.E.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on the 4th of March, the\nfollowing Members were present :-Messrs. Walter H. Coffin, Edmund\nGurney, F. W. H. Myers, Frank Podmore, H. Arthur Smith, and J.\nHerbert Stack. Mr. Stack was voted to the chair.\nThe Minutes of the previous Meeting were read and signed as\ncorrect.\nTwo new Members and eleven new Associates, whose nll.Ill.es and\na.ddresses are given above, were elected.\nOne volume was on the table as a present to the Library, for which\na. vote of thanks was passed to the donor.\nG\nDigitized by Google\n\f82 Journal of Society fO'1' Psychical Res~a\/rch. [April, 1887.\nThe cash account for the previous month was presented in the\nusual form.\nThe House and Finance Committee presented a report containing\nan estimate of the Income of the Society for the year, and-a scheme of\nExpenditure. After consideration, the recommendations of the Com-\nmittee were substantially agreed to.\nIt was agreed that a General Meeting be held in the latter part of\nApril, on a day convenient to the President. [Saturday, the 23rd,\nwas subsequently fixed on.]\nThe next Meeting of the Council was fixed for Friday, the 1st of\nApril.\n\"PHANTASMS OF THE LIVING.\"\nBy HENSLEIGH WEDGWOOD.\nIn the Phantasms oj the Living, I., 165, Mr. Gurney, arguing for\nthe general trustworthiness of the narratives received, incidentally\nremarks on the total absence of \"marvels, which in the popular view\na.re quite as likely to be true as the facts actua.lly reported, and which\nthe general traditions of the subject would connect with those facts.\"\n\" But our reporters,\" the a.uthor continues, \" one and all eschew them.\nTo take, for instance, the group of cases which the reader will probably\nfind to be the most interesting, as it is also the largest in our collection\n-apparitions at the time of death. Why sheuld not [such apparitions]\nproduce physical effects-shed tears on the pillow and make it wet,\nopen the door and leave it open, or leave some tangible token of their\npresence 7 It is surely noteworthy that we have not had to reject, on\ngrounds like the8e, a single narrative tJJl~ich on otl~ grounds would\nhave been admitted.\"\n-The passage here italicised indicates the arbitra.ry limits within\nwhich those responsible for the book would seem to confine their field\nof inquiry. They investigate with unwearied diligence the evidence of\na.ny phenomena that can be forced, by whatever ingenuity or violence,\nunder their elastic formula of telepathy, but the notion of physical\neffects produced by an incorporeal agent (whatever the evidence by\nwhich it may be supported) is as completely Anathema Maranatha to\nthem as were the facts of mesmerism to the scientific professors of 50\nyears ago. It is true that, according to Mr. Gurney, they have not had\nto reject, on this apriori principle, a single narrative which on other\ngrounds would have been admitted; but what chance would \"other\ngrounds\" have had of a fair consideration, where the narrative laboured\nunder the fatal blot of running counter to this foregone conviction of\nthe superstitious absurdity of the narration' It would have been\ninteresting to a large section of the Society to see a specimen or\nDigitized by Google\n\fApril,1881.], Journal of Society f01' Psychical Research. 83\ntwo of the objectionable narratives which were rejected on \" other\ngrounds.\"*\nFortunately one narrative (No. 321, II., p. 202) has by some unex-\nplained chance escaped rejection,although it gives the clearest testimonyt\nto the performance by an apparition of an act precisely analogous (as\nfar as evidence of objective reality is concerned) to the wetting of one's\npillow with tears, or leaving a door open.\nIn 1853 Dr. and Mrs. Gwynne were living in a house haunted by\nunaccountable noises-sighs and heavy breathing close to the side of\nthe bed, for instance. One night they both awoke to see a draped\nfigure passing along the foot of the bed towards the fireplace. \" I had\nthe impression,\" says Dr. Gwynne, \"that the arm was raised, pointing\nwith the hand towards the mantel-piece, on which a night-light was\nburning. Mrs. Gwynne at this moment seized my arm and tlte light\nwas extinguisl,ed. The night-light in question was relit and placed in\na toilette basin, and burned naturally. I tried to convince myself that\nit might have been a gust of wind down the chimney that put the light\nout.\" Mrs. Gwynne says that her husband's statement accords with\nher recollection, \"but I distinctly saw the hand of the phantom placed\nover the night-light, which was at once extinguished. Dr. Gwynne, on\nthe appearance of the phantom, in order to calm my agitated state,\ntried to reason with me and to persuade me that it might have been\nthe effects of the moonlight and clouds passing over the openings of the\nshutters, and possibly that a gust of wind might have extinguished the\nlight, but I knew differently. When we had both been awakened at\nthe same moment apparently, and together saw that unpleasant figure,\ntall and, as it were, draped like a nun, deliberately walk up to the\nmantel-piece and put out the light with the right hand, there could be\nno mistake about it.\" It must have been a violent gust indeed that\nwould have put out a night-light resting on the shelf of the mantel-\npiece; but it is obvious that Dr. Gwynne had no more real belief in the\nimaginary gust of wind than he had that the figure, which he jumped\nout of bed to seize, was merely the shadow of a passing cloud.\nIn another place, Mr. Gurney is so possessed by his theory of\n* The \"other grounds\" were simplyevidential. When cases were rejected,\nit was not because of any particular facts which they contained, but because of\nevidential flaws an<l weaKness, which would equally have excluded them how-\never- much their contents might have hannonised with the telepathic theory.\nThe commonest ground of exClusion was the fact that the evidence was third or\nfourth hand.-E.G.\nt H by \"cleareRt\" testimony Mr. Wedgwood means \"most convincing,\"\nI must di1fer from him. Recollections, written down long afterwards, of a.\nstartling occurrence observed on suddenly waking from I!leep in a semi-dark\nroom, though they may be worth attending to, do not constitute evidence of a\nhigh rank.-E.G.\nG 2\nDigitized by Google\n\f84 Journal of Society fm' Psychical Research. [April,l881.\ntelepathy that he treats as out of the question a belief in the possibility\nof phenomena of clairvoyance, externally similar to those which he\naccounts for on that theory, but lying beyond the ground which\ntelepathy can be made to cover. In Vol. I., p. 375, after narrating two\ninstances where a lady in sleep had clairvoyance of the contents of\nnotes that. had not met her bodily eyes, he says that circumstances\nmade it specially unlikely that the correspondence of the dreams with\nthe reality was read back. \"And if not,\" he continues, \"the cases\nseem typical examples of telepathic clairvoyance; for no one probably\nwill suppose that the percipient could have obtained a similar vision\nof notes with whose writers, and iI!- whose contents, she had no\nconcern.\"\nAs it happens, I have had indubitable proof in my own family of\nseveral instances of' precisely such clairvoyance as tho author here\nregards as beyond the bounds of rational belief.* At one time my\ndaughter-in-law, Mrs. Alfred Wedgwood, had frequently clairvoyant\ninsight of the contents of letters on their way to herself or to others,\nand in one instance of the contents of the morning's newspaper,\nwithout any reference to the question whether they concerned her\nor not.\nIn the 57th number of Light (4th February, 1882), I had published\nan account of a night spent in a haunted house, and on the 17th, when\nI went downstairs about 8 o'clock to my study to dress, I found a.\nletter on the hall-table, as usual, waiting for me, frem a lady at Mine-\nhead, whose name I had never heard of, about the narrative in Light,\nwhich had greatly interested her. At that time my son Alfred and his\nwife were occupying different bedrooms, and when Alfred came down\nto breakfast at 9 he had not seen his wife, who was keeping her room.\nBut soon after I had returned to my study Alfred burst eagerly in upon\nme, asking if I had received a letter that morning\" all about ghosts,\"\nas his wife had seen such a letter coming for me the preceding night.\nOn going up to her I found that before going to sleep she had seen a.\nhand coming from behind the screen at the foot of her bed, holding a.\nletter in more sheets than one, and in a hand she did not know. The\nnext morning at post-time she was looking out for the letter, and\nwondering who it could be from, when something said to her, \"It is\nnot for you; it is gone downstairs; it is all about ghosts.\" When I\nshowed her the letter she recognised it as the one she had seen, and\n*My remark was not meant to be taken in the sweeping sense in which Mr.\nWedgwood has understood it. I meant that the mere fact of the percipient\nseeing these particular notes would not justifl\" the supposition that she could see\nany notes. I have always thought Mrs. A. Wedgwood'sexperiences, which Mr.\nWedgwood goes on to describe, exceptionally interesting, and have urged him to\ngettliem eviilenced, wheneverthey occur,in as complete a form as possible.-E.G.\nDigitized by Google\n\fApril, 1887.] Journal of Society for Psychical Resea1'ch. 85\nremembered the post-mark, Minehead, a town whose name she had\nneyer heard of. The previous afternoon, when reading her book, she\nhad seen the word Minehead written across the page, but she had not\nconnected it with my letter until she saw the post-mark when I showed\nher the cover. I wrote my memorandum of the occurrence early in the\nfollowing May.\nThe following instance was told me by Mrs. Alfred in the presence\nof her husband, and taken down by me in January, 1882. About\ntwo years previous she dreamt that she saw a trial going on in a court\nfull of people, and the names of Liardet and Nyvele (ana.gram of\nEvelyn) written up in the air. She was very much struck with her\ndream, and made her husband go four or five miles for a newspaper\nafter breakfast. In this she found a report of the trial of Liardet\n'V. Evelyn, and she recognised the names of counsel employed as having\nbeen mada known to her in her dream. At that time she lived at East\nHorseley, and had never even seen Mr. Evelyn, who lived six or seven\nmiles off on the other side of the Downs. Rer only very feeble link\nwith him was that he was a neighbour of her sister-in-law Mrs. Farrer.\nThe quarrel between him and his steward Mr. Liardet was not of the\nslightest interest to her. I spoke of the subject to my son a few days\nago. Hewell recollects the dream of the trial (though not the details)\nand his driving off for It newspaper, either to Cobham or Leatherhead,\nhe does not remember which.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nS.-340.\nINTELLIGENT AUTOMATISM.\nFrom MISS GREEN, The High School, Blackburn.\nJamw\/ry 22nd, 1887.\nAt other times than that which I am about to rcfer to, I have\nhad what appeared to me indisputable proof of the existence of some un-\nknown force which manifests itself in very unusual motions produced in a\nsmall table by the placing on it of the hands of several persons, under such\nconditions that fraud was impossible, and muscular action, consciously or un-\nconsciouslY\"seemed equally an impossible explanation of the phenomena. (I\nmean thatthe kind of movement could not be produced by muscular action.)\nBut in the year 1878, when I was spending my holidays in Ireland, the\nphenomena then experienced proved to me, at least, that the force could\nbecome a means of intelligent expression by means of spelling out words; that\nthe utterances so produced were almost always the latent consciousness of\nthe operators, but that the ideas expressed'were uttered absolutely without\nvolition, and in some instances against the will of one of the operators.\nThe experimenters were the daughters of Mrs. M., of Kinsale, sometimes\nsome of her nieces, and myself. Mrs. M. oftentook part herself. Her daughters\nDigitized by Google\n\f86 Jou1-nal of Society \/01' Psychical Resea1'ch. [April,1887.\nhave a liking for botany and other branches of natural science. I had\npreviously lived for three years in her household, teaching the girls. I\ntherefore knew them very intima.tely, and knew that our experiments were\nbonafide; that one of the three young ladies, who had evidently more power\nthan anyone else over the unknown force, was, and is ,of a singularly simple,\ntrue, and strong character-very intelligent and absolutely free from\naffectation, vanity, or any other morbid tendency. All who know her have\nthe same trust in her, and I, who know her perhaps best, feel this most\nstrongly. She was then about 19.\nSo much for the operators. Now for the facts. I was told by the girls that\nthey had found that they, with their cousins, could make the table move, and\neven spell out a word. I was absolutely incredulous, but gave way to the evi-\ndence of my senses when !saw and felt under my own hands the table tipping\nup and down, a.nd then moving with a double motion, rotating and revolving,\nround the room. Now and then we had to move very fast to keep our hands\non the table, which seemed, so to speak, to be running away from us. The\nmost interesting part of our experiments was the spelling out of sentences.\nAt first we tried simple words. Four of us, perhaps, would place ourselves at\nthe table. After a few minutes, the customary tilting movement came, as a\nsign that the tablewas \"magnetised.\" (We usedthe wordfor want of a better.)\nThen, one of us fixed on a word to be spelt. The question was put, \" What\nis So-and-so thinking of 1\" The table tllen began to tilt up and down; we spelt\nout the alphabet, till suddenly it would stop at a certain letter. In this way\nthe word would be spelt out. Sometimes a letter was wrong. I recollect once\nthat one of the girls was to think of a word. The letters came\n\" Lap n i e r fl.\" She said she had thought of a picture called \" La Priere.\"\nSoon, however, we passed Ol1t of this stage, and tried to get &ll8wers to\nquestions, and to get what we called\" messages\" to anyone of us. (I do not\nmean that any of us had any superstitious notion about it, but this was our\nmodus operandi.) Some of these I have written .down. The remarks were\ngenerally very common-place, and the language often vague and not well\nchosen. But of this I am absolutely sure, that the phrases were spelt out\nwithout any consciousneBB on the part of the operators of what was being\nspelt, and on more than one occasion one of the operators would have\nprevented the utterance if she could. Often we could not see the drift of\nthe utterance until the whole was spelt, having been led astray at first by·\ntaking a part of a word for a whole.\nThe \"table\" was asked to give an opinion of the Earl of Beaconsfield\n(then living). The words were spelt out\" self-lauding hypocrite, with many\ngood merits, deserving esteem.\" Now, if it were possible to entertain the\nnotion of fraud (which to me is impossible), one would expect a more\nconsistent opinion than the above, which doubtleBB arose from the differing\nviews of the operators. On the reception of this opinion, we asked, \"Where\ndid you acquire your style of speech 1\" in a joking way. The answer was\nspelt out, \" Trinity College.\" Asked to give a \"meBBBge\" to all, the worda\nwere spelt out\" Pursue your inquiry in subjects not yet fathomed by sages,\nsteadily prosper.\"\nWe inquired whether a certain marriage had taken place. Tho &ll8wer\nDigitized by Google\n\fApril, 1887.] Jou1vnal of Society \/01' Psychical Research. 87\nwas spelt out\" wedded, testified by proxy.\" What this mean~\nwe had no notion, but these words were spelt out. We inquired whether tho\nmarriage would be a happy one. Answer:\" In many ways, such a marriage\nmust prove happy for both.\"\nOnce, to test the unknown force, I asked that some incident of my own\nlife, known to no one else, should be uttered. A sentence came out, referring\nto a.n incident of my girlhood, of which I was rather ashamed than otherwise,\nwhich could not have been known to any other operator, and which I should\nnot have voluntarily told. On another occasion, a question was asked, ~'Who\nhas . 1\" I knew the answer, but no one else could possibly knaw.\nTo let the answer come out would have been to betray a confidence. I set\nmy will steadily against the answer. 1* willed hard that it should not come.\nBut the Christian Danle, a common one, came out, and I felt so sure that the\nSurnanle would follow that I k>ok my hands off, and made an excuse for\nstopping. Perhaps it may be thought that I was unconsciously in a semi-\nhypnotic state. I can only S&y I was to my own consciousness in a perfec~ly\nnormal condition of mind, quite awru·e of nly social responsibilities, and with\nperfect control over my own actions. I had no difficulty in taking my hands\nfrom the table. I do not know whether the name in question could or cuuld\nnot have been spelt out after my leaving it. Naturally my friends would not\ntry when they saw the question troubled me.\nlt will be seen that our modtUJ operandi was not exactly that of a scientific\nsociety, but though our questions and answers, &c., were often put partly\nas a pastime to some of us, certain conditions were carefully kept. We were\nin full daylight or gaslight, and placed ourselves carefully so that our feet or\ndresses should not touch the legs of the table.\nWe sometimes asked to have \"messages\" spelt out from distant friends\n(always living). Then ·the utterances would be such as we should suppose it\nlikely those friends would send. At one time I was inclined to think there\nmight be some power of getting hold of the thoughts of those absent. I came\nto the conclusion that there was no trace whatever of this.\nSo far as my experience went, I never saw any proof or indication of any\ncommunication with people not sitting at the table, though I have heard of\nexperiences which indicate such a possibility. One instance of a \"message\"\nfrom a friend I will mention. A message purporting to be from Mr. X., at\nwhose house I was going to spend a few days in the following week, was\nspeIt out. \"Come, Miss Green, here's a chance.\" \" Explain yourself\nfurther.\" \" Politics.\" \" Something more.\" .. Lucy.\"\nWe declared that the\" table\" was silly, as we could make no sense of\nilii.s. One of ~he cousins of my pupils was U&lUed Lucy, but she llad no\ninterest in politics, and was not going to the house wi~h me. We\" gave it\nup\" ·as a failure, when one of Mrs. M.'s sisters, the mother of \"Lucy,\"\nsaid she knew what it meant. She had been staying at Mr. X.'s and he\n* I am not sure that my mental attitude is rightly described by the word\n.. willed,\" which seems to connote a belief in the agent's mind in his power to\naccomplish his wish, not merely the concentration of thought on the wish. I had\nby this time seen so much of this strange power of apparently getting at the\noperator's thoughts by the unknown force, that, though I tried hard to resist, I\ndoubted very much whether my resistance could counteract it.\nDigitized by Google\n\f88 Journal of Society for Psychical Resea?·ch. [April, 188~.\nhad rema,rked that I was going to visit his house, and should be there just\nat the time when Mr. and Mrs. Lucy would be there too, and we could have\nBOme fine discussions, or some trivial remark of this kind. One of this lady'.\ndaughters-I am not sure whether it was the owner of the name\" Lucy\"\nor her sister-had been at Mr. X.'s with her, and was then one of the\noperators at the table, and, when she was thus reminded, recollected the\noccurrence. I remember feeling some doubt in this case whether it was\npossible that Mrs. M.'. sister in the room, though nIlt at the table,\ncould have influenced the utterance, as the trivial remark had evidently\nmade a very slight impression on her daughter's memory. Still, though\nweak, it was there, in her latent consciousness.\nIf we asked a question which required a definite answer, of which no one\ncould have any knowledge, an answer would generally be given, withoutany\nrelation to facts, but not without relation to the psychological law of associa-\ntion of ideas. . In fact, if once the unknown force be granted, this law of\nassociation seems to explain much of the rest.\nIn relation to the marriage about which we had asked a question, we\nasked the Cllristian name of the lady, which IlOne of us knew. The table\nspelt out ., Sophie.\" This was afterwards proved to be 1Wt the name. But\nII. mutual friend named ., Sophy\" had recently married, and her name was\nnaturally connected with the idea of n:arriage; the bride about whom we\nwere inquiring. was known to be a Frenchwoman, which accounted for the\nFrench form given to her llame.\nAnother time I inquired where a certain friend of mine, thell travelling\nin the Tyrol, was 011 that day. In ~wer came the name of a small town,\nwhich, I afterwards found, my friend llad not visited, but at which I had\nonce stayed for some days, when in the Tyrol.\nI will add a few of the sentences spelt out by the table as general\n\" messag<'s.\" The vagueness and a.wkward language which the operators\nwould not have consciouslyused appears to me to make for the unconsciousness\nof the utterance.\n\"Look to outward signs concerning what you have notified.\" Further\nexplanation asked. \" Table.\" \"Go, search for further enlightenment in\nsubjects recognised by you.\"\n\"True judgment concerning II. great statesma.n.\"\n\"All people are at times crack-brained.\"\n.. Trust, and before long things will side with your truer judgment. Hold\nto the beaten track. You will right yourself.\"\nOf course, one cannot give to anyone else one's own feeling of absolute\n. security from fraud, conscious or unconscious, arising from one's intimate\nknowledge of the persons concerned. I do not think, however, that anyone\ncould have observed the phenomena I have briefly described (there were\nmany other examples that I have not spoken of) without coming to the\nconclusion that some unknown force was at work. I ma.y say that some of\nthe operators did not consider that the answers given were always the latent\nmind-contents of those who were taking part in the experiment; but I do.\nnot think they distinguished between questions to which a definite, and others\nto which an indefinite, answer might begiven. In the latter case, one appearrd\nDigitized by Google\n\fApril,1887.] Journal of Society fOl' Psychical Reseal'ch. 89\nto receive information; but it was a vague remark that could not be proved\nto be either right or wrong. It seemed as if, when once the \"rapport ..\nbetween the force and the operators' minds was established, the minds were\nseparated into two parts, the combined latent consciousness being passive\nunder the action of the force; at the same time the volitional consciousness\ngave the direction to the action of the force by the simple process of willing,\nexpressed by a question.\nI have not, since 1878, had any experience so interesting. Though I\nhave spent some of my holidays since then in Kinsale, I have not been able\nto make any further tests. On one visit, the young lady who had the most\npower was away; at another time, she said she had been asked to turn tables\nso much for merely frivolous amusement that she felt quite tired with it.\nAnd once when we tried again there were other visitors in the house who\nwould regard the matter as the work of spirits.\nIt needs a little patience at first, and a little earnestness in keeping the\npre-arranged conditions, before the \"force\" can be got into working order.\nBut in 1878, when we devoted a good deal of time to the pursuit, we found\nthat the movement in the table would set in after a moment or two when we\nhad practised for several days.\nThough I have spoken rather definitely of my theory, I am, of course,\naware that the- experiments I have mentioned are not sufficient to establish\nit. There are numerous tests I should like to apply which we did not think\nof then-I mean tests as to the limits of the action of the force. &c.\nMARIAN GREEN.\nP.S.-I should like to add a few words on the question of unconscious\nmuscular action. I do not think the mO\\'emellts we witnessed could have\nbeen produced by this means, for two reasons. Firstly, some of the move-\nments were of such a nature that we could not voluntarily reproduce them\nby CO'\/'\/'sCi01!8 muscular pressure. We tried once to reproduce the tilting\nmotion of the table, used in spelling. In this slight movement, with the\ntable we generally used, the difference was not very marked, though we\ndecided, I know, that the \"magnetic\" action was lighter and more elastic.\nI do not think, however, that I should have felt satisfied that muscular action\nwas excluded, had we only experienced this movement. But the wilder\nmovements which sometimes occurred we could not reproduce at all.\nWhen the table, as we· said, \"went mad\" it would rock from side to side\nwhile careering about the room, poising itself for an instant on one leg, at\nan angle with the perpendicular at which it seemed it must fall over. This\nmovement suggested strongly some connection with our hands analogous to\nmagnetism. Sometimes, however,the table did fall and, freed from our hands,\nseemed subject to normal conditions. Another movement which, though we\ndid not test it, 1 do not think we could have reproduced, was the usual\ntilting motion in a different table, with which Miss Mary M. and I once or\ntwice experimented, each time with complete success. The table was small\nand of an oval shape, with four legs close to the edge, and the square frame\nfor a drawer (which of course was removed) under the top. I do not think\nthat two persons could have tilted this table, unless the hands of both had\nbeen at one side, and ours were lightly placed near the middle.\nDigitized by Go\n\f90 JotMvnal of Society for Psychical Research. [April,I887.\nSecondly, if the movements had been caused by muscular action, even\nthough unconscious, we must, I think, have had a feeling of local fatigue\nafter spending, as we did sometimes, a couple of hours at a time in obtaining\nthe movements. By our method, the table tilted for each letter, and\nstopped at the right one. I am sure that the amount of pressure needed for\nthe spelling of one of our longer \"messages\" would have produced some kind\nof ache in our hands. I do not rpmember that anyone ever complained of\nanything but a certain amount of chilliness after the ~ds had been for some\ntime in one position. I have not spoken of knocks apparently within the\ntable, as I have had very little personal experience of these; but I believe\nMiss M. M. has sometimes obtained these ,'ery successfully since the time I\nwrite of.\nArdnacarrie, Bandon.\nFebruary 21st, 1887,\nWe have carefully read over Miss Green's paper on the subject of table-\nrapping, and can thoroughly corroborate all that she has stated.\nNOTE ON THE FOREGOING CASE,\nM.ur.y M.\nMRs. M.\nI am anxious to call the attention of readers to Miss Green's account, as\ngiven above. It shows how much matter for interesting discussion may be\ngathered from phenomena of no very rare order, if they are intelligently\nobserved.\nIn the first place I may remark that the safest way to begin our con-\nsideration of messages derived through tilts of a table is to treat them as\nsimply a variety of the messages given by automatic writing, which we have\nalready considered. So far as their purport goes the tiLt-messagtlll (\" typto-\nlogical\" is almost too pompous a name for them! ) are closely analogous to\nthe Wlitten messages ; and we had better begin at least by assuming that\ntilt-messages are due to unconscious muscular action of the sitters. giving\nexpression to thoughts which they unconsciously entertain. But here we\nfind that two difficulties, which appeared indeed in the case of the written\nmessages, but in a fainter form, start at once into prominence.\nI. There is a difficulty in supposing that the movements, often very\nviolent, are really caused bythe automatic action of sitters who are doingtheir\nbest to keep perfectly still.\nn. There isa difficulty in assigning the Oligination of the tilted message\nto the unconscious intelligence of anyone given sitter; since often no\nmessage will come unless several persons sit; and the message, when it\ndoes come, is a sort of compromise between views held by the various\nsitters.\nThe first of these difficulties, as will be seen, was strongly felt by Miss\nGreen and her friends. .And judging from a wide experience of these tilt-\nmessages, I do not think that their impression can be dismissed as obviously\nillusory. It may be remembered that Mr. and Mrs, Newnham received\nthe same impression with regard to the movements of the planchette, which\nthey both thought such as Mr, Newnhanl's muscular force could not\nhave originated. We are here at the point of contact between automatic\nDigitized by Google\n\fApril,1887.] Jou1\"IUtl 0\/ Society \/01' Psychical Resea1'ch. 91\nmessages and the \"physical phenomena\" of Spiritualism. This is not the placE.'\nto deal with those alleged disturbances of matter. If they are to be proved,\nit must be by cases less ambiguous than these movements of planchette or\ntable, while actually touchcd by the experimenters. One remark alone seems\nneedful, in order to show that I may justifiably continue to disCU88 on the\nsame terms as the rest these messages where there is a certain suspicion of\nphysical force communicated to table or planchette in a manner which\nmuscular action will not explain. The remark (which, though tolerably\nobvious, and not new, is often ignored in the discussions,) is as follows :-\nAssuming for the sake of argument that a force X is manifested which does\nnot proceed from the =nuscles of the sitters, it still by no means follows that\nX proceeds from disembodied spirits. We do not know how either the sitters\nor the spirits can originate X, but we know that the sitters at any rate exist\nand are on the spot; and they have. so to 8I\\Y, the first claim to being con-\nsidered as the originators of X, until the spirits do or 8I\\y something which\nseems beyond the reach of the sitters' unconscious mind. III short, to repeat\nin this case also what I have often said already, it must be to the content,\nnot to the mechanism, of the message that appeal must be made, if we are to\nestablish its extra-human authorship. In Miss Green's case there seems to\nhave beennothing in the collte'l6\" of the message which pointed to the spiritual\nhypothesis; so for present purposes we may neglect the question as to the\nprecise mode of origination of the table's movements.\nThe second difficulty-as to the apparent co-operation of more than one\nsitter in the production of the message-has been already observed in cases\nwhere pIanchette needs to have more than one person's hand upon it-8I\\Y, A's\nand B'. hands-in order to begin to write. (See Proceedings, Vol. II., p. 233.)\nThe simplest suggestion will, of course, be that B's hand merely gives\nunconsciously the initial shove to the planchette, which A's hand then guides.\nThis explanation, however, is not altogether 8I\\tisfactory with regard even to\npIanchette, and it becomes still more difficult to apply when the movements\nare of so marked a character as in some table-tilting experiments. A puts\nhis hands on the table and nothing happens; B adds his hands and nothing\nhappens; C adds his hands and the table tilts violently ; but nevertheless it\nwill never tilt with C alone; and when it tilts with A, B, and C, the messages\nmay contain matters known to A or B, but not to C. Or again, in some cases\nI have seen a frequently-changing group of persolls round the table-some-\ntimes A, B, C; sometimes B, D, E ; sometimes A, C, E, &C.,-and never-\ntheless the tilts continued to give distinct messages throughout. If we are\nto suppose that one sitter's mind alone was originating the messages at each\nmoment, it is difficult to understand how it was that the automatic action (8I\\y)\nof A and C kept itself in abeyance when B's was to be the guiding mind, and\ndid not so interfere as to confuse the tilted mes8l\\ges.\nThis is pre-eminently a question which calls for abundant experiments,\nand I would urge readers of the JOU'I'n.al to try to get their messages\ntilted by a table (one tilt standing for A, two for B, and so forth, with\nconventional signs for yes and no), and to record and analyse results.\n1 believe that this is the most easily obtained of all automatic phenomena,\nperhaps one person in three having some capacity for inducing tilts. I need.\nDigitized by Google\n\f92 Jou?'nal of Society for Psychical Research. [April,I887.\nscarcely add that it is perfectly easy to simulate tilts and table-movements of\nmany kinds, and that no one must suppose that such movements can be made\nan independent proof of automatic action, still less of the action of spirits.\nBut a group of experimenters, acting with good faith towards each other, and\nwithout superstitious prepossessions, are likely to get results which will at\nleast interest themselves, and which may very possibly, like Miss Green's,\ndeserve a permanent record.\nIn Miss Green's case, as we have seen, apart from the mechanism of the\nmessages, there was something in their substance which suggested a kind of\nfusion or compromise between the minds of the \",anous sitters.\nIt is, of course, logically possible to suppose that a spirit read the minds of\nthe sitters, and endeavoured to please them all impartially by recording a\njudgment on Lord Beaconsfield as a \"self-lauding hypocrite, with many\ngood merits deserving esteem.\" But before considering this hypothesis\nhere, we shall, I think, need to have a pretty large collection of messages in\nwhich the intelligence of an independent spirit is more strongly marked. It\nseems less improbable that the message may be, as Miss Green conjectures, a\nkind of fusion of the latent mental action of the persons present. Mr.\nGurney and I have repeatedly suggested that it is the unconscious rather than\nthe conscious elements in our mentation which seem to be most subject to\ntelepathic impulse or intercourse; and, though such experiments as Miss\nGreen's are at once too slight and too obscure to prove any such theory, I\nconfess that they do seem to me to point that way. Or, somewhat varying\nthe conception, they fall in with a kind of analogy from the bodily organism\nwhich I have elsewhera suggested.\" In this view, the minds of the sitters\nmay be likened to corpuscles swimming about in a kind of liq'U01' sangui·\"is\nwhich forms our psychical environment; or say to the\" secondary larvre \" of\nthe Hessian fly, modifying by their development the juices of the primary\nlarva in which they are embedded. This sounds fmciful; but he who\nspeculates on these matters will find that he needs whatever help\nanalogy can give him to form and to communicate the conception of an\nintelligence, modified by personalities, but itself perhaps without personality\n-of mind-stuff not made up into minds like ours, yet capable of occasional\nspurts of rudimentary mentation. FREDERIC W. H. MYElIS.\nG.-481.\nFrom Mr. John E. Husbands, of Melbourne House, Town-Hall-square,\nGrimsby.\nSeptember 15th, 1886.\nDEA.R Sm,-The facts are simply these. I was sleeping in a hotel\nin Madeira in January, 1885. It was a bright moonlight night. The\nwindows were open and the blinds up. I felt some one was in my room.\n011 opening my eyes, I saw a young fellow about 25, dressed in flannels, stand-\ning at the side of my bed and pointing with the first finger of his right hand\nto the place I was lying. I lay for some seconds to con\\\"ince myself of some\none being really there. I then sat up and looked at him. I saw his features\nso plainly that I recognised them in a photograph which was shown me some\ndays after. I asked him what he wanted; he did not speak, but his eyes and\n* PhantQ.$l\/I$, &c., Vol. II., p. 315.\nDigitized by Google\n\fApril, 1887.] J01.£1'1Utl 0\/ Society \/01' Psychical Resea?'ch, 93\nhand seemed to tell me I was in his place. As he did not answer, I struck\nout at him with my fist as I sat up, but did not reach him, and as I was\ngoing to spring out of bed he slowly vanished through the door, which was.\nshut, keeping his eyes upon me all the time.\nUpon inquiry I found that the young fellow who appeared to me died in\nthat room I was occupying.\nIf I can tell you anything more I shall be glad to, if it interests you.\nJOHN E. HusBANDs.\nThe following letters are from Miss Falkner, of Church-terrace, Wisbech.\nwhe was resident at the hotel when the above incident happened.\nOctober 8th, 1886.\nThe figure that Mr. Husbands saw while in Madeira was that of a young\nfellow who died unexpectedly months pre\\\"iously, in the room which\nMr. Husbands was occupying. Curiously enough, Mr. H. had never heard\nof him or his death. He told mo the story the morning after he had.\nseen the figure, and I recognised the young fellow from the description. It\nimpressed me very much, but I did not mention it to him or anyone. I\nloitered about until I heard Mr. Husbands tell the same tale to my brother;\nwe left Mr. H. and said simultaneously\" He has seen Mr. D.\"\nNo more was ~d on the subject for days; then I abruptly showed the\nphotograph.\nMr. Husbands said atonce\" That is the young fellow who appeared to me\nthe other night, but he was dressed differently,\" describing a dreBS he often\nwore-\" cricket suit (or tennis) fastened at the neck with sailor knot.\" I\nmust say that that Mr. Husbands is a. most practical man, and the very last;.\none would expect\" a spirit \" to visit. K. FALlmER.\nOct.ober 20th, 1886.\nI enclose you photograph and an extract from mysister.in-law's letter,\nwhich I received this morning, as it will verify my statement. Mr. Husbands\nsaw the figure either the 3rd or 4th of February, 1885. Would it not be\nexactly a year from the death 1\nThe people who had occupied the rooms had never told us if they had\nseen anything, so we may conclude they had not. K. FALlmER.\nThe following is Miss Falkner's copy of the passage in the letter :-\n\"You will see at back of Mr. du F--'s photo the date of his decease.\n[Jan. 29, 1884] j and if you recollect· the Motta Marques' had his rooms\nfrom the February till the Mayor June of 1884, then Major Money at the\ncommencement of 1885 season. Mr. Husbands had to take the room on\nFebruary 2nd, 1885, as his was wanted.\n•, I am clear on all this, and remember his telling me the incident when he\ncame to see my baby.\"\nI have received a full account of this case 'Viva 'I,'()ce from both Mr.\nHusbands and Miss Falkner. Tney are both thoroughly practical, and as\nfar remoyed as possible from a superstitious love of manels ; nor had they\nany previous interest in this or any other class of abnormal experiencen.\nSo far as I could judge, -Mr. Husbands' view of himself is entirely correct-\nthat he is the last person to give a spurious importance to anything that\nDigitized by Google\n\f94 Journal 0\/ Society \/01' Psychical Resea1'ch. [April, 1887.\nmight befall him; or to allow facts to be distorted by imagination. As will\nbe seen, his account of his vision preceded any knowledge on his part of the\ndeath which had occurred in the room. He has never had any other\nhallucination of the senses. E. G.\nThe following additional information has been received from t.he Rev. J.\nBarrow Matthews, as to the recent epidemic of excitement in the Bahamas.*\nThp Rectory, San Salvador, Bahamas, West Indies.\nN(1)tmber 10th, 1886.\n1. In most cases the attack was the result of being present at the meetings,\nbut there were a few cases where the girl knew nothing of the affair, i.e., girls\nat work in the pine-apple plantations in the midst of work would be seized.\n2. No. The girl whom I saw begin to twitch, &c., could not· possibly\nhear or see anything. The meeting was more than a quarter of a mile\naway. I knew the meeting was on, because I had just come from that way.\n3. Very likely a guess, as you say, \"considering the morals of the\nplace.\" But the guess (if such) was remarkable for its correspondence of\nthe minute details of the ins and outs of the secret sin. The man, on being\ntold, declared the .. girl a witch or devil, for none but God and himself and\nthe devil saw.\"\n4. The magistrate in question has left this Island now, but should I ever\nmeet him, I will asK him to write his idea of the matter. Both daughters,\nunfortunately for further inquiries, have gone to live in Florida, U.S.A.,\nand one is now married,\n5. The girl was at Rum Cay Island, 45 miles by sea from San Salvador.\nMost likely a guess, but a remarkably shrewd and accurate guesl.\n6. The resuscitated man is dead. He had heart·disease, as I wrote you,\nand I ;knew his days were numbered.\nC0RRESPONDENCE.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\n. Sm,-I almost regret that I allowed my letter to Mr. Gurney to ap~ar\nin print. I cannot quite regret it, because my criticisms have drawn from\nMrs. Sidgwick so very able and instrnctive a reply. I had not the slightest\nwish to impugn that lady's competence as an inquirer, which is above\nquestion, or her essential impartiality. I wrote in the interests of the Society\nto criticise a t~ne, apparent, as I thought, on the surface of her paper, wltich\nmight alienate good ~nd efficient friends of the Society's work, and for that\npurpose I took that paper as it stood, not as it might stand when supported\nand elucidated, as it now is. In matters of feeling first impressions are\nmuch, subsequent explanations count for much less than their real worth.\nTo enter fully into the questions raised by Mrs. Sidgwick's letteris simply\nimpossible for me. If I have the ability, I certainly have not the leisure.\nTwo or three brief remarks I may be allowed to moke.\n(1) I fail to see why Mrs. Jencken, unless otherwise convicted of decep-\ntio n, may not be credited with a genuine belief that the drippings on the\ndrum were .. spirit\" raps. If she were consciously and fraudulently produc-\n* See Vol. II., p. 485.\nDigitized by Google\n\fApril, 1881.] JOU1'1UJ,l Of Soc'iety for Psychical Research. 95\ning raps, I should rather expect her to be very shy of claiming sounds she\nmust have known she had not made, and which might be not accidental,\nbut a trap laid for her; the more so because she was not dealing with chance\nvisitors, but with members of the Society for Psychical Research in the\nrooms of the Society, and ex hypothesi must have been a practised deceiver\n·of nearly 40 years' experience. To me the whole incidentseems to make for\nthe honesty of the medium; to Mrs. Sidgwick clearly against her ; of such\nforce is the\" personal equation\" of the observer.\n(2) In the case of the experiments described by Mrs. Sidgwick, I should\nsay that the raps not only appeared to be made, but actually wcre made on\nthe various objects. though mediately and not directly, just as I should say\nthat I had received a blow on the back, though the force of the blow had, in\nfact, been passed on through the clothes that covered my back.\n(3) With regard to the investigation of Professors Flint, Lee, and\nCoventry, my argument stands thus: Doctors of ability and repute in\nElliotBon's day, profeBSedly on scientific grounds, scouted phenomena of\nhypnotism which have since been established as genuine. It follows that\nthe bare fact that doctors of ability and repute have on investi-\ngation pronounced against .the genuineneBS of novel phenomena is by\nitself\" worth nothing as evidence\" against those phenomena. Now in the\npaper on which I was commenting we had the bare fact alone, for practically\nfor nine readers in ten, a reference to a little known work is of no use. But\nwith the majority of readers that bare fact would have much weight. How\noften in former days have I heard the dictum, not of a committee of\nprofeBBOrs, but simply of \"our doctor,\" quoted as decisive agaillBt\nmesmerism. Herein lay the rhetoric of Mrs. Sidgwick's method of treat-\nment, unconscious rhetoric. of course, for I never for one moment thought of\nattributing to her any intentional deviation from scientific fairnells. I know\nnot how it may be with Mrs. Sidgwick, or with you, but for my own part,\nwhen I am in earnest about a subject, I find it very hard·indeed to keep clear\nof rhetorical methods in dealing with it. On the whole, I still think tha the\nexperience we have had of the dealing of the medical profession in this\ncountry and in France. with mesmeric phenomena, warrants a suspicion\nthat the medical men of America would come to the investigation of\nanalogous phenomena with a strong d priori bias against them, and deprives\nthe mere fact of an adverse decision of any considerable weight.\nI shall look with much interest (or the details of the exposures of Mr.\nEglinton's slate-writing. I only truSt that the evidence of exposers will.be\ncriticised as strictly as that of believers, that it will be remembered that, if\nsome good easy folk can be tricked to their faces, others have eyes so sharp\nthat they can see what is not theJ;6.\nThe question of the methods of dealing with the evidence for phantasms\nor for psychography is too wide for me to attempt now to discuss. It is most\nimportant, and I fear I am not altogether in accord upon it with Mrs.\nSidgwick or with the authors of Phantasms of the Li11ing. Possibly when.\nin a few weeks hence, I find myself more free from work, I may ask you to\nadmit BOrne thoughts of mille on this subject.-I am, &c.,\nWill. S. GRIGNON.\nDigitized by Google\n\f96 Journal 0\/ Society \/0'1' Psychical Research. [April, 1887.\nPo the Ed'itor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-I am glad to be allowed the opportunity of saying a few worda on\none or two points in Mr. Grignon's courteous letter.\n(1) As regards the drum incident, he attributes to me an inference which\nI 'have been careful not to draw. I did not say that Mrs. Jencken\nendeavoured to deceive us, but that \"she, or her ' spirits,' are willing to·\nclaim as spiritualistic phenomena occurrences quite unconnected with her\npresence.\" This seems to me to be undeniable. By the phrase in my\nnotes of the seance, \"the 'spirits' claimed to have produced\" the raps on\nthe drum, 1 meant that an intelligence communicating with us by raps (as\nMrs. Jencken's \"controls\" do) informed us that it had produced them. It\nhad, however, not produced them. Therefore, whether it was Mrs. Jencken\nherself or another being, it said what was not true.\n(2) In saying that in my paper in Proceedings, Part X., I gave the \"bare\nfact alone\" that Drs. Flint, Lee, and Coventry had on investigation pro-\nnounced against the genuineness of the so-called Rochester knockings, Mr.\nGrignon must, I think, have forgotten that I described, with as I thoU!ht\nsufficient detail for clearness, the. two specific experiences on which they\nbased their conclusion; namely, that they had experimented with another\nlady who could by certain movements in the knee joint produce similar\nsounds ; and that, when the Fox sisters were placed in positions which\nprecluded these movements, the knockings did not occur.\nI shall look forward with interest to the criticism promised by Mr.\nGrignon on the methods adopted by Mr. Gurney and myself in dealing with\nevidence in psychical research. Such criticism from competent persons is, in\na field of inquiry so little trodden, an almost indispensable condition of\nthoroughly well-directed work.-I am, sir, &c.\nELEANOR MILDRED SIDGWICK.\nSUPPLE1\\lENTARY LIBRARY CATALOGUE.\nThe fol101JJing additions have been made since the Zast Ust:-\nALEXANDER (P. P., M.A.), Spiritualism; a Narrative with a Discussion\n(second copy) ......................................................Edinburgh, 1871\nFERRIER (David, M.D., F.R.S.), The Functions of the Brain. Second\nEdition ..............................................,0 .............. ..... London, 1886\nMIND IN NATURE. Vol. II..............................................Chicago, 1886*\nAZAM (Dr.), Hypnotisme double Couscience et Alterations de la\nPersonalite ...............................................................Paris, 1887\nBARETY (Dr. A.), Le Magnetisme Animal..............................Paris, 1887\nDESPINE (Dr. Prosper). Etude Scientifique sur Ie Somnam-\nbulisme .....................................................................Paris, 1880\nHERZEN (Professor A), Les Conditions de la Conscience .........Geneva, 1886\nOCHOROWICZ (Dr. J.), De la Suggestion Mentale ; avec une preface de\nM. Charles Richet ......................................................Paris, 1887\nVOISIN (Dr. Auguste), De la TMrapeutique Suggestive chez les\nAlienes .....................................................................Paris, 1887\n* PrI'J!ented by Mr. J. E. Woodhead.\nDigitized by Google\n\f","_id":435}