{"name":"Journal of the Society for Psychical Research 9011","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n40_may_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N40, May 1887","mylang":"de","content":".:No. XL.-VOL. III. MAY,l887•\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and Associates ..\n~eeting of Councll\nCONTENTS.\n-General Meeting .. . • .• •• •.\nCales Received by the Literary Committee\n-COrrespondence.. .• : .. ..\nSupplementary Library Catalogue .•\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\n'BARKWORTH, THOMAS, J.P., West Hatch, Chigwell, Essex.\nPAGB\n.. ~~\n.. 97\n.. 98\n.. 100\n.. 109\n.. 112\nCOOPER, EDWARD V., M.A., West End Cottage, Great Haseley,\nTetsworth, Oxon.\nGRAHAM, WILLIAM W., 4, Elm Court, Temple, London, E.C.\nPREBLE, W. P., JUN., 237, Broadway, New York, U.S.A.\nASSOCIATES.\n'BEVAN, REV. C. B., M.A., Kirton Vicarage, Boston.\nDILL, J. F. GORDON, M.A., M.B., 6, Brunswick-place, Hove, Brighton.\nGAYNOR, HENRY F., Lieut. R.E., 50, Westmorland-road, Newcastle-\non-Tyne.\nKAY, WALMSLEY P., Bank-terrace, Darwen.\nKINCAID, MRS. S. M., 43, St. Stephen's Green, Dublin.\nPLUMMER, JOSEPH WILLIAM, Cockermouth.\nWILSON, HERBERT W., Elm House, Todmorden.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on the 23rd of April, the President\nin the chair, the following Members were present :-Professor W. F.\nBarrett, and Messrs. Walter H. Coffin, Edmund Gurney, F. W. H.\nMyers, Frank Podmore, H. Arthur Smith, and J. Herbert Stack.\nThe Minutes of the previous Meeting were read and signed as\ncorrect.\nFour new Members and seven new Associates, whose names and\naddresses are given above, were elected.\nIt was agreed that the names of thirteen Members and Associates\nwhose subscriptions had remained for some time unpaid, and whose\npresent addresses could not be ascertained, should be struck off the\nList.\nDigitized by Google\n\f.98 JO'IJR\"Ml of Society fOT P8ychical Research. [May. 1887.\nThanks were accorded to the donors for some presents to the\nLibrary, the particulars of which appear in the Supplementary\nCatalogue.\nThe cash account for the month of March was presented in the\n'Usual form, and the needful accounts passed for payment.\nMr. J. Herbert Stack was elected a Member of the House 1Uld\nFinance Committee.\nThe next Meeting of the Council was fixed for Friday, the 3rd of\nJune, at 4.30 p.m.\nGENERAL MEETING.\nA General Meeting of the Society was held on the evening of\nSaturday, April 23rd, at the Rooms of the Society of British Artists.\nThe PresideJlt, Professor Balfour Stewart, F.R.S., took the chair, and\ndelivered an address; which was followed by a paper of Mr. E.\nGurney's, on \"Peculiarities of Certain Post-hypnotic States.\" As these\nwill both be published in the Proceedings in the course of the month, it\nis unnecessary to epitomise them. At the close of Mr. Gurney's paper,\nMr. F. W. H. Myers made a few remarks, of which the following is the\nsubstance :-\nI have lately seen at Blois a case which illustrates Mr. Gurney's\ninteresting experiments on the condition of a subject who obeys, some\ntime after awaking, a command given to him in the hypnotic trance.\nM. de Rochas, Commandant of Engineers at Blois, who has written an\ninteresting book on hypnotism, &c., has a remarkably sensitive subject,\ncalled Benoit. Benoit has now arrived at perhaps as high a degree of\nsuggestibility as has ever been reached by a healthy subject. Waking\nor entranced, he can be made to believe almost anything; and the\nhallucinatory idea sometimes tends to persist inconveniently, as in the\nfollowing example. M. de Rochas told him C'Three and two make\nfour,\" and set him some sums, which showed that he was unable to add\nthree and two as making any other sum than 4, though at the same time\n.he remembered that three and one make 4. M. de Rochas dispelled the\nillusion, but, as it proved, imperfectly. Benoit, going next day to\nthe Prefecture, where he is a junior clerk, continued to add three and\ntwo as making four, and, when his sums were sent back to him, could\nnot discover his mistake. This go~ him into so much trouble that he\nwent to M. de Rochas and asked whether anything had been done to\nmake him stupid. M. de Rochas set him right at once; but this and\n,some jokes played on him by fellow.clerks, &c., made it urgently\ndesirable that the poor lad should have some means of knowing whether,\nso to say, all was above·board in his mental life, or whether he was the\nDigitized by Google\n\fMay, 1887.J Jou1\"1Uil of Society for Psychical Re8earch. 99\ndupe of some impressed idea. It was found on observation that when\nhe was acting out a suggestion of any kind (action or hallucination) he\nbecame insensible to pain. It was therefore strongly impreBBed on him\nthat when perplexed by anything he was to pinch or rub himself, and\nthat if he felt nothing, then the puzzling sight or idea was all nonsense,\nand would at once disappear.\nHe now habitually acts on this rule,--BOmetimes with an effect rather\nludicrous in a bystander's eyes. For instance, M. de Rochas suggested\nto Benoit in my presence (April 7th), that his son, Henri de Rochas, a\nyoung officer, had come home and was entering the room. Benoit was\nfull of interest and admiration, placed a chair for the imaginary visitor,\nand stood before him making respectful remarks. Suddenly I gave\nthe airy Henri a box on the ear, accompanied with an injurious epithet.\nBenoit stared in amazement at my insolence, and looked eagerly to see\nthe insulted militaire spring up and return the sO'UJIlet. But the\nphantasmal Henri sat where he was; and nothing could be more\nlaughable than Benoit's face of consternation. Suddenly a thought\nstruck him ;-he rubbed his forehead violently ;-' Il n'y a personne' !\nhe exclaimed; 'II n'y a personne ' !\nI tried to find out at what moment in such cases the anresthesia\nsupervened. Benoit naturally could not reply with precision; but he\nwas sure that it did not always persist through the time which inter-\nvened between the suggestion and the fulfilment,-which were some-\ntimes many days apart. He thought that the insensibility came on\nabout the time that the hallucinatory idea or impulse began to rise in\nhis mind. A connection has often been noticed between abnormal\nstates of mind and loss of cutaneous sensibility. It is interesting to\n86e this characteristic of the hypnotic state reproduced in correlation\nwith the recrudescent hallucination, while nothing else in the subject's\nsensations reveals to him tttat he is no longer master of himself.\nI will add a few words as to an experiment which M. Richet kindly\npermitted me to witness in his laboratory on April 9, and which affords\na simple and absolute test of the reality of the hypnotic state. Experi-\nments, as you are a.ware, have been made at different times to test the\ndifference between the products of expiration during sleep and waking.\nAnd now M. Richet has invented a very ingenious and exact apparatus for\nregistering (1) the amount of lung-ventilation (air inspired) during any\ngiven space of time, (2) the amount of carbonic acid expired, (3) the\namount of unchanged oxygen expired. It was found by experiment that\nno one could voluntarily diminish the quantity of air inspired for more\nthan 10 or 15 minutes, after which time a reaction ensued and the\nventilation rose above the average. M. Richet has tried many experi-\nments with subjects sleeping, fasting, after the ingestion of particular\nDigitized by Google\n\f100 Journal of SoCiety f(Yf' Psychical Research. [Hay, 1887.\nfoods, &c., the record of which will be a valuable addition to medical\nknowledge. Here I must only give a brief notice of the experiment as\ntried for the first time on a hypnotised subject. Dr. Babinski brought\none of his hysterical patients from the Salp@triere, and her ordinary\nrespiration and its products were first registered.. Then Dr. Babinski\nhypnotised her, by one mere careless gest.ure. Here, if ever, the un-\ninstructed observer might assuredly have suspected mere simulation on\nthe part of the woman, who becam~ motionless and apparently\ninsensible after so very trifling a process. Well, she was kept for an\nhour in the trance,-a time far more than sufficient to neutralise any\nattempt at fraudulent retention of breath,-and the products of her\nexpiration for that hour were measured. It was found that, as com-\npared with the normal state, the ventilation of the lungs had\ndiminished in about the proportion of seven to two, and the generation\nof carbonic acid in about the proportion of nine to five. The reality of\nthe somatic change was thus amply established. It would not be\nfitting to enter into detail until the appearance of M. Richet's own\naccount, for which these few words are merely intended to engage your\nexpectant interest. But you will see that we have here a test of the\nsimplest and most conclusive kind as to the genuineness or otherwise of\nthis mysterious hypnotic trance,-an appeal from human nerves and\nhuman judgment to the balance itself,-the automatic witness whose\ntestimony forms the basis of so many of our most assured beliefs.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nM.-376.\nFrom Dr. Biggs, of Lima. We owe the record to the kindness of Mr.\nR. Roxburgh, of I, Victoria-buildings, Weston-super-Mare, to whose brother\nthe aeco~nt was addressed. •\nOctober 18th, 1885.\nDEAR MR. ROXBURGH,-ln reply to your favour of 1st uIt., asking me to\ngive you a statement in regard to the cross which you saw on Maria's arm,\nand which 1 caused to appear ther~ by acting on her mind while in magnetic\nsleep, it was done in this way :-1 put her into a magnetic or mesmeric\nsleep by laying my hand on her head for about a miuute. I then said: \"Maria,\ndo you hear me 1\" Answer:\" Yes.\" \"Are you thoroughly magnetised 1\"\nAnswer: \"Yes.\" \"Now listen attentively; a cross is going to appear on your\nright arm, and remain there until 1 tell it to go away. Here is where it is to\nappear.\" (1 then described a cross with my forefillger on the inner side of her\nright forearm.) \"Have you understood what 1 have said to you 1\" Answer:\n\"Yes.\" 1 then awakened her by two or three up-passes; for the next two\nor three days she seemed sulky and out of sorts, would now and then rub\nher right arm, over the part where the cross was to appear; when asked\nwhy she did this, said there was an itching aod she could not help scratching\nDigitized by Google\n\fMay,l887.] Jou\/maZ oj Society jO'J! ~~ehical Research. 101\nthe place, although there was nothing to I-}eAe~n that could c&use the\nirritation. I then magnetised her as before, 'aM atIlted: \"Do you recollect\nwhat I told you the other day about the cross t~tds t.Oappear on your arm1\"\nAnswer: \"Yes.\" \" Will it appear 1\" Answer: \" Yes.\"·~', W)a!ln 1\" Answer: \"In\na few days.\" \"Well it must come out in three days; dq'Y9U unde~t&nd 1\".\nAnswer: \"Yes.\" By the time appointed a dusky-red croiW\";fVur or five inches\nlong and about three inches wide, made its appearance. At first we pretended\nnot to notice this, although we could often see the lower part ~f it,.when her\nsleeve was partly rolled up in some of her duties in and about.~~bouse;\nshe was our housemaid. It was only at intervals, when throWJl'1n:td the\nmagnetic sleep, that we could get a full view of the cross; never a woi\"d had\nbeen said to her about the cross in her waking moments, for some ttllier'\nseveral weeks, until one day I pretended to have caught sight of the strange'\nmark on her arm, and said: \"Why, Maria, what is the matter with your\narm 1 have you hurt it 1 What mark is this 1 Let me see; pull up your\nsleeve.\" She did so with a slightly sulky, ashamed air. \"Why it looks like a\ncross; where did you get this 1\" \" I don't know, sir !\" \"How long has this been\non your arm 1\" \"More than a month, sir.\" \"Have you felt anything 1\" \"No,\nsir; only at one time I had a great deal of itching and burning, and a few\ndays afterwards this mark came out on my arm.\" After this we frequently\nspoke to Maria about the cr08ll, and when requested to she would roll up her\nsleeve and show it to visitors, although she always seemed reluctant to do\nso. Many months afterwards she left our service, and in about two weeks\nshe made her appearance at my office in town, asking me to remove the cross\nfrom her arm as it attracted the notice of the family with whom she was\nnow living, and she was much annoyed at the many questions asked her. I\nmagnetised her, and then told her that the cross would disappear in a few\ndays, and she would be no more troubled with it. I saw her a few days\nafterwards at Saito; the cross had disappeared.\nAnother case, which I recollect having told you of: this was the first of\nthis kind of experiment that I tried ; it was in Santa Barbara, California. I\nwas staying there in 1879 with a friend, Mr. G., a long-resident chemist in\nthat town. His wife had a kind of half lIervant and half companion, a girl of\nabout 18, who complained to me one day of a pain through herchest. With-\nout her knowing what I intended to do, I tried magnetism; she fell into a\ndeep magnetic sleep in a few minutes. With this subject I tried many inter-\nesting experiments which I will pass over. One day I magnetised her as usual\nand told her in a whisper (I had found her to be more susceptible this way\nthan when I spoke aloud in my usual voice): \"You will have a red cross\nappear on the upper part of your chest, only 011 every Friday, in the course\nof some time, the words Sancta above the cross, and Crucis underneath it will\nappearalso; at same time a little blood will come from the cross.\" In my vest\npocket I had a cross of rock crystal. I opened the top button of her dress,\nand placed this cross on the upper part of the manubrium, a point she could\nnot see unless by aid of a looking-glass, saying to her: \"This is the spot where\nthe cross will appear.\" This was on a Tuesday. I asked Mrs. G. to watch the\ngirl and tell me if anything seemed to ail her. Next day Mrs. G. told me\nshe had seen the girillow and again put her left wrist over the top part of\nDigitized by Google\n\f102 Journal of Society\"jflr Psychical Re8earch. [May, 1887.\n\",\nher chest, over the dress;. thi8~as frequently repeated, as if she felt some\ntickling, or slight irritawn\"a.m>ut the part, but not otherwise noticed; she\nseemed to carry her bB.n<i'up now and then unconsciously. When Friday\ncame, I said, after,.~kfast, \"Come, let me magnetise you a little; you\nhave not had.\"!o\" tlbse for several days.\" She was always willing\nto be magnet~ea,' as she always expressed herself as feeling very\nmuch res~ ana' comfortable afterwards. In a few minutes she\nwas in a.~p·}!leep. I unbuttoned the top part of her dress, and there, to my\noomplefeAllQ'utter astonishment, was a pink cross, exactly over the place\nwhe~:t.ha.a put the one of crystal. It appeared every Friday, and was in-\nv~iple·.on all other days. This was seen by Mr. and Mrs. G., and myoid\n_(riena-and colleague Dr. B., who had become much interested in my experi-\n'.•nit.Iits in magnetism, and often suggested the class of experiments he wished\n'. -:.to see tried. About six weeks after the cross first appeared I had occasion to\ntake a trip to the Sandwich Islands. Before going, I magnetised the girl,\ntold her that the cross would keep on showing itself every Friday for about\nfour months. I intended my trip to the Islands would last about three\nmonths. I did this to save the girl from the in1l.iction of this mark 80\nstrangely appearing perhaps for a lifetime, in case anything might happen to\nme and prevent me from seeing her again. I also asked Dr. B. and Mr. G. to\nwrite me by every mail to Honolulu, and tell me if the cross kept on appear-\ning every Friday, and to be very careful to note any change should any take\nplace, such as the surging of blood or any appearance of the words \"Sancta\nCrucis.\" I was rather curious to know if distance between us, the girl and\nmyself, over 2,000 miles, made any difference in the apparition of the croBS.\nWhile I was at the Sandwich Islands I received two letters from Mr. G. and\n()ne from Dr. B., by three different mails, each telling me that the cross kept\n()n making its appearance as usual; blood had been noticed once, and also\npart of the letter R above the cross, nothing more. I returned in a little\nless than three months. The cross still made its appearance every Friday,\nand did 80 for about a month more, but getting paler and paler until it\nbecame invisible, as nearly as possible four months from the time I left for\nthe Sandwich Islands. The above-mentioned young woman was a native\nCalifornian, of Spanish parentage, about 18 years of age, of tolerably good\nhealth, parents and grandparents alive. She was of fair natural intelligence,\nbut utterly ignorant and uneducated.\nThe third case was thus: A lady asked me to try the power of\nmagnetism in reducing the size of a large goitre which troubled her. Her\nneck was 42 centimetres in circumference. Within a few days it began to\ndecrease; it gradually came down to 37i centimetres, and it gave her no\nfurther annoyance. This lady felt the magnetic power in a very limited and\n,singular way; her eyelids would close in a few minutes, and she could not\n()pen them \\wtil demagnetissd, but she retained the use of all her faculties\nperfectly, 80 that while I was magnetising her, and occasionally manipulating\nthe goitre, we usually kept up quite a lively conversation on different\nsubjects, she being a highly educated and clever woman. She speaks several\nlanguages with great fluency. One day I conceived the idea of making a\neross appear on the goitre, on which I was manipulating. I took the little\nDigitized by Google\n\flIay,l887.] Journal of Society for Psychical Research. 103\n(lrystal cross out of my vest pocket, and gently placed it on the goitre for a\nfew seconds, desiring as stronlCly as I could that a corresponding mark should\nappear there as soon as possible. I am sure she did not perceive my doing\nthis, or she would most certainly have made some inquiries. She was\noonvt'rsing all the time on some indi1ferent subject. I usually went to see her\n~very day at a certain hour; the magnetising and manipulation usually\n-occupied about 20 minutes. Every day I anxiously looked for an appearance\n()f the cross for a week or so, and then made up my mind that the experiment\nhad failed, until one day, about six weeks afterwards, she received me in\n;rather an excited manner, and taking hold of both my hands, she said, \"Did\nyou ever wish that any mark should appear on any part of my body 1 and\nwhat was it 1\" I said, much astonished myself, \"Yes, nearly two months\nago I wished that a cross should appear on the goitre.\" She immediately\nremoved her collar, and said, \"There it is.\" Sure enough there was a pink\n(lrOSS. She then told me that the evening before her dressmaker had come\nin to try a new dreBB on, and exclaimed, \"What a curious mark is on your\nneck! \" She immediately went to the looking-glass and saw it, and\nafterwards showed it to her husband. ~is mark only lasted two or three\n-days, gradually fading away.\nIn the case of the Californian girl, it might be asked why I conceived the\nidea of making a crOBB appear only every Friday. It was because I once saw\nin San Francisco, in 1873, a girl who every Friday became cataleptic, in a\nposition as if she were nailed to the cross.· She had marks of the nails on\nhands and feet, blood oozing from them. The medical man in attendance\nsaid there was the wound in her side also bleeding. This girl was a protegee\n()f the Catholic Archbishop Alemario of San Francisco. Sbe was very fervent\nat her prayers, and strict in all her church observances.\nThe San Francisco papers of the beginning of 1873 had a great deal to say\n.about her. These cases have not been infrequent. I then supposed it to be\na case of auto·magnetisation, and my experiments since have proved it to\nhave bCt'n so, to my own satisfaction at least. I once sent word to the\nArchbishop that I thought I could explain to him the how and the wherefore\n()f these wonderful occurrences; all could be accounted for through the power\nof animal magnetism. His answer (by a mutual friend) was \"that magnetism\nwas of the devil, and he would have nothing to do with the subject.\" So the\npoor girl was first called a saint full of miracles, and afterwards condemned\nas an impostor and expelled, if not from the Church, at least from the kind\nprotection of the Archbishop. M. H. BIGGS, M.D.\nAs to the first two of these cases, it is possible to suppose that the hypnotic\n.suggestion took effect indirectly, by causing the girls to rub a patch of the right\n.shape. The suggestion may have been received as a command; and there\nwould be nothing very surprising in a \"subject's\" automatically adopting the\nright means to fulfil a previous hypnotic command. And even the third case\nmight be so accounted for, if the rubbing took place in sleep. At the same time\nit would be rash, I think, absolutely to reject the hypothesis of the more\n·direct effect. We are gradually learning how impoBBible it is to aSBign a limit\nto the poSBible effects of hypnotic suggestion. Recent experiments in France\n-snch as the vesication by suggestion produced by M. Focachon, of Charmes,\nDigitized by Google\n\f104 JO'U'T\"nal of Society ffYf' P8ychical Research. [May, 1887_\nand vouched for by Prof. Beaunis; the \"burns\" similarly produced at the-\nSalpatriere; and the heightening of temperature by suggestion described by\nDr. pumontpallier-might well have prepared us for yet further develop-\nments; though there is, no doubt, a considerable gap between those ex-\nperimeuts and Dr. Biggs' cruciform effects, which, if directly due to suggestion~\nseem even to present a difference in kind from any cases before recorded.\nIf we begin at the beginning, the most familiar proof of the dependence-\nof the blood-supply of a part, regulated by the vaso-motor nerveil, on cerebral\nstates involving consciousness, is to be found in the phenomenon of blush-\ning. Passing to similar peripheral affl'ctions deliberately induced, we find\nthat a part which ordinarily does not blush, such as a finger, will begin to tingle\nand even occasionally to show a certain redness, when the attention is for\nBOme time strongly directed to it. Here the actual process becomes doubtful..\nIn the more general case of blushing, it seems enough to say that the cerebral\nchange involved in certain massive emotions happens, as a matter of fact, to-\nextend to certain vaso-motor centres connected with the face, or organ of\nexpression. But it is a very different thing to suppose that the cerebration,\nconnected with the quite unemotional idea ofspecial localities on the body can\ntransmita directand special influence to their vaBO-motor nerves. Forof course·\nthe fact that emotion produces certain localised effects does not raise the very\nslightest presumption that mere thinking about particular parts of the body\nwill produce similar effects therein: a sudden surprise may produce irregular'\naction of the heart, but we may picture that organ all day without its ceasing\nto beat quietly. And the influence of an unemotional idea on a mechanism\nwholly beyond voluntary control, which would be strange enough if it only'\naffected large organs or ill-dE'fined areas,\" becomes still stranger if it can\nextend to so minute a part as a finger-thus showing itself comparable in\ndelicacy of operation to the motor discharges which are under the conscious.\ncontrol of the will, and which have kept their finely ramifying paths in\ncontinual use ever since feet and handa existed. An alternative hypothesis.\nwould be that the attention bestowed on the finger, involving an\nexpectation of change in its sensatioDs, first produced the sense of heat and\ndiscomfort as a hallucirw.tioo, without actual pbysical change in the finger\n(just as a visual hallucination is produced centrally, and without physical\nchange in the retina), and that then the cerebral correlate of this discomfort\nbrought on, as a secondary effect, the vaso-motor condition which is normally\nassociated with discomfort in that locality.\nBut difficulties increase as we go on. However the finger was affected\nby the idea of it, the idea of it was at any rate a distinct thing-an image.\nwhich could be clearly detached in the mind. This cannot be said of all the\nparts of the body which have been affected by suggestion; for instance, a\nsmall area on the arm or neck is not, like a finger, clearly detachable in\nthought. I am not aware that redness has ever been produced in such an\na. rea by intenlal causes, except under the influence of hypnotic suggestion; I\n*1n Le Magntti\/Jf1le Animal, by MM. Binet and Fere, p. 147, it is stated\nall proved by experiment that if a hysterical patient, in a nonnal state, fixes\nher attention on some part of her body, the volume of that part (depending of\ncourse on blood.supply) is altered.\nDigitized by Google\n\fMay,1887.] Journal of Society for Psychical Resea'rch. 105\nhave myself seen a red patch 80 produced in a very few Dlinutes on a \"subject l>\nof Dr. Li6beault. And another and still longer step has to be made when we\ncome to actual inflammation and vesication, which involve a metabolism of\ntil!8ue over and above mere local erethism, and not to be accounted'for merely\nby the dilatation of the small arteries. What can wesuppose to bethecomplete\nphysiological history of such a ti88ue-change, produced under the influence\nof an idea, and presumably therefore by efferent nervous impulses 1 This\nis a question which probably no physiologist would profess satisfactorily to\nanswer.\nThe results above recorded (if not produced by rubbing, and apart from\nthe telepathic feature ill the last ease) seem to involve an equally long step in\nanother direction. If it was hard to conceive the correspondence of a patch\nof minutely localised erethism with the idea of the locality, what are we to\n8&y when the patch corresponds with the idf'a to the extent of being\ncruciform 1 It cannot be pronounced impo88ible that the cerebral area\ninvolved in the idea of a cross should itself be cruciform j since the same·\nelements are no doubt involved as where a Cro88 is visibly presented, and in\nthe case of a visible CroBS the configuration with which the fibres start from.\nthe stimulated part of the retina may be preserved at their central terminus.\nBut no one has ever supposed that a nervous impulse transmitted from\nideational tracts to lower centres, and thence to the periphery, was conveyed\nby fibres which retained precisely similar spatial relations, so that the course\nof the discharge, wherever cut acr088, would present a similar section. Pass-.\ning inwards from the periphery along the track of nervous disturbance, should.\nwe find cruciformity of area all the way 1 And if not, where does it stop 't\nAnd if it stops anywhere, what is the connection between the cruciform\neffect at the peripliery, and the cause (even if we assume that to be cruci-\nform) in the brain 1 In this case, moreover, there would be considerable\ndifficulty in applying the hypothesis of a hallucination of pain which sets up.'\nthe appropriate physical condition. For it seems doubtful whether a cruci-.\nform pain can be truly imagined, at any rate as occupying a small area of the\nbody. I do llOt suggest these difficulties as insuperable objections to the\nhypothesis of a direct effect j I believe that hypnotic facts carryusconsiderably\nbeyond any physiological explanatiolls that are yet possible. But phrases\nabout\" the influence of the mind on the body\" are so often loosely adduced\nas though they were themselves the explanation needed, that it is as well tu\nkeep the real obscurity of the physiological problems in view.\nE.G.\nG.-4B2.\nACCOUNT OF THE CHATEAU DE KERSALIOU, ST. POL DE LEON, BRITTANY.\nFrom Mrs. Beaumont, 1, Crescent-road, S. Norwood Park.\nFebruary 24th, 1885.\nFrom 1854 to 1859 I was living in this house, which I had taken on lease.\nWe first arrived at the house about 2 p.m., and I worked hard to get it fit\nfor sleeping in that night. I was· up working till midnight. The\nservants had gone to bed a little before. Just at 12, as I was un-\ndre88ing, I heard footsteps go downstairs-the stairs were just outside\nDigitized by Google\n\f106 Jo'Umal of Society for P8ychical Re8earch. [May,l881.\nmy bedroom door. (The house was a. two-storied honse, with a.\nloft at the top.) I concluded it wa.s one of the serva.nts. The same\nthing occurred the next night; a.nd, on the third night, getting a.ngry with\nwha.t I supposed was foolish careleseness, I sat down just inside my bedroom\ndoor, with the candle in my ha.nd, prepa.red to pounce out on the culprit. I\nheard the steps descend the upper flight a.bove my room; I threw open the\ndoor, a.nd saw nobody; but I hea.rd the steps go downstairs. Then it flashed\n.acrose me tha.t we had been wa.rned a.ga.inst taking this house, a.s it wa.s\nhaunted. I had hea.rd from an Englishman who lived in Morla.ix, 16\nmiles a.way, that several fa.milies had left the hOllse on this a.ccount; but I\nhad paid no heed to the report, a.nd, indeed, had forgotten it.\nAlmost every night I used to hea.r these footsteps; and used sometimes\nto sit on the stairs holding the bannisters on ea.ch side with my ba.nds.\nNothing corporea.l could have pa.BBed me; but the footsteps distinctly pa.Bsed\nme. Two sta.irs in the bottom flight were in the ha.bit of creaking when\ntrodden upon; and when I hea.rd the steps coming, I would count, a.nd the\nerea.k ca.me always regula.rly on these two sta.irs. It was like a. hea.vy unshod\nfoot. One night, when I was sitting listening for my ghost, a. large rat came\ndown from upstairs, paBSed under my &rID (in those da.ys I wa.s a.fraid of\nnothing), and pa.Bsed down before me; so tha.t I could compare the sound it\nmade with the other sound. They were totally different.\nMy husband, and a gentleman who used nea.rly to live with us (since\ndead), hea.rd the sound almost every night, and they often watched with me.\nI ha.ve repea.tedly followed the footsteps up the stairs. The lIerva.nts a.lso\nheard the sounds, but they did not get nervous a.nd did not lea.ve. On the\nlanding of the second floor was a steep step-ladder which went up to the loft\nthrough a. sliding door ; a.nd I ha.ve repea.tedly followed. the steps up the\nladder, through the slide, a.nd &cross the loft, where they a.lways ended at\nthe outer wa.ll. It did not ma.tter to the footsteps whether the slide was\nshut or open.\nOne Sunday morning my serva.nt, Catrine, a.sked if I ha.d been ill in\nthe night, because she and the other serva.nt were sitting up la.te, preparing\ntheir caps, to go to the ea.rly Ma.ss, and the long latch of the door was lifted\nquietly, and the door pushed open quickly about half a.-yard; then the\ndoor wa.s pulled to again, and the latch dropped. They thought it must be\nI, a.nd that I must be ill, but Catrine went on to the landing. No one was\nthere; a.nd she looked into the two men serva.nt's rooms, a.nd found both of\nthem snoring.\nIt wa.s a new house (30 years old) a.nd had no cellars or ba.sement.\nC. BEAUMONT.\nWe have often had occasion to point out what a. wea.k claBS of evidence\nrwiB88 constitute, since they frequently have a. norma.l physical origin which\nca.n be easily conceived, if it cannot actually be traced. Stairs and boa.rds\nwhich have been trodden upon during the da.y will sometimes at night emit\nsounds due to the starting ba.ck of the wood to a. condition which the pressure\nhad disturbed. But this would be very unlikely to ha.ppen regularly in one\nstair a.fter a.nother, so as to give the idea. of progreseive footsteps; a.nd on the\n-\"'. whole, the case, if a.ccurately remembered, is a. puzzling specimen of its class.\nDigitized by Google\n\fMay,I887.] Journal of Society for P8ychical Research. 107\nG.-483.\nFrom Mr. D. M. Tyre, 157, St. Andrews-road, Pollokshields, Glasgow.\nOctober 9th, 1885.\nIn the summerof 1874, my sister and I went during our holidays to stay with\na gardener and his wife, in a house which was built far up, fully three-quarters\n()f a mile, on the face of a hill overlooking one of the most beautiful lochs in\nDumbartonshire, just on the boundary of the Highlands. A charming spot\nindeed, although far off the main roadway. We never wearied, and so\ndelighted were we with the place that my people took a lease of the house for\nthe following three years. From this point my narrative begins. Being\nconnected in business with the city, we could not get down to Glen M.\naltogether, so that my two sisters and myself were sent away early in May to\nhave the house put in order, and attend to the garden, &c., &c., for the\ncoming holidays, when we would be all down together. We had lots of work\nto do, and as the nearest village was five miles distant, and our nearest\nneighbours, the people at the shore, nearly a mile away, we were pretty\nquiet on the hill and left to our own resources.\nOne day, my elder sister J. required to go to the village for something or\nother, leaving us alone; and as the afternoon came on, I went part of the\nway to meet her, leaving my other sister L. all alone. When we returned,\nabout 6 p.m., we found L. down the hill to meet us in a rather excited state,\nsaying that an old woman had tltken up her quarters in the kitchen, and was\nlying in the bed. We asked if she knew who she was. She said no, that the\nold wife was lying on the bed with her clothes on, and that possibly she was\na tinker body (a gipsy), therefore she was afraid to go in without us. We\nwent up to the house with L.; my younger sister L. going in first\nsaid, on going into the kitchen, \"There she is,\" pointing to the bed,\nand turning to us expecting that we would wake her up and ask what she\nwas there for. I looked in the bed and so did my elder sister, but the\nclothes were flat and unruffled, and when we said that there was\nnothing there she was quite surprised, a.nd pointing with her finger said,\n\"Look, why there's the old wife with her clothes on and lying with her head\ntowards the window\"; bllt we could not see anything. Then for the first\ntime it seemed to dawn upon her that she was seeing something that was not\nnatural to us all, and became very much afraid, and we took her to the other\nroom and tried to soothe her, for she was trembling all over. Ghost! why\nthe thought never entered our minds for a second; but we started chopping\nwood and making a fire for the evening meal. The very ideaofanyone being in\nthe bed was ridiculous, so we attributed it to imagination, and life at the\nhouse went on as usual for about two days, when one afternoon, as we were\nsitting in the kitchen round the fire, it being a cold, wet day outside, L.\nstartled us by exclaiming, \"There is the old woman again, and lying the\nsame way.\" L. did lIot seem to be so much afraid this time, so we asked\nher to describe the figure; and with her eyes fixed on the bed and with\nmotion of the finger, she went on to tell us how that the old wife was not\nlying under the blankets, but on top, with her clothes and boots on, and\nher legs drawn up as though she were cold; her face was turned to the wall,\nand she had on what is known in the Highlands as a \"sow-backed mutch,\"\nthat is, a white cap which only old women wear; it has a frill round the\nDigitized by Google\n\f108 Journal of Society for Psychical Research. [May, 1887.\nfront, and sticks out at the back, thus.* She also wore a drab coloured\npetticoat, and a checked shawl round ber shoulders drawn tight. Such was the\ndescription given; she could not see her face, but her right band was hugging\nber left arm, and she saw that the hand was yellow and thin, and wrinkled\nlike the hands of old people who have done a lot of hard work in their day.\nWe sat looking at the bed for a long time, with an occasional bit of\ninformation from L., who was the only one who saw the figure.\nThis happelled often-very often, indeed so frequently that we got;\nused to it, and used to talk about it among ourselves as \"D.s old woman.\"\nMidsummer came, and the rest of our people from the city, and then\nfor the first time we became intimate with our neighbours, the two or three\nfamilies at the shore. On one occasion my elder sister brought up the subject;\nbefore a Mrs. M'P., our nearest neighbour, and when she described the\nfigure to ber,Mrs. M'P.well-nigh swooned away, and said that it really was the\ncase; the description was the same as the first wife of the man who lived in\nthe house before us, and that he cruelly ill-used his wife, to the extent that\nthe last beating she never recovered from. The story Mrs. M'P. told runs.\nsomewhat like this, of which I can only give you the gist:-\nMalcolm, the man of the house, and his wife Kate (the old woman),\nlived a cat and_ dog life; she was hard-working, and he got tipsy whenever-\nhe could. They went one day to market with some fowls and pigs, &c., and\non their way back he purchased a half-gallon of whisky. He carried it part of\nthe way, and when he got tired gave it to her; while he took frequent rests\nby the wayside, she managed to get bome before him, and when he came-\nhome late he accused her of drinking the contents of the jar. He gave her-\nsuch a beating that he was afraid, alld went down to this Mrs. M'P., saying-\nthat his wife was very ill. When Mrs. M'P. went up to the house she found\nKate, as my sister described, with her clothes on, and lying with her face to-\nthe wall for the purpose, as Mrs. M'P. said, of concealing her face, which\nwas very badly coloured by the ill-treatment of her husband. The finish-uJ>'\nwas her death, she having never recovered.\nThe foregoing is as nearly a complete compendium of the facts as I, with\nthe help of my sister J., can remember.\nMy sister L. is now dead, but we often go back to the house, when we\nare allY way near the locality, because it is a bright spot in our memory.\n(Signed), D. M. Tnuc.\nMr. Tyre adds, in a letter to Mr. David Stewart, of Kincaid House.\nMilton of Campsie, N.B., who procured this account for us:-\nI was at the house last month; there is no one in it just now; the last\ntenant has gone abroad, and the house is somewhat dilapidated, and the\ngarden a ruin. We had a look through the window at the old kitchen, and\nsaw our own grate still remaining.\nMr. Stewart wrote to us 011 August 13th, 1885 :-\nI know how valuable the actual names aDd localities would be, as well\nas Mrs. M'P.'s independent account, but I have asked 80 repeatedly, and been\ntold that Mrs. M'P. had great objections to publicity, in case it would rake\nup old stories connected with the case, that I do not like to ask again.\n* A sketch of the profile was here given.\nDigitized by Google\n\fMay. 1887.] .Journal of Society for Psychical Re8earch. 109\nCORRESPONDENCE.\nTHE THREE MENTAL CONDITIONS IN THE MINDS OF\nTELEPATHIC AGENTS.\nTo tke Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nDEAR SIR,-In the February Journal, I put forward an idea, without\n-adopting it as opinion, that an agent's success in experimental thought-\ntransference might be found to be in the ratio of his belief that the idea in\nhis mind would arise in the mind of the percipient. There is no evidence\nfor this in recorded experiments. I therefore abstained from speculating\nhow far a similar condition in the agent's mind would be efficacious in spon-\ntaneous telepathy.\nA reverse process is in fact the right one. Spontaneous telepathy is\nthought-transference under the microscope. If mental conditions can be\nnamed as always present in the agent's mind in spontaneous telepathy, then\nit may be concluded that these are the conditions which ought to be in the\n-agent's mind in experimental thought-transference, and which are in fact the\nconditions of success. I believe such conditions can be named and that they\n-correspond to those cOlJtained in the idea I put forward last·month. The\n.great importance of successful experiment, and the great importance to that\nend of a due understanding of the mental conditiuns involved, induce me\n.again to address you, from a different point of view, upon the same subject.\nI. The Comm~ Concept.-From the evidence for spontaneous telepathy,\nthere appears to be almost universally preseut in the minds of agent and\npercipient, A and B, the common concept B. This concept is one in its\nnature, elastic, fragmentary, varying. It will be useful to compare it to\nthe dawn. Now it is all but an abstract idea., as the dawn is at first but a\nfaint ray. Now it seems as if it would contain all that B thinksand perceives,\n.as the whole horizon may become flooded. Generally it contains a limited\npart only of B's experience, as when through a break in clouds, a bright\npatch of sunrise may be seen changing in dimension and form. And to\npursue the analogy, just as the sun rising may be so hiddt'n by clouds that\n·only at a particular point a solitary beam pierces them; so, not in ordinary\nlanguage the concept B, but some included particular ('.oncept in B's milld\n·(for example, the tomb in the De Freville case), may coincide with a concept\nin A's mind. Nevertheless, for such cases it will be convenient here to take\nthe part for the whole, the sunbeam for the sun, and to regard the existence\nin A's mind, as well as in B's, of the common concept B, as the universal\n·condition of telepathic action by A upon B. Through it, we must\nsuppose, B perceives A. And here again it will be convenient always to\nregard B as perceiving A, whether A be phantasmally represented in\nbodily form or by some other phase. Of the, in a special sense, particnlar\nconcepts, only that of locality has been discerned by the authors of\nPhanta8'11Ul ofthe Livin.9 as a comolon concept in some cases. Perhaps this is\nbecause it is more likely to be a common concept than any other concrete\n-concept of this kind. To abstract common concepts, I will make a reference\nlater.\nDigitized by Google\n\f110 J01.wnal of Society for P8ychical Re8earch. [May, 1887.\nBut observe how convenient the common concept B, regarded as a con-\ndition, is in the collective cases. If B has companions at the time of his\nexperience, they also would have with A the common concept B, and, other\nthings equal, might be telepathically impressed. And if one, C, though\npresent, had no concept of his companion B, exceptionally, he might not\nhave an impression. And if another, D, had a considerably modified concept\nof B, he might have a modified impression. And if B were possessed by\nany idea and more or less dead to impressions, then possibly E, attent upon\nhim, might have a full impression, while B himself had none.\nNow for the reciprocal cases. If to the common concept a common\npercept be added, the condition is likely to be still more effective, and more-\nover enable A to perceive B, as well as B, A. In states of apparent\nunconsciousness, what would be waking ideas become hallucinations, that is,\npercepts; and if A has such a percept of B, upon the analogy of the unifi-\ncation of the common concept, there might be unification of the common\npercept, (in fact if the one, then necessarily the other) A's per-\ncept of Band B's percept of himself becoming coincident not only in\ntime, but in space. A would actually perceive B ; but in doing so, A's per-\nception would be coalescing with B's, and he therefore might perceive not\nonly B, but all else that B perceives, the locality, the persons present. In\nother words, A would become clairvoyant. And now that A clairvoyantly\nperceives B, the common percept, of which the common concept is only the\npenumbra, is likely to be more effective in enabling B to perceive A. And\nthis applies equally to C and D.\nThe operation of the common percept must be supposed exemplified in\nthe very curious phenomena of simultaneous dreams, which would otherwise\nbe the only instance I have found of thought-transference without con-\nditioning community of thought. A, dreaming of, or having in his dream a\npercept of any sort, of B, enters by that percept into the external dream-\nworld of B and clairvoyantly perceives it, perhaps manifesting himself at\nthe same time telepathically. For there can be no reason for confining\nclairvoyance to the waking world, both it and the world of dream being\nperception, with the immediate objective correlate (if there be such), in the\nbrain.\nII. Relation.-A is intent upon the concept B. He realises B in his\nimagination. B therefore assumes his proper magnitude, and therefore\ninversely proportional distance in A's imagination. A and B therefore are\nbrought into close imagined space relation, either, generally, by the\nprojection of A or sometimes by the attraction of B, in A's imagination.\nIt is, then, the idea of A and B in close space relation which is flashed t(}\nB, of which the B component, whether it is concept or has deepened int(}\npercept, is naturally not perceived by B, it being coincident with that\nperpetual concept, or perpetual percept which B has of himself. It is the\nA component which he perceives, more or less infected with A's perception\nof himself.\nHere is the place just to observe that A could not conceive any abstract\nconcept in space relation to himself. Therefore an abstract common concept\ncould not bring him into space relation with B. One would think, at the\nDigitized by Go\n\f.May. 1887.] Jou'MUJ,l Of Society fm' P8ychical Research. 111\nmost, it could not produce more than a thought of A in B's mind; but\nprobably for other reasons it would never be operative.\nIII. The Unconceived Negative.-Other things equal, telepathic action\nwould be in the ratio of the vividness in the mind of A of his idea of the\nrelation A to B. This idea would be most vivid in states of apparent\nunconsciousness, when the relation would be conceived as existing without\nany negative conception that it did not exist. And in the waking state of\nabstraction, the relation may be ideally conceived as existing without any\nnegative conception that it does not exist, especially when the relation is one~\nas in arrival and other cases, which will in brief time necessarily exist-when\nit is conceived absolutely as existing in the future, a sort of distance\nbut faintly apprehended, the object being seen close upon the mental eye.\nAnd if the abstraction deepened into reverie, the concept might become per-\ncept, and clairvoyance follow as suggested above. But especially is this\nabsence from A's mind of the conception of the non-existence of the relation\nA to B to be dwelt upon in the case of those sudden and automatic move-\nments of thought which occur at moments of great crisis. As an illustration\nof my meaning, see case 339 in PhantaMTt8 of the Living. The agent, thrown\nfrom a horse, called out \"Johnnie,\" because \"she fancied Johnnie was\nbehind her,\" although she knew he had not accompanied her, and was miles\naway. And Johnnie heard her. This fancy, no doubt, was but ofmomentary\nduration, and was forthwith negatived by the memory of his absence. I\ncannot sufficiently express my gratitude to the agent for recording it, for\notherwiSe the evidence of this \"unconceived negative\" would be confined in\nthis last class of cases to the introspective imagination. Realisation of\nthe mind's action at a sudden crisis should, however, show it to be natural,\nreasonable, certain in many cases. Itis a question of habit. In the case cited,\nthe agent had been accustomed to have Johnnie accompanying her in her\nrides. Old beliefs may cause an excited Atheist, I think, to use the word\nGod without a negative conception. ADd the drowning boy many call \"Help~\nfather,\" with a momentary unnf'gatived <:onception either that the wonted\nhelp is at hand, or that his cry might be heard as of old in the far-oft' home\nto which ill imagination he has projected himself.\nGenerally, then, and leaving out of view physical conditions, I would\nsuggest that the mental conditions in the mind of A of telepathic action are,\nthe common concept B, the idea of relation A to B, and the more or less\nabsence of the negative conception that this relation does not exist in\nreality.\nNow, the idea that I put forward in the February Journal was that an\nagent's success in experimental thought-transference would be ill the ratio\nof his belief that the idea in his mind would arise in the mind of the\npercipient.\nI. The percipient is the common concept B.\nII. The Idea of \"the idea in A's mind arlslDg in the mind of\nB,\" is the Idea of the relation A to B, A being represented in the\nrelation by a particular phase of his consciousness, the idea to be trans-\nmitted.\nIII. The belief that the idea to be transmitted will arise in B, is the\nDigitized by Google\n\f112 Journal of Society for Psychical Research. [May, 1887.\nunnegatived conception of this relation, or the conception of the idea arising,\nllnnegatived by the conception of its not arising.\nI might be allowed, in conclusion, to refer again to my suggestion that the\nwill is belief. In that case will is the conception of an action taking place,\nunnegatived by the conception that it will not take place. I believe that a\nsingle movement closely observed must now prove to anyone the correctness\nof this definition. I believe, also, very little progress can be made in\np\",ychical experiment until the mental tools are understood.\nI am, dear Sir, yours sincerely,\nC. DOWNING.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-On seeing my record of table-tilting experiments in last month's .\nJournal, I am struck by one passage which may justly give offence to a.ny\nreader holding the Spiritilalistic explanation of such phenomena. I should\nstand self-condemned as unworthy to take the humblest part in a scientific\ninvestigation, had I really meant that I should object to experiment with\nthose\" who would regard the matter as the work of spirits.\" In reality I\nshould regard it as an additional safeguard of accurate observation if the\noperators differed as to the probable explanation of the facts. But in my\ncarelessly-penned passage, I was referring to some young ladies, of not too\nwell-disciplined minds, who, because they treated the phenomena as the\nwork of spirits, got into a state of nervous excitement, injurious to them-\nselves and prejudicial to the success of our experiments.-I am, Sir, &c.,\nMARIAN GREEN.\nSUPPLEMENTARY LIBRARY CATALOGUE\nThe following additiom have been made since the lcut li8t (Journal for .April):-\nHELLENBACH (Baron), Birth and Death as a Change of Form of\nPerception. From the German. By\" V.\" (2 copies) ...Lorulon, 1886*\nDE ROCHAS (A.), Les Forces non D6finies..............................Pam, 1887\nDESPINE (Dr. Prosper), Etude Scientifique sur Ie Somnam-\nbulisme ....................................................................•Pari8, 1880\nDUFOUR (Dr. E.), Contribution a I'Etude de l'Hypnotisme...Grenobk, 1886\nFl!.M (Dr. Ch.), Sensation et Mouvement................................Pani, 1887t\n\" \" \" \" (a second copy)...........Pam, 188n\nLE LOTUS. Revue des Hautes Etudes Theosophiques. No.1 Pari\" 1887§\nREVUE DE L'HYPNOTIBME. Nos. 1-10. ...............................Pam, 1886-7\n*Presented by the Eclectic Publishing Company.\nt Presented by the Author. ::: Prssented by the Publisher.\n§ Presented by the Editor.\nDigitized by Google\n\f","_id":436}