{"name":"Journal of the Society for Psychical Research 5918","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n42_jul_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N42, July 1887","mylang":"de","content":"No. XLII.-VoL. III JULY, 1887.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Associates.. •. .. .. ..\nMeetinp; of Council .. .. .. . .\nGeneral Meeting .. .. .. .. ..\nCases Received by the Literary Committee\nCorrespondence .. . . .. ..\nSupplementary Library Ca.talogue\nNEW ASSOCIATES.\nBALL, THOMAS STA\"~LEY, Spring Bank, Fulwood, near Preston.\nPAGE\n•• 129\n•• 129\n•• 130\n•• 182\n.• 136\n.. 148\nCHURCH, MRS. MARY M., Ashland, Schuylkill Co., Pennsylvania,U.S.A.\nELLIS, MRS. ROBERT, 40, Keppel-street, Russell-square, London, W.C.\nFox, ST. GEORGE LANE, National Liberal Club, London, S.W.\nFREEMAN, MISS ADELAIDE C., Holcombe Cottage, Westcott, Dorking.\nKUHLENBECK, DR. LUDWIG, Osnabriick, Germany.\nTINCKLER, MRS., 496, Oxford-street, London, W.\nTEVEZ, VICTOR P., Llandaff House, South.road, Clapham Park,\nLondon, S.W.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on the 17th of June, the following\nMembers were present :-Professor H. Sidgwick (in the chair),Professor\nW. F. Barrett, Messrs. Edmund Gurney, F. W. H. Myers, Frank\nPodmore, and H. Arthur Smith.\nThe Minutes of the previous Meeting were read and signed as correct.\nEight new Associates, whose names and addresses are given above,\nwere elected. .\nIt was agreed that two Members, Mr. Oscar Browning and Miss A.\nM. M. Hogg, should, at their request, continue as Associates.\nThe decease of Mrs. Georgiana B. Kirby, of California, an Associate\nof the Society, was recorded with regret\nIt was agreed that the names of five Members and Associates, whose\nsubscriptions had remained for some time unpaid, or whose present\naddresses could not be ascertained, should be struck off the List.\nCash accounts for the moriths of April and May were presented in\nthe usual form.\nIt was resolved that the issue of the Journal should be suspended\nduring the months of August and Septeml>er.\nThe next ME\".eting of the Council was fixed for Friday, the 29th of\nJuly.\nK\nDigitized by Google\n\f130 Journal of Society for Psychical Research. [July, 1887.\nGENERAL MEETING.\nA General Meeting was held on Friday evening, June 17th, at\nthe rooms of the Society of British ArtistiS, Suffolk-street, Pall Mall.\nProfessor Barrett took the' chair.\nMr. F. W. H. Myers read a paper on \"Active and Passive Automa-\ntism-the Dremon of Socrates,\" of which the following is an abstract :-\nThe subject of Automatism widens as we look into it ; and in order\nto understand the automatic writing which was our first subject of\ninquiry, we have to take account of analogies of many kinds. In our\nlast paper we discussed some pathological cases which showed a.\ntendency to the formation of a separate mesmeric chain, or secondary\npersonality, resembling the soi-disant personalities which communicate\nthrough planchette. To-day I wish briefly to review some other modes of\nautomatic self-manifestation, message-bearing or annunciati'Ve like\nplanchette, but some of them active in ways other than writing, and\nsome of them apparently passi'Ve,-or, as I prefer to put it, messages\nby one stratum of the self to another through sensory .rather than\nthrough motor channels.\nWe will take first a mode of auto~atism closely analogous to writing,\nwhich can be easily practised, and which has been often misunderstood.\nI mean table-tilting; the attainment of a message by tilts of a table\n(not raps proper, which are a different thing), so managed as to spell\nout the letters of the alphabet. This is the simplest form of verbal\nmessage; as employed, for instance, by prisoners in contiguous cells.\nThese tilts, we may for the present assume, are due to unconscious\nmuscular pressure on the part of the sitter or sitters; but the messages\nthus obtained afford a curious inlet into the chaos of fragmentary\ncerebration which is always proceeding within us. [Instances given,\nand co-operation in experiment earnestly asked for.] Another form of\nactive automatism is automatic utterance or trance-spea.king. But\nbesides these automatisms which run parallel to the active or motor\nside of verbalisation--i.e., to word_writing and word-uttering-there\nare automatisms which run parallel to the sensory side of varbalisa-\ntion-to word-hearing II-nd word-seeing. It is true that messages thus\nconveyed to the conscious self are not usually classed as automatisms,\nbut as hallucinations; yet they are fundamentally the same phenomenon.\nThey represent messages travelling upwards, so to speak, from uncon-\nscious to conscious strata of the self, thus effecting their purpose by\nthe externalisation of sensory images, rather than by muscular move-\nment. Where these messages come up from what may be termed the\ndream-stratum, as in dreams or madness, the close intertexture of\nsensory and motor elements is obvious enough. Our' dreams are a\njumble of incipient vision, incipient audition, incipient speech. Th.,\nDigitized by Google\n\f.July, 1887.] Journal of Society for Psychical Resea1'Ch. 131\nmadman sometimes vociferates incoherently himself, sometimes listens\nto the imaginary utterances of persecutors or angels. Again when the\nmessages travel up from the ltypnotic stratum, sensory and motor effects\n.are practically interchangeable. When we inspire a post-hypnotic\nsuggestion it is equally easy to make our subject speak or write, or to\nmake him hear or see hallucinatory words.\nGoing deeper down to the telepathic stratum of our being, we find\nthat telepathic messages (as the cases cited in Phantasms of tlte Living\n.show) sometimes work themselves out in a motor form-prompting to\nwriting, speech, or movement of a more general kind; and sometimes in\na sensory form, as hallucinations of sight, hearing, or touch. Following\nthese analyses, it is natural to inquire whether any phenomenon-\nautomatic in the sense of not being consciously originated-exists on\nthe sensory side in parallelism with the phenomena of automatic\nwriting and speech. It is plain that an automatic activity of the word-\n.seeing centre (if more than a mere delusive hallucination) wQuld be a\nkind of clairvoyance. An automatic activity of the word-hearing centres\n(again assuming that something deeper than mere insane delusion is\ninvolved) would result in what are called monitory voices-a more or\nless completely externalised audition, whose substance is at least\ncoherent, and perhaps superior in sagacity to the subject's conscious\ntrains of thought.\nThe Dremon of Socrates affords a conspicuous historical instance\nQf such monition ;-difficult to expla.in except on the view that a\nprofounder stratum of the sage himself was thus communicating with\nthe superficial or conscious stratum, in messages indicating at least a\ndeeper insight--perhaps a wider purview-than the conscious Socrates\ncould attain.\nThe voices which inspired Joan of Arc were of the same kind.\nHere, too, we have a message penetrating from the subconscious to the\nconscious strata of the personality, and acting as a stimulus to draw\nQut from the organism its maximum of force. Nor need such an\ninterpretation be in reality less encouraging than was the reference of\nthe voice to a divine power by Socrates, or to saints and angels by\nJoan. If there be something deep within us which prompts to noble\naction, even when that action manifestly leads to death, we may\nconjecture that tltat cannot be an evil to which we are thus authorita-\ntively invited.\nA short discussion followed the reading of this paper. Mr. Lane\nFox insisted that a true conception of the Self could not be reached\nexcept by the aid of Oriental philosophy. Major Taylor referred to the\ndifficulty of supposing that a message tilted out by a table at which\nseveral persons were sitting was a reflection of the unconscious action\nK 2\nDigitized by Google\n\f132 JO'\/J\/fflal of Society for Psychical Research. [July, 1881.\nof some one of them alone. Mr. Lockhart reported a case where the\nmovements of the table appeared to be such as unconscious pressure\ncould not have caused. Mr. Myers, in reply to Mr. Lane Fox, pointed\nout that, whatever truths might be in Oriental philosophy, the raison\nd'2tre of the S.P.R:. consisted in the application, as far as possible.\nof the scientific method to problems hitherto left to metaphysical\nor religious speculation. He admitted the difficulty urged by Major-\nTaylor, and advised careful experiment as to the effect on the auto-\nmatic a.nswers of the presence or absence of each presumed automatist.\nin turn. In reply to Mr. Lockhart, he urged the use of some simple\ncontrivance which should make it mechanically impossible to communi-\ncate movement by mere pressure,-as by protecting a tongue of wood\nby a cardboard penthouse, on which the hands might be laid. Until\nmovements could be induced either without contact, or with contact so\napplied as to be demonstrably unable to produce the movement, the\nmere impression of the automatist that the movement was independent\nof his pressure could not be held conclusive.\nThe Chairman reinforced the appeal for further experiment.\nThe Meeting then assumed a conversational character.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nG.-179\nFrom Mra. Morris, of Pentrabach, Trecastle, Breconshire.\n'this account originally appeared in Rifts in the Veil (p. 101), published\nin 1878, by Mr. W. H. Harrison. It is there reported, from memory\napparently, by Miss Theobald. The account has been sent to Mrs. Morris,\nwho accepts· it as correct. The account has also been read through\nand signed by Miss E. B. B. (the sister who was present at the scene last\ndescribed), who refuses, however, to write an independent account, or to\nallow her name to be given.\nFrom Rifts i1~ the Veil, p. 101 (published 1878).\nOne cold winter's night I awoke, and to my great surprise I found there\nwas bright firelight in the room. I sat up in bed and noticed that the\nordinary grate was not to be seen, but in its place appeared an old-fashioned\nopen hearth upon which was blazing a splendid fire, the light of which filled\nthe room and had woke me up. I saw a small strip of carpet laid down in\nfront of the fire, but there was no fender. When we went to bed there had\nbeen a large fender, but no carpet and no fire.\nAs I looked with astonishment, I particularly remarked a bright pair of\nbrass fire-dogs, with very curious and pretty twisted fireirons resting upon\nthem. By the side of the fire was a beautifully-carved oak arm-chair,\nmade with a square seat, the point of which was in front, and a rounded\nback. It was such a chair as was used 200 years ago. In this\nchair was sitting an old man; he was resting his elbow on the arm of the\nchair, and with his hand supporting his head; he was looking directly\ntowards me, with an intent, sad gaze.\nDigitized by Google\n\f.July,1887.] Journal oj Society \/01' p'<jychical Resea1·ch. 133\nHe was dressed in the style of the' olden times-200 years ago-with\nknee breeches and stockings. I noticed, curiously, the flicker of the fire, as\nit was r:eflected in his bright knee and shoe buckles.\nI woke my sister, who was sleeping with me. saying, \"Do you not see\nthat old man sitting by the fire 1\" She sat up by my side. but saw nothing,\n.and advised me to .. Go to sleep,\" advice she acted upon herself, but I lay\ndown and shut my eyes for a time, then sat up, and again saw the scene that\nI have described, and watcHed it for some little time, for I was not in the\nleaSt frightened, not even at the sight of the old man, and I often wish I had\n.spoken to him. At last I lay down and went to sleep. On awaking in the\nmorning, my sister asked me what I had been talking about in the night,\nfully admitting that when I awoke her I was myself most fully awake, and\nnot in a dreaming condition. We had been living in the house about two\nmonths when this occurred, and we found that it was known throughout the\ntown to be haunted. We lived there nearly two years, and during the\nwhole time were annoyed by mysterious knockings and noises, but the\n.\" White Lady\" did not show herself until just as we were leaving.\nMy father and mother had already returned home, sending me, with my\n.younger sister and a young housemaid, to finish the packing up. On the\nSaturday evening my sister and I went out, leaving the servant to cord some\n.boxes, and put the rooms in order; we did not return till past ten o'clock,\nwhen, to our surprise. we found the servant sitting in the hall with the front\n-door open. She began to cry on seeing us, saying she had been much\nfrightened. She told us that after we had gone out, and she had. changed\nher dress, as she was coming out of her room, which opened on to th.. front\n-staircase, she thought she saw me coming upstairs, only I had changed my\ndress, and had on a long white one; she exdaimed, \"Oh! Miss A., you are\nnever going out, just now, in your best white dress?\"\nBy the time she had said this the figure was close up to her; then she\nsaw it was a woman, dressed in a long trailing gown of some white material,\nbut she could not distinguish any face. The figurll stopped when quite close\nto her, and suddenly she thought what it really was--the ghost I-upon\nwhich, with a scream, she sprang over the flowing train, ran down into the\nhall, and had been sitting by the open door ever since. She had seen the\nfigure walk into the drawing-room.\nThe girl was so much alarmed that I told her she could make up a bed\nfor herself in the room that I, with my sister, was occupying. It was the\nbedroom where I had seen the old man by the fire. That night passed\nquietly, but the next night a strange thing happened. We were very late;\nit was past tweh-e before we all three retired to our room. You will\nunderstand that there was no one else in the house but our three selves. As\nthe door would not latch securely, I placed before it, to keep it shut, a chair,\nwith a heap of things upon it. The servant and my sister were in bed.\n1 was standing by the dressing-table, when suddenly the door was pushed\n,open so violently that the chair was thrown out into the middle of the room.\nI turned round sharply, and there saw, standing in the doorway, the tall\nfigure of a woman in Do long white dress, such as had been described by the\n.servant. The sudden opening of the door had so terrified both the servant\nDigitized by Google\n\f1B4 Journal of Society fOT Psychical Research. [July, 1887L\nand my sister that I was compelled to give my attentioq to calming both or\nthem down. I did not tell them what I had seen, as I would not frighten\nthem more. I should add that when the figure went away, the door was.\ndrawn to again.\nSome few minutes passed before I had quieted my sister. I then lighted\na night-light, and put out the candle preparatory to getting into bed myself.\nTo my surprise 1 saw, when the room was thus darkened, that there was a..\nbright seam of light all round the door, which would not close tightly. I\nwent and opened the door, and found the whole passage illuminated by this\nwhite light, as light as day, but I saw no more of the figure. This frightened'\nme dreadfully, but I could only jump into bed and feel glad it was our last\nnight in that house.\nI should say that for many years that room had been nailed up as unfit.\nfor occupation, on account of the haWlting; it had not been very long un-·\nfastened when we went to stay there. E. B. B.\nMrs. Morris adds :-\nPentrabach, Trecastle, near Brecon, South Wales.\nAugust 31st, 1884.\nI have carefully read over the account you forward me of my singular'\nexperiences at Lyme Regis, and shall proceed to answer your questions as.\nfully as is in my power.\nAs to the duration of the apparition, as far as I can remember from ten.\nminutes toa quarter ofan hour. I certainly saw the whole scene as described.\nduring the time my sister sat up by my side.\nI fear the servant cannot be traced, but will make the attempt. She left\nourservice six or seven years ago.\nI found a curious account of the house in a.n old history of Dorset, but.\nhave never heard any perlon describe appearances in the house. Callers used.\nto asked if we knew \" Judge J effrays\" had stayed in the house, and if we had.\never heard it was supposed to be haunted, &0.\nThis, I should explain, was not until after the appearance of the old man,.\nwhich took place very shortly after we went there.\nThis will answer also yQur eighth question, as numbers of people had\nmade these remarks half laughing. The landlady was extremely angry at.\nour mentioning these things, and threatened to summons the servant if\nit was repeated, or indeed anyone that interfered with the letting of her-\nhouse, which \\Vas my reason for not wishing the name of the house to be,\npublished.\nYou are quite welcome t.o use my name, should you ever see fit; to.\npublish this account. MARY ETHEL MORRIS.\nMrs. Morris writes again :- &ptemheT 9th., 1884.\nI anl enclosing my sister's written account of my curious experience at\nLyme Regis in 1875. r will copy what she says about the dates, as I thought.\nshe has a clearer idea of them than I have.\n\"I am anlused at your vague idea of the time we went to L--. We,\nwent there Oil the 16th of December. 1874, one year after papa was taken\nill, which, as you remember, was the 16th of December, 1873. Probably I\nhave more 1'6as011 for remembering all that happened along there than you.\nDigitized by Google\n\fJuly,1887.] JO'lJ,rnal Of Society for Psychical Research. 135\nhave. We went to the Christmas dance, and it must have been early in\nFebruary that' one Jones' appeared to you, as -- came down for a week\nfrom the 21st of January, and it was not until after he had left, but it was\nnot long after.\n\" You returned to Brooke Lodge in September, 1876, the 21st or 22nd.\nIt was, I know, a day or two after the lair, so that Mary Ann's experience\nmust have come off on the night of the 18th or 19th.. I can, I expect, get\nMary Ann's address, if you like.\"\nFrom Miss Lucia B., sister of Mrs. Morris.\nTopsham, South Devon, September 4th, 1884.\nAlthough I have constantly heard of strange things happening in the\nhouse in which we lived for nearly two years, I myself never heard or saw\nanything beyond the slamming of doors at night, doors which we knew to be\nlocked. With respect to what my sister saw one cold night early in February,\n1875, I perfectly recollect her awaking me and saying she saw an old man\nBitting in front of the fire·place, in which she aBBerted there was a large fire.\nI myself saw only that it was very dark, but I am fully convinced that my\nsister was quite awake and not dreaming at the time, also that she sawall\nthat she has stated at that time, and also the later appearance.\nLUCIA C. B.\nMrs. Morris writes again :- September 17th, 1884.\nYou will by now have received my letter enclosing my sister's statement\nand Miss Theobald's account of my experiences at L--. Her account is\nmuch in the form I gave it her, and I did not see in it anything that required\naltering.\nI enclose a short account of the noises I spoke of, and of my own personal\nexperiences in different ways. I have often spoken of them among friends,\nand certainly have neyer, to my knowledge, been the subject of hallucinations\nin any way (i.e., except such as have been veridical or doubtful.-F. P.).\nDuring our stay of nearly two years' duration in the house before spoken\nof at L-, we were constantly hearing odd noises, generally at night, or at\nevening. A door leading to a cupboard in the drawing-room (which was\ndirectly under my bedroom) would sometimes bang loudly, although I and my\nsister, who shared my room, had carefully locked it before retiring for the\nnight. This was of frequent occurrence. Also the sound of a heavy tread\ncoming upstairs towards our room door, which sounded like the tread of a\nperson coming slowly upstairs and wearing heavy boots, and always pausing\nwhen apparently close to the top. This sound was of a lesa frequent\noccurrence, and we sometimes thought might have been caused by rats.\nThe house being old, rats abounded. On one occasion, when sitting up with\nmy father, both he and I and the servant, who had gone that instant to a\nbedroom opposite for a few hours' sleep, heard a most piercing and awful\nscream ; so terrible was it that my father started up with the exclamation,\n\"Good God I What's that 1\" I sprang from my chair, and Charlott-., the\nservant. came to the door in horror to know if I had \" heard that.\" She had\ngone to my mother's room, who was quietly asleep; and on going from\nroom to room we found eyery member of the family asleep. The scream\nDigitized by Google\n\f136 Journal of Society for Psychical Resea'l'Ch. [July, 1881.\nlasted some secoRds and seemed to fill the air of the whole house. It was\nbeyond description. '\nOctober 22nd, 1884.\nAs to the disturbances at L--, I only remember hearing the sound of\nthe door we had locked bang loudly. It was, to the best of my remembrance,\nalways locked in the morning.\nI must tell you, as I should have done at first, that I am one of\nfour sisters, and that it was my sister Lucia who was with me at the\ntime I saw the old man, but my sister ,Edith at the time the figure of\nthe woman came and the room door was opened. I shall be writing to her\nthis week and will ask her to tell me what she remembers of the event.\nCORRESPONDENCE.\nTo the Editor of the JOURNA.L OF THE SOCIETY FOR PSYCHICAL RESEA.RCH.\nSIR,-In Part XI. of the Society's ProceedincJs, the paper describing how\nMr. Eglinton was detected by Professor Carvill Lewis and others in the\nperformance of fraudulent slate-writing, was introduced by two accounts of\nwhat were considered by the witnesses to be genuine and conclusive seances:\nand I was asked to annotate these accounts with the object of showing why\nwe regarded them as inconelusive. I observe, in Light for June 18th, that\n\"M.A. (Oxon.),\" the writer of one of these accounts, thinks the character of\nmy notes \"extremely captious.\" I mention this, not as complaining of the\nexpression, which I regard as very natural considering that he states thai\nhe has \"not had an opportunity of studying with care\" the experiments of\nProfessor Co.rvill Lewis.and Mr. Davey; my desire is rather to emphasise-\nwhat others besides\" M.A. (Oxon.)\" may possibly have failed to catch-the\nintimate connection between my notes and these experiments. For the\nnovelty and interest of Mr. Davey's investigations lie precisely in the proof\nthey afford that the kind of suggestions of mal-observation ud lapse of\nmemory which I have made in the case of .. M.A. (Oxon.)\" and others, are\nnot captious or over-refined. We can now refer to a laTge accumulation of\nevidence, proving that mal-observation and lapse of memory of the kind and\ndegree required do actually occur, and so frequently that we cannot fairly\naccuse the witnesses of unusual or culpable carelessness.\nTake an instance :-\" M.A. (Oxon.)\" thinks it a.bsurd to suppose that\nat his seance Mr. Eglinton himself read the number of the cheque enclosed\nin the locked slate. Why is it absurd, when we find a more surprising\nconjuring performance of Mr. Davey's thus desclibed (see Proceedill,gs, XL,\np. 471):-\n\"The next thing he showed me was a slate which locked up with a patent\nlever lock. After I had washed the alate, he asked me to write down on the\ninside any question I liked, then put a piece of chalk in, lock it up, and put\nthe key in my pocket. The question I asked was, ' What kind of weather\nshall we have to-morrow l' He was out of the room while I wrote it down,\nand it was locked up by the time he came back ; he then placed it on\nthe table, the gas being alight at the time, we joined hands and put thenl\non the top of the slate. After a little I again heard writing, and when I opened\nit there was the answer, in red chalk, each side of the slate: 'Ask the\nDigitized by Google\n\f,July, 1887.] Journal of Society for Psychical Research. 137\n·clerk of the weather.' It had been written with the piece of chalk I had\nput in. I am quite certain the slate had not been opened after I had locked\nit up.\"\nWhy could not Mr. Eglinton read and write down the number of the\ncheque in a locked slate under the observation of\" M.A. (Oxon.),\" if Mr.\nDavey could read and answer a question in a locked slate under similar\n,observation 1\nAgain, \"M. A. (Oxon.)\" challenges me to explain how Mr. Eglinton,\n,at a seance in Russia, read the number of a bank-note enclosed in a sealed\nenvelope. 1 do not think that I am bound to take up the challenge, since\nthe only account of the incident to which \"M.A. (Oxon.)\" refers is Mr.\nEglinton's own! But even if this account were confirmed by another wit-\nness of unquestioned probity, it would be sufficient to reply by another\nquestion. How did MI. Davey read the number of the coin in the case\n.described as follows (Proceedings, XI., p. 469) ;-\n\"I took a coin from my pocket without looking at it, placed it in an\n·envelope and sealed it up. I am certain that neither Mr. Davey nor myself\nknew anything about the coin. I then placed it in the book-slate together\nwith a piece of pencil, closed it as previously and deposit.ed it on the table;\n.a.nd havin~ placed my hands with those of Mr. Davey on the upper surface\nof the slate, waited a short time. I then unlocked the slate as requested,\n.and to my intense amazement I found the date of the coin written, by the\n.side of the env210pe containiag it. The seal and envelope (which I have now)\nremained intact.\" .\nIn the two cases I have quoted we know that mal-observation and lapse\n·of memory must have occurred from the nature of the description, combined\nwith Mr. Davey's assertion that the performance was mere conjuring. If\nindependent evidence is desired we may turn to a sitting at which Mr.\nHodgson was present. Take, for instance, the incident marked [c] at\np. 427, too long to quote, but ending thus ;-\n\" This test seemed to me perfect. The slate was under my own eye on top\n-of the tabJe the whole time, and either my daughter's hand or my own was\nplaced firmly upon it without the intermission of even a second. Moreover,\nwe closed and opened it ourselves.\"\nAnd read Mr. Hodgson's comment at p. 488 ;-\n\"This statement is erroneous. Mrs. Y. had not the slate under her eye\nthe whole time, nor was it the case tha.t either her daughter's hand or her\nown was placed upon it continuously.\" .\nI must further observe that, though anyone who reads carefully the\naccounts of Mr. Davey'S performances and of Mr. Eglinton's will, I think,\nperceive a striking similarity between tllem, it is not in any way necessary\nfor our argument to prove tllat they closely correspond. Our point is simply\nthat no materially greater amount of mal-observation and lapse of memory\nneed be assumed in order to explain any of Mr. Eglinton's performances as\nconjuring, than has been shown to have actually occurred in the case of Mr.\nDavey's sitters. All difficulty in supposing the whole of Mr. Eglinton's so-\ncalled mediumistic performances to he tricfs is thus removed, while at the\n.same time we have positiv3 evidence that he does trick sometimes.\nDigitized by Google\n\f138 Jowrnal of Society for Psychical Research. [July. 1887.\nBut\" M.A. (Oxon.)\" seems to think that it detracts from the value of\nMr. Davey's experiments that they were not perfonned in the presence of\nhimself or 9ther leading Spiritualists whom he names. To this it seems.\nto me sufficient to answer that we have really no ~eason to regard these\npersons as experts for the purpose of the present inquiry-that is, as having\nsufficient knowl~ge of both avowed conjuring and the performance of\nmediums to be able to compare the two. And of •• M.A. (Oxon.)\" hhnself we\nknow that in 1877-five years after his Spiritualistic experiences began-he\n~xpressed the opinion that it was absurd to regard the entertainments of Dr.\nLynn and Messrs. Maskelyne and Cooke as mere conjuring; while we have·\nno evidence that he has given any attention to conjuring since then.\nIf, however, \"M.A. (Oxon.)\" really is an expert in distinguishing<\nconjuring performances from mediumistic ones, I would suggest that he has.\nnow an opportunity of showing it by explaining exactly how, if the accounts.\nof Mr. Davey's pcrformances and Mr. Eglinton's were presented to him for-\nthe first time mixed up and so that he did not know which was which, he\nwould distinguish the genuine fNlm th~ spurious. If this cannot be done,\ndoes it not behove Spiritualists to leave Mr. Eglinton's evidence as at best\ninconclusive, and to seek for better 1-1 am, sir, yours faithfully,\nELEANOR MILDRED SIDGWICK.\nP.S.-I may menti0n another point on which I cannot agree with\"M. A.\n(Oxon.).\" He suggests that Mr. Davey should take certain records of Mr.\nEglinton's phenomena. and duplicate them in the pl'esence of the observers.\nwho originally recorded them; and until this has been done, being unable\nto say \"what similitude his tricks bear to the genuine thing,\" he thinks it.\nneedleBB to diSCUBB the matter further. But apart from the improbability\nthat Mr. Davey and Mr. EgIinton know all each other's tricks, it seems to--\nme evident that for performer B to reproduce the illusions of perfonner A,\nunder what the investigator, not the performer, supposes to be the same con-\nditions. is not to do the same thing but something indefinitely harder. This\nis easy to illustrate. Suppose that the officer spoken of by Mr. Hodgson\nat p. 385 of Proceedings, XI., had required from another Indian juggler an\nexact repetition of the jumping coin trick as described by him. Is it not·\nprobable that, after the discuBBion which had taken place, he would have\nnoticed that the second juggler took the coin out of his band instead of\nletting him put it on the ground, and that in consequenee-unleBS his.\nIipriori confidence that the trick must be the same overcame his confidence\nin his own observation-he would have said: \"No, this won't do; the-\nconditions are not the same; with the first juggler I placed the coin on the·\nground myself, and yet it jumped like the others.\"\nMR. R. HODGSON'S CRITICISM OF AN EXPERIMENT IN\nPSYCHOGRAPHY.\nTo the Editor of the JOURNAL OJ!' THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-Being at prescnt much and variously occupied, it is only within.\nthe last few hours that I have become aware of Mr. R. Hodgson's criticism,\nin the new number of our Pro~ed'i\",gs. of a case adduced by me in a paper-\nprinted in Proceeding4, Part X. I cannot allow that criticism to go·\nDigitized by Google\n\fJuly, 1887.] JOU1'nctl of Society f01' Psychical Resea1'ch. 139\nunimswered, and I must address my reply now to the comparatively limited\npublic which has access to the Journal, as no opportunity was offered me (in\naccordance with a convenient, and now rather frequent practice,) of meeting\nMr. Hodgson's remarks in the same number of the Proceedings.\nMr. Hodgson's first remark (p. 392) upon my account, which he quotes\nfrom Light, is that\" the phenomenon was not a simple and isolated one,\" by\nwhich 1 suppose him to mean that other experiments at the same sitting had\npreceded it. That was so; but I am unable to see how this circumstance\naffects the \"simplicity\" of the phenomenon in question, as lIuch, or its\n\"isolation,\" considered as a distinct experiment. Mr. Hodgson probably\nmeans that the earlier use of slates might have afforded opportunities for\npreparation or confusion. And no doubt it might, but only on tlle\nsupposition that my testimony fails to show that such preparation could not\nhave been available, and thai such confusion did not exist.\nThe next remarks, that the •• phenomenon was not suggested,\" or\npreviously prepared for by me, that the slates were Eglinton's, and that a\npile of his slates were on the table, are all correct. It was expressly on these\nvery accounts, and just because the case did not contain the additional\nelements of cogency so often found in evidence of psychography, that I\nselected it in my paper-\" On the Possibilities of Mal-Observation \"--\nas typically illustrative of \"the extent of the claim I make for average\npowers of observation as against the possibilities of conjuring.\" (Proceedinys.\nPart X., p. 87.) My contention was that average powers of observation can\ndispense with extra-precautionary conditions; it was not my object to\nadduce what is commonly regarded as the \"best\" evidence, but to draw the\nline of sufficiency. I do not object to Mr. Hodgson reminding his readers of\nthese circumstances of the experiment, but I also wish to remind thelll that\nthese circumstances belong to the statement of the isslle, and not to its\ndetermination.\nMr. Hodgson adds :-\" Mr. Massey's attention, moreover, seems to have\nbeen partly given to the temperature of Eglinton's hand.\" Certainly, when\nthe change of temperature was observable I noticed it. I do not know\nwhether Mr. S. J. Davey produces changes of his temperature at will, to\ndistract the attention of his sitters. As I had stated •• I was sure that\nsuccess was near when I felt the coldness of the medium's hand,\" I think\nMr. Hodgson might more reasonably have inferred (as the fact was) that my\nattention was stimulated by this expectation. But if he means that I was\nwatching for this symptom instead of giving my whole attention to the slates\nand to Eglinton's behaviour, I can only say that the supposition seems to me\nas unwarrantable as it is certainly unfounded. The symptom, when it:.\noccurred, always came upon me as a surprise; the fall of temperature when\nI was holding the hand having in at least one instance with Eglinton, and\nin several with Slade, been so startlingly rapid.as to be in itself phenomenal.\nAfter this preliminary skirmishing, Mr. Hodgson COlUes to closer quarters\nwith my evidence. And, first, he finds an ambiguity in my statement :-\n\"Both slates were then, as I carefl·lly assured myself, perfectly clean on\nboth surfaces,\" and asks: \"When did MI'. Massey a~SUl'e himself, before or\nafter Eglinton laid one slate upon the other 1\" I should have thought it\nunmistakably clear from my statement that my examination of the slates.\n\f140 Jou1vnal of Society \/01' Psychical Besea1·ch. [July, 1887.\n·and the putting of them together by Eglinton, were parts of one uninter-\nrupted transsction, and that therefore my examination must have imme-\ndiately anteceded the act of joining the slates. That was the natural order,\nand the other would imply an original neglect to take an obvious and\nnecessary precaution, and an after-thought and after-action to con'ect it.\nThere is surely no \"ambiguity\" in not expressly excluding such a supposition.\nA sentence or two later, Mr. Hodgson \"think,,\" that \"less violence\"\nwould be done by the natural interpretation of a report in which it would\nperhaps occur to very few to find an alternative reading. I appreciate the\ncircumstances that, in Mr. Hodgson's view apparently, there might have been\nless liability to deception as to the state of the slates, if my examination\n,had been S1wsequent to their junction by Eglinton; but he makes use of this\ninadmissible supposition for the double purpase of suggesting (1) that I may\nhave faIled in the particulanty of statement I myself describe as essential\n(\" Who, in this case,\" he says, \"placed the slates together again7 Mr.\nMassey or Mr. Eglinton 1 'We must have particularity of statement,''' &c.);\n(2) that in one event, in that case, a possible opportunity for substitution\nwould have arisen. The ambiguity is, I submit, entirely of Mr. Hodgson's\nown creation.\nI come next to his foot-note (pp. 392-3). Having, in my paper, quoted with\nverbal accuracy my report in Light, and Mr. Roden Noel's endorsement of\nit, I subsequently, in the same paper, treated this endorsement (\" every\nword of this account I am able·to endorse\") as an adoption by Mr. Noel of\nmy report, as equally applicable to his own observations as to mine.\nCertainly Mr. Noel, who, perhaps I may say, wrote to me (as also in sletter\nwhich has been published in Light) in warm commendation of my paper,\nhas taken no exception to a passage which, in Mr. Hodgson's opinion, goes\nbeyond the authority of the original report and endorsement. Indeed, I\ncannot see what Mr. Noel's endorsement could have meant at all, if it did\nnot confirm, from his own observation and memory, every statement which\nwas obviously of evidential importance, and which did not appear from the\naccount itself to be exclusively my own. Had Mr. Hodgson insisted that\ndifferent witneBBes should give independent accounts, not merely adopting\nthe report of one, he would have put his objection in a right form, and I\nshould have been the first to agree with him in principle, although for the\npurpose of my argument it was not necessary to show that the other witneBS\nhad made exactly the same observations as my own, but only that hia\nobservations were not at all opposed to mine. But Mr. Hodgson's criticism\non the point as it stands, that \" there is nothing said in the original report\nabout Mr. Noel's' carefully assuring' himself,\" is an attempt to raise a doubt\nupon the scope and meaning of Mr. Noel's endorsement which is excluded\non the face of the latter by the terms used.\nMr. Hodgson finds less apparent ambiguity in the expression-\" which\nwe then' carefully assured' ourselves were both clean on both surfaces\"-\nused in my argumentative recapitulation of the report, than in the expression\nof the report itself-\" Both slates were then, as I carefully assured myself,\nperfectly clean on both surfaces.\" I confess I can with difficulty imagine\nanyone reading these two sentences as fairly admitting different meanings in\nDigitized by Google\n\fJuly,1881.] Journal of Society f<!T Psychical Resea1'ch. 141\nregard to the moment of the act of assurance. I do not wish to characterise\nany part of Mr. Hodgson's criticism, but I will allow myself to say that it\ndoes not err on the side of liberality, and that the objections we have been\nhitherto considering, though perhaps hardly describable as subtle, seem to\nrequire for their apprehension an effort of imagination.\nHaving brought himself to suppose that I meant the only thing I could\nnaturally mean, viz.', that my examination of the slates was .. just before\"\nEglinton put them together, Mr. Hodgson is of opinion that in that case my\nobservation may have been deceived, that there might have been one side\nof one slate which I never saw, or that another slate might have been\nsubstituted for one of the two slates, both sides of which I did see. As\nhe rightly adds, I did not state that I took the two slates into my own hands,\nand he is also quite right not to suppose me at that time (or, I may add.\nnow) \"an expert in detecting sleight-of-hand manipulations of slates. And\nso much,\" he adds, '\" for the amount of mal-observation required.\"\nMr. Hodgson thus closes the case as to mal-observation with, as we see,\na simple delivery of his opinion as to what was possible consistently with\nmy statement, or rather, notwithstanding it. He allows my \"then\" to\nmean\" just before\" the act of joining the slates, though he emphasises the\n\"before,\" and I insist on emphasising the \"just.\" The form of my state-\nment admits of no interval of time between my \"assuring myself\" as to the\nstate of the slates and the physical act of joining them by Eglinton. I\nclaim for my careful and deliberate statemont its true and only possible\nmeaning of actual inlmediacy. {We are now, it will be observed, on the\npoint of observation, not of memory.) The second of Mr. Hodgson's alterna-\ntive suppositions-substitution-either negatives this immediacy, postulating\nan unobserved interval, after I had \"carefully assured\" myself of the condi-\ntion of the slates with a view to this very experiment, and before their\njunction, or suggests an effect of instantaneO'l.UJ sleight-of.hand, similar to\nthat which notoriously defies detection in the case of playing eards, coins,\naud other small objects. The first of his suppositions casts doubt on the\nsufficiency of my examination of the slates actually used-of which presently.\nBut first as to substitution, and the\" sleight-of-hand \" theory of that, 1vith-\nout the appreciable interval which I say is excluded by my testimony, whll.t- ,\never that may be worth on this point. Now I will give up the whole\nquestion, as regards exclusion of conjuring in this particular case, if Mr.\nHodgson will produce any cOlljurer in the world who will effect for me (who\nam, as said, no expert) such an unobserved instantaneous substitution of a\nslate of the described dimensions, who will, in short, do what the partiCUlar\nsupposition we are considering suggests to have been done in this case. And\nI would pay any, and more than any sum which could reasonably be\ndemanded for the single performance. (Of cours,e, if Eglinton could do this,\nhe would be an expert in sleight-of-hand of the very first order, and could\neasily find a market for the legitimate exercise of such skill.) I need he~ hardly\npoint out, that when the question is of sleight-of-hand, properly so-called, it\nwould be irrelevant to raise the difficulty we hear of in the case of Mr.\nDavey, that observation will be more suspicious and keener with an avowed\nconjurer than with one the nature of whose powers is regarded as problem-\nDigitized by Google\n\f142 Journal of Society for P8ychical Research. [July, 1887.\natical. Th{' three-card trick does not succeed by virtue of any such doubt\nin the spectator's mind, and Dr. Herschell, who I saw the other evening\nperform some amazingly clever tricks of this sort at an evening party at Mr.\nand Mrs. Eglinton's, explained after each how it was done, leal'llg us just\nas much perplexed at the next.\nThe other sub-alternative of Mr. Hodgson's second suggestion supposes\nan interl'al during which substitution was effected, not by what is strictly\nand accurately describable as \"sleight-of-hand,\"butby a dexterity which must\nhave been conditional on an abeyanceof our observation. I am hypothetically\nadmitted to have rea.lly examined the four surfaces of the slates presented for\nmy inspection, and then it issupposed, eontrary to testimony as clear on this\npoint as I could make it, that these slates were not put together by EglintOn\nimmediately, but that he was able to produce and substitute for one of them\nanother slate before my eyes, I being innocently unconscious-it is not yet\na question of. subsequent recollection-of this happening. Those who haye\nread my paper on \"The Possibilities of Mal-Observation\" will, perhaps,\nremember that I by no means contended that such a lapse of observation\neould not occur in general, but maintained that the pOBBibility or impossibility\nof its occurrence depended entirely on the witness's ignorance or knowledge\nthat he was at a critical moment of the experiment, and of the particular\ndanger to be guarded against to exclude deception. Nor should I claim for\nquite inexperienced observers, unless exceptionaJIy quick-witted, a full\na.ppreciation of the important momenta for obseITation, without having had\noccasion to consider these by the light of earlier experiences, and of the\ndoubts thus suggested. I cannot, indeed,~mit that on the very earliest\noccasions-now 12 years ago-of my own investiga.tion of psychography, I\nwas not as fully alive to the danger of s11bstitution as I am at this moment, or\nthat I was ever so illogical as not to have distinctly before my mind the fact,\nthat if at a given moment it was important I should ascertain slate or slates\nto be clean, it was equally important that from that moment onward I should\nbeware of a surreptitious change, and of every movement which might\nfacilitate it. The witness must, however, as I also insisted in my paper,\nmake it clear from his report that he appreciated important possibilities at\nthe time, and I do not claim for experience any presumptions which would\namount to an exemption from this rule. Mr. Hodgson does not suggest that\nmy report insufficiently shows this, nor do I see how I could have made it\nmore evident thatsubstitution and insufficient examination were the dangers\nwhich, at the moments of liability to them, I had especially in view. But\nif this is granted, the supposition that I nevertheless failed to observe\n(covering compendiously with the word\" then\") an interval, and an action in\nthat interval, between my examination of the slates and their jlIDction, is\none to which I will only reply by an appeal to public candour, if not to Mr.\nHodgson's own. .\nNext, as to the question of due examination of the slates. Mr. Hodgson\nconsiders that my statement, \"both slates were thell, as I earefully assured\nmyself, perfectly clean on both surfaces,\" does not sufficiently show that I\nmay not have been deceil'ed on this point. 1must again remark that it is &\nquestion of my appreciation, at the time, of the inlportance of ascertaining\nDigitized by Google\n\f.Tuly,1887.] Journal 0\/ Society \/01' Psychical Research. 143\nthis fact. of whether my testimony sufficiently showed this appreciation,\n.and also a sense of the importance of a distinct examination of each surface.\nIt would, of course, not require an extremely dexterous conjurer to\npresent one side twice for examination by an observer who wall not awake to\nthe fact that this was a critical moment at which it might probably be acon-\njurer's object to deceive him. Hence my mention in my report of my \" care-\nfully\" assuring myself, and my particularity of statement as regards \"both\"\n·surfaces of \"both\" slates. The fact that a slate is free from a great quantity\nof writing (such as we afterwards discovered) does not require\" careful \"\n:ascertainment if there is no danger of illusion, against which the form of\nmy specification all through the sentence was obviously intended to suggest\nmy precaution. It was just on this account that I contrasted it in my paper\nlast year with another form of statement by another witness (\" We examined\nthe slates and satisfied ourselves that they were clean \") which I regarded as\ninsufficiently showing apprehensIOn of this very liability. \"You can only\n.ascertain that a slate is clean,\" I said, \"by successive examination of both\nits surfaces, the evidence of which must, in the reasonable intendment of\nthe witness's language, exclude all possibility of deceptive manipulation\nwhile the surfaces seemed to be displayed.\" I certainly cannot undertake,\n.at this distance of time, to say positively limo my examination was conducted,\nwhether by taking the slates in my own hand, or by seeing them turned\n.slowly and delibemtely round, one immediately after the other, immediately\nbefore they were put together j but I can most positively say that not only\nin 1~84, but 12 years ago, I was just as alive to the possibilities of \"hocus-\npocus\" in such a case as I am now.* But what is more to the present\npurpose, I contend that the language of my report, in its \"reasonable\nintendment,\" should sufficiently satisfy a fairly critical reader that this was\na point present to my mind. I repeat my challenge to any conjurer to\n. succeed with an observer prepared for the possibility in question at the right\ntime, and I maintain with undiminished confidence that testimony fairly\nraising the inference that the witness was so prepared is testimony which\nexcludes the possibility of the illusion having been induced, just in propor-\ntion to the certainty of the inference from the language used. And this is\nthe main thing; for, of course, whether I expressed myself on this poin\nwith sufficient clearness in my report is of quite secondary importance, as\njudgment against me herein would at most show me to have been not\nperfectly fortunate in my selection ofa case to exemplify my general pOlition\nas to the value of observation and testimony. The position itself would\nrema.in untouched. And in speaking further on of my \"large trust in\nhuman observation,\" Mr. Hodgson seems to betmy failure to apprehend the\ncondition by which in my paper I so carefully limited this trust, which\nconditions being fulfilled, however, distrust of human observation strikes at\nthe very root of all human testimony whatever.\nWithout discussing Mr. Hodgson's note at p. 393 (as to whethf>r I had\n* In part proof of this, I may say that during the Slade prosecution in 1876\nI expressly recognised the reasonableness of Professor Lankester's Buggpstion\nas to possibilities of unobserved slate-reversal. See p. 20 of my preface to the\nEnglish edition of Zollner's Tra7l8centient,d Physics.\nDigitized by Google\n\f144 Journal of Society for Psychical Research. [July, 1887•.\nnot misplaced my feeling of assurance or the process by which I had a88ured.\nmyself), the precise meaning of which I confess myself unable to understand,\nI pilss to the second division of his criticism, which concerns lapse and\nillusion of memory. Somewhere, I think, in the articles of Mr. Hodgson in\nthe Jourrw}, last autumn, there is a remark that I neglected this question in\nmy paper. Fortunately my answer to this reproach will cover much of the\npresent ground. If my critic had not failed, as above rema,rked, to appreciate·\nthe conditions and limitations under which I maintained observati()'\/~ to be\nreliable, he could hardly have failed to see that they are the very same condi-\ntions wbich guarantee us against lapse or illusion of memory within the period\nduring which an honest witness would profess to state his impressions from\nmemory at all. That is to say, particulars which have been antecedently\nrecognised as of vital importance, and to which, consequently, attenti'm has\nbeen specislly directed, are necesJarily stamped upon memory as the most\nevidentially important facts. Now if a report written, we will say (as in my\ncase), a few hours after the occurrence, emphasizes these particulars by\ndefinite specification (or by any form of words really equivalent to that) : if\nthe report even, as it were, labours the point (as when I said, \" forthwith,\nand without any previous dealing \"), showing as evidently as language can\nthe great importance which the witness attached to it at the time of tfflting,\nthen, I say, criticism of such testimony has only two alternative judgments.\nupon it : either that that sense of importance, evident in the report. was\nnlentally present at the right time during the occurrence recorded, or that\nthe witness, if in fact inaccurate, has been consciously .. improving\" the\nrecord of memory, and is to that extent a dishonest witness. When Mr.\nHodgson suggests that my own statement, that Eglinton .. forthwith, and\nwithout any previous dealing with them, presented one end of the two slates,\nheld together by himself at the other end, for me to hold with my left hand,\non which he placed his own right,\" is a statement insufficient to assure a.\ncritic of my testimony that I really remembered the immediacy of· the\nsequence of acts, I can only say (putting aside any question of my veracity}\nthat a critic so doubting would fail to appreciate the evidence afforded by\nmy language of my having attached at the right time great importance to\nthis very fact of immediacy. And so Mr. Hodgson's further supposition of\nan apparent\" accident\" (such as a pencil dropping out, with the consequent\nproceedings on Eglinton's part, &c.) intervening and being forgotten 1:>y me,\nis tlqually inconsistent with the sense of the importance of this moment of\nthe experiment evinced by my testimony. I say this without any regard to\nthe testimony being my own ; but, in fact, Mr. Hodgson's suppositions\nbelong to my own earliest mental equipment as an investigator of this\nphenomenon. And it would indeed be wonderful if expedients so simple as\nthat supposed had not long ago been perfectly familiar to my mind as p088i-\nbilities, after all my investigation, thinking, reading, and talking-often with\nthe most acute sceptics-on the subject. This is a remark applicable to\nexperienced investigators in general. But new comers never credit their\npredece880rs with this sort of intelligence, and my patience has often before\nbeen exercised by suggestions which assume my simplicity. No investigator\ncan do more by his testimollY to exclude such suppositions as those which\nDigitized by Google\n\f.July,1887.] Journal of Society f01' Psychical Research. 145\nMr. Hodgson considers \"not improbable\" in my case, than make the aim\n-and direction of his vigilance apparent, raising a necessary inference that any\n\" trivial incident\" or \"interruption\" crossing the line of that aim and\ndirection would have excited his instant and jealous attention. He cannot\nkeep saying this, that, and the other thing did 1Wt occur, excluding them by\n.an express process of exhaustion. Mr. Hodgson would not, I presume, deny\nthat he has approached the consideration of my testimony controversially,\nwith a foregone conclusion, and finding that careless and inaccurate state-\nments are in fact frequently made on points of evidential imporlance-\nwhich I never doubted-he neglects the criteria by which we are able\nto distinguish, in the case of an honest witness, between statements\n-originating in genuine and exact memory, and other statements which\nmayor may not be thus derived, and which are fairly exposed to adverse\n.suppositions.\nI must add some words on the trick-slate hypothesis. Mr. Hodgson\n.seems to assume that, because I did not add this suggestion to the fraudulent\nalternatives mentioned in an appendix to my report, I had not then heard of\ntrick-slates, or at least was wholly ignorant of their contrivances. This\na.ncient explanation was familiar to me years, probably, before Mr. Hodgson\never heard of psychography. It was necessarily pressed upon my attention\nduring the progress of the Slade prosecution, when every conceivable way of\n.accounting by fraud for the various psychographic effects was put forward.\nTrick-slates were shown to me, others described to me. But, of course, Mr.\nHodgson would say that that is to no purpose, if I did not happen to get hold\nof the right one applicable to my case with Eglintoll. When, however, he\nsuggests, nay, treats it as evident, that this hypothesis was an after-thought\nlast year, when I came to write my paper for our Society, because I did\nnot mention it in my report, he seems to forget that I may have considered it\nto be already excluded by my examination of the slates. The two alternath'es\nI dealt with-substitution and suppressed writing-and which I even\ndescribed as the only conceivable alternatives-other than unveracity-\"to\n-occult agency,\" were such alternatives as I suppoaed might present themselves\nto some minds as consistent with the evidences of my senses. But I rather\nbelieve the truth to be that this explanation had become so unpractical to me by\nfree and frequent handling of all Mr. Eglinton's visible slates-hisnon-produc-\ntion of any other bringing us back again to the point of immediate observation\n-and by the notorious facility afforded to all his visitors in this respect, that\nmy logic did here fail me, and that my hastily-written appendix to the report\n-after I had received that back from Mr. Noel and before posting it on to\nLight-was not well-considered. But when I was writing my paper last year,\nit occurred to me that as I had in fact carried the slate away with me (though\nchiefly then with a view to the hypothesis of chemical writing), and that under\na. condition I did distinctly remember, and which was habitll,al with me ill\n.such cases (never, that is, to let a slate I intended to take away be for a\nmoment removed from my own custody or sight), I might as well state that\nfact for its additional value as excluding one theory of trick-apparatus. And\nwhether Mr. Hodgson will credit the statement or not, I do most unhesitat-\ningly declare that my memory was sufficiently clear and definite two yeara\nL\nDigitized by Go\n\f146 Journal 0\/ Society \/0'1' P8ychical Research. [July, 1887.\nlater (and is still) for what I said in my paper on this point,* just as it is at\nthis moment sufficiently clear and definite as to all essential particulars of that\nseance with Slade, twelve years ago, when the fallen chair was picked up and\nplaced at my side, at my sudden request, and at a distance of five measured\nfeet with a clear space from Slade, while I was watching that chair and that.\nspace intently. t And I do, indeed, differ very widely from Mr. Hodgson on the\npsychology of memory, if he holds this to be impoSBible, or even in the least\nimprobable, when a deep impression has been made upon a consciousness\nintensely fixed and interested in the evidential details.\nMr. Hodgson's other supposition-that a false flap over the writing'had\nbeen transferred to the other slate during the closure of the two, though of\ncourse not excluded by my custody of the inscribed slate, would not admit of\nprior examination of both slates in the hands of an investigator, as the flap\nmust lie loosely over the writing concealed by it, if it is to fall free into its\nfitting in the other slate at the required moment. But as I did not\npositively state at the time, and certainly cannot now, that I did examine the\nslates in this way, when I \" carefully assured\" myself that they were clean,\na.nyone who likes to suppose that Eglinton would run the risk of such an\nexamination being required of slates, one of which had writing concealed bya.\nloose flap, may congratulate Mr. Hodgson on the success of his criticism. I\nhave had to examine it at a length which must appea.r inordinate; but it is\neasier to raise objections to evidence of this kind with brevity than to deal\nwith them succinctly, especially when the principles on which testimony\nshould be considered come necessarily into question.\nBut I am quite sensible that behind all apparent criticism lies the\nargument1,m baculinum of Mr. S. J. Davey and his reports. I am not dis-\nmayed by the alleged inconsistency of the latter with a thesis of my last\nyear's paper-the reliability of well-discriminated statements of sense-percep-\ntion. I do not think that inconsistency has been established, and disinclined\nas I am to divert myself from more interesting pursuits to an imcong~aial\ninquiry, I may hereafter, circumstances permitting, ask leave to institute in\nthe Journal, a more curious investigation of Mr. Davey's case than has yet\nbeen undertaken.-Your obedient servant,\nC. C. MAsSEY.\n* Although it would Mt serve'me now as to some previous details-such as\nthe mode of Illy examination of the slates. This is no doubt partly owing to\nthe fact that my carrying away the slate kept alive in my mind the precaution\n. which made that act of evidential value.\nt This is a piece of evidence-recorded at the time-which has never yet, as\nfar as I am aware, been dealt with by any critic. But I maintain that for a\nSociety like OUTS to ignore its bearing upon the not more inexplicable pheno-\nmenon of psychography, and the evidence for that, when this evidence is largely\nprejudiced by allegations against the character of mediuma like Slade and\nEglinton, can be satisfactory to no candid mind. What degree of mal·observa-\ntion, of memory-illusion, would Mr. Hodgson or other leading sceptics of our\nSociety be content to suppose in this case of the chair, looking at the fact\nthat the report was written from notes taken almost immediately after the\nlIitting?\nDigitized by Go\n\fJuly, 1887.) Journal of Society for Psychical Resea?'ch. 147\nTo the Editcn· of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-Mr. Downing's letters in the March and May numbers of the Jo'ttrnal\ninduce me to think that a brief record of my experiences in thought-reading\nmay be of use to those who are investigating the subject. I may state at the\noutset that, except on one occasion when I tried figure drawing without any\nresult, my only experiments have been in naming ca.rds.* IfI had found that\nany progress seemed to be made by practice, I should have carried these much\nfurther than I have done; but comparatively few though they have been,\nthey seem to one to point to certain conclusions which I will proceed to\nmention.\nIn the first place success has almost invariably been in reverse ratio to the\nexpectation of it, strange to say, thus my most succeBSful attempts have\nalmost always been the first, when neither I nor my friends, the\ndifferent operators, had any idea that the experiments would succeed; and in\nthe only case of a first essay where I felt confident of success, the operator\nbeing a sister with whom I am particularly en rapport, J failed utterly to\nobtain any result. Then it has almost !!.lways happened that on the second\ntrial, after a successful fint attempt, and when both of us anticipated im-\nproved results, we met with almost entire failure. Quite recently, after\nfrequent fruitleBS experiments with the sister above-mentioned, I ob~ed\nsome fair results by trying contact, but very unexpectedly as I have never\nfound contact produce any effect in other cases. To give an idea of what I\ncall success, I may mention that allowing myself two gueBSes-if I may use a\nword which is slightly misleading-at each card, I have named asDlany as\nseven right out of a dozen, of which three were named the first guess; and'\nhave frequently scored about half tha.t number. In fact, if I am successful\nat all I usually g~t three or four correct out of 12. Experience has shown me\nthat it is no use going on after a dozen.\nSitting opposite the operator with my eyes closed, I usually see the card,\nas if it were placed at the back of and slightly above my eyes, and this vision,\nas a rule, occurs instantly if at an. The method I have adopted is that the\noperator cuts the pack and looks at the bottom card, at the same time saying\n\" Yes\" as a signa.l, so that I am able to 'know when the appearance is\ninstantaneous.\nI must, however, admit that on the occasion of leBS successful experiments\nI have often failed to \"see\" any card, and then a vague impression of\nseveral cards is produced, as to which I cannot say whether it is visual or\nmental, and then I feel as if I were blindly guessing-quite a different\nsensation to the former, even if the result prove correct. In these cases,\nwaiting a long time--two or three minutes--is no use. Either several cards\nsuggest themselves, none producing any vivid impression, or the field remains\nperfectly blank. This is what has always happened after about a dozen cards\nhave been selected.\nThe conclusion I have formed, rightly or wrongly, from the above and\nsimilar facts is that the procells depends not on any effort of will on the side\nof either operator or patient, but in the case of the former on the power of\n* The writer has sent his results, which are decidedly striking. They will\nbe presented shortly (it is hoped) in conjnnction with other records.-En.\nDigitized by Google\n\f148 JOU1'1tal of Society fm' Psychical Resea1'ch. [July, 1881.\nconcentrating thought so as to produce a clear image to her mind, and, in the\ncase of the patient, 011 the power of excluding other thoughts, so as to leave\nhis mind open to impression. If, therefore, either party be tired, the\nexperiments fail according to the degree in which she or he is ,-unable to\nproduce suitable conditions.\nIt may be of use if I chronicle one or two further incidents. I adopted\nthe above-mentioned method of selecting a card, as I twice found that when\nthe operator (a different person on each occasion) had chosen a card from the\npack facing her, I guessed a card which she had momentarily intended to\nchoose, but had changed her mind. This seems to con1lict very strongly with\nMr. Downing's theory, and only partially to agree with mine; for there was\ncertainly no concentration of thought on that card, still less any expectation\nor intention that I should guess it. The one she did select I neither\" saw \"\nnor thought of at all.\nI have tried experiments with 10 ladies and one gentleman, and have\nsucceeded well with two (one of whom is a sister of mine, but not the one\npreviously mentioned), and indifferently with two others. Also on one\noccasion I guessed two outof three cards when two ladies were acting as joint\noperators who had each failed singly. In this case none of us had any\nexpectation of success, and I was unfortunately unable either to prolong or\nrepeat the experiment; it is the only instance in which I have had any\nresult with joint operators.\nI have tried on several occasions the r{)le of operator, but without result.\nIt should, however, be mentioned that the most successful operator I ever\nexperimented with had been in the habit of acting patient to her brother,\nthough only guessing the suits, and it was their success which prompted .my\nattempt. Miss -- began as patient with me, but failed entirely to .. see\"\nanything, whereupon we reversed the parts, with great success. In that case,\nhowever, the second experiment proved almost a complete failure !-I am,\nyours obediently,\nH.G.R.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe follO'fJ)ing additwlts have been made since the last list(JO'ftr'ltaZ for May):-\nJOHNSON (Franklin, D.D.) The New Psychic Studies in their Relation\nto Christian Thought........•........•......•..•••.•.•........•..New York, 1887\nDICHAS (Albert-Germain) Etude de la Memoire dans ses rapports avec\nIe Sommeil Hypnotique...............•...•.••....•..............Bordeaux, 1886\nENCEPHALE L',Joumal des Maladies Mentales et Nerveuses. Vol. vii.\nNo. 3...........................................•.....•..•..•..............Paris, 1887\nFONTAN (Dr. J.) et SEGARD (Dr. Ch.) Elements de Medecine\nSuggestive ......•..........•...•.......•......•....•...•.•.........•.....Paris, 1887\nRAMBOSSON (J.) Phenomenes Nerveux, Intellectuels et Moraux, leur\nTransmission par Contagion...•....•........•••••.•.....•........•... Paris, 1883\nLOMBROSO (Professor Cesare) Studi sull'Ipnotismo ..........•.....Rome, 1886\nMORSELLI (professor Enrico) 11 Magnetismo Animale, la Fascinazione\ne gli Stati Ipnotici...................... ................................Turin, 1886\nDigitized by Google\n\f","_id":438}