{"name":"Journal of the Society for Psychical Research 7847","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n43_oct_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N43, October 1887","mylang":"de","content":"No~ XLllI.-VoL. In, OCTOBER, 1887.\nJOURNAL·\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and Associates\nMeetlnn of ConncD ..\nSommeil & Distance ..\nCorrespondence ..\nCONTENTS.\nPAGE\n•. 149-\n•. 149\n.. 150\n•• 158\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBER.\nDESSOIR, MAX, 21, Kothem!r Str!l.sse, Berlin, W.\nMEMBERS.\nBERENS, REV. RANDOLPH, 14, Prince's Gardens, London, S.W.\nBIDDULPH, THE LADY ELIZABETH P., 19, Ennismore Gardens, London,\nS.W.\nASSOCIATES.\nCOLCHESTER, REV. H. B., 1, Leinster Place, Paddington, London, W.\nGELL, REV. A. W. HAMILTON, M.A., Winslade, Exeter.\nMEETINGS OF COUNCIL.\nAt a Meeting of the Council held on the 22nd of July, the following\nMembers were present :-Messrs. George P. Bidder, Walter H. Coffin,.\nEdmund Gurney, Frank Podmore, H. Arthur Smith and J. Herbert,\nStack. Mr. Stack was voted to the chair.\nThe Minutes of the previous Meeting were read and signed\nas correct.\nOn the proposition of Mr. E. Gurney, seconded by Mr. F. Podmore,.\nHerr Max Dessoir, of 27, Kothener Strasse, Berlin, W., was elected\na Corresponding Member.\nTwo new Members and two new Associates, whose names and\naddresses are given above, were elected.\nOne volume was on the table as a present to the Library, for which.\na \\'ote of thanks was passed to the donor.\nThe Cash Account for the previous month was presented in the\nusual form.\nIt was agreed that the Council should meet again on Friday, the 29th.,\nAt a Meeting of the Council held on the 29th of July, the\nfollowing Members were present :--Messrs. Walter H. Coffin, Edmund_\nGurney, Frank Podmore, and H. Arthur Smith. Mr. Smith was voted\nH\nDigitized by Google\n\f150 Journal of Society for Psychical Research. [Oct.,1887.\nto the chair. The Minutes of the last Meeting were read and sign~\nas correct.\nAt this and at the previous Meeting of the Council, and also at one\nor two subsequent lfeetings of an informal character, the question of\nfuture arrangements as to premises was under consideration, and the\nresults of numerous inquiries were before the Members.\nIt was finally decided to take a suite of rooms on the third floor,\nat 19, Buckingham Street, Adelphi, W.C.; an agreement for which, for\nthree years from the 29th of September, 1857, with the option on the\npart of the Society of continuing the tenancy on the same terms for\nfive or seven years, has been signed. The Library, &c., has now been\nmoved to the new rooms. .\nIt is desired to sub-let three of the' rooms, unfurnished, at a\nmoderate rent. Some reader of the Journal may perhaps know of a\npossible tenant.\nSOMMEIL A DISTANCE.\nThe following is a letter written to me last winter by M. Ch. Richet.-Ed.\nJ e vais vous donner quelques details sur les experiences de sommeil a.\ndistance que j'ai faites. Elles sont inedites ; mais eUes seront publiees d'ici\na.deux ou trois mois. Neamoins, faiws en tel usage que vous voudrez.\nVous connaissez Leonie (Mme. B); on en a parle assez souvent et F.\nMyers 1'80 vue. Elle est venue a. Paris, chez mon ami H. Ferrsri, et j'ai pu\nalors faire surelle diverses experiences. Je laisse de ooM tout ce qui n'est\npas sommeil a. distance. n y a eu assurement des faits curieUl!: ; mais ce qui\nest Ie plus important c'est Ie sommeil a. distance. Voici comment j'ai procede.\nJ'ai d'abord essaye de 180 soumettre et de 1'habituer a. moi completement--\nc'est-3.-dire, pendant 15 jours a. peu pres, tous les jours pendant deux, trois,\nquatre, ou meme cinq heures, je 1'ai tenais magnetisee; Alors j'ai pu essayer\n(sans 180 prevenir) de 1'endormira.distance, et j'ai eu 180 serie suivante :-\nI\" Exp. ........................... Le succes presque complet.\n2\" Exp. ........................... Demi-insuooes.\n3\" Exp. ........................... Demi-insucces.\n4 Exp. ........................... Un succes complet.\n5\" Exp. ............................ Un SUCC6S complet.\n6\" Exp. ........................... Succes incomplet.\n7\" Exp. ................. ......... Succlls presque complet.\n8 Exp.................\"......... Succ1ls presque complet.\ngo Exp. ........................... Un Buccal complet.\nSi l'on laisse de coM la neuvieme experience, qui estdefectueuse pourune\ncause speciale, que je connais, on voit qu'il y a eu une amelioration pro-\ngressive, et assez regulierement progressive, dans les resultats.\nJe vais vous raconter 180 sixieme experience, qui est probablement la\nmeilleure-c'est celle qui m'a Ie plus frappe, quoique je ne l'appelle que\nsucc1ls incompiet. Le soir (Lundi) entrant chez moi a. 11 heures du soir, je\nDigitized by Google\n\fQct., 1887.] Journal of Society for Psychical Research. 151\nme decide a. endormir Mme. B. Ie lendemain mann j mais je ne l'avais pas\nprevenue de mes intentiolls, d'autant moins que je l'ignorais moi-m~me•\n.Alora, Ie mardi matin, a. 8 heures, etant encore dans mon lit, je tire au sort\navec un jeu de cartes, pour savoir a quelle heure il faut l'endormir, en me\nlaissant une incertitude allant de 8 heures du matin a 8 heures du soir. Le\n.sort-designe 9 heures. .A 9 heures de 9 heures 11.9.10. je fais effort pour\nl'endormir; puis pour ne modifier en quoi que ce soit les habitudes de\nMme. B., je ne vais pas chez elle. .A 1 heure je vois un de mes amis ;\nje lui raconte cette histoire, et jo lui fais Ie simulacre de l'action du\nsommeil a distance de 1 heure 11.1.28. .A 5 heures je vais chez Mme. B. j\nvoici ce qu'elle raconte : A. 9.5 du matin, pendant qu'elle s'habillait pour\ndescendre dejeftner, elle est prise d'un mal de tete insurmontable, fatigue,\n101lrdeur, paralysie des jambes ; elle ne peut pas se trainer. Elle descend\ncependant, estimant que cette malaise va se dissiper. Point. Elle augmente\n.si bien qu'a 9.20 elle est toreee de remonter dans sa chambre, de se coucher\ntout habillee sur son lit. La somnolence dure ainsi, sans qu'on puisse la\ndecider a.descendre (a. midi) dejeftner, jusqu' a 1.15, 1.30 environ j alora elle\ntombe en etat de somnambulisme, et elle y est encore a. 5 heures, quand\nj'arrive, et que.je me fais raconter par elle ces divera details, sans qu'elle\npuisse rien BOup90nner de mes intentions.*\nLa. septieme expelience est vraiment excellente. Le vendredi j'arrive\ntard chez Mme. B. A 6 heures et un quart, comme je devais aller au the!tre,\net qu'elle etait encore tres souffrante, je lui dis qu'il ne faut pas Ia magnetiserj\net je m'en vais. Mais a peine suis-je sorti de Ia chanlbre, etant en\ndehora de la porte, que je me repens de ma decision, et je dis: \"Tant pis\npour Ie tbe!tre et pour les nerfs de Mme. B. La. science l'emporte ! je veux\n-qu'elle dorme.\" Details enfantins peutetre, mais qui indiquent bien que\nquand j'ai vu Mme. B. j'avais fermement l'intention de ne pas l'endormir.\nDonc rien dans mes paroles n'a pu la mettre sur la voie. Je fais ainsi, sans\nqu'elle puisse me voir ou entendre en quoi que ce soit, pendant vingt\nminutes de 6.25 a. 6.45, l'ordre mental du sommeil j puis, sans faire de bruit,\na. 6.45 je constate de vis1' que Mme. B., qui ne peut pas me Yoir, est\nendormie. Vers 6.40 elle s'etait sentie prise d'un epais BOmmeil, avait\ntrempe ses mains dans l'eau pour essayer de s'y soustraire (voyez son obser-\nvation par M. Janet et par M. Ochorowicz), ma:s vainement; elle n'avait\npu resister au sommeil, et a. 6.45 elle dormait profondement, Ie coude\nappuye sur la table, quoique il yeut autour d'elle des personnes allant et\nTenant.\nDans la huitieme experience Ie jour et I'heure ont 'eM tires au sort.\nL'heure designee est 2 heures, heure qui est ausM incommode pour moi que\npour elle. De 1.38 a. 1.50 (etant chez moi) je fais effort pour l'endormir, et\nquand j'arrive 11.2.5 je Ia trouve endormie, et disallt qu'elle a eM endormic\npar moi vera 1.45. (J'ai etabli Is. concordance des heures en calcuIant Ie\ntravail de couture qu'elle a fait depuis Ie moment ou elle s'est mise au travail,\n1 heure, jusqu' au moment ou elle a cesse de pouvoir coudre.)\n* n faut noter que cette experience l'a tellement fatiguee qU'elle est restee\nmalade, et assez malade, avec un atroce mal de tete et un etat nerveux des plus\npenibles, pendant trois iours.\nDigitized by~6ogIe\n\f152 Journal of Society for Psychical Research. [Oct., 1887.\nTelles BOnt mes trois expllriences importantes. J'espere que vous lea\ntrouverez satisiaisantes. CelIe qui m'a Ie plus fmpp~ c'est 1& sixieme, mais\nje crois que Ia septieme est la meilleure. Faites-en tel usage que vous\nvoudrez, ct si vous avez besoin de quelque supplllment d'instruction, je\nsemis heureux de ,·ous l'envoyer.\nIn answer to inquiries, M. Richet adds:-\nQuant a. l'action a distance sur Mme. B., je vous dirai que depuis Ie\njour on je l'ai vue, c'est-b.-dire Ie 26 Decembre jusqu' au 26 Janvier, pas\nune seule fois elle ne s'est trouvee en ~tat de somnambulisme en dehors des\ncas on je l'endormais voiontairement (pres d'eIle ou a distance). Deux fois,\ncependant, elle s'est endormie dans les conditions suivantes: Une premiere\nfois elle ~tait a. cote de moi, en voiture, et je n'avais pas Z'intention de\nl'endormir. Malgre moi et ma.Igre elle, probablement, elle s'est endormie;\nmais cela n'~st pas etonnant, car j'etais a. cOte d'elle, et pendant tout ce\ntemps il est possible qu'il y ait en une sorte d'auto-suggestion de 63 part, et\nune suggestion inconsciente de la mienne.\nLa. seconde fois qu'~lle est tombee en etat de somnambulisme sans que je\nIe veuille, c'est Ie 25 Janvier, 1& veille de son depart. J'arrive a 2 heures\net je 1& trouve endormie, les yeux ouverts. ne repondant paS aUK questions.\nElle tenait' ala main une montre en or (qu'on l'avait donnee la veille) et\nelle regardait fixement Ie couvercle. Elle m'a dit que ce qui l'avait\nendormie, c'etait Ia montre; et en efret elle est sujette a litre ainsi actionn~e\npar les objets brillants, et 1'0r lui donn\", des crises, si bien qu'eIle ne peut\npas entrer dans 1& boutique d'un bijoutier sans avoir une sorte de crise\nhystero-~pileptique.\nVoici les dates des expllriences de sommeil a. distancc, avec les heures, et\nles efrets obtenus (al'heure indiquee au dernier tableau).\nJ.\nI\" Exp. Mercredi 12\n2\" Exp.-Vendredi 14\nlJe Exp.-Samedi 15\n4\" Exp.-Lundi 17\n5\" Exp.-Mardi 18\n6\" Exp.-Mercredi 19\n7\" Exp.-Vendredi 21\n8\" Exp. -Lundi 24\n9\" Exp.-Mardi 25\nElIol't d'action.\nde 9h. it 9b. 10\nde 3h. 10 it 3b. 45\nde 11h. 1 a. lIb. 8\nde lIb. a. 12b. 4\nde 1111. it llh. 25\n{ de 9h. 11 it 9b. 26\n... de Ih. 15 it lb. 40\nde 6b. 20 a. 6b. 52\n... de Ih. 38 a. Ih. 50\n... de 6h. 55 it 7h. 10\nElIet\nrfssenti.\n9h.20\n3h. 30\nllh. 4\nRien.\nRien.\n9h. 18\nIh.35\n6h. 45\nIh.45\nRien.\nRetard.\n10'\n20'\n3'\n7'\n20'\n25'\n7'\nAinsi sur sept expllriences il y a eu sept fois un retard-qui est en\nmoyenne de 12 minutes.\nSi 1'0n prend la moyenne des retards dans les dix principales experiencea\nde M. Janet et de M. Gilbert, on trouve un retyd qui a ete deneuf minutes\nenmoyenne.\nL'identiM tres saisissantes de ces deux chiffres. et la constance du\npMnomene retard, indiquent que n'y a pas Ia. une simple coincidence. Ainsi\nsur 17 exp~riences de Janet et de moi, 17 fois il y a eu retard et pas une Reule\nfois avance. N'est-ce pas un bien bon argument contra l'hypothbse de\nhazard 7 Qu'en pensez·voUB 7\nCHAltLBS RICBlIT.\nDigitized by Google\n\fOct., 1887.] Jou?\"nal of Society fO?' Psychical &search. '153\nCORRESPONDENCE.\nTo file Edito-r of file JOURNAL OF THE SOCIETY FOR PsycmcAL REsBARCH.\nDEAR Sm,-In my paper entitled .. The Poasibilities of Mal-Observation\nfrom a Practical Point of View,\" published in Part XI. of the Society for\nPsychical Research P\"oceedings, I called attention on pp. 415, 416, to the\nfollowing editorial note in Light, September 4th, 1886 :-\n., If he [Mr. Davey] or any other conjurer can produce the appearance\nof the conditions which he seemed to observe with Mr. Eglinton, and the\nwriting under such apparent conditions, so as to induce an inexperienced\nwitness to write such \" report as those he wrote himself, it will be time\nenough to talk of mal-observation as a poasible explanation.\"\nIf it can be pointed out in what way I have failed to carry out the above\nprescription in the essential details of my experiments with certain inex-\nperienced witneBBes to my conjuring performances quoted in the PrOl'mingll,\nPart XI., I shall then be happy to devote further time and study to the\nquestion.\nIn the meanwhile, as no such attempt to my knowledge has been made,\nnor to answer the clear charges of imposture already recorded against\nMr. Eglinton, a further expenditure of time on my part seems unneceBBal'Y,\nfor the conclusion to be drawn is obvious.\nI have been asked to reproduce certain extraordinary results in the\npresence of those who claim to have witnessed them with Eglinton.\nApart from other considerations, it does not seem to have occurred to\nthose who have recently made this proposition that it would be just as\ndifficult for me to duplicate under similarconditions certain avowed conjuring\nperformances, as for instance the following trick performed by Harry Kellar,\nthe American conjurer, before three of the Seybert Commissioners. (Seethe\n.. Seybert Report on Spiritualism,\" pp. 78. 79.)\n.. Professor Thompson was asked to write a question, which he did while\nthe side of the slate on which he wrote was turned away from Mr. Kellar.\n'\" The slate was not turned over,the written question remaining on the\nunder side, and it was held at the usual place under the table, Mr. Kellar's\nthumb remaining above the table in full view, while the fingers held the\nalate up under the table.\n\"A moment after the placing of the slate under the table, it was withdrawn\nto admit of a small pencil being placed upon it, Mr. Fumesshaving remarked\nthe absence of the pencil. The slate was not otherwise withdrawn from\nunder the table above two inches until its final withdrawal, and the question\nwas always seemingly on the under side.\n\" When the slate was brought out a communication was found upon it in\nanswer to ProfeBBOr Thompson's question. The answer was on the upper\naide of the slate.\" (Mr. Kellar afterwards revealed his methods to Dr.\nHoward FumeBB.) ,\nI may also point out that there are, undoubtedly, methods for producing\nelate-writing unknown to general conjurers. I have already quoted on\npp. 412,413 Proceeding.,Part XI., the testimony of a well-known profeBBional\nconjurer in regard to certain experiments I performed before hinl. I may\nDigitized by Google\n\f154 Journal of Society for Psychical Research. [Oct., 188'j.\nnow supplement this by quoting the testimony of Dr. James Henry Lewis,\nan experienced amateur conjurer, with whom, personally, I was unacquainted\nprior to the .reance.\nStaines.\nJtvne 16th, 1887.\nYesterday I attended a seance given by Mr. S. J. Davey, of Beckenham,\nfor slate-writing. The results were simply marvellous. Writing was pro-\nduced on a lock~ slate with a genuine Bramah lock, and also between two\nordinary schoolillates unprepared, and which I thoroughly examined, tied\ntogether myself, and sealed. Although I know nearly every conjuring\ntrick as applied to slate-writing, I feel quite convinced Mr. Davey did not\nuse any of these, and without an explanation from him I am at a loss to\naccount for the means of production.\nJAMES HENRY LEWIS, Ph. D.\nThe following is the evidence of an amateur conjurer of exceptional\nability:-\n\" I have to-day seen Mr. Davey produce pencil marks within Mr. Spiel-\nman's folded slate,*padlocked, corded, and sealed, and having rebates in the\nframe,. so that nothing can be introduced between the frames, and I confeBS\nthat I cannot imagine any possible method of doing so.\n\"GEORGE HERSCHELL, M.D.\n\"June 25th, 1887.\"\nEglinton has asselied in Light, October 16th, 1886, that he refused an\noffer of 2,000 guineas per annum to perform his manifestations nightly upon\na public platform, and he instances this as a proof that his manifestations are\nnot the result of conjuring.\nA similar munificent offer was recently made to myself, if I would repeat\nbefore a public.audience certain slate-writing tricks I had performed in a\nprivate studio. I declined this offer upon the ground that conditions\neBSentia! for the succeBS of my performance could never be obtained in full\nsight of a public aBBcmbly.-Yours, &c.,\nS. J. DA.VEY.\nAugust 24th, 1887.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSm,-I wrote to you in June last, but as you informed me .. the July\nnumber was made up before the arrival of my letter,\" I now write again, and\nshall be glad if you can find room for this letter in your October number.\nI need hardly say that I read the last Proceedings with great interest, but\nI am free to confeBS that I cannot even now, after this rather long inter\\'al of\ntime, see the object of your efforts to show that Eglinton is an impostor.\nEven if you succeeded in doing 80 (and as yet you are very far from having\n* This slate was specially prepared by a gentleman, with whom I am un-\nacquainted, for a seance with Eglinton. I understand thatE~linton had failed tc)\nproduce any result whatever, and it was shown to me as bemg apparently trick\nproof. After Dr. Herschell had secured it, as he describes, I requested a few\nseconds non-observation to produce the result referred to.-S.J.D.\nDigitized by Google\n\fOct., 1887.] Journal of Society for Psychical Research. 155\nsucceeded-at least, in my judgment}, what would you have gained 7 I\npresume it is not suggested, even by Messrs. Hodgson and Lewis, that all the\n\" mediums\" that ever appeared have been the clever conjure!'S that they\nwould have us believe Eglinton is. Spiritualism does not stand or fall with\nEglinton, as you and some writers of the Society for Psychical Research seem\nto imagine. Even if you could show to demonstration that he is all which\nyou suspect him to be, you would not have taken one step in advance. You\ndo not, I presume, expect your readers to believe that girls of fourteen, for\ninstance,can write in locked slates answers to questions which they have never'\nheard or seen, and in languages which they don't understand, by their own\nunaided powers of conjuring ; and, if not, what advantage would you have\ngained if you could succeed in showing that Eglinton can do so 7 \" His\nphenomena may be taken as typical,\" you say, \"of the evidence on which\nthe Spiritual belief rests, and an examination of his claims is, therefore, an\nimportant step in the examinstion of the subject.\" This sentence is the\nkey-note of all that follows, and its argumellt is founded on a fallacy.\nWhately would have denounced it as involving an \"undistributed middle,\"\nand Mill as a \"fallacy of ratiocination.\" If it can be shown that Eglinton\nperforms his feats by conjuring, then his phenomena are not \"typical of the\nevidence on which the Spiritual belief rests,\" unless it can be shown that\nother mediums-the girl of fourteen, for instance, or the uneducated female\n-are at least as likely as he is to do theirs by conjuring also. And this, I\npresume, no one will attempt to show.\nI am not concerned to defend Eglinton. I have no personal knowledge\nof him whatever, but I have, I hope, an Englishman's love of fair play, and\nfair play is just that which in my judgment he has not received at your\nhands.\nIn a former letter I asked that Mr. Davey should do his feats in the\npresence of some well-known Spiritualists. I find, however, that Mr.\nHodgson, who appears to be his .. guide, philosopher, and friend,\" will not\nlisten to such a proposal. He is afraid of the \"psychical condition of the\nSpiritualists.\" That condition \"might be a bar to Mr. Davey's perfor-\nmances,\" he says. Well, air, here we have surely discovered a new thing\nunder the sun-a conjurer depending for his ,uccess on the psychical\ncondition of his audience I If this does not out-Herod Herod, I should like\nto know what does.\nAnd in the last number of the JO'I.lII\"IUil, I perceive that an answer has\nbeen discovered that will meet any and every question that may be raised as\nto the difficulty of accounting for Eglinton's phenomena, viz., Mr. Davey\ncan do something quite as wonderful, or even still more wonderful by mere\nconjuring. And when Spiritualists modestly ask to be permitted to witneBB\nthose feats of skill, they are met with the rebuft'-\" No, you must take our\nword for it. We have no reason to regard you persons as experts for the\npurpose of this inquiry. True, toe do not take '!lotVI' word for what is done\nin Eglinton's presence, but that is a different matter altogether. We are\nexperts, and therefore every investigation for the ,\\ubjoct of this inquiry\nmust be reduced to the well-known formula-Heads we win, tails you lose.\"\nIn a second letter I asked how the one word Boorzu was written. I\nDigitized by Google\n\f156 JO'U\/Mull oj Society JOT P8ychical Resea:rch. [Oct., 1881.\nconfined my inquiry to one word in order that I might get, if possible, a\ndefinite reply. .:\\nd now it appears that after all the :flourish of trumpets\nwith which that word was paraded before our wondering eyes, no such word\nwas ever written at all. It was \"books,\" we are told, and not Boorzu,\nthough what the word \"books\" happened to be doing there at that\nparticular time is another of the mysteries that still remain umathomed.\nThere is nothing whatever about books in the context. But whether it was\nbooks or Boorzu we ought clearly to be thankfulfor its appesra.nce, inasmuch\nas it has afforded Mr. Hodgson an opportunity of enlightening us as to the\nclasses and degrees into which conjuring may be divided. These degrees, it\nseems, are three, aud of these three the highest and most wonderful is that\nin which the spectator does the .conjuring for himself, and stands astounded\nat his own mistake. Something has happened by chance, as, for instance, it\nchanced that books looked like Boorzu. It is not owing to the conjurer's\ndesign or foresight or cleverneBB that the thing has taken place. He\ndeserves no credit for it whatever it is, and the great triwnph of his craft\nis to accept the credit which he knows he does not deserve, and assent by\nhis silence to what he knows to be untrue. Mr. Davey wrote \"books,\" and\nMr. Padshah mistook the word for Boorzu-one of his own names known\nonly to himself, and the crowning act of conjuring consisted in reaping the\nfruits that sprang from Mr. Padshah's mistake and pocketing the gains. So\nmuch for Mr. Hodgson.\nAs to the seances of Mr. Lewis with Eglinton I turned to them, expecting\nto find the charges of imposture so frequently made in your pages-not\nestablished indeed, for I had met with no evidence to lead me to the belief\nthat those charges could be established-but at all events I expected to find\nsome new light thrown on the subject-something said to strengthen the\nsuspicion which may perhaps not unnaturally lUl'k in the minds of ·many of\nyour readers, I was disappointed, however, and with your leave I will state\nthe reasons why I was disappointed.\nMr. Lewis undertakes to show how Eglinton's writing is done in one\nposition only, viz., with the slate held under the table. Now if we are to\nbelieve scores or rather hundreds of witnesses writing is often done in\nEglinton's presence while the alate is Ol~ the table, or held out from it\nbetween Eglinton's hand and that of one of the sitters. But these conditions,\nwhich are by far the most satisfactory and convincing, are altogether ignored\nby Mr. Lewis; and thus his whole performance reminds one of the play of\nHamlet with the Prince of Denmark left out.\nBut still we may take his account, such as it is, and see what it amounts\nto. I will ask your attention to the well-known book and slate \"trick.\"\nMr. Lewis took a book at random from the shelves and then wrote on a slate,\n\"p. Zl, line 13, word 2 red, 3 white, 4 blue.\" He then turned the\nalate upside down and called Eglinton into the room; the latter having\nentered, put three bits of chalk, red, white, and blue, with the book on the\nslate, \"put the whole under the table, and taking my left hand in his !eft,\nbegan the sOOonce.\"\nNow let us just remember that this was done in broad daylight, and that\nEglinton had only one hand to hold both book and alate under the table.\nDigitized by Google\n\fOct.,1887.] Jouf\"fUil Of Society for Psychical Research. 157\nIn order to perform the trick, he had in the first place to tum the slate over\n80 as to see the words on the other side, then he had to open the book, and\nas it was not likely he could open it just at the page required, he had to tum\nover the loaves till he came to p. Zl. This being done, he had then to\ncount thirteen lines from the top of the page, and find out the second, third,\nand fourth words in the thirteenth line. Having done all this he had then\nto select his piece of chalk three times in succession so as to write each word\nin the prescribed colour.\nWell, the thing was done. Mr. Lewis does not deny the fact, and what\nhas he to say about it 1 This is what he tells us. After the first pencils had\nbeen jerked off the slate, I suppose by Eglinton's\" shudderings,\" \"fresh bits\nwere placed along-side of the book,\" and the seance began de fI.011O. \"He\"\n(Eglinton) \"pushes his arm with the slate far under the table and then,\nbringing it back towards him again, Zook8 down\" (as if to read the book).\n\"Now he brings the slate up against the under side of the table and puts\nthumb above. I now hear the sound of writing.\"\nThis is all that Mr. Lewis has to tell us about the book and slate trick,\nand he is astounded at the simplicity of the performance. It was all clearly\ndone by Eglinton's thumb-nail during that spasmodic thrust of his whole\nhand under the table! Mr. Lewis does not tell us how long Eglinton'shand\nwas under the table; so it may have been half-an-hour or half a second.\nPerhaps it did not suit his purpose to say how long; vagueness suited it\nbetter. At all events he has presonted us with a picture well calculated to\nexcite our admiration. There sits Eglinton looking down with a quiet eye,\nexamining the slate, turning over the leaves of the book and deliberately\nchoosing out his bits of pencil, while Mr. Lewis sits furtively watching him\nwith the\" tail of his eye\" in dumb wonder. And all this time, good easy\nman, it never seems to occur to him to \"look down to see what Eglinton is\ndoing.\" Is he restrained by a high sense of honour and afraid of being\ncaught eavesdropping 1 Certainly, to an ordinary reader like myself who am\nignorant of the ways of experts, it does seem a little singular that when\nhe suspected Eglinton to be carefully turning over the lea.ves, or scrutinising\nthe page, it never occurred to him to take a peep even in that direction. Or\nshall we think that he was too busy writing notes to have time to look after\nwhat Eglinton was doing under the table 1 And does this also account for the\nfact that hedid not join with Eglinton in holding the book and slate 1 This is\nalmost invariably done, I understand, and Eglinton never objects to it. Now\nif Mr. Lewis knew that he should not be able to take this needful precaution\nin consequence of his being otherwise engaged, why did he insist on being\nalone with Eglinton 1 Why did he not take a friend with him who could\nhave either written the notes or helped to hold the book and slate against\nthe table, and so have made it impossible for Eglinton either to read the\nwriting or open the book1 Why did a professional conjurer adopt this slip-\nshod way of investigating a great subject 1 I think I can tJ311 you why. Mr.\nLewis doubtless loved the discovery of truth much, but he lov,ed the display\nof his own shrewdness and cleverness more. But what could add a taller\nfeather to his cap than to succeed in 1!nmaskingthe world-renowned medium,\nEgIinton ~ Mr. Lewis did not take the most ordinary precautions against\nDigitized by Google\n\f158 Jowrnal of Society for Psychical Research. [Oct~ 1881.\nimposture, and why 7 Why, simply that he might be able triumphantly to.\ntell us when and where acts of imposture might have been perpetrated.\nBut, after all,what does Mr.Lewis's account prove,grantingit to be correct\nand trustworthy in every respect 1 It is clear that his experience with\nEglinton is an exceptional one. Eglinton's conduct, as described at the\nseance-his thrusting his whole hand some eight' inches under the\ntable-his stooping do~ and looking earnestly at the slate, &c., could not.\nhave escaped the notice of the most careless observer, and it is incredible\nthat he could have acted in this way in the presence of the hundreds of\nwitnesses who have recorded their experience. Mal·observation on their\npart is out of the question. Either those witnesses have told us what they\nknew to be false, or Mr. Lewis's experience is an altogether exceptional one.\nGranting it, therefore, all that you or he can claim for it, it does not go one·\nhair's-breadth towards proving the non.reality of psychography in Eglinton's\npresence. The most it can prove, then, on the most uncharitable hypothesis,\nis, that Eglinton is not above having recourse to trickery when his psychical\npowers happen to fail him.\n. But if I were a Spiritualist I should (in view of Mr. Lewis's experience\nbeing an exceptional one) adopt another line of argument, which, indeed, is.\neasily pooh-poohed, but, on the Spiritualistic theory, is sufficiently valid for\nall that. Mr. Lewis was alone with Eglinton-he had insisted on being-\nalone. Here, then, we can conceive a struggle for the mastery between the\ntwo personalities (or whatever the word ought to be) anti the weaker being-\ndominated by the stronger. If this be so, and if the superiority was on .tlle>\nside of Mr. Lewis, as it probably was, we can easily conceive that Eglinton,\nthough normally an honest man, was, when partially in the trance state,.\ncontrolled for the time being by a spirit of trickery.\nAnd now, sir, I should like to make aproposal,orchallenge if you prefer to.\ncall it BO, by way of conclusion. Mr. Davey has revealed to Messrs. Hodgson\nand Lewis the secrets of his conjuring feats, and the mod'lUl op61'atldi, &c. As.\nan ordinary reader, and as far as possible from being an \"expert,\" I find it\nexceedingly difficult to believe that Mr. Davey's tricks are done by mere.\nconjuring. It is clear that he is what is called a \"medium\" or psychic, and\nit seems difficult to decide where his conjuring powers end and his psychical\npower begins. Now I will not challenge Mr. Hodgson to do the \"tricks'\"\nwhich he says he has learned to do. He has not perhaps had practice•.\nand I suppose practice is indispensable as well as theory. But Mr. Lewis is.\njust the man fox the purpose. As a professional conjurer he cannot plead that\nhis brain is too sluggish and his hands too clumsy to learn to do any ''trick,\",\nhowever difficult, with a little practice. I propose, therefore, that in order to·\nsettle this question, Mr. Lewis will perform those feats which you tell us,\nMr. Davey performs by mere conjuring. I do not suspect Mr. Lewis of\nbeing a medium, and if he succeeds in doing all that Mr. Davey is reported.\nto have done it will be necessary to admit that it has been done by con-\njuring. If he declines to do this, I would suggest that arguments against,\nEglinton, drawn from Mr. Davey's performances, should no longer occupy\nthe pages of the Society for Psychical Research.-I am your obedient\nservant, GEORGE HARPUR.\nDigitized by Google\n\fOct., 1887.] Journal of Society for Psychical Research. 1590\n[Mr. Harpur cannot have studied with much care the notices of the,\nEglinton phenomena to which he refers, or he would not have confounded\nProfeBBor Carvill Lewis with Mr. Angelo J. Lewis, or described either gentle-\nman as a \"professional conjurer\"; nor would he have failed to observe that,\nas long a.s Professor Carvill Lewis obviously paid strict attention to what was.\ngoing on, nothing remarkable occurred (which accords with Mr. Angelo J.\nLewis's experience, as recorded in the Journal, for June, 1886); and that it\nwas only when he simulated the non-attention of which Mr. Harpur\ncomplains that he obtained any \"phenomena\" at all.\nMr. Harpur's question as to the gain of showing Eglinton to be an\nimpostor is easily answered. The gain is the discovery of the truth in\nrespect of certain phenomena, the nature of which the Society for Psychical\nResearch expressly set itself to probe. In the original programme of the\nSociety, Mr. Harpur will find an expression of the belief of its founders.\nthat\" amidst much illusion and deception\" a nucleus of genuine phenomena.\nmight perhaps be found; and in every brsnch of the research the first.\nobvious duty of the investigators has been to separate the phenomena due\nto illusion and deception from those (if any such there were) which had some\nother origin. For further reply on this head it will be enough to quote the,\nsentence of mine which Mr. Harpur has misquoted. I say that\" Eglinton's\nphenomena may.fairly be taken as typical, so far as professional mediumship\nis concerned, of the evidence on which the Spiritualistic belief rests.\" Mr.\nHarpur substitutes\" Spiritual\" for\" Spiritualistic,\" and omits the essential.\nclause \"so far as profeBBional mediumship is concerned.\"\nMr. Harpur seems to have missed the instructive point of the Boorzu\nincident. What amount of adroitness and presence of mind Mr. Davey\ndisplayed is a comparatively unimportant question. What is important is.\nthat an apparently inexplicable phenomenon-one which was expressly\nemphasised as inexplicable by Mr. Harpur himself-proves to admit of an\nextremely simple explanation.\nMr. Harpur speaks of a j7i.rl of fourteen who can write in locked slates\nanswers to questions' which she has never heard or seen, in languages which\nshe does not understand. If he really POBBeBBeS evidence of such a case, it.\nis to be hoped that he will lose no time in sending the details, properly\nauthenticated, to Professor Barrett, the hon. secretary of the Committee for-\nthe Investigati.on of the \"Physical Phenomena\" of Spiritualism.-ED.]\nTo the Editor of the JOURNAL OF THE SoCIETY FOR PSYCHICAL RESEARCH.\nSm,-To shoW how difficult it is to arrive at any conclusion as regards.\nSpiritualism, it should be noted that fiot only do the phenomena of the.\n.reance-room seem in a state of flux, but also the opinions of persons who are\napparently calm investigators. It may be that the very fact of such people\nunaccountably changing front while without doubt being perfectly honest.\nabout it, helps to show that there is something supernormal in Spiritualism.\nI am now referring especially to the letter of Mr. J. G. Keulemans on\nprofessional mediumship, in the JO'UINUll for last June.\nSome two years ago now ormore, being anxious to inquireintoSpiritualism.\nDigitized by Google\n\f160 Jou\/Mw,l of Society for Psychical Research. [Oct., 1887.\nI was advised to call at a house in Great Portland.street, on a certain evening,\nwhen one of the members of the then Spiritualist Alliance would be there to\ngive advice to inquirers.\nI went round with a friend, Mr. O. A. Fry (of 4, Hare Court, Temple,\nbarriater-at-law),who was as keen about the subject as m~lf, and we set out,\nas many have done before us, determined to sift the subject to the bottom, if\nit should cost UB weeks of time.\nThe evening we went round, we happened to find Mr. Keulemans present,\nwho gave us much kind attention, and answered pur crude questions at\nlength.\nAs neither of us knew anything of the subject what we gathered was\nforcibly impreaaed upon us-at any rate I can speak for myself; and what we\nwere then told by him differed considerably from what is to be read in his\npresent letter. As the difference is more in gradation of opinion than actual\ndivergence, perhaps he would not be sorry to be reminded of his former\nmore hearty belief, and others may see in his change of opinion a rellection of\ntheir own.\nI cannot pretend at this distance to recall all that was said in a two hours'\ntalk. but there are some things which, from their novelty at the time, have\nnot been forgotten either by Mr. Fry or myself.\nOn referring to the letter in the Juurnal, it would app~, though it does\nnot actually say so, that Mr. Keulemans has no strong belief in the genuine-\nDess of the manifestations of John King and other so-called spirits.\nI can well remember Mr. Keulemans telling UB that John King was well\nknown to him (Mr. Keulemans), and that he looked upon him inthe lightof a\nfriend, and on Mr. Fry asking the probable cause of J. King's death, Mr.\nKeulemans replied that he would not think of .hurting his feelings by asking\nsuch a question of John King, seeing that the life he had led on eartb, as a\nbuccaneer, might have been terminated in a manner unpleasant to acknow-\nledge, and he added that though John King had left the body, yet that was\nno reason why he should be treated with disrespect ; he also told us that he\nhad observed a distinct in.provement in the moral character of John King,\nand that such being the case it was not unlikely at some future date, sooner\nor later, he would lea'\\\"e the sphere he was now in for a higher one, and we\nmight then seo him no more.\nOn the walls of the room in which we were sittingwere numerous pictures\nof spirits, among whom figured John King, and these were drawn by Mr.\nKeulemans himself, \"from life,\" as he told us. Does he now think his\nsitters were genuine spirits or was he \"taken in \" by appearances 1 One may\nhardly believe this in so calm an inquirer as Mr. Keulemans is.\nAbout one spirit, however, Mr. Keulemanll can have but little doubt, I\nthink, and that is the spirit of the Dutchman who used to come and visit Mr.\nKeulemana while he was at work, and who used to materialise a voice and try\nto persuade Mr. Keulemans to come out and drink, so that by a part obseBBion\nhe might gain a glimpse once more of a pleasure that was now beyond his\nreach.\nThis was, be it noticed, told to us most circumstantially, and neither I\nnor Mr. Fry am likely to be mistaken about the narration of the episode.\nDigitized by Google\n\fOct., 1887.] Journal of Society for Psychical Research. 161\nHas the Dutchman, too, gone where the rest of the broken idols are 1\nAgain, what has happened to the belief in the spirit drapery which Mr.\nKeulemans told us he had cut off from the garments of the materialisationa\nand had placed ill a glass box, and had watched the piece gradually melt\naway and disappead Nor can I forget the story of the little spirit child,\nwho used to come and sit on Mr. Keulemans' knee and play with his\nwatch and chain.\nMr. Keulemans says in his letter he believes that genuine spiritual\nphenomena occur sometimes. The above cited cases perhaps are what Mr.\nKeulemans refers to, but with his advantages he would be doing good service\nto bring prominently forward these experiences.of his. It must be\nremembered that he was talking to novices when he had this conversation\nwith Mr. Fry and myself, and to more experienced persons he might have\nmore to tell.\nThere is no better time than the present to come forward, and he will\nhave no lack of listeners.-I rema.4l, Sir, obediently yours,\nA. G. WITHERBY.\n4, Hare Court, The Temple, E.C.\nI have read Mr. Witherby's letter (printed above) and can fully corrobora.te\nevery word of it. Either Mr. Keulemans attempted wilfully to deceive us,\nor else he is now deceiving the readers of your journal, or else his opinions\nhave undergone a most remarkable modification. In addition to what Mr.\nWitherby has written, I should like to ask Mr. Keulemans what has become\nof the little girl spirit which used to sit on his knee, and say to him by way\nof proving its spirituality, \"Put your finger in my eye.\" According to Mr.\nKeulemans he used to do so, and the eye would then dematerialise\nand allow Mr. Keulemans' finger to pass into the child's spiritualistic skull at\npleasure. This\" fact\" Mr. Keulemans gave us as \"proof positive\" of the\nsviritual existence. I cannot say that Mr. Keulemans did actually deceive us\niD. all these matters, but we talked to him with open minds, and denied\nnothing nor admitted anything.\nOLIVER A. }'RY (M.A. Oxon.)\nTemple, E.C., July 22nd, 1887.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYC!lICAL RESEARCH.\nDEAR Sm,-\" H. G. R.\" has been studying expectation in the percipient.\nI considered it only in the agent, in the letters to which he refers.\n\" H. G. R.'s\" observations of himself would not, therefore, in any case\nconfiict with my theory. If the percipiflnt's expectation of the event\nfacilitated the telepathy, it would be difficult to prove 'it, because such\nexpectation' would also tend to generate hallucination. Moreover, in\nspontaneous telepathy such general expectation as would correspond to\n.. H. G. R.'s\" expecting to guess in experimental thought-transference\nwould be hard to distinguish from the malaise, the effect of telepathy: But\nexpectation is not essential in the percipient, though it is qui\"te worth while\nto observe if it has any efficacy.\nDigitized by Google\n\f162 Journal of Society for Psychical Research. [Oct., 1881.\nWith regard to .. H. G. R.'s\" agents, I must gather broadly that where\ntheir condition of mind is not stated it corresponded to the percipient's,\nand that there is an accuracy as to it sufficiently close to be at any rate in\nconcordance with the general accuracy of conception of expectancy itself. It\nhas now to be shown that the facts stated by \"H. G. R.,\" though apparently\n'Opposed to, are really in agreement with, my views.\nIt is well no~ even to seem paradoxical. Let me, therefore, before\n-explaining how this may be, cull two texts from authority. I once, in &\nhospital ward, heard read a chemical analyst's report. The words occurred,\n\"Sugar is there, I believe.\" The physician present said, \"That means he\n.has considerable doubt about it.\"\nAnd here is the converse, the hackneyed\n\" There lives more faith in honest doubt,\nBelieve me, than in half the creeds.\"\n'This rises to the dignity of a psychological truth. Real belief is in inverse\nratio to conscious belief. Real belief is an unconscious thing. We had it\nwhen we were unconscious that we had it. In knowing that we have it, we\nknow that we are habitually unconscious that we have it ; though in the few\nmoments we thus allow ourselves to think and know, our belief trembles,\neven though it be the belief that 2 and 2 make 4. But in doubt there is no\n-conscious belief: hence we may expect to find Unconscious or real belief.\nAll this becomes more obvious it: for\" belief\" be substituted\" unconceived\nnegative.\" For what is the pseudo-belief of the analyst above mentioned\nand of \"half the creeds\" 1 It is a conscious belief. The\" unconceived\nnegative\" is conceived, therefore, in it. It is, in fact, one conception\nexisting in the mind with its negative in antagonism to it, belief-belief, or\nmore exactly a quick alternation of mutually exclusive beliefs. And what is\ndoubt, and in particular experimental doubt 1 It is positive and negative\n-conceptions existing in the mind, not in antagonism, belief and belief; but\n'so that each may be conceived as possible and as true, and, at pleasure, the\n'One unmolested and unnegatived by the other.\nTo apply this. It appears that ., H. G. R.'s\" agents were successful\nwith him in first xperiments, though they did not expect to be, and\nunsuccessful in subsequent experiments, though they expected to be\nsuccessful ; and when lhey varied the experiments they were successful at\nfirst, though they did not expect to be, and unsuccessful afterwards,\nalthough they expected to be successful. I should conclude so. The\ncondition of mind in first experiments is hard toO be retained for subsequent\nones. It is a condition of doubt. The consciousness is lazy, there is\nsuspense, doubt, but not antagonism of conceptions. The positive\nconception secures activity in a dramatic reality, a hypothetical truth, which\nthe negative dolls not trouble itself to infringe upon. This state is\nillegitimate, yet in its essence belief, as man is man under whatever nativity.\nIt is \"not far\" from belief. It runs in the dry bed of belief. But in\nsubsequent experiments the consciousneBB is aroused, it applies itself more,\nit brings more in fOTO, more into direct antagonism, the positive and\nnegativa conce~tions. The positive, if otherwise strengthened by SUCceBB,\nhas its automatic crescive faculty weakened, the negative being strengthened\nDigitized by Google\n\f<>Ct., 1887.] Journal of Society for Psychical Research. 163\nby the increase of attention. There is belief or expectation, but conscious of\nitself; that is,again, the \"unconceived negative\" is conceived. Thus there is\nimpure belief, or two beliefs at war. The positive conception is not left\nalone. It is momentarily annihilated by that very conception of the\nnegative. which is involved in the conscious negation of the negative. Hence\nsuccesa diminishes, ceases. This agrees 'With what may be gathered from\nthe records of spontaneous telepathy. The agent never deliberately believes\nthat the percipient is or will be impressed. As 1 have endeavoured to show,\nin a state of mind more or less of 0. dream state, he believes unquestionably\nwithout a negative conception that the percipient is impressed, or that the\nrelation A to B which he conceives is a really existent relation.\n\"H. G. R.\" says that in the only case of a first experiment where there\nwas confidence of success, there was failure. This confidence (I submit) was\ntoo deliberate, too foreed. The consciousnesa was too much aroused, the\nnegative conception thereby drawn inforo and rendered antagonistic.\nThe difficulty is in the use of the words expectation and belief, which ha\\\"'e\na twofold meaning, pure and impure, according as the negative conception is\nabsent or quiescent, or according as it is present or antagonistic. If\n\" unconceived negative\" be substituted for belief, the presence or absence\nof belief in its purity will be easy to determine; and it will generally be\nfound with the presence of such belief there was no present consciousness of\nbelieving, but only subeequent recognition of having believed, and that in\nexperiment confidence of success is a factitious state of which the foundations\nare undermined by the negative conception.\nAgain, \"H. G. R.\" says that he occasionally guessed a card which the\n<>perator had momentarily intended to choose, instead of that which she\ndid choose. 1 have observed this; and it has appeared to me one of those\nhappy accidents by which the unnegatived conception gets play. For here\nthe operator simply selects a card for the percipient to guess, and then drops\nit before her mind applies itsl'lf to conscious expectation, that is to say,\nbefore the advent of the negative conception. That\" H. G. R.\" guesses\n\" instantly if ~t all \" might be similarly explained.\nIt happens with suspicious frequency also that when the percipient is not\ninformed of the cards which are turned up, he guesses not the card which is\nturned up, but the card turned up just before. This may actually be due\nto the dying away of the conscious expectation of the agent (upon failure),\nand to the mere presence in her mind of the unnegatived conception of what\nmight have been, of a card which nlight have been guessed, of a card\nguessable.\nFinally, let me ask if the conclusion at which \"H. G. R.\" has arrived\nreally differs from mine. He thinks that the agent's success depends upon\nher power of concentrating thought. But the utmost concentration would,\n1 think, still include, along with the thonght, the thought of its transmission,\nwhile it would exclude, along with all other thoughts, the thought of its\nnon-transmiBBion, so that the agent would have an unnegatived conception or\npure belief that the thought would be transmitted.\nAnd even with regard to himself as percipient, \"H. G. R. \" thinks that\nhis success depends upon his power of ., excluding other thoughts,\" that is,\nDigitized by Google\n\f164 JO'Urnal of Society for Psychical Resea'l'Ch. [Oct., 1881.\nexcept of himself as percipient, that is. except of an unnegatived conception\nor pure belief that he will perceive.\nUpon this last point, if the percipient is quite ignorant that any agent is\noperating, this of course implies the absence from his mind of the negative\nconception of non-transmission. If he has, with knowledge of the agent,\nand with absence of the negative conception, the positive conception of\ntransmission, this may be a still more favourable condition of percipience.\nBut if the negative conception is present and active, opposed to the positive,\nthat is, if there is a conscious and impure expectation in the percipient, this\nmay be a very unfavourable condition.\nBut with regard to the percipient, I ha.ve no opinion. What I have\ndesired to enforce in this letter is that there is a pure and an impure expect-\nan:Jy, and that pure expectancy implies the \"unconceived negative.\" This\nlatter it is which seems to me a necessary mental condition in the agent.\nBut impure expectation I should conclude to be inefficacious in the ratio of\nits impurity, that is, in the ratio of the agent's consciousness of expectancy.\nIf it be true that the .. unconceived negative II is a necessary mental\ncondition in the agent, then it is a pregnant truth. If it be true also that\nthe will is unconceived negative (see letter in Ma.y Joumal) then a modern\nnotion of the world as will and perception might be varied into a notion of\nthe world as perception and the unconceived negative. Such a notion might\nboth throw light upon and receive it from psychical research. However,\nthe unconceived negative is not anxious to ascend to this metaphysical estate.\nIt desires only that experimenters should put t.() the test its psychical efficacy.\n-Yours sincerely,\nC. DOWNING.\nP.S.-Such a letter as\" H. G. R.'s,\" so full of valuable facts, seems ample\nexcuse for toying with, by-the-way, not theory, but generalisation. I hope\nthis elucidation of what expectation appears to be in analysis may suggest\nfurther observations, even if they tend to destroy the \"unconceived nega-\ntive.\"\n*** It will b~ remembered that the earlies~ experiments in Thought-\ntransference described in the Society's Proceedings were made with some\nsisters of the name tlf Creery; and that though stress was never laid on\nany trials whero a chance of collusion was afforded by one or more of the\nsisters sharing in the \"agency,\" nevertheleBB BOme results contained under\nsuch conditions were included in the records. In a series of experimenta\nrecently made at Cambridge, two of the sisters, acting as \"agent\" and\n\"percipient,\" were detected in the use of a code of signals; and a third\nhas confeBBed to a certain amount of signalling in the earlier series to which\nI have referred. This fact throws discredit on the results of all former trials\nconducted under similar conditiens. How far the proved willingness to\ndeceive can be held to affect the experiments on whieh we relied, whero\ncollusion was excluded, must of course depend on the degree of stringency\nof the precautions taken against trickery of other BOrts-as to which every\nreader will form his own opinion. A further notice of the facts here briell.y\nstated will be published in the Proceeding••-ED.\nDigitized by Google\n\f","_id":439}