{"name":"Journal of the Society for Psychical Research 3552","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n45_dec_1887.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N45, December 1887","mylang":"de","content":"No. XLV.-VoL. III. DECEHBBR, 1887.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\n. .\nNew Members and Associates .•\nMee~ of Council . . •. ..\nA MeetlDg of the Society . . . .\nEzperiments In Thought-Transference\nCorrespondence . . . . . . ••\nSupplementary IJbrary Catalogue .•\nCONTENTS.\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nPAGE\n•. 177\n.• 177\n.. 178\n.. 179\n•• 192\n.. 195\nSAUNDERS, FREDERICK A., F.R.C.S., L.R.C.P., Denburn, Crail,\nFife, N.B.\nTANCRED, MRS. CLEMENT, 23, Duke-street, Manchester-square,\nLondon, W.\nASSOCIATES.\nBONUS, JOSEPH, MAJOR-GENERAL, R.E., E.I.U.S. Club, 14, St. James's-\nsquare, London, S.W.\nBaUHNs, THEODORE, Simferopol, Russia.\nDICKINSON, GOLDSWORTHY L., B.A., King's College, Cambridge.\nMAcNAUGHTON, REV. SAMUEL, M.A., Rose Bank, Addison-road,\nPreston.\nMAsON, MISS M. H., Morton Hall, Retford, Notts.\nMouL, MRS., 10, Cheniston-gardens, Kensington, London, W.\nPITCHER, CHAI!.LES A., The Knoll, Lodge Hill, Farnham.\nWALKER, REGINALD T., 27, Hanover-square, Leeds.\nMEETING OF COUNCIL.\nThere not being a quorum of Members present on the 4th of\nNovember, some necessary matters of business only were considered,\nand a confirmat-ory minute was passed on the 2nd of December. The\nfollowing report includes the matters so confirmed.\nThe Members present at the meeting of the Council on the 2nd of\nDecember were :-Professor Sidgwick, Messrs. Walter H. Coffin,\nEdmund Gurney, F. W. H. Myers, and J. Herbert Stack. The chair\nwas taken by Professor Sidgwick.\nThe Minutes of the last Meeting were read, and signed as correct.\nTwo new Members a.nd eight new Associates, whose names and\naddresses are given above, were elected.\nP\nDigitized by Google\n\f178 Journal of Society fO'1' P8ychical Research. [Dec., 1881.\nInformation was received with regret of the death of Mr. Titus\nSalt, J.P., a Member of the Society.\nA small number of books were on the table, presents to the\nLibrary, for which a vote of thanks was passed to the donors.\nCash accounts in the usual form were presented for the months of\nOctober and November.\nA circular was authorised, under the title of CI Free Distribution\nFund,\" inviting contributions towards a fund for placing the Proceedings\nof the Society, and a certain number of copies of Phantasms of the\nLiving, in the free public libraries of the country and in other kindred\ninstitutions. It was agreed that the circular should be sent round to\nmembers with the December Jowrnal.\nThe arrangements that had been made for the Meeting to be held\non the evening of the 2nd of December were sanctioned. It was\nfurther resolved that a General Meeting of the Society should be held\non the evening of the day of the Annual Business Meeting; a\nconvenient date to be fixed about the usual time at the end of\nJanuary. Full notice of this will be given later.\nThe next Meeting of the Council was fixed for the 13th of\nJanuary, 1888.\nA MEETING OF THE SOCIETY.\nA meeting of the Society, for the description and discussion of\nsome recent experiments in Hypnotism, was held in the Council\nChamber of the Westminster Town Hall, on the evening of the 2nd of\nDecember. About 150 members and friends were present, cards of\nadmission having been sent to those who applied, in accordance with\nthe previous announcement..\nMr. Edmund Gurney described some further experiments of the\nsa.me character as some described in his paper on \"Peculiarities of\nCertain Post-hypnotic States,\" in Part XI. of the Proceedings; the\npoint being that the subject, in a normal state, but unknown to his\nnormal self, executes distinctly mental work which has been suggested\nto him in the hypnotic state, and the performance of which cannot\napparently be referredto \"unconscious cerebration,\" since on re-hypno-\ntisation he remembers the mental process involved.\nAn interesting conversational discussion followed, in which Mr. O.\nElton, Mr. Ion Perdicaris (of Tangier), Mr. F. W. H. Myers, Mr. H.\nVenman, and others, took part. A variety of points connected with\nthe experiments were further elucidated by Mr. Gurney's replies.\nMr. Perdicaris referred to some apparently important experiences\nDigitized by Google\n\fDec.,1881.] Journal of Society f01' Psychical Research. 179\nof his own in years gone by, in connection with hypnotism, the par-\nticulars of which he was strongly urged to supply in a written fonn.\nSome questions were asked as to the possibility of employing hypno-\ntism as a means of education. To these Mr. Myers replied that the\npower of attention could undoubtedly be strengthened by hypnotic\nsuggestion. Mr. Myers pointed out also how dreams sometimes\nsupply a link between a nonnal continuous memory and the markedly\ndiscontinuous memory of hypnotic and other abnorrp.al states.\nIn reply to some questions as to the facilities for obtaining \" sub-\njects,\" Mr. Gurney said that ~n France the hospitals supplied the\ngreater number of \"subjects,\" but that in England the only effective\nmethod seems to be by giving entertainments, at which persons were\ninvited to allow themselves to be' experimented upon. He thought it\nexceedingly desirable that the experiments which he had described\nshould be repeated on persons of more education than the \"subjects\"\nwho were obtained in this way; and he should be very glad if such\nwould offer themselves. He had no idea what proportion of persons\nwould be found to be sensitive.\nMr. Gurney then proceeded to describe some other experiments on\nthe hypnotisation (anresthetisation and stiffening) of one' or another\nof the\" subject's\" fingers which were concealed from his view, while\nthe hypnotiser held his hand without contact over the selected finger.\nThe novel point was that the finger as a rule remained unaffected if\nthe operator directed his will to the non-production instead of to the\nproduction of the result. .\nEXPERIMENTS IN THOUGHT-TRANSFERENCE.\nThe results here printed of various sets of trials in Thought-\ntransference have been accumulating for some time. It is earnestly to\nbe wished that more of our friends would join in this most important\nbranch of the work.\n(1). The following experiments were made by Mrs. Shield, of Bowers\nGifford Rectory, Essex, with two maid-servants' and a \"rough farm\nlad\" as percipients. Mrs. Shield writes, June 18th, 1887 ;-\n\" There was no thought of deception, I am sure, and I carefully abstained\nfrom suggesting any. No motive for deception existed, for right answers\nca.me more quickly than a pretender would have thought prudent-generally\nas quickly as a question could be answered. If there was delay, there was\nfailure.\" When the object to be thought of was being selected, the\npercipients went into a lobby, closing the door behind them. \"We spoke\np 2\nDigitized by Go\n\f180 Journal of Society for Psychical Reswrch. [Dec., 1887.\nin whispers, or by dumb signs, needleBBly, that no one should even imagine\nhe or she 'heard,' and numbe1'8, &c., were always turned from the\npercipient, however blindfolded. And they were desirous of excluding\nevery ray of light, 'that they might see the better,' and impressed the\nnecessity on occasional visito1'8 who tried. A few boys from the night\nschool came in with Sam-an assistant in the school was there once-and\nmost were successful in one or more attempts. But as these were made in\na somewhat scrambling way they are omitted. On the other hand, when we\nwere able to make a real series of attempts, I entered ewry one, successful\nand unsuccessful. All three servants were good agents as well as percipients,\nbut we got on faster when I acted agent-the only part I am capable of. I\nhave written as if all four persons were always present. It was not so.\nTwice a week Sam attended night school, and if he was to bring in a school-\nfellow I waited for him after my usual time. One or other of the girls was\noften absent for long or short periods, and I utilised opportunities to test\neach singly-finding no difference. Some percipients could not explain how\nthey got their answe1'8. Sam always saw the thing. He is ,'ery intelligent,\nand I regret that he has left the service and gone to' a distance. Other\ndomestic affairs broke up our meetings-to be resumed some day, perhaps.\n\" To me the experiments are very easy and very interesting. I cannot\nbut wonder so few people are disposed to give a little time and attention\nto the subject.\n\"I have omitted to say that when by the Secretary's advice I ceased to\nmake all present acquainted with the object, the interest much declined,\nthough I did my best to maintain it, and the answers came more slowly. The\nagent and the percipient were left to settle the particular question, and only\nthe result interested the others.\n\"MARY E. SHIBLD.\"\nFINDING ARTICLES, WITH CONTACT.\nDecember 3lat, 1886.\nAGENT.\nMn. Shield.\n{\n3 trials with Clara, 0.11 successful.\n3 do. Phoobe do.\n3 do. Sam, 2 complete, 1 partia!success.\nAGENT.\nMrs. Shield.\ndo.\ndo.\nGUESSING ARTICLES, WITHOUT CONTACT.\nPEBCIPIENT.\nSam.\ndo.\ndo.\nNot blindfolded; eYe8 8hut.\nARTICLE OR ACTION\nTHOUGHT OP.\nMaking toast.\nThreading a\nneedle.\nPouring out tea.\nIlESULT.\n\"Toasting fork.\" (? Prompted.)\n\" Toasting bread.\"\n\"Using a needle.\" (How?)\n\" Threading of it. Threading\na needle.\"\n\"Pouring out water.\" (Try\nagain.) \"It's from a teapot-\npouring out tea.\"\nDigitized by Google\n\fDec., 1887.) Journal of Society for Psychical Research. 181\nFebruary 3m, 1887.\nAGENT. PERCIPIBNT. IARTICLE THOUGHT 01'. RBSULT.\nMrs. Shield,\nClara, and\nPhOlbe.\nMrs. Shield,\nSam, and\nPhOlbe.\nSam.\ndo.\ndo.\nClara.\ndo.\ndo.\nMrs. Shield. F e m a I e\nSchool As-\nsistant.\ndo. do.\ndo. do.\ndo. do.\ndo. . do.\nFeb.12,1887.\nMrs. Shield. Sam.\nAGENT.\nIPERCIPIENT.\nMrs. Shield. Clara.\ndo. do.\ndo. do.\ndo. do.\ndo. do.\nde. do.\nMrs. Shield. PhOlbe.\ndo. do.\ndo. do.\ndo. do.\ndo. do.\ndo. do.\nMonkey.\nBox of matches.\nPony carriagto.\nLamp.\nBoy's cap.\nLoaf of bread.\n2 numbers (2 ex-\n\" Ape.\"\n\" Lucifer&.\"\n\" Horse and trap.\"\n\" ·Lanthorn.\"\n\" Ca~.\" (Like yours 1) \" No ;\nboy s black cal'.\"\n\"Saucepan. Kettle. Bread\nand butter.\"\nperiments). Right.\nA knife. Right.\nTwo names. Guessed partly right.\nI wrote\" York.\" Shesaid,\" New York.\"\nI wrote\"Benfleet.\" She said, \"South Benfleet.\"\n{\nAce of Dia-}~ Right second guess.\nmond&. .\"\nK n a v e 0 f .= Not guessed in 3 trials.\nHearts. ]\nFebruary 18th, 11187.\nARTICLE THOUGHT 01'. Jl,BSULT.\nBall of wool. ~ht.\n\" What colour 1\" (right).\nThimble. Knife.\nButton. Ri ht.\nSixpence. HSpenny.\nRintua Knife.\nFe ry 19th. *\nNothing guet.!sed.\nRing•.\nSilk. Nothing guessed.\n\"Days\" (printed\nword). Right.\n\" Hand\" (printed\nword). Right.\nScrap of red\nmorocco. Something red.\nDouble number\n(32). 84.\n* On the 18th and 19ththe agent and percipient were alone present. Mrs.\nShield says, \"The objects, including words, were, to use your own expression,\n'chosen out of all the objects in the whole world.' In the afternoon of the 18th\nI }'reP!lored in my own room a collection of fresh objects-excejlting every-\nthmg that resembled what we had used. These I rut into an envelope, and the\nenvelope into the pocket of IllY gown, whence could withdraw one thing\nwi thout exposing the others. They included a few words cut from waste paper\n- all short nouna, such as I could easily see with eye and mind, to use as otlier\nthings, without saying they were words.\"\nDigitized by Google\n\f182 Jo'U1\"1Uil oj Society JOT Psychical Research. [Dec., 1887.\nGUESSING DOUBLE NUMBERS.-' SAM; Percipient.\nNo. No. No. No. right\nDate. TrIaIa. rI~t right right A,ent. in III\n2nd lIM\ntrial. trial. trIaL\ngneasee.\nFeb. 5 8 3 4 I Mrs. Shield, Phrebe, Clara. 8\nJI 10 a 0 0 I Mrs. Shield only. I\n\"\n11 9 3 5 I do. y\nJt 12 2 0 0 0 Mrs. Shield and Phrebe. 0\nJI 14 5 2 1 1 4\n- -\n27 22\nCLARA, Percipient.\nFeb. 2 3 0 1 1 Mrs. Shield and Phrebe. 2\n\"\n4 7 2 3 1 do. 6\nJJ 5 3 1 1 I Sam. 3\nJJ 10 3 I I I Mrs. Shield only. 3\nJt 11 14 3 5 5 do. 13\nJJ 12 1 0 0 0 do. 0\n\"\n14 4 0 2 2 Sam. 4\n35 31\nPH<EBE, Percipient.\nFeb. 2 3 0 2 1 Mrs. Sb.ield and Clara. 3\n\"\n4 6 2 2\n{ o:e}\ndo. 4\nf1~re\nnght\nSam.\n\"\n5 3 1 I 1 3\n.. 10 3 0 1 2 Mrs. Shield. 3\nJt 12 2 0 0 0 do. 0\n\"\n14 11 1 5 2 Sam. 8\n28 21\nBETTIS (boy), Percipient.\nF.& 10 I 3\nI\n0 0 3 Mrs. Shield.\nT_I 3\n-\n93 77\nTotal\nNOTJ£S :-\nMrs. Shield remarks that on Febrnary lOth, when she acted as agent alone,\nthe results were unusually poor.\nOn February 12th, when there were observers p,resent-Misses Evelyn and\nLucy Williams-the experiments were nearly all failures, a card being the only\nsuccess, with Sam.\nAfter the 12 experimellts on December 31st, Mrs. Shield suffered for 20\nhours with nervous headache.\nOn all dates after February 8th the 'agent and percipient were alone, except\nwhere otherwise stated. .\n(2). The next set of experiments is from Mr. Henry- G. Rawson,\nof 23, Old Square, Lincoln's Inn (percipient), L., a young lady friend\nDigitized by Google\n\fDec., 1887.} Journal of Society for P8ychical Research. 183\n(agent). He had never tried any experiments of the sort before. The\ntrials were made in a railway carriage, but notes were taken. Mr.\nRawson writes, January 26th, 1885:-\n\"I was seated opposite her [L.] in the railway carriage, the remaining\nfour of our party, in the other seats, being perfectly quiet, as they were\ntired out by a long day. Our method was this: I cloBed my eyes; she then\ncut the pack, the one tllUS sent to the bottom being the card to be gueued.\nShe then said' Yes' as a signal. It seemed to me that certain cards\npresented themselves to 'me, apparently at the back of the eyes. In each\ncase I had three' gueues. In the cases which came right the correct card\nappeared to me within five seconds of her saying •Yes.' ..\nTRIALS. CARD CUT. Isr GUESS. 2ND GUESS. 3RD GUESS.\n1 Knave of clubs. Kna'll6ofhearts. 8 of hearts. 3 of clubs.\n2 3 of diamonds. Quite wrong. 2 of diam0nd8. Quite wrong.\n3 80f spades. do. 10 of spades. 8 of 'Pades.\n4 Queenofhe&rts. Quuny\/\"eartB.\n5 2 of hearts. 7 of eartB. 10 of heartB. 40f heartB.\n6 No record. Quite wrong. Quite wrong. Quite wrong.\n7 do. do. do. do.\n8 7 of clubs. 7 of clubs.\n9 Ace of spades. Quite wrong. Quite wrong. 2 of spades.\n10 No record. do. do. do.\n11 do. do. do. do.\n12 Ace of clubs. Ace of spades. do. do.\nMr. Rawson adds that in trials in guessing colour, of cards, L. was right\n8 times out of 11 in a first series, and 13 out of ~o in a second.\nMr. Rawson writes, May 18th, 1885 :-\n\"I have kept the records of all my experiments that proved at all\nsucceBsful ; and am able from memory to state pretty accurately the number\nof times I tried in vain.* With regard to the latter, I should explain that if\nin the first 4: or 5 tries I neither see a card at a.ll (which often happens)or see\n9newhich is neither right in number nor suit, I give it up as hopeleu for that\nday. Therefore, if you count the abortive trials on an average as 5 entire\nfailures you will be probably well over the mark; indeed, I should say that\nthe attempt has uaua.lly been abandoned after 3 tries with a new operator.\"\nA month later he writes:-\n.. I am positive I have overstated the number of failures, as I desired\nnot to exaggerate the succeu of the experiments. I have been the percipient\nin all the recorded cases. • • • In each case I have sat facing the agent,\nwith my eyes shut, at a distance varying from 3 to 6 feet; in the first\ninstance it was in a railway carriage.\"\nThe following are his results :-\nIt is of course most desirable-etI8ential, indeed, for scientific purposes-that aU\nrecords lIhould be kept.\nDigitized by Google\n\f184 JO'WT\"fW,l of Society for Psychical Re8ea'1'Ch. [Dec.. 1887.\nExPERnlENTS WITH CARDS.\nFrom Attgtut, 1885.\nAgent: Miss B. L. Percipient: Mr. Rawson.\nCARD CUT.\nI 1ST GUESS. 2ND GUESS. San GUESS.\nKnave ofd'monds. Knave of hearts. Knav60\/diamonds.\n7 of ~ades. 9 of hearts. 7 ofspadu.1\nQueen hearts. Queen ofhearts.\n2 of spades. 90fapaclu. ~ of8JXMles.\n3 of diamonds. 3 0\/diamonds.\n9 of heart-s. 7 of hearts. Knave of spades. Knave of spades.\n10 of clubs. 100\/clubs.\n7 of clubs. 7 of spades. 70\/clubs.\nNo record. Wrong. do. do.\nQueen of clubs.1 7 of hearts. 2 of spades. 2 of hearts.\n1 He saw 7 of spades as soon as the agent said \" Yes,\" but did not think it could\nbe right, coming 80 soon, so laid 9 of hearts. Then came back to 1 of apadell for the\nsecond guess.\n2 ARent, Miss C. J. H., who stated that she had tlwught of selecting 2 of apadell.\nThree other trials were completely unsuccessful\nAgent: Miss K. H. Percipient: Mr. Rawson.\nCABD CUT. 1ST GUESS. 2ND GUESS. San GUESS.\nrM~\n3 of hearts. 5 of hearts. Queen ofhearts.\nAce of :aades. 7 of spades. 1(1 of spadu. 20fspadu.\n5 of sp es. 50fipadu·\n9 of clubs.\n1 9 of dlamon<l1l. 6 of clubs. 9 oj diamonds•\n4, of s~ades. .# of diamonds. Knave of spallu. King of apadu.\nAce 0 hearts. 10 of heart!. Ace:t: hearts.\n10 of diamonds. I) of diamonds. 8 of iamonds. 9 of diamonds.\nr·...... 3 of hearts. 7 of hearts. I of hearts.\nKin\\of clubs. 8 of spades. King 0\/clubs.\n2 7 of earts. . 7 of clubs. 9 of clubs. Queen of clubs.\n3 of hearts. 30\/hearts.\n7 of hearts. Ace of hearts. . 6 of hearts. Queenofhearts.'\n8 {8 of hearts. 80\/hearts.\n9 of spadei'!. 9 ofspadu.\n1 Five other experiments completely unsuccessful in this batch.\n9 Four other trials completely unsuccessful in this batch.\n8 Mrs. C. P. and Miss R. joint agents. Mr. Rawson is not quite certain (the\nnotes being lost) whether there was not more than one guess in the second ex~ent\nunder these e<.nditions. After this there were five abortive attempts WIth Mias\nF. A. Ro, at other trials on other days.\n, Then came four trials with Mrs. C. P., Mias R., Miss G., with no results-except\nonce the guessing of a card that Mrs. C. P. intended to choose.\nDigitized by Google\n\fDec., 1887.] Journal of Society for Psychical Research. 185\nThe following table shows results when no third guess was mooe :-\nAGENT. CARD CUT. 1ST GUESS, 2ND GUESS,\nMiss K. S. R. 70f spades. 10 of spadfl8. 70fspadu.\nl'\nQueen of clubs. Queen OJ clubs.\n10 of spades. 9 of hearts. 10 of hearts.\n5 of clubs. 5 ofclubs.\nS of diamonds. 8 of diamonds.\n20f spades. 3 of T:odfl8. Ace of apadfI8.\n8 of liearts. 9 of art8. 8~heart8.\n7 of diamonds. 4 of dia'lllO'lUl8. 7 0 diamond8. J\n2\nI\n10 of clubs. 6 of clubs. 7 of clubs.\n1\n2 of hearts. Knave of heart8. Ace of kearts.\n5 of hearts. 50fheart8.\n9 of diamonds. 9 of clubs. Q_ofcl.... f.\n6 of diamonds. 6 of dia'lllO'lUl8.\n2 of spades. !8 of clubs. 4 of hearts•\n.Knave of clubs. Kna. of diamonds. King ofdiamonds. •\n7 of diamonds. 9 of diamonds. 7 of diamonds. J\n4\n:!i~m~ r 8 of diamonds. 4 of diamonds. K....of ........ }\n1ri!~ 9 of~ades. 6 of hearts. 9ofspadu·\n~n]i!1Knave spades. KnatJ6 of 8pades.\n6 of diamonds. 5 of diamonds. 3 of diatn.onds.\nF.A.R. 8 of spades. 4 of spallfl8. 80fspadu·\n}&\n3 of clubs. 30fclttbs.\n9 of diamonds. 7 of clubs. 9 of clubs.\n1 Four complete failures aleo in this batch.\n2 Six trials, all complete failurea, except in one case where the lUit was named.\na Four complete failurea in this batch.\n4 Three aeparate attempts, all unsucoessful each time.\nS Three complete failurea al60 in this batch.\n& Theae were all with contact. There were four complete failurea in this batch.\nLater, Mr. Rawson again tried experiments in guessing cards\nwith Miss L. and Miss K. H., but t.he results then were not so striking.\nWith the former he mooe 26 experiments, guessing the card once\nright on the second trial, and the suit right twice on the first trial, and\nthe number of pips right once on the first trial. With Miss K. H. he\nmade 20 trials, guessing the card quite right once on the second trial,\nthe number of pips twice on the second trial, and twice on a fourth.\nDigitized by Google\n\f186 Jou'lvnal of Society for Psychical Researoh. [Dec.. 1881.\nHe also made four experiments in drawing objects looked at by\nMiss L. A crochet needle was the only thing approaching success,\nwhich was fairly reproduced, with a. barb [-+].\n(3). The next account is from Major Taylor, Royal Military\nCollege, Sandhurst. \"J'IIIM 15th, 1887.\n\" The experiments were in every respect bona fide, and so arranged\nthat no accidental information could reach the percipient. The per-\ncipient sat either in an arm-chair or at a small table; her ey'3S were\nlightly bandaged with a silk handkerchief, and care was taken that\nthere were no reflecting surfaces available for her. The agents sat\nbehind the percipient, one of whom held up a card on which was drawn\nwhat was to be thought of, and when ready said Now, everyone (\"lse\nremaining silent. When the guess had been made, nothing was said\nas to its correctness or otherwise, but another picture held up, and the\nword Now repeated.\" Trials were first made with letters of the\nalphabet, with Miss Manders as percipient and Major Taylor and Dr.\nManders as agents. The percipient, who held Major Taylor's hand,\nknew that letters of the alpha.bet would form the subject of experiment.\nIn thefirst 10 trialswith different letters two were rightly guessed; in\nthe second trial with 10 letters one was correctly named. Two series\nof 11 trials, with figures from 0 to 9, were next tried. In the first\nseries Miss Manders gave one figure correctly, and in the second series\nthree were rightly named.\nTriR.ls were then made with simple coloured figures prepared by\nMajor Taylor; such as Star, Diamond, Crescent, Arrowhead, Sham-\nrock-leaf, Oxford Frame, Maltese Cross, &c. Miss Manders was in-\nformed that they were geometrical figures which could be easily\ndescribed:\nTen experiments were made in May, 1884:, with Miss A. Manders\nas percipient, and Major Taylor, Dr. and Mrs. Manders, and Mrs. Good,\nagents. Two were given quite correctly in colour and shape, and\ntwo right in colour but wrong in shape.\nFifteen experiments were made on June 1st, with the same\npercipient, but with Major Taylor and Dr. Manders only as agents.\nTwo 8hapes were correctly named, with the wrong colours, and two\ncolour8 with the wrong shapes. Twice during these experiments some\ndomestic article was looked at without warning, and something\ndomestic was named, viz., jug (\"spoon\"); key(\" cup \").\nLater in June, 18 similar trials were made with fresh drawings, and\nthe same agents and percipient. One was correctly described both in\nshape and colour; three were right in colour, but the shapes wrong.\nOn this occasion a jug unexpectedly used was described as a \"cup.\"\nDigitized by Google\n\fDec., 1887.] Journal oj Society lor Psychical Research. 187\nOn November 9th, 1884,6 trials were made with Miss G. Manders\nas percipient; agents: Major Taylor, Dr. and Mrs. Manders, and\nMrs. Good. One figure was correctly described-a skull and cross\nbones.\nIn reference to these experiments, Miss G. Manders writes that as\nfar as she can remember she did not see any of the pictures until after\nthe experiments were over.\n(4). The following experiments in guessing suits were made by\nsome friends of Miss Porter, in December, 1886, and January and\nFebruary, 1887. Miss Porter says:-\n\"Three girls were lodging together in Kensington-:-art students. They\neach guessed a few cards every evening, two acting as agents ; sometimes,\n'however, one was absent, and then the remaining two made the experiments.\nI cannot find in these cases that the success, was less with one than with\ntwo.\"\nMr. FentonAylmer, brother of one of the ladies, also tried guessing\non some occasions.\nMiss Helen Aylmer ...\nMiss Ada Costerton ...\nMiss Florence Costerton\nMr. Fenton Aylmer ...\nGUJ'S8118.\n276\n324\n... 261\n60\nRIGHT.\n123\n130\n116\n21\n921 390\nThe most probable number of successes for chance to produce was\nof course 230.\nIn addition to these trials, Miss Porter adds that Mr. Fenton\nAylmer, as agent, made about 200 trials both with his sister and\nwith Miss Costerton, with even greater success; but the records\nof these are lost; and \" Miss Aylmer tells me that she has succeeded\nin drawing simple designs when agented by her brother.\" Miss Porter\nhopes to induce the young ladies to continue the experiments.\n(5). Mr. J. G. Keulemans, of 28, St. Mary's-road, Harlesden Park,\nN.W., supplies the following' account of experiments:-\n\"On several previous occasions I had tried to establish a 'l'applYri between\nmyself and four of my children, experiment.ing alternately with each for a\nshort time and at irregular intervals; but the results were invariably failures\nthroughout. I now attribute the failures to my acting upon the principle\nthat, being their father, I ought also to be their agent, and they my\nsubjects or percipients. By mere accident I discovered that by reversing the\nparts a mpplYri was established between my eldest son (aged 18) and\nmyself. This was on August 10th last. We happened to be the only\noccupants of the house. The place was remarkably quiet, and the causes that\nmight lead to interruption in these trials totally absent. I had just finished\nreading the last paragraph of your correspondent, 'H. G. R.'s' comDlunica-\nDigitized by Google\n\f188 Journal of Society for Psychical Research. [Dec., 1887.\ntion in the July number of the Journal, where the writer quotes it 88 his\nexperience that he succeeded 88 a percipient but failed 88 operator. This\ninduced me to also reverse the parts previously adopted in the case with my\nchildren.\nAsking my son, in his capacity of agent, to look at II. number he could find\nin a newspaper or book within his l'each, and fix his gaze upon a single\nfigure, it at once struck me that he had cast his eye upon a bold 8. Awaiting\nhis decision, I [wrote down 8 on the cover of the Journal, which was out\nof his sight. Seeing I was ready, he said, pointing to a figure before him,\n, Eight.' I then showed him the figure 8 as put down by myself.\nSix Imore trials followed-he looking at a single figure, and I trying to\nread his thought -and on four occasions I gueBBed rightly. But of these\nlatter six trials no record was kept, because I did not expect such a decided\nsuccess, and hence had made no preparations to write, down the results.\nSeeing, however, that a striking improvement was now apparent, I took a\nbook, placed a sheet of papel' on it, and turning my chair with my back\ntowards the agent, at once prepared to note down the. results that would\nfollow. My altent could not, from his position, notice what I would write on\nmy paper. He stood before my writing-desk, facing the west. I faced the\nsouth-east, the distance between us was three feet.\nTrial No.1. -The agent wrote 7 GueBB 1.\nTrial No. 2.-The agent wrote 9 Guess 7.\nTrial No. 3.-'Ihe agent wrote 3 Guess 3.\nTrial No. 4--The agent W1'Qte 9 .'.. Guess 8.\n(Agent had previously thought of trying 8.)\nTrial No. 5.-The agent wrote 3 Guess 3.\nTrial No. 6.-The agent wrote 7 Guess 9.\nTrial No. 7.-The agent wrote 2 GueBB 2.\nTrial No. 8.-The agent wrote 4 GueBB 4.\n(The last guess, although correct, may have been due to anticipation on\nmy part, as the figure 4 had not as yet occurred in the experiments. My\nagent, however, stated that he nevor thought of the figures already used, and\ndid not select ,the 4 by way of varying the figures.)\nTrial No. 9.-The ag.mt wrote 8\nTrial No. 10.-The agent wrote 5\nTrial No. 11.-The agent wrote 5\nGuess 8.\nGuess 5.\nGuess .5.\nNow, out of these ele'l1et. trials, ,even gueBBes were correct, and one,\nNo.4, was partly so. These coincidences could not, therefore, be attributed\nto mere chance only. Especially in the last trial, viz., No. 11, where a\npre\"ious figure is repeated, the probability of chance, or that of anticipation,\nis well-nigh excluded. I must also state that in all the cases, except No. 4,\nwhere the guess was correct, the figure seemed to flash instantaneously into\nmy mind and caused me to think that, after all, I was the' agent and my\nson the percipient. As to the experiment No.4, where the agent first\nintended to write 8 but afterwards wrote a 9, no such instantaneous inlPres-\nsion W88 conveyed to me; on the contrary, it took a long time-perhaps a\nminute-before I saw the 8 in my mind's eye. I have, or rather what 1\nDigitized by Google\n\fDec.,1887.] Journal of Society for Psychical Research. 189\nwill call • my mind's eye' has, on more than one occasion seen either the\nobject or the figure thought of by the agent as a whitish, semi-objective\nrepresentation coming out clearly against a dark background. If I cast my\neyes in the direction of a wall (instinctively I will always look towards the\ndarker part of the room when expecting a telepathic impression) then the\nobject thought of by the agent will appear as before:described, and leave the\nimpression that it is near that wall-at least, much nearer to\"the wall than to\nmy eyes. If the room be large, the vision will see~ to be farther away from\nmyself, but it will become visible always near the background, no matter what\nits distance. In experiment No.4, the 8 appeared against a set of books,\nplaced on a shelf in a shaded corner, at a distance of three yards from my\neyes. The figure seemed to be coming forward about two feet away from the\nbooks.\nYou will, I hope, not object to a description of these details. I quote\nthem because my experience agrees to some extent with that of your\ncorrespondent, 'H. G. R.,' who sees the object slightly above his eyes. I\nsee mine straight before me, or slightly ab01le my eyes in case I am sitting in\nan easy chair, my head resting against the back, or in a recumbent position.*\nFrom this it is evident that the 'visible impression' is built up in the brain.\nAfter the first series of eleven trials we took a short rest, chiefly because\nI thought the guessing at single figures was too simple, and perhaps too\ninconclusive, and that besides, in some cases a figure may be guessed by\nexpectation. Whilst I was meditating upon some more conclusive experi-\nment, my agent prop:lsed to throw numbers by dice. He had a set of\nexceedingly small proportions (taken out of a fancy solitaire, I believe) and\nthrew them out into an empty cigar box. The trial consisted in my reading\nor guessing the totaZ of the three respective figures.\nTrial 1. Agent throws three 3's or total of 9, and writes out 9, fixing his\nGuess 9.\nGueBS 15.\nGuess 5.\neye upon it ...\nTrial 2.-Agent throws 4, 6, 3, or total of 13 ...\nTrial 3.-Agent throws 2, 2, I, or total of 5 ...\nTrial 4.-Agent throws three 6's.\nBefore he had time to write out the total I saw the dice (in my mind's\neyo) aud observed: • There is a lot this time.' 'Guess,' said agent. I\nguessed two 6's and a 5. Very nearly correct !\nIn trial 5 agent throws 5, 3, 4. Total 12.\nI felt unable to gueBS. The two 6's and the 5 were still occupy-\ning my mind. After a pause, I saw a 5, but could not perceive the\nremaining 3 and 4.\nTrial 6.-1 now asked my agent to concentrate his gaze upon the separate\nfigures of the dice and not to count the total. I saw a 4 (on the right), a 5\n(on the left), and the remaining 3 a little lower down. Not only did I\nperceive the different numbers, but also the position of each of the dice. I\ndescribed my impression to my agent, i.e., that the dice were not far apart\nand formed a crescent. Here the agent became quite excited, calling out\n* If I recollect well, I gave you a detailed description of the direction in which\nI 880wthe vision, quoted in Pka'T1tutn8 of the Living, Vol. I., case 184. I believe it\nwas in reply to a letter of yourself refernng to that case.\nDigitized by Google\n\f190 Journal of Society for Psychical Research. [Dec., 1887.\nloudly, 'It is quite right I ' This caused me to leave my chair and see for\nmyself. I found the dice just as I had seen them telepathically. But here,\nI must remark, we had both overlooked a somewhat important point.\nIn experiment I) the agent threw 5, 3, 4. and it struck me as being strange\nthat in the next trial we should again obtain the very Bame figures.\nWere they the same throw as experiment 5, or a fresh one 1 Unfortu-\nnately neither agent nor percipient could tell for certain. Yet my agent\nsaid the dice were differently arranged in trial 5. He W&8 sure that the\nfigure 4 was at the otber end of the box, and not on Uie right of figure 3 &8\non last occasion. In the hurry to verify the results by actual inllpection, I\nhad also forgotten to note down my impression before leaving my chair.\nTrial 7.-Taking extl\"& precautions, I noted down 6, 1, 6, this being my\nimpression as soon &8 I heard that the dice had ceased rolling, and before\nmy agent informed me he was rcady to hear my report. On comparison my\nimpression W&8 found to be again correct.\nTrial8.-W&8 a complete failure. My agent had thrown 2,4,5. He was\nstill jubilant over the last successes. and made the mistake of writing down\nthe total 11 instead of fixing his eye upon the separate figures. I could\nsee nothing.\nTrial 9.-Agent throws 4, 4, 1 •.. Guess 4, 3, 2.\nTrial10.-Agent throws 6, 3, 4 ... Guess 1, 3, 4.\nTrial 11.--:-Agent throws 1, 1, 2 ... Guess 2, 1, 1.\nI latO the 2 nearest to his left hand, the box being placed at his left.\nHence I mentioned the 2 first.\nTrial 12.-0ne of the dice fell in the comer. Agent lays it flat between\nthe other dice-with the figure 6 upwards. I could only see that 6.\nTrial 13.-Agent throws 5, 5, 3. I gueSsed a 5 and tried hard to see the\nother figures, but did not succeed. The return of the other members of\nthe family put a sudden stop to further experiments.\nMy agent has for some time been staying with a relative. He will be\nhome again in a few days, when further experiments will be made and the\nresults forwarded to you.\"\n(6). The next set in guessing suits, conducted early in this year,\nis from Miss Hopkiuson, of 37, Woburn Place, W.O.\nThe trials were with young lady friends. A full pack of cards W&8 used.\n\"We adhere rigidly to the rules &8 to position, cutting, &c.-indeed, I\nshould not consider it an experiment if we did not do so. • • • My\nthree young lady friends had no idea I W&8 trying an experiment with them.\nOwing to a slight accident I have been confined to my room for many weeks,\nand they imagined they were playing a sort of •willing game ' with cards to\namuse me. Had I mentioned my object, both the parents of my young\nfriends and they themselves would have felt annoyed, and I should not again\nhave had their company.\"\nDigitized by Google\n\fDec.,l881.] Journal of Society for Psychical Re8earch. 191\nAGENT. PERCIPIENT. QUITE RIIlHT. SUIT RIGHT.\n200 L. H. G. C. 6 49\n500 L. P. L. H. 21 131\n500 L. H. G. C. ;22 127\n500 L. H. L. L. 17 106\n300 L. H. C,, C.· 28 106\n200 L. H. B. A. 6 52\n-- -- --\n2,200 100 571\nand\n500 I L. P. L. H. 126\n(7). The following experiments in card-guessing were made early in\nthis year by the Hon. Miss Tracy, of 44, Grosvenor Gardens, S.W.\nThe percipients were in most cases her younger brothers and sisters.\nThe trials were carefully conducted according to instructions; and the\nfact that some of the percipients were young children in no way\ndetracts from the value of the results.\nMiss Tracy writes, June 7th, 1887 :-\n.. The •guesser' has always sat .ba.ck tumed to the' thinker,' generally\nwith eyes shut-though, of course, with the quite small onel one cannot\nensure that; and the distance apart has generally been from 6 to 12 feet.n\nGUESSING SUITS.\nTRULS. RIGHT.\n2184 588 (Ollt of pa.ck of 52.)\n320 91 (out of pack of 40.)\nGUESSING No. OF PIPs.\nTRIALS. RIGHT.\n1092 120 (out of pack of 52.)\nGUESSING A SINGLE CARD.\n52 Cards. One Guess.\nNO. QUITE RIGHT.\nSUIT ONLY PIPS ONLY\nRIGHT. RIGHT.\n25 2 4 1 (U Baby.\")\n25 1 5 1 (Masser-the nurse.)\n25 1 6 2 (Marian.)\n25 2 8 0 (Ida.)\n24 3 5 0 (Ida.)\n26 3 5 2 (Ida.)\n25 0 6 1 (Mother.)\n25 1 7 1 (Mary-maid.)\n25 1 6 1 (Mary.)\n12 0 2 0 (Florence.)\n25 O· 8 3 (Rhona.)\n24 1 6 1 (Rhona.)\n286 15 68 13\n40 Cards. One guess. Chosen card not replaced.\n40 guesses ... 2 right 15 suits ... 2 pips (Masser.)\n40 .. ... 3.. 8..... 1 \" ... (Ida.)\n80 5 23 3\nDigitized by Google\n\f192 JOU\/l\"rWl of Society for Psychical Research. [Dec., 1887.\nCORRESPONDENCE.\nTo the Editor of the JOURNA.L OF THE SocmrY FOR PSYCHICAL RESEARCH.\nSm,-In answer to Mr. J. G. Keulemans' letter, printed in the\nNovember number of the Journal, we would say (1) that Mr. Keulemans\nassumes too much in talking of our .. fancies as sceptics,\" for neither of'us\nwere or are sceptics in the sense of not being open to conviction ; (2) that\nneither of us now depends\" upon his memory alone,\" since our memories\nare corroborative of each other, though in several vital points not so of\nMr. Keulelllans; (3) that we were shown many drawings done, by Mr.\nKeulemans from\" spirits .. (one we both remember of a spirit with claws like\nthose of an eagle instead of hands), and especially several of spirit lamps, or\nlights and phases of materialisation (some of which drawings he supplied to\nLight, we believe), all of which Mr. Keulemans told us he had \"drawnfronl\nlife \"-{you will have noticed that in his letter Mr. Keulemans refers to a\nBingle drawing, and omits to notice our mention of many)-and finally, that\nwe distinctly remember Mr. Keulemans telling us the various incidents\ndescribed by us in the October number of the Journal as havi-ng happened w\nhimself an!l within his OtOIl experience. We were most particular to ask at\nthe time if each incident, as narrated to us, had happened to Mr. Keulemans\nhimself. It is possible that Mr. Keulemans being at that time, by his own\nadmission, duped, was anxious to wnvert others, and so exaggerated\n(perhaps unconsciously) his\" facts.\"\nNeither of us can forge~nd this seems to ns a strong point in Mr. Keule-\nmans' explanations-the veryimpressive wayinwhichhe warned us against ever\nbelieving anything until we had absolutely satisfied ourselves, by ocular\ndemonstration or otherwise, of its truth ; he a8sured 'UB that he himself tlo6116T\ndid 80.\nAs Mr. Fry has already said, Mr. Keulemans distinctly told us of the\nlittle girl·spirit-whether she sat on his knee or stood by his side would not\nseem to signify; that he used to pass his finger through her eye into her\nskull, .. up to the hilt,\" so to say; this point you will notice he has ignored.\nWe will now only asa: Mr. Keulemans one question, since he admits that the\nlittle girl·spirit and her pleasing ways were within his own experience. Does\nhe still believe that story, as he undoubtedly told it to us ; and does he now\nthink that he used to put his finger into the skull of the medium's daughter 1\nIf the first, then our position is proved good; if the second, then we shall be\nentitled to our own opinion of the value of Mr. Keulemans' evidence.-\nYours obediently.\nThe Temple, E.C.\nA. G. WETHl!iRBY.\nOLIVER A. FRY.\nTo the Editor of the J OURNA.L OF THE SOCIETY FOR PsycmcAL REsEARCH.\nSm,-I have been much impressed by Mr. Downing's analysis of expecta-\ntion into pure and impure-(see his letter in the October number of the\nJoumaZ)-and may at once admit that I am quite satisfied with his conclu-\nsion, and with his reconciliation of our apparently conflicting views. Nay,\nDigitized by Google\n\fDec., 1881.] JO'IJI¥\"nal Of Society for Psychical Research. 193\nmore j his analysis enables me to understand a phenomenon which was begin-\nning to puzzle me extremely in my experiments, viz., the increasing\ndifficulty which I find in preventing myself from trying to \"think out\" the\ncard, instead of waiting for the impre88ion to strike me. I send you the\nresult of several experiments made during the Long Vacation,.none of them\nnearly so sUcceBBful as those previously recorded. For the present purpose\nit will be sufficient to remark, in curious corroboration of my July letter,\nthat the beat result achieved (three right out of nine) was with a lady with\nwhom I had had but little success comparatively the previous year, and that\nit was only on the first trial with her on this occasion that there were any\ncorrect gU888es, two lubaequent attempts turning out blank, On the other\nhand, to my great disappointment, two very succeaaful agents of 1886 pro-\nduced no IllSance nearly as satisfactory, though we made three trials. I also\nsend you some results of a \" thought-drawing experiment\" (if I may coin a\nword) with MiBB K. H., the former of the two ladies mentioned [above].\nI have endeavoured to get from the three agents with whom I have been\nmost succeaaful, hitherto, some'opinion upon Mr. Downing's theory that\nSUCC888 depends on the\" pure \" expectation of it in th~ agent's mind-in\nother words, on the non-conception of the negative. Also I asked whether\nthere had been any conscious exertion of the will in those cases where success\nresulted. The !lnswers must be qualified by co~deration of the difficulty\nwhich they have all found in recalling their state of mind on successful, as\ndistiniuished from unaucce88ful, occasions.\nMy sister, with whom, as I have before told you, I gueBBed sevon out of\ntwelve on the first occasion, tella me I was always right, or more nearly right,\nwhen she\" felt we would succeed.\" She believes ahe \"never, on succeaaful\noccasions, expected any other result.\" (This, I conceive, is the .. non-concep-\ntion of the negative.\") But ahe remembers on some occasions having felt\n.. disappointed\" when ahe was .. sure\" that I would see it and I did not. She\nfurther believes that succe88 attended more often an effort of her will. This,\nhowever, I am much inclined to doubt, not only in her case, but in all, for\nthe following reasons :-(1) The vision of the card in such a large majority\nof instances comes instantaneously, and before any concentration of will\ncould well be produced; (2) cards are so often guessed which the agent did\nnot intend, much leaS .. will \" me to see; (3) as the result of several experi-\nl11ents, I find it is no good waiting for the card to appear. I have tried as\nmany as a dozen •• shots\" at the same card, extending over a period of five\nminutes, without getting anywhere near it. This, I may remark, tell.\nconsiderably against the theory of mere coincidence.\nMiBB B. L., the other very succ888fu1 agent of 1886, thinks Mr.\nDowning's theory agrees with her recollection, and that she .. did make up\nher mind to succeed.\" She does not, however, explain our subsequent\ncomparative failures, both last year and this. MiBB K. H. also confirms Mr.\nDowning.\nBefore reverting to my own experiences as percipient, I may expre88 an\nopinion, founded partly on my correspondent's replies, that after our\nsuccessful first experiments there were present to their minds not only\nconjectures as to SUCC888, i.e., conception of the negative, but also reflections\nDigitized byGo~gIe\n\f194 JO'Urnal of Society for Psyckical.ReseaTck. [Dec., 1887.\nupon the remarks of third persoll6; all tending to make concentration of\nthought, or will, impossible.\nIt will be seen that I have frequently used above the term\" guess\" ;\nand, with a view to \"B. W.'s \"letter in the November number, I ought to\nsay a few words on this point. The word is distinctly a mimomer; it is\nmy great object to avoid guessing, if possible; and for this reason I always\nask the agent to avoid making any infleation of the voice in auswering\n.. No\" to my first incorrect gueBS, for otherwise 1 knew sometimes from the\ntone that I was nearly right, and then a conscious\" shot\" was very difficult\nto avoid. But, except the word\" see,\" I do not know what term to nse ;\nand I ml1Bt confess that since my earlier experimentsI have had leBS and less\npower of visualisation, and seem to reach the card by a more purely mental\neff'ort. .\nBut, seeing that my results have certainly fallen off', it may be that\nthe failure to \"see,\" and the attempt to supply its place by mental eft\"ort,\nare at the root of my non-success' As to a power of visualisation apart\nfrom thought-transference, I may mention, in reply to \"B. W.,\" that\nI POBSeBB, in common with many people, the faculty of seeing a P888Bg8 in a\nbook which has roused my attention, and thus finding it with comparatively\nlittle difficulty; but am not aware that I otherwise P088ess any such\npower.\nBefore concluding, I may be allowed to make\" remark suggested by my\nown experience and by Mr. Creery's letter. If loBS of capacity commonly\nat~nds continued experiments of this sort, how great must be the tempta-\ntion, especially where credit or pocket is concerned, to call in the aid of art\nto produce eff'ects which were undeniably genuine in the first instance. Your\nreaders will recall Browning's Sludge, the Medium.-Yol1rs truly,\nH.G.R.\nNovember 15th, 1887.\nDigitized by Google\n\fDec.,1887. Journal of Society fo?' Psychical Research. 195\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe JoUowing additions have been made Bince the last list (\" Journal\" for\nJ1UY):-\nANGELS (GOOD AND EVIL). Bya Country Pastor (ArchbishopWhateley)\n. London, 1851*\nMARTINEAU (HARRIET), Letters on Mesmerism, second edition (bound\nup with twoother pamphlets) ....................................London, 1845\nPIwCEEDINGS OF THE AMERICAN SOCIETY FOR PSYCHICAL RESEARCH.\nVol. I., No.2 .........................................................Boston. 1886\nDELB<EUF (J.). Une Visite a. 13 Salp~triere. (.Revue de Belgique,October\nand November. 1886) ........................................·.....BrusseZs, 1886\nDE RoSNY (Uon). La Methode Conscientielle ........................Paris, 1887\nDESCOUBTIS (Gabriel), Du Fractionnement des Operations Cerebrates\n(a second copy) ............................ .............................Paris, 1882\nLuys (J.), Les emotions chez les sujets en etat d'Hypnotisme...Paris. 1887\nREVUE SCIENTIFIQUE, Nos: 23,24.25,26 of 1884, and Nos.l, 2, 3, 4,\n5 of 1885 ...............................................................Paris, 1884·5\nROMANES (J. G., F.R.S.), L'Intelligence des Animaux. Two vola.\nParis, 1887t\nSERGI (Professor G.), La Psychologie Physiologique. From the Italian\nby M. Mouton............................................................Paris, 1887t\nTHORE (J.), Communications sur une Nouvelle Force ...............Dax, 1887\nVOISIN (Dr. Auguste), Etudo sur I'Hypnotisme et sur les Suggestions\nchez les Alienes......................................................... Paris, 1884\n--, De I'Hypnotisme employe comme moyen de Traitement de\nl'Alienation Mentale, etdes l1ervoses et comme Agent Moralisateur\nParis, ,1884\n--, De I'Hypnotisme et de 1& Suggestion Hypnotique dans leur\napplication au Traitement des Maladies NerveUS8S et Mentales\nParis, 1886\n--, Migraine chez une Fille de Neuf Ans guerie par 1& Suggestion\nHypnotique ...............................................................Paris, 1887\n--, Du Traitement de Amenorrhee par 1& Suggestion Hypnotique\nParis, 1887\n--, Traitement et Guerison d'une Morphinomane par 1& Suggestion\nHypnotique ..............................................................Paris, 1887\nDu PREL (Carl), Das Gedankenlesen.................................BerZin, N.D.\nGURNEY (Edmund), Telepathie: Eine Erwiderung auf die Kritik des\nHerm Prof. W. Preyer.............................................Leipzig, 1887t\nSCHUBERT (Dr. G. H. von), Ueber Ahnen und Wissen .........Munich, 1847\nST. --(J.) DiePsychologische Bedeutungdes Gedankenlesens Leipzig, 1885\n* Presented by the Rev. Canon Wood. t Presented by M. Felix Alcan.\n::: Presented by the Author.\n\fDigitized by Google\n\f","_id":441}