{"name":"Journal of the Society for Psychical Research 8506","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n48_mar_1888.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N48, March 1888","mylang":"de","content":"No. XLVIII.-VoL. UL lIARcB. 1888.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Associates ..\nMeeting of the Council . . .. . .\nFurther Cases of Automatic Writing..\nExperiments in Hypnotism . . . . ..\nIntempera.nce Cured by Hypnotic Suggestion\nNEW ASSOCIATES.\nBICKNELL, NORMAN L., Foxgrove, :8eckenham, Kent.\nBIRKS, REV. EDWARD B., M.A., Trinity College, Cambridge.\nEARLE, MRS. C. W., 5, Bryanston Square, London, W.\nHOOK, REV. CECIL, M.A., Hook Memorial Vicarage, Leeds.\nMEETING OF THE COUNCIL.\nPAGE\n229\n229\n230\n2S3\n289\nA Meet~g of the Council was held on the 2nd of March, at which\nthe following Members were present :-Professor H. Sidgwick (in the\nchair), and Messrs. Edmund Gurney, F. W. H. Myers, and H. Arthur\nSmith.\nThe minu~s of the previous Meeting were read and signed as\ncorrect.\nFour new Associates, whose names and addresses are given above,\nwere elected.\nTwo presents to the Library were on the table, for which thanks\nwere awarded to the donors.\nCash accounts were presented in the usual form for the months of\nJanuary and February.\nThese included donations from Miss Bertha Porter of £5; and from\nMrs. Russell Gurney of £2 18s. (In sending her subscription of\n£2 2s., Mrs. Gurney had forwarded a cheque for £5.) They had been\nduly acknowledged with thanks.\nThe House and Finance Committee presented a report stating that\nthey had carefully gone through an estimate of receipts, and a scheme\nof expenditure for the current year, which they submitted to the\nCouncil. If the anticipated income is realised, and the proposed\nexpenditure carried out, the deficiency of current assets over\nliabilities will be extinguished at the close of the year. With some\nslight modification in regard to one or two items, the report was\nadopted.\nT\nDigitized by Google\n\f230 Journal 0\/ Society \/0'1' Psychical Research. [Mar., 1888.\nHaving regard to the pressure upon the finances of the Society, it\nwas agreed that the minute passed on the 13th of February, 1885,\nrelative to the expenses of Members of the Committee of Reference in\nattending certain Council Meetings (see Journal,V01. I., p. 260),should be\nrescinded. It was, however, felt that the position occupied by Professor\nBarrett, as a Founder of the Society, and as residing in Ireland, was an\nexceptional one, and that the minute should be retained in his case, as\na special exception.\nThe next Meeting of the Council will be on Friday, the 13th of\nA pril, the day fixed for the General Meeting, at 4.30 p.m.\nFURTHER CASES OF AUTOMATIC WRITING.\nA few more cases of automatic writing should, perhaps, from time\nto time be submitted to the readers of the Journal, not necessarily on\naccount of any great intrinsic importance in most of them, but rather\nto help in keeping alive an interest in the subject, and a willingness to\nmake experiments. I continue to feel disappointed at what seems the\nindifference of the Spiritualistic body to this class of experiment,-so\neminently interesting, one would have supposed, to those who start from\nthe belief that a mind external to the writer's is concerned in the replies\nthus given. Hardly any record of such messages at present appears\nin the Spiritualistic papers,-beyond the mere commonplaces, reflecting\nthe writer's attitude of mind, which so many persons can obtain almost\nat will. A few good cases, however, have been sent to me, for\nwhich I Il.Ill extremely grateful. Two of the best of these were\nread at the last meeting of the Society for Psychical Research.\nMeantime I must continue to rely mainly on the kindness of\nthose readers who may be willing t@ make an attempt at automatic\nwriting in response to my appeal. Records thus obtained, even if not\nindividually very strikine;, have the advantage of freedom from pre-\npossession; and in so obscure an inquiry we must collate many cases,\nsome of them apparently trifling, before we can expect to see our way.\n1. In the first place, a few more details may be given with regard\nto the\" Schiller Case.\" (Proceedings, XI., p. 216, sqq.). Mr. F. C. S.\nSchiller writes from Oxford, September 18th, 1887: \"I have lately\nsucceeded in tracing some more of planchette's productions; in this case\nsome of ' Irktomar's' Provengal. I happened to look up Boucoiran's\nDictionary oj French Dialects, and found s.v.' Goumet,'-' Gilet,-\nvoir boumbet,'-and under the latter the following quotation\n, La blodo de telo cirado\nAm Boun boumbet de tafetas.'\nNow planchette wrote 'Goumet de telo arciado ;' which is, I think \"\n\fMar.,lI!l!8.] Journal of Society for Psycliical1le8earcli. 231\ndistinct reminiscence of the above; goumet being substituted for its\nequivalent boumbet, and cirado having its letters transposed. The\nother couplet which we could make out by ordinary French, I also\nfound to be linguistically correct.\" It happens that these mcssages\nwere written in my presence, and Mr. Schiller inquires whether I have\nany knowledge of Provengal, which could have been transferred to Mr.\nF. N. Schiller's mind (for whose own ignorance, see Proceedings, XL,\n223); but I was quite equally ignorant, and when I saw the words\ngoumet de tela arciado written, I certainly had no idea of any possible\nmeaning to them.\nII. I shall next quote a lews entences from Mrs. Ellis, 40, Keppel-\nstreet, w.e., who has long been in the habit of writing automatically, in\nobedience to a strong impulse, though without belief in any agency\nexternal to her own mind. Mrs. Ell~s has kindly allowed me to examine\nmuch MS. of this kind, the production of which seemed almost forced\nupon her, in the midst of assiduous literary work which might well\nindispose her for needless writing. These MSS. contain much of the\nusual hortatory matter, which the unconscious self always seems so\nanxious to inflict upon us, and also a certain number of prophecies,\nundoubtedly written before the event, and most of them fulfilled.\nSeveral facts thus predicted were unexpected by the writer, and in\nthemselves improbable; but they are mostly foretold with a strange\noracular amhiguity, and Mrs. Ellis cannot feel certain that the coin-\ncidences are beyond the .range of chance. The following extract from a\nletter of November, 1887, describes the sensations felt during writing\n-a point on which I should be glad to receive further communications.\n\"I find in reading Professor Richet's letter (on variations of\nhandwriting accompanying different imaginary personalities imposed\nby hypnotic suggestion), that he speaks only of the automatic writing\nof hypnotised persons. I have never written in a hypnotic state, being\nnot at all a good subject, but I havc come to the conclusion lately,\nthrough noticing certain slight mental and physical peculiarities, whilst\nthe automatic writing is going on, that I must be more or less in an\nabnormal or semi-hypnotised state, though how that state has\ncome about I cannot understand. I described to you the curious\ntwitching, restlessness, and slight muscular pain in the right\narm and hand which precedes the writing; also the sense of\nnervous constriction of the throat, and swelling of the chest,\nas I seem unable to breathe freely. But with this is an inability\nto speak. I have tried repeatedly, and could only get the words\nout in a fragmentary stupid fashion, like a person speaking half asleep.\nI have tried over and over again to read a book while the writing was\ngoing on, but found it was excessively painful-I might say torturing--\n\/1'>2\nDigitized byuoogle\n\f232 Journal of Society for Psychical Research. [Mar.,ISi8.\nand the writing then only consisted of confusedly-scrawled repeti-\ntions. I could not comprehend a word I was reading, as It seemed as\nif all the bra.in-power was dragging away to the automatic writing.. I\ncan write when my eyes are shut, but even then ~ get a worried feeling\nthat the words are running crookedly into each other; and the slightest\ndistraction stops the flow of the writing. A troubling recollection, no\nmatter how trifling, spoils it; it then becomes only the normal volun-\ntary writing. I have noticed lately that at times when at work on my\nregular 'copy' for the printers, my writing, especially if I am getting\nwearied, changes into writing like some of the specimens of automatic\nwriting which I have shown you ;-never into the large scrawling\nscript, but into another style, a small hard formal writing. A\npeculiarity of my normal composition, a tendency to tautology,\nwhich gives me endless trouble, appears in the automatic writing in a\nmost intensified form.\n\"One thing more. As M. Richet speaks of the physical changes\nin his subjects, I have observed there is a difference even of attitude\nrequired by some of the automatic messages. With one especially, I musj;\nsit up straighter, squarer, with my head held stiffly up, andfeet extended,\nwith the impression that a man is writing. Another, is a small, pale,\nslanting, prim writing. I write very slowly and carefully, the pen just\ngliding up and down in old-fashioned feminine writing. The impression\nis that a lady is writing,-a woman whose style is old-fashioned,-\na neat, gentle, characterless sort of person. Of course, were I a\nSpiritualist, I would tell you who the writer see1nB to be. But\n'though I would fain believe in the prophetic quality of these messages,\nyet I feel almost sure that all the phenomena can be explained by\nthe intelligence within.\"\nIt will be seen that in some points there is a close analogy between\nthis case a.nd the cases described by Mr. Gurney where the awakened\nhypnotic subject manages with difficulty to carry on concurrently two\npe.rformances, involving difierent strata of his being. Just as Mr.\nGurney's subjects sometimes find it hard at the same time to read a book\naloud with their normal intelligence and to write out with their hypnotic\nintelligence sentences which have been suggested to them in the trance\nstate ;-just as the piece of work which the primary consciousness is\nperforming presents itself to the secondary consciousness as a vague and\npainful disturbance intruded upon the secondary activity (Proceedings\nXI., 319); even so does the attempted combination of primary and\nsecondary activities in Mrs. Ellis's case-as when she tries to read a\nnewspaper whilst writing automatically-present itself as a vague and\npainful disturbance, referred to the whole tract of graphic energy, from\nhand to brain. In each case we have a message from one stratum of the\nDigitized by Google\n\fMar.,1888·1 Journal of Society f01' P8ychical Re8earch. 233\nwriter's psychical being conveyed to another stratum; and though in\none case the dislocation of psychical strata originates in a definitely\ndistinguishable layer of hypnotic personality, iii. the other case in some\nvague conglomerate of irregularly-fused impulses or conceptions,-yet m\neach case the conditions of o1ltcrop are approximately the same\":'-in each\ncase similarly they teach the observer on the surface how little he\nknows of the subjacent structure of the mind of man.\nFrumERIe W. H. MYERS.\nEXPERIMENTS IN HYPNOTISM.\n(Abridged\/rom the Original German.)\nIn Sphinx for December, 1887, appears a paper by Albert von\nNotzing describing the experimerits of a special committee of the\nPsychological Society in Munich, formed in May of the same year for\nthe investigation of transcendental psychical phenomena in the\nhypnotic state, which paper was communicated to the Society on\nSeptember the 29th.\nAfter a series of 40 sittings, attended in all by 75 witnesses (among\nwhom were Professors of various faculties), the committee felt itself in\na position to offer a preliminary Report, with the promise of a detailed\ntreatise on Thought-transference later on.\nDuring the experiments the committee specially aimed at the con-\nfirmation of certain passages in the programme of the Psychological\nSociety, which, translated and abridged, run as follow!,! ;-\n\"By means of hypnotic reEearch, is opened out a wide and productive\nfield for the foundation of an experimental psychology, and we may now\nlook forward with ~reater confidence to the science (with s\\'en more than\nusual energy) taking that flight which every branch of learning has taken as\nsoon as it has become possible to pursue it experimentally. . • • .\n\"Above all, there is no profession, scientific or artistic, that could\nnot derive benefit from the investigation of this matter. . . . .\n\"The artist may believe that he can gain nothin~ ; but gestures and\nmimicry inthe hypnotic state (not beingresponsive alone to extraneous ideas),\nare expressive to a degree unattainable in the waking state, because they\nare worked from wi:iliin outwards.\"\nTaking into consideration the limited extent to which experimental\nresearches can be carried out by private individuals even in a scientific\nspirit, and submitting to all tests for the exclusion of deception, the\ncommittee confined its activity to as exact a verification as possible\nof psychical facts-so far as they have not yet been generally ac-\nknowledged. They refrained from considering the specialities of\nhypnotism so thoroughly investigated by numerous French inquirers,\nDigitized by Google\n\f234 Journal of Society for Psychical Research. [Mar.,l888~\nonly seeking to adduce proofs of their artisti.c importance, on account\nof the many hostile attacks called forth by the passage cited above.\nThe experiments, of which the number amounted to 200 (excluding\n15 per cent. of failures) are arranged in three groups:-\n1. Supersensuous Suggestion (in the hypnotic state).\n2. Experiments in the Substitution of the Senses.\n3. Photographic Experiments.\nI. SUPERSENSUOUS SUGGEilTION.\nMany witnesses attended these trials, the majority asserting them-\nselves convinced that thoughts and impulses were imparted to the\nhypnotised subject without the intervention of the usual channels of\nsense. The conditions under which they were carried out having been\nmade so widely known by publication in various periodicals, no repetition\nwas offered by the committee. It was, however, ~hought advisable to\nmention that during the latter half of the sittings, experiments were\nmade for the express purpose of convincing sceptics, and differed from\nthose reported, inasmuch as :-(a) Simpler commands were given;\n(b) All hints and assistance were stringently avoided.\nII. EXPERIMENTS IN THE SUBSTITUTION OF THE SENSES.\nIn their 33rd sittin.g, the investigators were surprised a.t the ap-\npearance of a sort of clairvoyance or abnormal transposition or\nsubstitution of the senses. By this is to be understood the perception\nof external impressions which in the normal state would only reach\nthe central organ through the bodily sense. In the subject operated\nupon by the committee (who in all cases was a girl called Lina), as soon\nas the deep hypnotic stage was reached, the function!! of the eye were\nexecuted by that portion of the head correspondipg to the anterior\nfontanelle of infancy, situated at the junction of the sagittal and\ncoronal sutures.\nThe committee recommended to consideration the somewhat\na.nalogous case of response to light-stimulus in some blindfolded\nanimals, such as the frog and the earth-worm, and the anatomical and\nembryological researches justifying the assertion of the skin being the\noriginal seat of the whole organ of vision.\nThe fact appeared incontrovertible in the trials undertaken to\nverify it. Fraulein Lina, when in the hypnotic state, was verbally com-\nmanded to read with her skin, and on being blindfolded and carefully\nwa.tched by SJ. couple of witnesses, was given a book, the contents of\nwhich were unknown to those present-a precautionary measure for\nthe exclusion of thought-transference. The order being given, she\nopened it at hazard, and laid it on the portion of her head described\nDigitized by Google\n\fMar., 1888.] Journal of Society for Psychical Research. 235\nabove, and then, as she slowly drew the book along, she read the words\nwhich happened to be exactly over the sensitive part, and which were\ntaken down by someone present. Her whole body was then convulsed,\nshe groaned deeply, and sometimes painfully, soon became fatigued, and\nwhen about a line was read the book fell from her hand, and she sank\nback in her chair breathing heavily. She was then, as a rule, induced\nto sleep for some time, during which suggestions were made for the\nprevention of unfavourable after effects, which mostly succeeded.\nStill, on waking, she decllired th'l.t she felt as though that portion of\nher head was open, and complained of considerable pressure there.\nWhen hypnotised (specially in the deep or lethargic stage) she used\nthis faculty precisely as an eye, as long as her eyes were closed. She\nexamined those present by means of it, surveyed the objects which she\nwas mentally commanded to find, and indeed knelt down and laid her\nhead on the floor in order to observe a cushion there.\nThe fact that large print was preferred and more easily rcad than\nsmall pointed to the co-operation of hindering physical factors, but it\nwas impossible to attribute this faculty to the mere refinement of the\nsensory nerves, as in the extraordinary performances of the blind,\nbecause the attempts at reading from smooth surfaces (photographed\nwritings or the position of the hands of a watch under the glass) were\nas successful as any others. 'Writing was especially photographed by a\nmember of the society, and kept by one of the witnesses in a sealed\nenvelope until the decisive moment.\nThe idea that rays of light were il.ldispensable proved to be un-\nfounded, for, in most cases, the passages seen were in contact with the\nskin, and at another time the investigations took place in complete\ndarkness.\nThough unable to offer an acceptable explanation of the occur-\nrel!-ce, the committee regarded it as a fact still looked upon as within\nthe boundaries of the mysterious, but one for which the recognition\nand investigation of orthodox science should be demanded, on account\nof the simplicity of the conditions of demonstration and the absolute\ncertitude of the results.\nIII. PHOTOGRAPHIC EXPERIMEN'fS.\nWith Fraulein Lina the phenomena of imitation automatique were\nproduced in a marked degree. No physical help was required in order\nto bring about any desired position of the limbs; if such an attempt\nwas made, the fidelity of the representation was destroyed at once.\nMere suggestion, verbal or pictorial (especially it it had been repeated\nseveral times), sufficed to produce the expression required, and the\nbare command was enough to fix it on her face at the precise moment\n\f236 JO'IJ\/1\"1Uil of Society for P8ychical Research. [Mar., 1888.\nfor taking the photograph. At the same time it rested entirely with\nthe subject to work out the impressed idea and represent it by\ngesture.\nDuring three sittings with Fraulein Lina, 20 representations were\nobtained under the direction and in the studio of the artist Albert\nKeller, Lieutenant Hohn, a member of the Psychological Society\nacting as the photographer. Three of these are reproduced in the\nDecember number of the Sphin:l:.\nIn the January number for this year of the same periodical is\npublished Dr. Carl du Prel's report on Supersensuous Thought-trans-\nference. communicated to the Psychological Society in Munich on the\n14th of April, 1887.\nHypnotism, according to Dr. du Prel, has experienced the unusual\ntreatment at the hands of its earliest discoverers of having its scope\nunder-estimated. Only recently its curative effects, as practised by\nDr. Liebeault in Nancy for over 25 years, have been recognised by his\ncolleagues-and that half a century after the discoveries of Braid.\nThe experiments described took place in Dr. du Prel's study, his\nwife, Herr VOlll. Notzing, Baron Hornstein, and he being present. A\nyoung girl-Lina-was to be put into the hypnotic state, and was to\ncarry out orders, partly during it and pa.rtly after being awaked. The\nfact of the passive obedience of hypnotised persons has long been\nknown, and thou~h one wakes from hypnotic sleep without any recol-\nlection of what has taken place during it, nevertheless the illusion of\nacting independently remains while fulfilling post-hypnotic commands\n(even when the performance is contrary to social custom or even\nmorality). The phenomenon is of the greatest psychological interest,\nprovided always that the commands given during sleep vanish really\nfrom the memory on waking.\nIt was decided that during the experiments no verbal commands\nwere to be given, only mental, and thus some light might be\nthrown on the disputed point of the existence of thought.\ntransference without contact. To obviate the charge of possible\ncollusion between the hypnotiser (Herr von Notzing) and the\ngirl, the drawing up of the commands was intrusted to Dr. du Prel,\nwho wrote them on a tablet and allowed the hypnotiser silently to read\nthem. Herr von Notzing then sat down opposite the girl and concen-\ntrated his thoughts on the command. Lina was hypnotised and fell\nasleep in three minutes, exhibiting the decisive proofs of the condition-\nincreased rate of pulse-beat and of respiration, insensibility to the\npricks of a needle on her arm, and the outward direction of the pupils\no! her eyes.\nFir,t Trial.-(Command written.)-She shall stretch out her left\nDigitized by Google\n\fMar., 1888.] JO'Urnal of Society for Psychical Research. 237\nhand towards Baron Hornstein, and then strike his, which he shall put\nforward to meet it.\nReBUlt.-Lina made several attempts to raise her left hand from\nthe arm of the chair, but it constantly fell back. At last she reached\nit across the table towards Baron Hornstein, seized his, did not let it\ngo for some time, and then gave it a slight knock. This she repeated\nautomatically several times by tapping the Baron's hand on the table\nwhere it lay.\nSecO'll.d Trial.--,-(Command written.)-She shall rise, take the red\npamphlet from the desk, and hand it to Baron Hornstein, with a bow.\nResult.-Lina, after some rambling talk, rose, took a red-covered\npamphlet from the desk, and handed it over the table to Baron\nHornstein, with a slight bow. The pamphlet was three times removed\nfrom the table, and replaced on the desk; she fetched it each time,\nand although then awake and conscious, gave it to the Baron, and\ncomplained, \"He takes it away.\"\nAs those present had satisfied themselves -on former evenings by\nmeans of very complicated commands as to the transference of thought\nin the hypnotic state, they now principally desired to investigate the\nphenomenon of post-hypnotic commands.\nThird Trial.-(Command written.)-o'n waking, she shall go to the\nwindow, look out, and see a rainbow, many merry people, rockets, and\nshooting stars, and describe it all.\nOn the chance of Herr von Notzing considering the production of a\npost-hypnotic hallucination by means of menta1 suggestion too difficult\nan alternative command was added: She shall see, in a picture brought\nto her, the portrait of Dr. du Prel's little son. Of course, the picture\nshould not represent the child, the alteration would be due to post-\nhypnotic illusion, but probably more likely to succeed than hallucina,..\nlion, in which the picture would be entirely supplied by the girl. Herr\nvon Notzing, however, chose the former command, reserving the latter\nfor a future trial.\nResult.-In this trial (unlike Nos. 1 and 2) it was thought advis-\nable to ascertain before waking whether the impression had been\nconveyed to Lina's mind. Herr von Notzing put the question:\n\"Which is the direction 1\" She pointed towards the window. Being\nsatisfied, we impressed upon her that she should remain under\nthe commanded illusion till he said the word\" Plate\" (chosen by Dr.\ndu Prel), and then woke her. After some hesitation, she stepped to\nthe window, but described nothing, though her face bore a joyful\nexpression. Unfortunately her power of speech is somewhat lIDpaired,\nand only on being asked what pleased her, she replied, \"Merry.\" She\ntapped with her finger, as though following the rhythm of music, and\nDigitized by~oogIe\n\f238 Journal of Society jor Psychical Research. [Mar., 1888.\ninvited those present to look out, but her descriptions were confined to\na mere mention of lights and people laughing. All at once she said,\n\"Buf comes into· my head.\" This was the pet name of Dr. duPrel's\nboy. \"If I did not know that he was in bed, I should think I saw\nhim there in the corner.\" Thinking that the second command might\nhave made an impression, a portrait of a lady of the 16th century was\nhanded to her. She at once perceived it as representing the boy, and\nexpressed her admiration of the likeness-comparing it with veritable\nportraits of the child, greatly to their disadvantage.\nHerr von Notzing then introduced the word\" Plate\" into the con-\n~ersation-the sign for the cessation of the illusion. The picture was\nagain handed to the girl, when she commented on the lace cap, frill,\nand chain of pearls. But the first post-hypnotic command still\nlingered, she spoke of Bengal lights, mentioned the sbudent's song she\nhad heard, declared the people to be still shouting, and only after some\ntime pronounced it all over.\nOn Herr von Notzing saying the word \"Omega,\" Lina leant ba.ck\nand fell asleep, as had been arranged.\nFourth Trial.-(Command written.}-To-morrow at 3.30 she shall\ncome to Dr. du Prel's and ask for a cup of coffee. Questions were\nthen put to satisfy the investigators that the command had been trans-\nferred. Lina was wakened, but still had the picture of the child in\nher mind. It had been Dr. du Prel's design to pretend that he was\ngoing away for a week, in order to make the fulfilment of the com-\nmand for the next day more difficult, but this was abandoned.\nResult.-The following day the same company assembled, and at\n3.30 the bell rang, and Lina, in some embarrassment, and with many\napologies, made her appearance. She had had an appointment with a\nfriend at that time, but had thought that she must come and see them,\nshe said. The request for coffee was only obtained after some rather\ndirect leading-up. Both illusion and hallucination of the previous day\nremained to a certain extent. She spoke of the boy's portrait, and\ndecided that there must have been a birthday celebration.\nOnly one experiment has been omitted in the foregoing report.\nThe attempt to alter the pulse action from 100 to 60 for the length of\nfive minutes failed utterly.\nOn the whole the experiments were regarded as suc.cessful, and as\nproving the following :-\n1. Thought-transference without contact.\n2. The fulfilment of post-hypnotic commands.\n3. The imparting of post-hypnotic illusion.\n4. The imparting of post-hypnotic hallucination-\nthe last mentioned leaving most to be desired.\nDigitized by Google\n\fMar., 1888.] Journal of Society for Psychical Research. 239\nINTEMPERANCE OURED BY HYPNOTIC SUGGESTION\nThe following case has been furnished by the Rev. S. MacNaughton,\nM. A., Preston. .\nA brief notice of a most interesting case of removing \"the drink crave ..\nmay perhaps encourage some of our less experienced hypnotists to direct\ntheir attention to this phase of moral healing.\nMr. M. is between 40 and 45 years of age, and by no means a\" sensitive\nsubject.\" For many years he took drink to such excess as to most seriously\nimpair his health, his life on one occasion bpingdespaired of by his medical\nattendant. On several occasions he determined to give up drinking; but invari-\nably went back after a short period of abstinence. He was most anxious, and\nat times even determined to reform, but all to no purpose. In March of last\nyear I hypnotised him, after repeated trials extended over a period of six\nor seven weeks. The alcohol in the system no doubt made him a more\ndifficult subject than otherwise he would have been. Usually I have not\nmuch difficulty in producing profound sleep; but in his case it was not\nattained until after about 18 or 20 trials. After the eyes would firmly close\nthe hearing would be marvellously acute, the slightest noise, even stroking\nthe kittens, would disturb and distress him. Eventually hearing was over-\ncome; but still there was a further stage. When the subject recollects on\nawaking what took place while he is in the sleep, he is not in the profoundest\nsleep. This fact ought to be specially noted by beginners, if they would\nensure themselves against failure. Profound sleep being attained, I said,\n\" You are determined never again to taste beer or any kind of intoxicating\ndrink 7\" He said, with whole-souled emphasis, \"YES.\" I then said,\n\" You could not take it, even if it was put to your lips, it will be so bitter\nand nauseous.\" And putting a glass of water to his lips, I said, \"Just\ntry.\" Immediately the liquid touched his lips, he spat it out with manifeet\nsigns of extreme disgust, and immediately wiped the moisture from his lips.\nTen months have now elapsed. and he has never had the slightest desire\ndurinJ;( that period to taste any kind of strong drink.\nThis I consider an excellent test case. First, because Mr. M. was not a\n\" sensitive,\" but the very reverse, being one of the most difficult subjects to\nhypnotise that I have had. Secendly, because he had repeatedly tried to\ngive up the drink, knowing that his life depended upon his abstinence, and\nhad always failed. Thirdly, because a sufficient period has now elapsed to\nwarrant the conclusion that the cure is permanent.\nI have another case of about three months' standing, similar methods to\nthe above being used on the first trial. Ever sinee, to use the words of his\nwife, this man is .. dead set\" against the drink. I may add that the\ncraving for tobacco or any other narcotic may be removed by similar means.\nDigitized by Go\n\f240 Journal of Society 1M Psychical Research. [Mar., 1888.\nThe following sentence should have appeared as part of Mr. Morell\nTheobald's certificate printed at the foot of the Receipts and Expendi-\nture Account in the last Jowrnal :-\n\"The outstanding debts on 31st December, 1887, were stated to\nbe £329 15s.\"\nTo prevent this statement from misleading the reader, it must be\nadded that at the date mentioned the Society's aBSets amounted to\n£225, independently of the Library, valued two years ago at £250,\nand of the unsold stock of ProC6eding8. More than two-thirds of the\noutstanding debts have been paid off since the beginning of the year.\n\f","_id":444}