{"name":"Journal of the Society for Psychical Research 8282","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n50_may_1888.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N50, May 1888","mylang":"de","content":"No L.-VOL. In. lIAY, 1888.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Members and AssocJates .• .• .. .. •• .. .. •. .. •• 257\nMeeting of the Council . . . . . . . . . • •. ... . . . . . . •• 257\nGenera.lMeeting.. .. .. .. .. .. .. .• .. .. .. .. .. 258\n.An Account of some Experiments on Thought-Transference and Independent Clairvoyance\na.a!;t:;:uc:,to·the Lite •• Coniiniitee .. .. .. .. .. .. .. ::::\nThe DIsturbances at Bramfr:a.in Snffolk •. 2ft\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nNATGE, HANs, Berlin-Tempelhof, Berlin.\nS9HRENK-NOTZING, BARON A. VON, Klenze-Strasse, 64, Munich.\nASSOCIATES.\nMILlIIAN, MRS. W. H., 17, Southwell-gardens, London, S.W.\nYOUNG, REV. CHARLES JOHN, F.R.A.S., Stafford-place, Halifax.\nMEETING OF THE COUNCIL.\nA Meeting of the Council was held on the 13th of April, the\nPresident in the chair, at which the following members were also\npresent :-Dr. A. T. Myers, and Messrs. Edmund Gurney, F. W. H.\nMyers, and Frank Podmore.\nThe minutes of the previous Meeting were read and signed a.s correct.\nTwo new Associates, whose n'l.mes and addresses are given above~\n'Were elected.\nIt was resolved that Baron A. von Schrenk-Notzing,of Munich, and\nHerr H. Natge, of Berlin, be invited to become Corresponding Mem-\nbers of the Society for the current year.\nThe decease was reported of Mr. O. E. Woodhouse, an Associate\nof the Society. .\nSome presents to the Library were reported, including some copies\nof Part III. of the Proceedings of the .American Society for Psychical\nResearch, which the Secretary was directed to acknowledge with\nthanks.\nA cash account for the month of March was presented in the usual\nform. A donation of one guinea from Mr. Edward Grubb, an Honorary\nAssociate, was recorded with thanks.\nThe House and Finance Committee reported that the rooms not\nDigitized by Google\n\f258 Journal of Society for Psychical Research. [May, 188 8.\nrequired by the Society had been let to Mr. R. H. Bate, a Solicitor.\nat a rent of £25 per annum, from the 25th of March last.\nIt was resolved that a General Meeting be held on Thursday.\nthe 31st of May and that the next Meeting of the Council be on th&\nafternoon of the same day, at 4.30.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall;:\nProfessor Sidgwick was in the chair. Dr. A. T. Myers read the\nfollowing paper :-\nAN ACCOUNT OF SOME EXPERIMENTS ON THOUGHT.TRANS-\nFERENCE AND INDEPENDENT CLAIRVOYANCE AT MUNICH.\nIn the pursuit of such studies as this Society is engaged upon it\nhas always been a matter of interest, and almost always, I am glad to-\nsay, of encouragement to observe closely the methods that are being\nused by similar societies in other countries and the results that are\nthere obtained. For the experimental results that we have reached in.\nhypnotism, post-hypnotic suggestion, and, even more especia.Ily,\nthought-transference are matters of the highest importance as a basis\nof mcts that can be tried and tested again and again in many ways\nand by new observers; and the limits may be accurately determined\nof their power to bear the weight of any superstructure that may be\nbuilt uPon them, and which may involve more difficult observation and\ntheory. . .\nAt Nancy the power of hypnotism and suggestion has been made\nmost obvious by its long and patient trial on some 4,000 hospital\npatients, taken as chance brought them, and their striking effects on\nmore than half of them. In 1885 the Societede Psychologie Physiologiq'U6\nwas founded in Paris and now includes the names of some of those\nmost distinguished in letters as well as in medical science in France_\nTwo years ago, by the courtesy of some of the members of that Society,.\nwe were given the rare opportunity at Havre of close observation of a\nmos~ remarkable case of hypnotic action at the considerable distance\nof half a-mile or more, and the striking success of those experimen~\nunder test conditions of our own imposing, has been detailed and is\nrecorded in the 10th Part of our Proceedings. Later on we were\nadmitted to several experiments at Lyons, and last year at Blois\nM. de Rochas showed to one of our members a case in which the\nextreme effects of post-hypnotic suggestion 'could be watched. The\ndoors of that great French national observatory of the nervous\nsystem, the Hospital of the Salp8triere, have always been open for our\nDigitized by Google\n\fMay,I888.] Journal of Society for Psychical Research. 259\nprofit; and again and again, (on the last occasion but not least, some\nfortnight or three weeks ago,) Professor Charles Richet has shown us\nsome of the methods and results of his own unwearying researches in\nParis. In Germany this careful system of psychological research by\nexperiment has been far from wanting, though perhaps it has been\nless widely spoken of, and less has been recorded in print than in\nFrance, and it is of the experiments and results at Munich that I\nshould wish to say a few words.\nThe Psychological Society of Munich was founded in October~\n1886, and it has been able to hold meetings every week at which\npapers have been read and discussions ha.ve followed, and with the,\noccasional interposition of a social gathering for more general conversa-\ntion or a bIief holiday, it has continued these throughout its first year'\nand a-half. It has dealt with a wide range of subjects, from a general\ndiscussion of the limits of knowledge to the more particular considera-\ntion of \"Spuk.phanomene\" (l»ovember 2~h), and the special case of\n\"Dar Spuk zu Billigheim\" (June 30th). Two evenings, at least, they'\nhave been kind enough to spend upon the consideration of the-\nProceeding8 of this Society in a very friendly ~pirit and, I believe I\nmay say, with a very favourable verdict. They have been engaged\nwith many experimental investigations, and it is with regard to a\nspecial class of these experimental cases that I am specially concerned\nto-night. In their conduct of these experiments they have followed\nthis Society in some respects in testing the truth of the transference-\nof sensations from the hypnotiser to the subject, the transference of\ntouch, of taste, of smell, and, what is more important than all, the-\nsilent transference of thought (Von Notzing, P8'!Jchische Studien,\nJanuary, 1888, pp. 1-18). In these researches they have been fortunat&\nenough to find an eminent member of their own Society able to act in\nthe very important position of hypnotiser and agent, Baron von\nNotzing, to whose courtesy much of the information I have to offer\nyou is due. He is taking up the profession of a doctor and has made\nuse of the advantages of a strict training in the experimental sciences,\nas well as a careful and accurate observation of the illnesses and\nabnormal conditions of men, so as to fit himself excellently for con-\ndllcting difficult experiments with a due care of the possibility of\ndisturbing causes. His papers in the Sphinx, P8'!Jchische Studien, and\nother places offer matter for our consideration. Among them we find\ncareful experiments on a very sensitive subject, Fraulein Lina., as to·\nthe reproduction of diagrams. The diagrams had been drawn by a·\nthird person-often Baron du Prel-and shown to Von Notzing at a.\nprivate house and in a room apart from the subject, Fraulein Lina.\nVon Notzing then went and sat silently in the same room as the-\nDigitized by Google\n\f!60 JO'IJII\"OOl, 0\/ Society \/0'1' Psychical, BeM,o\/rch. rMay.I888.\nsubject, whom he had previously hypnotised, as a rule behind her and\nout of her sight; .accurate precautions were taken to render any\nordinary communication.impossible, and under these strict conditions\nLina produced copies of the drawings which had been shown to Von\nNotzing, which may be seen here, and which are as good, I think, or\neven better than any that have been done in England. At present,\nhowever, they only form a short series, the work of one subject, and may,\nI hope, be duly extended. During a course of 40 seances they showed\nvarious of these experiments to 70 witnesses, many of them people of\nimportance in Munich, and obtained a very favourable verdict on their\nresults.\nBut their experimental researches have taken a further and most '\nimportant step. In their 33rd seance they obtained a most unexpected\nsuccess, involving, as it seemed, what. we should call true independent\nclairvoyance. The subject was Fraulein Lina, the same young woman\nwho had acted for them throughout in these telepathic experiments,\nand I believe it was at her suggestion that this extension of the\nexperiments was tried. She was hypnotised by Von Notzing and in a\nlethargic state, Two of the gentlemen who had come to watch and\ncriticize the experiments bandaged her eyes with a soft cloth, watched\nthem throughout, and were li!&tisfied that she could read nothing with\nthem. When she was in this state of hypnotism she was told that her\nsense of sight had been transferred from her eyes to the top of her\nhead, and that she would find herself, in consequence, able to read ,with\nthe top of her head. Then another gentleman, a witness and critic,\ntook a book from the shelves at random, and without looking at it or\nopening it, so as to avoid all possibility of thought-transference, gave\nit to her. She took it in both hands, lifted it, opened it, and laid it on\nher head with the open pages touching the top of the head. She\nmoved it slowly enough to make it possible in some cases for a stander-\nby to turn over a page or two after the book was lifted out of the\nrange of vision that was possible, even if she could have seen through\nher bandage, and before it was laid down on the crown of her head.\nAfter keeping it for some minutes in this position, touching her head, she\ngave utterance to a few words of that part of the open pages which\nwas touching her head, which were noted at the time and confirmed\nafterwards as correct. This seemed to involve great effort and was\nfollowed generally by cramps and signs of pain, and after as much as\na line had been read she generally fell back exhausted and was allowed\nto sleep. She seemed somewhat relieved by assurances that no harm\nwould come of it, but generally on waking felt very uncomfortable,\nwith, as she said, \"her head open and a heavy weight on it.\" This\nexperiment was repeated several times with equal success and would\nDigitized by Google\n\fMay,1888.] JO'IJ\/mat of Society for Psychical &search. 261\nhave been repeated even more often but for the subsequent discomfort\nof the subject, who is a delicate woman and whom they were anxious\nnot to over-tire. Von Novnng mentions by name six of the more\neminent witnesses who expressed themselves very well satisfied with\nthe conditions and results. Most of the experiments were made in\nfull light, but one which was in complete darkness was considered\nequallysuccessful. The subject found it easier to read large print than\nsmall, and that tended to show that the physical difficulties of this\nso-called \"transposed\" sense of sight were in some respects the same\nas those of the normal sense. It was considered possible by the\nobservers that the phenomena might be explained by an extremely\nexaggerated delicacy of the sense of touch, whereby the impressions of\nthe type on the paper could be perceived and read by the surface of\nthe head. ,This was taken into consideration, and tested by giving the\nsubject a perfectly smooth photograph of print to read (instead of a\nprinted paper), and also a piece of printed paper covered by a sheet of\nglass between the paper and the head. In both of these cases\nhyperacuity of the sense of touch would have been of no ava.il towards\nreading, nevertheless success was obtained in these also j and the\nhypothesis of reading by touch in the other cases may, I think, be put\nout of court. I am not certain that the words read in these last two\ncases were completely unknown to all those present, so that I have no\nright to say that the hypothesis of thought-transference was impossible\nin these special cases. That leads me up to what I should consider as\nthe most important of all the precautions in these experiments, I mean\nthe care taken to exclude any process of thought-transference. The\nhypothesis that such a power as thought-transference existed was\nconstantly present to those who had the direction of the experiments,\nand special care was taken to eliminate that one from the many and\ngreat difficulties of a trial of true independent clairvoyance,-the\nperception, that is, of something that is not known to anyone else and\nis not attainable under the existing circumstances by the ordinary\naction of the senses. The words of a printed book taken down from\na library shelf at random and opened at random, when out of reach of\nthe powers of perception of all others, at any rate, than the subject,\nand whose open pages are touching the top of the head of the subject\nwhen they are read-or, perhaps I should say, in less precise language,\nwhen they become knoWB,-otrer, I think, a very good example of\nmatter tha.t cannot be conveyed by thought-transference from anyone\nnear or far. The method of its perception can probably be tested,\n. though not without its peculiar difficulties, by frequent repetition and\npainstaking caution in a small and trustworthy private circle of\ninquirers.\nDigitized by Google\n\fj!62 JO'Urnal 0\/ Society \/0'1' Psychical Resea\/rch. [May, 1888.\nThe elimination of the possibilities of thought-transference from\nexperiments such as these when once it has been resolved upon, is a\nma.tter which can genera.lly be carried out, but which leaves behind\nsome of the peculiar difficulties of this class of cases, the difficulties of\nperfectly accurate observation for a considerable time of the motions\nof the subject, often spasmodic, variable, and apparently &imless, and\nthe difficulties of estimating and &11owing due scope for hypel'leSthesia\nin any of the senses, but more specially in that of sight, which we have\nfound in other cases so strangely penetrating. beyond our expectation.\nSome four years ago we investigated the case of what was called\n\" second-sight\" in a colliery labourer, the \"pit-boy Dick.\" When he\nwas hypnotised and had his eyes bandaged with what might be called\nreasonable care, he was nevertheless able to discriminate a playing\ncard held some four or five feet in front of him, and it was not till\nMrs. Sidgwick IIond Mr. Hodgson made some experiments upon them-\nselves as to their capacities of seeing things, when they were in a\nnormal condition, with their eyes bandaged, that the extreme limits of\nwhat was possible in a normal condition, and a jortWri in a hypnotic\ncondition, were at all fully realised by some of us. That the subject,\nasin the case of\" Pitboy Dick,\" should be perfectly honest in~magining\nhimself to be seeing with something that is not his eyes, is one of a class\nof illusions with which we are tolerably familiar ; and even if his\njudgment is incorrect as to the means whereby he saw, that is nothing\nwhatever necessarily to his discredit.\nThe courteous offers of personal observation which the Munich\ninquirers made to us seemed to our President and Mrs. Sidgwick an\nopportunity not to be neglected, for we have had no such carefully\nconducted experiments of this class in England which have had any\nsuccess, and I had the pleasure of accompanying them to Munich. On\nthe evening of our arrival, March 17th, we had our first seance\nin the private drawing-room of Herr Keller, with the same unpaid\nsubject, Fraulein Lina.; in company with our hostess Frau Keller,\nBaron du Prel, Herr Hiibbe Schleiden, who kindly introduced us, and\nBaron von Notzing, who acted as agent. On first seeing Fraulein\nLina it was plain that we had happened on a very unfortunate\noccasion. She was obviously out of health; feverish, restless, un-\ncomfortable, though very willing to submit to any experiments. Her\nfriends were quite unfamiliar with this condition of illness in her, they\nwere somewhat anxious about her, and, very justly as I thought,\nconsidered it an inappropriate time for severe test experiments. We\nwere first shown in outline the method used in this so-ca.lled reading\nwith the top of the head, but the conditions did not allow of its exact\napplication and no results were obtained or expected. The next day\nDigitized by Google\n\fMay,1888·1 JO'IJI1\"1Wl of Society for P8ychical Research. 263\na sharp inflammation of the lungs developed itself in Friiulein Lina\nand there were'signs of serious underlying disease. We waited for the\nnext five days in Munich in hopes of better fortune, but Fraulein Lina\n-was entirely confined to her bed and there could be no doubt that\n-experiments were quite impoBBible; and so in that direction we could\ngo no further. We had the pleasure, however, of extending our\nacquaintance among the active members of the Psychological Society\nat Munich, the Baron and BaroneBB du Prel, Herr .Bayersdorfer, the\nkeeper of their fnmous picture gallery and PreRident of their Society;\nHerr Deinhard, and others; and we learnt from the lips of Baron von\nNoWng some more details of the reading experiments with Friiulein\nLina and of the other seances, which left us in no doubt that the\n~nduct of these important matters W!lo8 in very good hands and that\nthe necessjties of caution and the very great difficulties of proof\n.absolute were duly appreciated.\nI have tried to give a very slight sketch of some fresh observations\n\"Which seem to point towards what is generally called Transference of\nthe Senses, in a particular case which has come more specially under\nrecent notice. It would be quite out of place to attempt now to\nreview the whole history and present condition of that most difficult\nand vexed problem of the so-called transference of the special senses\n\"from one part of the human body to another.\nIt was just a. hundred years ago last Ohristmas, that M. Petetin,\na doctor in Lyons, found one of his lady patients in a state that looked\n\"like eager delirium without any serious disease (Petetin: Elecllr.\nAnimale, p. 7). She seemed entirely incapable of hearing a.nything\nwhatever that was said to her and was a great puzzle and anxiety to\nher doctor. She shouted and sang, loud and often, and Petetin, sitting\nby her bedside, could find no means of controlling her. He urged her\nto attend to him and to listen to what he had to tell her, but she did\nnot seem to hear a word he said. Suddenly the chair he was sitting\n-on slipped by accident and he fell forward on his face on to the bed\nwhere she was lying, and before he could raise himself from this\n-position he exclaimed, \"How I wish I could stop her cries!\" For the\n'first time, apparently, she heard him then, and to his great astonish-\nment answered at once. \"Oh certainly, I will stop,\" she said, and\nstop she did, quite obediently. He was very much puzzled at first,\nfor after this she could apparently hear nothing more that he shouted\ninto her ears or even into her ear-trumpet. He came to the conclusion\n-that she had heard him when he was thrown forward on the bed\n'because of his unusual position, because in fact his head had been close\n1:.0 the pit of her stomach when he had been speaking, just after his\nDigitized by Google\n\f26~ Journal of Society jO'1' Psychical Research. [May. 1888.\nfall forwards. This impression was confirmed in him as he found that.\nwhen he tried to speak to her again, quite low, but in a similar relative\nposition, she could hp.s.r him well' enough. Her sense of hearing, he\nconcluded, was shifted from her ears to the pit of her stomach. On\nsubsequent trials he found she could also hear him when he whispered\nto her fingers or to the soles of her feet, though she seemed to remain\nquite insensible to what he whispered or shouted into her ears or said\nin ordinary fashion when speaking to her face to face.\nSuch a history as this first case of Petetin's does not seem to us.\nnow to need any such violent hypothesis as that of transference of\nsenses, or indeed any explanation beyond that of the curious illusions\nand hyperresthesia! of hysteria.\nOther examples of phenomena which, according to the fashion of the\ntime, ,were interpreted as Transference of Sensations, i.e., similar\nlocalisation of special senses in abnormal parts, were frequently ~\nported after this; in some the sense of smell seemed confined entirely\nto the fingers, the sense of sight to the forehead or ~he pit of the\nstomach, and many strange stories of this kind were current, especia.lly\nin France in the first half of this century. I cannot pretend to have\nadequate grounds for forming a judgment in nearly every case, but in\nthose I know, when sufficient details are given, it is possible to satisfy\nthe conditions of the acquisition of knowledge by a.n abnormal\nquickening of one sense and blunting of another, or at least, by a.\nthought-transference if by no more direct method, for the ma.tter\nconcerned was known or knowable to one of the experimenters, who..\nas a rule, was seeking to test the existing knowledge of the subject in.\nthe case or to convey fresh knowledge to him.\nAmong the more scientifically accurate records of recent years;\nthere has been very little of independent clairvoyance under the strictest\nconditions devised to eliminate thought-transference. The interest,.\nthen, of the case which Baron von Notzing has recorded and with\nwhich we made this endeavour to acquaint ourselves personally, lies in\na careful attempt which has been made in it to exclude, what I\nthink many of us w-ould admit has been one possible source of error\nin similar previous experiments, viz., Thought-transference; and any\nimportance of the conclusions arises from the fact that, supposing it\nhas been possible, which is not a light supposition, to make perfect.\nexperiments and to put out of the question all the possibilities of\nillusion on one side ~nd mal-observation on the other, some phe-\nnomena. remain which point rather to independent clairvoyance than\nto thought-transference. How importa.nt it would be to multiply sucb\nobservations with .ever-increasing caution, I feel strongly; for t~\nDigitized by Google\n\fMay,I888.] Journal of Society fOT Psychical ReseaTch. ,265\ndifference between independent clairvoyance and thought-transference,\nI cannot help thinking, is, in the present state of our knowledge, very\nimportant, and a.ny proof of true independent clairvoyance, so long as\nthere a.re any indications that it is not impossible, is a matter deserving\nour very careful attention.\nMrs. Sidgwick followed with the first part of a paper on\nIC Premonitions.\"\n'CASES SUPPLIED TO THE LITERARY COMMITTEE.\nL 323\n-t-\nFrom MR. R. V. BoYLE.\n3, Stanhope-terrace, W.\nJuly 30th, 1884.\nIn India, early on the moming of November 2nd, 1868 (which would be-\nabout 10 to 11 p.m. of November 1st in England), I had so clear and striking\na dream or vision (repeated a seeond time after a short waking interval) that,.\non rising as usual between 6 and 7 o'clock, I felt impelled at onc~ to write an\nentry in my diary, which is now before me.\nAt the time referred to my wife and I were in Simla, in the Himalayas..\nthe summer seat of the Governor-General, and my father-in-law and mother-·\nin-law were living in Brighton. We had not heard of or from either of them\nfor weeks, nor had I been recently speaking or thinking of them, for there\nwas no reason for anxiety regardinl( them.*\nIt seemed in my dream that I stood at the open door of a bedroom in a.\nhouse in Brighton, and that before me, by candlelight, I saw my father-in-law-\nlying pale upon his bed, Whild my mother-in-law passed silently across the,\nroom in attendance on him. The vision soon paBSed away, and I slept on\nfor some time. On waking, however, the nature of the impression left upon.\nme unmistakably was that my father-in-law was dead. I at once noted down\nthe dream, after which I broke the news of what I felt to be a. revelation to.\nmy wife, when we thought over again and again all that could bear upon the-\nmatter, without being able to assign any reason for my being so stronglyand\nthoroughly impressed. The telegraph from England v) Simla had been open.\nfor some time, but now there was an interruption, which lasted for about a.\nfortnight longer, and on 17th (15 days after my dream) I was neither'\nunprepared nor surprised to receh'e a telegram from England, saying that my\nfather-in-law had died in Brighton on November 1st. Subsequent letters.\nshowed that the death occurred on the night of the 1st..\nDreams, as a rule, leave little impression on me, and the one above-\nreferred to is the only one I ever thought of making a note of, or oflooking\nexpectantly for its fulfilment.\n*It is right, however, to say that my wife's father had gone to Brighton\nsome months before on account of his health, though he was not more delicate<\nthan his elder brother, who is (1884) still living.\nDigitized by Google\n\f~66 Jowrnal of Society for Psychical R4earch. [May. 1888.\nI maymention that at a much earlier periodof my life I was sitting occupied\nin a room of a house, from which I could not see the approach to the hall\n~oor, when suddenly my thoughts were arrested, and I turned away from my\npapers, feeling that a person whom I had not been thinking of, nor had seen\nfor years, was at that moment within a few steps of the house, noiselessly, but\nrapidly, approaching. Ilistened inteutly for a knock, which instantlyfollowed.\nI did not move from my seat, feeling satisfied that what did follow would\nfollow, viz., that a servant immediately afterwards announced the heretofore\ninvisible. but unaccountably sudden, expected visitor. These occurrences I\nhave often thought over, without being able in any way 00 satisfactorily\n&ccount for them; they stand out in relief upon a memory but lightly\n~harged with, though not insensible to, such things.\nR. VICARY BoYLE.\nMrs. Boyle writes as follows :-\n6th. Attgtt,8t, 1887.\nI well remember my husband telling me one morning, early in November,\n1868, when at Simla. in India, that he had had a striking dream (repeated) in\nwhich my father, then at Brighton, seemed to be dying. We were both deeply\n.impressed and then anxiously awaited news from home. A telegram first\ni'eached us, in about a fortnight, which was afterwards confirmed by letters\n-telling of my father's death having occurred on the same night when my\nhusband had the dream.\nELJiONORE A. BoYLE.\nThe following entries were copied by me from Mr. Boyle's diary:-\nNov. 2. Dreamed of E's F[ather] early this morning.\nWritten before dressing.\nNov. 17. Got telegram from L[ouis] H[ack] this morning\n-of his father's death on 1st Nov. inst.\ni\/o the night of\nThe following obituary notice of the decease of Mr. Boyle's father-in-law\n<occurred in the Times for 4th November, 1868:-\n\"On 1st Nov., at Brighton, William Hack, late of Dieppe, aged 72.\"\nOn September 17th, 1887, I received from Mr. Boyle a copy (made by\nMiss P. Hack, niece of the deceased) of an entry mad9 by his mother\n(sister-in-law of deceased) in her journal, on Sunday, November 1st, 1868,\nwhich shows the hour of death. In this entry, after BOrne details of the last\naoura, occur the words: \"At a few minutes after 2 o'clock [p.m.] he\n~eased to breathe.\"\n.Mr. Boyle informed me that he is a \"particularly sound sleeper, and\n'Very rarely dreams.\" This dream was a very unique and impreuive ex-\nperience, apart from the coincidenee.\nThere was a regular correspondence between Mrs. Boyle and her mother,\n\"but for several mails the letters had contained no mention of her father, on\nwhose account absolutely no anxiety was felt.\nE.G.\n*These three words were added above the lineafter thesubsequent receipt of\nthe letter. But there must apparently have been some mis)lDderstandinJU as\nthe evidence which follows seems conclusive as to the hour of the death. [~D.]\nDigitized by Google\n\f'May, 1888] Journal of Society for Psychical Research. 267\nL 324 From MR. E. W. HAMILTON.\n-t- Park-lane Chambers, Park-lane, W.\nApril 6th, 1888.\nOn Tuesday morning, March 20th, 1888, I woke up with the impressioD\n~f a very vivid dream. I h~d dreamt that my brother, who had long been\nin Australia, and of whom I had heard nothing for several months, had come\nhome; that after an absence of12 years and a-half he was very little altered\nin appearance, but that he had something wrong with one of his arms; it\nlooked horribly red near the wrist, his hand being bent back.\nWhen I got up that morning the dream recurred constantly to my\nthoughts, and I at last determined to take a note of it, notwithstanding my\n.natural prejudices against attaching any importance to dreams, to which,\nindeed, I am not much subject. Accordingly, in the course of the day, I\nmade in my little Letts' diary a mark thus: X, with my brother's name\n.after it.\nOn the following Monday morning, the 26th March, I received a letter\n,from my brother. which bore the date of the 21st March, and which had\nbeen posted at Naples (where the Orient steamers touch), informing me that\nhe was on his way home, and that he hoped to reach London on or about\nthe 30th March, and adding that he was suffering from a very severe attack\nof gout in the left arm.\nThe next day I related to some one this curious incident, and I commen-\nted on the extraordinary coincidence of facts with the dream with all but one\n.detail, and that was, that the arm which I had seen in my dream did not look\n.as if it were merely a.ft'ected with gout : the appearance it had presented to me\nwas more like extremely bad eczema.\nMy brotherduly reached England on the 29th, having disembarked at\nPlymouth owing to the painful condition of his arm. It turned out that\nthe doctor on board ship had mistaken the case; it was notgout, but a case of\nblood poisoning, resulting in a very bad carbuncle or absceBB over the wrist\njoin~ .\nSince my brother's return, I have endeavoured to ascertain from him the\nexact hour at which he wrote to me on March 21st. He is not certain\nwhether the letter to me was written before noon or after noon of that day.\nHe remembers writing four short letters in the course of that day-two\nbefore luncheon and two after luncheon. Had the note addressed to me\nbeen written in the forenoon, it might nearly have coincided in time with my\ndream, if allowance be made for the difference of tim\" between Greenwich\nand Naples; for, having no recollection of the dream when I woke, according\nto custom, at an early hour on the morning of the 21st, I presume I must\nhave dreamt it very little befo,re eight o'clock, the hour at which.! am\ncalled.\nI may add that, notwithstanding an absence of 12 years and a-half, my\nbrother has altered very little in appearance; and that I have not to my\nknowledge ever noted a dream before in my life.\nE. W. H.uo:LTON.\nI have seen the diary with the entry (X, Clem) under Tuesday, March\n20th, 1888, though, as Mr. Hamilton says, \"it was early the next morning\nDigitized by Google\n\f268 Journal of &ciety for P8ychical &search. [May, 1888.\nthat I had the dream; for I generally consider all that appertains to bed\nrelates to the day on which one gets into it.\"\nI have seen the letter, signed Clement E. Hamilton, and dated Naple~\nMarch 21st, 1888, which says, \"Am suffering from very severe attack of\ngout in left arm.\"-E. G.\nApril 12th, 1888.\nL 325 From MR. G. LBVESON GOWER.\n-t- 14, South Audley-street, W.\nMarch, 31st, 1888.\nI was asked to give you an account of an incident which happened to me\non the occasion of the death of my aunt, the late Lady Marian Alford. The-\ndate of this was, I fancy, Wednesday, February 8th, tllough this could\neasily be verified. On that day I had gone down in the afternoon to Surrey,\nto speak at a political meeting at a place called Oxted. After the meeting\nwas over, and as we were driving away, I was suddenly seized with a strong\nfeeling which I can describe in no other way than a vivid. sense of the pre-\nsence of death: it seemed to me that in some way and'on some person\nunknown to me death wu exercising at that moment ita power. I put the\nthought aside, but it recurred so powerfully that 1 looked at my watch,which\nwas then 10.5 p.m. On my return to London next morning 1 found that\nmy deal\" aunt had died, after a seizure of only a few hours, the Bame evening,\nif not at the precise time, a very short while before the hour 1 looked at my\nwatch. Had I known that she was ill1 should not have thought this event.\nworth repeating, but I had not the Blightest knowledge of her illness. Her\nfamily, including myself, had latterly known that her life was precarious,\nbut we none of us anticipated this sudden and fatal attack. Curiously\nenough, however, a friend of mine, Mrs. G., had been for some while very\ndangerously ill ; and at the time of this sentiment (I can hardly call it &\npresentiment) 1 was convinced that my friend had died. This was so strong\nthat on my return home, when 1 saw by my father's face that something\nserious had happened, 1 at once concluded that Mrs. G. was dead. She\nis now, 1 am glad to say, out of danger, and well on the way to recovery.\nG. LEVESON GOWER.\nMr. Leveson Gower adds, on April 12th, 1888 :-In reply to your ques-\ntion, 1 have never to my recollection had a similar impression to that which\nI related to you-though, of course, 1 may have forgotten such an instance.\nThe following is an interesting case of the violent fright of an animal,\noccurring at the time of an abnormal appearance.\nG 316\n-t-\nFrom Man and Beaat. By the REV. J. G. WOOD. (London: Dalby,\nlabister and Co., 1874.) Vol. II., pp. 339-343.\n1 have (writes Mr. Wood) for a long time had in my possession a letter\nfrom a lady, in which she narrates a personal adventure which has a singularly\nelose resemblance to the Scripture story of Balaam. • • • At the time\nDigitized by Google\n\fliay,l888.] JO'lJlT\"nal of Society for Psychical Research. 269\nof the occurrence the lady and her mother were living in an old country\noMteau in France.\n..It was during the winter of 18- that one evening I happened to be\nsitting by the side of a cheerful fire in my bedroom, busily engaged in\nearessing a favourite cat-the illustrious Lady Catherine, now, alas! no more.\nShe lay in a pensive attitude and a winking state of drowsiness in my lap.\nAlthough my room might be without candles it was perfectly illuminated\nby the light of the fire.\nThere were two doors-one behind me leading into an apartment wpich\nhad. been looked up for the winter, and another on the opposite side of the\nroom, which communicated with the passage.\nMamma had not left me many minutes, and the high-backed, old-\nfashioned armchair which she had occupied remained vacant at the opposite\n-corner of the fire-place. Puss, who lay with her head upon n1yarm, became\nmore and more sleepy, and I pondered on the propriety of preparing for bed.\nOf a. sudden I became aware that something had affected my pet's\n.equanimity. The purring ceased, and she exhibited rapidly increasing\n.symptoms of uneasiness. I bent down and endeavoured to coax her into\n~uietness, but she instantly struggled to her feet in my lap, and spitting\nvehemently, with back arched and tail swollen, she assumed a mingled\nattitude of terror and defiance.\nThe change in her position obliged me to raise my head, and on looking\nup, to my inexpressible horror, I then perceived a little, hideous, wrinkled\n-old hag occupied mamma's chair. Her hands were resting on her knees and\nher body was stooped forward so as to bring her face into close proximity\nwith mine. Her eyes, piercingly fierce and shining with an overpowering\nlustre, were steadfastly fixed on me. It was as if a fiend were glaring at\nme through them. Her dress and general appearanee denoted her to belong\nto the French bourgeoisie; but those eyes, so wonderfully large, and in their\nexpression so intensely .wicked, entirely absorbed my senses and precluded\nany attention to detail. I should have screamed, but my breath was gone\nwhile that terrible gaze so horribly fascinated me. I could neither withdraw\nmy eyes nor rise from my seat.\nI had meanwhile been trying to keep a tight hold on the cat, but she\nseemed resolutely determined not to stay in such ugly neighbourhood. and\nafter som.e most desperate efforts, at length succeeded in escaping from my\ngrasp. Leaping over chairs and tables and all that came in her way, she\nrepeate«ly threw herself with frightful violence against the top panel of the\ndoor which communicated with the disused room. Then, returning in the\nsame frantic manner, she furiously dashed against the door on the opposite\naide. My terror was now divided, and I looked by turns, now at the old\nwoman whose great staring eyes were constantly fixed on me, and now at the\noat, who was becoming every instant more frantic. At last the dreadful idea\nthat the animal had gone mad had the effect of restoring my breath, and I\nscreamed loudly.\nMamma ran in immediately, and the cat, on the door opening, literally\n.prang over her head, and for upwards of half-an-hour ran up and down\nDigitized by Google\n\f270 JOU)'nUl of Society for Psychical &search. [May, 1888.\nstairs as if pllrllued. I turned to point out the object of my terror ; it was.\ngone. Under such circumstances the lapse of time is difficult to appreciate~\nbut I should think that the apparition lasted about four or five minutes.\nSome time afterw&l'da it tr&Jl8pired that a former proprietor of the h01Ul8~\na woman, bad banged herself in that very room.\nWe ascertained from Mr. Wood the name of his informant, and wrote to-\nher brother, General K., from whom we received the following reply :-\nJanuary 2:t.t, 1885.\nSIB,-I hasten to enclose a communication from Mias K., which I\nreceived by this morning's post, and have only to add that my sister doeS'\nnot appear to have previously he&l'd of Mr. Wood's book, and was quite-\nunaware of her story having been publiahed. .\nThe circumstances narrated occurred in an old house in Boulogne-sur-\nMer, I fancy about 1845. It was, I think, in 1858 that Mias A., a friend\nof Mr. Wood, asked me to give her the story in writing. I thereupon\nwrote to my siaterand got her tc, send me an exact account of what happen~\nand a copy ofthis account, with a few trivial emendations, I gave to Mias A.\nFrom that moment until you Wlote to me I had not heard of it, nor did\nf know what bad become of it.\nMr. Wood's book, Man and Beut, I saw for the first time last night, and\nthe account given there is word for word the same as I gave to Mias A.\nThe apparition was once again seen by Mias K. in the same hOUBe and\nunder extremely singular circumstances.\nJ. W.A. K.\nThe enclosure is as folloWB :-\nI was one evening sitting by my bedroom fire, nursing a pet cat, which\nwas sleeping on my lap. Suddenly she struggled to her feet, and standing-\non my knees, swelled her tail out in my face, and exhibited the usual signs\nof fear, as if a dog bad been facing her. I stroked and spoke to her, but her\nfear evidently increased, so that I could scarcely hold her. I then became-\naware that a very ugly old woman was sitting on the chair at the other side-\nof the fire-place, her hands on her knees and staring fixedlyatUB. I was too-\nfrightened to ICream, but tried still harder to hold pussy. 1 had. however~\nweakened my hold, aud she made her escape, bounding into the middle of\nthe room, and rushed wildly between the doors. against each of which she-\ndashed herself as if to force an exit. This violent scene gave me breath; I\nscreamed, and when my mother came in the cat leaped past her, and ran up-\nand down stairs for BOme time as if mad. I need not add that when my\nmother came in the old woman bad vanished.\nIn reply to further inquiries, Mias K. writes, on January 31st, 1885.\nBoulogne-sur-Mer.\nDEAR SIR,-I very much regret not to be able to answer the very\ninteresting questions you put to me with regard to the account of my inter-\nview with the ghost, but my health has for some time been weak. and\nwriting is a very great weariness to me.\nI quite well remember Wliting the account you speak of, many years ago.\nDigitized by Google\n\fMay,l888.] Journal of Society for Psychical Research. 271\nfor a friend. It was a strictlyaccurate account, not in the least embellished,\nand you are quite welcome to publish either, or both accounts, but I object\nto my name appearing in print.\nH.K.\nMiss K. writes further in February, 1886 :-\nThe second apparition occurred at the time of the serious illness of one or\nthe members of our family. I was leaving the patient's room for the last time\nthat night when I met the old woman in the passage, but the sight caused no\nemotion. I was too anxious to be frightened. I was, however, reminded or\nit next day by the sick nurse-a French nun-when she told us that not\nonly she, but her patient also, had had a most disturbed night, owing to iii\nsuccession of noises, such as rustling garments and footsteps in the roOJR~\nand that her patient, ueually quietly dozing, was constantly calling out to-\nask who was in the room. She declared she would not sit up alone another\nnight. This was the more remarkable that she had some time before\nexpressed her determination to leave us if one of our party continued to sit\nup with her, a9 she wished to be allowed the sole control of the sick room,\nand in consequence she had been left alone till that night. She, however,\nsaw nothing, only heard.\nI have seen other * apparitions, and am not aware of having hact\nhallucinations.\nH. K.\nGENERAL K. writes again :- -\nPoste Restante, Florence, Italy.\nMarek l.8t, 1886.\nAccording to the account Miss K. gave me of the occurrence\nmentioned in her note, the garde malade (since dead) said that her\npatient had been in a state ofintense alarm during the night, calling for help\nagainst an old woman that wanted to kill him ; the same added that she\nwould not again go through such a night alone on any account. Miss K. also\ntold me that she first perceived the old woman ascending the stairs in front or\nher; that she followed the apparition, who passed into the sick room and\nthere disappeared.\nWith regard to the old house at Boulogne, I find that it has since been\ndivided into two houses, and it may perhaps be useful to add that I and, to\nmy knowledge, others have had repeatedly therein personal experience of\nstrange sounds. at night which it was never possible to account for.\nJ. W.A.K.\nCASE OF A \"DOUBLE\" SEEN BEFORE DEATH.\nIn the following case, it is quite possible that the proximity in time of the\napparition and the death was accidental; and Ule form of the apparition\ncertainly suggeststemporary ocular derangement. The point which ought 88\nfar as possible to be ascertained, is whether appearances of this type, occurring\nshortly before·the death of the person represented, are too frequent to be\ndismissed as purely subjective hallucinations.\n* It is probable that the word no has been accidentally omitted before other.\nDigitized by Google\n\f272 Journal of Society for Psychical Research. [May, 1888.\nFrom MRS. CHAPRONIERE.\n2, Hotham-vilIas, Putney.\nApt'il 14th, 1888.\nI was in my bedroom being undressed by my maid, Mrs. Gregory, who\nhad been with me for 41 years, and she was unfastening my bracelet when I\nsaw, just behind her about two feet off, her exact resemblance. She was\nthen in perfect health. I said to her, \"Why, Mrs. Gregory, I see\nyour fetch.\" She smiled and said, \"Really, ma'am,\" but was not in the\nleast alarmed. On the following Sunday, she was only poorly. I went for\na doctor at once, who said she was a little out of sorts. On Wednesday\nevening she suddenly died. It was abo:ut the same time that her double had\nappeared to me just a week before. This was about 15 years ago.\nSOPHIE CHAPRONIERE.\nI have seen Mrs. Cbaproniere, and questioned her about the case. She\ntold me that she had never had a hallucination of vision on any other occa-\naion. The \"double\" was as distinct as the real person, and an exact\n:reproduction. The deat.h was yery sudden. Mrs. Gregory had. been slightly\nunwell for a couple of days before it took place, but was able to enjoy her\nfood, and no anxiety was felt on her acceunt. A daughter of Mrs. Chap-\nroniere states that she clearly remembers that her mother mentioned the\napparition at once, before the death.-E.G.\nApril 24th, 1888.\nTHE DISTURBANCES AT' BRAMFORD, IN SUFFOLK.\nIn November and December, 1887, paragraphs appeared in several\nLondon and provincial newspapers, giving accounts of mysterious occur-\n-ences in a cottage occupied by a widow and her fanl.ily, at Bramford, near\nIpswich. Stones and dirt were reported to be thrown at the windows,\n.and small household goods and articles of clothing were tossed about the\npremises. A member of the Society paid a visit to the spot to make\ninquiries. He made the acquaintance of the occupants of the \"haunted\"\nhouse, however, and verY carefully examined the witnesses. His conclusion,\n,after hearing all the evidence obtainable, was that the children-a girl of\n11, and two younger boys-had practised trickery.\nDigitized by Google\n\f","_id":446}