{"name":"Journal of the Society for Psychical Research 4297","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n51_jun_1888.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N51, June 1888","mylang":"de","content":"No. LI.-VOL. m. JUNE, 1888.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nACCOUNT OF A SPIRITUALISTIC TEST.\nSUPPLIED BY MR. ALFRED RUSSEL WALLACE.\nNELLIE MORRIS.\nThe following interesting statement of communications received\nthrough various mediums as to a person unknown to the writer, but\nwhose identity was ascertained by full inquiry, was written at my\nrequest, from notes taken at the time, by my friend, General Lippitt, of\nWashington, a gentleman who has ma.de a study of Spiritualistic\nphenomena for 30 years. General Lippitt is a lawyer as well as a\nsoldier, and is equally distinguished in both capacities. In 1834 he\nassisted De Toqueville in the preparation of his great work on\nDemocracy in the United States. In 1849 he was chairman of the\nCommittee in the Constitutional Convention of California; and he was\nAssistant Counsel for the United States in the Department of Justice\nfrom 1877 to 1882. As a soldier he served through the Mexican war\nand the war of the rebellion, receiving from the President and Senate\nthe brevet of brigadier-general. He is the author of four treatises\non various branches of military science, one of which, on \"The Special\nOperations of War,\" was highly spoken of by our .Army and Navy\nJournal, United Service Gazette, and Satfl,rday Review.\nWith regard to the case here recorded, I am informed by Mr.\nMyers that most of the mediums concerned have been accused of being\nimpostors. As regards two of them, Mr. Keeler and Mrs. Ross, I am\nmyself satisfied from repeated observation and test ·that they are\nvery remarkable mediums. As regards another who is said to have\nconfessed both her own and other mediums' impostures, General Lippitt\nhas sent me a letter which is appended to his narrative. General\nLippitt informs me that he is not in the habit of publishing any\naccounts of the remarkable seances he has attended, and has only\ndone so twice in his life. If the numerous tests in the case of \"Nellie\nMorris\" are all the result of imposture, it would imply a continuous\nconcert and conspiracy between seven different mediums, in order to give\nsatisfaction to a single individual who was already a Spiritualist, but\nfrom whom no advertisement of the mediums concerned was to be\nZ\nDigitized by Google\n\f274 JQlwl\"ool oj Sooiety for Psyohical Researoh. [June, 1888.\nexpected. Those who disbelieve all Spiritualistic phenomena will adopt\nthis theory; but for such persons none but personal evidence will\nhave any weight.\nALFRED R. W ALLACB.\n1827, Jefferson-place, Waahington, D.C.\nDecember 18th, 1887.\nMr. Alfred Russel Wallace.\nMy DEAR MR. WALucE,-In fulfilment of my promise I now send you a\nfull statement of how I became acquainted with \"Nellie Morris.\"\nIn May, 1885, I attended several \"materialisation\" seances of Mrs.\nBeste in this city. Before going further, I should state that my. daughter,\nCarrie, had departed this life in July, 1882, at her grandmother's residence\nin the interior of New Jersey, and that I am positive that Mrs. Beste knew\nnothing of me (except my name), or of my family, orthat I had ever had a\ndaughter.\nAt one of these seances,held on the evening of May 8th,a female spirit-form\n(veiled, aa usual) came to me, calling me \"papa,\" affectionately greeting me\naa my daughter, and giving me her name. After a few moments' conversa-\ntion she retired. Later in the evening I aaked \"Daisy,\" apparently a child-\nspirit, whIJ usually comes and talks to the sitters at Mrs. Beste's seances,\nwhether she had seen the spirit that had come to me aa my daughter Carrie.\nShe said she had, and gave me a description of her that corresponded with\nher appearance in life, and added, spontaneously, \"that my daughter had a\ndear friend in the •spirit land' named Nellie Morris.\" In answer to my\nquestions, she said that Nellie Morris's father had been our Minister to\nTurkay for about 11 years: that she was a beautiful and lovely young lady\nthat had died, she did not know exactly when, but some two or three years\nago, in Philadelphia.\nNext day I examined the records of the State Department and found\nthat E. Joy Morris, of Philadelphia, had been our Minister to Turkey from\n1861 to 1870. I at once wrote to two old residents of Philadelphia to know\nif E. Joy Morris had a daughter named Nellie. From one of them I\nreceived no answer; and the other replied that he knew nothing whatever\nof the family.\nAt the seance of May 17th, my daughter came to me again. I aaked her\nif she knew Nellie Morris. \"Yes,\" she exclaimed, \"and she is my best\nfriend\"; adding that they were constantly together. In answer to my\nquestions she said that Nellie was quite tall and graceful, with beautiful\nblonde hair and blue eyes; that she had died of consumption some three\nyears ago in Philadelphia; that her father had been our Minister to Turkey\nduring a longer term than any of our Ministers abroad. I informed her\nthat Daisy had told me about her friend, and that I had written to two\ngentlemen in Philadelphia for information about her. She aaked to whom I\nhad written. I told her. \"Papa,\" she said, .. write to the proprietor of\nthe Hotel St. George, in Philadelphia, and he will tell you all about her.\" I\npromised to do so, and aaked her where that hotel waa. She pondered for a\nDigitized by Google\n\fJune,I888.] Journal of Society for Psychical Research. 275\nmoment and then said, \"I think I see Broad-street, and-Walnut-street;\nbut I am not quite sure.\"\nNext day I wrote as my daughter recommended; simply asking the\nhotel proprietor first, whether Mr. E. Joy Morris had had a daughter\nNellie, and second, if so would he describe her to me. In answer 1\nreceived from him the letter appended to this sbtement marked (B).\nAt the subsequent seance of May 24th, my daughter having again come\nto me, 1 told her 1 had had an answer from the hotel proprietor confirming\nall she had had told me about Nellie Morris. She seemed much pleased,\nand then said that Nellie was an Episcopalian, and that they had sung\ntogethersome of the Episcopal chants. She then sang for me two or three\nversos of an old Venite, and part of the old Gloria in Excelsis chant.\n(Although my daughter had died a Catholic, she had been born and brought\nup in the Protestant Episcopal Church, which fact the medium could not have\nknown.)\nAfterwards, at the s6ance of May 26th, a tall and graceful spirit form\neame to me saying \"Nellie.\" I asked for her other name. She made\nrepeated eft\"orts to give it but without success. I said, \"Is it Nellie\nMorris 1\" She answered \"Yes,\" and was evidently much ple&lled at\nbeing recognised. I said, \" May I stand up by your side 1,t .. What for 1\"\nshe asked. \"That I may see how tall you are.\" \"Certainly,\" she answered.\nI did so, and found by comparing her with my own height that she was at\nleast 5ft. 6in. high. Then followed a long conversation with her\nin which two or three members of the circle took part. She cheerfully\nanswered all the questions that were put to her, and in a manner indicating\na marked individuality and a bright and cultivated mind. Inter multa alia\nshe told us that she ha.d lost her mother when a baby, that her relations with\nher stepmother had not been harmonious, and that her life had been a sad\none, but that \" she was happy now\"; that her early childhood was passed in\nConstantinople, where her father was United States Minister; and that she\nhad died at the Hotel St. George, in Philadelphia, when she was about\n19 years old, of \"a galloping consumption\" in January, or \"at least\nin very cold weather,\" saying this with a shiver. I told her that Carrie had\nalready spoken to me about her, and that I had received a letter from the\nproprietor of the Hotel St. George, corroborating all that Carrie had said.\n\" Yea,\" she said, \"but he flattered me in one thing. My hair is not\ngolden, but flaxen.\" I asked her to give me a lock of it. She could not\nthen, she said, but would do so at another time.\nAt the seance of May 28th, Nellie Morris came to me again. I showed\nher a photograph of my daughter, asking her if she had ever seen anyone\nlike it. She said at once, •• It is a picture of my Carrie, but not so pretty as\nshe is now.\" Before retiring she asked if I had scissors. I had none, but a\nmember of the circle seated near me handed me 110 pair, which I placed in her\nhands. She then cut oft\" for me a lock of her hair, which I have carefully pre-\nserved. I enclose it herewith for your inspection in an envelope marked (C).\nOn examining it by daylight I found it to be really flaxen, but with a golden\nshimmer in the sunshine. Within the last few days I have examined it\nIIogain, and whatever may be the cause, it is cert.ainly n010 more golden than\nflaxen.\nz 2\nDigitized by Google\n\f276 Jou1vnal of Society for Psychical Research. [June,l888.\nAt a seance held June 16th, Nellie cll.me again, and sang for us the old\nGloria in Excelsis chant entirely through.\nThe next s6ance of Mrs. Beste that I attended was at Onset, on the\nsouthern coast of Massachusetts. The cabinet was simply a comer of the\nroom, across which a dark sloth had been stretched. Nellie Morris again\ncame, giving her name, and saying, \"Do you remember me 1 I passed away\nwith consumption, 19 years old. Am very fond of Carrie.\"\nI saw or heard nothing more of Nellie Morris until March 22nd, 1886,\nwhen I attended a a6ance held in this city by P. L. O. A. Keeler. There was\nno cabinet; only a curtain of black muslin, between four and five feet high\nhung acroaa a comer of the rocm ; the medium sitting infr(mt of the curtain.\nWritings on slips of paper were thrown or handed over the curtain by a\nhand that was sometimes visible and sometimes not. All of them were re-\ncognised by members of·the circle as coming from departed friends. One of\nthese writings was addreaaed to me, and signed .. Nellie Morris.\" I feel per-\nfectly sure that the medium had never heard her name mentioned. Since\nthen, through the same medium, writings have come to me in the same\nmanner and with the same signature; and all of them in the same feminine\nhand.\nOn the 1st of July, 1886, 011 my way to Onset, Massachusetts, I stopped\nover a few hours in Philadelphia. I found the Hotel St. George at the\ncomer of Broad and Walnut streets. I showed the lock of hair I have men-\ntioned to Mr. Ward, thc proprietor, and asked him if he recognised it. He\nsaidiustantly, \"It is Nellie Morris's.\" Finding him to be a decided sceptic\nas to all spirit manifestations, I cut my conversation with him short, asking\nhim to give me Mrs. E. Joy Morris's address, which he kindly did. I went\nat once to her residence, and was politely permitted an interview with her in\ncompany with her daughter. I asked Mrs. Morris if her husband's daughter\nNellie had not died some years since. She allswered in the affirmat.ive. I\nremarked that she was said t.o have been a lovely young person. After\nhesitating for a moment, she said, \"Yes, lovely-in appearance.\" On my\nshowing them the lock of hair they both e1claimed at once that it was\nNellie's. I found them entirely ignorant on the subject of spirit manifes-\ntations, ~nd they listened with astonishment to my Ilarrative respecting\nNellie Morris's return, and corroborated in every particular the statements\nNellie had made to me, except her intimation of a want of entire harmony\nbetween her stepmother and herself, of which I had made no mention. In\nanswer to my questions Mrs. Morris said that Nellie attended St. Luke's\n(Episcopill) Church; that she was not much of a singer; that she attended\nthe Church Sunday-school, and she supposed she could sing the chants with\nthe congregation. Mrs. Morris asked me as to my own daughter's character;\nand when I told her that when in good health she was full of fun, and had a\ndecided talent for good-natured mimicry,she observed that Nelliewas just like\nher in this respect, and it was not surprising that they should be attracted to\neach other.\nThis narrative is perhaps already too long, but I cannot close it without\na brief mention of some further facts in the case which I think important.\nOn the 19th of July, at Onset. Massachusetts, I had a sitting with Mrs.\nCarrie M. Twing, a writing medium of unimpeached honesty and honour, to\nDigitized by Google\n\fJune, 1888.) Journal of Society for Psychical Re8earch. 277\nwhom my name even was unknown, and who could never have heard of\nNellie Morris. On reaching my lodgings after the .nce and examining\nwhat had been written, I found a long letter beginning \"My dear Papa,\"\nsigned •• Carrie\"; andIanother one beginning •• My dear Friend,\" signed\n\" Nellie,\" saying, among other things, \"Carrie and I are inseparable.\"\nAt several subsequent s~ances with Mrs. Twing I received letters through\nher hand signed \"Nellie Morris,\" speaking always of Carrie in terms of\ngreat a.1i'ection. At a s~ance with her as a \"trance medium\" on July 24th,\n\"Ikabod,\" an eccentric, but very sensible \"control\" of hers, who speaks in\na man's voice, said to me, \"You have a friend here, Nellie Morris; ahe\nwas introduced to me by your daughter, who is her companion.\" And at a\nsimilar IIMnce on July 29th, he said, \"Nellie Morris wants to get through\nyou at her family, who are hard to approach, and she wants to remind you\nof the lock of hair she gave you.\" The members of this \"lk~bod circle\"\nwere all strangers to me, and I had never uttered a word to them or to the\nmedium respectin~ Nellia Morris or her lock of hair. And at a writing\nseance with Mrs. Twing on August 1st, in a letter written to me through her\nhand, the signature being the pet name of my departed wife(Carrie's mother,\nwho died in August, 1859), it was said, \"Nellie, the dear one of ouradoption,\nis a source of perpetual sunshine.\" I would send you these letters written\nthrough Mrs. Twing, but for the fact that they are written on the same\nsheets with others of a private nature purporting to come from near relatives,\nand from which they cannot be detached.\nOn July 10th I had attended a materialisation stSance of Mrs. Ross', at\nOnset. I will not occupy space by a minute descriptiun of the conditions\nunder which she sat. Suffice it to say that they were such as to render\nconfederacy or deception of ~y kind on the part of the medium physically\nimpossible; and I had never mentioned Nellie Morris's name to the medium\nor to her husband. A female form, veiled, came to me and drew me towards\nthe curtain. In answer to my inquiry as to who she was she could say only\n\". Morris.\" I insisted on having her first name. After some unsuccessful\nattempts to give it, she retired, discouraged. I then asked\" Bright Star,\"\nthe medium's •• control,\" to try to obtain for me the spirit's fil'st name. She\nreported that it was \"Ella.\" 1 said, .. Are you sure 1 Is it not Helen 1\"\n\"No.\" \"Mayit not be Nellie 1\" \"Yes; but the name as I hear it from\nher is •Ella.' \" The spirit then reappeared, and I asked, •• Are you Nellie\nMorris 1\" She said \" Yes,\" and expressed her joy at being recognised. As\nshe withdrew, she said, •• I came to holp Carrie; to give her stre~.\" My\ndaughter had already come to me and retired.\nNext day 1 wrote to Mrs. E. Joy Morris, simply inquiring what Nellie's\nreal Christian name was, without sayiag why I wished to know. Her\nanswer, dated July 26th, states that it was\" Ella.\" You will find it appended\nto this statement, marked (D).\nAt a seance of Mrs. Beste, at Onset, on July 25th, Nellie Morris again\neame to me, giving her name. I asked, \"Shall I write to your stepmother\nto come 1\" She answered, \"They will not believe. I was not happy with\nthem,\" and retired.\nOn August 1st, in the afternoon, at a materia.lisation seance of Hiss\nDigitized by Google\n\f278 Journal of Society for Psychical Research. [June, 1888.\nGertrude Berry, at Onset, she came to me again, giving her name as\" Nellie\nMorris.\" At a similar seance of Mrs. Huston in the evening of the same day\nshe came again, giving her name as .. Ella.\" .As to her other name she said,\n\" It is somehow gone from me. I am so glad to meet you,\" and retired.\nAfterwa1:ds, in Boston, I attended two materialisation seances of Mrs.\nFairchild, on the 22nd of August ; one in the afternoon, the other in the\nevenin!t. During all the time the spirit forms were emerging from\nthe cabiaet, the medium was walking round the room, and\nconversing with members of the circle. I was a stranger to her, and to\nevery person present. At both of the seances Mrs. Fairchild took me up to\nthe curt.ain, where stood a spirit form that had pointed to me, and who gave\nme her name as \"Ell!!.\"; and, in the afternoon seance, on my asking her if\nI had ever known her in this life, she answered\" No.\" \"Why, then, do\nyou come to me 1\" She answered, \"I am attracted to you. I am a friend\nof one belonging to you.\"\nAnother fact I wish to state~ Whenever a materialised form has come to\nme claiming to be my mother, my wife, or my daughter, I have been received\nwith an affectionate embrace; but the spirit calling herself\" Nellie Morris\"\nor \"Ella\" has invariably received me as any modest maiden would in this\nlife, simply offering me her hand.\nA few days ago I addressed a letter to Mrs. E. Joy. Morris, asking in\nwhat month Nellie died, and when her father died. I also stated that\nthrough a trancE.' medium at Onset Nellie had alluded to apprehensions in\nregard to one member of the family, speaking of .. shortness of breath,\"\n\" left side,\" and I expressed a hope to hear that all her family were enjoying\ngood health. Mrs. Morris's answer to this letter I append to this state-\nment, marked (El.\nI regret to have made this narrative so long, but I have thought it best\nto err on the safe side by not omitting any detail that seemed to have any\nessential bearing on the important and interesting question.\nWhether the mysterious being that has been coming to me, calling her-\nself\" Nellie Morris,\" is really and indeed the same Nellie Morris, who died\nin Philadelphia in January, 1881, you must decide for yourself.\nI have prepared this statement from the very full notes I made at the\ntime of the respective occurrences above related, so that I have entire con·\nfidence in its accuracy.\nYou have full liberty to make any use of this communication, or of any\nportion of it, that you may think proper.-With high regard, I am sincerely\nyours,\nFRANCIS J. LIPPIT'.r.\nB.\nF. J. Lippitt, Esq. Philadelphia, May 21st, 1885.\nDEAR SIR,-Your favour of 18th inst. received.\n1. E. Joy Morris, Esq., did have a daughter, Miss \"Nellie.\"\n2. She is dead, and died at this hotel about four years ago.\na. Miss Nellie Morris was very beautiful and very much beloved by all\nthat knew her. She had magnificent golden hair, and light grey eyes, was\nDigitized by Google\n\f.Tune, 1888.] Journal oj Society JOT P8ychical Research. 279\nmore than ordinarily tall-with much grace in appearance and mannen-and\nwould be an ornament to any eircle.-Youn very respectfully,\nJNO. D. WARD.\nC.\nLock of hair cut for me from her head in my presence by Nellie Morris,\nat Mrs. Beste's seance in Washington, May 28th, 1885.\nD.\nWyoming, JttJ,y 26th, 1886.\nMr. Francis J. Lippitt.\nDEAR Sm,-My stepdaughter's name was Ella. She was named after her\nmother's family name. Her mother was a Miss Ella.\nI shall be very glad if you eall on me when we return to the city and have\na longer talk over this matter; so do not fail to come and will be pleased to\nhear from you.-YoUrll respectfully,\nMRS. E. JOY MORRIS.\nE.\n837, 18th Broad.street, Philada, December 15th, 1887.\nMr. Francis J. Lippitt.\nDEAR Sm,-I received your letter and enclosed piece of paper which\nyou IIUpPOse is from Nellie. I also enclose a postal written by her, so you\ncan judge for yourself. In my opinion they are not, while in general\nappearance they are not unlike; the letters are formed differently.\nI will be very candid with you, and tell you I have no laith in these\nthings, and I regret, indeed, I am truly sorry, that you allow your nlind to\ndwell upon the matter. I have no doubt your lovely daughter is in Heaven,\nas I trust Nellie is, and that they both wait for those they loved here, and\nthe one and only way to reach them, in my mind, is to follow after the\nexample of that beautiful Humanity that came into this world to teach us how\nto live that we may gain Heiven and eternal life, and be for ever with those\nloved ones.\nIleel interested in you and your feelings, and would like to know if you\nthink the writing alike. Nellie was buried on January 7th, 1881. Her\nfather died just one year after. He was buried on January 3rd, 1882.\nTrusting to hear from you again, or if in Philada at any time will be pleased\nto have you call.-Yours truly,\nMRS. E. JOY MoRRIS.\n1700, L·street, N. W., Washington, D.C.\nDecember 20th, 1887.\nProfessor A. R. Wallace.\nMy DEAR Sm,-I was a witness to all that General Francis Lippitt has\nnarrated to you as having occurred (regarding his spirit daughter and Miss\nNellie Morris) in Mrs. M. E. Beste's ~ances in this city, and ktlow that his\nstatements are true in every particular. This I state, not because you would\nbe likely yoUrll8lf to question the verity of his statements, but to add strength\nto his testimony for those who do not know the General as you do. It was\nI who handed to him the scissors of which he speaks to cut the lock off of\nNellie Morris's hair. The General, as well as myself, hall had an immense\nexperience in spirit manifestations, and here, where he lives, and has the\nconfidence and respect of all as a man of culture and stem integrity, no one,\nDigitized by Google\n\f280 Journal of Society \/0'1' Psychical Research. [JUB8, 1888.\nnot steeped in stupid ignorance and prejudioe, would for a single moment\nohallenge the truth of his statements as he has given them to you.-Very\nsincerely yours, P. O. JENKINS, M.D.\nWashington, D.C., December 2l.8t, 1887.\nDr. Alfred Russel Wallace, Godalming, England.\nDEAR SIR,-My friend, General F. J. Lippitt, has shown me a letter\naddressed to you by himself in regard to certain appearances of two forms as\nspirits at s~anoes of Mrs. M. Eugenie Beste, held in this oity on the 8th,\n17th, 24th, and 28th of May, 1885.\nI was present at these ~ances, and can say that I heard most of the oon-\nversations of the spirits purporting to be Carrie Lippitt and Nellie Morris. I\nparticularly well remember the ~anoe at whioh a look of hair was cut from\nthe head of Nellie Morris. At this s~ance, P. O. Jenkins, Esq., was present,\nand handed the scissors for the use of the spirit in severing the look.\nI was very muoh interested in the effort of General Lippitt to establish the\nidentity of Nellie Morris, of the success of whioh I oould only judge by\nwhat was incidenta.Ily uttered by the spirits, and by the disolosures of General\nLippitt himself, after May 8th, 1885.\nI cannot say whether Mr. J eDkins was present at all of these s~ances, but\nhe ooncurs with me in vouohing for the truth of the inoident of the outting of\nthe lock of hair.\nBoth of these gentlemen are well known in this oity, and need nf)\nvouohers for their oredibility where they are known. As for myself, I must\nrefer to the racord of my 24 years of servioe in the Treasury of the United\nStates, and my studies of the phenomena uf Spiritualism sinoe 1845 in proof\nof my honest endeavour to state facts as they were.-Very respectfully,\nDARIUS LYMAN.\nThe following letters bear on the oharacter of some of the .. mediums ..\nmentioned in the foregoing aooount :-\n5, Boylston-place, Boston, Mass..\nMarch 25th, 1888.\nMy DEAR MYERS,-1. I am writing to Bundy for information about\nWilliam Beste, Keeler, Mr!!. C. M. Twing, and Mrs. Huston.\n2. The case of Mrs. Ross was undoubtedly one of oomplete exposure and\nclear fraud, and even if she ever got any genuine phenomena, nothing can\nbe done with her.\n4. The Berry sisters have also been recently deteoted in fraud, and had\nbeen'proviously exposed. ' I went one evening not very long ago to a Berry\nmaterialisation s~anoe, and had no doubt that it wascomplete fraud.\n5. Mrs. Fairohild has also been completely exposed. If I ean get the\nrecords of these exposures I willforward them to you. R. HODGSON.\nChicago, April 26t11, 1888.\nDEAR MR. HODGSON,-You asked me about the followinlt nsmed persons\nwho olaim to be mediums :--(1) Mrs. M. Eugenie Beste; (2) William and\nP. L. O. A. Keeler (brothers); (3) Helen and Gertrude Berry; (4) Mrs.\nRoss; (5) Mrs. Fairchild.\nDigitized by Google\n\fJune,1888.] Journal of Society for Psychical Research. 281\nMrs. Beste is a shrewd adventuress, with probably some psychic power.\nShe was detected at Hartford and owned up,but is again running her fraudu-\nlent show, at present in California. The Keeler Brothers probably have\nsome psychic power, but they are both arrant rascals. One of them fooled\nAlfred Russel Wallace most egregiously, I have good reason to believe. The\nBerry girls are probably mediumistic, but I have no confidence in their\nmaterialisation shows. They certainly are incorrigible frauds, though I would\nnot like to say they have no power as materialising mediums, yet 1 have no\nconfidence in their claims in this respect. Mrs. Ross is probably an unmiti-\ngated swindler. Ditto, Mrs Fairchild, though plenty of witnesses will swear\nthat all of them are genuine.\nMrs. Huston is a comparatively new candidate for public\ncredence, and I know little of her. Mrs. Carrie M. Twing is\nnot a materialising medium, nor a medium for physical manifestations of\nany sort. She is a woman of good moral sense, and I think means to be\nhonest. She has been for years the unfortunate victim of the opium habit,\nbut I am told that within two years she has made a noble fight against it and\nconquered. I do not consider her mediumship anything very wonderful;\nbut I think she is a virtuous and well·meaning woman. All the others of\nwhom you have spoken are, so far as I know, a bad lot. I could give you,\nif necessary, considerable of the history in print of most of these people,\nbut it would involve a good deBI of work in hunting it up from my files, and\nunless it is important I had rather not undertake it.-Yours truly,\nJNO. C. BUNDY.\n1827, Jefferson-place, Washington.\nFebruary 22nd, 1888.\nMy DEAR MR. WALLAcE,-On the 18th inst. I received your letter of\nFebruary 7th. I had just mailed to you a slip announcing the final result of\nthe Ross persecution. A short time ago I met Dr. Flower, of Boston,\nwho was on his way to Florida with his family. He told me that Ross's\nlawyer refused to jeopard his own social standing by offering evidence of the\ngenuineness of the manifestations, and, therefore, had the indictment quashed\non a purely technical ground. Dr. Flower told me also that, finding the\nRosses to be in a destitute condition, stripped of all the money they had by\nthe expenses of the legal proceedings, he promised that if he could be\nabsolutely convinced of the genuineness of the manifestations through Mrs.\nRoss, by a seance at his own house, he would allow them 1,500dol. a year, in\norder to relieve them from dependence upon public circles for their sup-\nport. They accordingly came to his house at a time appointed. Dr.\nFlower hung a curtain over a recess, and in the course of the seance 52\ndifferent materialised forms made their appearance, of both sexes and of all\nages. One of them, a girl of about 10, talked for some time with the\ndoctor's own daughter, of the same age, behaving and talking precisely as a\nbright, mortal child would have done. Afterwards Mrs. Ross came to see\nhim in his office. He at once proposed a seance there and then, calling in\nhis wife and his brother and brother's wife. In a short time about 36 different\nforms showed themselves, and the doctor informs me that he is now redeem-\ning his pledge.\nDigitized by Go .\n\f282 Journal of Society for Psychical Research. rJune.l888.\nBefore answering your queries, let me first assure you that no reliance\ncan be placed on any statement in the ReZigio unfavourable to mediums for\nmaterial.isa.tion. That paper has always been the organ of those Spiritualists-\nwho deny the possibility of materia1isa~ion, and has been carrying on an\nunprincipled and indiscriminate warfare against all materialising mediums.\nI say \"unprincipled\" because, while never failing to copy at length all\naccounts of \"exposures\" appearing in the hostile secular papers (some of\nwhich I p81'sonalZy knew to be mere fiction), the editor has invariably refused\nto publish any contradiction or explanation whatever on behalf of the-\naccused medium. In 1874, at the request ofthe Bann81' of Light, I repaired\nto Philadelphia to ascertain and report the real facts as to the alleged Katie-\nKing confeBBion. After a two weeks' investigation, in conjunction with\nOolonelOlcott, I returned to Boston and wrote out my report. It was pub-\nlished in two parts in two successive numbers of the Banner. The .ReZigitJ.\ncopied the first part entire, praising the intelligence and conscientiousneBS\ndisplayed in the investigation, and promising to give the other part to ita\nreaders in its next issue. But the results arrived at, and given in the second\npart, vindicated the Holmeses, and showed that the romantic\" confeBBion \"\nwas a pure fiction. which an illiterate woman of bad character, named Eliza.\nWhite, had been bribed to sign and swear to as •• Katie King.\" So, instead\nof publishing the second p\"rt, the ReZigio dismissed the subject in a few\nlines, stating that it was not worth publishing, and calling the writer, sub·\nstantially, a silly idiot who had evidently been imposed upon.\nAgain. Mrs. Lita Barney Sayles, a lady of wealth and culture, told me-\nthat some years ago she was an acceptable contributor to the ReZigio.\nHaving been completely convinced at a very remarkable siSance of Mrs.\nBeste (held under the strictest test conditions) of the genuineness of her\nmaterialisations, she wrote an account of the siSance for the .ReZigio.\nBut Oolonel Bundy declined to publish it, and wrote to her, simply\nsaying \"he was sorry that she also had become one of the deluded.\"\nAs to Mrs. Ross, his persecution of her has been incessant. His paper\nlast summer repeatedly called on the authorities at Onset to drive her from\nthe encampment, on the ground of her being a notorious impostor and\nswindler.\nAs to Mrs. Sawyer, Mrs. Beste, Mrs. Fairchild, Mrs. ROBB, and Mr. Keeler,\nI know not whether they have been at all times saints or sinners; but this\n1 do know, that as to Mrs. Sawyer and Mrs. Fairchild, the manifest.ationa\nwere genuine, because there was no physical pOBBibility of fraud; and that as\nto Mr. Keeler (whose siSances I have attended for seven years) and Mrs.\nBeste (whose siSances I have attended for six years), and Mrs. RoBS\n(whose stSances I have attended for three years), I know that their mani·\nfestations are genuine; because, in the first place, their stSances have been\nunder such conditions as to render fraud physically impossible; and,\nsecondly, because I have had throngh them such proofs of spirit identity\nas to make the question whether the conditions were such as to exclude\nfraud a matter of no importance.\nLatterly, in deference to a better·instructed public opinion. the .ReZigio\nbas begun to admit accounts of materialisation stSances without comment.\nAs to Mrs. Beste's \"seizure and confession,\" the wife of a newspaper\nDigitized by Google\n\fJune, 1888.] Jowrnal of Society for Psychical Resea1·ch. 283\neditor in Ha.rtford, Connecticut, had repeatedly written to her, inviting her\nto visit Hartford and be their guest, for the purpose of giving them and their\nfriends seances on three successive evenings. Mrs. Beste knew nothing of\nthe lady; but as her letters were kind and friendly in tone, and expressed\ngreat interest in the phenomena, she finally accepted the invitation. She\nwas a stranger in Hartford~ and knew no one of the circle (some 15 in\nnumber) they had assembled fDr her. At the first two seances the usual .\nmanifestations occurred (self-luminous forms and independent voices,\nmasculine and feminine), and were pronounced satisfactory by them all. On\nthe third evening her hostess had, concealed in the kitchen, which opened\ndirectly on the seance-room, two stalwart men, one a blacksmith, and the\nother (I think) a policeman.\nMrs. Beste is short (not over 5ft. 3in.) and stout, and has a remarkably\nshort neck (and thus entirely different from many slender and graceful spirit\nforms I have often seen at her seances). One of her cabinet spirits is known\nas \" Apollonius.\" He is verY tall: 6ft. at the very least.\nThe first te come out of the cabiuet was Apollonius, who, after speaking\nas usual in his powerful masculine voice, retired, undisturbed, the roughs in\nthe kitchen not apparently caring to tackle him. The next form that\nappeared was that of a young girl in the usual dalicate white drapery.\nInstantly the two athletes sprang into the room, and seized the form in the\nroughest manner. The drapery at once disappeared, and the form held by\nthem was evidently that of Mrs. Beste.\nTheile particulars, according to the best of my recollection, may be\ngathered from the two accounts of the \"exposure\" published at the time.\nboth of which I read. What follows I know only from Mrs. Beste's personal\nstatement to some twelve of us, habitues of her seances in Washington. The\nsubstance of this statement was afterwards published by her in the Bantl£T\nof Light, verified, I believe, by her oath.\nAll she remembered of the seance was this: That she was entranced as\nusual ; that on being suddenly roused by some violent shock she heard some-\none exclaim\" Bring some brandy. or whisky. quick!\" that some brandy was\npresently forced down her throat; that they then told her she must sign her\nname to a writing they showed her. or else immediately be taken to gaol. It\nw8lliate at night, and she knew no one in Ha.rtford ; and being only half con-\nscious, and terrified by the thrtl8t just made her. she signed the paper. and\nshe may have sworn to it, though of this she had no remembrance. She\ndimly remembered asking at the railway station for a ticketfor Philadelphia,\nbut did not come to the full possession of her senses until the train conductor\ndemanded her ticket for Philadelphia, where she arrived about midnight.\nThe confession thus extorted stated, as published. that all her spirit mani-\nfestations had been fraudulent, and that the manifestatiotls of aU the mediums\nin Boston werefraudtdent also. It had evidently been drawn up beforehand,\nand the presence of the notary, who certified to her oath before him, like that\nof the two roughs concealed in the kitchen, was no doubt part of the pro-\ngramme.\nOne of the two accounts published of the affair was signed by the hostess\n(she and her husband are both Catholics), the other by one of her friends in\nthe circle. My memory of them may not be absolutely aocurate, but Ire-\nDigitized by Google\n\f284 Journal of Society for Psychical Research. [June, 1888.\ncollect that, on one or two points, they were not consistent with each other.\nAs to other details, 1 remember only that the cabinet was searched, and a\nbottle of phosphorised oil was stated to have been found in it, and also some\nof Mrs. Beste's clothing, of which she was found to be divested when seized.\nMy opinion on the whole matter is that it was a case of what is called\ntransfiguration, where the medium is temporarily transfigured, while in\nunconscious trance, not only as to bodily form, face, and feature, but in\ndres,. The effect of a sudden seizure on the medium's nervous system,\nrousing her more or less completely from her trance (a state on which the\nvery existence of a materialisation seems to depend), would naturally\nsuspend at once the invisible force causing and sustaining these changes ;\nthus leaving the medium and her dress in their normal condition, like\nCinderella when the clock struck twelve. The same invisible power could\nhave divested her of the garment unknown to herself, or have transformed it\ninto the spirit drapery. 1 have repeatedly witnessed facts of this very\nnature, but to narrate them would make this letter too intolerably long.\nAll to the alleged bottle of phosphorised oil and the phosphorescent\ndresses :-\nMrs. Beste's seances are held in the dark, and the forms that appear are,\nas to their drapery, self-luminous. The luminosity is not phosphorescent. There\nis never any odour of phosphorus, nor are there ever any of those wavy and\nsmoky appearances attendant on phosphorescent lights shining in darkness.\nAccordingly the sceptics now insist that the luminosity is produced by\nluminous paint. Here is an experiment showing that neither phosphorous\nnor luminous paint has anything to do with it. At one of Mrs. Beste's\nseances a spirit form came to Professor Coues (I sitting next to him), who\ngave him her name and was recognised by him. 1 held my white muslin\nhandkerchief close to her white and luminous dress ; in fact, touching it..\nThe handkerchief was visible, but absolutely black. She said, \" Give it to\nme, and 1 will make it white again.\" 1 gave it to her, and after rolling\nit about for a moment or two in her hands, which were not luminous, she\nreturned it to me as white as her dress. \"And now,\" she said, \" 1 will make\nit black again.\" 1 handed it to her, and after rolling it about for a few\nseconds in her hands, she returned it to me as black as before. Dr. Coues\nrepeated the experiment, and with the same results.\nIt is obvious that these changel! from black to white, and then from white\nto black again, CQuid not have been operated by the use of phosphorus or\nluminous paint.\nIf the bottle of phosphorised oil toa8 found in the cabinet 1 cannot believe\nthat the hostess was guilty of having it placed there; but 1 do believe that\nit was brought there from without by one of those hostile, but invisible\nagencies whose presence, as all will testify that have had much experience of\nseances, is generally perceived whenever the circle is antagonistic to the\nmedium. Mrs. Beste was staying with the hostess as her guest, and it is\nhighly improbable that a bottle of phosphorised oil could have been kept\nsuccessfully concealed from her searching inspection. And as tQ the conceal-\nment of the luminous costumes of tall Apollonius and of the other cabinet\nspirits that had appeared on the two previous evenings, when Mrs. Beste had\nbrought no other luggage than a hand bag, that is obviously impossible.\nDigitized by Google\n\fJune, 1888.] Journal of Society for Psychical Research. 285\nWhat became of these costumes, especially of the luminous dress worn by\nMrs. Beste when she was seized 1 For unless my memory entirely deceives\nme, no mention was made in either of the two accounts of their having been\nfound.\nReimer's article in Light of February 18th, p. 77, bears directly upon\nthis subject. . Please read it.\nAnd now, as to your other querieD.\n1. I cannot state that in any instance where Nellie Morris manifested\nher presence, either in materialised form or in writing, it was my firllt\nseance with the m~dium. As to Mrs. Twing, at Onset, I had attended one\nof her seances as a trance·medium, but I was a stranger to all then present,\nas well as to herself. As to the Fairchild seance in Boston, I had atte~ded\none of her public seances one year before, when I was only one in a crowd of\npeople, all strangers to lJle. At the seance in question, as well as at the\nprevious one, I gave no name, and all present were strangers to me. But\nthis I can state positively, that in no case, whenNellie Morrisfir,t announced\nherself, could the medium, or any person present, have known or heard of\nher.\n2. The editor I mentioned. to you as personally hostile to Keeler was\nColby, of the Ba'lmBr of Light. I am preparing a reply to the dishonest and\nuntruthful account given by the Seybert Commission of their seance with\nKeeler, and shall send you a copy of it if I can get it published. Of course,\nboth the Banner and the Religio would refuse it.\n3. I have never had any test connected with Nellie Morris through a\npri'\/Jate medium. In fact, I do not remember having had an opportunity to\nsit with one for many years.\n4. I have never published an account of any seance I have attended,\nexcepting the one at Mrs. Ross's at Onset; which appeared in Facti for\nOctober, 1886; a copy of which I gave you.\n5. I have never heard of either my daughter or Nellie Morris having\nmanifested their presence at any seance where I was not present.\n6. As to Mr. Myers' suggestion in respect to my daughter's statement\nabout\" keeping her mother's birthday.\"\nI married my first wife (my daughter's mother) at San Francisco in\nDecember, 1852. Early in 1853 we went for a few months to Rhode Island,\nmy native State; and froll1 thence to Brussels and to Paris, returning to\nSan Francisco in 1855, on my learning that my California agent had\nembezzled and squandered all but a small fragment of my property, thus\ncompelling me to resume my legal practice. Our home was for some time a\nvery humble one, some three miles from the city. My daughter was born\nthere in 1857. In 1859 my wife died ill New Jersey of Panama fever, con-\ntracted a* the Isthmus while on her way to visit her mother, whom she had\nnot seen for several years. During all the six years of our married life (in\nwhich we never once visited Washington) there nevllr was any\" keeping of\nher birthday\" at all, beyond my giving her such little birthday present as I\ncould afford. After the war I brought my da.ughter, then seven years old, to\nProvidence, Rhode Island, and afterwards, in 1865, married my present\nwife, who never saw my daughter's mother, who has been very seldom\nalluded to in my present family. This much is certain, that neither my wife\nDigitized by Google\n\f~86 Journal of Society for Psychical Research. [June, 1888.\nnor her children, when the writing through Mrs. Sawyer was given, knew\nwhat was my first wife's birthday, nor any other living person beside myself,\nexcept her old mother, then living in her home in New Jersey; an.! who\ndied there a year ago.\nOn reading the communication from my daughter through Mrs. Sawyer,\nI saw at once that it was not in her handwriting, and that it was evidently\nwritten by some other spirit to whom she had given the substance of what\nshe wished to say.\nI enclose herewith the original message from my first wife received at\nKeeler's seance of February 25th, 1887, be~ging that you will return it to\nme with the other original writings when no longer wanted.-Yours, with\ngreat regard,\nFRANCIS J. ,LIPPITT.\n1827, Jefferson-place, Washington, D.C.\nMr. Alfred Russel Wallace. December 15th, 1887.\nMy DEAR MR. WALLACE, -In April, 1884, Mrs. Sawyer, a materialising\nmedium, came to Washington to hold seances. I had never heard of her\nbefore, and I was an entire stranger to her. I attended a seance of hers,\nheld April 11th, 1884. The cabinet was in one corner of the room; and\nduring the entire seance there was sufficient light to distinguish every person\npresent, and to make it impossible for any confederate to enter the cabinet\nwithout being seen by all. One of the forms that appeared at the opening\nof the curtain was that of a young girl, in white drapery, and whose face was\nveiled. In height and general appearance she resembled my departed\ndaughter, Carrie, who had died in New J'ersey in July, 1882. I approached\nher and asked her name. She made no answer, and after a few moments\nshe retired behind the curtain. Presently she reappeared, stepped forward\nto a little table, took from it a sheet of paper and a ,pencil, and retired with\nthem behind the curtain. In a few moments she reappeared again, handed\na piece of paper to a Mr. Burke, who was conducting the seance, and by\nsigns directed him to hand it to me. He did so. It is the paper marked (A)\nwhich accompanies this letter.\nI have now to state that my first wife (whose name was Elizabeth) was\nborn in the County of Durham, in the North of England, on the 25th of\nFebruary, 1836, and died in New Jersey in 1859 ; that no one of my present\nfamily had any knowledge of her birthday; that, besides myself, there was\nonly one living person that knew it ; and this was her mother (now deceased),\nthen living at a small country place behind the mountains in the State of\nNew Jersey, where she had been residing over 30 years; and that afterwards\nI ascertained from herself that she had never seen or heard of Mrs. Sawyer.\nThe members of the circle were all strangers to me except Judge Cuppz,\nnow deceased, and my stepson, Mr. Pickering Dodge, who will certify to the\ncorrectness of this statement. I know not where the other witnesses can be\nfound. -Very sincerely yours,\nFRANCIS J. LIPPITr.\nWashington, D.C., December 15th, 1aR7.\nI am not, and never have been, a believer in what are called \"spirit\nmanifestations\" ; but I have no objection to stating that I was presimt at\n\fJune,1888.1 Journal of Society for Psychical Research. 287\nthe seance of Mrs. Sawyer, held April 11th, 1884; that I have read the\naccount of it contained in the foregoin~ letter to Mr. Wallace, and that the\n.same is strictly correct in every particular; also, that I recognise the paper\nmarked (A) attached to said letter as the identical paper mentioned in said\nletter, and which-was seen and read by me at the close of the seance.\nPICKERING DODGE.\nA.\nDEAR PA,-I am here to see you, and am glad to see you looking so\nwell. I am ever so gleefully disposed upon looking into that noble, dear\n~ountenance of yours. I am happy with mother Elizabeth, and we here\ncelebrate her birthday (February 25th) much after the manner we did on\n~arth. C~RRIE.\nWashington, D.C., February 23rd, 1888.\nDr. Alfred R. Wallace, Godalming, England.\nDEAR SIR,-GeneralLippitt has requested of me for such use as you may\n~hoose to make of it, an account of a seance of Mrs. M. E. Beste, at which\nI was present. With this letter I deliver him the statement desired.\nSome members of the Society for Psychical Research in England, I\nunderstand, object as evidence to any recital of the occurrences at seances\nwhere she has acted as medium, on the ground of her exposure at Hartford,\nConnecticut, in 1885. My rule is to let every seance stand upon its own\nmerits. If thrvugh one medium I get manifestations unmistakablygenuine,\nand at a second seance with the same medium get absolute proofs of fraud,\nand at a third again get genuine manifestations, I do not propose to reject\nthe genuine phenomena on account of their unfortunate companionship with\ndeceptions. If one does so, he can never settle the question as to the real\ncharacter of the unseen influences acting upon a medium. If certain con-\ntrolling spirits are not too good to lie, they may instigate to fraudulent\nmanifestations and co-operate ill the fraud. One powerful medium on our\nPacific coast is a wonderful subject for both sorts of influences. The sitters\nwith her get deceptions or otherwise, according to the moods they bring to\nthe seances.\nI have nothing to say about the Hartford matter in Mrs. Beste's case.\nThe appearance of the form of Washington is for me a genuine manifestation\nof supersensual origin.-Very truly yours, D. LYMAN.\nFORM-ApPEARANCE OF GEORGE WASHINGTON.\nOn Saturday, the 12th of August, 1882, 1 was present with C. C. Sailer\nand wife at a seance given by Mrs. M. Eugenie Beste, at their residence.\nNo. 3129, N.-street in Georgetown (now West Washington), D.C. This was\none of very many private seances, which were held by Mr. Sailer, his wife, and\nmyself as the only spectators, with the same medium. The series of sittings\nbeginning that year, but held at irregular intervals, extended into the\nspring of 1885.\nThe d~y I)n which this particular seance was held was very hot and sultry,\nand towards evening a fog came on which rendered the heat doubly oppres-\nsive. Ml\"B. Beste came from Washington to Mr. Sailer's between six and\neight o'clock p.m. Ascending the high steps that approach the house from\nthe street, she sat down upon the doorstep, remaining there for some time\nDigitized by Google\n\f288 Journal of Society for Psychical Research. June, 1888.\nfor such refreshment as an open doorway could give. She was clad in a thin\nblue lawn dress. As the hour of eight drew near and it became pOBBible to\nclose doors and windows without discomfort, we all went into the parlour, a.\nroom of two apartments connected by folding doors. In the north apart-\nment, standing against the north wall, Mr. Sailer had erected a movable\ncabinet, the frame of which was covered wit.h a dark maroon cloth 011 the\nfour sides. On the front, or south side, the cloth was so disposed that it\nmight be pulled aside from the west, or opened from the middle by pulling\nthe curtains either way, so as to disclose the entire interior. A single cha.ir\nwas the only article of furniture within. The cabinet was almost a fixture in\nthe room for many months. This apartment conta.ined a piano (on the east\nside), with cha.irs. On the west side was a fireplace and mantel·shelf.\nUpon entering this apartment, Mrs. Beste for a few moments sat upon\nthe piano stool, and upon her apparent entrancement went within the\ncabinet and took her seat there. We at once occupied three seats about six\nfeet in front. A single gas-jet was lighted, and the light was reduced, but\nn,ot so low that the colours and shapes of all the articles ill the room were not\neasily discernible. Our custom generally was, if forms did not at once\nappear, to sing some hymn or well-known popular song. Soon after taking\nour seats I remarked to Mr. Sailer that the hot, foggy evening was aga.inst\nus, and that it was probable that there would be no great manifestations.\nBat a few moments after I made this remark the curtain was lifted, and the\ntall form of a soldier emerged from the cabinet. His first words were, \"The\nfather of his country.\" He was dreBBed in a blue coat with belt and\n. epaulettes attached, in yellow breeches, and long boots. The head was bare\nand the hair grey. The form reached to the top of the cabinet (six feet in\nheight). The figure in appeaJ;ance accurately reproduced in form and colour\nthe deta.ils of the figure represented by Trumbull's picture of Washington\nresigning his commission, to be seen in the Rotunda of the Capitol. The\nfigure came out seven times from the cabinet, bringing once a female upon\nhis right arm, swathed in clouds of muslin from head to foot. More than\nonce he lifted the curtain on the right of the cabinet and disclosed the\nmedium sitting in her blue lawn dress in the chair. At each coming he\nwould speak a few words, and upon his voice failing he would step within\nthe cabinet, recover strength, come out and complete the sentence. In this\nway he succeeded in uttering a message destined for a gentleman in\nPhiladelphia, in which he declared that he had appeared once before through\nanother medium known in that city.\nIt is not my purpose to affirm or deny that the intelligence animating\nthiB figure was the soul known on earth as Washington; but simply to assert\nthat if its pretensions were not true, it was due to no conscious agency on\nthe part of the medium. Madame TUB8&ud herself could not have produced\na better image of Washington with all the appliances of her art at command.\nAnd certainly with all the materials for dreBBing a Washington at hand\nwithin the cabinet, the medium, a.ided by all the sitters, could not with the\nlabour of many hours have produced a form of Washington which any\nobserver would not at once have pronounced a lay figure. But there was\nneithermaterlal within reach of the medium for such a production, nor time\nsufficient for it. We, the sitters, could but reco2nise it as the creation, not of\nsupernatural, but of super-human capacities. Moreover, we did not pursue\nour investigations under conditions where trickery could produce exhibitions\nlike this. Of other deta.ils of this seance, it is needleBB to speak.\nD. LYMA...'f.\nDigitized by Google\n\f","_id":447}