{"name":"Journal of the Society for Psychical Research 4690","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n52_jul_1888.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N52, July 1888","mylang":"de","content":"No. Ln.-VOL. III. JULY, 1888.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nThe'issue of this number of the Journal has been unavoid-\nably delayed, in consequence of the sudden death of the editor,\nMr. Edmund Gurney, who has been Honorary Secretary of the\nSociety since 1883. Few who read this will fail to appreciate\nto some extent the greatness of the loss which this calamity\nhas inflicted on the work whioh the Society was formed to\ncarryon; but it can only be fully felt by those who co-\noperated with Mr. Gurney in the difficult and laborious\ninvestigations of which he has for five years borne the\nchief burden. To them the loss of his sympathy and aid,\nand of the stimulus given by his bright, subtle and inde-\nfatigable intellect, cannot but he irreparable. An account .\nof his work will form part of the next number of the\nJournal, which-according to an arrangement made last\nyear-will not appear till October. The present number,\nwhich was left ill an advanced state of preparation, is\nissued substantially (it is believed) as Mr. Gurney would\nhave issued it if it had received his final revision.\nCONTENTS.\nNew Members and Associates .. ..\nMeeting of the Council .. .. ..\nGeneral Meeting.. .. .. \" ••\nCases snpplied to the Literary Commlt~e\nCorrespondence .. .. .. .. ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nLEES, GEORGE FREDERICK, Westbury-on-Trym, Gloucestershire.\nSOLTYKOFF, PRINCE ALEXIS, 14, Beaumont-street, Oxford.\nASSOCIATES.\nALLEN, HENRY J., Ferndene, Blackrock, Co. Dublin.\nPAGE\n•• 289\n•• 290\n•• 290\n•• 292\n.• 302\nFARNCOMBE, GEORGE RICHARD, B.A., 30, Holyhead-road, Handsworth,\nBirmingham.\nMONEY, CHARLES L., Northbrook Cottage, Petersfield.\nWOOD, MRS. T., 4, The Avenue, Colchester.\n2A\nDigitized by Google\n\f290 Journal of Society for P8ychical Research. [July, 1888\nMEETING OF THE COUNCIL.\nA Meeting of the Council was held on the 31st of May, the Presi-\ndent in the chair, at which the following Members were also present :-\nProfessor W. F. Barrett, Dr. A. T. Myers, Messrs. Edmund Gurney, F.\nW. H. Myers, Frank Podmore, and Hensleigh Wedgwood.\nThe Minutes of the previous Meeting were read and signed as\ncorrect.\nTwo new Members and four new Associates, whose names and\naddresses are given above, were elected.\nSome presents to the Library were reported, and a vote of thanks\nwas passed to the donors.\nA cash account for the month of April was presented in the usual\nform.\nThe Council approved a circular letter addressed to the librarians\nof Free Public Libraries, offering to supply the four published\nvolumes of Proceedings on specially advantageous terms.\nA proposition was received from Mr. R.Hodgson, on behalf of\nthe American S.P.R., that an arrangement should be made under\nwhich the American S.P.R. should be regularly supplied with the\nJournal for the use of its own Members. It was resolved to offer to\nsend, free, a supply of the July number of the Journal as a specimen.\nIt was settled that, as last year, the Journal should not be\nissued in August and September.\nThe date of the next General Meeting was fixed for Monday,\nthe 16th of July. The next Meeting of the Council will be on the\nafternoon of the same day, at 4.30.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall on the\n31st of May, the President of the Society in the chair.\nMrs. Sidgwick read the concluding part of a paper on \"Premoni-\ntions,\" of which she supplies the following abstract.\nMrs. Sidgwick explained that by a premonition she meant a super-\nnormal knowledge of a future event, not merely an extension of our\nnatural knowledge in space, such as a perception of present though\nconcealed danger, or existing though distant scenes would be, but an\nextension of our natural knowledge forward in time. She gave a general\naccount of the kind of evidence on the subject which has come before\nthe Society, and pointed out some of the difficulties in obt'l.ining\nconclusive proofs which are peculiar to premonition over and above\nthose which belong to telepathy and premonition alike. One of the\nmost important of these is that a premonitory phant&sm does not, like\na telepathic one, necessarily imply the date of its fulfilment, and it\nDigitized by Google\n\fJuly, 1888.] Journal of Society for Psychical Research. 291\nmust, therefore, be more complex than a telepathic one, and hence\ndepend more on an accurate recollection of detail, in order to have the\nsame cogency. Mrs. Sidgwick read a number of the best caseH in the\nSociety's collection of premonitions conveyed by visual and auditory\nhallucina.tions, impressions, verbal prophecies, a.nd dreams, and pointed\nout that, of the first-hand cases, about two-thirds belonged to the last\nclass, which, from the nature of dreams, is necessarily a weak one. She\nsaid that the evidence at present collected did not seem to her to\nwarrant a conclusion in favour of the reality of premonitions. Some of\nthe cases were certainly very striking, but, on the whole, both in\nquantity and quality, the evidence fell far short of that for telepathy;\nand while less evidence was apparently forthcoming, decidedly more\nwas, she thought, required, owing to the still greater remoteness from\nthe analogy of our established sciences which the intuitive knowledge of\ndetailed future events would involv-e. It appeared, however,that therewas\na possibility of obtaining quasi-experimental evidence on the subject of\npremonitions. For many persons believed themselves to have premoni-\ntions either of a symbolic kind, like banshees, or of a more literal kind,\nmany times in the course of their lives. If !luch persons would write\ndown before fulfilment, and with as much detail as possible, each dream\nor phantasm which appeared to them to have significance, it would\nsoon be known whether the apparent fulfilments were more than could\nrea.sonably be attributed to chance or not.\nAt the conclusion of the paper the President emphasised the fact\nthat the prime condition for obtaining anything like satisfactory\nevidence on the subject is for persons who believe themselves to have\nexperienced a premonition, whether in dream or in some other form, to\nwrite down an exact account of their experience at once, before the\nevent falls due.\nMr. O. Elton read some notes on \"The Beneficial Effects of\nHypnotism,\" based on references to the Revue de f Hypnotisme, to this\neffect ;-\nThe view that only hysterical subjects can be helped by hypnotism\nis false, but such subjects are more susceptible than others, and\nhysterical as distinct from organic paralysis has been cured by\nhypnotism.\nIn patients not hysterical, those diseases which depend on the\nnerves, and functional derangements not involving organic injury, are\nlargely curable by using hypnotism as an anresthetic, or as a. means of\nsuggesting rest and relief from pain. Further, cases are quoted by Dr.\nYoisin where mania not involving hysteria was modified and sometimes\ncured by the Eame treatment, especially dipsomania. The great ques-\ntion to settle is, how far disease involving organic lesion can be\nDigitized by ~dogle\n\f292 Jou1\"nal of Society tor Psychical Research. [July, 1888.\nprovably affected, qua the lesion, by hypnotic treatment. The two\nbest cases for the affirmative view are those quoted by Dr. Chiltoff in\nthe Revue, December, 1886, of paralysis following apoplexy, and by\nDr. Delbreuf (Revue, Vol. II., p. 13) of an alleged burn whose conse·\nquences were arrested by hypnotism, while in a similar burn in the satne\npatient, no such suggestion being made, they were not. Lastly, the use\nof hypnotism in pedagogy and moral reform is growing; and the general\nview in France in that its employment for the reformation of abnor-\nmally vicious, yet not demented, subjects, involves no unjust\nencroachment upon the liberty of the individual.\nCASES SUPPLIED TO THE LITERARY COMMITTEE.\nG 316\nt\nFrom MISS LISTER, whose address is suppressed only because its\npublication in the present connection might lead to difficulties, should\nshe ever desire to let her house.\nMarch 8th, 1888.\nSome time ago a friend of mine had the misfortune toloseherhusband.*\nThey had only been married about five years, and she expressed great grief\nat his loss, and asked me to go and reside with her. I went to\nher, and stayed six months. One evening, towards the end of that summer.\nI remarked that I would go upstairs and have a bath. \"Do,\" she rtlplied,\n.. but first I wish YOIl would fetch me that little book 1 left on the drawing-\nroom table last night.\" I started without a light (having been naturally\nfearless all my life, I am accustomed to go about in the dark), opened the\ndrawing.room door, and Btood for a minute, thinking where she had placed it,\nwhen I saw, to my amazement, her husband, sitting by the table; his elbow\nwas resting on the table close to the book. My first thought was to pretend\nforgetfulness, my second to tell her what I had seeD and return without\nthe book. However, having boasted that I did not know the meaning of fear,\nI determined to get it, and advanced to the table. He seemed to be smiling,\nas if he knew my thoughts. I picked up the book and took it to her without\nsaying anything about it; then, going into the bathroom, I soon forgot it.\nBut after being there about 20 minutes I heard my friend go up and open\nthe drawing·room door. I laughed, and listened to hear if he was still\nthere, and very soon heard her run out of the room, and downstairs about\nfour at a time, and ring the dining·room bell furiously. One of the maida\ncame running up. I dressed as quickly as possible and went down to her,\nand found her looking very white and trembling. \"Whatever is the\nmatted\" I said. \"I have seen my husband,\" she replied. \" What\nnonsense,\" I answered. .. Ob, but I have,\" she continued,-\" at least,\ni didn't actually see him, but he spoke twice to me; I ran out of the room.\nand he followed and put his cold hand on my shoulder.\"\n• I have Been his memorial card. His age was 53, and he died April 17th.\n18K4.-\"ED.\nDigitized by Google\n\fJuly, 1888.) Journal of Society for Psychical Research. 293\nNow this seems to me a very strange thing, because I had only seen the\ngentleman about two or three times, therefore cannot understand his\nappearing to me, and I certainly was not thinking of him at the time.\nThe other apparition was of an old lady whom I had never seen, and I\nonly discovered for whom it was intended by describing her to someone who\nknew her. She appeared to me on several occasions, and I happened to\nrelate this to the gentleman alluded to, who informed me that it was my\nimagination, and added that if it had been a spirit I should have been too\nfrightened to look long enough to describe its appearance. I told him in\nreply that I wished someone who had heard the tale would appear to me\nafter their death and see if they could frighten me ; and I thought of it when\nhe appeared, and wondered if it had anything to do with my seeing him.\nL. A. LISTER.\nIn reply to inquiries, the narrator says :-\nMa1'ch 13th, 1888.\nMy reasons for not mentioning the gentleman's name were two-fold.\nFirst, because I wrote without the sanction, or, indeed, knowledge, of his\nwife; secondly, because a faInily of the name of -- now reside there,*\nand they are a very nervous family; if they heard about the apparition\nwould probably remove. As the owner of the house is an !)ld friend of my\nfather's this would be unpleasant for all parties. He died in April, 1884.\nHis appearance was not before the beginning of October. I took no notice\n-of the date, but I had been with his wife to Lowestoft for six weeks. We\nwent on the 19th of August, and returned after Michaelnlas Day. This\nQccurred soon after our return.\nThe old lady's appearance was here. My father purchased the house\nin June, 1883, from Mrs. --, whose aunt had died here-being found\ndead in bed one day, haloing died the night before, all alone. The lodger\nforced the door, fearing something was tha matter; but I was not aware of\nthis till a long time after. This appearance occurred on a special jete day at\nthe\" Fi'lheries\"-the proceeds of which were, I believe, intended to build a\nchurch. Some friends of mine were going, and had tried to persuade me to\naccompany them, but the house would have been left with no one in it if I\nhad gone. In the afternoon I had been sewing, and drawing my chair close\nto the window overlooking the garden at the back, I intended working as\nlong as I could see. I sat for a few minutes looking out, and trying to\nimagine how the exliibition looked, and, upon turning, saw the old lady\nstanding looking at me. \"Who can that be 1\" I thought (and looked out\nagain) \" some one must have come here by mistake-possibly a neighbour.\"\nI looked at her again, long enough to take in all the details of her costume.\nAgain I turned to the window, wondering whether I had left any\nQf the doors open, and how it was I had not heard her come in.\nhell thinking how stupid not to ask her, I got up to }Jut the question-but\nshe had gone, as noisele'Jsly as she came. I looked alI over the house-in\n-cupboards, under bedsteads, &c., but not a trace of anyone or anything\n·could be found.\n* The name and address were given.-ED.\nDigitized by Google\n\f294 Journal of Society for Psychical Research. [July, 1888.\nThe servant I had at that time had been a servant at the house before,\nI knew; so I resolved (of course without telling her why) 00 describe the\nold lady. I made several casual remarks about her, then I said, .. I fancy\nI saw her one day, Phrebe, let me describe her. She was rather short, thin,\nhad brown eyea, a long nose, and wore a black cap with a flower or red bow\nat the side, a black dreBS, black mittens, and a white neckerchief, edged\nwith lace, folded cornerways and fastened with a brooch.\" Phrebe inter-\nrupted me several times by saying that was her, miss, and ended by sa~\nshe always wore one of those kerchiefs.\nAbout three weeks after, I happened to be again alone, and was hurry-\ning out of the breakfast-room into the room where I had seen her, whE'n,\nglancing up the staircase, I beheld myoid lady coming down. This time she\nwas attired in a lavender dress. I stood at the foot of the stairs, thinking\nas she passed I would take hold of her. We seemed to be looking at one\nanother for 10 minutes, when she went backwards up the lltairs like a.\nhuman being. I now felt certain someone was playing me a trick (though I\nhad heard no sound); I ran up quickly, but at the tum in the stairs, she\nvanished. I searched the house as before, with the same result. When\nPhrebe returned, I said, 'Did Miss S-- ever wear a la\\'ender-coloured\ndress 1\" \"Yes, miss, she did; she never wore the same twice running,\" said\nPhrebe. I have never seen the 91d lady since. I was enjoying perfect\nhealth at the time.\nLAURA LIsTER.\nMiss Lister, with whom J have had a long interview, is, as far as I\ncan judge, an accurate witness. She is certainly the very opposite of a\nnervous or superstitious person. She has had no other ha.llucinations.\nShe felt some drea.d at the appearance of Mr. --, but this did not\nprevent her from advancing to the table where he seemed to be sitting.\nHe was dressed in black. The light on this occasion was bright\nmoonlight, and he was clearly seen. Miss Lister's conversation with\nhim had been some months before his sudden death, at a. time when he\nwas quite well. Unfortunately, we have 80 far been unable to discover\nthe present address of Mr. --'s widow, who has married aga.in.\nAs regards the first appearance of the old lady, Miss Lister holds that\nit is quite impossible that it could have been a. rea.! person who got\nba.ck into the street. The hall door makes a. considera.ble noise in\nopening and shutting, which she must have heard; and moreover it\ncould not be opened from the outside. She was struck by the absence\nof footsteps. She went in search of the visitor immediately on look·\ning up, and finding that the figure had disappeared.\nPhrebe has married. If Miss Lister discovers her address, she will\nlet me know it. The niece of Miss --, who was requested to supply a.\ndescription of her aunt's personal appearance and dress, has not replied.\nE.G.\nDigitized by Google\n\fJuly, 1888.] Journal of Society for Psychical Research. 295\nCASES OF COLLECTIVE HALLUCINATIONS.\nThe following is an interesting case of joint hallucination, which we\nshould describe as \"collective percipience,\" supposing the experience to\nhave been in any way directly due to the person whose appearance WAS seen.\nIt is against that interpretation that that person was at the time in a com-\nllietely normal state. According to request, the two accounts were given\nquite independently by the two witnesses.\nFrom MRs. MILMAN.\n17, Southwell-gardens, S.W.\nMarch 20th, 1888.\nAbout three years ago I was coming out of the dining-room one day,\nafter lunch, with my sister. My mother had, as I supposed, preceded us\"\nupstairs, as usual. The library door, which faces ,tlle dining-room, stood\nwide open, and looking through it as I crossed the hall, I saw my mother in\nthe library, seated at the writing-table, and apparently writing. Instead,\ntherefore, of going upstairs, as I had intended, I went to the library\ndoor, wishing to speak to her, but when I looked in the room was empty.\nAt the same moment, my sister, who had also been going towards the\nstairs in the first instance, changed her direction, and, crossing the hall,\ncame up to the library door behind me. She then exclaimed, \"Why, I\nthought I saw mamma in the library, at the writing-table.\" On comparing\nnotes, we found that we had both seen her seated at the writing-table, and\nbending over it as if writing. My mother was never in the habit of writing\nill the library.\nI recollect her dress perfectly, as the impression was quite distinct and\nvivid. She had on \" black cloak, and. bonnet with a yellow bird in it, which\nshe generally wore.\nIt is the only time anything of the kind has happened to me.\nM. J. MILMAN.\nFrom MISS CAMPBELL.\n17, Southwell-gardens, S.W.\nMarch 21st, 1888.\nMy sister and mother and myself, after returning from our morning\ndrive, CaDle into the dining-room without removing our things, and had\nluncheon as usual, during which my sister and I laughed and cracked jokes\nin the gayest of spirits. After a time my mother rose and left the room, but\nwe remained on for a few minutes. Finally we both got up and went into\nthe passage, and I was about to go upstairs and take off my things when I\nsaw my eister turn into my father's study (which was directly opposite the\ndining-room), with the evident intention, as I supposed, of speaking to my\nmother, whom I distinctly noticed seated at my father's desk in her cloak\nand bonnet, busily absorbed in writing. The door of the study was wide\nopen at the time. I turned round and followed her to the door, when, to\nmy surprise, my mother had completely disappeared, and I noticed my\nsister turned away too, and left the room as if puzzled. I asked her, with\nBOrne curiosity, what she went into the room for 1 She replied that she\nfancied she saw my mother bending over the desk writing, and went in to\nspeak to her. Feeling very much startled and alarmed, we went u stairs to\nDigitized by Google\n\f296 Journal oj Society for Psychical Research. [July, 1888.\nBee after her, and found her in her bedroom, where she went immediately on\neaving the dining-room, and had been all the time. E. J. CAMPBBLL.\nIn the next case, there is certainly BOme ground for surmising that the\nappearance had some other than a purely subjective origin. But the type\nis so rare that it is difficult to know what value to attach to a single instance.\nFrom MISS PEARSON.\n15, Fitzroy-square, W.C.,\n.April, 1888.\nThe house, 19, St. James's-plaoe, Green Park, had been taken on a very\nlong lease by my grandfather, a solicitor, in large county practice, having his\noffices in EBBex-street, Strand.\nThere my father was born and his two sisters, Ann and Harriet. Aunt\nAnn died in 1858,leaving all she pOllseBBed to Aunt Harriet,who remained in\nthe house. They had been devotedly attached to each other. In November,\n1864, I was sumnlOned to Brighton. My Aunt Harriet was then very ill\nthere. Mrs. Coppinger, the daughter of Mr. Thomas Pearsoll, my father's\nbrother, was there, and her son, Mr. George James, by her first husband,\ncame up and dOWll. Eliza Quinton was nursing her. She only craved to\ngo back to the old house where she was born, and I made arrangements with\nthe railway company and took her home.\nThis was in the second week of December. She became worse and\nworse. Eliza continued to nurse her, and Mrs. Coppinger, Mrs. John\nPearson, the wife of a nephew, and myself helped with the llight work.\nMiBB Harriet Pearsoll slept in a large three windowed bedroom over the\ndra.wing-room. The room behind was occupied by Mrs. Coppinger and\nmyself, though one of us was generally in the patient's room at night. On\nthe night of December 22nd, 1864, Mrs. John Pearson was in the room,\nMrs. Coppinger anll myself in the back room; the house lighted up on\nthe landings and staircases, our door wide open.\nAbout 1 or 2 a.m. on the morning of December 23rd, both Mrs.\nCoppinger and myself started up in bed; we were neither of us sleeping as\nwe were watching every BOund from the next room.\nWe saw some one pass the door, short, wrapped up in an old shawl, a\nwig with three curls each side and an old black cap. Mrs. Coppinger called\nout, \"Emma, get up, it is old Aunt Ann.\" I said... So it is, then Aunt\nHarriet will die to-day.\" We jumped up, and Mrs. John Pearson came\nrushing out of the room and said, \"That was old Aunt Ann. Where is she\n!tone to 1\" I said to soothe her, \"Perhaps it was Eliza come down to see how\nher mistress is.\" Mrs. Coppinger ran upstairs and found Eliza sleeping\nin the servants' room. She was very awestruck but calm, dreBBed and\ncame down. Every room was searched, no one was there, and from that\nday to this no explanation has ever been given of this appearance, except\nthat it was old Aunt Ann come to call her sister, and she died at 6 p.m.\nthat day.\nI may add that I mentioned this matter to the Rev. Edward Walford,\nlate scholar of Balliol College, and now much connected with literature, at\nthe house of Mr. 'fowers, late M.P. for Finsbury, in January, 1865.\nEIIIIIIA M. PBABSON.\nDigitized by Google\n\fJuly,1888.1 Journal 0\/ Society \/01' Psychical Research. 297\nI was living with Miss Ann and Miss Harriet Pearson, in 19, St. J ames's-\nplace. After the death of Miss Ann I remained with her sister, and when\nshe became very ill and Wall ordered change of air, I went with her\nas nurse to Brighton. Ml'I!. Coppinger was there and Mr. George James\nnow and then. Miss Emma Pearson was sent for and came down. She\nbrought her aunt back to London. I continued to nurse her. I remember\non the early morning of December 23rd being called up' by Mrs. Coppinger,\nwho sa.id that she, Miss Emma and Mrs. John Pearson had seen some one\ncome upstairs and pass into the patient'\" room. Was it I J I said no. Mrs.\nCoppinger said. \"They said it was old Aunt Ann.\" We searched the house\nand could finrl. no one. Miss Harriet died in the evening of that day, but\nbefore that told all of us that she had seen her sister and knew it was\nher, and she had come to call her. ELIZA QUINTON.\nApril 3rd, 1888.\nP.S.-In a separate letter of the Rame date Miss Pearson adds ;-\n\"I now remember my aunt saying •her sister had CODle for her, for she\nhad seen her.'\"\nCASE OF THOUGHT-TRANSFERENCE.\nFrom MISS J. M. SMITH.\n56, Longridge-road, S. W.\nMay, 1888.\nDuring Lent, 1873. I stayed in Scarborough with my aunt, and there my\ncousins and I used \"planchette\" every day for some weeks. The instru-\nment (though professing a great hatred of me) answered at last my mental\nquestions, when two persons, eitherJulia and Agnes G., or John G. and\none of his sisters, had their hands upon it.\nOne day, seated at a window some distance from the table at which the\noperators sat, I asked it questions mentally, not even moving my lips, and\nafter one answer, .. No,\" my cousins asked it to write the question just put.\nI went behind, not believing it possible, but to my horror it formed the first\ntwo or three words of my question, ,and I had to knock away my cousins'\nhands, and carry it away in order to stop the disclosure.\nOne evening 1 went upstairs, two stories, to my bedroom, telling my\ncousins to put the question, Who were spending the evening at my home in\nCheshire 1 On my return they read out. \"Mrs. B. and Ellen P.,\"\nthose names being the visitors mentioned in my lEtter that day. My\ncousins had heard of the former lady's existence, but never of the latter to\nthe best of my knowledge, and had not heard my letter read.\nThat same day, when 1 was again upstairs, \"planchette \" wrote out the\npet name of one of my sisters (no relation to my cousins, being a step-sister),\nand on my entrance into the room I found them puzzling over some letters\nwhich they read out to me, ..Em D'Em,\" written as I always write it. Again,\nthey did not know the name, and we had no sympathy one with another.\nIn answer to inquiries, Miss Smith adds ;-\n\" As regards my planchette experiences the mental question I asked was\nnot a common one, though it is impo38ible for me to give it you, even the first\nwords. I should not have hindered the instrument from writing unless I had\nDigitized by Google\n\f298 Journal of Society for Psychical Resea'rch. [July, 1888.\nseen it was going to give my own question. My cousin remembers me\ncarrying it off in a frigbt, but C8Jlnot recollect the words written, nor dOES\nshe think it wrote anything. My testimony, a8 the &larmed questioner, will\nhave alone to content you. The pet; name for my sister was 'Em. D'Em,'\nand my cousin observed to-day that it was very unlikely she or her sister had\never heard it as they did not know my sister.\"\nAUTOMATIC MESSAGES.\nMRS. KIRBY'S CASE.\nThe case which follows was read to the Society for Psychical\nResearch at the General Meeting, January 28th,.1888.\nIts publication has been delayed in the hope, thus far disappointed,\nof discovering some one resident in Santa Cruz in or about 1852 who\nmight be able to corroborate or correct Mrs. Kirby's narrative. But\nsince a number of copies of the Journal for July are to be sent to the\nUnited States, it seems desirable to print the case. here as it stands,\nappealing to anyone who may know anything of the persons concerned\nto write to F. W. H. Myers, Leckhampton House, Cambridge,\nEngland. I may add that I am very anxious to collect first-hand cases\n_ of the reception, by automatic writing, tilts, raps, kc., of messages con-\ntaining facts not known to the persons present; and that I shall be\ngrateful for any communication on this subject. F. W. H. M.\nMrs. Kirby writes to me from Santa Cruz, Cal., August 13th, 1886,\nas follows :-\nIn 1850 I left New York for San Francisco. Spiritualism, in the sense in\nwhich that word is now used, had no existence. The facts and philosophy\nit covers were unknown, except partially to the very few readers of\nSwedenborg's cumbrous and involved theology. Attention had been called\nto some rappings which had made themselves heard in a house in Rochester,\nN.Y., and there had been some violent demonstrations (breaking of windows,\nmoving of furniture, and unlocking of locked drawers and doors) in the\nhouse of an orthodox clergyman somewhere in Connecticut.\nIn 1853 I was living on a ranche three miles from what is now the city oi\nSanta Cruz. (It was but a village then, though they called it a town.) My\nfamily consisted of my husband, myself, and, in a certain sense, 1)£ a young\nEnglish sailor, a healthy, kind-hearted, and very decent, though very\nignorant, fellow, whom my husband had employed to work on the rancho\nduring the previous year. His name was Thomas Travers, and he had just\nmade his mark (X) to a written agreement for another year's service. .As\nit will be seen, I had no servant, but Tom stood ready to help me in any way\nhe could. For instance, when, at intervals of weeks, visitors would make\ntheir appearance, he would immediately kill and clean some chickens for me.\n(If you wanted beaf-steak in those days you could only have it by killing an\nox. The nearest neighbours sometimes combined and took a quarter each.)\nOn one occ&Sion the two most intelligent men in town came out, a Dr.\nMcLean and the Rev. - Dryden, and they presently asked me if I had a\nDigitized by Google\n\fJuly,l888.] Journal of SocMty for Psychical Research. 299\nsmall table I could let them have (while I was busy, and my.husband a mile\noff at his tannery), with which they could continue Borne strange experiments\nthat had lately been made among our mutual friends in town. Spirits tipped\nthe table, and they said sentences were spelled by the use of the alphabet.\nThe A's and B's had in this way heard of their long since departed\nchildren, &c., &c.\nI listened eagerly. I had left a large circle of friends at the East, and\nhere was not one of the old kind: Lucretia Mott, Lucy Stone, Garrison,\nPurvis. A view of the entire bay of Monterey from my sitting.room window\ndid not prevent me from longing continually for a little of the old sympathy.\nOne of my most devoted friends had a few years since 1passed to the\nother shore; my young brother was there too. If I could establish commu-\nnication with them what a relief, what a pleasure it would be to me !\nMy smallest table was in size 31ft. by lift. My husband was willing to\ntest the matter, and as we were given to understand that three or foul'\npersons together would be more likely to succeed than two (since magnetism\nor electricity was drawn from them by the invisibles to help in accomplishing\ntheir object), Mr. K. went out to Tom's shanty and asked him to come-\nand sit at the table with us.\nWe had not held our hands one moment on the table before it tipped very\ndecidedly, and I forthwith proceeded to repeat the alphabet. The doing so,\nhowever, struck me as worse than ridiculous; it was very unpleasant, too,\nand I observed that if spirits were present they could hear me say the letters\nin my mind as well as if they were uttered from my tongue.\n.. All right. Go ahead!\" my husband replied, .. we will sit and wait.\nfor results.\"\nI did so, and the table tipped promptly to the letters, spelling out-\n\" Mary Howells.\" .\nAs I knew no such person I asked if she was a friend of Mr. K.'s 1\nAnswer: \"lS0.\" Of Tom's 1 Answer: \"Yes.\" A relation of his ~ Answer:\n\"Sister.\" Are you married 1 I questioned. Answer:\" No.\"\n\" Oh, don't let us waste any more time!\" I exclaimed. It's all falsehood\nand nonsense. Here is someone professing to be Tom's sister who says her\nname is Mary Howells, and that she is unmarried. If this were true of course\nher name would be Travers.\nTom nodded aside to me and said in a low tone-\n\"Yes, mum. That's her name. Mary Howells.\"\nHe looked extremely confused and astonished.\n\" Why, what do you mean 1'\" Mr. K. broke in; .. your name is Tra¥ers.\nhow can hers be Howe1Js 1\"\n\" No, sir,\" Tom replied, looking down, .. my name is Howells. '\nBut Mr. K. insisted that it could not be. Had he not made his mark\nafter the Travers only the other day 1 Five minutes were taken up in the\nattempt to convince Tom that he did not know his own name.\n\" You see, sir,\" he at length explained, \"I ran away from a whale ship.\nin San Francisco, and sailors is so scarce there I was afraid they would hunt\nme up and take me back, so I just took another name.\"\nHardly convinced now, Mr. K. advised him to drop the alias at once,\nassuring him that no one would molest him. This he did, and the second\nDigitized by Go\n\f:300 Journal of Society f01' Psychical Research. rJuly, 1888,\nyear following married, and he is now the father of 12 girls and three boys\nwho bear the strangely discovered name.\nBut to return. Finding that the communication had been so far correct\nI proposed that we should compose ourselves while I repeated the alphabet\n·as before, still hoping to receive the name of my dear friend. But Tom's\nsister had not accomplished her purpose, and she proceeded to spell the\nfollowing words ;-\n\"I-have-a-child-a-girl. - She-is-seven-years-old-and-now\n-is-in-a-house-of -ill-fame - in-Cat - street. - I-want - my-\nbroth~r-to-bring-her-away-from-there. \"\nThis was a difficult and painful message to convey, and I told Tom that I\n-did not like to tell him what was spelled.\n\" She says that she has a little girl seven years old,\" I began.\nHere he removed his hands quickly from the table, and counting on the\nfingers of one hand by those of the other, looked up and observed;-\n\"Yes, mum, that's so. She's seven now.\"\nWhen I gave him the rest of the message he became much excited, and\nbegged me to assure his sister that he would send home 5Odol. the next\nmonth, and have the child removed to a better pla.ce, and that as soon as the\n·crops were in he would go home anti get the child.\nI assured him she could hear all he was saying.\n.. But is it true that there is a street called Cat-street1 \" I asked, .\n'''Yes, mum; and it is the worst in the city,\" he returned.\nThe following day he acknowledged to me that his sister was Ii woman of\nthe town.\nI now asked my husband to procure me a smaller and lighter table so that\nI might sit at it by myself and in that way be more likely to attract my own\nfriends. This he did, but to my great annoyaftce, Mary Howells imme-\n·diately presented herself. This time, however, she came to say that her\n-child was ill. When she left the movements of the table were weak and\nuncertain.\nThe following evening,.she came to say that the chiid was much worse,\nand she thought it would die. A day or two later she reported it dead. I\n·asked if the child were now with her, and she replied by very decided move-\nments, that she was not.\nAfter this, Mary Howells never put in an appearance, and every day I\nprayed that some one I loved might speak a word to me. They did not. I\nknow now that they could not, for want of the honest sailor's electrical help,\nwhich I rejected in my ignorance. Seafaring persons are apt to possess\ngreat mediumistic power.\nAfter hearing that the child was dead I wrote a guarded letter to Tom's\nparents, for him, asking how they all were, including the little girl. In due\ntime I received a reply, or, I should say, Tom did, though he could not read\nwriting. They said they were all well except Mary's little girl, who had\ndied. (They did not say exactly when, but as Tom had not been absent\nfrom England much over a year, it must have been within that time, and we\nhad every reason to believe the mother's statement a true .:>ne.) The old\npeople further said that Mary had marrud a soldier.\nI understood from this that the child's mother was not wholly depraved.\n\fJuly, 1888.] Journal of Society for Psychical Research. 301\nthat she was concerned about the welfare of her little one, and looking about\nfor help in her destitute circumstances her thoughts had turned to her\nbrother, most likely persistently turned to him, and this resulted in hel'\nleaving her body temporarily during sleep in search of him. We had asslImed\nthat she was, as we say, \"dead.\" She had not asserted the fact.\nI submit this one experience and will write out another as soon as I can..\n-Very truly yours, GEORGIANA B. KIRBY.\nA second letter from l\\Irs. Kirby, dated Santa Cruz, CA.1., October'\n12th, 1886, gave further pal·ticulars, as follows:-\nDEAR SIR,-Yours of September 9th arrived in due season. My reply\nhas been delayed by my ineffectual efforts to ascertain the month when our·\ntwo friends, McLean and Dryden, visited us on the ranche, because it was.\nwithin a month after this that Mary Howells told me her child was ill, and\nlater that she was dead, and I thought it might not be so difficult to search\nthe death record of one month for the child under the head of \" Howells.\"\nA'J it is the gentlemen have proved to me that their visit occurred in 1852,\nand not in 1853 as I had supposed, but they could not remember if it were,\nthe spring or fall of that year. This, our ignorance of the date of the death\nand of the child's Chrisb.an name is the most unsatisfactory part of my'\nrecord. Neither were mentioned in the grl\\ndfa~her'sletter, and from Tom\nnever mentioning the name I fancied he did not know it. I saw him\nrecently, but I could not venture to speak to him of his sister's illegitimate-\nchild. He has 12 living daughters of his own, and he would be justly\noffended if I should remind him of how we had gained a knowledge of his\nsister's life.. He .told us that his father was still alive and living where they\nalways had, at Saltash, which he thought by this time must be a part of\nPlymouth.\nI should explain that neither Dr. McLean nor the Rev. - Dryden were-\npersonally cognisant of our doings, so that they could not act as witnesses in\nthe case.\nYou ask if I can point you to any contemporary record. Thirty-foul'\nyears ago no Spiritualistic paper was published in the United States,and such\na narration given as true in any ordinary journal would have laid us open to.\nthe charge of lunacy. And had this been otherwise, we could not have\nproclaimed the fact that the sister of the honest fellow who was working for-\nus was a disreputable woman.\nAs to fraud on Tom's part, he could hardly understand why we wanted\nhim to sit with his hands 011 the table. I repeated the letters in my mind.\nHow could he tip the table at the right instant so as to spell words which\ndisclosed his sister's disgrace 1 Then he was in no want of meney. He had\nbeen earning 6Odol. a month (and had spent it all, mostly at Spanish\nfandangos), and the agreement with my husband, to which he had lately\nplaced his X, bound him to work for Mr. K. for one year for the SUDt of\n6Odel. a month and his board and lodging. You, sir, must have read some-\nthing about the high price of labour in California in those early years of its.\nsettlement.\nThe sittings were held after supper (:>r dinner, you would call it) between\nBeven and nine o'clock.\nDigitized by Google\n\f302 JO'l.M'1UJ,l of Society for Psychical Research. [July, 1888.\nCat-street was in Plymouth, England. If it has given place to another\nthe fact ofits former existence could be verified. GEORGIANA B. KIRBY.\nThe actual existence of the\" Ca.t-street \" of the narra.tive is shown\nby the following letter :-\nPost Office, Plymouth, January 23rd, 1888.\nSm,-In reply to yours of the 21st instant I beg to inform you that a few\nyears ago there was a street named Catte-street, but it is now called\nStillman-street.-I am, su:, yours obediently,\nR. A. LEVERTON (for POSTIIIASTER).\nThe regretted death of Mrs. Kirby soon after the date of her last\nletter put an end to this correspondence.\nIt will be observed that the communications from the woman at\nPlymouth were received at an hour which, in England, fell in the\nmiddle of the night.\n------------------------\nCORRESPONDENCE.\nTo the Editor of the .JOuRNAL OF THE SOCIETY FOR PsycmCAL RESEARCH.\nSm,-No one can be more disposed than I am to receive with respect\nanything that a man of Mr. Alfred Russel Wallace's scientific eminence has\nto say about Spiritualism. At the same time, I cannot but think that the\n\" Account of a Spiritualistic Test,\" contributed by him to the June JO'Urllal,\nis aomewhat disheartening to anyone hoping to obtain through Spiritualism\nevidence that the dead can communicate with the living. We must suppose\nthat the case that Mr. Wallace bas brought forward fairly represents, in his\nviewI the best attainable evidence; and, if so, the best attainable evidence\nwould seem to be quite inadequate to sustain tho conclusion which he draws\nfrom it. ,\nThe whole proof of the intervention of extra-human inteHigence is\nbriefty this. At a seance attended by General Lippitt a veiled figure\nappears, calling herself Nellie Morris. She is uncalled for, unconnected\nwith any ono present, and unknown to them all. But it is ascertained that\nthe particulars which she gives about herself are true of a real Nellie Morris\nwho had died at a hotel at Philadelphia a few years before. Subsequently,\nat other seances with other mediums, Nellie Morris again presents herself\nto Goneral Lippitt. That, I think, is sublltantially the whole case-for I do\nnot understand General Lippitt to lay stress on any precautions to prevent\npersonation by the medium or accomplices.\nMr. Wallace and General Lippitt, as I understand them, consider that the\nevidence of extra-human intelligence rests (1), on the improbability that the\nfirst medium, Mrs. Beste, would know the particulars givenahout Nellie\nMorris, and (2) the improbability that, having once interested General Lippitt\nin Nellie Morris, she would make this fact known to other mediums. I am\nunable, however, to see on what grounds oither of these things isregardedas\nimprobable. The details given about Nellie Morris were no secrets, they\nmight have been known to anyone and therefore to the medium; and her\nchoice being unrestricted, she was free to select anyone about whom she hap-\npened to know particulars which could be easily verified. As to the second\nDigitized by Google\n\fJuly, 1888.] Journal of Society \/01' Psychical Reseat'ch. 303\npoint, it appears to me that coricerting together to deceive Spiritualists or\ninvestigators of General Lippitt's importance, would be among the rudiments\nof the art of fraudulent mediumship. For such concert as would be required\nwould be easy and safe, and would, if successful, add to tlie reputation of\nboth mediums and detract from neither; while there would be good reason to\nhope that, with so great a frequenter of seances as General Lippitt, the little\ntrouble involved wf)Uld not be thrown away; since a man in a prominent\nsocial position, and especially one who also has held public office and is an\nauthor, can hardly conceal his identity by merely omitting to give his\nname.\nHut Mr. Wallace thinks that even this little trouble would not be worth\ntaking, because \"no advertisement of the mediums concerned was to be\nexpected\" from General Lippitt. No doubt the medlUms concerned would\nlike to be advertised, but published accounts of seances are not the only form\nof advertisement. General Lippitt does not hide his faith; and more\ninquirers and converts are likely to result from keeping alive the iuterest in\nthe subject of a man of his known position and integrity, than from letters\nto Spiritualistic journals by unknown men.\nThe whole\" test,\" then, crumbles away. The improbability that General\nLippitt was deceived is only the improbability that the mediums would wish\nto deceive him, and surely we cannot reasonably reckon this great, even\napart from the evidence of imposture, which we have as regards several of\nthem.\nA few words on another \"test\" related by General Lippitt. The\nsupposed spirit of his daughter Carrie brought a message at a seance in 1884\nthat she was \"happy with mother Elizabeth, and we here celebrate her\nbirthday (February 25th) much after the manner we did on earth.\" Here\nknowledge is shown of two facts-the name and the birthday of General\nLippitt's first wife,-the second of which was, he feels sure, unknown\nto all except himself and his mother-in-law at the time_ of the seance. But\nMiss Carrie Lippitt had been dead less than two years. In her lifetime,\nunless the message was a lying one, she kept her mother's birthday. How,\nthen, can General Lippitt be justified in feeling sure that no one knew it 1\nOne can imagine many ways in which it may have come to the medium's\nknowledge. She may, for instance, have known a servant who was in the\nhouse when the birthday was being kept.\nThere are few facts about any of us so secret that we can feel sure no one\nknows them, and we may be-probably are-frequently astonished by Bome\nout-of-the-way bit of knowledge displayed about us. It is obviously the\ninterest of fraudulent mediums to collect such information in order to\nastonish their sitters, amI therefore, I think that, under ordinary circum-\nstances, but little importance ought to be attached to extraordinary\nknowledge shown by mediums 1vhef~ it is selected by themselves. General\nLippitt would have been rightly impressed if, without any leading up or\nprompting on the part of the medium, he had asked what was the date of\nhis wife's birthday, and been answered correctly-and still more so if he had\nasked for the birthday of some one entirely unconnected with him, which ho\nhappened accidentally to know. Hut this is very different from what actually\nhappened, when the information was selected and offel:ed by the medium\n(or spirit) herself. General Lippitt relies on his having been unknown to\nthe medium, but in this, as I implied before, I cannot but think that\nhe shows too much modesty. -I am, sir, your obedient servant,\nELEANOR MILDRED SIDGWICK\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCmCAL RESEARCH.\nDEAR SIR, - The last number of the J01~rnal containing the experiences\nof General Lippitt I have read, and must express my regret that they should\n\f304 Journal of Society for Psychical Resea1'ch. [July. 1888.\nhave been published, as I fear the Society is likely to be brought into ridicule\nby gravely putting such things forth, unless it be a\\'owedly done to show\nthe boundless credulity of believers in Spiritualism.\nApart from all preconceptions on the question, and from the fact that\nmost of the medium!! concerned are detected impostors, the internal evidence\nafforded by the narrative itself is amply sufficient to satisfy any cool-headed\nperson of the impostures practised, and of the hopelessness of expecting\npersons like General Lippitt, who have surrendered their reason to their\nimagination, to be influenced in their conclusions by any facts whatever.\nI have not time to go through the numerous pOints in the story to which\nI refer. and, besides, nearly every one who reads it will be able to see them\nfor themselves; but there is just one matter I cannot help alluding to.\nWhen the deceased wife or daughter of Mr. Lippitt appeared to him they\nreceived liim with\" an sffectionate embrace\" ! Why. in the name of wonder,\ndid be not hold 0'16'1 If he bad, and the manifestation were genuine. one of\ntwo things must have happened: either the materialised form would have\nmelted away in his arms. or else he would have had what we may trust\nwould have been the satisfaction of drawing his wife home again to the\nfamily circle. In either case the truth of Spiritualism would have been\ndemonstrated once for all to the confusion of all scoffers. There is. of\ncourse, the possibility of the other alternative-that the materialisation\nmight have proved to be that of the medium or an accomplice. In that\ncase I suppose the General would have considered it to be a case of .. trans-\nfiguration\" I-Yours truly, THOMAS BARKWORTB.\nWest Hatch. Chigwell, Essex.\nJune 16th, 1888.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nThe follo11,.jllg additiO'lts hate bee16 made since the last list (Journal for\nDecember):-\n*HUBBELL (Walter) The Haunted House: A True Ghost Story\nSaint John, N.B., 18';9\ntOLIPHANT (Laurence) Scientific Religion .....................Edittburgh. 1888\ntPROCEEDINGS of the American Society for Psychical Research, No.3\nBostmt. 1887\n§SPIRlTUALIST (Index to the) Including Vols. I. to XX., and its\nMonthly Continuation PSYCHE (Vol. XXI.) •.................Lo'ltdO'll, 1888\nIICHAZARAIN (Dr.) Les Couranta de la Polarite dansl'aimant et dans Ie\ncorps humain ...................................•.....................•..PaN, 1887\nDE FONVIELLE (W.) Les Endormeurs, 18 Verite sur les Hypnotisants,\nles Suggestionistes, les Magnetiseul\"s, les Donatistes, etc. ...PaN. 1887\nDE LAGRAVE (Dr. Costa)Hypnotisme: Etata intermediaires entre Ie\nSommeil et la Veille ....................................•........•.....Paris. 1888\nFONTAN (Dr. J.) et SEGARD (Dr. Ch.) Elements de Medecine\nSuggestive ......•...........•.....•........•................................Pans, 1887\nliRICHET (Prof. Charles) La Physiolo~ie et la M6decine ............Paris, 1888\nIIDESSOIR (Max) Bibliographie des Modernen Hypnotismus ......Berlin, 1888\n·Presented by Mr. H. Wedgwood. tPresented by Mr. O. C. Massey.\n:::Presented by the American S.P.R. §Preaented by Mr. Oharles Blackbum.\nIIPreaented by the Author.\nDigitized by Google\n\f","_id":448}