{"name":"Journal of the Society for Psychical Research 2798","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n53_oct_1888.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N53, October 1888","mylang":"de","content":"No. LlII.-VoL. Ill. OCTOBER, 188!!.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and Associates ..\nMeeting of the Council ..\nCONTENTS.\nGeneral Meeting .. . . . . . . ..\nCases supplied to the Literary Committee ..\nJo.xplanation of Mysterious Sounds ..\nCorrespondence . . . . . . . .\nSupplementary Library Catalogue ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nBALFOUR, LADY FRANCES, 32, Addison-road, London, W.\nTAKAROFF, LEON, M.D., 49, Eaton·squarp, London, S.W.\nASSOCIATES.\nBUTCHER, MISS, 22, Collingham-plac~, London, S.W.\nPAGB\n•• 805\n.. 805\n.. 806\n.. 807\n.. 811\n.. 812\n.. 820\nPARRY, REV. WILLIAM EDWARDS, 286, Upland Road, Dulwich, S.E.\nSMITH, MISS J. M., 56, Longridge-road, London, S.W.\nSWANWICK, MISS ANNA, 23, Cumberland-terrace, London, N.W.\nMEETING OF THE COUNCIL.\nAt a Meeting of the Council held at the Society's Rooms, on July\n16th, the following Members were present :-The President (in the\nchair), Professor W. F. Barrett, Dr. A. T. Myers, and Messrs. F. W. H.\nMyers, Frank Podmore, and H. Arthur Smith.\nIt was proposed by the President, 'seconded by Mr. H. Arthur\nSmith, and unanimously carried, that Mr. F. W. H. Myers and Mr.\nFrank Podmore be appointed joint Hon. Secretaries of the Society.\nIt was also agreed that Professor H. Sidgwick should be the Editor\nof printed matter circulated by the Society.\nTwo Jlew Members and four new Associates, whose names and\naddresses are given above, were elected.\nVotes of thanks were passed to Mrs. Gurney for the present of a\nnun:ber of books to the Society, and also to Mrs. Myers for a donation\nof .£5 to the Funds.\nVarious matters of routine business were attended to.\nIt was agreed that a General Meeting of the Society should be held\nin November, and that the next Meeting of the Council should be on\nSeptember 28th. •\n\f306 Journal oj Society j(»' Psychical Research. [Oct., 1888.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall on\nJuly 16th.\nThe President gave a brief survey of the work of the Society since\nits foundation, dwelling chiefly on the methods of investigation.\nMr. F. W. H. Myers then read a paper on \"French Experiments on\nStrata of Personality,\" reviewing especially certain recent experi-\nments of Professor Pierre Janet's with Madame B., the hypnotic\nsubject already so often referred to, and into certain other subjects.\nThe method adopted by Professor Janet has been to observe the\nooconsci(JU8 actions which the subject performs, in any phase of per-\nsonality, and to try to discover whether these unconscious actions are\nrecollected by her in any other phase of personality. Thus it is now &\nfamiliar fact that actions which are performed in the waking state, but\nin obedience to a post-hypnotic suggestion, are apt to be forgotten in\nthe waking state, and remembered only when the subject re-enters the\nhypnotic state. Madame B. is for convenience sake styled\nLeonie in her waking state, and Leontine in her hypnotic state.\nAs we should expect, therefore, Leontine has a chain of memories which\nLeonie does not share. And these memories cover so large a part of\nMadame B.'s life, owing to the frequency of her hypnotic trances, that\nby this time Leontine almost rivals the \"second state\" of the\ncelebrated Felida X. But there are SO'In6 unconscious actions of\nLeonie's which Leontine does not remember. And there are uncon-\nscious actions of Leontine's also, none of which are remembered by\nLeonie. It is found that by prolonging the process of hypnotisation,\nMadame B. is brought into a third state, to which the name of Leonore\n)las been given, in which all the unconscious actions, both of Leonie\nand of Leontine, are fully remembered. And Leonore again performs\ncertain unconscious actions' which neither Leonie nor Leontine\nremember, but which Leonore herself remembers when, as occasionally\nhappens, she enters a state of apparent ecstasy. From this and\nsimilar cases it was argued that the most significant indication of\ndifferences in various hypnotic states is to be found in differences of\nthe range of memory. and that the state in which the range of memory\nis the most extensive,-the state which includes the memories of other\nstates, but is not included by them-has a primA, facie claim to be\nconsidered as the profUl.llTtdest state of the subject, though it may not\nbe the state best suited for the ordinary business of life.\nThe paper was illustrated by a diagram of Madame B.'s several\nstates of personality.\nA discussion followed, in which several members took part, turning\nmainly on the differences of character observable in the different states,\nand the relation of each state to the complete individual.\nDigitized by Google\n\fOct., 1888.] JO'Urnal of Society for P8'!Jchical Research. 307\nCASES SUPPLIED TO THE LITERARY COMMITTEE.\n[The following case belongs to the very important\" transitional\" class\nbetween experimental and spontaneous telepathy of which instances are\ngiven in Phanta8ml of the Livi-.g, Vol. I., pp. 103-109, and pp. lxxxi.·\nlxxxiv., cases in which the impreBBion intentionally conveyed to the\npercipient's mind externaliBeB itself in an hallucination of the senSeB. The\npresent case dift'ers from the contemporary caseB recorded in Phantamu in\nthat the agent was awake. We first heard of the case orally from the\nagent, Baron Albert von Schrenck-Notzing, secretary of the P\"!\/cIwlogilche\nGuell.chaft at Munich, and Corresponding Member to our own Society.-En.]\nTHE PERCIPIENT'S ACCOUNT.\nThere is not much to tell concerning the incident of which you ask me to\ngive an account. It happened thus :-Baron Schrenck was returning home\none night in March (or April, I am not sure as to the date), about 11.30,\nand stood for some time outside my bedroom window, which looked on to\nthe street. I was in bed at the time, lying with closed eyes, nearly asleep.\nIt seemed to me as if the part of the roonl where my bed was had become\nsuddenly light, and I felt compelled to open my eyes, seeing at the same\ntime, as it appeared to me, the face of Baron Schrenck. It was gone again\nas quick as lightning. The next day I told my friend Fraulein Prieger of\nthis occurrence; she went skating that same day, and met Baron Schrenck on\nthe ice. They had scarcely conversed together five minutes before he asked\nFraulein Prieger if I had seen anything last night. Fraulein Prieger\nrepeated what I had told her, whereupon Baron Schrenck said that, at the\ntime of my seeing him, he was standing outside my window, trying hard to\nimpreBB his presence upon me. This never occurred again, and I believe\nBaron Schrenck did not have occasion to repeat the experiment.\nThis was written on May 11th, 1888. In a further letter Miss ---\nadds (I) that the blinds of her room were drawn down, (2) that she has\nexperienced no other hallucination of any kind.\n[Baron von Schrenck sent us his written account and that of Fraulein\nPrieger in June, 1888, written in German, and what we print below are\ntranslatioI1s. They were written independently of MiBB --'s, and it will\nbe seen that Fraulein Prieger and Miss -- disagree as to when the latter\nfirst described her experience, showing how impossible it is to rely on the\nmemory for details, even after little more than a year's interval. It is a\npoint on which Fraulein Prieger is most likely to be right, since she would\nbe more impreBBed by beiug awoken than MiBB -- would by awaking her.\nIn any case, there seems to be no doubt as to the experience having been\ndescribed before Fraulein Prieger met Baron von Schrellck.]\nFRAULEIN PRIEGER'S ACCOUNT.\nThe winter before last, shortly after Christmas, I was suddenly awakened\nin the night, between II and 12 O'clock, by my friend --, who asked me\nin an excited manner if I al80 saw Baron von Schrenck, who was close by\nher bed. On my objecting that ahe had been dreaming, and tthould now\nDigitized by Google\n\f308 JOU1\"nal of Society for Psychical Research. [Oot, 1888.\nquietly go to sleep again, she repeated that she had been completely awake,\nand had seen Baron von Schrenck so close to her that she could have caught\nhold of his beard. By degrees she quieted herself, and we both went to\nsleep.\nThe following day, on my way home from the ice, I told Baron von\nSchrenck of this exciting nocturnal scene, and noticed to my not slight\nastonishment that he seemed greatly rejoiced, as though over a successful\nexperiment, which had received its completion in what I communicated\nto him.\nMy interest in the whole occurrence increased from the moment when\nBaron von Schrenck related the following to me. LINA PRIEGER.\nGuhelsbergerstrasse, 15 I.\n. THE AGENT's ACCOUNT.\nIn the winter of 1886-87, I think it was in the month of February, as I\nwas going along the Barerstrasse one evening at half-past 11, it occurred\nto me to make an attempt at influencing at a distance, through mental con-\ncentration. As I had bad, for some time, the honour of being acquainted\nwith the family of Herr --, and thus had had the opportunity of learning\nthat his daughter Fraulein -- was sensitive to psychical influences, I\ndecided to try to influence her, especially as the family lived at the corner\nof the Barerstrasse and Karlstrasse. The windows of the dwelling were\ndark as I passed by, from which I concluded tbat the ladies had already gone\nto rest. I then stationed myself by the wall of the houses on the opposite\nside of the road, and for about five minutes firmly concentrated my thoughts\non the following desire :-Frli.ulein -- shall wake and think of me. Then\nI went home. The next day when I met Fraulein --'s friend on the ice, I\nlearnt from her (they shared a bedroom between them) th\",t something\nstrange had happened to the ladies during the preceding night. I remarked\nthereupon to Friulein Prieger (such was the friend's name) that the time when\ntbe occurrence took place was between half-past 11 and 12; whereat she was\ngreatly astonished. Then I obtained from the lady an account of the\ncircumstance, as she herself has written it out on the accompaning sheet of\npaper. For me the success of this experiment was a proof that under\ncertain circumStances, Ol1e person can influence another at a distance.\nALBERT FREIHERR VON SCHRENCK-NOTZING.\nCASE OF THOUGHT-TRANSFERENCE.\nThe discrepancies in the following narratives are noteworthy: but\n~hey do not seem to affect the main point in which both narratives\nagree :-viz., that letters were obtained through movements of a table,\nwhich were the initials of a name that was the correct aDswer to a\nquestion unknown to the persons sitting at the table. Incidents of this\nkind may perhaps be explained-like the results obtained by M. Richet\nunder somewhat similar conditions (see Phantasms of the Living,\nVol. I., pp. 72-81, and Proceedinglf, Part XII., pp. 38-46)-as cases\nof thought-transference, though in the present case the\" thought\" on the\nDigitized by Google\n\fOct.. 1888.] Journal of Society for Psychical Re8em'ch. 309\nagent'. side was partly latent. The method of experiment-the result\nbeing given by automatic movements or automatic writings on the part of\nthe percipient-is one which we are specially anxious to aee widely\nadopted. It seems probable that examples of thought-transference may\nbe thus obtained by persons who would not succeed in any other way.\nFrom Mr. W. S. D. Hunter, 31, Leicester-street, Southport.\nMay 30th, 1888.\nI had just returned from a 10 years' residence in India and had been\naccompanied from Bombay by my cousin, Jack Stuart.\nAt Hastings we had had several s6a.nces with his sister and her husband,\nand out of a mass of nonsense we had had some very extraordinary replies\nand \"communications.\" Both Jack and myself were complete infidels as\nregards belief in Spiritualism, though we were keen inquirers.\nOn returning to London, to my mother's house in Kensington, I told her\nall that had happened and how very much surprised I was, and at the same\ntime curious about it all, and she begged me to get Jack to come up some\nevening and have a s6ance.\nThe table used W&8 an ordinary small\" Teapoy\" that stood in the room.\nAfter a few minutes, working and questions, my mother proposed that we\nshould try and answer questions without knowing what they (the questions)\nwere,\nIn the meantime I asked the table \"who\" was influencing it, and at\nonce the name of \" Minna\" was given. This, I may say, was ful~1J anticipated\nby me, Minna being my favourite sister who died in India, and up to then\nthe only direct link with the\" other world\" that I had, and being a great\nfavourite with my parents I had told my mother that this name would moat\ncertat'nly be given, although when working with Jack at other places his\ndead brother's name bad invariably appeared. I take this to be that on this\noccasion I had the stronger feeling in question, and, therefore, the stronger\nwiU. Anyway \"Minna,. having been given, my· mother appeared much\naft'ected and went to the end of the room to write a question. Whilst\nshe was thinking I casually remarked that, if possible, the question\nshould be one that neither Jack nor I could answer if we laW. it. My mother\nthen said she had written a question, and, having folded the paper, asked\nmy father to hold it. He took the paper with great compullction, as he\nconsidered the proceedings altogether \"uncanny\" and partaking of the\nblaclc art. Neither Jack nor I saw the question, and I then said to the table\nhad it seen the question and would it give the answer. The reply was three\nmotions, which we took to be Yes, and I then said, \"Well, go on,\" and\nthen the following letters were given out, the table stopping after each\none:-\nApharriBOn.\nWhen it stopped for good I laughed, and said rot, but on looking at my\nmother, who was still at the writing-table, I saw she was much aft'ected, and\nonly said, \"My God, it's true,\" or some such words. She, however, was\napparently doubtful about something, and left the room, and on return\nbrought a letter signed by \"A. P. Harrison.\"\nDigitized by Google\n\f310 J01.M-nal of Society for Psychical Research. [Oct., 1888.\nI took the question from my father, and it was, \"What was the name of\nthe nurse who nursed you in your last illness 1\"\n\"Now, I may say that my cousin Jack, living in Burmah,coulU not possibly\nhave known the name, nor did I, having been in Scinde at the time, whilst\nmy sister died in Guzerat, and that this nurse was a soldier's wife, taken\nhaphazard out of the regiment to which my sister's husband belonged, and it\nappears that at my sister's dying request this nurse had written a few lines\nto my mother, giving particulars of the death, &C.\nMy mother had forgotten the exact initials, hence her going upstairs to\nfind the original letter.\nAt this lapse of time this is about all I can remember, and I think the\nname and initials I give are the correct ones, though that has little to do\nwith the fact that the correct answer to a question was given, and that\nneither Jack or I, had we Been the question, could have answered it. I have\nnot had many chances of making further researches in this line in India\nsince, but of what little I have done I have never had anything that has\npuzzled me more than the instance I have given you; as I am positively\ncertain of the good faith of all concerned in the experiment. My cousin Jack\nfollowed the matter up in a general way afterwards, even to the extent of\ngoing to professional \"media,\" spirit photographers, &c.; but his final\nopinion given me was that the bulk was fraud.\nMy own impression is that some sort of \" force\" exists of which we know\nlittle or nothing, and that my mother beillg in the room influenced, say, me\nto give the answer; or I, as it were, picked her brains for the answeI'.\nW. S. D. HUNTER.\nThe following account of the same incident was sent to us in 1883,\nby Mrs. Hunter, 2, Victoria Crescent, St. Helier's, Jersey, mother\nof Mr. W. S. D. Hunter, whose evidence was given quite independently.\nThe medium was my nephew, just returned from Burmah. He was an\nunbeliever, but the sudden death of a very much younger brother, to whom\nhe was much attached, set him to find out, in some way, whether there was\nreally\" life beyond the grave,\" and he got among the London Spiritualists,\nand, strange to say, developed great powers as a medium. My younger son\nvisited him and his family at Hastings, and on his return told us most wonder-\nful stories of \"JacJ:&\" prowess. [The account goes on to describe some\nmessages purporting to come from the little brother above mentioned and a\ndeceased daughter of Mrs. Hunter's, all completely explicable as examples of\n\" automatic writing.\"] But my nephew said all this pro'IJ6d nothing. Could\nshe [the deceased daughter] answer any question known only to herself and\nher mother 1 \"Gladly.\" J. then told me to go to the other end of the room\nand to write my question and show it to no one. I withdrew and tried to\nthink of some former secret j but my poor head and heart were full of pain.\n'At last I thought of something,-the name of the nurse who had attended\nher in her last illness, and from whom I had had a nice letter, which I\nhad preserved with all the other sad memorials. Harrison, I wrote. \"Could\nshe answer my thought 1\" \"YeB, YeB.\" First came \"0,\" then\" P.\" \"No\nno,\" I cried, \"it is all wrong.\" \"Stop this dreadful work,\" cried my\nDigitized by Google\n\fOct.,I888.] JO'U'M'W.l Of Society for Psychical Research. all\nhusband, and so our s6ance ended. But all night long the walls of my room\nresounded with mocle,. Sll'ep was impo8Bible; and next morning my SOD\ntold me of a similar experience in hiB room, far away from mine.\nAfter breakfast the desire to inspect my sealed packed of \"Memorials\"\nbecame irresistible. I opened them, and there the first thing that came was\nthe letter of the nurse, signed in a firm hand, O. P. Harrison. To be quite\nsure, I went to my husband and asked him, \" What were the letters spelt out\nlast 1\" At once he said \"0 and P.\" On telling my nephew, he remarked\nthat there was, after all, some small satisfaction got out of our seance, more\nthan out of many he had held. The odd part of this iB that I had entirely\nforgotten, indeed hardly remarked, Mrs. Harrison's Christian name, and,\nmoreover, my elder daughter said, on hearing my story, \"I am almost\ncertain our poor darling didn't know it either. She and I always called her\nNurse or Mrs. B.\" Nl'ither my nephew nor son knew I had such a letter,\nand my husband never supposed I had kept it for 80 many years.\nH. C. HUNTER.\nIn a recent letter(August 8th, 1888) Mrs. Hunter says of the discrepancies\n()bservable in these accounts: \"My account is the correct one. My son has\nmixed up what ha.ppened next day with our s6ance. I used the expre8Bion\n'It i& true, then!' on finding the letters O. P. in the signature next\nmorning. The date was in December or end of November, 1876.\"\nEXPLANATION OF MYSTERIOUS SOUNDS.\nI record the following circumstances merely because I think they may be\nuseful as affording a hint towards the investigation of certain claSBes of\napparently mysterious circumstances.\nIn the winter of 1867 I was living in a roomy old-fashioned house in\nWiltshire. Many people will recollect the severity of that winter, and in\nparticular the bitter cold of that Christmas Eve.\nOn that intensely cold afternoon, my father-in-law, Mr. D., started from\nLondon and travelled by a very slow train stopping at every station, and not\nreaching the town where I lived till quite late in the evening. The result of\nthat journey to him was a severe attack of bronchitis. He was confined to\nhis bed for some days, and we were getting rather anxious as to the prospect\n()f his recovery.\nOne night I had occasion to go downstairs rather late and saw a. light in\nthe pantry, a small room on the ground floor, without a fire-place and paved\nwith stone. I knew no one had any business there, so I went to see what\nwas the matter and there found all our servants sitting working. I said at\n()nce, \"What brings you all here this bitter cold night when you have a\nwarm, comfortable kitchen to sit in 1\" I was met with the reply, \" Oh, sir,\nwe daren't sit there. There's a horrible noise there every night. We never\nhear it in the daytime. Weare sure Mr. D. is going to die.\"\nI said, \" What nonsense! Come into the kitchen, and let me hear it.\"\nSo we went there. On the way I asked what 80rt of a noise it was, and\nwhere it seemed to come from. I was told that it sounded like a woman very\nfar off screaming in pain, but that they could not find where it came from.\nDigitized by Google\n\f312· Journal of Society for P8ychical Rf'-Bearch. [Oct., 1888.\nWhen it seemed in one place and they went there, it moved to another; and\nwhen they went there it moved somewhere else, and so on. There was the\nnoise, sure enough. An uncanny sound of a small voice of some one in pain at\na distance, or, rather, as if it came through a wall. I listened attentively, and\nfelt sure it came from the scullery. I went there, and it sounded back in the\nkitchen, near the chimney. I went there, and it sounded in the cellar.\nI went to the top of the cellar steps, and then I was certain it was\njust outside the back door. I went out, and immediately it was back in the\nkitchen. I came into the kitchen again thoroughly pnzzled. I stood and\nlistened awhile more carefully than ever, and then it struck me that the\nsound came at regular intervals. \"Ha.,\" thought I, \"I've caught you now.\"\nI took out my watch and found it came exactly once in three seconds. This\nI felt sure indicated that the sound must be due to some mechanical cause.\nI looked all round the room to see what mechanism there was at work, and\nmy eye soon rested on a gas meter affixed to the wa.H about 12ft. above the\nfloor. I soon had a table placed under it and a chair on that, and mounting\nup applied my ear to the meter. There it was. It was a water meter, and\nsomehow the valve had got rusty, and every time so many feet of gas had\npassed through the meter the valve went over, and scrooped as it went. I\nexplained this to the maids, and told them to mount the chair after I was\ngone and listen for themselves.\nOf course the sound had never been heard in the daytime, as the gas was\nnot turned on and the valve was still till dark. A few days afterwards I\ninquired about it and found that the servants were satisfied; but the noise\nwas never heard after that night, and my father-in-law began at once to get\nwell. I suppose one of the servants when listening had shaken the meter,.\nand so altered the position of the valve that the friction was removed, and\nthat the crisis in the illness of our patient had occurred about the same time.\nPerhaps this account may supply a hint as to the mechanical causes of many-\nmysterious sounds.\nTHOMAS E. CULLAN, M.A.,\nLate Chaplain to Sussex County Asylum, Haywards Heath, Sussex.\nCORRESPONDENCE.\nNELLIE MORRIS.\n[The following correspondence has beeu placed in my hands by Mr.\nVaughan Jenkins (Associate of the S.P.R.), with a view to its being\nprinted here. It relates to the case of Nellie Morris, communicated to\nthe June number of this Jowrnal by Mr. Alfred Russel Wallace. I am\nunable to find room for the whole correspondence, but I have thought it\nbest to print Mr. Wallace's letters in full,-partly on account of his scientific\neminence, partly because I disagree with his arguments and conclusions,\nand should therefore be afraid of not doing justice to the former, if\nI attempted to abridge them. Of the other letters only portions are\nprinted.-ED.]\nDigitized by Google\n\fOct., 1888.] Journal 0\/ Society \/0\". Psychical Resea\".ch. 313\nThe correspondence begins with a letter addressed by Mr. Vaughan\nJenkins to Mr. Wallace.\nEnerglyn,.St. Margaret's-road, Oxford.\nJune 21st, 1888.\nDEAR SIR,-\n* * * * * *\nUntil I read General Lippitt's statemelJts my conception of the\nSpiritualistic theory of materialisation was-that taking it for granted that\nwe shall live after death, ill a spiritual body ... why cannot these\nspirits in the form of apparitions or spectres return as they are alleged so\nto have done by many-to visit their friends whom they have left behind\nthem 1 Such appearances, subject to the premise, would be conceivably\npossible, and the objection to the physical obstruction of stone walls, &c.,\nwould not arise. But the young ladies who\" came\" to the General came\nin their own prior natural bodies fully organised, and in violation\nof all known cosmic laws and conditions. There is nothing\nill their actions or conduct that differs from any ordinary human\nbeings, they convllrsed freely on all mundane subjects, they answered all\nordinary questions, they sang when requested, and Nellie even stood to\ncompare measurements. She conversed for a long time, two or three\nmembers of the circle taking part therein. She actually shivered at the\nrecollection of her having died on a cold day\" in January.\" She was\nsensitive to flattery. She modestly shook hands, and to crown all·-to prove\nher identity and her identification with her own former earthly self . •\nNellie, with her' own \"hand, before retiring,\" (1) \"cut off for me a\nlock of her hair, which I have carefully preserved.\" . Materialised\nNellie does not altogether vanish, or retire! She leaves a permanent\nsample portion of her corporeal entity behind her. Still the\nanomalous fact remains that Nelly's mortal body, her hair included,\nwas at the time of her alleged materialisation, and for four years pre-\nviously, slowly being resolved into its original elements to unite with\nand form new physical combinations..\n* * * * * *\nI know and feel that I ought to obey the law of evidence, and to accept\nthe General's confirmed unimpeachable testimony, but my inability to\nreconcile the apparently irreconcilable is my present stumbling-block.\nPersonally, I dismiss from my mind any idea of personation, psychic\nillusion, or hallucination, or collusion of any kind whatever in connectioll\nwith General Lippitt's manifestations-hence my greater difficulty. If,\ntherefore, at any time that may be convenient to you, you would kindly favour\nme with any helpful information in my struggle for a belief, I shall be very\ngrateful to you. E. VAUGHAN JENKINS.\nMR. A. R. WALLACE'S REPLY.\nFirth Hill, Godalming.\nJune 26th, 1888.\nE. VAUGHAN JENKINS, Esq.\nDEAR SIR,-You have evidently formed erroneous ideas of what\n\" materialisation \" is. No Spiritualist believes it to be \"the real body\" of\n\f314 J~ of Society for Psychical, Research. [Oct.,I888.\nthe individual, or even \"a real body\" in one sense of the term. It is\n4Omethi:ng temporarily material for purposes of' identification; but what\nexactly no one can tell All the information we can get shows that it is\nformed partly (often chie1ly) from the body of the medium, partly from the\nbodies of the persons present, or from their \"atmosphere\" or emanations\nand that the likeness to any individual is produced by an effort which is not\nalways successful, since, during the same evening, the same spirit-form\npometimes appears in very different degrees of likeness to his mortal body;\n.sometimes more like the medium, hence many of the accusations of imposture.\nA little book called KaterialUed. Apparition\" by Mr. E. Brackett, published\nat Boston, and which you can probably get from Burns, Southampton-\nrow, will give you much information on the nature and pecUliarities of\nthese forms and the conditions under which they appear. I met Mr. Brackett\nin Boston, and can testify to the honesty,ability, and earnestness of the man\nand of his book. The permanent materialilation. of hair and portions of\ngarment is very extraordinary. Sometimes such things do vanish away,\neither rapidly or gradually, but in other cases both remain. The hai,. I had\nhere, but have now returned it to General Lippitt. All we can at present do\nis to make sure of the facta. The laws of the phenomena we may never\nknow till we are spirits ourselves, aud not, perhaps, even then. Can we tell,\nreally, how we move our bands and fingers to write and express our thoughts 1\nSpirits do not appear to be able to tell us howthey materialise. It is a faculty\nexercised by the will-power of lOme spirits, and is probably quite as rare and\nremarkable and inexplicable among them as physical mediumship is among\nus.-Believe me, yours faithfully,\nALFRED R. WALLAC&\nP.S.-The appearance of the double of any living person, sometimes to\ntwo or more witnesses, seems analogous to materialisation, and the person\nwhose double appears has no conception hOlO it iI done. Neither have the\nspirits who materialise, except that it seems to be more directly a matter of\nwill with them. See Phanta&m, of the Living.-A. R. W.\nCopies of theBe letters having been forwarded to Mrs. Sidgwick, she\nreplied to Mr. Vaughan Jenkins.\n'If 'If 'If 'If 'If 'If\nI quite agree with you as to the great difficulty of fitting in a belief in\nmaterialisations with our knowledge either of matter or of spirit. If\nmaterialisations be proved, we must accept them and arrange our theory of\nthe universe to suit them. But it does not appear to me that at present\nthey have been proved . . . that is, it does not appear to me that in the\nevidence hitherto presented there is snfficient proof that the supposed\nmaterialisation is neither the medium nor an accomplice, and that no trick\nis beillg played upon us. I am impressed with the fact that such men as Mr.\nWallace and General Lippitt should be convinced, but I cannot perceive that\ntl\\e evidence brought forward by them is any exception to this general rule,\n.as I have tried to explain in the Jnly number of the Journal.\nELEANOR M. SIDGWICK,\n'If\n* 'If 'If 'If 'If\nDigitized by Google\n\fOct., 1888.] Journal of Society for Psychical Research. 315\nFirth Hill, Godalming.\nJIIly 16th, 1888.\nE. VAUGHAN JENKINS, Esq.\nDEAR Snt,-Mrs. Sidgwick is right from her point of view-that nothing\nis to be accepted that can possibly be explained away by imposture, however\ncomplicated and difficult. But she is not fair in passing over the evidence of\nfacts, and especially the evidence of the genuineness of the mediums as\nopposed to the mere accusations and assertions against them. The best\nthing to be done is to adduce morefacts proving the reality of the phenomena,\nand I have fortunately just received from General Lippitt copies of a\npamphlet by him which does this admirably for one of the mediums\nconcerned. As I feel sure it will interest you, I send it you by post, and\nyou can return it to me at your leisure. A copy of the pamphlet was sent to\nMr. Gurney, so most likely Mr. Myers and Mrs. Sidgwick will be able to\nsee it. I am, however, doubtful whether they will admit either article.\nWhat they ought to do, if they want to put the evidence fairly before the\nmembers of the Society, would be to reprint the General's pamphlet entire,\nas it contains a mau of valuable facts, and shows besides how utterly untnut-\nworthy are the reports of the Seybert Commission, which, in the last part of\nthe Proceedings, Mr. Myers commends as valuable and conclusive.-Believe\nme, yours faithfully,\nALFRED R. WALLACE.\nHill Side, Chesterton-road, Cambridge.\nJ?dy 18th, 1888.\nE. VAUGHAN JENKINS, Esq.\nDEAR SIR,-I am much obliged to you for letting me see Mr. Wallace's\nletter, which I return. I do not feel that I quite understand his statement\nthat I \"pass over the evidence for facts, and especially the evidence of the\ngenuineness of the mediulUs as opposed to the mere accusations and assertions\nagainst them.\" It was, I thought, the evidence for facts that I examined in\nmy letter to the July Journal. And the second part of the sentence I have\nquoted seems to me to involve a certain confusion. I will try to explain\nwhat I mean. All mankind is for each of us divided into three classes.\nThere is a small class, differing for each of us, about whom we feel that the\nhypothesis of conscious fraud is absurd. There is another small class about\nwhom we feel sure that they have been guilty of, or might be guilty of,\ndeliberate fraud. There is a third and much larger class, about whom we\ncannot tell whether if temptation came in their way they would cheat or not.\nNow, some people think that they have positive evidence placing Mrs. Beste\nand others of the mediums employed by General Lippitt in the second-or\nknown-to-be-fraudulent class. Mr. Wallace distrusts the facts and asser-\ntions brought forward by these witnesses, and does not think the fraud\nVroved. But, supposing his distrust were well-founded, that would not\nplace the mediums in the class above suspicion, as Mr. Wallace, in the\nsentence I have quoted, seems to imply. It would only place them in the\nlarge class about whom we cannot tell whether they would cheat or not,\nwhile it is known that they have strong pecuniary inducements to cheat.\nDigitized by Google\n\f316 Journal of Society for Psychical Research. [Oct.,1.88I!.\nIn my letter I was careful to base no argument on the assumption that\nfraud had been proved against the mediums in question, only on the assump-\ntion that they are not above suspicion.\n* * * * * *\nI think that Mr. Wallace and General Lippitt do not allow enough for\nthe ease with which one's senses may be deceived, and that, in consequence,\nthey would probably have been equally convinced by the seance for\nmaterialisation described in our Proceeding', Part IV., pp. 482-485, if they\nbelieved Mr. Davey to be a medium: and indeed you may remember that\nMr. Wallace was convinced that certain performances, under the auspices of\nDr. Lynn (at the Westminster Aquarium, I think), were SpiritUl\\listic.\nELEANOR MILDRED SIDGWICK.\nE. VAUGHAN JENKINS, Esq. July 31st, 1881.\nDEAR SIR,-Mrs. Sidgwick's exposition of her point of view is very\ninteresting, but there seeIllS to me a weakness of fallacy in it as she applies\nit. If we assume, to begin with, that mediums are all imposters, and that\nno fact in Spiritualism has been proved, I admit that Mrs. Sidgwick is right.\nBut she puts forth this argument while igrwring the direct evidence for the\nfacts, and it is of this that I complain. While urging the possibility of\nimposture in General Lippitt's case she ignored Mr. Lyman's direct evidence\nof phenomena with one of the mediuIllS concerned (Mrs. Beste), which cannot\nbe explained by imposture, and she ignores the whole maas of test evidence\nin private houses, where confederates and machinery are excluded, and yet\nwhere things occur which only confederates or machinery could produce if\nthete is no reality in the phenomena. Now, we have other evidence in\nGeneral Lippitt's pamphlet of the genuineness of another medium (Keeler).\nYet we are asked to believe that these mediums, who are proved to have\npower to produce genuine phenomena, yet systematically conspire with\nimposters to produce sham phenomena. This, I urge, is contrary to human\nnature. The person who possesses exceptional powers of any kind does not\nenter into elaborate collusion for fraudulent purposes with others who only\npretend to have these powers. Their interests are all against it. Why\nshould they risk their reputation, on which their living depends, by entering\ninto elaborate conspiracy with many other mediums, involving constant\ncorrespondence and systematic records, on the chance of being able to\ndeceive certain persons 1 And the chance is very slender, for how could any\nof these seven mediums (except, perhaps, one ortwo) tell that General Lippitt\nwould ever visit them, or how could they have the necessary preparations\nmade against his chance visit-t.he presence, for example, of the two girls\nwho are supposed to have represented his daughter and Nellie Morris 1\nAnd all this to produce by fraud that which they have power to produce\nby genuine means! Once demonstrate that genuine mediuIllShip exists\nin any case, and the whole argument of assuming imposture in every\ncase falls to the ground. Again, skilful imposture carried on for years\nrequires faculties of an exceptional kind and long practice. But, almost\nwithout exception, mediums begin as children or young persons j their powers\nare at a maximum in youth, and usually diminish with mature years. This\nis directly opposed to the fact as to skill in jugglery-which is a rather rare\nDigitized by Google\n\fOct., 1888.J Journal of Society for Psychical Research. 317\nfaculty, never seen in perfection in youth. Mediums, on the other hand,\nare often very ignorant, commonplace and clumsy persons. Their whole lives\nare often known. They usually begin by exhibiting their powers in other\npeople's houses, where imposture and confederacy would be most difficult,\nand only when they have thus obtained a reputation find it more profitable\nto give seances chiefly in their own houses. All these, and mRlly other facts,\nMrs. Sidgwick ignores in order to uphold her assumption of the absence of\nevidence and the extreme probability of imposture. I maintain that the\nexistence of the power of mediurruJhip being proved, there is no more special\npresumption of imposture here than in regard to other faculties. As I\nsaid in my preliminary note, the evidence in the case of \"Nellie Morris\"\nwill have 110 weight with those who deny that any mediumship exists or 1.8\npossible; but if the fact of mediumship is held to be proved in any cases,\nthen the evidence in this case becomes very strong if not conclusive.\nI do not think I ever said I was convinced that some of Dr. Lynn's\nexhibitions (through another performer) were Spiritualistic, but it seemed to\nmyself and others probable that he had engaged the services of a remarkable\nphysical medium. I know a young man wbo combines thought-reading and\nconjuring very skilfully.-Yours very truly,\nALFRED R. WALLACE.\nE. VAUGHAN JENKINS, Esq.\nDEAR SIR,--Mr. Wallace's letter makes me think that I have somewhat\nmisunderstood his position. I bad thought that he brought forward the\nNellie Morris case as evidence of the genuineness of materialisations and of\nspirit communications, adapted to COlivince persons whose judgment on the\ngeneral question was still in suspense, and it was from this point of view\nthat I criticised it. This case, so regarded, still appears to me evidentially\nvalueless, because the possibility of trickery was not adequately excluded. But\nif Mr. Wallace brought forward the case as an interesting one to those who\nfeel able to start with the assumption that the meJiums concerned are\ngenuine, I am ready to admit that it does not in itself contain positive\nproof of imposture, any more than it contains proof of the absence of it.\nI do not, however, think that the hypothesis of trickery requires so\nelaborate a conspiracy with correspondence, &c., as Mr. Wallace suggests.\nThe mediums in question seem to go about a good deal and may not\nimprobably have met and imparted the required information in casual\nconversation. ELEANOR MILDRED SIDGWICK.\nP.S.-With regard to the conjuring performance at the Westminster\nAquarium, Mr. Wallace, I think, will find that his exact words were, \"I\nmust say I believe\" the performer to be a real medium.-See Spiritualist,\nAugust 17th, 1877.\nThe following letter relates to the same subject.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSJI~,-I think the IlJembers and associates of the Society for Psychical\nResearch ha,'e great reason to be grateful for the publication of Mr. Wallace's\ncommunication.\n\f318 Journal 0\/Society \/0'1' P81Jchical Research. [Oct., 1888.\nNothing could bring out more clearly, on the one hand, the willingness of\nthe Society to listen to any evidence that may be offered, and, on the other\nhand, the total contrast that there is between those phenomena which form\nthe ordinary staple of the journals; those phenomena, that is to say, which\nare the subject of the researches prosecuted by the Society, and such occur-\nrences as those which are detailed by General Lippitt.\nIt appears very odd that it should not have struck General Lippitt that\nwhereas it was very possible for any medium to ascertain his first wife's birth-\nday, it was not possible for his departed daughter to have a recollection of\nthe way in which he and she used to keep her mother's birthday, because-\n(as he informs us) they had not ever kept it in any way whatever since the\nchild had been two years old, and that this made it very curious indeed that\nthe first thing his daughter'S spirit wanted to say to him was that they VJ6nt\non doing in the other world what they had not ~ in this. (See pp. 285~\n287.}-1 am, sir, yours truly, E. B. BIRKS.\nTrinity College, Cambridge, July 13th, 1888.\nMULTIPLEX PERSONALITY.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL REsEARCH_\nDEAR SIR,--In the very interesting paper read by Mr. Myers on\nJuly 16th, it appeared to me that while great streu was laid upon differences\nof memory between Leonie, Leontine, and Leonore, he did not lay enough\nupon the differences of character, which seem to me more surprising still. It\nwas suggested that the difference between her aSBumption of different\npersonalities in various stages of hypnotism, and that of the boys on whom\nMr. Smith experimented, was perhaps due to a telepathic impreuion of\ndifferent personalities in her doctor's mind; but it would be interesting to-\nknow in this CAse if the doctor had also a telepathic conception of the\ncharacter belonging to the personality. Otherwise the change of character\nseems more analogous to that produced after indulgence in the habit of\ndrink, which seems <at least, with women) to Inake a truthful person a liar~\nand a modest one coarse. I have known the same kind of change produced\nin a gentle and obedient little girl of nine years old, when the consumptive\ndisease which had been on her lungs suddenly attacked the brain, and she\nbecame a child-maniac, without any memory of her past life, with habits and\nlanguage those of the gutter, and with abnormal muscular strength above her\nknees, below which she was powerless. After some months the attack passed\naway as suddenly as it had come, leaving her the same good little child she\nhad been before.\nI <:annot help thinking that these changes of character seem rather to\npoint to some external influence affecting a part of our personality than to\nour possessing a indefinite number of personalities wrapped up in the\nsheath of the body like the coats of an onion. May I suggest a possible\ntheory 1 It would be that Mr. Smith's experiments point to various strata\nand substrata of mental regions which can be reached separately in the\nhypnotic or hysterical state, but which, when our will is active, and we are\nin a nonnal condition of sane life, canllot be touched by any other hand.\nThat when what Mr. Myers well callI! the co.ordinating principle II! not\nDigitized by Google\n\fOat., 1888.] Journal of Society for P8ychical Re8earch. 319\nallowed to work, either from hypnotism or brain or nerve disease, these\nlower strata of the mind become senBitive to suggestion either from ordinary\nhuman agents or from invisible influences, which, though sometimes morally\nbad, would seem to be more often simply silly, like Uontine, and a good\nmany of the Bpirits whose utterances are given at Spiritualist B6ances.\nIf there is any possibility that thiB is the caBe, it would at once explain\nwhy hYBterical Bubjects are the chief objeCts of scientific observation in this\nregion, and it would also make it a question whether it is deBirable for any\none in a condition of sanity to put himself into a condition in which the\nco-ordinating principle iB paralysed. If the result in any of us were to be that\nour Uontine acquired so much power over our Uonie as to take her ticket for\nher and put her into the train where she did not think it right to go, or to\nwrite postscripts to her letters, I think our upper and ordinary selves might\nwell complain of us for having put them into a bondage which might have\nbeen avoided.-Yours faithfully,\nM.B.\n\"M.. B.'s\" suggestive letter raises three separate questions, two of which\nseem to call only for a few explanatory words; the third points to a deeper\nproblem.\n(1) As to the relative characters of L60nie and L60ntine, I do not\nthink that L60ntine is inferior to L60nie in any other way than as a\ndreaming or somnambulic person is inferior to the same person\nawake. L60ntine, that is to say, is less cautious, less coherent, less\nadapted to the business of life than Uonie. But at the same time\nshe is superior in acumen, initiative, energy; and the acts (such as\ntaking a railway ticket) which were inconvenientorpuzzlingtoLOOnie,\nwere conceived in the true interest of the joint individual, though\nwithout the restraint which L60nie's shy, self.effacing habits might\nhave imposed. It seems indeed that in secondary Relves, such as\nUontine, this increased elan and freedom is not unusual; but I do\nnot rememher any cases where a persistent secondary self, developed\nby hypnotism, has been distinctly worse or lower that the primary,\n(2) As to the influence of the operator's unconscious 81J{J.r16I1tion in\ndetermining the character of Leontine, we must remember that\nL60ntine, so to say, was born before Professor Janet. Mme. B. is\nmuch older than Professor Janet, and her secondary self was first\nevoked-whether by hypnotism or by some spontaneous change\nwe cannot now know certainly-while she was still a child.\nLeontine's life then ran mainly underground for many years, and\nreappeared when Dr. Gibert hypnotised the subject a few years\nago. And, on the other hand, Professor Janet's various subjects\nbear no particular resemblance to each other in the somnambulic\nstate; nor has he, I think, any theory as to the hypnotic character\nwhich they are about to develop. While, therefore, it seems quite\npossible that in some cases the expectation or suggestion of the\noperator may influence not only the isolated actions bllt the whole\nWelllm of the secondary self, Leonie's case is one where this\nsupposition seems specially improbable.\nDigitized by Google\n\f320 Journal of Society for Psychical Research. [Oct., 1888.\n(3) As to the potISibility of poue8lion-in such a case as LOOnie's-of the\noccupation, that is to say, of some one stratum of herself by an\nunembodied spiritual entity ;-thissuppositionis,ofcourse,extremely\nremote from the conceptions of modern science. But let us for the\nsake of argument aBSume that such a thing may occur-let us\nsuppose that in the case of entranced \"mediums\" it does occur-\nwhat, then, will be the indication which suggests such invasion 1\nSurely the utterance by the entranced subject of something unknown\nto him in the normal state. There must be more than a mere shift-\ning of the kaleidoscope, there must be the introduction of new forms,\nnew tints, in its readjudted imagery. But there is nothing of this in\nLeonie's case. There is no matter of knowledge in her subjacent\npersonalities but what the joint personage has acquired through\nordinary channels. The saying still holds good, \" Nihil in intellect?\/'\nquod non priU8juerit in 8en8u,--niBi intell~ctU8 ipse.\" The intellectus\nipse, in the secondary state, stamps the old material with a\ndifferent pattern; but so it does for each of us every time that we\ndream. Dreaming is an admitted, an important, an ill-understood\nfact i-and in all these cases the analogy of dream should surely first\nbe worked out before we appeal to hypotheses so much more remote\nand obscure.-F. W. H. M.]\nReaders of the Journal will be interested to learn that letters were\nreceived in the month of July by the President (I) from Baron Goeler\nvon Ravensburg, and MeBSrs. Hans Natge and Max Dessoir, writing in the\nname of the Berlin Society for Experimental Psychology, and (2) from\nBaron Schrenck Notzing on behalf of the Psychological Society of Munich,\nexpressing deep sympathy with the loss sustained by our Society through\nMr. Gumey's death. Both letters also contained a full and cordial recogni-\ntion of the scientific value of Mr. Gurney's work, and of the services\nrendered by him to the cause of Pdychical Research. The representatives of\nthe Berlin Society, in particular, add a warm expres8ion of gratitude for the\n\"kind encouragement \" and \"unselfish help\" received by them from our\nlate Secretary. The letters were gratefully acknowledged by the Presi-\ndent.-ED.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nCOOPER (Robert) Spiritual Experiences, including Seven Months with\nthe Brothers JJavenport .......................................... London, 1867\nPOWELL (J. H.) Spiritualism; its Facts and Phases ...............LoJldon, 1864\nROTH (Dr. Mathias) The Physiological Effects of Artificial Sleep, with\nsome Notes on the Treatment by Suggestion..................London, 1887\nBELFIORE (Dr. Giulio L'Ipnotismo e gli Stati affini. Prefazione del Prof.\nCesare Lombroso (2nd edition) ........................ ........•...Naples, 1888\ntHISTOIRES PRODIGIEUSES. Extraictes de Plusieurs Auteurs Grecs et\nLatins .........•.•............. ..........................................•.A7tVer8, 1595\nt Presented by Prof. Chas. Richet.\nThe list of books present~d to the library by Mrs. Gurney will appear in\nthe next number of the Journal.\nDigitized by Google\n\f","_id":449}