{"name":"Journal of the Society for Psychical Research 6665","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v3_n55_dec_1888.pdf","mytitle":"Journal of the Society for Psychical Research, V3 N55, December 1888","mylang":"de","content":"No. LV.-VOI.. III. DECEIIBER, 1888.\n,JOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCON TEN T S. PAGE\nNew Associates .. .. .. .. .. .. .. 345\nProposed Memorial to Mr. Ethnund Gurney . . . . 345\nMeetina' of the Council . . . . . . . . . . 346\nGE'neral Meeting .. .. .. .. .. . . .. .. .. .. .. ... 346\nSome Remarks on Profel'SOr Richet's Experiments on the Po\"sibility of Clairvoyant per-\nception of Dmwings.. .. .. .. .. .. .. .. .. . .. 348\nCases received by the Literary Committes . . 355\nNotes .. .. .. .. .. .. .. 360\nNEW ASSOCIATES.\nCONSTABLE, M. S., Wassand, Hull.\nDILL, ROBERT C. GORDON, M.A., Isthmian Club, Grafton-street,\nLondon, W.\nSMITH, G. A., Manstone Cottage, St. Lawrence, Kent.\nPROPOSED MEMORIAL TO MR. EDMUND GURNEY.\nIt has been suggested by a member of the Society far Psychical\nResearch that it would be fitting to commemorate Mr. Gurney's work\nin Psychical Research by dedicating to his name some branch of the\nSociety's library, and raising a fund to make the department more\ncomplete. The Council gladly accept the suggestion, and (with the\napproval of Mr. Gurney's family) propose that any books of value\nalready in the library which bear on Hypnotism and kindred subjects\nshould be known as the\" Edmund Gurney Library,\" and bound and\nstamped accordingly.\nThe subject of Hypnotism has been selected, partly because it was\nin this direction that lOuch of Mr. Gurney's most valuable and original\nwork was done; and partly because it is a branch of research now\nwidely recognised as of high scientific importance, and on which every\nyear produces new pUblications of value. The Society's collection of\nbooks on Hypnotism is incomplete, and many fresh works will need to\nbe added both at once and, in all probability, for many years to come.\nThe Oouncil in fact would be glad, if possible, to expend in each year\nonly the interest of the fund to be collected. It is proposed that all\nbooks thus purchased shall continue to form part of the \"Edmund\nGurney Library,\" and that the employment of the funds raised shall be\nentrusted to the Library Committee of the Society for Psychical\nResearch for the time being. Donations are invited both from\n2 D\nDigitized by Google\n\f346 Journal of Society for P8ychical Research. [Dec., 1888.\nmembers of the Society for Psychical Research and from other friends\nof Mr. Gurney's, who may be glad of this opportunity of doing\nhonour to his memory. The Rev. A. T. Fryer, 3, Vernon-pl&\\\"'e,\nBloomsbury, W.O., has kindly consented to act as treasurer, and will\nreceive any sum entrusted to. him for the\" Edmund Gurney Library\nFund.\"\nFREDERIC \\V. H. MYERS,} Hon. Secs. Society\nFRANK PODMORE, for Psychical Research.\nNovember, 1888.\nMEETING OF THE OOUNCIL.\nAt a Meeting of the Oouncil held at the Society's Rooms, on\nNovember 16th, the following Members were present :-The President\n(in the chair), Dr. A. T. Myers, and Messrs. F. W. R. Myers and\nFrank Podmore.\nThree new Associates, whose names and addresses are given on the\nprevious page, were elected.\nInforma.tion was received with regret of the death of the Rev. P.\nH. Newnham, a Member of the Society, and also of Mr. Oharles A.\nPitcher, an AssoCiate. It was resolved that a letter of sympathy be\nwritten to Mrs. Newnham.\nA proposal as to a memorial to Mr. Edmund Gurney, fully ex-\nplained above, was agreed to.\nVarious matters of routine business were attended to.\nIt was agrE.'ed tha.t the Annual Business Meeting of the Members\nof the Society be held on Friday, January 25th, 1889, and also that a\nGeneral Meeting be held on the evening of the same day.\nThe next Meeting of the Oouncil will be held on Monday,\nDecember 17th.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall, on\nNovember 16th, Professor Sidgwick, the President of the Society, in\nthe chair.\nA paper was read from Professor Charles Richet, of Paris,\non some experiments of his own on \"lucidity\" or \"clairvoy-\nance,\" made with Madame B., a hypnotic subject well known\nto French physicians. He found that she could frequently\nrecognise an ordinary playing card unknown to anyone present and\nDigitized by Google\n\fDec.,1888.] Journal of Society for Psychical Research. 347\nenclosed in two thick envelopes. His method was to select a\ncard at random, and without looking at it, from a pile of ten packs,\nto enclose this in an envelope (and in a second series of experi-\nments in two envelopes), which he gummed down and handed to\nMadame R, whom he had previously hypnotised and who remained\nunder his eye throughout the experiment. This was often very\ntedious, hours sometimes elapsing before she professed to know the\ncard. In most cases she only attempted to name the suit, and was\noften wrong, but out of the 15 trials in which she completely\ndescribed the card she was right 12 times-the second envelope\nnot reducing the proportion of complete and successful guesses. After\nshe had named the card, Professor Richet examined the envelope\nto see whether it was intact. He thinks that the hypotheses of\nvisual or tactile hyperresthesia are neither of them admissible, and\ninclines to believe that she discerns the cards by the exercise of some\nfaculty as yet imperfectly known. He intends to continue his\nexperiments.\nThe reading of Professor Richet's paper was followed by some dis-\ncussion on the details of the experiments.\nMR. PonMoRE remarked that Madame B. might conceivably have\ndeceived Professor Richet in two ways. She might have brought with\nher envelopes similar to his own, enclosing cards which she knew, and\nthen substituted these envelopes for his. Or she might have opened\nhis envelope, taken out the card, looked at it, and placed it in an\nenvelope of her own. It did not appear that Professor Richet had\nhimself marked his envelopes beforehand.\nMR. BARKWORTH referred to the experiments with Mr. Davey as\nshowing the extreme difficulty of maintaining continuous attention\neven for 20 minutes. Professor Richet's continuous attention was\nneeded for some hours together, and at dead of night.\nMR. H. A. SMITH remarked that in this case fraud on Madame\nB.'s part would imply preparation; but that, judging from other\naccounts of the intermixture of her psychical states, her hypnotic self\nmight be responsible for the preparation as well as for the definite act\nof fraud, if fraud were committed.\nMR. F. W. H. MYERS remarked that the most striking incident in\nProfessor Richet's paper-the perception by Madame R of an\naccident with bromine in Professor Richet's laboratory-was beyond\nthe reach of fraud. He had had the opportunity some years ago of\nexamining the records of some similar clairvoyant perceptions (as it\nseemed) of Madame R's, which occurred at Havre, but had not yet\nbeen published.\nThe PRESIDENT said that his general confidence in Professor\n2n2\nDigiti G ~le\n\f348 Journal of Society for Pgychical Research. [Dec.,I888.\nRichet's skill and caution in experimentation was as great as, o~\ngreater than, the confidence which he would feel had the experiment.\nbeen his own; at the same time he acknowledged the force of the\nobjections that had been made that evening to the card experiments.\nA paper was also read on \"The Connection of Hypnotism with the\nSubjective Phenomena of Spil'it'ualism,\" giving an account of observa-\ntions and experiments on the production of local anresthesia, muscular\nrigidity, and delusions, by self-suggestion. It was argued, among other\nthings, that the trance utterances of \"mediums,\" when there is real\nand not only pretended abnormality of condition during the utterance,\nmay be the result of self-suggestion inducing a somnambulic state,\ncombined with a tendency to impersonate some deceased person or\nsupposed spirit, on whom the mind of the medium had been previously\nfixed. There may thus be no conscious deception, while yet the words\nuttered are the product of the medium's own mind, just as much as if\nthey were uttered in obedience to a suggestion given by a hypnotiser.\nMR. VICTOR HORSLEY said that he had been very much interested in\nthe paper, and thought that the facts of auto-suggestion which had\nbeen presented in it offered a promising field for further study. Of\nthe phenomena of self-induced anresthesia he should be glad to learn\nmore. It was a generalisation at which M. Charcot had arrived in\ncases of hysterical anresthesia, and the same result had been reached\nby direct experiment. on the cortex of the brain, that the anresthesia was\nnot less than segmental, that is to say, did not extend over shorter areas\nof the body than between joint and joint, though it might be sometimes\nconfined to one side or the oth~r of what was termed a segment. He\nshould be glad to know if the same had been observed in these cases\nof anresthesia arising from auto-suggestion. Of the general method\nand objects of the experiments he expressed warm approval.\nSOME REMARKS ON PROFESSOR RICHET'S EXPERI-\nMENTS ON THE POSSIBILITY OF CLAIRVOYANT\nPERCEPTION OF DRAWINGS.\nBy A. F. BALFOUR.\nI am impelled to make the following remarks upon that part of\nProfessor Richet's valuable paper in Proceedings, Part XlI., pp. 55-116,\nwhich relates to experiments with drawings, because those experiments\ninterested me very much, and, as affording evidence of \"lucidity,\" or\nclairvoyance, seem to me decidedly encouraging-more so in some\nDigitized by Google\n\fDec., 1888.] Journal of Society fm' Psychical Research. 349\n'instances tha.n M. Richet allows.* I am, therefore, anxious that they\nshould be repeated under even better conditions, and should like toO\nsuggest to those who may have the opportunity of repeating them,\ncertain points in which I think they might be improved.\nThe most important of these is that the original drawings should be\nmore carefully done, by a person accustomed to draw clearly and\naccurately; and that they should represent definite objects (e.g., a fork,\na cock, a cow, a letter of the alphabet, a house), which can be named in\none or two words, and not easily mistaken for other objects, and which\nare familiar by sight and by name to comparatively uneducated persons.\nIf any geometrical figures are used, these should be of the simplest kind\nin shape, and such as have well known names. Further, the drawings\nshould be very simple, so that they may be fully taken in at a glance,\nwhich wculd exclude photographs such as Figs. 16 and 19; they should\nbe known for what they are in whatever position they come before the\npercipient, upside down or otherwise (Fig. 53, representing an extin-\ntinguisher, may have been misinterpreted from being seen upside down,\nand, I believe, the same may be said of Fig. 64, and perhaps of others),\nand should never be larger than the real object, as, for instance, Fig. 32\nis, if it represents a die, which I conclude it does.\nI think also that the drawing should never be folded, as this\nintroduces a.n ambiguity, and that care should be taken to have nothing\ninside or outside the envelope containing it, such as seals, notes of\ndA.tes, &c., which may confuse the percipient, or .:omplicate the\nexperiment.\nIt seems to me very likely, that had these points been attended to\nmany of the percipient's own drawings would have borne a much greater\nresemblance to the original drawings than they do. Moreover, since the\noriginal drawing could be easily described, there would be no necessity\nfor representing the percipient's impression by a drawing-a great\nadvantage in the case of a percipient not accustomed to draw;\nespecia.llyas we should thus avoid, not onlythe defects arising out of her\nown bad drawing, but the still more serious ones which, as it appears to\nme, may arise (I) from her influencing her impression by her own\ndescription and then drawing the altered and not the original impres-\nsion, and (2) out of the attempts of other persons to realise her ideas and\nexpress them in a drawing. M. Richet's experiments-so far as they tend\nto prove clairvoyance-tend also to show, I think, that the perception\nclairvoyantly obtained is of an indistinct and evanescent kind, easily\n• I should 8el~t as the most encouraging experiments, numbers IV.,\npp. 82, 83;VI., pp. 85,86;·XI., pp. 91, 92; XIII., pp. 93,94; XVII., p. 97; XVIII.,\np. 98; XXIV., pp. 102, 103; XXXIV., p. 107; XXXV., p. 107; XXXVIII.,\npp. HI, 112; all in the second !leries.\nDigitized by Google\n\f350 Journal oj Society for Psychical ile8eu1'ch, [Dec,. 1888.\neffaced or confused by ideas otherwise introduced. Other persons in the\nroom, who are trying to understand the percipient's description, may\nintroduce such erroneous ideas either by words, or by drawings, or even\nby thought-transference, and I think that they probably have done so\nin some instances. For this reason the hypnotiser and other persons\npresent should, while putting down the percipient's words, try to\nprevent themselves as far as possible from endeavouring to interpret\nthese words,-as they must do,for instance, if they wish to draw the idea\nsuggested-and should never speak a word having any reference to what\nthe percipient describes, while the experiment is going on.\nI will now try to justify the above remarks by discussing some of\nthe drawings and experiments in detail, under the heads of\nI. Defects in the original drawings.\nII. Complications in the experiments.\nIII. Ideas suggested to the percipient by other persons present.\nI ought to say at the outset that I have not gone into the question of\nthe possibility of perception by the senses in the ordinary way-\n(conscious or unconscious deception),-but have assumed that\nM. Richet's precautions against this were adequate except where he\nstates the contrary.\nI. Cases where defects in the original drawings have possibly inter-\nfered with success.\nThe original drawings fail in several ways, but first and foremost in\nbeing for the most part so imperfectly drawn, that it is not always\neasy even for a person under ordinary conditions to say what they are\nmeant to represent; and for persons under extraordinary conditions\none would think it must be almost hopelessly difficult. Indeed, what\nsurprises me most is to find how often the percipient does seem to have\nmade something out of them approximating to the originals. Take for\ninstance the following drawings :-Fig. 42 is called a serpent; it is quite\nas like the edge of a frill. Fig. 45 is a mere collection of crooked lines.\nFig. 56 is more like a flower-bud (seen in a foreshortened position) with\na stalk, than a cat. One almost requires to be told that Fig. 58 repre-\nsents a ship. Fig. 60 iii! as much like a wig on a stand as a tree, and\nFig. 71 is little more than an irregular patch of cross-hatching. It does\nnot surprise me in the least to find that the percipient calls Fig. 45\n\"a heart with two bars, or balloon with its cradle,\" instead\nof a face; or Fig. 49 a butterfly instead of a palette,-very slight\nalterations in the lines will make it an undoubted butwrfly; or\nFig. 62 a window or frame instead of a flag; or Fig. 64 a crown instead\nof a table (of course, you must put it upside down); or Fig. 72 a\n'-ase with a fountain or flowers in it instead of a cray-fish ; or Fig. 76\nIt ladder instead of a fan. In some cases these drawings are com-\nDigitized by Go\n\fDec.• 1888.J Journal of Society for Psychical Research. 351\nparatively carefully done, such as Fig. 62 (the flag), 72 (the cray-fish),\n76 (the fan), and 86 (a balloon), but even then they are not sufficiently\ncharacteristic at once to convey their meaning.* Some drawings again\nare not representations of definite objects (as Figs. 51 and 26), and\nothers (as Figll. 37 and 78) are nameless elaborate geometrical figures,\nalmost impossible to describe in words, and very difficult to draw from\nrecollection.\nI think I see considerable evidence for another important result\nalready mentioned, following, but less directly, from the imperfection of\nthe original drawings. The percipient not unfrequently draws, not\nwhat she may have perceived of the original drawing, but something\napparently suggested to her by her own description of what she per-\nceiv8'i. Thus her drawing may have little or no resemblance to the\noriginal, and yet may show evidence for lucidity. Some such cases\nseem to be considered by M. Richet as almost failures. I should\nconsider them partial successes. My regret is then great, for I think it\nhighly probable that had the original drawings been well done and\neasily described in one or two words, we should have had first-rate\nevidence for luc·idity.\nThe most remarkable instance of the percipient drawing what she\ndescribed and not what she may clairvoyantly have seen is\nExp. XIII., pp. 93-4. Weare told that the original drawing (Fig. 56)\nis a cat, but as I said before, it is quite as like a foreshortened flower-\nbud with a stalk, and it is as a \"flower with a stalk\" that the\npercipient describes it. She then makes a drawing of a flower on a\nstalk, which has no resemblance whatsoever to the original drawing,\nyet it is ap. undoubted representation of her description.\nOut of the eighteen cases in the second series of experiments (pp.\n77-112), where the percipient's a.ttempts to draw what she perceives are\ngiven, ten, or possibly twelve, a.ppear to me to show traces of the above\nprocess. I should especially call attention in this respect to Exps.\nIX., pp. 89, 90; X., pp. 90, 91; XI., pp. 91, 92; XIV., pp. 94, 95;\nXVIII., pp. 98, and more doubtfully to Exps. XII., pp. 92, 93, and\nXXX VII., pp. II0, llI. The first series of experiments need notbe\nconsidered under this head, as they were professedly not carried out\nunder conditions excluding thought-transference and therefore afford no\ntest of clairvoyance.\n* The dragon-lI.y of Exp. XXXII., p. 107, of which the original drawing is\nnot given us, may be another case of this. If this dragon-lI.y was drawn with\nwings extended at right angles to the body, as dragon-lI.ies generally are, may\nit not be these wings rather than the eyes which the percipient described as\n\" deux ovales tres rapproches comme deux lunettes\"!\nDigitized by Google\n\f352 Journal oj Society JOT Psychical Resea1'ch. [Dec., 1888.\nII. The objection to complications in the experiment is well\nshown by Exp. VII., p. 68. Here the original drawing is a circle\nwith a transverse bar. The percipient talks of seeing photographs, and\non being told that she is wrong, adds that she sees something brilliant\nlike varnish. On being then told that there is a seal, she describes the\nletters OB. it correctly. She also says there is writing inside, and makes\na few rough horizontal lines of different lengths to describe the general\nform of the lines of writing. Her ot.her remarks are not to the point.\nAt first sight one is struck by her sa-ying she sees something brilliant,\nand by her correctly describing the letters on the seal; also by the\nstatement, which turns out to be true, that there is writing. But\nthese lose all their value when we find that she might possibly have\nseen the seal and the writing, or, if this were not so, we reflect that she\nmight at any rate have felt the seal. From that to guessing the\nletters-the initials of a man whom she very likely knew to be interested\nin the experiments-is not a very surprising step; nor is it strange that\nshe should guess there was writing.* Of the drawing she sees nothing.\nThus, then, this experiment is rendered completely useless, owing to the\ncomplications of a seal and writing being introduced into it, without\nintention, and therefore without precaution.\nSomewhat Rimilar complications occurred in Exp. I., pp. 57, 58,where\nthere i& a note of date on the drawing, which may be what the per-\ncipient refers to in the words \"Comme un escalier\"; and in Exp. IV.,pp.\n63-6lS, where the postage stamps on the inside envelopes and the folded\ndrawing may both have influenced the result, as M. Richet points out.\n~propos to folding, I may remark that in Exp.VII., p. 86, thepercipient's\ndescription would be very good if the original drawing was folded half-\nway across and then seen like a transparency, and the same is true of the.\ndescription in Exp. XXXIII., p. 107. It would be interesting to know\nwhether these drawings were folded.\nIII. Proceeding next to the cases where the intervention of some\nperson present other than the percipient have, it seems to me, injured\nt.he experiment, I may cite Exp. XXVI., p. 104, as a good example of\nthe class in which the interposition of the hypnotiser, by word, has\ndone harm. The drawing to be described is intended to represent a\nfan, but it is quite as like the bird's·eye view or ground plan of part of\na spiral staircase. The percipient says she sees \"une Echelle,\" not of\nan ordinary kind, but\" adaptee 8. quelque chose.\" M. Richet suggests a\nhouse, and although she answers no, that idea takes poslWssion of her\nmind, and she immediately draws a house, and adds a curved set of\n*If she saw the writing she might perhaps know it for M. Rondeau's, and in\nthat case would at once gncsR the initials on the seal.\nDigitized by Google\n\fDec.,ll!88.] JouTnal of Society fo'r PlJyckical 1telJea1·ch. 353\nsteps leading to the house, as if she still retained a dim recollection of\nthe curve of the steps derived from the original drawing. Is it not\nquite likely that she would have drawn something much more like the\nspiral staircase or fan of the original had her ideas not been altered by\nM. Richet's rema.rk 1\nPerhaps it cannot be absolutely asserted that the hypnotiaer ha.s, by\nhis own drawings from the percipient's descriptions, seriously affected\nfor the worse the results of the experiments, but it may be safely said\nthat only in one case (Exp. X., p. 72) has he helped the interpretation of\nthe percipient's words by his drawings. Anyone who will look at Fig.\n60, representing a tree, and Fig. 88, representing a swallow, and will\nthen note tha,t the percipient's description of the tree is translated by\nM. Richet into a wreath, while her description of the swallow suggests\nto him a collection of lines intended to represent the head of a parrot,\nwill agree in thinking that the drawings done from the percipient's\ndescription are worse than useless.\nMore important are the cases in which I would suggest that\ntransference of thoughts coming either consciously or unconsciously\ninto the mind of a person in the room while the experiment is going on\nhas perhaps taken place.\nExp. VII., pp. 86,87, may be an instance of transference of thought\nwhich consciously entered the mind of the hypnotiser during the experi-\nment. The original drawing is supposed to represent a serpent. The two\nthings M. Richet thinks of, while the percipient is making vague and\nincomprehensible remarks on what she perceives, are (1) a caduceus and\n(2) a book-plate representing an anchor with two serpents interlacing\nit, surmounted' by the cap of Mercury. Neither of these, however,\nhave any resemblance to the original drawing (unless this was folded\nacross, see above). But is it not possible that the ideas of a caduceus\nand of the book-plate were transferred from M. Richet's mind to\nthat of the percipient, and that it is owing to this that the latter\npart of her remarks forms a very good descript.ion of the book-plate as\nfigured (Fig. 44) 1 To put it shortly, may she not have described M.\nRichet's idea and not the drawing 1 I cannot think that the original\ndrawing, having been intended to represent a s'Jrpent-and one requires\nto be told that such is the fact-ean have had anything to do with M.\nRichet's thinking of the serpents entwining the caduceus and the\nanchor on the book-plate. It is far more likely thbot the percipient's\nword's •• un nreud entrelace . des ronds entrelaces,\" suggested\nthe form both of caduceus and book-plate; the fact of the noo1uu\nentrelaceB on them being serpents, being merely a coincidellce.\nExp. III., pp. 61-63, is, perhaps, an instance of transference of uncon-\nscious thought from an onlooker to the percipient. M. Rericourt gives\nDigitized by Google\n\f354 Jov\/lonal of Society fm' PtJychical RetJea'l·clt. [Dee., 1888.\nas the object to be described a rough drawing of a photograph frame,\nsuggested by one containing a photograph of himself at his own house.\nThe percipient describes the likeness of a man in uniform in a frame,\nand the description applies, on the whole, well to the photograph of M.\nHericourt, who W9S, lit the time it was taken, a. military doctor. It\nseems to me that M. Hericourt must have unconsciously had in his mind\nthe whole effect of the frame with his photograph inside it, and not the\nframe alone; and if so, that his unconscious thought may have been\ntransferred to the percipient, who described it accordingly. It may be\nnoted that the percipient describes the frame as \"un cadre avec un\novale dans Ie cadre.\" It would be interesting to know whether the\noriginal frame had an oval inside it or not. If it had, this is a valuable\naddition to the description. M. Richet thinks there is an indication of\nlucidity in this experiment, but onthe supposition of thought-transference\nthere would be no evidence for lucidity, M. Hericourt having been\npresent the whole time.\nTransference of unconscious thoughts may also have occurred,\nas M. Richet suggests, in Exp. IV., pp. 63-66.\nReference to a ca.se (Exp. XV!., pp. 95,96) looking like thought-\ntransference, which did not, however, influence the image of the original\ndrawing as apparently seen by the percipient, comes in fitly here. The\noriginal drawing (Fig. 60, already mentioned) reprE'sents a tree, some-\nwhat in the style of the \"King Charles's Oak\" which you see on cutting\na hracken stem near the roots. The opening words of the percipient's\ndescription suggest a laurel wreath to M. Richet. Thereupon the\npercipient says, \"The shape is not that of laurel leaves-they are not\npointed leaves,\" and ends by saying there is \"nothing in the middle.\"\nM. Richet then draws something intended to be a wreath, but the\npercipient does not understand what it is meant for. She sees some-\nthing she cannot easily describe, but it is different from M. Richet's\nidea and drawing suggested by l~tJr first word8. Hence her non-\ncomprehension of his drawing and her words about the laurel and\npointed leaves. It seems to me possible that thought-transference and\npartial lucidity were here simultaneous, but did not interfere with\neach other ;-that she saw something more or less like the tree, and she\nalso saw M. Richet's conception, which she combats as being inaccu-\nrate; but the t~o were separate in her mind. Can, however, the thought-\ntransference have begun to overpower the lucidity when she says at the\nend\" Rien au milieu \"-a remark that is eminently untrue of the tree,\nand true of the wreath 7 This experiment has, perhaps, more interest\nregarded as affording evidence of thought-transference than of\nclairvoyance; but the experiments taken as a whole certainly suggest\nthe existence of a clairvoyant faculty.\n\fDec.,I888.] Journal of Society for P8ychwltl Re8ea1'ch. 535\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nAt a recent meeting of the Society the question was raised whether\nthe faculties of receiving telepathic impreBBions, through hallucinations.\nor otherwise, appeared ever to be hereditary. There is certainly BOme\nevidence that it is, as the following cases among others will show.*\nExperiences in the family of Mrs. Treloar, of River, Dover, taken\ndown by F. W. H. M., from a conversation with her and her sister,\nMrs. Gardiner, April 4th, 1888, and revised and signed as correct by\nthe two ladies aforesaid.\nL.819. Adpn\nOur mother, Mrs. Cowpland, wife of the Rev. Robert Cowpland, late\nof Weeford Rectory, Staffordshire, on three occasions, and, we believe, on\nthose three occasions only, saw a hallucinatory figure. On all three occaaiona\nthe apparition coincided with the death of the person seen. On the first\ntwo occaaions both of us heard of the apparition from our mother before the\ndeath was known ; on the thin! occasion Mrs. Treloar alone so heard of it.\nI. In 1857 our mother was bending over a chest of drawers in her\nbedroom, and on turning round saw, as she thought, her brother-in-law, the\nRev. William Cowpland, rector of Acton Beauchamp, Worcestershire,\nstanding by her side. She exclaimed, \"Ah, William! When did you\narrive 1\" Next day a telegram came, saying he had been found dead in\nbed. The coincidence as to hour could not be traced. My mother mentioned\nthe apparition to us both, at once, before the telegram came; and the matter\nwas frequently spoken of afterwards.\nII. In 1860, or thereabouts, she heard a footstep, and went into the\nhall, and returned and told my father and us that she had seen William\nDunn, a gardener at the house of some relatives of ours. We did not know\nthat he was ill, but afterwards heard that he had died about the time\nthat my mother saw him, and had expreued a wish to see her. We believe\nthat the coincidence of hour was clearly made out.\nIII. In 1862, my mother, being in bed, told me that she had seen\na Mrs. F., a connection of ours, standing at the foot of her bed, and\nwas sure she was dead, though we did not know that she was ill. This was\nin fact the case ; and the hour in this case, too, was found to coincide. Mrs.\nF. had been mixed up in affairs with my mother, but there was no special\naffection. .\nHere follow some cases of shrieks heard before death, of which the\nparticulars will be found in Mrs. Sidgwick's paper on \"The Evidence\nfor Premonitions,\" to be published in Proceedings, Part XIII. The\nnarrative proceeds :-\n* See also in this connection \"he cases referred to in Phantasms of tAe\nLiving, Vol II., p. 132, footnote.\nDigitized by Google\n\f356 Jotwnal of Society fur P8yc!t,ical .Resea1·ch. [Dec., 1888.\nL. 820. Ae PI1 [SIMULTANEOUS ApPARITIONS.]\nIn connection with this sister's death an event of another kind\noccurred to myself and a niece, Miss Maud Cowpland :-\nOn August 26th, 1885, Mr. Treloar and I,then living at The Firs,\nBromyard, dined with my brother, the Rev. W. Cowpland, who had succeeded\nmy uncle in the rectory of Acton Beauchamp. Mr. Treloar's letter of March\n3rd, 1888, will describe what happened.\n\"My wife and I were dining with my brother-in-law, and there met my\nwife's sister, who lived a short distance from the recoory. It was a very lively\nparty, and thIs lady was in the best of health and spirits. It was on a\nWednesday, and as we left the house my wife promised to drive over to see\nher shortly, at her own house (Upper House, Bishop'S Frome), where she\nresided alone. On the Tuesday following, in the evening, about eight\no'clock, my wife, who had been in the nursery during the half-hour the nurse\nwas having her supper, went into our bedroom, where there was a lamp\nburning on the dressing-table; and as she passed the bed, in going round to\nthe other end of the room, she saw, as she thought, a black dress on the\nother side of the bed, but on looking again, a figure slowly rose up from what\nappeared a bent position, and looked straight at her for the space of three or\nfour seconds; and she then recognised her sister. Her face was very pale,\nand had a look of anguish on it. My wife came downstairs, and I noticed that\nshe seemed troubled, and on asking her what had upset her, she told me. I,\nof courst', thought it must have been a delusion. Next evening (Wedntlsday,\nSeptember 2nd), just as we were sitting down to dinner, the groom of our\ndoctor came to the house and said his master wished to see me. I went down\nand found him just about to start for my sister-in-Iaw's residence, as he told\nme that she had sent for him, and from what he could learn she was in a\nmost dangerous state from diphtheria. She died two days afterwards, and\nmy wife never saw her, as it was, in the doctor's opinion, running too great\na risk.\"\nThis account is correct, but does not state that just as I had told him of\nthe apparition, Illy niece, Miss Maud Cowpland, who was staying with us,\ncame rushing downstairs from her bedroom, whither she had gone a few\nminutes before-and simultaneously I began to tell her what I had seen,\nand she, scarcely heeding me, burst out, \" I've seen Auntie Annie! I've\nseen Auntie Annie!\" [Mr. Treloar confirms this.] I did not question\nher further then, but her letter appended shows what she saw. She left\nthe house next day, I believe partly on account of the fright. I had\nnever before seen, nor have I since seen, any apparition whatever, nor\nhave I had any other experience at all resembling those which I here\nl'ecount. After the first moment, I was not alarmed by the vision of my\n!lister Anne. She was so remarkably vigorous and full of life that the\nidea of her death never occurred to me. In fact, what happened was this :\nthere was diphtheria in the parish, and she most imprudently kissed a\nschool-child Buffering from that disease. On the Tuesday evening (when\nthe figure was seen) she had retired early to her room, saying to her servants\nthat she had a bad cold. They were young, and there waa no one in her\nhouse to whom she would have spoken confidentially as to her state. All\nDigitized by Go\n\fDec., 1888.] Journal of Society \/01' Psychical Research. 357\nthat can bEl known, then, of her condition at this moment is that ahe was\nalone in her room-whether asleep or awak('l we do not know-and that\nnext day she sent for the doctor, and was fatally ill. There was a strong\naffection between her and myself.\nI may a,ld that the figure which I saw had a bonnet and veil on, the\nveil being tied back round her bonnet, as was my sister's wont. The lamp\nwas bright, and so clearly did I see the figure that I observed the freckles on\nthe nose. My sister had fine, expresaive eyes, and their look in the appari-\ntion was full of anxiety and pain. The figure did not disappear instan-\ntaneously, but seemed to thin away into air.\nIt is my belief that at many times of pain or crisis to one member\nof our family others have had impresaionB of distresa, though at a distance.\nI recall one incident of this. In 1870 my brother (since deceued) broke his\nleg very badly when out hunting. The accident happened at about 4 p.m.\nHe was taken to an inn and lay there all night in real danger. On that day\nMrs. Gardiner, who was joining in a friendly gathering, felt a quite unique\ndepression from 4 p.m. onwards. And that night, contrary to my habit, I\ncould not sleep; and while lyinll; awake was astonished to see my father\ncome into my room and ask for somo help and comfort, as ho was sleepless\nand in distresa. He was at that time in good health, and had never thus\nappealed to me before. T got up and gave him some brandy and water\n(which I had never done before), but all that night we both of us continued\ncauselessly wretched.\nMiss Maud Cowpland dc.;cribes her experience as follows: -\nApril 14th, 1888.\nThe year my father died I went to spend a few days with my aunt, Mrs.\nTreloar. The second night, after wishing her good-night, about a quarter-\npast ten, I retired to my room, and while having my bath I felt an unseen\npower compel me to turn towards a couch which stood at the foot of the\nbed, at the head of which (I moan the couch) stood a figure dressed in crape,\nwhom I immediately recognised as Miss Cowpland, and exclaimed: \"Why,\nAunt Annie, how is it you are here 1\" Then the filrure gradually\ndisappeared.\nIn answer to questions Miss Cowpland adds:-\n1. I have never seen anything before Miss Cowpland's appearance,\nbut often Mf!>re and afterwards, when alone, have felt people, or, I think I\nshould say spirits, around and near me. One afternoon last summer, a feel-\ning came over me as of a hand, with long, soft fingers, stroking my face.\n2. The crape seemed to fall in thick folds from the crown of the head to\nthe ground, but those folds over the face, instead of hiding, threw the\nfeatures out most distinctly. I cannot say exactly how long it stayed;\nperhaps half a minute; not longer.\n3. I am ashamed to say I felt most horribly afraid.\nI mentioned it to threo people, Mr. and Mrs. Treloar, and the servant,\nwhom I asked to sleep with me, as I was too much of a coward to do so alone\nafter that, in that particular room. Yes, I remember Mrs Treloar telling\nme what she had leen; it was after that that I told her my experience.\nDigitized by Go\n\f358 Journal of Society for Psychical Research. [Dec.,1I!88.\nL. 821.\nMr. Myers writes :-\n\"The following series of apparitions is of interest as illustrating the\ntendency of veridical hallucinations to recur in the same family. The Ellis\nfamily, here concerned, are in no way of an imaginative or emotional type.\nThey have given no attention to any phenomena of this type except those\nactually occurring to themselves. To the best of the knowledge of the\nsurviving members of the family, none of the percipients concerned ever\nexperienced any other hallucinations. In the first case the precise night on\nwhich the son saw the father's figure cannot now be recovered with certainty.\nIt was a few days after Christmas-about December 29th-and the Misses\nEllis feel sure that it coincided either with the last day of illness or the\nday of the death of their father. The hO'lvr of the son's vision was about\na a.m., and considering the father's remarkable experience at a corre-\nsponding 1!,(JUT in England, it seems not unreasonable to assume a connection\nbetween the two incidents, and to class the case as \" reciprocal.\" If it be 80\nconsidered, the evidence of the Misses Ellis, who were with th~ father\nwhen his vision occurred, is equal to first-hand for one side of the reciprocaJ\nexperience. An independent, and almost exactly concordant account of t.he\nincident was sent to us by Mrs. Robert Ellis (widow of the son in Australia)\nfrom her recollection of her husband's narration.\nBrighton, June 23rd, 1887.\n\" I hear from Mrs. R. Ellis that you wish to have the account from us of\nmy father, who was dying in Kensington, seeing my brother Rollert, who\nwas at the time in Australia. It was on Wednesday, December 29th, 1869,\nthat my father, who was dangerously ill at the time, awoke from a sleep, and\nraising himself up in the bed pointed and looked most intently to one corner\nof the room and said to us (my sister Mary and me) , Look! don't you see 11t\nis my poor boy Bob'a head! 'then turning to me he said, ' Norman Town, don't\nforget, Gulf of Carpentaria.' He then sank back exhausted. This happened\nabout 3 p.:n. We found, after his death, he had entered the address in\nred ink in his pocket book~my brother having left Bourke Town and goue\nto Norman Town-so that the next packet of letters were sent there. My\nfather died on Thursday, December 30th, 1869. When my brother returned\nhome from Australia a few years after, he told us that one night, whilst\ncamping out, he had gone to rest and had slept, and he awoke seeing my\nfather's head distinctly in one part ofhis tent. It made such an impression on\nhim that he went to his mate in the adjoining tent and said, 'I have seen my\nfather, you must come and stay with me.' By the next mail he received my\nletter telling him of my father's death.\nMy brother said it must have been about 3 a.m. when he saw my\nfather. Would not that correspond with our 3 p.m. 1 I always think\nthey must have seen 63Ch other all the same time.\"\n{\nALICE ELLIS.\n(Signed) MARY ELLIS.\nIn conversation with Mrs. Ellis, senior, and Mias Alice Ellis (at\n43, Silswood-road, Brighton, November 2nd, 1888), I learnt that Mr. Ellis\nDigitized by Google\n\fDeo.,l888.] Journal oj Society JOT Psychical ReseaTch. 359\nwas in no degree delirious in his last days. He lay in a state of exhaustion,\nfrom which the sudden movement and speech above described formed a\nmarbd, though momentary, rally. He was very deeply attachetl to the\nabsent son.\nThe next caee is given in Mrs. Robert Ellis' words, but was confirmed to\nme by Mrs. Ellis, senior, and Miss Alice Ellis. It is, of course, not demon-\nstrable that the vision was more than purely subjective. But in connection\nwith the previous case it seems worth recording. The' three o'clock' was\ntaken by those present as 3 p.m., but it does not appear that they questioned\nthe dying man as to whether p.m. or a.m. was meant. He died at about\n2.10 or 3.15 a.m. on the Wednesday.\n\"After the death of Mr. Robert Ellis, senior, which took place as before\nstated on December 30th, 1869, at his house No. 29, Addison-gardens,\nSouth Kensington (now re-numbered No. 11) his eldest son-who felt the loss\nof his father very deeply-told his mother he had a. presentiment that he was\n'the next to go.'\nHe, Mr. Lloyd Ellis, had symptoms of lung disease at the time but not\nto a degree to lead his friends to expect a fatal termination soon. But his\nhealth declined rapidly towards the end of the year, and in the month of\nJanuary, 1870, he was in a dyingstate.\nLying in an apparent sleep one night (one Monday night, I believe) he\nwoke up suddenly and asked his mother-' Where is my father l'\nShe answer~d him, tearfully, 'Lloyd dear, you know your dear father\nis dead. He has been dead for more than a year now.'\n, ~s he l' he asked. incredulously. 'Why! he was in the room just\nnow, and I ha\\'e an appointment with him, three o'clock next Wednesday.\nAnd Lloyd Ellis died at three o'clock on the following Wedttesday merning.\"\nThe next caee is almost on a par with first-hand, as Mrs. Robert Ellis,\nwhose account (abbreviated) follows here, was present with Mr. R. Ellis\nwhen he saw the apparition, and observed his excitement, although she was\nnot informed till afterwards of its cause.\n\"In the autumn of the year 1875 my brother, John Phillips Clemes, a\nmining engineer, left England and went to Northern Mexico, in the employ\nof Senor Don Francisco Alsna,the proprietor of a silver mine in the Province\nof Sonora. He left England with the full intention expressed to me of\nremaining abroad but three years, although the position he filled· was an\n-extremely lucrative ene.\nMr. Robert Ellis, to whom I was then engaged to be mluried, had made\nthe acquaintance of my brother whilst he was in London, and entertained\nfor him the warmest liking and respect. Indeed, the two men, though most\ndissimilarin eharacter, had formed a sudden and warm friendship for each\nother.\nIt was in Christmas week-Tuesday, December 19th, 1876,-and Mr.\nEllis had called to see me, and spend the evening, as he generally did, twice\na week. We were to have a small party of a few friends on Christmas Day,\nDigitized by Google\n\f3GO JO'U1\"'yutl of Society for Pgychical Research. [I>P.c., 1888.\nand on this evening I was diBcuuing BOme of the small festive arrangements\nwith him-the pudding especially as I remember, and laughing about It,\nand we were both unusually mirthful. The hour was between 6 and '1\np.m, and we were alone in the drawing-room after tea, l'flr. Ellia beiDa\nseated in a low occaa.ionlll chair with his back to the ioor.\nI was standing beside him. and the room was brightly lit with guo Tsaw\nhim suddenly look over his shoulder with a startled, almost terrified. look,\ntwo or three scared glances, and upon my asking him hurriedly what was the\nmatter, he paued his hand over his eyes, and stammered that he had\nimagined he saw BOme one coming in at the door, which was standing slightly\najar.\nHe refused to say any more, though I questioned him closely, and\ndeclared it must have been something the matter with his eyes.\nTwo montha afterwards, when the sad truth was all known to me, Mr.\nEllis told me that what had occurred to startle him that evening was tllis.\nAs he was Bitting. a sensation came o\\\"er him of someone standing at\nhis back, and, lookinJ over his shoulder. he distinctly saw, for the space of a\nfew seconds, a tall. dark figure, a man's figure. draped in black, as it appeared.\nHe could not distinguish featurt-S in the brief time, and in his own agitation.\nIn the month of January, 18'17, there came the news, by telegram, of my\ndear brother's Budden death by fever on Tuesday, the 19th of DecerMer. He\nexpired after being quite tmco1\/,scw\",., for fuurteen hours, at seven o'clock\nin the evening.\"\nNOTES.\nThe Fox Sisters, now Mrs. Kane and Mrs. Jencken, whoin 1848 were the\nheroines of the \"Rochester Knockings \" with which the movemellt calloo\nModern Spiritualillm began, have been confessing to Reporters of American\nnewspapers and to American public audiences, that their performances have\nbeen fraudulent from the beginning, and that the raps were made with their\ntoes. But little weight can be attached to what such people say on one side\nor the other; but they seem to have given experimental demonstration of\ntheir capacity to make raps in this way, and what thllY now state is entirely\nin accordance with the results obtained by investigators as early as 1853. as\nwell as With .facts alleged by a connection of the Foxes in 1851.\nAn interesting case of \"Telepathic Clairvoyance\" is c()mmunicated to\nHphinx for November, by Professor Elliot Coues, of Washington. If the\npercipient,-a hypnotic subject of Professor Coues, whose name is not\ngivon,---can be trusted, she becanle aware of his surroundings on a certain\nevening, when he was at \"party in a distant town in a curious way ;-partly\nby verbal information received from an apparition of him which seemed to\nstan:! beside her in her room and converse with her, and partly by a vision\nof the party. Professor Coues had no cllrtesponding impression on his side,\nand was awake and in full possession of his normal faculties at the time.\nThe form of the experience is an unusual one.\nDigitized by Google\n\f","_id":451}