{"name":"Journal of the Society for Psychical Research 9525","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n56_jan_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N56, January 1889","mylang":"de","content":"No. LVI.-VoL. IV. JANUolRT, 18l1li.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Members and AssocIates •• •.\nPropo!led Memorial to Mr•.Edm1llld GlI11Ie),\nMeetIDg of the CouncU . . . . . . . . . . . . . . ..\n)'urtber Remarb on E98r1menta in CJalrvO)'&llt Perception of Drawinp\nea.a. received b)' the Literal')' Committee . . . . . . . . ...\nThe POll: Sistars.. .. .. .. .. .. .. .. .. ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nPolGR\n.. 1\n.. 1\n.. S\n.. 8\n.. 7\n.. 15\nDOWSON, MRS., L.K.Q.C.P.I., 20, Westgate-terrace, Redcliffe-square,\nLondon, S.W.\nELBWORTHY, ARTHUR K.o Foxdown, Wellington, Somerset.\nGIBSON, REV. MARSDEN, M.A., The Master's Lodge, Magdalene\nHospital, Newca.stltHln-Tyne.\nASSOCIATES.\nEVANS, MRS., The Great House, Llanmaes, near Cowbridge, Glamorgan.\nGREIG, REV. DAVID, M.A., Cottenham Rectory, Cambridge.\nGRIER, CAPTAIN GEORGE R, Neyland, RS.O., Pembrokeshire.\nMAYNE, ARTHUR J., 51, Ashbourne-grove, East Dulwich, London, S.E.\nSLOMAN, REV. ARTHUR, M.A., The School House, Birkenhead.\nPROPOSED MEMORIAL TO MR. EDMUND GURNEY.\n(REVISBD NOTIOE.)\nIt has been suggested by a member of the Society fGr Psychical\nResearch that it would be fitting to commemorate Mr. Uurney's work\nin Psychical Research by dedicating to his name some branch of the\nSociety's Library, and raising a fund to make the department more\ncomplete. The Oouncil (with the approval of Mr. Gurney's family)\ngladly accept this suggestion, and invite contributions to a fund which\nit is hoped may be permanently invested-the interest being expended\nin building up by yearly purchases a Library of works bearing on\nHypnotism and kindred subjects, to be known as the \"Edmund\nGurney Library,\" and bound and stamped accordingly.\nB\n\f2 Jowrnal of Society for Psychical Research. [.Tan., 1889.\nThe subject of Hypnotism has been selected, partly because it was\nin this direction that lIluch of Mr. Gurney's most valua.ble and original\nwork was done; and partly because it is a branch of research now\nwidely recognised as of high scientific importance, and on which every\nyear produces new publications of value. The Society's collection of\nbooks on Hypnotism will naturally form the nucleus of the proposed\nLibrary, but it is incomplete, and many fresh works will need to be\nadded both at once and, in all probability, for many years to come.\nIt is for this reason that the Oouncil would be glad, if possible, to\nexpend in each year only the interest of the fund to be collected. It\nis proposed that all books thus purchased shall continue to form part\nof the \"Edmund Gurney Library,\" and that the employment of the\nfunds raised shall be entrusted to the Library Committee of the\nSociety for Psychical Research for the time being. Donations are\ninvited both from members of the Society for Psychical Research and\nfrom other friends of Mr. Gurney's, who may be glad of this\nopportunity of doing honour to his memory. The Rev. A. T. Fryer,\n4, Upper Vernon-street,* London, W.O., has kindly consented to act\nas treasurer, and will receive any sum entrusted to him for the\n\"Edmund Gurney Library Fund.\"\nFREDERIC W. H. MYERB,} Hon. Secs. Society\nFRANK PODMORE, for Psychical Research.\n19, BUCKINGHAM STREET,\nADELPHI, LONDON, W.O.\nDecember, 1888. •\nThe following donations have been already received or promised :-\nMrl. Russell Gurney ...\nF. W. H. Myers... ...\nMrs. F. W. H. Myers\nDr. A. T. Myerl... ...\nLord and Lady Rayleigh\nProfessor Sidgwick\nMrs. H. Sidgwick\nRt. Hon. A. J. Balfour\nMrs. F. Myers ... ...\nMiss Bertha Porter ...\n£ I. d.\n25 0 0\n10 0 0\n10 0 0\n10 0 0\n10 0 0\n10 0 0\n10 0 0\n500\n500\n500\nProf. S. H. Butcher\nR. H. Hutton\nLord Monteagle ...\nF. Podmore\nJ. H. Stack... ...\nMiu Balfour\nProf. Croom Robertaon\nRev. A. T. Fryer\nEmestMyerl\nF. C. S. Schiller ...\n£ So d.\n330\n220\n220\n220\n220\n200\n110\n110\n1 1 0\n1 1 0\np\" * N.B.-Mr. Fryer's address as given in the JOURNAL for\nDecember was wrong; the above address is correct.\nDigitized by Google\n\fJan., 1889.] JO'Urnal of Society for Psychical Research. 3\nMEETING OF THE COUNCIL.\nAt a Meeti&g of the Council held at the Society's Rooms on\nDecemhe.· 17th, the following Members were present :-The President\n(in the chair), Dr. A. T. Myers, and Messrs. F. W. H. Myers, Frank\nPodmore, and J. Herbert Stack.\nThree new Members and five new Associates, whose names and\naddresses are given above, were elected.\nThe resignation of several Members and Associates who, for various\nreasons, desired to retire from the Society at the close of the year, were\naccepted. It was agreed that the names of some others, whose\nsubscriptions had remained for some time unpaid, Should be struck off\nthe list.\nVarious matters of routine business were attended to.\nAs previously arranged. the Annual Business Meeting of the\nMembers of the Society will be held on Friday, January 25th, 1889.\nThe Assistant-Secretary was directed to send out the notices in the\nusual form, according to the rules.\nA General Meeting will be held, as previously stated, on the evening\nof the same day.\nIt has also been agreed to hold a General Meeting on Monday,\nMarch 18th, 1889.\nThe next Meeting of the Council will be held at the close of the\nAnnua.l Business Meeting on January 25th.\nFURTHER REMARKS ON EXPERIMENTS IN\nCLAIRVOYANT PERCEPTION OF DRAWINGS.\nBy PROFESSOR CHARLES RICHET.\n[Translated.]\nIt is with keen interest that I have read Miss Balfour's comments\nupon my article on Lucidity. May I be allowed to make on this\nsubject two short observations, after which I shall relate some experi-\nments which I made yesterday, a few hours after reading the number\nof the Journal which contains Miss Balfour's remarks.\nIt is certain that the subjectll of lucidity (if lucidity exist) do not\nperceive the objects in detail, but only the objects in mass-in their\nprincipal outlines; also it appears, at first, preferable to give for their\ndivination simple lines, and not complicated drawings such as were\nusually furnished to me in the envelopes, of the contents of which I\nwas ignorant. But, on the other hand, with geometrical figures, or\nextremely simple designs, chance might play a more important part\nB 2\nDigitized by Google\n\f4 J01Jlr'ool of Society for Psychical &search. [Jan., 1889.\nthan in the case of more complicated drawings. If one of these com-\nplicated drawings should be described in all its details, it would be\nextremely strong evidence; if on the other hand the subject could\nindicate only the principal outlines, one would look upon the drawing\nas upon a geometric design, abstract the details, and take note only of\nthe principal outlines described by the subject.\nI am, nevertheless, quite in agreement with Miss Balfour as to the\nadvantage of employing very simple drawings only; but one knows that\nit is very difficult, if not impossible, to arrive immediately at a pro-\ncedure of experimen~; I will not say sound, but even pa.ssable. It is\nonly after much grCWing and hesitation that one avoids faulty attempts\nand errors in starting. I have had no predecessors to guide me, which\nmay be a gIOund for indulgence for the defects of this research, which\nafter all is but a first rough sketch. I have even ended by being per-\nsuaded that the results obtained by these drawings (even if they were\nof irreproachable exactitude, which is, unfortunately, never the case)\ncould not in themselves carry conviction. They do not e,'en lend\nthemselves to the calculation of probabilities, The best way, in my\nopinion, would be to experiment always with cards, but the cards seem\nto succeed even less than the drawings, for various rea.sons, upon which\nI have not now time to insist.\nAs to the second point dealt with by Miss Balfour, I am quite in\nagreement with her. But how is one to avoid this rock t How to\nprovide, in presenting a drawing, against having in one's mind such or\nsuch a design 7 Assuredly one must not speak of it to the subject, for\nwhatever one says tends only to put the subject on a wrong tack. As\na rule, I never say a word, though sometimes it is really difficult to\nallow the subject to hesitate and grope for a quarter of an hour and\nmore, without supplying the word. But even when one says nothing,\none thinks, and it isimpoBBible not to do so.\nI shall allow myself, Ii propo. to this, to relate the following facts,\nwhich have occurred quite recently, and confirm in a surprising manner\nthe remarks of Miss Balfour.\nOn Sunday (December 9th), at 8 a.m., I received the number of the\nJO'IJI1\"nQ,l containing Miss Balfour's paper, which I read naturally with\ngreat attention. What struck me most were the remarks as to Figure\n60, Exp. XVI., and still more, as to Figure 88, Exp. XXXVIII., and\nI said to myself that Alice, on the one hand, and Claire, on the other,\nhad given proof of some lucidity but that I had clumsily put them out\nby my words and my interpretations. [The cases referred to are those\nin which, the original drawings representing a tree and a swallow,\nthe percipient's descriptions suggested to M. Richet a wreath a.nd\nDigitized by Google\n\f.Jaa.,l889.] JO'IJIr'1U11, of Society for Psychical Research. 5\na parrot's head respectively. See pp. 96 and 112 of Procudingl,\nPart XII.]\nI was going, that very day, December 9th, to see both Alice and\nClaire. At 4.30 p.m., having put Alice to sleep, I made with her five\nexperiments, which succeeded fairly well, though not perfectly in any\ncase, and I ask to be permitted to relate them in detail.\nI. I ask : \"What object have I in Diy pocket'\" She says: \"It is\nDot of much use; it is not long; it is to place upon paper; there is a\ncircle, a stamp (timbre), a seal (cacket); it is not like a paper-weight.\"\nThen I ask (and I was wrong to speak): \"What is it made of'\" and\nahe says, \"Iron.\"\nThese answers are rather remarkable, in so far that they apply\nadmirably, not to the object which I had in my pocket on December 9th\n-a die (eltompe)-but to another object which I had carried about for\nsome days previously (without showing it to anyone) with the vague\nintention of giving it as an object to be gueued at, either by Alice or\nsome other subject. It was a piece of wood, resembling a paper-\nweight, with a round. in the middle-a fragment of ,,\"\"ood-work which\nhad become detached from a piece of furniture. The description which\nAlice had given of it WaB quite exact, except for saying, \"It is to place\n. upon paper,\" which applied to the die. The worst mistake, that of\nsaying \" It is iron,\" WIloB, no doubt, provoked by my ill-timed question.\nIt seems, therefore, IIoB if there were in this CIIoB8 a mixture of two\nimages-of two objectB-(I) the object which I had carried about for\ntwo days, with the intention of submitting it to Alice; (2) the object\nwhich I actually carried on the day in question.\nII. In the next room, which was quite dark, I took a card out of a\npack of 32 cards, and put it on the table; afterwards I replaced the\npack in my pocket, without showing it. Naturally, I did not know\nthe card, which I thus took from the pack, and in the next room there\nwas no light, and no one WaB present. Alice said, \"Knave of Spades.\"\nIn reality it was the King of Spades, which is very much like the\nknave.\nIII. I said to Alice: \"I am going to take a coin out of my pocket\nand place it on the table in the next room,\" which I did. She said,\nvery rapidly: \"It i'il a franc piece, with the effigy of Napoleon\nIll., 1866.\" It WIloB in fact a franc, with the effigy of Napoleon, 1863.\nIV. She hlloB an album containing 31 photographs, with which I\nhave sometimes made experiments, making use of each of the photo·\ngra.phs IIoB if it were a card in a pack. In the dark room, I took at\nrandom one of these photographs, without knowing which I had taken.\nShe told me it WBi a lady, photographed at Rennes, which WIloB\nDigitized by Google\n\f6 JO'Urnal of Society for Psychical Research. [Jau., 1889.\nactually the case; but there were in her album six photographs of\nladies taken at Rennes, and she wa.s mistaken in the precise designa-\ntion of the person whose photograph I had put in my pocket.\nV. It is to the experiment with a drawing that I attach most im-\nportance. I put into her hands a thoroughly opaque envelope, and I had\nhardly placed it in her hands when she sa.id, \"It is a parrot. I see it\nquite well-it is so plain that it cannot be true (1). It is upon some-\nthing high.\" She said not another word, and I opt'ned the envelope.\nI sa.id: \"It is wrong. It is a man hanged on a big gallows.\" Then,\ninstead of sa.ying that it wa.s wrong, she is delighted, contrary to\ncustom, and sa.ys to me, laughing, \"But I sa.w it; the high perch is the\ngallows I \" And, in fact, one knows that in the public gardens, there\nare sometimes parrots out of doors on bars, but over .hem is a large\nring, to which they can suspend themselves.\nHere, I think, is confirmation of MiBB Balfour's hypothesis a.s to\nthe juxtaposition of two images. It is probable that when I reached\nAlice's house I wa.s strongly preoccupied with Exp. XXXVIII. and\nMiBB Ba.lfour's criticisms upon it. How that became mixed up with\nthe gallows so a.s to suggest the parrot I ca.nnot say, but there seems to\nbe more in it than mere coincidence.\nI would remark also a.s to these five experimenta,-the only ones\nwhich I made with Alice that day,-that they all succeeded, but only\npartially. Why wa.s their SUCCeBB a.lways spoilt by mistakes' Sup-\npose Alice had sa.id \"a die-a king of spades-a gallows,\" &c., one\nmight almost have affirmed that there wa.s here a demonstration of\nlucidity in startling degree.\nI pa.ss now to the experiment made with C1a.ire on the sa.me\nday.\nFor various rea.sons, Olaire ha.s beeu hypnotised but seldom, but\nha.s nevertheleBB given some rather remarkable proofs of lucidity. As\na rule I ca.n put her to sleep only when she is ill, for magnetism ha.s a\nsoothing effect upon her, to a perfectly surprising extent. She is\nreadily open to suggestion, and very sensitive to the magnet, and with\nher magnetism ha.s more effect in relieving and curing than any other\nmethod of treatment.\nI show her a closed envelope, of which I do not know the contents.\nIt wa.s then 6 o'clock in the evening, and I had just left Alice's house.\nCla.ire sa.id to me, \"I see nothing; the envelope is quite dark.\" (When\nshe sees, or tries to see, it is by putting the envelope quite near to\nher closed eyes, and she sa.ys that she then distinguishes the outlines.)\n\"It is not the drawing in the envelope which I see. I see a tree.\nI have before my eyes the image of a tree.\"\nIn fact in the envelope wa.s a drawing, very confused and ill-\nDigitized by Google\n\fJan.,1889.] Journal of Society for Psychical Research. 7\nchosen, of a tombstone-a column surmounted by a bushy cyprus; it\nwas, therefore, also of a tree.\nWhat part had chance in this experiment 7 It seems impossible to\nsay. I was no doubt thinking of Figure 60 of my paper [a tree], and\nthere was, on the other hand, a tree in the drawing.\nI conclude that these experiments, which appear at first so simple,\nare really very difficult to carry out well. But as Miss Balfour says,\nwith truth, imperfect as they are, they are not discouraging. We\nmust redouble our efforts.\nCB. RICBET.\nParis, December 10th, 1888.\nWe showed the above communication from Professor Richet to\nMiss Balfour, who sends us the following remarks ;-\nI think from what M. Richet says that I cannot have expressed myself\nquite clearly in my notes on his paper when I said that\" the drawings\nshould be very simple, so that they may be fully taken in at a glance.\" I do\nnot mean by this that the lines of the drawing should be quite simple, but\nthat they should convey the ideaof the object represented at the first glance,\nthere being nothing to complicate or interfere with that idea. Thus, suppose\na drawing representing a dog. .A. well-drawn dog cannot be simple in its\nlines; but it should leave no room for doubt as to its being a dog and nothing\nelse. If a percipient, on being given such a drawing. said it was a dog, I\nhardly think that M. Richet would consider it a less convincing experiment\nthan if she .. described it in all its details.\"\nNo doubt experiments with playing cards lend themselves better than\ndrawings to the exact calculation of probabilities. But supp:lsing \"lucidity\"\nto be a fact, it ought to be as easy for a percipient to name the objects re-\npresented in a good drawing as to name a card, and the chances against the\nname being COl'Mct can obviously be made very much greater with such\ndrawings than with cards, as a much greater number of objects can be\nrepresented than there are cards. Care should be taken that a sufficient\nnumber of drawings should be made and shuffled together beforehand to\nensure this result.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nAssuming that the mediums in the following cases had no\nknowledge of the facts by ordinary means, it may be a question\nwhether they are to be regarded as telepathio, clairvoyant, or as\nevidence of communication with the dead. They should be compared\nwith the cases given in the .Journal for November. Itwill be observed\nthat the knowledge shown by the mediums might all have been in\nthe minds of the inquirers, but that the ideas were not consciously in\n\f8 JO'lJl1\"T\/,al of Society fO'1' Psychical Research. [Jan., 1889.\ntheir minds at the moment, and in the case of Dr. Ormsby, the form\nof the olothes and buttons was not oonsoiously in his memory.\nG. 644.\nA strange test of spiritual identity happened to the writer soon after\narrival in Colorado Springs, ten years ago. The mistreas of the boarding-\nhouse in which she took her meals, being a Spiritualist, invited her one\nevening to attend a private seance at a friend's house.\nThe writer waa totally unknown to all those present, and indeed an\nentire stranger in the town.\nAfter some little time a person present Willi strongly oontrolled but unable\nto speak. By signs she made it evident that it Willi the stranger with whom\nshe wished to communicate. After many gueasea l1li to the possible unseen\npresence, the medium went through the action of lace-making on a pillow.\nThe writer mentioned the name of an old Singhalese woman whom she had\nknown many years before, and immediately the medium slid down from\nher chair, and seizing the writer's hand, kiased it many times, saying in the\nbroken English she Willi accustomed to employ, how great Willi her joy and\nthankfulneas at being able to express her gratitude. It must be remembered\nthat this Willi an American woman, whose position at the feet of an English\natranger Willi little consonant to national feeling, and certainly most unex-\npected hy the writer, who for some 20 years had scarcely thought of poor\nLoko-rainy.\nOn retiring for the night a piece of lace made by the Singhalese lace-\nwoman Willi found to have been worn by the writer. Could this have served\nl1li a link 1\nBox 764, Colorado Springs, U.S.A.\nU. 647, abstract of.\nM. A. GARSTIN.\nFrom another informant, whose name we may not give, we learn that at\na visit to a medium, Miss Lottie Fowler, under an aasumed name, a Chinese\nwoman-Wang-Choa-foo-known to the narrator some 25 years before,\nprofeased to communicate. The name was very carefully pronounoed by the\nmedium. Some Chinese oolloquial expressions were used and an attempt\nmade to write in Chinese characters,-the results, however, being not very\nintelligible to a Chinese who saw them. According to the evidence itappean\nto be in a high degree improbable that Mias Fowler should have heard the\nChinese name in connection with the narrator, who tells us, moreover, that\nit is not a common one. Itis not known whether Wang-Choa-foo is alive or\ndead. The incident occurred at our informant's third visit to the medium.\nThe following was oommunicated by Dr. Ormsby, of Murphysboro,\nIllinois, U.S.A., to the Religio-Philosophical Journal for July 7th,\n1883. Dr. Ormsby informs us that the medium was a Mr. Drake, of\nClinton, Illinois.\nG.645.\n\" Soon after the close of the war our eldest ohild, a boy of a little more\nDigitized by Google\n\fJan., 1889.] Journal of Society for Psychical Research. 9\nthan four years old, died, and we buried his body with all the poignant grief\ngf those who lay their loved ones down in the dust and have no assurance\nthat they shall ever see them again; so keen a grief that I thank God 1 can\nnever more suff~r it. About 14 years afterwards I formed the acquaintance\nof a gentleman who claimed the ability to see and describe spirits at nearly\nany time. He was not acquainted with my history, and did not know that I\nhad ever lost a ehild. Sitting one day i~ my office, I asked him to describe\nto me any spirits he might see there. He described two old ladies, who, he\nsaid, claimed to be my mother and grandmother, but there were no very\nsalient points by which they could be identified. Then he said, •There is a\nlittle boy about four years old sitting on your foot. He looks up into your\nface and says, .. This is my papa.II He is dressed in black or dark blue pants\nthat button on to a waist of the same colour, and has a white ruffle down the\nfront of the waist. The buttons on the clothing are bell-shaped; there is a\nplain rim around the outside and the rest of the button is bell-shaped.' During\nthis description 1 asked no questions, made no comment, nor hmted that I\nhad lost a child. I said absolutely nothing on the subject at that tim'e. I\ndid not from the description recognise the clothing as any particular suit that\nour child had ever worn, but when I went home I asked my wife concerning\nsuch a suil; (not telling her anything about the seance) and she at once said,\n• Yes; 1 made that suit from the coats you had worn in the army, and the\nbuttons were the little staff buttons that came off the sleeves at the wrist.' A\nfew days afterward s~tting again in my office, I asked the same party whether\nhe could see the child he had described to me; and if so, whether he still\nwore the same suit 1 To both of these interrogatories he answered ' Yes. ' I\nthen asked him to describe again the buttons he had seen. He did so in about\nthese words: •They are bell-shaped buttons with a plain rim around the\nout.side, but the bell-shaped part is ornamented. The ornamental work is\nnot cut; it is raised. The button is metal; what we call a brass button.'\nThen stretching out his hand he said, • Why ; I see those buttons as plainly\nas though I had them in my hand. I could pick one of them out from among\na thousand different kinds.' Just then the city clock struck 12, and rising I\nasked him to walk home and take dinner with me. He accepted, and when\nwe got home I set before him a box containing many buttons of many kinds,\nand requested him to select the button he had described to me. Giving the\nbox a shake one of the larger size of the staff buttons came to the surface, and\nhe instantly picked it up saying, 'There is the button.'\n.. I then told him of our loss, and that his description was accurate, and\nvery naturally the circumstance made a very strong impression on my mind,\nthe more 110 as not being very enthusiastic I had made no suggestions\nand asked no leading questions.\n.. O. B. ORMSBY•\n.. Murphysboro, Ill.\"\nIn the following two cases exceptional opportunities were enjoyed of\nobserving the nature of the halIlucinations. The first is so unusually\nprolonged and dream-like-so unlike the general type of hallucinations\n-that we should certainly have supposed it to be a dream had we not\nDigitized by GOL\n\f10 Jou,?vnal of Society for Psychical Research. [Jan., 1889.\nsuch clear evidence that the percipient was awake and in full possession\nof her normal faculties at the time. The second, on the other hand,\nwould certainly he regarded as a waking hallucination were it not for\nthe evidence that the percipient was momentarily asleep, and it suggests\nthat other apparently waking hallucinations may sometimes be of the\nsame character. We know so little about hallucinations, and they\nplay so important a part in our investigations, that all observations\nthrowing light on their nature are of great value.\nP. 635.\n74. Durham-road, Manor Park, Little liford, Essex.\nApril 11th, 1888.\nMy brother's wife died on March 4th, 1885. From that time he was in\nfailing healtk. Early in February, 1887, he grew rapidly worse, and was\nordered to Bournemouth. About midnight one Saturday night (I think it was\nthe 23rd of February) [February 23rd, 1887, was a Wednesday; and,therefore,\nMrs. Jameson says in a later letter, her vision must have occurred on the\n26th], while he was at Bournemouth, I was lying awake in bed, the gas\nbeing full on, when I fancied that I saw a grave with a small white stone\nlying, and one in an upright position. These stones suddenly changed to a\nleaden hue, and upon the flat stone I saw a basket of exquisite flowers, all\nwhite, and such as I have not beheld before nor since. On the top of all the\nflowers was a very large tiger lily. Immediately following this I felt a\npresence near me, but could see nothing, and it flashed into my mind that\nmy brother had died at Bournemouth. Shortly after I saw him in my bed-\nroom with a lady, whose arm was linked in his. Her face I did not\nsee, as they were a little in advance of me. I saw his, and recognised his\nform. He was on the side nearest to me. The lady was draped as a well-\ndressed bride, and veiled. Her dres8 was white and glistening. He was\nin ordinary clothing. and they were both very happy. I also\nheard distinctly the low murmur of voices, and heard, too, her glad\nlaugh. (This increased my belief that he had died, and that this lady was his\nwife.) They were in mid-air. and were quite unconscious of my presence,\nand seemed to glide rather than walk. After advancing a little they stood still,\nmy brother seeming reluctant to go on. After lingering a moment the lady\nvanished, leaving my brother as one deep in thought, but still hesitating ;\nshe reappeared for an instant and, as it seemed, enticed_him to follow her.\nBut he still seemed unwilling to go with her and she vanished finally. and\nafter a few more moments lingering my brother followed in the same direc-\ntion that the lady had vanished. He returned to London about a fortnight\nafter this vision and died on the 23rd of March, 1887, very suddenly, and the\nmemory of this wonderful experience will,I feel,be always sacred to me. The\nsurprising part to me is, that throughout the whole of this I was possessed\nwith a feeling of calmness and utter absence of fear.\nMIRIAM JAMESON.\nMr. Jameson writes :-\nApril 7th, 1888.\nMy own share in the proceedings narrated was as follows. I was on the\n\fJan.• 1889.J Journal of Society fOT Psychical Research. 11\nnight referred to sitting at work in my study-not far from our bedroom-\nwhen my wife called me and said that she felt sure her brother was in the\nbedroom. I said, \"You are nervous. I will come to bed.\" I had scarcely\ndone 80 when she sat up and began to describe to me what is stated in her\nnarrative as to seeing her brother, &c. I saw nothing. My wife was com-\nposed, but her face was very animated and her eyes glistened. She looked\nand spuke just lUI a good actress would in describing scene and action not\nvisible to her audience.\nOur little son, then about 18 months old, laad been taken into our bed-\nbeing wakeful. He was wide awake, and was prattling and trying to caress his\nmother while she told me what she was seeing. His interruptions seemed to\nhinder my wife from hearing what her brother said, for she hushed the little\none repeatedly.\nThe orphan child, about two years old, of my brother-in-law, who had\nbeen with us from the timo of her mother's death, was sleeping in an\nadjoining room.\nI may add that, although I am acquainted with several well-known\nSpiritualists, I have never (nor has my wife) taken much interestin Spiritual-\nistic phenomena.. I mention this to show that prepossession would not\naccount for my wife's remarkable experience.\nMy own mind is still in suspense on the point whether that experience\nwas not purely subjective. although I cannot but admit that I have been\ndeeply impreaaed by the fact of the intense objective reality of that\nexperience to my wife.\nWILLIAM JAMESON.\nIn answer to inquiries, Mrs. Jameson informs us:-\n1. That ahe ~ne\\\"er had any other hallucination of light, hearing, or any\nother sense.\n2. There was no point of coincidence with fact in the two tombstones,\nthe tiger lily, &c.\n3. She thinks the interval of time between the vision of tombstones and\nthe vision of figures was about five or ten minutes. \"The white stones\nchanged soon and suddenly, the leaden hue lasted longer, then eame the\nflowers. Then I felt the unseen presence, and on turning round or over to\nmylittle son, who began to chatter, these figures appeared together, as I have\ntold you, and I sat up in bed and watched them ateadfastly until they\nvanished close to the outer wall of the house.\"\n4. The walls, the gas full on, and all in her bedroom were visible to her,\nbut ahe felt that her brother and the lady had an environment of their own.\nShe remembers most distinctly her brother's curly hair.\n5. She does not think that she had been more than usually anxious about\nher brother. She had been speaking of him, and had written to him that\nday.\n6. She never mentioned the viaion to her brother, and does not know\nanything about him on the night in question, except that she heard on the\nMonday that he had seemed a little better on Saturday night.\nThe vision affected her very much.\nDigitized by Google\n\f12 Journal of Society for P8ychical Research. [Ju.,l889.\nP. 382. From Mr. Pratt, Camden Houle, Lower Herton. Surrey.\nDecembe'I' 13th, 1882.\nOn December 3lat, 1856, I, Thomas Pratt, was reliding at, and carrying\non the bus\\nesB of a clerical tailor, &c., at 50.6., Cambridge-Btreet, corner of\nWarwick-Btreet, Pimlico, the house at that time being known aa Oxford\nHOUle, Cambridge-Btreet. Mr. Gleddos, a young eurate of St. Barnabas\nChurch, Pimlico, came to me to pay hiB bill and order a new clerical coat\nabout seven o'clock in the evening, Baying he was going away for a short\ntime, and he wilhed the coat to be ready to fit on by the time he returned.\nHe was in a great hurry, having several calli to mloke before evensong, which\nwas at eight o·clock. He did not.give me time to finish receipting hiB bill,\nbut took it away with only the word Bee. written on it and left the house\nimmediately.\nI was bUBY making a clerical coat that was wanted the next day, and had\ndecided to sit up to finish it. I waa accustomed to work all night frequently,\nand continued working at the coat after my wife and family had retired to\nbed. I kept on working and thinking about my order, planning it out in\nmy mind, when suddenly Mr. Gleddos appeared at the corner of the board\non which I was sitting, and at the Bame spot aa he had stood in the evening,\nand looking just the Bame aa he did in the evening; the gaBlight waa\nbetween us. At that moment the room door opened and he vanished. The\nfright was so great, I felt my hair go stiff up on my head. I had leapedfrom\nthe board alld looked outBide the door, but BaW nothing of him. Creeping\nupstairs aB best I could my knees shook so violently I did not know what\nto do, but got into bed and covered my head over with the clothes and told\nmy wife what had happened. I had left the gaB burning, and when I got\nup felt very unsettled, and could not begin tG work. About nine or a little\nafter Father Lyford* came to me, bringing the partly receipted bill in his\nhand, and inquiring if I knew anything about what was writtell on it, aa Mr.\nGleddos was foulld dead, and the bill was on the top of the drawerB in the\nbedroom where he had died. I then told him wbat I had Been in the night.\nHe seemed very much shocked, and told me not to talk about it.\nAs the day went on and I became more calm, I commenced to finish the\ncoat. Now this will, I think, be the most important part of my ghost story.\nI bad finisbed both halves of the coat, and only the back seam remained to\nbe joined. It was this middle seam I was working at, and had sewn up to\nbetween the shoulders when Mr. Gleddos appeared, and here I found my\nneedle as I bad left it. As I waa about to begin, I was surprised at the last\npart of the back stitching for hem ; the stitches were all shapes and not one\nalike. This convinced me that I had been asleep, although my hand had\nused the needle at the same time. Having convinced myselfit was a dream,\nthe door coming open had woke me from my sleep, which could not have\nbeen altogether more than half a minute.\nThe door of the room waB in the habit of coming open with the least\n* The Rev. Charles Lyford wlis curate at the Bame church, but was called\nFather by those who knew him best.\nDigitized by Google\n\fJan., 1889.] Journal of Society for P8ychical Research. 13\nvibration caused by wind, and from these two circumstances I came to the\nconclusion that I had dreamed of seeing him only. Had not these things\ncome to my knowledge in this way as I have described them, I should have\nbelieved I had seen a real ghost, and nothing would perhaps have convinced\nme to the contrary. But I feel quite cenain I did not see him with my eyes\nI work by, although at the time everything appeared to favour the belief of\nan apparition.\nTHOMAS PR..u.'T.\n[Mrs. Pratt is now dead. The fact of the sudden death of Mr.\nGleddos, which took place about 8 a.m., has been independently\nverified.-E.G.J\nIn this second case-Mr. Pratt's-there is a. coincidence which is\ncertainly noteworthy. It is a hallucination occurring a few hours\nbefore a sudden death, and it might be regarded as possibly either\npremonitory or telepathic ;-coinciding on the telepathic hypothesis\nwith feelings premonitory of death on the part of the agent. On the\nother hand it must not be forgotten that hallucinations apparently\npurely subjective, sometimes take the forrn of after-images (see\nPhantasms of the Living, Vol. I., p. 502), and that this particular case\nmuch resembles that of the lady who \"had a vivid waking vision of a\nservant who had startled her some hours before.\"\nL. 822 (Borderland).\nThe following is at any rate an interesting experience, a.nd there\nseems to be some reason for thinking that it may have been a ca.se\nof \"telepathic clairvoyance\"-the vision representing an actual scene.\nIt should be compared with cases at· the end of Chapter VI., Vol. I.\nof Phantasms of the Living, pp. 255-266, with the la.st section of\nChapter VIII., and with case (20) Chapter V.\nApril 4th, 1888.\nYour letter to the Telegraph of March 27th, brought to my memory an\nincident that occurred to me some years since-in fact, in 1866. I might\npreface my statement by saying that I am not in the least superstitious.\nFor some years previous to 1866 I had been residing in B-- as agent\nfor a large firm in London. Soon after my arrival in B-, I took apart-\nmenta in the suburbs, in a house kept by two sisters, one a maiden lady, the\nother a widow with two daughters. To make a long story short, I fell in\nlove with the youngest daughter, proposed and was accepted. although\nher mother always was very much opposed to it. Time passed on\nand I heard of a much better appointment. I threw up the one I had\nand came to London to secure the other, without telling anyone in\nB-anything about it. I had been in London about five weeks, when,\none Sunday evening, feeling irritable and dull, I retired to rest. much\nearlier ~an usual. I had been in bed BOme time trying to court sleep, when\nDigitized by Google\n\fJournal of Society for Psychical Research. [Jan., 1889.\nsuddenly at one end of the room there appeared two figures, and aa they\ndeveloped one was my fiancee, the other the man whom I had always looked\non as my greatest friend and \" chum\" in B--. There was the room-my\nroom-the fireplace, and every particular true to the original, and the\nattitude of the two-he holding her hand, and her troubled look left no\ndoubt in my mind that he was proposing to her. No looner had I grasped\nthe circumstances of the ca.ae than the vision melted and was gone ; and now\ncomes what I consider the remarkable part. On the following Tuesday I\nha.d a letter from the young lady's brother, informing me that her mother\nhad prevailed on her to break off her engagement with me, and one from the\nyoung lady herself returning all my presents, and stating that her mother\nhad forbidden her to correspond with me further; and in le88 than a month\nI heard from a mutual friend in B- - that the young lady was engaged to\nthe man I had seen in the vision.\nBeing rather a sore point at the time, I never mentioned the vision to\nany of my friends or relatives at the time, feeling convinced that they would\nsay it was a dream. But I know that I was as wide awake at the time as 1\nam now; and while it lasted I had the sensation of being entranced, utterly\nunable to move, but no fright or unplea.aant feeling. I can only compare it\nto a di8801ving view, such as you see sometimes produced by a magic lantern.\nI long imagined that I had a rival in the field, but never suspected my\nparticular\" chum\" for a moment.\nAfter it had pa88ed away (the vision), I tried to consider what it could\nbe, and came to the conclusion that it was animal magnetism, a subject that\nhad created some stir in the papers and magazines some time previously. I\ngive you the account for what it is worth. It haa always been a riddle to me\nfor which I have never been able to find the solution.\n(Signed) J. H S-.\nAfter a personal interview with Mr. S., Mr. G. A. Smith writes:-\nAprill9th, 1888.\nI saw Mr. S. to-day. Whatever his impre88ion may have been-waking or\nsleeping-there is no doubt that it was more vivid than any other subjective\nsensation he has ever had. He says ha never dreaml that he knows of-at\nleast he forgets them immediately upon waking ; but he recovered himself\nfrom this experience with a distinct feeling that he had encountered some-\nthing different from a dream : he brought away a more vivid recollection of\nthe scene, of the attitude, dreBB and expre88ions of the persons seen than he\nhas ever done from any dream, and he was struck at the time with the\ncurious condition of feeling present in the B-room as a spectator, and yet\nhaving a sort of side kllowledge that he was in his own bed. And when the\nthing was over he had no recognisable sensation of having just woke; he\ncould realise no break of consciousness whatever. He hadn\" the faintest\nground for suspicion that his friend would supplant him, and felt perfectly\nassured of the young lady's devotion to himself. He says he\nnever remembers meeting with any similar cases, and he seems to have no\ntendency towards the marvellous. Quite the contrary. But he has always\nDigitized by Google\n\fJan.,1889.] Journal of Society for Psychical Research. 15\nheld the view' that the couple were really engaged as he saw them in the\nvision on that Sunday evening, and that their minds, both stirred with the\nidea of the injustice being .lone to him at the moment, might somehow have\nacted upon him 80 as to call up the vision to his view. Moreover the howr\nand evening(lO o'clock Sunday)would be just the occasion most likely for such\nan interview in B-- ; the room,too, was the most probable one for it to have\nreally occurred in. A point not mentioned in his letter is that he noticed\nexactly how the lady was attired in the vision, and he observed particularly\nthat she wore a blue silk dress that was unfamiliar to him. A few weeks later,\non a brief stay in B·--, finally setUing his affairs inthat town, he passed the\nlady in the street, when she was wearing a blue silk dress.\n(Signed) G. A. SMITH.\nTHE FOX SISTERS.\nIn the last number of the JfYlllrnal there was a note on the con-\nfessions of the Fox sisters, Mrs. Kane and Mrs. Jencken.\nSince then a letter has been received from Mrs. J encken by a friend of\nhers, in London and published in Light, in which her share in the alleged\nconfession is-by implication though not expressly-denied. It seems\nQnly fair to Mrs. Jencken to print this letter her~.\nN01!Ilmber 17th, 1888.\n\" My DEAR MRS. COTTBLL,-I would have written to you before this, but\nmy surprise was so great on my arrival to hear of Maggie's exposure of\n.Spiritualism that I had no heart to write to anyone.\nThe manager of the affair engaged the Academy of Music, the very\nlargest place of entertainment in New York City; it was filled to overfto1cing.\nThey made 1,500doI. clear. I have' often wished I bad remained witb\nyou, and if I had the means I would now return, to get out of all this.\nI think now I could make money in proving that tbe knoc~ngs are not\nmade with the toes. So many people come to me to ask me about this\nexposure of Maggie's tbat I have to deny myself to them.\nThey are hard at work to expose the whole thing if they can; but they\ncertainly cannot.\nMaggie is giving public exposures in all the large places in America,\nbut I have only seen her once since I arrived.\n(Signed) K. F. JENCKEN.\nOur attribution to Mrs. J encken of a share in the confession was\nbased on the authority of several uncontradicted statements which had\nappeared in American journals. Among statements of this kind the\nfollowing extract from the Religio-Philo8ophical Jowrnal (a leading\nSpiritualistic paper in America), dated November 24th, 1888, may be\nread with interest in connection with Mrs. J encken's letter :-\nOn Thursday evening of last week [that is, November 15th, two' days\nDigitized by Google\n\f16 Journal of Society for Psychical Research. [Jan., 1889.\nbefore the letter waa written]. at Rochester, NY., Mrs. Kate Fox\nJencken joined forces with\" Prof8880r\" Star, who baa for yeaI'll made his\nliving aa an exposer of Spiritualism. Kate does not seem to have added\nmuch to the show, aaide from the prestige of her presence.\nWe may note further that the news of Mrs. J encken's co-operation\nwith her sister in \"exposure\" appears to have been unquestioningly\naccepted as true by the friends no less than the foes of Spiritualism\nin England. The following paragraph, for instance, appeared in Light\nof November 3rd :-\nWe learn from America that Mra. J encken and Mrs. Kane, two of the\nFox sistera, have started on an exposure tour, in which they apparently\npropose to expose themselves first of all, and their dupes (if any) afterwards.\nIt is always painful to be compelled to write of those whose\nnamel are familiar amongst us otherwise ~haR in terms of commendation.\nBut the issues at stake in Spiritualism are of wider import than the\ncharacter of any individual. Painful, therefore, aa it may be, we are\ncompelled to Bay that no credence is to be attached to anything that these\nladies may Bay. Mra. Jencken haa for a long time been a victim to a\ndeplorable habit which haa apparently destroyed her moral consciousness,\nand rendered anything she may say or do unworthy of attention.\nAs was said in the note that appeared in the Journal for Decem-\nber, little weight can be attached to what mediums who expose\nthemselves may say, since they confess themselves deceivers; but in\nthis caae the confesSion seems to have been supported by experimental\ndemonstration. and it would be strange on any hypothesis but that of\ntrickery, that the raps should be capable of voluntary production for ex-\nposure purposes, and not capable of production when Professors Flint,\nLee and Coventry, of Buffalo, in 1851, arranged the conditions 80 as\nto prevent the action of the joints by which, in their opinion (founded\non experiments with another person), they were caused.' A brief\naccount of their experiments condensed from Capron's Modwrn\nSpiritualism, published in 1856, will be found in Proceedings, Vol. IV.\np.47.\nTHE THIRD VOLUME OF THE JOURNAL.\nThe third volume of the J()'I.(II\"1I4l ends with the December number.\nTitle-page and index are issued with this number. Covers for binding\nmay be purchased at Is. each, post free. Application to be made to\nthe Assistant-Secretary, 19, Buckingham-street, Adelphi, London, W.C.\nThe price ofthe volume, post free, will be lOs. Nearly all the numbers\ncan be purchased separately, to complete sets, at 6d. each.\nDigitized by Google\n\f","_id":453}