{"name":"Journal of the Society for Psychical Research 4146","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n57_feb_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N57, February 1889","mylang":"de","content":"No. LVII.-VoL. IV. FEBRUARY, 1889.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and A.ssoeiates ..\nAnnual Business Meeting\nMeetings of the Council ..\nGeneral Meeting . . . .\nCorrespondeuce . . . . . . . .\nCONTENTS.\neases supplied to the Literary Committee\nThe CI Haunted House n • • • • • •\nRecent Additions to the Library of the Society\nBalance Sheet •• . . . . - . . . .\nNEW MEMBERS AND ASSOCIATES.\nMEMBER.\nPAGE\n.. 17\n.. 17\n•• 18\n•• 19\n•• 24\n.. 26\n.. 31\n.. 31\n.• 32\nBANISTER, MAJOR FITZGI<:RALD M., R.A., Junior Army and Navy\nClub, London, W.\nASSOCIATES.\nLA TOUCHE, MRS., Harristown, Brannoxtown, Co. Kildare, Ireland.\nNICHOLLS, REV. T. B., M.A., St. Oswald's College, Tynemouth.\nPEAKE, CHARLES WILLIAM, B.A., Woodend, Grange-road, Upper\nNorwood, S.E.\nPYM, MRS. ANGELA, Bankside, Lunham·road, Upper Norwood, S.E.\nSIMS, MRS. GEORGE R., 12, Clarence-terrace, Regent's Park,\nLondon, N.W.\nU~DERWOOD, REV. CANON C. W., Histon Vicarage, Cambridge.\nVERRALL, MRS., Selwyn-gardens, Cambridge.\nWILLIAMS, A. C. REDSHAWE, 5, John-street, Bedford-row, London, \\,V.C.\nANNUAL BUSINESS MEETING.\nThere not being a quorum present on January 25th (only nine\nMembers being in attendance instead of ten as required by the Rules)\nthe meeting stood adjourned to February 1st. The points of interest\nwere, however, informally discussed on the 25th, the President in the\nchair.\nAn audited statement of the receipts and expenditure for 1888 was\npresented to the meeting, and appears in another page. A statement\nof the current assets and liabilities at the close of 1888 showed that\nthe position of the Society had very considerably improved during the\nyear, there being now a balance of liabilities of £53 only. Against this\n~ as to be set the value of the Library, and of the stock of Proceedings.\nDigitized by Google\n\f18 Journal of Society for Psychical Re8earch. [Feb., 1889.\nIt is probable this deficit will be entirely extinguished during the\npresent year. The auditor in his letter wished to \"bear testimony to\nthe systematic care with which the A88istant-Secretary h!1d kept the\naccounts.\"\nThe numbers of the Society had diminished during the year from\n667 to 632, but this was in great part owing to the names of a number\nof merely nominal Members having been struck off before its close.\nNo further nominations for seats on the Council having been made,\nand those sent round on January 4th being just sufficient to fill the\nvacancies, the following were declared duly elected :-Professor J. C.\nAdams, Professor W. F. Barrett, Lieut-Colonel J. Hartley, Mr.\nWalter Leaf, Professor O. J. Lodge, Mr. F. W. H. Myers, Lord\nRayleigh, Mr. H. Babington Smith, and Mr. R. Pearsall Smith.\nMEETINGS OF THE COUNCIL.\nMeetings of the Council were held on the 25th of January, and\nat the close of the adjourned Annual Busine88 Meeting on the lst;.\nof February. The President was in the chair on both occasions, and\nthe following Members were also present at one or both of the-\nmeetings:-\nProfe88or W. F. Barrett, Dr. A. T. Myers, and Messrs. Walter\nLeaf, F. W. H. Myers, Frank Podmore, H. Arthur Smith, and J.\nHerbert Stack.\nOne new Member and eight new Associates, whose names and\naddresses are given above, were elected.\nThe result of the Annual Business Meeting was reported as stated\nin separate report.\nThe following were unanimously elected Officers of the Society for\nthe ensuing year :-President, Professor H. Sidgwick; Hon. Treasurer,\nMr. H. Arthur Smith; Hon. Secretaries, Messrs. F. W. H. Myers and\nFrank Podmore.\nThe following .Committees were elected, with power to add to their\"\nnumber:-\nCommittee of Reference.-Professor Adams, Professor Barrett,\nProfessor Lodge, Mr. F. W. H. Myers, Lord Rayleigh, Dr. C.\nLockhart Robertson, Professor Sidgwick, Professor Thomson, and Mr.\nJ. Venn.\nLiterary Committee.-Mr. Walter Leaf, Mr. F. W. H. Myers, Mr.\nF. Podmore, Professor Sidgwick, and Mrs. H. Sidgwick.\nLibrary Committee.-Dr. A. T. Myers, and Mr. F. W. H. Myers.\nDigitized by Google\n\fFeb., 1889.] JO'U'r'nal of S()(''iety for Psychical Research. 19\nFinance Committee.-Mr. H. Arthur Smith, Mr. J. Herbert Stack,\nLieut.-Colonel G. L. Le M. Taylor.\nThe House and Finance Committee presented a Report embodying\nan estimate of receipts and expenditure for the current year. Starting\nwith a balance in hand of .£76 12s., they estimate the income from\n8ubscriptions, donations, and sales of publications at .£810 7s. 6d.,\nmaking a total of .£886 19s. 6d. On the other side, the estimated\nexpenditure, including all money owing at the end of 1888, and all\nliabilities incurred to the end of 1889, amounts to .£885. This\njncludes the estimated cost of Parts XIV. and XV. of the Proceedings,\nwhich it is intended to bring out in the course of the year. The\nReport was cODsidered and adopted, and some suggestions made in it as\nto the issue of the Proceedings were referred to the Literary Committee.\nA vote of thanks was passed to Profe880r J. C. Adams for a donation\nof three guineas to the funds of the Society, and to Mr. C. C. Massey\nfor a copy of his translation of Dr. du Prel's work, The Philosophy of\nMysticism.\nVarious matters of routine business were attended to.\nIt was resolved that a General Meeting be held on Friday, May\n10th, ODe having been already arranged for Monday, March 18th.\nThe next meeting of the Council will be on Friday, March 1st, at\n5 p.m.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall on\nJanuary 25th. Profeasor Sidgwick was in the chair.\nThe PRESIm:NT gave an address on the Physical Phenomena of\nSpiritualism considered as a subject of scientific investigation. He\nheld that the evidence brought forward to prove that such phenomena\nwere caused by intelligent beings, other than living men, was sufficient\nto justify a serious consideration of the hypothesis and further\ninvestigation; and he thought that the Society having once declared\nthe question an open one, ought to be very slow to close it again-\ncertainly they ought to be slow to close it with a negation, and con-\nsidering the ordinary rate of scientific progress, he did not think that a\nrapid arrival at a positive conclusion ought to be either demanded or\nanticipated.\nHe was glad that the rille he ventured to suggest when the Societ.~·\nwas founded, of avoiding paid \"mediums\" as much as possible, had\nbeen in the main observed; but it was difficult to find private\n\"mediums,\" at once able to furnish phenomena of this kind, pri111l.% facie\ninexplicable by recognised natural causes, and willing to submit to the\nrigorous conditions and repeated experiments which he held to be\nDigitized by Google\n\f20 Journal of Society fm' Psychical Research. [Feb.• 1889.\nabsolutely required, if the possibility of deception, conscious or\nunconscious, was to be excluded. And obviously, if this possibility\nwere not excluded, though the phenomena might still be interesting\nand valuable to persons acquainted with the \"medium,\" the testimony\nof the investigator could add little to their value: so that the experi-\nments would be almost thrown away, from a scientific point of view.\nThis difficulty had been found a serious obstacle to fruitful\ninvestigation, but he was not without hopes that it might be overcome.\nMr. T. BARKWORTH then read a paper on \"The Analogy between\nHypnotic Phenomena and Certain Experiences of the Normal Conscious-\nness.\" He held that evidences ofwhat might be called duplex personality\n-that is, two distinct forms of consciousness-are constantly pressing\non us in the everyday actions of life. Besides actions properly called\nvoluntary, we can easily find in our ordinary life instances of acts\nsuggested and automatic-as when a man, in what is called absence of\nmind, takes a familiar route which he has formed no purpose of taking,\nand which does not lead to his proper destination. Among other\ninstances of acts requiring complex mental operations performed\nautomatically, Mr. Barkworth mentioned that he had himself, bY'\nconstant practice, become able to add up columns of figures rapidly and\ncorrectly while his mind was busily engaged with other subjects. He\nattributed this to the operation of standing suggestions-it having\nbecome a standing order of the mind that nine and four are to make\n13, &c., it is no longer needful for the mind to re-enact the order\non every separate occasion; the passive or secondary consciousness\nautomatically obeys it although the mind is absent.\nSimilarly if a general rule be imposed on a hypnotised subject,\nreversing a standing order of the normal mind, it will subsequently\nbe obeyed by automatic action of the subject, after the hypnotic state\nhas ceased. This was illustrated by a curious case mentioned by Mr.\nMyers at a previous meeting. A certain clerk in a French office having\nbeen hypnotised was told that two and two made five. Next day all\nhis work went wrong, and it was not for some time discovered that in\nevery place where two and two came together he had added them as\nfive. The standing order of his own intellect to treat two and two as\nequal to four had been superseded by the new injunction, which con-\ntinued to operate, although he had no recollection of receiving it.\nBut the most striking manifestations of this passive or secondary\nconsciousness belongs to a class distinguishable as \"intuitive-automatic.\"\nAn example of this class is musical improvisation, in which-as\ndescribed by Mr. Barkworth from his own experience-the will is\nentirely inoperative; no decision is formed as to the theme or its\nDigitized by Google\n\fFeb., 1889.] Journal of Society for Psychical Researcl~. 21\nmodifications, and there is not even any knowledge of what the nen\nbar will be. II I have\"-said Mr. Barkworth-\" constantly sat and\nlistened to my own improvisations, with as much interest as any other\nlistener might have done and with no moro knowledge of what was\ncoming next; and this statement applies not only to melody or theme,\nbut to the most elaborate modulations of harmony.\" This faculty of\nimprovisation, moreover, cannot be called into play by voluntary\neffort, except to a limited extent.\nMr. Barkworth suggested that the experience of impromptu\nversifiers-auch as Theodore Hook-and, to some extent, that of\npractised orators, would also serve to exemplify this class of phenomena.\nOther examples might be found in the cases of poetry composed in\nsleep by persons incapable of versifying in their waking hours: of\nwhich also instances were given from the writer's own experience.\nIn contrast, then, to our ordinary experience of voluntary intel·\nlectual and ratiocinative activity, which progresses by effort and\ngradation, we must recognise the existence of a different order of\npsychical activities, which is regulated automatically and intuitively,\nand progresses per salt'Um and without effort. Talent is exhibited in\nthe first of these modes of consciousness, genius in the second. The first\nis the seat of the intellect, the will, and the conscience, the second of\nthe emotions, the instincts, and the intuitive powers. It was\nfurther suggested that different kinds of memory belong to the\ntwo kinds of consciousness respectively: to the first or active conscious-\nness belongs the memory that consists of progressive, concatenated\nimpressions; while the memory of the second or passive consciousness\nis of a homogeneous pictorial impression. According to this view, as\nit is the secondary or passive consciousness that is manifested in the\nhypnotic state, and in the post-hypnotic performance of commands\ngiven in that state, we should expect the secondary memory of a\nhypnotised subject to be able to repeat a lesson as well backward as\nforward. And experiments that have been made appear to show that\nthis is the case. Thus in November last, at Mr. Barkworth's request,\nMr. G. A. Smith, having hypnotised one of his subjects, read him a\nsentence, and then told him to write the sentence backwards with the\nplanchette. On being awakened he remembered nothing about it; he\nwas then set to work with the planchette, while a newspaper was held\nover it, and he was occasionally engaged in conversation. When\nthe planchette ceased, the following curious result was found to\nhave occurred. When he was told to write the sentence backward\nthe intention was that the words only should be written in\nthe reverse order, but otherwise in the usual way; the subject, how-\never, had understood the command to be that he should spell the words\nDigitized by Google\n\f22 Journal of Society for Psychical Research. [Feb.,I889.\nbackwards and tum the letters the wrong way. Hence to read the\nwriting it was neceBBary to hold it to a looking.glaBB; so held it was\nquite legible. Anyone trying to do this in his ordinary condition will\nfind it to be very difficult: but the pictorial memory of the paBBive\nconsciousness succeeded in doing it without the least hesitation or\ndifficulty.\nA remarkable instance of this pictorial memory is found in a case\nquoted by Mr. Myers from Dr. Mesnet. (Proceedings, Part XI., p. 235.)\nThe subject-a soldier who had received a gunshot wound in the head\nat Sedan-\" was writing on a sheet of paper which lay on a pile of\nabout 10 similar sheets. We quickly drew the top sheet away,\nand his pen continued to write on the second sheet.\" The automatic\nnature of his action proves it to have been the work of the passive\nconsciousness. This proceBB was repeated again and again, till on the\nfifth sheet there was only his signature at the bottom. \" Nevertheless,\nhe read over his letter on this blank fifth sheet, scattering stops and\ncorrections over the empty page, each of which corresponded to mis·\ntakes made on the co-ordinate points of the pages which had been\nsnatched away from him.\" He was, therefore, acting upon a pictorial\nmemory of what he had written on the preceding sheets.\nMr. Barkworth went on to notice other analogies between excep-\ntional phenomena of the normal state and those characteristic of the\nhypnotic state: as, for instance, between the unconsciousness of wounds\nexhibited by soldiers in the heat of battle and hypnotic anresthesia;\nand between the absence of moral discrimination in dreams and the\nsimilar non·morality of the hypnotised subject, shown in his unquestion-\ning obedience to commands that would rouse moral rep~gnance in his\nnormal state. But though incapable of moral discrimination, the\nsecondary or paBBive consciousness is highly capable of moral educa-\ntion: thus dreams more or leBB conform themselves morally to the\nstandard of a man's waking life.\nProfeBBor BARRETT, referring to the President's address, reminded the\nmeeting that a committee of the Society had been formed to investigate\nthe physical phenomena of Spiritualism, of which he was the secretary,\nand expressed a hope that any Member or ABBociate of the Society who\nmight know of opportunities of investigating these phenomena with\nunprofessional mediums would communicate with him.\nTuming, then, to the subject of Mr. 'Barkworth's paper, he gave\ninstances of the secondary consciousness, or automatic action, both in\nthe normal and in the hypnotic states. He mentioned that on one\noccasion in the middle of a lecture, and while conducting a somewhat\ndelicate experiment, he had caught sight of a friend in the audience,\nDigitized by Google\n\f:Feb., 1889.] Journal of Society for Psychical Research. 23\nand had immediately found himself in imagination sitting beside him\nand carrying on a conversation with him, quite oblivious of his actual\noccupation. On recovering from this fit of absence of mind, he found\nthat no apparent break had occurred in his lecture and that he had suc-\ncessfully carried through his experiment. He al80 described lOme\nhypnotic experiments he had made with a lady very like those of Mr.\nGurney's on intelligent automatism mentioned by Mr. Barkworth (see\nProa6iings, Part XII., p. 3, &c., and al80 XL, p.268, &c.). Among\nother things he set her a sum in compound arithmetic, telling her to\nwork it out, and gave her a pencil and paper. He then woke her and\ntold her to count out loud. She did so, and simultaneously worked\nout the sum correctly-a newspaper being between her eyes and the\npiece of paper. She had no recollection whatever afterwards of having\ndone the sum. On trying the same sum in a fully normal state she\nfound considerable difficulty with a fraction at the end-a difficulty\nwhich vanished on re-hypnotiBation.\nThe PRESIDENT said that he entirely agreed with Mr. Barkworth in\nthinking it scientifically important to search our ordinary experience\nfor the closest discoverable analogies to hypnotic phenomena. He\nthought, however, that milch of what Mr. Barkworth brought forward\nas evidence of \" duplex consciousness\" might be more simply interpreted\nas evidence of the remarkable extent to which the human organism\ncould produce the effects of intelligent volition, unconsciously or semi-\nconsciously. This may also be said of the automatic execution of\nhypnotic cOlJ!.mands in the post-hypnotic state: this does not show that\nthe hypnotic consciousnesa continues, but merely that it can exercise\ninfluence after it has ceased, through the brain acting unconsciously.\nBut he quite admitted that the interesting experience of improvisation,\ndescribed by Mr. Barkworth, did seem to show a kind of dual con·\nsciousness, since he could observe his mind acting without any con·\neciousneBB of himself as willing. He could not agree with Mr.\nBarkworth as to the non-morality of dreams; he had had dreams ill\nwhich the moral sentiment seemed to be as intense as the occasion for\nit was absurd.\nAfter the close of the discUBBion on Mr. Barkworth's paper,\nMr. F. W. H. MYERS said that it had devolved upon him to prepare\nfOT the press the unfinished paper on \"Apparitions occurring soon\nafter Death\" which Mr. Gurney had read to the Society on January\n28th, 1888. It was hoped that this paper would be published in the\nnext part of the Proceedings, but meanwhile it was most important to\nadd, if poBBible, to the number of the caaea cited in it. There was\nDigitized by Google\n\f24 Journal of Society for P8ychical Re8earch. [Feb., 1889.\ngreat difficulty in finding cases of this sort which were really evidentiaI,\nsince people usually heard almost at once of the deaths of near relations\nand friends, so that if a phantom resembling the deceased person were\nseen some days after death it might plausibly be ascribed to grief or\npreoccupation of mind with the idea of the departed. On the other\nhand, when a percipient saw an unrecognised phantom it was only\nrarely that there was opportunity of discovering whether this figure\nreally corresponded with that of some person lately dead in or near\nthe room where the phantom was seen. Mr. Myers cited two cases\nwhere there was an imperfect recognition of this kind, and appealed to\nhis audience to be on the watch for additional examples.\nProfessor Richet, whose intention to be present at the meeting and\nto give an address had been announced, was at the last moment\ndetained in Paris by the duty of recording his vote at the recent\nelection.\nCORRESPONDENCE.\nTo ehe Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nDEAR SIR,-The interesting paper read by Mr. Barkworth on the 25th\nsuggests one or two possible experiments which might be tried by a large\nnumber of members, as there would be no possible risk or difficulty in doing\nso. It seems to me that it would be worth while to try how far our'wills can\ncontro~ our \"automatic selves\" in cases of slight physical uneasiness, such\nas can be removed by ordinary hypnotism, and to record the result. I\nshould think that in such a case we ought not only to wish, but to will-to\nissue a direct and unhesitating command, such as most people find them-\nselves doing to planchette, or an automatically-held pencil, when it writes\nnonsense. It wight be risky to command ourselves to feel imaginary pains\nunless we were quite sure of being able to cure them j but fatigue, hunger\nthirst, sleepiness, would be wost harmless occasions on which to try the effect\nof self,suggestion that we were not tired, hungry, thirsty, or sleepy j and if\nsome people found that dyspepsia or headache could in like manner be robbed\nof their horrors, so much the better for them. The doctors might,. perhaps.\ncomplain, but the world would be happier.\nI made a little experiment of this sort, with good result, going home in the\ntrain after the meeting. I had had a fatiguing day and was seized by an\nuncontrollable fit of yawning. I issued a command, exactly as I should t()\nplanchette or a pencil in automatic writing, and I llot only found myself\nable to refrain from yawning, but the inclination left me entirely for quite\nhalf an hour.\nThe danger of hypnotism weakening the will of the hypnotised person is\none which seems to me to be a real risk, but the only effect the suggested\nexperiments could have would be to strengthen the power of the will over\nDigitized by Google\n\fFeb.,1889.] Journal of Society for Psychical Research. 25\nthe physical organism, and might be carried onwards with great advantage\nto the automatic process of thought-a system of scientific self-discipline.-I\nremain, &c.,\nAN ASSOCIATE.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIl~,-In connection with Mr. Barkworth's paper, it may be worth telliug\nyou of my experiences in automatic reading, as I think its working is\nperhaps rather unusually complicated.\nI often take a Greek or Latin Testament to Church, and follow the Lessons\nin it. When my mind has wandered, and I have been thinking hard of\nsomething else, yet, when my attention is recalled, I find invariably that I\nam reading in the right place. With the Latin text this, perhaps, is hardly\nmore difficult than it would be with English; but considering how very\ndifferent the order of the words is, not only grammatically, but even in the\norder of the thought, in the Greek, it shows a good deal of power of\nco-ordination. The New Testament, no doubt, is easier to follow than a new\nbook would be. Still, my automaton has threaded its way successfully\nthrough the\" vials\" and \"seals\" of the Apocalypse, which I cannot claim\nas familiar grouud.\nAgain, there must be a certain emotional interest possible in what oue\nreads without attending to it, as I experienced in a rather odd way a few\ndays ago. The lesson was about the sacrifice of Isaac. At the very begin-\nning, after finding the place in an English Bible, I thought of Mozley'S\nessay on it, then of his essay on Jael, and from that to consider carefully\nwhether it would have been possible for me to present facts more truly than\non a certain recent occasion. This quite absorbed me. Suddenly my atten-\ntion was called off by a movement of my hands. I was clutching my book\nwith both hands as if my life depended on it, and at the critical moment of\nthe story I had suddenly shifted them to express more intense interest.\nNow my ordinary self never attended to the story at all, for even when\nmy attention was called to it it was only to think at once how ridiculously I\nwas behaving and to be glad that there was nobody to see it, and then to\nreflect on\" the abysmal depths of personality. \"\nFor about 12 years I used to read aloud to my grandmother for some-\ntimes as much as two or three hours a day, mostly books that did not interest\nme, often with my throat aching too much to attend to anything not very\ninteresting; and these were favourable conditions for developing the\nundesirable facility of automatic reading.\nPerhaps it conduced to the same result that for some years I methodically\npractised not attending'to the Sunday sermons, which were nearly an hour\nlong, and attained complete success.\nThus the two threads of continnous suggestion, the sight of the Greek\nwords, and the sound of the English ones, are, I suppose, unusually easy to\nfollow, in my case, and there is more subconscious attention to spare for\nco-ordinating them.\nA.M.\nJanuary 25th, 1889.\nDigitized by Google\n\f26 Journal of Society for Psychical Research. [Feb., 1889.\nCASES SUPPLIED TO THE LITERARY COMMITTEE.\nL. 823 (Reciprocal).\nFrom Canon --, who does not wish his name. to be given :-\nOctober 6th, 1888.\nSIR-At your request I send you the following account of a curious\noccurrence which came under my experience nearly 20 years ago.\nIn the year 1869 I had the care of a small country parish on the western\nconfines of Yorkshire. In August of that year I was summoned to the\ndeath-bed of a friend living at S--, a town more than 60 miles away.\nOn arriving at her residence, I was shown to her bedroom. On entering,\nthe nurse told me that my friend was sleeping, but that she would be\ncertain to awake in a few moments. I sat down, and almost immediately\nmy friend awoke, saying: \"You here 1 Why, I have only just this moment\nreturned from B- (my parish). What nice improvements you have made\nin the church.\" She then proceeded to enumerate several very trivial altera-\ntions which I had made in the previous week, and of which I had spoken to\nno one outside the limits of my parish. I was certainly surprised to hear\nthe dying person speak so correctly and in such detail of things which she\nhad never seen. A couple of days later the lady died, and I forgot all about\nthe matter for some time. I certainly never breathed a word of what she\nhad said to me to anyone. But about a month, or perhaps less, after her\ndeath I was going out in the afternoon for my usual walk, when an old\nservant said she would like to speak to me on a subject which had\npuzzled her very much, but of which she had not spoken through\nfear of being laughed at. She said that on the day I went to S--\nshe was in the chancel in the church trimming a lamp, when to\nher surprise she saw a lady kneeling in a corner of the church. She\nlooked at the stranger very intently, who, in a few moments, got up and\npassed away through the vestry, nothing more being seen of her. I may\nhere remark that I was allSured by my servant that all the doors of the\nchurch were locked when she entered. Then I remembered what my friend\nhad told me on her death-bed. I asked my servant for a description of the\nlady she had seen in the church. She gave me a very good one of her, describ-\ning even a curious jacket full of pockets which she was in the habit of wear-\ning when she went to visit the poor. Then I asked her if she remembered\nthe time of the occurrence; she I!aid the clock was striking three as she went\ninto the church. That was the exact time of my entering the lady's bedroom.\nI next gave my servant a large bundle of photographs, which I always kept in\na locked drawer in my study, and told her to see if she could recognise the\nperson whom she had seen in the church. She carefully examined the photos,\nand passed them on until she came to that of the dead lady; this she\nscrntinised very closely, but finally passed on to a few others, returning,\nhowever, very shortly to it. \"This,\" she said, \"is the person whom I saw\nin the church.\" I said, \"Why did you not fix on it at once 1» She replied,\n\"The lady I saw in the church was thinner and more drawn in the face than\nis shown in the photo; her cheek bones were more prominent, and her lower\njaw protruded. But I am certain that I am not mistaken.\" She described her\nDigitized by Google\n\fFeb., 1889.] JO'Urnal of Society for P8ychical Research. 27\nto me as she wu shortly before dt'ath, not u she was in health when the\nphoto wu taken. I mayadd in conclusion that my servant wu the lut person\nill the world capable of imagining such an appearance; she had not an atom of\nthe imaginative faculty about her; she had never seen my friend in her life;\nI never mentioned to her, or to anyone else, that I had gone to S--, nor\nthat I had attended the death-bed of anyone on that occasion. There wu\n])0 rt'ason why I should mention these circumstances, and I did not mention\nthem or allY of them.\nIn answer to enquiries, Canon-- informs us that his old house-\n.keeper is dead and that no corroborative evidence can be obtained.\nHe adds:-\nThe reuon of my housekeeper being iu the chapel at the time named\nwas that her duty compelled her to be there about that hour, to trim a lamp\nwhich is perpetually kept burning. Why I so certainly remember the clock\nstriking three as I elltered the dying lady's room I really cannot say. There\nare plenty of simila.r trifling matters which have occurrt'd during my life-\ntime, of which I have the clearest recollection without being able to say why.\nH.-643.\nMr. Myers writes :-\nThe following case wu received from two ladies, whom I will call\nMiss Mary Brown and Miss Lucy Brown. All the names of places and\npeople (except Mr. Leycester's and Dr. Barker'S) are fictitious, as there\nis great anxiety not to hinder the letting of the house in question.\nI first received, in July, 1888, an independent account from each\n.aistfir. I give here Miss Lucy Brown's, as the fuller. Miss Mary\nBrown's differed only in certain minor points, explained below in an\n.account of my interview with the sisters. A somewhat earlier account\nby Miss Mary Brown is given in Document II.\nDOCUMENT I.\nAbout four years ago, in the autumn of 1884, my sister\nand I took a house in the town of B., for a year. It was\nowned at this time by the heirs of Mrs. Jones. She had bought\nit, and finding it too small, had made, three years before the time that\nit was let to us, a very large addition to it. After the improvements\nwere made, she found that the expense had been far greater than she\nhad expected it would be, and to her sorrow she could not afford to\nlive in it. She therefore let it to a Mrs. Robinson and went with her\ndaughter to live in a boarding-house. Those who saw her, during that\nwinter, say that she was constantly speaking of her disappointment in\nnot being in her own house, and that she should never recover from\nhaving built the large \"new wing.\" In March, 1882, the house in\nwhich Mrs. Jones was boarding took fire, and she was burned to death.\nHer room was on the third floor, and she was last seen at the window\nwith her arms behind her head, in an attitude of despair, in white,\nwith her hair hanging down her back, when suddenly she fell back in\nDigitized by Google\n\f28 Joumal of Society for Psychical Research. [Feb.• 1889.\nthe flames. She had spoken of the house to the last person who had\nseen her the night before, saying\" it would haunt her to her grave.\"\nHer tenant, Mrs. Robinson, continued to occupy the house, until the\nautumn when it was let to us. In speaking to me about giving up\nthe house, she said it was because she could not keep any servants,\nbut did not tell me why. When our furniture was already half moved\nin, and the house was being cleaned, for the first time I heard that\nMrs. Robinson's nursery governess had hung herself in the bath-room,\nand that since then\" it was haunted,\" and 80 no servants had been\nwilling since then to live in the house. This I found out by ordering\nthe room to be cleaned, and being told by the woman who was cleaning\nthat there was not money enough to pay her to go in that room. Only\nby going with her could I reassure her enough to have the cleaning\ndone. At last we moved in, taking with us the servants we had brought\nwith us from another place. where our home had been. All went very\nsmoothly, for those servants had no prejudices, and we took every care\nthat the house should always be well lighted throughout, especially\nthe \"haunted room.\" In the month of January, 1885, during the\nillness of one of the family, who occupied the large front room, my\nsister and I were sitting up at night, when suddenly she exclaimed,\nspeaking to me, \"What are you doing in that cold wing 7 come back,\"\nfollowing me, as she supposed, through her room, which opened into the\nfront room in which the invalid was. My sister's room and mine were\n. both in the \"new wing.\" When she got up to the person to whom\nshe had been speaking, she saw that it was not I, but a tall, fair\nwoman in white, with her hair falling down her back, her arms behind\nher head, and a look of despair on her face. My sister tried to touch\nher, but she vanished. She came back directly to me, and told me\nwhat she had seen. We agreed not to speak of it. A few days after\nthis, I was sitting in a room in the old part of the house, and saw a\nfigure looking very carefully round the door of my room. I supposed\nit was a eervant listening, so I went towards the door. To my\nsurprise the figure straightened herself up, put her hands behind her\nhead. and disappeared. About a month later, my sister, being ill, called\nto me to come to her in the night. I left her to get some medicine\nwhich she required. When I came back to her she said, \"Why did YOll\ngo into my dressing-room just now, and why do you look so tired\nand sad 1 I told her I had not been near her dressing-room since I\nhad left her a few minutes before. Then she said, \"Why it must be\nthat ghost.\"\nTwice more she was seen by us, before we moved out of the house\nand away from B., always in the same attitude, alU'ays in the\n\"new wing.\" We determined then to tell the story to our physician,\nwho we knew had been sent for the night the governess hunO'\nherself. We found that he was much interested, and when we had told\nhim all, he said, \"The governess was short, dark, and stout. You\nhave seen a figure like Mrs. Jones. She was tall and fair, and was last\nseen as you describe her.\" We had never seen Mrs. Jones.\nLondon, July 6th, 1888.\n.. ... Digitized by Google\n\fFeb., 1889.] JOltrnal of Society for Psychical Research. 29\nDOCUMENT II.\nMiss Mary Brown gave the following account verbally in 1887 to a\nfriend who wrote it down. She has since revised it and pronounced\nit \"correct in all the details that are of any importance\" ;-\nA family of three ladies, consisting of an invalid· mother and two\ndaughters, took a house in the country for the summer months. The rent\nwas low considering the size of the house, which had a long wing to it.\nThey were told that the house was reputed to be haunted, a governess having\ncommitted suicide whilst living with the family to whom it belonged. The\nB. family, however, paid no attention to what they considered to be foolish\ngossip, and at the appointed date the eldest sister, Miss Lucy B., went down to\nsuperintend the final preparations for the reception of her mother and sister.\nOn the morning after her arrival she gave orders to the caretaker to clean\nout the bath-room and was lUet by a flat refusal, the woman declaring she\nwould never go into that room by herself again.\nMrs. B. and the younger daughter, Miss Mary B., having arrived, the\nlatter, after a few days, was suffering from some slight indisposition which\nconfined her to her room. This room communicated with that of her sister,\nMiss Lucy B., on one side by a door. At the opposite end was a large bay\nwindow. One niO\"ht as she was lying in bed she saw, as she thought, the figure\nof her sister, a tall, slight, fair-haired lady, standing in this bay window, her\narms raised above her head. She called out, \"What are you doing\nat that end of the room, Lucy?\" Her sister answered from her own room,\n.. Mary, you have been talking to yourself; I have been in my room all the\ntime.\" Mary replied, \"No, I saw you standing there,\" pointing to the\nwindow.\nA few days afterwards, MISS Lucy B. was sitting in her room, a big parcel on\nher lap. Mary came in and asked her whE:'re she was going to put the parcel,\nto which Lucy replied she did not kuow. Mary then went to her own\nbedroom. Presently, hearing a noise behind her, near her clothes press,\n.she turned round and saw, as she thought, her sister standing near the pre~s.\nShe began a half laughing remonstrance, asking her why she had sefected\nher wardrobe to stuff that big parcel in. Happening, however, to look away\nfor a moment from the figure through the opell door leading to her sister's\nbedroom, she saw the latter sitting in the same place with the big parcel on\nher knees; when she looked again towards the window the figure was gone.\nThe eldest sister habitually slept with her mother, who was an invalid, and\nhas since died.\nOne night Mrs. B. woke, and seeing, as she thonght, her daughter in a\nfar-off part of the room, asked her what she was standing there for. Miss Lucy\nB., who was lying in a little bed beside her mother, now awaked and asked her\nmother to whom she was speaking. Mrs. B. said ~he had seen a figure\nlike her daughter, tall, slight, and fair, at the other end of the room with her\nhands raised above her head. Soon after this, the doctor of the village\ncalled, and the Miss B.'s told him how troublesome it was that they could not\nkeep any of their servants for more than a month, and were often obliged to\npay largely in excess of the wages agreed on to prevail 011 them to remain\neven so long-such was their terror at what they declared to be repeated\napparitions of \"the ghost.\" Miss B. then proceeded to say that they them-\nsdves had been disturbed by her three times, and asked the doctor to\ndescribe the appearance of the French governess. The doctor answered\nreadily enough that Mdlle. R. was dark, plump, and short. The ladies\nthereupon described the figure and countenance of the apparition they had\nseen, the doctor looking much startled. He informed them that the\nowner of the house, Mrs. Jones, had added to it the wing in which were the\nDigitized by GOL\n\f30 Jo'Urnal of Society for Psychical Research. [Feb., 1889.\nsleeping rooms of the B. family, that she had almost ruined herself by\ndoing so, and had been ullable to live in the house herself on account of\nthe cost of keeping it up; ..he had therefore let it and gone to live in a\nsmaller one in the village. One night she had said to some friendll who were\nwith her, \"That house of mine is always troubling me, I shall never be\nable to live there anymore, the wing in especial really haunts me.\" That\nnight the house in which Mrs. Jones lived took fire, and the last that was\nseen of her by the neighbours in the street below, was standing at an upper\nwindow, not apparently having the courage to jump as she was being urged\nto do, with her arms lifted high over her her head. A mowent or two·\nafterwards she fell back and was burnt to death. She was a tall, slight,\nfair-haired woman.\nOn July, 23rd 1888, I met the two sisters at the house of R.\nLeycester, Esq., 6, Cheyne.walk, S.W. I found them very anxious\nnot to overstate what they remembered.\nFour different occurrences of the apparition are remembered, three·\nof them by both sisters, the fourth by Miss Lucy Brown only, although\nMiss Mary Brown was the percipient. Two other dim and shadowy\nappearances may be left out of account. There remain four well-\nmarked appearances all of the same figure.\n1. Seen by Miss Mary Brown, January, 1885, during severe illness of\"\nanother member of the family. This is not definitely remembered now\nby Miss Mary Brown, but very clearly by Miss Lucy Brown, who·\nknew of it as soon as it. happened.\n2. Listening at the door. Seen by Miss Lucy Brown. In this\ncase the figure seems to have appeared in the old part of the house.\n3. Seen by Miss Mary Brown when slightly ill, (the illness was trivial\nand not accompanied by fever). In this case the figure does not seem\nto have assumed its usual attitude.\n4. Seen for some time, then disappears into closet. This was seen\nby Miss Mary Brown; is remembered, but not so clearly, by Miss.\nLucy Brown.\nThe servants repeatedly spoke of having seen a figure, but the Misses.\nBrown discouraged them and made no inquiries.\nThe Misses Brown inquired from relativtls what Mrs. Jones was like..\nand learnt that she somewhat resembled Miss Lucy Brown (who is very\ntall) in figure; was about 45 or 50 (apparent age of phantom, so far-\nas seen), and had blond hair (as also has Miss Lucy Brown).\nDr. Barker writes from the town of B., under date August 26th,\n1888, to Miss Lucy Brown:-\n\"I well remember the queer experience you had in---street and.\nyour description of it; and my recollection of the incident coincides\nwith your own in every particular. The nurse was dark, rather stout,\nand of medium height. The former owner of the house was tall..\nneither thin nor stout, quite fair, with light hair and grey eyes, very\nerect, and of good figure. You described her very nearly.\"\nMiss Brown has never had any other hallucination of the seqses.\nMiss Lucy Brown has had one other hallucination, apparently\nrepresenting a person who had died in the house where the figure-\nwas seen, though a person unknown to the percipent. It is hoped.\nthat this case may appear ill a future number of the Journal.\nDigitized by Google\n\fFeb.,1889.] Journal of Society fm' P8ychical Research. 31\nTHE \"HAUNTED HOUSE.\"\nVarious unexplained sounds have been recently heard in the house\nmentioned on the cover of the JO'Urn.al. We purposely give no par-\nticulars as it is desirable that witnesses should observe and describe\nindependently anything that may occur; and it is hoped that more\nMembers and Associates may be able to arrange to sleep there.\nSupposing that the apparitions formerly seen were more than mere\nhallucinations, the chances of obtaining results would be greater in\nproportion to the number who make the trial, since experience renders\nit probable that certain persons are specia.lly susceptible in this way.\nRECENT ADDITIONS TO THE LIBRARY OF THE SOCIETY.\ntBALFOUR (Arthur J.) The Religion of Humanity. An Address\ndelivered at the Church Congress, Manchester, October, 1888.\nEdinburgh, 1888\nBRAUN (L.) Experimenteller Spiritualisrnus und Spiritisml1s...Leipzig, 1879\nBRAUN (Otto) Geisterstunde. (Deutsche Rundachau. March, 1875,\np. 498)..................................................................... Berlin, 1875\nDEDEKIND (Pastor. W. E.) Ueber Geisternahe und Geisterwirkullg\nHanover, 1825\nERSClIEINUNGEN (Die Neuesten) auf dem Gebiete des Spiritismus.\n(Allgemeine Evangeliache-Lutheri8che Kirchen Zeitung. Jan. 8th\nand 15th, 1885)..................................................... ............. 1885\nFROHsCHAMMER (J.) Thierspuk in Spiritisml18. (Dt'e Gartenla1We.\nFUC1:;o(;~) 1s::':lf~~!~~~··spi;ii~~ii~;;;~~··~~ci··spi~iti~~~~··~~d··~~i~ 1878\nauftreten in Deutschland. Allgemeine Conservative Monatachrift.\nDec. 1879, p. 884) ................................................................ 1879\nGUTBERLET (Prof. Dr. Const.) Der Spiritismlls................. ....Cologne, 1882\nHELLENBACH (L. R). 1st Hansen ein Schwindler 1 Eine Studie tiber\nden Animalischen Magnetismus (2nd edit.) ..................Leipzig, 1887\nHENNINGS, Visionen vorziiglich lIeuerer und neuerster Zeit philoso-\nphisch in ein Licht gestellt ...... ..............................Altenburg, 1781\nKAsPROWICZ (E. L.) Der Spiritismus in Deutschland. II. Haupt-\ngrund-satze der Lehre vom Geiste ................................Leipzig, 1879\nLIEBICH (Constantin) Der Somnambllle, der im Schlafe gelstig-\nhellsehender Prediger (August Schiiler) ........................Berlin, 1883\nLtiWENTHAL (Dr. Eduard) Grundziige des inductiven Spiritualismus\nBerlin, 1889\nMENDELSSOHN (Moses) Phadon, oder, Ueber die Ullsterblichkeit del'\nSeele ......................................................................Leipzig, N. D.\nOTTO (Bernhard) Die Sprache del' Vestorbellen, oder das Geister-\nklopfen. (4th edition) ...............................................Leipz~q, N. D.\nSCHNEIDER (D. Wilhelm) Del' Neuere Geisterglaube 2nd edit.ion)\nPaderborn, 1885\nSPIEGEL (Dr. Hermann) Das Wesell des Spiritismus ..............Leipzig. 1888\nTHEOSOPHISTISCHE (Das) Attentat auf die Christliche Misllion in Indien.\nAUg. Evangelische-Lutheri8che Kirchen Zeitltng. Jan. 8th, 1885,\np. 17.)............................................................................... 1885\nWENZELBURGER (Theodor) Der Process Ra.ulldorft'-Bourbon. (Ullsere\nZeit.•JlIne, 15th, 1874,p. 845):............................................. 1874\n::: Presented by the Author.\nDigitized by Google\n\fSOCIETY FOR PSYCHICAL RESEARCH.\nREOBIPTS AND EXPENDITURE A 000 UN'1' FOR THE YEAR ENDING 31st DEOEMBER, 1888.\n~r.\n188!!.\n.Jan. 1.-To Balance in hands of Treasurer\nDo. Secretary\n£ s. d.\n35 15 6\n10 0 0\nDec. :U.-\" Subscriptions:-\nI\\lembers\nAssociates\n325 10 0\n.. \"\/'87127\n\" Life Subscription\nDonations\n., Free Distribution Fund\nSale of Publications :-\nPer Triilmer & Co. (July 1887\nto June 1!!8!!)\n\" American S. P. R.\n\" Secretary\n\" Rent-(Rooms not required at 19\nBuckingham Street, 6 months\nto I\\Iichaelmas 1888)\nInterest from Investment\n\" Sale of Consols\n36 6 4\n37 8 9\n!I 18 0\n£ s. d.\n41) 15 6\n613 2 7\n10 10 0\n2313 0\n4 17 0\n!!313\n12 10 0\n2 10 3\n61 13 11\n£858 r. 4\n([r.\n1888\nDec. 31.-By Literary Committee\n\" Library\nPrinting:-\nProceedings, Part XI.\n\" XII., on\naccount of ..\nJournal, Nos. 39--48\nGeneral\nCovers anll Binding\nGeneral Meetings\nI, Advertising\n£ s. d.\n194 Hi 6\n50 0 0\n65 0 0\n15 4 6\nTravelling Expenses (Members of Council)\nPhilosophical Instruments\nSalary to Secretary (Sept. 1887 to Sept. 1888)\nand Commission on Subscriptions\n!tent (12 month. to Michaelmas 1888)\nHousekeeper 12 months, 19 Buckingham\nStreet)\n\" l\"urnishing\nRt'ading Room and Stationery\nl:ostage (Secretary's)\nGas ...\nRepairs\nGeneral Expenses\n\" Balance in hands of Treasurer '\" 66 12 0\nSecretary ... 10 0 0\nI have audited the above Receipts and Expenditure Account with the Books of the Society, and certify that it is correct.\n£ s. d.\n8611 7\n9 811\n325 0 0\n9 Ii 9\n38 12 9\n4 11) 0\n400\n116\n133 0 0\n45 0 0\n12 0 0\n019 6\n6 611\n49 14 10\n2 10 0\n15 14 10\n3711 9\n76 12 0\n£858 5 \"\n24th January, 1889. MORELL THEOBALD, C.A.\n~\nt.:l\n~\nt\n~\ng<\nC\":I\nJ\n~\n\"\"'l\n~\n~\n£..\ng.\n~\n[\n1\n.-\n~\n\f","_id":454}