{"name":"Journal of the Society for Psychical Research 3013","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n58_mar_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N58, March 1889","mylang":"de","content":"No. LVIII.-VOL. IV. MARCH, 1889.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS. PAGE\nExperiments in Thought-transference .. .. .. .. .. .. .. .. .. 83\nCorrection to M. 6, and further particulars from Mr. Dobbie respecting his Experiments in\nCase ~~~he LitemI\")' ConuBii.tee ;: :: .. .. .. .. .. .. :: ~\nRecent Iaditionsto the Edmund Gurney Library .. 47\nEXPERIMENTS IN THOUGHT-TRANSFERENCE.\nThe following series of experiments were made by a lady, well\nknown to the editor, with her little girl, aged at the time about four\nyears and seven months. In sending us the notes she says :-\nI find that for the present I can make no more experiments with H. ;\nshe is too old to give her impressions quite unconsciously and not old enough\nto have the importance of the affair explained to her. . . . I enclose\nyou the results of our experiments up to the present. . . . Besides the\nnotes of experiments with cards, I enclose copies of notes of cases where H.\nguessed what I was thinking of, or I of what she was thinking; I thought\nthey might be interesting as illustrations.\nThe experiments were made as follows :-The little girl drew a card\nout of the pack and looked at it while her mother, who kept her\neyes closed throughout the experiment, guessed what the suit was,\nwhether it was a pioture card or not, and in some cases what card\nit was. When no impression as to the card was felt no guess was\nmade. In the following notes P. stands for picture. \"Picture right\"\nmeans a right guess made as to whether the card was a picture card or\nnot. After the first two evenings, when a full record of the experi-\nments was kept, a dash stands for the child's answer \"yes\" or \"no.\"\nThere was no contact.\nNOTES OF EXPERIMENTS.\nFirst Evening, February, 1888.\nSuits, number, and pictures guessed. Firat three [cards guessed] right in\nall respects. Then only tried suits and pictures.-12 more guesses, of which\npicture right 12 times, suit right 6 times.\nFebruary 6th. ..\nFirat three, suit only guessed-right each time. Then six more, guessing.\nsuit and picture, of which suit right three times, picture right six times.\nD\nDigitized by Google\n\f34 Journal of Society for P8ychical Resea'1'Ch. [March, 1889.\nFebruary 7th. 5 gueaae..\nCABDDBAWN.\n(a) H. 6\n(b) Sp. 2\n(c) Sp. 3\n(d) H. 3\n(e) D. 1\nGUBBI.\n01. 11-H, not P.\n01. -.H 11- Sp. 2.\nSp. -not P-4.\nD1-Sp1-H-notP\nSp.1-H1-ill.1-D 1\nnotP.\nFebruary 10th. 3 gueB8ea-tW\nimpreBBion.\nFebruary 10th (later).\n(a) H. 2 NotP-H-2.\n(b) H. Kg. P-D-Kg.--Kg.H.\n(c) Sp. 5 Not P. - Several\ngueaae&; then H.\naaid shehad \"made\na mistake\" about\nthe card.\nFebruary 13th. 3 gueaaes-no\nimpreBBion.\nMarch 19th. 4 gueaaes.\nOABDDBAWN.\n(a) H. 1\n(b) Sp. 10\nGUB18.\nD-notP-H-2\n-3-1.\nSp. not P (doubtful)\n-10.\nNote on (b).-Ml' impreBBian was \"alot\nof black \"-then Spadt'8. I had a feeling\nit was not P-hut seemed to see a crowd.\nI aaid \"Not P,\" and hearing that I was\nright, iustanti1' felt that 10 satisfied my\nimpl888ion. H. proceeded to ceunt the\npipe,-lO being more than she can take\nm at a glance,-and I was right.\n(c) Blank card1 .. Can aee nothing.\"\nNote on (0).-\" Can see nothi~\" does\nnot represent\" had no impreBBloD.\" I\nhad an irritated senaatioD of Dot being\nable to 888 anything.\n(d) ill. Q. I No impresaion.\nMarch 20th. 4 gUelll8a-3 no\nimpre88ion.\n(a) D. 6 INet P -- H or D -\n4-5-6.\nNote.-I· gu888ed the Dumbers SUCC88·\nsively,but in fact I aawa plain picture of\nthe top corners.\nMarch 24th. 4 gueaa8B-2 no\nFebruary 27th. 3 guessea. impre&rion.\nNo impresaion. (a) Sp. Kg. D- P-Q. Sp.-Sp.\nD - not P.- wrong - Kg.\ngUeIsea. (b) ill. Knave ill. - not P - Kg. -\nNo impreBBion. Q - Knave.\n(a)\n(b) H. 5\n(c)\nI have no record of the exact gueaaes on ~e first two evenings. But all\nDotes are contemporaneous. The result of the gueBBing is written down\nbefore we go on to the next card. The lines ( - ) ahowed the interval in\nwhich yel or no was answered.\n(Signed)\nJ an~ary 29th, 1889.\nThe pack of cards used was an imperfect one; the 8 of spades and\nthe 2, 5, 7, 10 and knave of diamonds having been lost. The ace of\nspades was counted as a picture card, so that there were 12 picture\ncards and 34 plain cards. Neither agent nor percipient knew which\ncards were missing, nor how many.\nIt appears from the above notes that the total number of experi-\nments was 53, or, omittj.ng the blank card, 52. In 14 of these no\nimpression was received nor guess made. In the remaining 38 the\nDigitized by Google\n\fMarch,I889.] Journal of Society for Psychical Research. 35\nattempt was made to guess the suit only in three cases, suit and\nwhether picture card or not in 22 cases, and to guess the whole card in\n13 cases. It was not settled beforehand how much was to be attempted\n-this depended on the impression felt at the time. The following\nis a table of the results :-\nRIGHT.\nI WRONG.\nI\nATTEMPTED.\nNumberl ITOTAL.\nSuit. Picture. Suit. Picture. Number\n--------- -------\nSuit only ••• ... ... ... 3 ... ... ... ... ... 3\nSuit and Picture ... ... 9 22 ... 13t ... ... 22\nSuit, Picture, and Num-\n7\nbers ... ... ... ... 12* 7 6 1 6 13\n---- -------,---\nTotal ... ... ... ... ... 19 34 7 19 1 6\nI~-\nNumber thatwouldhave }\nbeen mo~t probable\nby chance, say..•\n90r 10 25:1: 3**\n* Including case (b) on February 7th, when the whole card was gueBBed\nbefore gueBBing picture or not.\nt Including caseB (c) on February 10th and (a) on March 20th.\nt The mOBt probable number of correct gueBBeB as to picture or not\ncannot be properly eBtimated without the details of all the experiments, or a\nlonger series of recorded gueBBeS, becauBe_ince the probability of being\nright by chance in any parnicular case iB greater for the gueBB .. not picture\"\nthan the gueBB \"picture\"-the mOBt probable number of correct gueBBeB\ndepends on the bias of the gueBBer. (Owing to the imperfection of\nthe pack these remarks apply also mutatis mutatulis to the gueBBeB of\nBuit and of number.) If he haB no bias-that is, if in the long run\nhe saYB ,. picture\" as often as \"not picture \"-half hiB guesBes will in\nthe long run be right. A bias in favour of .. not picture\" would give a\nlarger number of right gueBBes, and a bias in favour of .. picture\" a Bmaller\nnumber-the limiting valueB in the two directionB being U and U. If he\ngueBBes \"picture\" and\" not picture\" in the true proportions-that is, 12\npictureB to 34 not-pictures-he will in the long run be right by chance 325\ntimeB out of 529, or about three-fifthsof biB gueBBeB will be right. The number\n25 given in the table is the most probable number of coincidences among\nthe actual cards and gueBBeB in the short Beries of 14 experimentB of which\nthe details are given. On any aBBumption the actual number of correct\ngueBBes in the experiments before UB iB greatly in exceBS of the probable\nnumber.\n** The probability of the number being right in any particular gueBB\nis, in a perfect pack, fit whether the goels be made in two stages (picture ...\nD\nDigitized by Google\n\f36 Journal of 80ciety for Psychical Research. [Mr.rcb, 1889.\ntil'llt and then number), or all at once, provided the gulllll in the fil'IIt stage\nis right, as was the oaae whenever the number was right in these experimenta.\nThe guesses may be differently analysed as follows :-\nSuit only right 4\nPicture only right... 17\nSuit and pioture right but not number 10\nPicture and number right but not suit 2\nSuit, picture, and number right 5\nQuite wrong 0\nTotal 38\nThe probability of guesaing any card wholly right out of 38 guesses\nis, of course, less than one.\nWith regard to the picture guesses, the idea occurs to one that the\nchild may have liked picture cards best, and have had a special manner\nwhen picture cards turned up, which unconsciously influenced her\nmother. On this hypothesis, however, one would expect that the\nimpression of picture or not would be the first to occur, which does\nnot appear to have happened; since out of the 14 cases where the\ndetails of the experiments are given, the suit was guessed first in 10 and\nthe picture first in 4 cases. In those 4 cases the card was actually\na picture card once.\nThe following are the notes of the spontaneous experiences\nmentioned above:-\nN01Jember 14th, 1885. (H., aged two y8&1'll and four months.)\n.. On Frida,., November 6th, on coming in from a walk, I went to the\nnUl'llery, and J. (the nUl'lle) said to H., •Tell mother who you met-what\nlittle girl.' The child hesitated and then said doubtfully, •Daisy.' •No,'\nI said, •Margery.' •Oh, did you meet her then l' said J. I could only say\nthat I gu_ed. Then J. said, 'Tell mother what the little girl had on, and\nyou said you wouldn't like one.' Again, as H. hesitated, I said 'Had the\nlittle girl a red cloak l' •Then you did see her,' said J. 1 had not seen the\nchild, and did not know that she had. a red cloak. As I said 'red cloak,' it\noccurred to me that it might be lOme kind of bonnet, but • red clnak' said\nitAelf.\"\n(The little rgirl was Margery --, of whom we knew very little, and\nwere not in the habit of seeing. H. spoke very little at this time, and W&ll\nalow a' getting the worda to express her thoughts, 80 that 1 was constantly\ngueB8ing what she meant, before she finished speaking.]\nMarch 23rd, 1888.\n\" Yesterday H. and 1 played' 1 love my love.' I have long thoulht\nthat shegu888ed what 1 was thinking of, and resolved to try. We had done\nM and began N. She could not think of a quality beginning with N, 80 1\nsaid, 'Well, gU888 mine,' and thought of Nice. 1 turned and looked at her\neyes, and she looked back, then she said at once INice. When we came to\n·Digilized by Google\n\fMarch,1889.] Journal of Society for Psychical Research. 37\nthe •sign,' I thought of Needle-usua.lly we choose an animal. When she\nsaid she • would think of my word,' we looked as before, and she said slowly\nNeat, but could attach no idea to it. She could find no quality in O. I\nthought of Obedient. She (after looking as u8ual, I taking special care no\"\nto say the word with my lips) said slowly •O-be-di-en.' Then, after a pause,\n• But that's not a nice thing to be,' (she apparently mixed it with dis-\nobedient) showing that the word she was saying did not satiBfy her conception\nof what she wanted.\"\nNO'Vember 13th, 1888.\n.. I have been taking a tonic lately after lunch, and H. likes to see me\ntake it. But em Wednesday, the 7th, I gave it up, and ahe did not remind\nme of it as usual. Yesterday (Monday), as I got up from lunch, I thought,\n•I will take my tonic to-day,' and at that minute H. said, •Take your\nmedicine.' I waa surprised and said, •But I have not been taking it\nlately ; what made you think of it 1' H. said, 'I don't know; it came into\nmy head.'\"\nThe last of these experiences is less striking than the other two,\nbut is worth mentioning in connection with them.\nIMPORTANT CORRECTION\nAND FURTHER PARTICULARS RESPECTING MR. DOBBIE'S CLAIRVOYANTS\nAND MODE OF EXPERIMENTING.\nMr. Dobbie writes from Rothesay Villa, College Park, South\nAustralia, on January 6th, 1889 :-\nReferring to case M. 6 [Jo1tT'ltal, Vol. Ill., pp. 333-6] a great mistake has\nbeen made. I notice that at the bottom of page 335 of November\nJ oumal you state that you asked me for a copy of the notes .. taken at\nthe time of the experiment.\" You then quote my reply that in that\nparticular case I neglected to make notes at the time. Now that is quite a\nmistake. The notes I sent you re the \"sleeve link\" case, and which\nappear in the J01tTnal, are a copy of the notes I tVTote down the moment the\ntoords were uttered. I make a practice of doing so. When, in my letter of\nOctober 17th, 1886, in reply to your query, I stated that I had not taken\nnotes at the time, I thought your question referred to an earlier case of\nclairvoyance in connection with the finding of a gold pencil-case which had\nbeen lost. I sent you the particulars,* but you have not published them, at\nwhich I am surprised, because I consider it was by far the most remarkable\ncase of the three, the possibility of thought-transference being more\ncompletely shut out.\nI will now answer the questions.\n(1) Whether my clairvoyants are in any way professional, or accept money\nfor their services 1\n* We have Dot got the letter (dated, Mr. Dobbie tells UII, March 8th, 1886) which\ncontained these particulars, but hope that Mr. Dobbie may be able to let us have\nthem again.\n\f38 Journal of Society fO'1' Psychical Research. [March, 1889.\n:\nAnawer: No, I have never given them a farthing, nor do I recompenae\nthem in any indirect way. In fact, the experimenta have been a great tax\nupon them during the past four yean, and have greatly interfered with their\nhome duties.\n(2) Are they well educated ?\nAnawer: They are auffioiently educated (the young ladies I mean)\nto conduot a aohool of yootlg ohildren, but make nC) pretenaion to the higher\nbranohes of learning. They are educated to about the same extent as those\nwho paaa through a good Government or State aohool, and are solid, sensible\nyoung women of irreproachable oharacter. They have a 8Ohool of 60\nyoung ohildren.\n(3) Whether, in noting down conversations with olairvoyanta, I make a\nnote of the questiona as well as the answera, and whether I give merely a\nsummary of the information elicited1\nAnswer: I rarely ever interfere by asking 'lueationa, &8 I have found by\nexperience that the resulta are far more satisfactory when I simply remain\nsilent and write down aU the worda they utter, as I di.i in the oases of the\nsleeve link and Coliseum. If you refer to the fifth line from the bottom of\npage 336 of November Journal, you will notioe in italics a sentence whioh is\nthe weakest part of the whole; that was the result of my asking a question\nwhioh, as Mr. Adamson rightly says (on p. 338), .. should not have been\nput.\" Mr. Williams, the male clairvoyant, is an intelligent young man of 24-\nHe baacharge ofone of the departmenta in one of the leadingdraperyestablish-\nmenta of this city (Adelaide). I have never, either directly or indirectly,\nrewarded him in any way. He is fairly well educated.\nMETHOD OF QPERATIl!i'G.\nMy UlUal method of operating is to put them to sleep by a few paaaea,\nand thenquietly to wait until they tell me they are ready. I then silently Blip\nthe artiole in queation into their handa, and in from two to five minutea\nthey begin to speak in a perfectly natural way, and I write down what they\nsay. In moat cases when the apecimen is the hair of a person who is ill, the\nMiaaea Dixon will simply hold the hair in their hands for an interval of from\nfive to fifteen minutes, and then Bit up to the table, open their eyea (though\nstill asleep) and write out a diagnosis of the case and pre80ribe remedies.\nIn moat cases they correctly de80ribe the ailmenta, although in some caaea\n(even when I am fully aware of the circumstances) they are entirely wroag.\nSome of the cures have been very remarkable; but I am not prepared to\npositively aaaert whether the curea were effected by the remedies, or were\nthe reBult of faith, or, in other worda, the action of the mind on the body.\n* * * *\nI have little confidence in the abilities of my olairvoyanta to track the\nWhitechapel murderer. I tried them once in tracing a prominent man\nwho Buddenly disappeared from Adelaide two or three years ago,andW&8 found\ndead a fortnight afterwards. My clairvoyanta inaisted that the man W&8 alive\narid wandering about south of Adelaide, whereas he must have been dead all\nthe time, and was found norlJi of Adelaide. Yours faithfully,\n(Signed) A. W. DOBBIE.\nDigitized by Google\n\fMarcb, 1889.] Jowrnfil of Society fO'l' Psychical Research. 39\nCASE SUPPLIED TO THE LITERARY COMMITTEE.\nG.l83.\nI ga.ve an abstract of the following case of a haunted house (G. 183)\nin my paper on \"Phantasms of the Dead.\" (P'l'OCeedingB, Vol. III.,\np. 113.) Since then some further evidence has been obtained, and the\ncase is now probably as complete as we can at present hope to make it,\nsince there is little chance of obtaining Mrs. Robinson's address. It\nwill at once strike the reader that in all its recent appearances \"the\nghost\" of this case is very unlike the ghost of most of our narratives,\nand its always appearing in the same part of the room, its\npersistence for several minutes, its unchanging form during each\nappeara.nce, all strongly suggest a real effect of light of some kind; and,\nin fact, this is what suggested itself to several of the percipients. Its\nslow movement backwards and forwards through, as appears from the\nplan, a small angular distance is what might be expected if the effect\nwas due to a light outside, -say, a temporarily illuminated window,-\nshining through a thin and slightly moving blind (with, perhaps, a\nhole in it) and between the curtains. It would be rash to affirm that\nthis would be a sufficient explanation without knowing the place,\nand without experimenting, but if a chance of verifying this\nhypothesis should occur it is to be hoped that it will be made use of.\nELEANOR M. SlDGWICK.\nMr. Podmore writes :-1 saw Mrs. W. on July 8th, 1888, and she\ngave me the facts which I embodied in the following narrative, since\ncorrected by Mrs. W.\n8th Jtdy, 1888.\nMy father, John Hunter, was a surgeon practising in W--, and at\nthe time of his marriage his wife's mother and step-father, Mr. and Mrs.\nBarber, rented V-- Cottage and came to live in it in order that they might\nbe near their only child. This would be about 1826, as I was bom in 1827.\nI have always heard that they were told, as soon as they came to live\nthere, that the house was haunted; the story given to account for the haunt-\ning being very much what my son baa given in his letter of the 10th of June\nlast (see below), except that I never remember to have heard that my father\nwas called to the inquest. It is possible, however, that this was the case, as\nmy father practised in W-- before his marriage.\nMy grandfather died soon after coming to live in the house. My\ngrandmother, however, lived on In the house until 1851. After her death\nmy father bought it, but sold it again shortly afterwards. Some time after\nmy brother-in-law, Mr. A. bought it, and my 80n, J. H. W--, rented\nit from him for some years. Recently Mr. A. haa again sold the house.\nMy sister and I, as children, occasionally slept in the house during my\ngrandmother'8lifetime. On one occaaion-I cannot remember the date, but\nI was not 15 at the time - my sister, 15 months younger than myself,\nDigitized by Google\n\f40 Journal of Society for Psychical Research. [March, 1889.\nrushed into my bedroom, which was the inner room, crying out .. What\na shame to try to frighten me 10, Margaret.\" I was in bed, and when she\nsaw this she Will very much llltoniahed, and told me abe had seen in\nthe outer room a white figure behind the door, and thought it was I in my\nnightdreu. We had both, I think, heard at this time that the house Will\nsaid to be haunted, but we only laughed at it.\nSome time afterwards I remember we both heard footsteps-as of a\nman in stockings-going upstairs and about the house. We told our grand-\nmother, who, in spite of our entreatiea-for abe Will very infirm and used a\ncrutch-insisted on going downstairs, but found no one there. The room in\nwhich my aieter saw the figure-now aeparated from the \"inner room,\"\nwhich has a aeparate entrance from the passage-is the same room in which\nMr. Hill and the others have since aeen a figure. But my son used to talk\nabout the .. haunted room .. to all his friends, and this may have caused\nthem to see 'he \"ghost.\"\nThe evidence of Mrs. Robinlkln, who acted as caretaker for some\nmonths. is the most reliable, for she had certainly never heard of the reputa.\ntion of the house. I will try and find her addreu and IIIk her to write out\nher account.\nOf late years, whilat Jack hili occupied the houae, I have slept in the\n\"haunted room .. several tim8l, but have seen and heard nothing abnormal.\nI should state that the villagers conceived a dislike to Mrs. RobinlOn,\nand, I understand, tried to frighten her by flashing a bull's.eye lantern on\nthe house, and so on j but I don't think that any trick could account for the\nfigure which she saw.\nThe MS. of above was left with Mrs. W. for her signature and she\nreturned it the next day (July 9th) with a letter saying:-\n\"I have read over your notes attentively, and made one or two slight\nalterations. I am lOrry that I can help you ao very little with regard to\nda.t8l, and I must decline to affix my name to the document, or to Kive you\nthe name and addreu of my sister. She baa lost her husband and is 10 an\nexceedingly delicate .tate of health. . . . In the cottage there were only\ntl1ree bedrooms. One stood apart from the rest, branching off by be steps\nfrom the staircase, and it was in that room that the murder was said to have\nbeen committed, and there in early days the ghoat Will said to appear. But\nno 0fII! of whom I have any knowledge ever saw the apparition there. The\nother two rooms \"ere cnnnected, not by any pulage, but you passod through\nthe one to get to the other, and it was in the first of these that people\nprofeued to see the spectre.\"\nFrom Mr. J. H-- W--, 14, Southall.street,\nStrange\"ays, Manch8lter.\n10th June, 1888.\nMrs. Adams lived in the houae for lome mOIlt.hl at t.wo or three different\nperiods.\nThe Robinsons occupied it one winter and spring. They may have\nheard I)f \" Lydia's ghost.\"\nThe hOUle has been sold and is now unoccupiecl.\nDigitized by Google\n\fMarch,I889.) JOU1\"\/U1,l 0\/ Society \/01' Psychical Research. 41\nThe story, aa I have heard, is that the house waa formerly occupied by an\n<lId lady and her daughter Lydia. No sen'ant slept in the house, but a girl\n-came to them every day from a neighbouring cottage. One moming, being\nunable to rouse anyone to give her admittance, she became alarmed and went\nfor the doctor (my grandfather, John Hunter),who placed a ladder up to the\nbedroom window and ascended it. Then he saw the two women lying on the\n:floor with their throats cut. He waa too late to save the old lady, but having\nsewed up Lydia's throat she recovered. Lydia averred that they had\nmutually agreed to commit suicide (and I believe a verdict to that effect was\nretumed in the one caae), but my grandfather expreued his opinion that the\nold lady did not commit suicide, an opinion he formed from the position of the\nbody, which was lying with the neck carefully placed over a basin. He gave no\nevidence to incriminate Lydia, as he considered her daft. Lydia afterwards\nleft the village, and no one knew what became of her. At last the idea\ngained credence that her ghost haunted the cottage. Voild tout!\n(Signed) J. H- W-.\nMr. A. G. Leonard and I saw Mrs. Adams and Sarah Newman in\nJanuary, 1885, and the following account was drawn up by us from\nour recollection and notes of the conversation, and has been\nsubsequently signed as correct by the persons concerned.-F.P.\n21, St. Bartholomew'l.road, N.\nJanuary, 1885.\nMrs. Adams says :-\nI have never seen the light myself. Several people. however, have seen\nit while I was in the cottage and have told me what they saw.\nMrs. Robinson (whOle address cannot now be ascertained) told me that\nshe Iowoke and saw the light on Christmaa Eve, 1883, between 12 and 1 a.m.\nShe thought it waa bne of her girls and said, \"Maggie, is that you 1\" On\nreceiving no answer, she got out of bed and the figure \\·anished. So\nconvinced was she that it was one of the girll that she went into their room,but\nfound them both fast asleep. She returned to bed and the light reappea.red.\nSarah, my servant, has seen the light several times. She at first\nattributed it to some reflection from the looking-glass. It waa I, however, who\nplaced the looking-glass in the loom, and Mrs. Robinlon had leen the light\nbefore this was done.\nMiss Wray. Mrs. W., Mrs. Robinson, Miss R. H--, Mr. Leonard\nHill ha\\'e told me that they saw the light.\nOn one OCC&IIion,whE'n several of us, including Mr. Ruck,were downstairs,\nSarah came down and said, \"Now if you all come up you can see the light.\"\nWe went up at once but the light had disappeared.\n(Signed) M. ADAMS.\nSarah stated that this waa the only occaaion on which she saw the light\nwhen she was not in bed. She was coming downstairs one evening last autumn\nwithout a candle, and saw the light (through the open door) in the position\nin which it alwaYI appeared-near the cupboard. She saw it move towards\nthe window and it seemed to settle on tbe blind. She ran downstairs and\ncalled the others, but when they came nothing was visible.\nDigitized by Google\n\f42 JOWI\"YULl of Society for Psychical Research. [Harcb. 1889.\nThe light seemed a bluish :flame about 2in. long, surrounded by a halo\nabout lOin. long by 6in. broad; or, as Sarah described it, it was ltright in\nthe centre with a light shadow round it. It appeared to be about 6ft. from\nthe ground. It never altered itaappearance as Sarah looked at it. It would\nmove slowly from the cupboard to the mantelpiece, to and fro, taking\nabout one minute in the passage. It always kept at about the same level.\nAfter she had heard last autumn of the light being soen, Sarah determined.\nto try and see it herself, and slept in the room for BOme time. She used to-\nlie awake in the hopes of seeing the light and did distinctly see it several\ntimea-onoe, at the end of Ootober, 1884,three consecutive nights. The light.\nalways appeared (if it showed itself at all) between 12 and 1 a.m. Thia\nSarah ascertained by consulting a clock which stood in the room.\nSometimes she woke up and found it there, but more generally she was-\nawake when it first appeared. Sarah was in the habit of waking up at odd\ntimea during the night, BO that no conclusion can be drawn from her having\ndone BO on these occasions.\nOn several nights she got out of bed but the light always vanished\nas soon as she did BO, or as soon as she lit a candle. It would \"anish all at\nOllce, not gradually as a reflection might do. When abe only sat up in bed\nthe light would remain.\nSarah profeBBed to think that thelight wasonly a reflection from thelooking-\nglass. She stated that she had notlced that it was generally seen on moonlight\nnighta. The light was always seen against a cupboard door which was painted\nwith ordinary dull paint, whence it would move to the fireplace and back. On\nthe hypothesis of ita being due to reflection from the window, Sarah was\nquite unable to account for the movement of the light to and fro, as the\nmirror was fixed to the wall. She did not think that any movement of the\nblind, through a draught, would sufficiently account for the motion. The\nvillagers think the place to he haunted. It is an old cottage-about a\ncentury old. They say that a girl murdered her mother here. There are\nstains-supposed to be blood·stains-on the floor, \"hich ('.annot be scrubbed\nclean.\nFor BOme time during 1884, Sarah slept in the front ground-floor room.\nIt is now used as a sitting-room. The head of her bed was against the\npartition between the room and the hall. She used to hear regularly every\nnight. between 12 and 1 a.m., a BOund as if someone was rapping with his\nknuckle! at the head of the bed. This was continued for BOme time, and\nSarah was quite unable to account for it.\n16tJl JanuaT!f, 1885.\n(Signed) SAlWI NBWMAN.\nFrom Mr. Leonard Hill, 45, Carlton Hill, N. W.\n18th March, 1887.\n- In the autumn of 1884 I was staying with Mr. W-- at his cottage a~\nW--. and during my visit I saw the vision described below.\nIt was on the night of Sunday, September the 21st, 1884, that it appeared\nto me. I occupied the bedroom. which is upon the first floor. by myself ;\nit was the second night 1 had slept in this room alone, but my wife, who\nDigitized by Google\n....-.....\n\fHareh, 1889.} Joo\/1\"1wJ, of Society for Psychical Jl.eseairch. 43\nwas on theae occaaiODl sleeping with her mother in the next room, had\npreviously occupied it with me for about a week.\nThe following diagram repreeenta the room with the furniture in ground\nplan; the measurements 'liven are gueaeed from my recolllK.-tion only, and\nare not preciae.\n\",I\n.B\nI •...... e'\n......... .. ........ -.....\nR S • 1\"···3r..~~\nI : ~ WARDROBE\nW\"\n\"'~ ,\"A\n: :JJ . w\n,.\n,\n~ ...........~~ ....... i , ,\n\" B..--\n,\n,\n,\n,\n::z: ,,\n,., ,\n:I>\nBED\"\n,\nc\n.\n,\n,\nI0\"\n,\n,\n..,\n0\n0\n-t\n,, D\n.'\n. :II\nIQ\nIII\nI WINDOW D\n~.-3' Gjz..~\n...\n- .\n:II .\n...\n\"\n,...\n:. :\n+.\nn,\nlilt\nIf\nBefore proceeding further, I should state that I had heard second·hand\niCCOunta of the .. ghost\" having been seen in this room by Mn. Robinson\nand others, but I had not had any confirmatory ovidence of it myaelf.\nAt about 3 a.m. (i.e., to be precise, on the morning of September 22nd).\nI woke up, naturally, so far as I know; I was lying on my right Bide-that\nis, with my face towards the Welt wall. I was perfectly conlCioua and wide\nawake, and though not aware of anything abnormal occurring in the room, I\nhad a feeling of conatraint to tum round to look towards the east wall.\nTurning my head over my shoulder I saw there a hazy column of light,\nextending from about a foot,or a little more than a foot.above the ground,and\nlOme five feet in height. The room was pitch dark, and I could see absolutely\nnothing but the light. which was, I noticed, about where I remembered the\nwardrobe was.* I then turned round again, shut my eyes, and settled\nmyself with the idea of getting to sleep, but soon again turned to look at the\nobject. I had not any feeling of actual fear, only a slight nervousness and\nchillineBII, except for a moment when I fancied it was coming towards me.\nUpon looking intently at the light, I observed it to be of a misty, almost\nphosphoreacent nature, having the distinctive character of appearing to be\nilluminated from within. It then appeared gradually to aaaume a definite\nform. and in the course of, say. 5 or 10 seconds-though it aeemed to me\nlonger at the time-I concluded it was of the form of a woman in a night-\ndrell, whether an old woman or young I could not say j in a few seconds\nmore, however, I made out that it had the appearance of a young woman\n• The wardrobe has plaiD, painted doors, not glazed, and is not capable of\nreflecting light.\nDigitized by Google\n\f44 Journal of Society fOT P8ychical Research. [Karch, 1889.\nbending alightly forward, with the near right arm slightly extended, and the\nhand a little raised ; the face-of which I remembeI seeing only about half or\nthree-quarten-alBO somewhat forward, the attitude altogether giving the\nidea that; she waa looking for something on the floor. The head waa covered\nby a white hood, with a white band paaaing underneath the chin, like\n6 nun's headdreBB. The contour of the face waa rather oval, but\nI could not distinguish any featurell. The light waa brighter and\nleBB misty just below what I took to be the nightdreBB, giving\nme the idea that I saw feet, though without definite form; the\nface &lao waat I think, somewhat brighter than the rest of the body. and\nit appeared aa though the dreBB veiled the light and thus rendered it\nmisty. I now remembered Mrs. RobinBOn's explanation of the appearance\n6B being catlsed pOBBibly by a light from outside the window being thrown\n-into the room. I thereiore turned my head quite round to the right-I was\nroclining with my body a little raised on my left elbow, 1 think, and my\nhead turned a little to my left-in order to see if any rays of light were\ncroBBing the room. There was no light whate\\'er acroBB the room, of this\nam perfectly certain ; but I was struck with the fact that I saw no sign of\nthe window: the apparitiun was the only thing in the room that was visible.\nUntil this time it had remained resting (1 can hardly say standing, all it\nwaa not touching the ground) where it fint appeared to me, at A, but it now\ncommenced to move towards the fireplace, rising a little as it went, moving\nas a whole, without any change of either form or attitude, and ita motion\nwas not perfectly regular,it almost stopped some three or four times in travel-\nling from A to B.\nOn reaching B it remained a moment and then returned backwardB (i.e.,\nwithout turning round) in a similar manner: this to and flO movement,\nbetween A and B, it repeated two or three times, and then moved onwards\nto C., still rising a little aa it went, until it wu about three feet, or a little\n.1ess, off the ground ; it then stood still for BOme seconds, after which it\nmoved very slowly towards where 1 knew the window waa; then it seemed\nto oscillate and I couldn't make out what I saw ; then it vanished and I saw\nthe window and the whole of the room normally.\nDuring the wbole of the vision the room seemed to me unnaturally dark,\n!ind I am not ccnscioul of having been able to see any object in the room\n(except perhaps the bar at\"the foot of the bed), while the apparition was at\nC, but of this I have only a confused recollection. Directly the column of\nlight vanished, however, I could see the window and other things with some\ndistinctneBB. Upon this taking place I jumped out of bed instantly and\nwent to the window, and raised tbe corner of the white blind. which\nwas drawn down the whole way. It was a clear, starlight night,\nwith DO moon, and everything was perfectly still. I looked down\n-directly OJ: to the roof of the bay window below -and, afterwards. out of the\nopen window-to see if I could discover &Dyone there. because that waa the\n<lnly position from which such a light might be thrown into the room, and\nto reach that position a short ladder would be necessary. I could not dis-\nc~ver nor hear anything, and I feel convinced that the light was not cut\ninto the room by any artificial means.\nDigitized by Google\n\fMarch, 1889.] Journal of Society for Psychical Resea,·ch. 45\nThough startled, I had not any feeling that I had been looking at some-\nthing supernatural. I at first concluded it was caused by my waking up\nsuddenly, and mislocating tho window, imagining it to have got into the\nwrong place, because when I looked round I could not see it, and because\nlying awake afterwards I could create the figure out of the window and\nblind; but on thinking the matter over afterwards I felt that that explanation\nwas not adequ!l.te. 1 have not slept in the room since.\n(Signed) LEONARD HILL.\nI saw Mr. Leonard Hill in the late autumn of 1884. He gave me\na full account of what he had seen, corresponding with that given above.\nHe has seen no hallucination at any other time.\nHe was disposed at first to think his experience was in some way\ndue to his having mistaken the position of the window and having\ntaken the waving blind for a moving figure. But he afterwards, in\nthe course of conversation, dropped this interpretation, and confessed\nhimself unable to account for what he had seen.\nHe told me that though he had heard rumours of the ghost, he had\nheard no details of the actual figure seen.-F. P.\nFrom Miss B--.\nOctobe1' 30th, 1884.\nIt was only one night that I saw the strange blue light of which Mr.\nw--speaks. I had often slept in the same room before, but never seen or\nheard anything to disturb me. But this night, after being asleep for about\ntwo hours, I suddenly awoke, and had a feeling that there was something\nunusual about the room. For a little while the feeling was so strong that I\nwould not open my eyes, but when I did I saw a strange blue light, about\nsix feet high and two broad'. I must confess to being a little frightened at\nfirst, then thought, What nonsense to be frightened at what call be accounted\nfor if you only look calmly into it. But look and argue as I would, there\nwas nothing that could possibly cause this light, and as I watched it it passed\naway. This worried me, but after a time I went to sleep, but twice again\nwoke in the same startled manner and saw this light, which was unlike any-\nthing I have before seen. It had the appearance of a shrouded human figure.\nEach time I saw it it remained about five minutes, then faded away; twice\nit was on the left-hand side of the fireplace, but the last time I saw it it was\nbetween the fireplace and the window. What this thing was I know not; it\nwas no optical delusion, and I was wide awake at the time I saw it. For\nmore than a week after this I slept in the same room, hoping 1 might &gain\nsee and be able to account for this strange appearance, but it never visited\nme again. I hate written at greater length than I intended. and fear I\nhave given but a weak descriptionof what I saw. Oue wants to Bee this light\nto be able to realise how strange and I1nreal it is. If anyone were to ask me,\nDo I believe in ghosts 1 I should say I most certainly did not, at the same\ntime I should be very glad if the mystery of that night could be cleared up.\n(Signed) R-- A. H-.\nDigitized by Google\n\f46 Journal of Society for Psychical Research. [March, 1889.\nMr. A. G. Leonard saw Miss H- in the spring of 1885, and\nascertained from her the following additional particulars :-\nBefore occupying the room she had heard that the house was haunted.\nbut not the precise form of the ghost. The appearance came three times in the\ncourse of the night, and grew more distinct each time: at first it appeared\nsimplyas a light, which assumed the shape of a shrouded figure ; the same\nshape was preserved on the two subsequent occasions, but the figure seemed\nmore defined. Miss H-- went to sleep in the intervals.\nMia H-- looked towards the window, but could see no light\nemanating from thence. The night-light was burning all the time, and\nby its light she could see the various objects in the room distincUy. The\nappearance did not move, and seemed to her, on the last occasion, to\nremain for five or six minutes. It then vanished all at once.\nShe felt very cold; and as if there were something extraordinary in\nthe room-a mysterious presence.\nMia H-- states that she is not imaginative and that she lIas never\nexperienced any other hallucination.\n(Signed) A. G. LEONARD.\nMay 11th, 1888.\nMiss Wray writes in March, 1885 :-\nAbout six mont.hs before I went to stay at W--, someone mentioned\nin my hea.ring that a ghost was said to appear there. At the time I\nwas engaged in conversation, and paid very little attention to what was\nsaid. Certainly I had not the least idea what form the apparition was supposed\nto take. The first day I was at the .. Cottage\" I asked Miss Adams which\nWllS the haunted room. She told me they had decided not to let any l'isitors\nknow ; she also said they had seen nothing themselves, and believed the\nwhole thing to be a superstitious idea of the village people. As far as I can\nremember, it was about the 9th or 10th of September [1884] when I first\n,dept alone in the room which I afterwards found was the one reputed to be\nhaunted. I had a night-light, and awoke between twelve and one o'clock,\nbut saw nothing unusual. The following night it was \\'ery dark, there being\nno moonlight; and, if I remember aright, it was thick and foggy, with no\nstars to be seen. I had no night-light, having forgotten to ask for one. For\nsome time before going to sleep I read by candle·light. Between twelve\nand one o'clock I awoke with a horrible sensation of fright and cold\nThe room was quite dark, with the exception of a pale blue light,\nwith scarcely any perceptible form, about the height of a middle-\nsized woman. I immediately sat up, but the bed hid from me the\nlower part of the light. The upper part was slightly shaped in the\nrounding of the head and shoulders, but very indistinctly, no features\nor arms being visible. The light appeared to be near the left-hand side of\nthe mantelpiece. and I looked at it for some minutes, trying to account for a\nlight being there, but on seeing an almost imperceptible movement in it I\nbecame frightened and lit my candle. I then got up and walked about the\nroom but could see nothing, and looking out of the window found that the\nnight. was still very dark. I returned to bed and fell asleep with the candle\nDigitized by Google\n\fMarch, 1889.] Journal of Society for P8ychical Research. 47\nburnmg and was not again disturbed. In the morning I told Mrs. Adams\nwhat I had seE'n. Since then I have seen Mr. Leonard, who has asked me to\nwrite an account of what I saw. I feel now tho.t it is very little and ho.rdly\nworth telling. Since then I have heard that there are others who have seen\nthe appearance much more diatinctly, lind who describe their aensationa as\nhaving been very disagreeable.\nIn another letter Miss Wray says:-\nApril 8th, 1885.\nDEAR SIR,-The questions contained in your letter of March the 30th I\nwill now ~ry to answer.\nI was living at W. from the last week of August to the third week of\nSeptember last year, and I believe it was on the night of the 10th of\nSeptember that I saw the atrange appearance in the\" haunted room.\"\nBefore aeeing you I had heard from Mr. Leonard Hill hia account of the\n\"ghoat,\" but I did not think it agreed with my own experience. Perhaps\nYOIl may remember that evening at Mrs. Adams' that Misa H-- gave the\ngreater part of her account after I left, and we had not before that time\nspoken of the matter to each other. Sarah'a account of what she saw I have\nnot yet heard. I did not sleep in the\" haunted room\" after the night on\nwhich I saw the apparition. When talking to you I did mention having once\nhad a feeling that something or someone was bending over me, but this might\neasily be attributed to nightmare, as I am not aubject to hallucinati'.>na.\n(Signed) CONSTANCE WRAY.\nEDMUND GURNEY LIBRARY.\n(Recent .Additions.)\n*Du PREL (Dr. Carl) The Philoaophy of Mysticism. From the German\nby C. C. Massey, 2 vola...•........•.......................•... Lmulnn, 1889\ntMumHEAD (Henry, M.D.) On the Mode of Mental Inter-communica-\ntion in Thought-willing and Thought-reading.••..•..•...... Glasgow, 1882\nBINET (Alfred) Etudes de Psychologie Experimentale............. Paris, 1888\nBOURRU (Dr. H. et Dr. P. Burot) Variationa de 1& Personalite Paris, 1888\nLItGEOIS (Julea) De la Suggestion et du Somnambuiame dans leurs\nRapports avec la Jurisprudence et la Medecine Legale.••..• Paris, 1889\nBAUMLER (Prof. Christian) Der sogenannte Animalische Magnet-\nismua oder Hypnotismua ..•..........•.........•..•..•..•..•.•.......Leipzig, 1881\nBENEDIKT (Prof. D. Moritz) Ueber Katalepsie und Mesmerismua\n(Wiener Klinik. March, 1880) .....•..•.••.••............••.......Vienna, 1880\nBENOIT (und Biat·Chretien) Der Gedanken Telegraph ...... Weimar, 1852\nBERGER (Prof.) Hypnotische Zuatii.nde und ihre Genese. (Bres-\nZauer Aertz. Zeitsch. May 22nd and June 12th, 1880, pp. 119 and\n121) ••••.•..•..•.•.•.•.•...•.....•........•..••••.••.••...•..•••.....• BresZau, 1880\nBROOK (Dr. H.) Ueber Stoftliche Veranderungen bei der Hypnoae.\n(Deutsche Med. Wack. NOfi. 6th, 1880, p.598) ........• Leipzig, 1880\nBUCHNER (Dr. Ludwig) Doppeltea Bewuaztaein. (Die Garlenlaube.\nNO'I1. 6f}r\" 1878, p. 101) ..•..•••.•••..••••.•,................................. 1878\n\" Presented by the Tranala.tor. t Preoented by tbe Author.\nDigitized by Google\n\f48 Journal 0\/ Society \/01' Psychical Research. [March,l889.\nCARUS (Carl Gustav) Ueber Lebena Magnetismus............... Leipzig. 1857\nDIBSBL (Th.) Magnetotherapie. Der Animalische oder Lebens·\nMagnetismus als Heilmethode und Heilmittel ............ Mwnich, 1888\nDROSDOW (Dr. W. J.) Ueber Hypnotismus. (Oentralblatt fur die\nMed. WiBB. April 9th. 1881, p. 275) ........................ Berlin, 1881\nEULl!NBURG (Prof. Dr. A.) Ueber ·Galvano.Hypnotiamua. (Wiet.er\nMed. Presse, No. 13, 1880) .................................... Vietma, 1880\nEULENBU.RG (Prof. Dr. A.) Ueber Galvano.Hypnotismus, hysterische\nHA~?:1~t~)d If:e~~~u~~~~:····(V;;,;:··F~i;··~~~~···M;;;;·N~:·5; 1880\np. 489,.1885) ................................................... Stuttgart, 1885\nHBIDENHAIN (Dr. Rudolph) Der sogenannte thierische Magnetismua\nLeipzig, 1880\nHBIDBNHAIN (Dr. R. und P. Griitzner) Halbaeitiger Hypnotismus,\nHypnotische Aphasie,Farbenblindheit und Mangel des Temperatur.\nsinnes bei Hypnotischen. (Breslauer Aertz. ~eitsch. Feb. 28th.\n1880, p. 39) ............. ... ..................... ..... ............... Bre&a1.', 1880\nHB.RING, Ueber Hypnotismus .......................................... Berlin, 1888\nHOFFE (Professor Dr. J. 1.) Erklii.rung der Sinnestauschungen bei\nGesunden und bei Krallken (4th edition) ............... W1.'rtwurg. 1888\nHOFRICHTER (Leo Napoleon) Der Lebenamagnetismull ala Heilmittel\nDresden. 1886\nBOHNE (Johann Christiane) Die in Dreaden sich Aufhaltende Som·\nnambule ............................................................... DrUdetl, 1840\nKANT (Immanuel) Traiime eines Geisteraeher. erlaiitert durch\nTraume der Metaphysik .......................................... Leipzig. N.D.\nKAROLY (Dr. Akon) Das Gedankenleaen. (Das Neue Blatt, No. 35,\np. 555. 1884) ..................................................................... 1884-\nKERNER (Dr. Juatinus) Das Madchen von Orlach (2 copiea)\n'&utl·it~en. N.D.\nKISTNER (Alfona) Hypnotismus in England und Fraukreich. (.l\\ord\n1.'nd Sud. ,oJep., 1886, p. 394) ............. .............. Konigsberg, 1886\nLANGSDORFF (Dr. Georg von) Zur Einfuhrung in das Studium des\nMagnetismus, Bypnotismus, Spiritualismus ..................BeTU\", 1889\n- - - Das Sterben. (A translation from Hudson Tuttle) Berlin. 1889\nLOTZ (Carl) Das sogenannte Tischriicken oder der Verkehr mit\nVeratorbenen: mit Zeichnungen, Schriften und Rechnungen\nVerstorbener................................................ Kaiserslautern, 1855\nMAACK (Ferdinand) Zur Einfiihrung in das StudiuDl des Hypno.\ntismus und thierischen Magnetismus ...........................Berlin, 1888\nMANTEGAZZA (Paul) Die Ekstasen des Menschen : aus dem ltalienischen\nvon Dr. R. Tenscher ................................................... Jena, 1888\nMAYER (Dr. A.) Die Sinnestii.uschungen, Hallucionationen und\nlliusionen ............................................................... Vienna, 1869\nMENDEL (E. ) Der Hypnotismus nnd seiDe Verwerthungals Heilmittel.\n(Die Nation. Jan. 14th, 1888. p. 222) .................................... 1888\nMESMER (Dr. F .A.) Allgemeine Erlauterungen iiber den Magnetismus\nlind den Somnambulismus............................................. lilalle, 1812\nMEYER (Professor G. Hermann) Ueber Sinneatii.uschungen (2nd\nedition) .................................................................. Berlin, 1871\nNOTZING (Albert von) Ubersinnliche Eingebungen in der Hypnose\n(Scharers Familienblatt. Nov. 21st, 1887) ................................. 1887\nt Ueber HypDotismus und Suggestion .............................. 1889\nt Presentedby thll Author.\nThe remainder qf this list will be given in the April number qf the \"Journal.\"\nDigitized by Google\n\f","_id":455}