{"name":"Journal of the Society for Psychical Research 6460","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n59_apr_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N59, April 1889","mylang":"de","content":"No. LIX.-VOL. IV. APRIL, 18811.\nJOURNAL\nOF TO\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nN.... Members ud AlHciatee .. . .\nMeetiDg of CotmeU •• •• •• ••\nA. ProJjeIIed New Ceuaua of BalJaclJlatlollll\nOeDeralM~.. .. .. •. .. ..\neu. IlUJI)Illed So the IJterary Committee .. ..\n~~r:::=PllYehtc&i Phnom_ :: ::\na-ut AdditlOllll to the Bdmaad GIll'II8)' IJbrary\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nBLACKWELL, DR. ELIZABETH, Rock House, Hastings.\nPAGB\n.• 49\n•• 49\n•• IiO\n•. 62\n.. 55\n.. 68\n.. 83\n.. M\nTuCKEY, C. LLOYD, M.D., 14, Green-street, Grosvenor-square, London,W.\nWnI'GFIELD, HUGH EDWABD, M.A., Caius College, Cambridge.\nASSOCIATES.\nADAIR, MRS., Glenavon, Cookstown, Co. Tyrone.\nAINSLIE, AINSLIE DOUGLAS, 24, Lennox-gardens, Cadogan-square,\nLondon, S.W.\nBEWLEY, MISS MARY M., Netherton House, Clapham Common,\nLondon, S.W.\nBUTLER, GERARD W., B.A., F.G.S., Blenheim Lodge, Surbiton,\nSurrey.\nCECIL, LADy·FRANCIS, Stocken Hall, Stretton, Oakham.\nMITCHELL, MRS. C. W., 28, Hyde Park-gate, London, S.W.\nMURRAY, SYDNEY J., 70, Cecile Park, Crouch Hill, London, N.\nSHEPPARD, W. F., M.A., Trinity Oollege, Oambridge.\nSHOVE, MISS EDITH, 25, St. Mark's-crescent, Regent's Park, London,\nN.W.\nSHEBBURN, HENRY ARTHUR, Savings Bank Department, General Post\nOffice, London, E.C.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on March 1st, the President in\nthe chair, the following Members were also present :-Dr. A. T. Myers,\nand Messrs. Walter Leaf, F. W. H. Myers, Frank Podmore, and H.\nBabington Smith.\nB\nDigitized by Google\n\f50 JO'IJ\/T\"fUJl of Society for Psychical, Research. [April. 1889.\nMr. Thomas Barkworth, J.P., and Mr. Walter A. Raleigh were\nelected as C<H>pted Members of the Council for the current year, in\naccordance with Rule 17. Three new Members and 10 new Associa.tes,\nwhoSe names and addresses are given above, were elected.\nA vote of thanks was passed to the Rev. C. L Dodgson for a\npresent to the Library.\nSeveral matters of routine business were attended to; and the next\nMeeting of the Council was fixed for Friday, April 5th, at 5 p.m.\nA PROPOSED NEW CENSUS OF HALLUOINATIONS.\nWe are sending round with this number of the Joumol some\npapers about hallucinations, which we much hope that our Members and\nAssociates will exert themselves to get filled in.\nThe subject of sensory hallucinations of Bane and healthy persons,\n-their frequency, their cause, and their nature-is one which is of\ngreat interest and import!l.nce to all who are interested in psychology.\nBut to us members of the Society for Psychical Research-especially to\nthose who believe that hallucinations are frequently the manifestation\nof telepathic communications from one mind to another, and, perhaps,\nalso of communications from the dead,-the subject has a quite special\nimportance. This is not only on account of the interest of \"veridical \"\nhallucinations in themsel\"es, but because it is absolutely essential to\nour investigation to know enough about the frequency of non-veridical\nhallucinations to enable us to estimate whether the veridical ones-\nthose, that is, which correspond with real events,-can be accounted\nfor by chance coincidence.\nIt may be thought that the collection made by Mr. Gurney of\n5,705 answers on the subject, and discussed in Plw.ntaamB oj the\nLiving, Vol. II., chapter xiii., show very conclusively that they can-\nnot. But Mr. Gurney had hoped to make a much larger collection\nthan this, and always intended to renew the effort at some future time.\nThough 5,705 answers are probably enough, notwithstanding some\nopinions expressed to the contrary, to furnish an estimate, sufficiently\naccurate for our purposes, of the proportion of the number of persons\nwho have had hallucinations to the number of persons who have not,\nit is very far from sufficient for determining the relative frequency of\nveridical and non-veridical hallucinations. To answer this last\nquestion, Mr. Gurney had to make assumptions, necessarily very\nhypothetical, as to the size of the circle from which our veridical\ncases are drawn. The argument based on these assumptions\nappears to me valid; since I hold that he rightly assumed this\nDigitized by Google\n\fApril, 1889.] Journal of Society for Psychical Research. 51\ncircle to be the largest that it can reasonably be supposed to\nhave been; so that the error, if any, in his calculation must\ntell in favour of the explanation by accidental coincidence against\nwhich he was arguing. Still I find that those who cannot bring them-\nselves to believe in telepathy have endeavoured to justify their position\nby supposing that the size of the circle from which our cases have been\ndrawn has been under-estimated; and though I cannot adopt this view,\nI think that we have not at present the means of completely disproving\nit. But if we could extend the census to, say, ten times its original\nsize, we should obtain sufficient data to enable us to dispense with any\ndisputable assumptions.\nFifty thousand is only the number originally aimed at by Mr.\nGurney, but at that time the work was apparently too novel in\ncharacter, the difficulties encountered too unforeseen, to be readily met,\nand the misconceptions as to its object too great to admit of its being\nvery generally undertaken. That the publication of Phantasms of the\nLiving has done much to famili&.rise many with the importance of\nsubmitting the phenomena to a quantitative test, can hardly be doubted.\nIt is now confidently hoped that the information thus spread may\nmake itst-If felt in the large increase of helpers in the future.\nThere is a special reason for recommencing the work of collecting\nnow in the fact that there is to be a Congress of Physiological\nPsychologists at Paris in August next, which is likely to afford good\nopportunity for spreading interest in the subject and getting it widely\ntaken up both in our own and in other countries. It is because we hope\nthat others who are interested in the subject from an entirely different\npoint of view to our own may help in the work that we have left out\nall mention of the Society for Psychical Research in the papers which\nwe are circulating on the su~ject.\nAt the same time, we think that the success of the undertaking\nmust in a great measure depend upon the energy with which it is taken\nup by our Society. If everyone of the 632 Members and Associates were\nto provide only one paper of 25 answers, a collection of 15,300 would\na.t once be obtained-a marked advance on the former 5,705. We\nhope, however, that many of our Members and Associates will\nendeavour to obtain the co-operation of outsiders in the task of\ncollecting. The work is one in which all may help who will.\nIt will be perceived by the question on the accompanying paper for\nthe entry of answers that the scope of the present inquiry as to\nhallucinations is somewhat wider than the former one, but that, on the\nother hand, dreams are entirely left out of consideration. A careful\nperusal of \" Instructions\" to collectors on the back of the form will, it\nis hoped, serve to make quite clear the rules to be observed in the\nE 2\nDigitized by Google\n\f52 Journal of &ciety fOT P8ychical Re8earch. [April,l889.\ninquiry, and in particular that it is quite as important to collect\n\" noes II as \"yeses.\" It is, however, needful to add specially for mem-\nbers of our Society that cases included in the former census can also\nbe included in this, as the calculations based on it will be entirely\nindependent.-ED.\nGENERAL MEETING.\nA General Meeting of the Society was held at theWestminster Town\nHall, on Monday, March 18th, at 8.30 p.m., the President in the chair~\nMR. F. W. H. MYERS read a completion of the JateMr. E. Gurney's\npaper on \"Apparitions Occurring Shortly after Death.\" This paper will\n. appear in the forthcoming Part XIV. of Proceedings. Among the casea\nread that which excited most comment was a narrative by General\nBaner, C.B., who, on a mountain path at Murree, in India, beheld a.\nphantasmal group representing Lieutenant B. (who had been dead for\nsome months) supported upon a pony by two syces. General Barter\nhad been barely acquainted with Lieutenant B., but that gentleman\nhad built the hut which General Barter was occupying, and had\nfrequently ridden down the mountain path on a pony resembling the\nphantom pony seen. There were also details in the phantom's appear-\n&nce which corresponded with Lieutenant B.'s appearance when he\ndied, though not with his appearance when General Barter knew him.\nMR. BIDDER, Q.C., commenting on this and on the other cases\ncited by Mr. Myers, remarked that there seemed to be an important\ndifference between apparitions occurring at the timE\" of death and those\noccurring some time afterwards. Those occurring at death were\nmainly personal j they were observed, that ill to say, by friends of the\ndying person, on whose minds he might naturally desire to produce an\neffect. But the cases which had been read that night were all of them\nmore or less local in character; that is to say, the apparition was\nobserved by persons who were strangers, or nearly so, to the deceased,\nbut in some place in which the deceased had lived or died, and which\nmight, therefore, have an interest for him which the stranger who\nhappened to be present in that place could not possess. Points of\ncontrast like these between different classes of cases daser,\"ed careful\nconsideration. He further doubted the adequacy of the theory\nsuggested by Mr. Myers that the appearances seen might be a kind of\nreflection of a dream of the dead person's, on the ground that the\nappearances presented themselves from a point of view external to the\nsupposed agent.\nMR. BARKWORTH said that. though there was undoubtedly a local\nelement in the cases read, there was also in all of them some degree of\npersonal connection between the percipient and the supposed agent, and\nDigitized by Google\n\fApril. 1889.] Journal of Society for Psychical Research. 53\nhe thought it probable that this would generally be found to be the\ncase with appearances shortly after death. An analysis of the 25\n!lases given in Mrs. Sidgwick's paper on \"Phantasms of the Dead \"\n(Proceedings, Vol. III.) showed that the great majority can be classed\nas either (A) penonal, non-local, and recent, or (B) local, non-personal,\nand remote; meaning by recent that the death had taken place within\na year, and by remote over a year. He also called attention to the\npossible importance of the chill so often experienced in seeing an\na.pparition, as throwing light on the nature of the phenomenon, and\nurged that this should be more fully inquired into.\nMR. HAYES observed, with reference to the alleged comparative\nfrequency, in the case of apparitions, of a previous compact between\npersons to appear to each other, that the resultant state of expectancy\nmight be the sole cause of the apparitions, and that in Miss Lister's\ncase, cited by Mr. Myers (and already given in the Journal, Vol. III.,\np. 292), the subsequent experience of the wife might be accounted for\nby thought-transference from Miss Lister.\nThe REV. DR. KLEIN called attention to the imporlance of the\nalleged behaviour of General Barter's dogs, as indicating that the\nappearance had an objective character.\nMR. R. PEARSALL SMITH said that among the illustrations of the\nclaim that animals have a perception of these extraordinary alleged\napparitions after death might be mentioned one occurring to a neigh\nbour of his own, a prominent barrister at Philadelphia. He had\nparted, under painful circumstances of controversy, with a friend who\nhad later gone to Italy for his health. Afterwards, while camping\nout in the wilds of the Adirondacks, one day his horse became\nexcited and refused to advance when urged. While engaged in the\ncontest with the horse, the barrister saw before him the apparition of\nhis friend with blood pouring from his mouth, and in an interval of the\neffusion he heard him say, \"I have notMng against '!Iou.\" Soon\nafterward he heard that his friend had at that time died during\na discharge of blood from the lungs. Mr. Pearsall Smith was\nprevented from procuring a statement directly from the barrister, by the\nfact that, after relating it to his friends, the recollection of the incident\nhad become so painful to him that he declined to converse again on the\nsubject. He added that it may be easily conceived that the barris1-.er,\nunder painful recollections of the partinginterview with his friend, and\nwith the knowledge of his ill-health, might picture his friend forgiving\nany supposed injury,and also his dying scene. The extraordinary features\nare the coincidence of time and manner between the vision and the\ndeath, with the added circtlmstance of the alarm of the horse previous\nto the apparition.\nDigitized by Google\n\f54 Jowrnal of Society for Psychical Research. [April, 1889.\nMR. MYERS made a brief reply, of which the following is the\nsubstance: It is certainly true, and an important fact (as Mr. Bidder\nand Mr. Barkworth have urged), that the local character of some of\nthese post-mortem apparitions is decidedly more marked than was the\ncase with apparitions occurring at the moment of death. But there\nwere a good many cases in Phantasms of tM Living where a local\nelement appeared, and Mr. Gurney and I had discussed in slightly\ndifferent ways the difficulty which this imports into the explanation of\napparitions as hallucinations telepathically induced by one mind in\nanother mind. That difficulty is now intensified. In such a case as\nGeneral Barter's we are almost compelled to assume that it was the\nplace rather than the person which deternlined the exercise of energy\n-whatever that may have been-on the part of the deceased Lieutenant\nB. We can hardly avoid the conjecture that Lieutenant B. would have\nbeen imagining himself on that mountain path, even if General Barter\n-a casual acquaintance-had not been there to see him. I\nmay observe-not as a solution of the difficulty, but rather as an\nextension of its range-that many of the cases in Phantasms of tM\nLiving are both personal and local-that is to say, the decedent\nappears to persons in whom he is interested, but also in a place in\nwhich he is interested. Now assuming, for the sake of argument, that\nin such instances his real determining interest lay in the place, it is\nobvious that as time went on his appearance would become more and\nmore manifestly local in character. It often happens that the people\nwhom we have loved leave the places which we have loved; and if we\nthen appear as ghosts in the old places, it is plain that we are not\nappearing for the sake of the new people. Push the date far enough\nforward, and our appearances must be local. The\" haunting ghost\"\nhas no one left, so to say, to care for; if he appears to revisit any-\nthing. it can only be his old home in stranger hands. As regards\nthe behaviour of General Barter's dogs, I think it was strictly\nin accordance with canine precedent. I can remember no case\nwhere a dog-or any animal-is stated tG have been present when a\nphantasmal sight or sound occurred, and not to have shown terror.\nPerhaps some careful reader may be able to find some exception to this\nrule. In any case we must remember that if a dog had been present\nwh~n his master saw an apparition, and had shown no alarm, his master\nmight very likely forget altogether to mention his presence.\nMR. H. B. SMITH then read an account of some experiments at\nPesaro, in Italy, seemingly exhibiting thought.transference-the persons\nengaged in which he had bad the opportunity of visiting. This paper\nwill appear in the supplement to the next number of the Proceedings.\nDigitized by Google\n\fApril,l889.) Journal of Society for Psychicol Research. 55\nCASES SUPPLIED TO THE LITERARY COMMITTEE.\nL. 824 Adpn\nThe following case has been received from a lady (Sister X., known\nto the Rev. A. T. Fryer) who does not wish her name published. She\nwrites from a religious and charitable institution, of which she is the\nhead, under date February 7th, 1889.\n. It had been the late Miss N.'s habit to payfrequentviaitB here,-always\nonce a year, and more often twice; therefore I knew her intimately. On the\nmorning that she died. which event took place in her own house in S- shire,\nbefore 9 a.m.,I W&8 in chapel,and our Communionservice had jnst finished,and\nI W&8 in the &cit of saying a thanksgiving prayer,when I W&8 aware ofa rustling\nnoise, like some person moving on lihe chair next to me. There were three\nplaces, orchairs, vacant,beyond where I W&8 kneeling. Ilookedround, and to\nmy amazement Miss N. paaaed across me and walked up lihe chapel towws the\naltar, and stood there, and then seemed. to vanish. I saw no more. It had a.\nstrange effect upon my nerves, as I knew her to be ill. The Sisters wondered\nwhy I paused when in the act of saying our thanksgiving aloud. I recovered\nmyself in a minute and went on. No one else saw what I did. I told them\nafterwards; but before the rtt.Btling a senae of someone breathing near me had\nbeen felt and gave me a queer feeling. Of course ,we had prayed for Miss N.,\nas being seriously ill, at our celebration.\nIn a later letter to Mr. Fryer, Sister X. adds, in reply to the question\nwhether she has ever experienced any other hallucination: \"I have had no\nsimilar experience since.\" Sister X. made no written note of lihe occurrence,\nand the Sister to whom she mentioned it at the time cannot now be\nrea.ched.\nMiss d'A., who was with Miss N. at her death, writes as follows:-\n(February 23rd, 1889.)\nMiss N. died in this house, which W&8 her own, as near &8 we can say at\n8.45 a.m. Sunday, October 29th, 1882. She had not spoken of [the religions\nhouse] at the time of her death, but it may interost you to know that it W&\none of the nurses from [thence] who WIloB attending to her at that timE',and also\nthat she W&8 very much attached to thE' Sister Superior of that house.\nMrs. M., sister of the decedent, says :-\n(February 22t1d, 1889.)\nShe could not speak, &8 she W&8 paralysed.\nWe have verified the date of death (October 29th) from the announce-\nment in the Times, for October 31st, 1882. We learn that the thanks-\ngiving was only read on Sunday mornings at the religious institution,\nwhich 80 far tends to corroborate the coincidence.\nDigitized by Google\n\f56 Joumal 0\/ Society \/0'1' P8ychical Re8earch. [April, 1.889.\nL. 825 Adps\nFrom Mr. Henry Green, 13, Fenchurch-avenue, E.C. (through\nMr. E. Westlake, Oaklands, Fordingbridge, Salisbury)•\n.April 23rd, 1888.\nI had left achool, and parted from my chief achool friend., some time in the\nyear 1853. About a year later, I heard incidentally that my friend had gone\nto sea, but I had not seen him or kept up any communication with him since\nI left school During the summer of 1858, when the Indian Mutiny was\ndrawing to its close, and the great comet of that year was the nightly object\nof atklntion, I was staying with my sisters at the Isle of Wight, where I\nexperienced the dream referred to. I dreamt that I was once more in\nthe old achool playground, in the centre of which a high pole had been\nerected, with a CroBB pole on the top; from the end of this hung a rope with\na hook attached, such, for instance, as one sees depicted frequently in mis-\nsionary magazines, when the tortures inflicted on themselves by fanatica are\ndeacribed, the poor creatures being hooked in the back, and then swung\nround in agony. As I looked at this in my dream I became aware that all\nthose present in the playground were dark and Eastern in their appearance,\nand that the victim hooked upon the swing was none other than myoid\nfriend and schoolfellow, who, as he was rapidly whirled past me, looked at\nme in such an earnest and appealing manner as to have left an impreBBion\non my n:.ind which is as fresh to-day as when I awoke from the dream, now\nnearly 30 years ago. So vividly was I impreued with the experience of this\nnight, that on meeting with my sisters at breakfast the next morning, I\nrelated to them what had passed, and said that I felt certain something must\nhave happened to my friend. Of course I was duly laughed at for my\nfancies, but I stuck firmly to the conviction that something untoward had\nocourred. I consequently noted down the date most carefullV: I told my\nsisters what I had done, and said to them, \"If any person ever saw, and was\nmost piteously, though dumbly, appealed to by another in a dream, such an\nexperience was mine last night.\" The next day, and for \"ery many days\nand weeks afterwards, I was haunted by this dream. I most carefully\nexamined every newspaper that I could find, inCluding alwsys the obituary\ncolumn, thinking, but without any result, that I might possibly find some\ntrace of the death or an accident to my friend. One day, however, I think\nit must have been at least two months after our return home from the Isle\nof Wight, I was sitting in our OfliCfO, where I found a newspaper lyin\/C on the\ntable. I at once took it up, and as had been my habit ever since the dream,\nI carefully looked down the obituary column. How shall I attempt to\ndescribe my feelings when I read the announcement of my friend's death, (If\nfever, in LIJcknow, on the same date as that of my dream. I have since\nlearned that when my friend gave up the sea he obtained a commiBBion in\none of Her Majesty's regiments, lind was sent out to India, where he took\npart in the relief of Lucknow.\nSome years afterwards I had the melancholy satisfaction of visiting his\ntomb in the Residency churchyard at Lucknow.\nH.O.\nDigitized by Google\n\fApril, 1889.] Jou'f\"TUil of Society for P8ychical Research. 57\nIn answer to inquiries, Mr. Green writes :-\nMay 2nd, 1888.\nI fear that I can sdd nothing more than I have already sent you, with\nregard to my strange dream. I cannot at this distance of time give you the\nexact date. At the time of its occurrence I remember noting it down, but I\ncannot now find the memorandum. The name of my school friend was\nRobert Synge.\nHENRY GREEN.\nTo further inquiries Mr. Green writes:-\nBlackwaU-yard, E.\nMay 11th, 1888.\nWith this I forward to you as requested\n(1) A few lines from my sister to the elfect that I had related my dream\nto her, and spoke of my anxiety before seeing the news of my friend's\ndeath.\n(2) The memorandum which I undoubtedly made at the time I cannot\nfind, but you may take it as a fact that such a memorandum was made,\nalt.hough I can find no trace of it now, which is not to be wondered at, seeing\nthat the memo. was made in 1853 Lan obvious mistake for 1858], and we, like\nmoat other people, have had many changes since that time, and during this\nperiod the memorandum has disappeared.\n(3) I am naturally a very sound, not to say a rather heavy sleeper, and do\nnot, as a rule, dream vividly.\n(4) I have never had a.ny dream at all like it, or in any way to be\ncompared to it.\nHENRY GREEN.\nThe enclosure from Mr. Green's sister is as follows :-\n7, Percival-terrace, Brighton.\nMay 2nd, 1888.\nYou ask me to Btate whether I can remember your telling me of a\ndream you had at the time of the Indian Mutiny, relative to the death of a\nfriend.\nI can distinctly remember the fact of your dreaming that you saw him\ndying a painful death, and that the dream so impreued you that you msde a\nnote of the date. I subsequently saw in the paper that he had been killed on\nthat very day at Lucknow.\nEMMA GREEN.\nP.338\nref.\nc\nSince the publication of this case in Mm. Sidgwick's paper on \"The\nEvidence for Premonitions,\" a letterhas been received from Mm. E. Raymond\nBarker, in reply to our request that she would tell liS what she remembem\nabout it. She says, \"I am sorry to be unable to give you the information\nyou ask me for, concerning my sister's • Premonition ' of the death of my\nuncle, Carleton Cra.wford. The whole thing has gone from my memory.\"\nThe facti therefore rest on Mm. O'Gorman'B unaided memory.\nDigitized by Google\n\f58 Journal of Society for- Psychical Research. [April. 1889.\nCORRESPONDENCE.\nDUPLEX 'U6r8U8 MULTIPLEX PERSONALITY.\nTo the Edifm of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RBsEARcH.\nSIR,-I am anxious to recur to this subject, largely in the hope of\ninducing the advocates of Multiplex Personality to give us the grounds\nof their belief, which, as far as I know, have never yet been fairly\nstated. For instance, in the startling paper under that title which\nappeared in the Nineteentll Centu1'11 some time ago there is nothing about\nthe subject whatever, except a mere hint in one sentence. Otherwise\nthe cases therein set forth are used to exemplify duplex consciousness,\nand nothing more. In the case of Madame B., about whom Mr. Myers\ncontributed a very interesting paper last year, there is an account,\nwhich is little more than a suggestion, of a third state, but so little\ncomparatively is said about it that it would surely be rash to conclude\nupon the evidence that it was a truly independent condition, and not\nmerely a phase of one already established.\nThis seems the proper place for pointing out that alterations of\nmemory, although an evidence of the most important kind in proof of &\nshifting of the basis of consciousness, do not alone necessarily and invari·\nably determine it. Otherwise we should be brought to the reductio ad\nab8urdum of an alteration of the consciousness whenever we remember\nthe name of an acquaintance which we had previously attempted in\nvain to recall. To thoroughly demonstrate the independence of the\ntwo modes of consciouslless, it is necessary to rely, not only upon their\nmemories, but upon their methods, and their characters, and especially\nupon their operations being not only separable, but simultaneous. It\nwould be possible in this and other ways to throw some doubt, I think,\nupon the cases which have been adduced in support of multiplex\npersonality; for instance, the difference between the third and second\nstates of IoOuis V. as described by Dr. Myers in the Journal of Mental\nScience differ in nothing but the extent of the hemiplegia,while in all the\nfour last states there is much ingenuity of differentiation shown between\nwhat seem to be mainly varieties of nomenclature. For instance, what\nis the difference between .. fair\" and \"moderate,\" \"quiet\" and\n\"respectable,\" \"boyish\" and\" childish,\" &c. 1 I have no wish, how-\never, to insist upon these minor points, which in Louis V.'s case, at all\nevents, leave the main position, as I fully acknowledge, unshattered.\nMy real contention is of a very different character from a mere carping\nat details. It is this ;-that granting the existence of a multiplex\npersonality to have been never so firmly established in those cases which\nhave been observed, they offer no argument whatever in favour of its\nexistence in the human race generally. For, to begin with, how many\nsuch cases are there 1 There are Louis, and F6lida, and Madame B.\nThere are two or three more mentioned by Du Prel (although he,\nthroughout his argument, maintains the position of a duaJIist). There\nmay be very likely some haJf dozen more at a liberal estimate. If we\nsay there are a dozen recorded cases in which the evidence for\nmultiplex personality cannot be rebutted. we shall be well on the\nDigitized by Google\n..-...\n\fApril, 1889.] Journal of &ciety for Psychical Research. 59\nwe side. To argue from these that mUltiplex personality is a\ncommon attribute of the huma.n race would, as it seems to me, be as\nreasonable as to quote the Siamese twins and the two-headed nightingale\nin support of a physical theory of mankind; or the case of the demoniac\nof Gadara whose name was \"Legion, for we are many\" as a type of the\nhuman race. Indeed there is much in these rare and extraordinary\ncases which might be held to sustain a theory of possession, but that is\nno part of my present purpose.\nOn the other hand the evidence for a duplex personality is to be\nfound in every subject of hypnotic experiment; in all the facts eon-\nnected with sleep and dreams; a.nd even (as I endeavoured to show in\nmy paper read before the Society) in the common experiences of our\nwaking moments.\nBut not only is the evidence for multiplex personality utterly\ninadequate in quantity to sustain the inferences deduced from it, but it\nis almost equally assailable in regard to quality. For who are the\nsubjects of these strange phenomena 1 They are either lunatic,\nepileptic, or hysterical patients. Their position is therefore confessedly\npathological and therefore abnormal.\nNow to rest an investigation of mental or physical laws upon the\nsymptoms of a pathological condition, without having previously\nmastered the laws of being in a state of health, is to put the cart before\nthe horse. It is not only unreliable in its results, but positively and\ncertainly misleading in its conclusions. For the facts of health are\nstable and uniform, but the facts of disease vary in every instance, and\nmoreover can be appreciated only relatively, i.e., in their difference from\nthe normal standard.\nNow the science of inductive psychology is as yet in its infancy.\nWe need for a long time to come to multiply observations, to enlist\nobservers, and to accumulate facts. When we have done this to an\nextent sufficient to be able to codify the laws which govern the human\nconsciousness in its normal and healthy condition (and when will that\nbe 1), it will be time enough to turn our attention to those occasional\naberrant manifestations which will even then, however, be of interest\nchiefly to the expert and the alienist. In the meantime the observa-\ntion of them is not only useless, but probably harmful, as tending not\nonly to mislead the inquirer, but to foster an appetite for sensationalism\nwhich it is most important for the Society's work to discourage. What\nwe need in this, as in every science, is habits of trained observation\nwhich will note seemingly commonplace and trivial incidents for the\nsake of the principles which underlie them. It was by the fall of an\napple and not by the crash of worlds that the law of gravitation was\ndiscovered, and who knows that in some equally commonplace incidents\nof our daily life may not lie the germs of great discoveries 1\nThere is still a further objection to the evidence for multiplex\npersonality in that it is not only deficient in quantity, and bad in\nquality, but that its defects are juet those of the kind which most\nweaken the conclusions it is made to bear up. Hysteria is not only a\ndisease, and therefore abnormal, but it is a disease of which one of the\nDigitized by Google\n\f60 Journal of Society for Psychical Research. [April, 1889.\nmost prominent symptoms is simulation. It is notorious that hysterical\npatients assume the symptoms of other diseases to an extent that will\nsometimes mislead a medIcal man. There is often, too, associated with\naccesses of hysteria a moral cachexia which shows itself most\nfrequently in a tendency to falsehood.\nIn hysterical cases, therefore, we need to be especially on our guard\nagainst deceptions; and if a patient asserts herself to be Queen\nVictoria at one time, and Lady Macbeth at another, or to be Leontine\nat one time, and Leonore at another, it· really proves nothing more\nthan that something has got loose in her head.\nI have scarcely left space to insist on the importance of the question\nof duplex personality; an importance so great as fully to justify my\ncalling attention to it at such length. For with the modification (or\nll~ay we not say destruction 1) of the old view of uniform personality,\nwe are confronted at once with the necessity of seeking for the irre-\nducible Ego. Because if it cannot be found, and if the soul is a mere\ncongeries of different conscious entities, as the body is an organised\nconglomerate of protoplasmic cells, the inference will be hard to resist\nthat death, which dissolves the physical continuity of the one, destroys\nalso the bond of identity in the other, and that as the body turns\nto dust, so will the \"soul\" to vapour, returning naked into\nthe womb of force, the common mother of all life. Hoping as I do\nthat an irreducible Ego is to be found on the hypothesis of a duplex\npersonality, I would notice some other points of interest connected\nWlth it. It is in harmony with the old tripartite division of man into\nbody, soul, and spirit. It gives an answer, as unlooked for as it is\ncomplete, to the challenge of the sceptic, \" Can three be one 1\" It\noffers, as I shall perhaps endeavour to show on a future occasion, a\nground of reconciliation for the champions of free will and determinism,\nand a line of frontier dividing human from merely animal intelligence.\nBut I write, of course, only as a student. My first object has been,\nas I began by saying, to elicit the views of those who have gone so\nmuch further, and worked so much longer than myself, and if I\nsucceed .only so far, I shall not have written in vain.\nTHOllAS BARKWORTH.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-I welcome the opportunity which Mr. Barkworth's letters aft'ord\nme for saying a few explanat.ory words on my conception of \"Multiplex\nPersonality.\" Mr. Barkworth and other critics have argued that any such\nconception would be deiltructive either to human responsibility, or to our\nhope of existence after death, or to both. The force of their argument\ndepends on the meaning te be attached to the word \"personalitv,\" on which\nit is important that we should all agree. I find that I have given it a narrower\nmeaning than my critics, for I have expressly intended to confine it to our\nterrene self-manifestation-to human beings as we see them here and now-\nand thus to leave on one side the question whether or not there is some-\nthing in us which is pre-terrene or post-terrene, or both-a soul, in fact,\nwhich survives death. I should prefer to call our persistent being our\nDigitized by Google\n\fApril,18119.] JO'U\/k'nal of Society for Psychical Resea1'ch. 61\nindividuality, rather than our personality; for this distinction of terms haa\nbecome pretty general, and seems necessary for clearneBB. In the present\npaper I will (with my critics) &B8ume that such a soul does exist in us; and\nwill try to show that .. multiplex personality \" in no way interferes with\nthat belief. What I shall say now I conceive that I have in fact said already\nin various places; but I will not waste space by trying to prove this. Nor,\non the other hand, will a little repetition need apology in a subject which is\nboth novel and complicated. The argument, then, which is urged by Mr.\nBarkworth and others I.take to be 0.1 follows:-\nI. It is a fundamental truth that each of us possesses an \"irreducible\nEgo\" or persistent soul; a principle of continuous conscioul identity.\nII. The theory of .. duplex personality\" fits in with, and helps to prove,\nthis great truth, For one of these personalities may be the \"animallOul,\"\nor at least a temporary manifestatIon of ourselves, closely dependent on the\nbody ; while the other personality may be our .. spirit\" ; or at any rate,\nBOmething with larger powers (telepathy, clairvoyance, &c.), existing outside\nthe range of our ordinary consciousneBB; not obviously dependent on our\nnervous organisation, and therefore capable of expanding untrammelled\nwhen the body falls awlloY.\nIII.· The theory of \"multiplex personality,\" on the other hand, assails\nthe existence of a lOul; for it splits up our psychical being into a number of\nco-ordinate personalities, each of them closely dependent on a special state of\nthe nervous system.\nNow, if the reader will look at my definitions of \"personality\" and\n.. individuality,\" &8 given above, he will see that the sentence in clause II.,\n.. the other personality may be our spirit,\" is not, in my view, correctly\nexpressed. I should call our \"spirit\" our individuality; and should say\nthat in \"duplex personality\" there was an individuality manifesting itself\nin two &8pects-wearing two terrene masks-and that in .. multiplex\npersonality\" the individuality was manifesting itself in several aspects-\nwearing more than two terrene masks. But it exists behind the masks &8\ntruly in the one case &8 in the other. There seems, then, to be little more at\nissue than the connotation to be given to the word\" personality.\" And my\nonly reason for not defining my use of that word more clearly before was my\nfear that, to the other claas of opponents-who disbelieve in a soul-the\nvery definition would appear t\" be a kind of begging the question. \"You\ndefine personality as a terrene self-manifestation,\" they would say, \"but\nhow do you know that there is anything that is not terrene to be manifested 1\nYour individuality is a mere mystical fancy which you try to bring in by\nlimiting the m~ of 'personality '-which really expresses all that there\nis to expresa.\"\nFor the present, however, we are not considering this agnostic set of\nobjections. We are &B8uming a human lOul, and considering how our notion\nof that soul works in with certain views of its earthly self-manifestation.\nAnd here we must resort to metaphor-nay, to more metaphors than one-if\nwe would picture to ourselves anything 10 abstract and hypothetical. The\nexcuse for attempting luch a feat lies in the urgent need which the experi-\nments of MM. Janet, Binet, Liegeois, &c., indicate, and which Mr. Bark-\nDigitized by Google\n\f62 JO'Urnal of Society for P8ychical Research. [April, 1889.\nworth's paper reflects, to get some hint for a crude provisional co-ordination\nof those phenomena of consoiousnell and memory whichare every day becom-\ning more difficult, no!; only to understand, but even to record intelligibly.\n(See for instance, M. Binet's paper, .. Sur les AlttSrations de la Conscience,\"\nin the Revue PhilmophiqU6 for February.)\nLet us take, then, the metaphor of a man1Vactory, which I have before\nemployed. Here the 8Oul, the individuality, the .. irreducible Ego,\" is\nrepresented by the motive p01Der. We need not now speculate whence this\nmotive power is derived, or whether it is itself invariable in quantity or\ndirection. AIIume It a simple uniform power, and consider how it is applied\nto the millions of looms in our imaginary cerebral factory. A certain\ngroup A of these loolnB are kept working at a certain rate, and in connection\nwith each other. These form our conscious stream of existence. A certain\nother group B are constantly kept at work, but at a slower rate, and repre-\nsent our underlying animal life. Group B is usually disconnected with\ngroup A, but any loom in group B, when worked beyond a certain rate,\ncomes into connection with group A. Groups A and B cOlnpose our normal\nself, reduce.! to its simplest expression. Neither group is unchanging.\nDepre88ed and exhausted, I eat a good meal. Group A is greatly modified\nthereby. Its constituent loolnB change their respective rates of motion, and.\nsome fresh looms are hitched on, as my memory and intellectual energy\nimprove with the stimulus to nutrition. This is a difference of mood, but not\nyet a difference of personality. Push the stimulus further, and you have\nthe difference between \"Philip drunk and Philip sober,\"-a marked\ndifference of character, with an incipient formation of a secondary\nmemory. Or s\\1ppose the man asleep and dreaming. Fewer looms\nare now driven at a high rate, and those that are driven fastest are\nlinked in new ways. They form a group C, a group 1_ coherent than\nA, but perfectly recognisable. .Now let the man be thrown into the hypnotic\ntrance. Straightway a new group of loolnB, D, is formed, with a new\ncharacter and a new memory ; for we bow that it is usual for a hypnotic\nsubject to forget his trance experiences when he is awake-that is to say,\nthe looms in group D are not hitched on to the 100lnB ill group A. Nor is the\nhypnotic state a homogeneous, definite condition. Leaving aside cases like\nMadame B.'s, to which Mr. Barkworth objects as exceptional, and which are\nin no way needed by the argument, we have the familiar variations of the\nhypnotic condition-the\" three stages\" of Charcot, or tht> \"light alld deep\"\nstate on which Mr. Gurney made so many experiments &8 to alternation of\nmemory. From these experiments it was seen that in an ordinsry healthy\nsubject two new chains of memory can easily be created, each distinct from\nthe other, and from the waking memory. It is easy, that is to say, to connect\nthe looms in a new group, E, different from group D, which W&8 the firat\nresult of our hypnotiaation.\nI need hardly push the enumeration of these groups further. What name\nwe give to the psychical modifications which in this metaphor they represent\nis a subordinate question, though still an important one. or courae, the groups\nare not wholly distinct from one another; the patterns which they weave\nresemble each other more or 1811. It is a question of degree. When the\nDigitized by Google\n\fApril,l889.] Jotwnal of Society fm' Psychical Research. 63\ninduced difference is slight, we call it an alteration of mood; but it is some-\ntimes so great-character and memory are so profoundly affected-that it\nseemstQ me (as to Ribot, &c., before me) to deserve the name of an altera-\ntion of persanality. And. still holding to our ~uIllption of an irreducible\nEgo behind all these manifestations-a force which works continuously,though\nnow through one concatenation of looms, now through another-we may\nobviously suppose this force to be as great as we please, for the groups of\nlooms through which it works need not exhaust it, and it may, for aught we\nknow, be doing other work outside the manufactory.\nAnd this conception is so far from being a fantastic or morbid one, that it\nit will be seen on reflection to be a mere extension and generaliaation of con-\nceptions to which we are led by the commonest phenomena of life. The\nchanges from infancy to manhood, from manhood to senility, from vigilance\nto dream, from sobriety to intoxication, from sanity to insanity-all these\nindicate that if there be an irreducible Ego persisting throughout, this Ego at\nany rate finds at different moments very different channels or capacities of\nself-manifestation. My metaphur of the manufactory and the looms would hold\ngood even of these familiar and ordinary changes; the novelty lies only or\nmainly in the more rapid succession of changes which is now observed to be\npossible, and the more conspicuous unhitching and re-hitching of the links\nof memory. We all know that the dying man will sometimes speak in the\ntongue which he learnt in infancy, but has forgotten in adult life. Why\nshould we shrink from multiplying such interruptio:lS and such rapproche-\nments, or fear that the Ego behind the chequered lives of a Felida or a\nLeonie has lost by temporary diversification its pre-exilting unity 1\nI trust that these explanations-which lack of space must here curtail-\nmay meet Mr. Barkwort.h's main objection. I cannot hold out any prospect uf\nretreat from my position for lack of evidence ; for the evidence in France is\ngrowing monthly, quite beyond my power to reproduce it for English\nreaders. The Re11!te Philosophique contains many of the papers to which 1\nrefer; and ProfessorJanet, of Havre, has a considerable book in preparation.\nFREDERIC W. H. MYERS.\nTHE ETHER AND PSYCHICAL PHENOMENA.\nLieut.-Colonel A. T. Fraser, R.E., Associate of the Society for\nPsychical Research, has communicated to the Society a paper in which\nhe suggests that if correct ideas can be obtained of the etherial medium\nwhich fills space, the result will be to place psychical phenomena on a\nsounder, because more tangible footing.\nHe argues that if the ether be, as is supposed, an incompressible\nsolid, \"we can personally only pass freely through it in all directions,\nby a momentary exchange of atoms of matter of which our bodies and\nclothes are composed with the atoms of the etherial medium.\" And he\nadds that \"the admission that all the objects which we see move in the\nether by exchange of their atoms at every instant of their progress in\nthis solid and are made up of the same material identically as itself,\n\f64 Journal of Society f01' Psychical Research. [April, 188~.\nrenders credible the disappearance even of a person and their re-\napparition at a distance away by showing how it can physically be\naccounted for.\"\nThe physical speculation appears to me to be of somewhat too\nhypothetica.l a character to be suitable for publication in the Journal\nor Proceedings of our Society; but those Members and Associates who\nare interested in the subject can obtain Colonel Fraser's manuscript\nfor perusal on application to the Assistant-Secretary, at the rooms of\nthe Society, 19, Buckingham-street; Adelphi, W.C.-[ED.]\nEDMUND GURNEY LIBRARY.\n(.Recent Additions cOfI.tinued.)\nPREYER (Prof. W.) Die Kat&lepsie und der thierische Hyp-\nnotismus (with illustrations) .......................................... Jena, 1878\n- - - Telepathie und Geisterseherei in England. (Deutsche Rund-\nschau. Jan., 1886, p. 30) ....................................... Berlin, 1886\nPRITZL (Dr. Eduard) Eine Geburt in Hypnoae. (Wiener Med.\nWock. Nov. 7th, 1885, p.1366) ........................... Vienna, 1885\nPROPHEZEIHUNGEN (Eine Zuaammenstellung der wichtigsten aua alter\nund neuer Zeit) .................................... ..............Regensburg, 1884\nREICHENBACH (Freiherr von) Wer ist aensitiv, wer nicht 1 Vienna, 1856\nSALLIS (Joh. G.) Der Hypnotismua in der Padagogik ............Berlin, 1888\nSZAPARY (Franz Graf von) Ein Wort tiber Animaliachen l\\lagnetiamus,\nLeipzig, 1840\nSCHWARTZKOPFF (Dr. Paul) Das Leben im Traum ...............Leipzig, 1887\nSEHERIN (Die neue) Offenbarungen, Gesichte und Weissagungen einer\n23-jahrigen Jungfrau in ihrem in Gott entziickten Zustii.nde Groz, 1860\nSENATOR (H.) Eine Bericht tiber die Hypnotiachen Ver8uche des\nHerm Prof. Heidenhain. (Berliner !nino Wach., No. 19, p. 277,\n1880) .................................................................. Be,Un, 1880\nSIEGISMUND (Karl) Va.demecum der geaammten Litteratur tiber\nOccultiamu8 ............•....•............•........•........••.......•.....Berlin, 1888\nSTAY (Jones Barton) Der Seelen Telegraph. Aus dem Englischen von\nJ.S. (6th edit.).............................:.............................. Leipzig, N.D.\nSTEINBRUGGE (Prof. Dr. H.) Ueber secundare Sinnesempfindungen\nWiesbaden, 1887\nSTELZNER (Alfred) Sympathie und Sympathie-mittel. (Ueber Land\nund Meer, No. 27, 1885, p. 598) .......................................... 1885\nSTRAUSS (David Friedrich) Justinus Kemer...........................BOfI.'Il., 1876\nTHOMASSEN (Dr. J. H.) Geschichte und System der Natur (5th\nedit.) .....................................................................Cologtle, 1885\nTIMMLER (Dr. Julius Eduard) Die Heilkraft des Lebens-magnetismus\nund dessen Beweiskraft ftir dieUnsterblichkeit der Seele.(4th edit.)\nAltenburg, 1883\nVAll (Adelina Freihm von) Visionen im Wasaerglasse.........B'Udapest, 1877\nWALTHER (E.) Ein merkwiirdiger .Traum. (\" Daheim,\" No. 13, 1880) 1880\nWOLLNY (Dr. F.) Ueber Telepathic .................................Leipzig, 1888\n- - - Eingabe und Addresse (Telepathische)..................Leipzig, 1888\nDigitized by Google\n\f","_id":456}