{"name":"Journal of the Society for Psychical Research 6352","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n60_may_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N60, May 1889","mylang":"de","content":"No. LX.-VoL. IV.\nJOURNAL\nOF THB\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTBNT8.\nPAU_\nNe... Members and A.uoctate8 •• 66\nMeeting of Council.. .. .. .. .. .. .. .. .. .... 66\nNew Number of the Pr««di\"ll' of the American Society for Psychical Reaearch 66\nea- supplied to the Literary Committee . . . . . . . . .• . . . . 67\nCorrespondenoe: Continuous Activity of Secondary Conacloumeu .. 7e1\n.. Duplex versus Multiplex Personality .. 78\nSupplementary Library Catalogue . . .. . . !!O\nNEW MEMBERS AND ASSOCIATES.\nNEW ASSOCIATES.\nBATES, MISS, care of London and County Bank, Maidstone.\nBEER, MRS., 14, Stratton-street, Piccadilly, London, W.\nCOWAN, MRS., Valleyfield, Penicuik, N.B.\nEARDLEY, LADY, 4, Lancaster-street, Hyde Park, London, W.\nKEATINGE, MRS., R. H., 62, Lexham-gardens, Kensington, London,\nW.\nPAGET, LADY, The Embassy, Vienna.\nSWAN, C. A., 10, Delamere-street, London, S.W.\nTODD, MRs., Queen Anne-chambers, Bond-street, Sydney, New\nSouth Wales.\nMEETING OF COUNCIL.\nAt a Meeting of the Council held on April 5th, the President in\nthe chair, the following Members were also present:-Dr. A. T.\nMyers, Lieut.-Colonel Hartley, and Messrs. T. Barkworth, F. W.\nH. Myers, Frank Podmore, and R. Pearsall Smith.\nEight new Associates, whose names and addresses are given\nabove, were elected.\nSeveral presents to the Library were on the table, the particulars\nof which are given on another page. Votes of thanks were accorded\nto the donors, especially to Mr. Alfred Russel Wallace for a parcel\nof nearly 20 volumes.\nIt was agreed that the name of M. Leon Marillier should be\ninserted on the\" Objects,\" as Secretary for France.\nMr. R. H. Bates having given notice to terminate, at Mid-\nsummer next, his tenancy of the rooms let to him, it was resolved\nthat the needful steps be taken to secure a fresh tenant.\nThe next meeting of the Council was fixed for May 10th, at\n5 p.m.\nF\nDigitized by Google\n\f66 Journal of Society for P8ychical :&search. [May, 1889.\nNEW NUMBER OF THE PROCEEDINGS OF THE\nAMERICAN SOCIETY FOR PSYCHICAL RESEARCH.\nThe fourth number of the Proceeding' of the American Society\nfor Psychical Research, published in March of this year, contains\nnearly 300 pages of matter of great and varied interest for all\nreaders who have given serious attention to our investigations. It\nbegins with some\" Remarks\" by Mr. Gurney-with a postscript by\nMr. Myers-concluding the controversy raised by Professor C. S.\nPeirce on a portion of the evidence in Phantasms of the Living,\nwhich occupied a considerable place in No. III. of the Proceeding'\nof the American Society. Next comes an interesting paper by\nProfessor C. S. Minot, containing the results of a statistical inquiry\ninto the tendencies of average ,men and women, when asked to draw\ndiagrams, to select certain forms rather than others; 5,010 diagrams\nwere collected, 501 persons having responded to an invitation to\ndraw each 10 diagrams on a post-card. A comparison of these\nshowed a decidedly preponderant tendency to simple geometrical\nfigures. Thus there were 209 plain circles, and 72 circles with\ninscribed figures, 174 plain squares and 62 with cross lines or figures\ninscribed, 220 triangles, and 245 four-sided figures other than\nsquares, making 978 in all; so that if an American, unaware of this\n\"diagram-habit,\" is asked to draw a diagram, the chance of his\ndrawing one or other of these figures may be taken to be little less\nthan 1 in 5. Nearly half the whole number-2,344-were drawn\nwith simple straight lines; and 681 of the rest with simple curved\nlines. Next in frequency to the circles, squares, triangles, and\nfour-sided figures came the faces, of which there are in all 96.\nProfessor Minot bases on these results a criticism of the experiments\non thought-transference recorded in several numbers of our Proceed-\nings. He says that \"if we examine the drawings given in the\nvarious articles above referred to, we notice that with the exception\nof a single series the figures drawn by both t.he agents and\npercipients are in greater part just such as our diagram tests have\nshown to be the ones likely to be drawn.\" Hence the authors of the\narticles \"fail to offer the necessary proof that the proportion of\ncoincidences was greater than chance would account for.\" Professor\nMinot does not attempt to show that chance would account for the\namount of coincidence in our experiments: and Professor W. James,\nwho writes a note on his paper, considers that\" the revelation of the\ndiagram-habit has not appreciably weakened the evidence for\nthought-transference\" contained in our reports. Readers of this\nJournal who will take the trouble to compare Professor Minot's\npaper with our reports are, I think, likely to agree with Professor\nDigitized by Google\n\fMay,1889.] JO'Urnal of Society for Psychical Research. 67\nJames: at the same time Professor Minot's results are decidedly\ninteresting, and it will be advisable, in any future experiments of\nthe kind, to guard against the effect of \"diagram-habits\" by\nemploying diagrams selected at random from a larger number-say\n.50 or 100-previously prepared.\nThe next long paper is a careful record of experiments in guess-\ning numbers by persons who have \"tried hard to find\" some\nexplanation of the results other than telepathy. Their success is\nnot of a dazzling kind-586 guesses were right out of 3,000, the\nnumber that chance would tend to give being 300-but, as the\nexperimenters say, the preponderance of right guesses is sufficient\nto prove some influence other than chance.\nThen follows the piece de resistance of this part of the Proceedings\n-the report of the Committee on Phantasms and Presentiments,\nwith a long Appendix and further comments by Professor Royce.\nI must reserve my remarks on this for a separate paper. Mean-\nwhile, I may invite our readers' attention to an able reply by Mr.\nHodgson to some objections to the theory of telepathy, which follows\nProfessor Royce's paper.-En.\nCASES SUPPLIED TO THE LITERARY COMMITTEE.\nThe following narrative from a lady, Miss W., known to Mr.\nMyers, contains, first, a good instance of an illu~on,* which must be\n-carefully distinguished from an hallucination. Secondly, an\naccount of a collective impression difficult to class. Thirdly, an\napparition of a living person at a time of danger, which, though not\nat first-hand from the percipient, is at first-hand from a person\naware of the phantasm before the coincidence was known.\nI am very pleased to comply with your request, by writing down the\nfollowing incidents, which, although occurring many years ago, I remember\nin all essential details as if they had happened last week.\nI saw what I am going to describe as plainly as ever I saw anything in\nmy life, and my youngest brother, were he still alive, would corroborate all\nI say; he saw \"it\" (in the first instance relating to our father's death) as\n<llearly as I did.\n[AN ILLUSION.]\nBut first, as a proof that I am not easily duped by mere appearances, or\nnly own imagination, the following circumstance may not be without value.\nOne everiing at dusk I went into my bedroom to fetch something I wanted\n*\"Illusion consists either in peroeiving a totally wrong object in place of the\nright one, . . . or in investing the right object with wrong attributes.\"-\nPhantaBm. of tke Livinll, VoL II., p. 184.\nF2\nDigitized by Google\n\f68 Journal of Society for Psychical Research. [May, 1889.\noff the mantel-piece. A street lamp threw a slanting ray of light in at the\nwindow, just sufficient to enable me to discern the dim outline of the chief\narticles of furniture in the room. I was cautiously feeling for what I wanted\nwhen, partially turning round, I perceived at a short distance behind me the\nfigure of a little old lady, sitting very sedately with her hands folded in her lap.\nholding a white pocket-handkerchief. I was much startled, for I had not\nbefore seen anyone in the room, and called out\" Who's that? \" but received\nno answer, and, turning quite round to face my visitor, she immediately\nvanished from sight. \"Well,\" I thought, \"this is strange!\" I had left\nall the rest of the household downstairs; it was hardly possible that anyone\ncould have followed me into the room without my being aware of it, and besides\nthe old lady was quite different from anyone I had ever seen. Being very\nnear-sighted, I began to think my eyes had played me a trick; so I resumed\nmy search in as nearly as possible the same position as before, and having\nsucceeded, was turning to come away, when lo! and behold! there sat the\nlittle old lady as distinct as ever, with her funny little cap, dark dress, and\nhands folded demurely over her white handkerchief. This time I turned\nround quickly and marched up to the apparition, which vanished as suddenly\nas before. And now being convinced that no one was playing me any trick.\nI determined to find out, if possible, the why and because of the mystery.\nSlowly resuming my former position by the fire-place, and again per-\nceiving the figure, I moved my head slightly from side to side, and found\nthat it did the same. I then went slowly backwards, keeping my head still\nuntil I again reached the place, when deliberately turning round the mystery\nwas solved.\nA small, polished, mahogany stand near the window, which I used as a.\ncupboard for various trifles, made the body of the figure, a piece of paper\nhanging from the partly-open door serving as the handkerchief; a vase on\nthe top formed thE> head and head-dress, and the slanting light falling upon\nit, and the white curtain of the window completed the illusion. I destroyed\nand re-made the figure several times, and was surprised to find how distinct\nit appeared when the exact relative positions were maintained. Surely many\na \" ghost \" has had an as easily explicable origin! But no similar explana-\ntion can be given to that which I now proceed to relate.\n[A COLLECTIVE IMPRESSION.]\nMy dear father died of bronchitis about half-past 12 Saturday night.\nNovember 16th, 1862, in his 62nd year.\nThe doctors had pronounced him out of danger at about half-past nine\nthe same evening, and between 11 and 12, my dear mother, at my earnest\nsolicitation, retired to take some much needed rest.\nA little after 12 o'clock he roused from a rather restless doze, and I gave\nhim some beef tea, which he eagerly drank. Shortly afterwards he said in a\nfeeble but perfectly distinct voice, \"I am dying.\" I said, \"Oh, no, my\ndarling, you are only very weak.\" In a few minutes afterwards, evidently'\nthinking it was my mother who was supporting him, and that I had left the\nroom, he said as clearly as before\" My darling,\" then quickly, \"Call Kate,\ncall Kate.\" I immediately requested a kind neighbour who had come in .t()\nDigitized by Google\n\fMay, 1889.] JO'Urnal of Society for P8ychical Research. 69\nassist, to call my mother, sister, and two brothers, and soon they were. all\nassembled round the bed, I on the right-hand side, my arms round the dear\none from whom life was fBSt ebbing, my mother and youngest brother at the\nfoot of the bed, and the rest on the other side of it. The fire (which faced\nthe foot of the bed) gave a steady and su'.>dued light, and there WBS only one\nlighted candle in the room. I am particular in thus recording these details,\nin order to show that neither imagination nor th3 light in the room could\nhave had anything to do with what presently happened. In a few minutes\nmy dear father breathed his IBSt, and I gently laid his head down on the\npillow, supporting his chin BS I did so, at my mother's suggestion. Then\nwhile we were looking on, scarcely realising what had occurred, suddenly I\nand my youngest brother simultaneously whispered \" Look,\" and we both\nbeheld distinctly a vaporous luminosity quivering in a circle over my father's\nhead. It WBS as if the breath itself had become radiant and hovered over\nthe prostrate form BS a bird might over the cage which had so long been its\nhome, ere it took its buoyant flight to freer air. None of the others saw it,\nthough my dear mother would have given much to have done so.\nA night or two after, I am almost sure it WBS the Monday night, I was\nlying awake, with a weary longing in my sad aching heart, when all at once\nI saw above me a light, similar to the one just described, only larger and\nbrighter. I called softly to my mother, who WBS in another bed in the same\nroom, but she had fallen asleep, and I did not like to wake her; indeed the\nradiance did not IBSt more than a brief minute, and then vanished BS suddenly\nas it appeared. I sat up in bed and tried to discover some rational cause\nfor it, but could not.\nThe fire had been too over-loaded with slack when\" banked up\" to give\nany light whatever; indeed I am not sure that it WBS not quite out. Certainly\nno lBBt flicker could possibly have shot from such a dull mBSS. The night-\nlight was burning dimly and steadily, and not in a position to have thrown\nany rays in that direction, and the house we then lived in WBS so surrounded\nby its own grounds that no passing light from any road could have reached\nthe window, and even if that had been possible, the shape (a diffused circle)\nand appearance altogether precluded the supposition that it could have\nhad such an origin. A feeling of peaceful trust stole over me, and I soon\nafterwards fell into the first calm untroubled sleep I had had since my dear\nfather's death. .\nI have abstained from mentioning these circumstances to any but a very\nfew, BS the generality of people attribute to mere imagination or hallucina-\ntion of some kind any such manifestations, which they themselves have not\n-experienced; but in the CBSes I have described no such explanation aftords,\nto my mind, the slightest satisfactory clue to the mystery.\n[Miss W.'s brother and sister corroborate as follows]:-\nI can corroborate what my sister hBS above written, well remember;n~\nthe mention of the incidents at the time of their occurrence.\nH. P. W.\nG. H. W\nDigitized by Google\n\f70 Journal of Society for P8ychical Research. [May, 1889.\n[A PHANTASM: OF THE LIVING.]\n[L. 826.-Ae pn]\nI will now relate something which happened to a dear friend of mine.\nThis is, however, of quite a different nature. Mrs. G. was a Yorkshire lady\nof good family, the widow of a clergyman, and the mother of two sons, who-\nwere asilors in the merchant service.\nOne day, calling upon her during the absence of both her sons, I found\nher looking very anxious and excited, and in reply to my inquiries as to the-\ncause of her agitation, she said, \" Oh! my dear Kate, I have seen R.\" (naming-\nher youngest son). \"Have you !\" I exclaimed, much surprised. \" Surely\nhe cannot be home yet, I thought he was somewhere in the Chinese seas.\"\n\"I don't know where he is,\" she answered, \"but saw him yesterday as\nplainly as I see you now !\" She then explained that the previous after·\nnoon she was alone in the house, with the exception of one servant, every one\nelse having gone out. She was dressing in her room, and wishing to speak to\nthe servant, whom she thought she heard in an adjoining room, she went\nto the door to call her, when she saw a young man coming upstairs. Think-·\ning it was W. (a young gentleman then staying on a visit), who had returned\nunknown to her, she drew back, and, after allowing sufficient time for him\nto reach his own room, again went to the door, and saw her own son R., in\na flannel suit, slowly ascending the stairs, bending forward and looking\nvery grave. She saw him come up all the stairs to the landing, and then he\nvanished. \"Oh, my dear,\" she concluded, .. I am sure something dreadful\nhas happened.\" I tried to console her as best I could, and suggested there\nmust have been some one in the house she was not aware of, and that, think-\ning of her son, she had unconsciously conjured up the phantom. But no·\none else was in the hoU8e at the time, and nothing could dissuade her from the·\nconviction that the vision was a presentiment of evil tidings.\nShe related the circumstance to her brother and sister-in-law; the\nlatter, being of an extremely practical turn of mind, only laughed at her,\nbut she put down the date, and said, .. Well, we will see what comes of it.\"\nSome time after, a letter from that son told her that at that very time he\nhad been in imminent danger of shipwreck; his ship had been caught in\na terrific norm, and all on board had given themselves up for lost, and he·\nadded, .. If I never prayed before in my life, I prayed then in agony that.\nI might see my dear mother once more !\" And the dates exactly tallied !\nI do not know whether this incident will be of any value to you, uncor-\nroborated as it must, I fear, remain, for all the principal actors in it have\nbeen dead for some years, and since I saw you I have endeavoured in vain to·\nfind those to whom I thought it possible Mrs. G. might have related it; and\nwho might have been able to proffer some additional sidelight verifications.\nBut changes of residence, death, &c., have hitherto rendered my attempts.\nfruitless.\n[Miss W.'s brother and sister corroborate as follows]:-\nI can corroborate what my sister has above written, well remembering:\nthe mention of the incidents at the time of their occurrence. G. H. W.\nH. P. W.\n[The date of this incident, Miss W. thinks, was about 1861 or '62.1\nDigitized by Google\n\fMay, ~889.) JO'U'1\"TI.al of Society for P8ychical Research.\nWe give next two cases of what purport to be\nCOLLECTIVE HALLUCINATIONS.\nL. 827. ColI.\n71\nAbout the middle of September, 1881, between five and six in the evening,\nwhilst it was quite light, the Rev. J. Jones, vicar of Dunston, and myself\nwere fishing the North Tyne, at the junction of Blindburn with the Tyne,\nfrom a bank of shingle, in length about 80 yards and about 10 wide, sloping\nfrom a grass field to the margin of the river, with neither trees nor bush in\nthe immediate vicinity, and after fishing for a short time Mr. Jones came up\nto me to ask for a match for the purpose of lighting his pipe. As we were\nthus standing together lighting our pipes from the same match, I said to him•\n.. Do you see that man fishing down there !\" He replied, .. I have had my\neye upon him for the last 20 minutes, and as it may be Major-General Allgood.\nI think I had better go down and apologise to him for the liberty we are\ntaking, as I have not yet been once to see him this year to ask his permission\nto fish.\"\nAccordingly Mr. Jones left me for this purpose, and when he came to\nwithin about 15 or 20 yards of the supposed fisher, the figure suddenly 4is-\nappeared and seemed to pass away into nothing, whilst we were both looking\non. Mr. Jones then turned round and looked towards me, but did not speak\nuntil I had advanced to within a few paces of him, when he said... Ridley, I\nhope nothing has happened at home.\" We at once proceeded to take down\nour rods.\nAnyone visiting the spot would at once see that no human being would\nbe able to get away without being seen by us. Let me now describe the\nfigure, as it appeared to us. It was dressed with felt hat, dark pilot jacket,\nlight drab fishing stockings, laced boots. We never saw the face. The\nrod was a full-sized salmon rod, painted black, large brass reel. He was\nthrowing from over the right shoulder. Mr. Jones remarked that he was\nthrowing a good line. J might add that we left a Mr. Bartlett at our lodgings\nthat evening before going out to fish, and it would appear that during our\nabsence he had fallen asleep, as he informed us on our return. When ques-\ntioned what he had been doing, he (to the best of my recollection) replied,\nhe had been sleeping.\nJOHN JONES,\nVicar of Dunston, Durham.\nJ. H. WILll\"IE RIDLEY, M.R.C.S.Eng.,\n6, Collingwood-terrace, Gateshead.\nOctober 12th, 1885.\n[In an earlier but second-hand account of this incident sent by Mr. Hartig,\nof Gateshead, we were informed that the dress and rod of the figure seen\nresembled those of Mr. Bartlett, who had been fishing with the percipients\nearlier in the day.1\nIn the following case it is easier than in the last to suppose that\nthe figure seen was a real man. On the other hand, if it is not an\nDigitized by Google\n\f72 Journal of Society fO'1' Psychical Research. [May, 1889.\ninstance of collective hallucination-and in that case a very remark-\nable instance--it is certainly a singular coincidence of a double\nmistake in identity with an unexpected disappearance.\nL. 828. CoIl.\nOn the night of December 3rd, 1887 (Saturday) I was serving customers\n• in the bar, together with my daughter. About a quarter past nine (as near\nas I can remember) I saw William Frazer standing at the private door of the\nbar that leads into the house. He said, \"Well, how are you, old man 1 \"\nI replied, \"Hallo! is that you, Frazer--long looked for, come at last.\" My\ndaughter, who was standing near me, behind the counter, turned round and\nsaw him also, for she called out, \"Good gracious' Wonders never cease.\"\nI had a tray of glasses in my hand at the time which I was just\nabout to carry upstairs, so I came to the door beside Frazer, took\nhim along to the smoke-room, and saw him enter. As he stood just within\nthe room, with his back almost turned to me, I said, \" Content yourself there.\nI'll be down in a minute.\" While saying this I remember distinctly I stood\nwith my foot on the bottom step of the stair. I also remember that as I\np8B8ed the smoke-room door I saw a 'stranger seated in an armchair near the\nfire. I took the gl8B8es upstairs, and returned in about a minute and a-half;\nbut on entering the smoke-room I found neither Frazer nor the stranger\nthere. I thought Frazer must be hiding somewhere, as he was always\nfull of fun and .. up to larks,\" so I searched allover the house for\nhim, also over the yard and outhouses, as I thought he might have slipped\nout there while I was upstairs. I concluded he must have gone home, and\nwould doubtless return the next day (Sunday) to settle up. I should explain\nthat the \"Engineers' Friendly Society\" meets at my house. Frazer is a\nmember, and before going on his last voyage he had asked me to keep his\nsubscriptions paid up while he was away. This I had done, so that when I\nsaw him at the bar-door, I naturally concluded he had called to settle with\nme about his society's affairs. He did not call on the Sunday, and some\ndays later we saw the Oollingwood 88. (Frazer's vessel) reported in the\nnewspapers as arriving at Antwerp. When Frazer appeared, he was dressed\nmuch as usual, with the exception of his hat. He carried a black leather\nbag. He looked tired and dejected, and he did not look me straight in the\nface.\nOn the night of December 19th (Monday) Frazer did actually call upon\nus. We told him of our strange experience. He told us that on the night\nof the 3rd the Oollingwood ss. sailed from Gibraltar for Antwerp. He didn't\nsay what he was doing at a quarter past nine-in fact, he laughed at the\nwhole affair. They had had some very rough weather on the voyage, hence\ntheir detention. I settled up with him in connection with the Friendly\nSociety, then we walked out together. He was not so lively as usual; he\ndidn't feel much inclined to go to sea again at once-he thought he was\nentitled to \" a bit holiday.\" He asked my advice about it; I didn't advise\nhim either one way or the other, but left it to himself to decide. I regret\nnow that I didn't advise him to remain ashore, for the next day he sailed for\nSavona in the Oollingwood, from the Tyne (owners, C. Tully and Co.). His\nveSsel has not been heard of since leaving Gibraltar; she is now fully a month\nDigitized by Google\n\flIay,I889.] Journal of Society for Psychical Research. 73\noverdue. Frazer's mother has not given up hopes of his safety yet--but\nI have, so has the owner. The mother thinks the crew may have been picked\nup by some outward bound vessel.\nFrazer was a fine young feUow, 25 years of age, unmarried, second engineer\non board the Collingwood E.\nI have never had a similar experience to this before. My daughter and\nI are certain we were not mistaken in our man. We know no one else at all\nl'eIIembling Frazer.\n. GEORGE MADDISON.\nSunderland, Frbruary 6th, 1888.\nThe following is Miss Maddison's account:-\nApril 2lbt, 1888.\nDEAR Sm,-According to promise, I forward you a statement with refer-\nence to the vision which was seen by my father and me on December\n3rd, 1887, the object being William Frazer, who was at that time second\nengineer of the E. Lord CoUingwood. On Saturday, December 3rd, 1887, at\nabout 9.15 p.m., father and I were standing in the bar, and the said William\nFrazer came and stood at the bar door in the passage, and I heard him ad-\ndress my father, saying, .. \\-VeU, how are you, old man 1\" Then father said,\n.. Hallo, is that you, Frazer-long expected, come at last,\" and I myself said,\nc. Good gracious! Wonders never cease,\" but I did not hear him reply,' I\nserved some drinks over the bar, and then walked into the smoke-room,\nexpecting to see Frazer, but was much surprised at only finding my\nfather there, to whom I said, .. Where is Frazer 1\" Father said, .. I\ndon't know,\" and I said, .. Oh, he will be hiding.\" Father then looked\nunder the seats and down the yard, but Frazer W\/IB not to be found,\n80 we came to the' conclusion that he had boon in a hurry and slipped out,\nand we fully expected to soo him the next day (Sunday, December 4th), but\nwe neither saw not heard of him until a few days afterwards when the BB.\nLord CoUingwood was announced as having left Gibraltar for Antwerp on the\n3rd, this being the day that the vision appeared to us. About a fortnight\nafterwards Frazer did arrive home, and as he sat on the comer of the smoke-\nroom table I told him what I had soon, but he just laughed. I saw him a\nfew times during his short stay at home, but he did not soom so full of fun\nas usual. After a few days' stay in the Tyne he sailed again for Savona,\nand I was sorry when I heard that his vessel was overdue, and I regret to\nthink that he is no more, for he was a fine young man and highly respected\nby all who knew him.\nI vouch for the above.\nEMMA MADDISON.\n[The testimony of the person in the smoke-room might have been\nconclusive on the question of whether the figure seen was a real man\nor not, but we learn from Mr. Nisbet, Honorary Associate of the\nSociety, who had an interview with Mr. and Miss Maddison, that\nMr. Maddison does not know who this person was.]\nDigitized by Google\n\f'74 Journal of Society for Psychical Research. [May, 1889.\nM.668. HYPNOTIC EXPERIMENT.\nThe following account is from an Associate of the Society, known\nto Professor Sidgwick, whose name, were we allowed to give it.\nwould certainly command confidence. The incident happened a..\nlong time ago.\nJune 17th, 1888.\nSome years ago, while my mother and sister were still living, a relative.\nwhile our guest, became seriously ill; a friend who had great faith in mes·\nmerism was anxious to try its effect upon her, and before commencing her\noperations, she requested me to place my hand upon her shoulder, which\nwould, she said, increase her mesmeric power.\nThe invalid was lying in bed, with her back turned to the operator, behind\nwhom I stood, with my hand upon her shoulder, while the drawn curtain\nconcealed the patient from my gaze. After a while I happened, quite acci-\ndentaUy, to place my disengaged hand upon a gold watch, lying upon a chest\nof drawers, while the other hand still remained upon the shoulder of the-\noperator. Immediately the word\" Cold, cold,\" escaped from the lips of the\npatient, and the operator turned her head in surprise in order to discover the\ncause. I immediately removed my hand from the watch, and the mesmeric-\noperations were resumed. Feeling curious to know whether the exclamation\nof the patient had been accidental, or whether it had any connection with\nthe contact of my hand with the gold watch, I waited for a while and then\nagain laid my hand upon the watch, with the same result; again the patient\nuttered the exclamation, \"Cold, cold.\"\nNot feeling sure whether the word in the written account was coUl\nor gold, we wrote to inquire. In reply, our informant wrote:-\nI was certainly under the impression at the time that the exclamation\nwhich escaped from the lips of the patient was \"Cold, cold.\" There is,\nhowever, so little difference in sound between cold and gold, that should it\nappear that patients under similar circumstances can detect metals, I could\nnot be certain that the utterance of the patient in question had not been\n\"Gold,\" though, at the time, I believed it to have been \"Cold.\"\nDuring the operation she was so situated as to be sheltered from the\npossibility of draughts, and the instantaneous utterance of the exclamation\nupon my touching the watch led me, without the slightest hesitation, to\nregard the two phenomena as caUl!e and effect. The surprise of the\nmesmeriser, who, on hearing the exclamation, turned quickly round, as if to-\ndiscover the cause, was another indication that the phenomenon was unusual.\nThough feeling myself convinced as to the connection between my touching\nthe watch and the exclamation of the patient, I wished to place it beyond\ndoubt; accordingly, some little time after the mesmeriser had resumed her\noperations, I purposely placed my hand a second time upon the watch, which\nwas followed by the same instantaneous exclamation on the part of the patient.\nIt appears to me most improbable, if not impossible, that the coincidence\nshould have been an accidental one.\nThe patient is no longer living. We asked our informant to·\nDigitized by Google\n\f.y,l889.] Journal of Society for Psychical Research. 75·\nobtain, if possible, an account of the experience from the mes-\nmeriser. She wrote on March 23rd, 1889:-\nIn compliance with the request contained in your former letter, on learning\nthe address of my friend I wrote to inquire whether she had any remem-\nbrance of our joint mesmeric experience in connection with our departed\nfriend-the Mrs. B. alluded to in the enclosed paper. In reply, she tells\nme, what I had never before known, that she had acted as Mrs. B.'s\nmesmeriser for several weeks before the· latter carne to be our guest in Lon-\ndon. She does not remember having mesmerised Mrs. B. in --- square,\nwhere we then resided. Her visit to London, at that time, must have been\naccidental; and she adds: .. I account for my memory of these subsequent\nevents being less vivid owing to the state of physical exhaustion in which\nI was, consequent upon the long-continued mesmerising, followed by the\nfatigue of nursing.\"\nMy own experience with regard to the watch appears to me to be the·\nmore remarkable as having come quite spontaneously, without my having\nheard of any connection between gold and mesmeric phenomena.\nMy friend is not quite exact in stating that I had asked her to state what\nshe could remember of her mesmeric experience in connection with gold\nin the case of Mrs. B., of which I had never heard, till the perusal of the\nenclosed paper. What I asked her was, whether she had any remem-\nbrance of our joint experience in --- square, the particulars of which I\ngave her.\nThe mesmeriser's account of previous experiments follows. It\nwill be seen that it is not clear that the possibility of suggestion was\ncompletely excluded.\nYou have asked me to state what I can remember of my mesmeric experi-\nence in connection with gold in the case of our dear cousin, Mrs. B.\nPerhaps you may remember that she came to Nottingham to visit MiBB\nN., who had been told of Mrs. B.'s desire to try the curative power\nof mesmerism on her complaint. In order to test how far she W8B recep~ive\nof the mesmeric influence, her doctor-himself a practised mesmerist---the\nday after her arrival, succeeded without difficulty in putting her into the\nmesmeric sleep. He then formed a chain (i.e., taking each other's hands) of.\nI think, three persons, on each side of the patient, of whom I was one, and\nplacing the hand of the one next to her, at each side. into hers. He then\nput a sovereign into the hand of the last person of the chain on one side.\nand Mrs. B.'s brow immediately contracted as if she was much troubled, her\nhand also showing uneasiness and trying to free itself from the hand of the\nperson with whom she was in contact. The sovereign was then changed to\nthe hand of the person at the end of the chain on the other side: and pre-\ncisely the same result took place. No one spoke. and the footfall of the doctor\ncould not be heard as he changed the place of the gold.\nThe latter was then placed on the carpet under each foot in succession;\njust where the shoe rises leaving a little space between the toe and the floor.\nAt once, each foot in succession, and up to the knees twitched, and the fore-\nhead again expressed trouble as before. When the points of the teeth of a.\nDigitized by Google\n\f76 Jowrnal of Society for Psychical Resea,·ch. [&lay,1889.\ndressing comb also were held at a little distance from her closely shut eyelids,\nshe turned her head from side to side to try to get rid of the effect it pro-\nduced, the annoyance ceasing as soon as the comb was withdrawn.\nAs I was to be our dear cousin's mesmerist during some weeks, my own\npower to undertake the charge of her case in this respect had also to be tested.\nIn order to ascertain this, I mesmerised my friend Mra. T--'s faithful\nmaid, and with entire success; and when she was in the mesmeric sleep,\nand her eyes closely shut, I took my watch and held it about a quarter of\na yard above her hand which was lying fiat on the bed. To my surprise\nher hand gradually began to rise from the wrist, as if attracted by the\ngold, and remained with the fingers pointing upwards to the watch, the\narm still lying flat on the bed. On the watch being withdrawn, the hand\nagain slowly fell. I asked her afterwards why she had raised her hand.\nShe replied-not knowing what I had done-that she did not know she had\ndone it, but she felt as if I had laid something very cold on her hand, and\nasked what it was.\nCORRESPONDENCE.\nTHE PROBABLY CONTINUOUS ACTIVITY OF WHAT IS KNOWN\nAS OUR SECONDARY CONSCIOUSNESS.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-In connection with the phenomena observed during the somnambulic\nor hypnotic \"state,\" as it is termed, whether spontaneously arising, or self-\ninduced, or brought about by any alien influence, I would suggest; that it\nmay not really be a \"supervening\" or special \"state,\" or \"condition\" at\nall, but a \"con8tant\" one, always existing though ordinarily unmanifesting,\nand that its seemingly peculiar supersensuous powers of perception, and\neapacities of acquiring knowledge otherwise than through ordinary sensory\nchannels, are constantly in action, though veiled from observation by the\ninfluence of the ordinary (normal or primary) consciousness. _\nWhen the results of such action become appreciable to observation it is\n<>wing to the withdrawal or suspension of such \" occlusion\" by a temporary\ninhibition of the activity of the ordinary sensory functions, rather than\nfrom the manifestation of any new or unusual capacities or functions set up,\nor any abnormal state induced. In fact, in a manner resembling that by\nwhich a louder sound renders inaudible a weaker one, or the action of a stronger\nlight renders one of lesser brilliancy invisible during its prevalence, although\nthe weaker sound and more feeble light are still existent and manifesting\nthough unperceived.\nMany facts in the papers recently read before the Society for Psychical\nResearch, one\" On the Connection of Hypnotism with Spiritualism\" (given\nin the Proceedings, Part XIII.), and a later one by Mr. Barkworth on ali\nanalogy between some of the phenomena of hypnotism and those of\nordinary life (or a similar title), will, upon careful examination, be, I think,\nDigitized by Google\n\fMay, 1889.] Journal of Society for P8ychical Research. 77\nfound to support this theory. Also the fact of the existence of a continuous\nana independent memory in the hypnotic consciousness, and the working of\nobscure and complicated problems, and the s,?lution of difficult questions\nknown to have taken place during sleep, would seem to prove a perpetual\nmental activity under higher conditions, in what, for want of a better term~\nis named the Secondary Consciousness. A constant activity of the faculties\nof reasoning and \"willing to reason, in a certain direction,\" would seem\nto exist both. wh.ile the primary (8611801'Y) COfIBci0Ulmfl88 is active and while it\nis dormant, the effects of such action being more manifest when sensory\nsusceptibility to external stimuli is in abeyance.\nHence, instead of a new and peculiar \" state \" being developed or induced,\nwe have merely a. usual and constant normal condition of mentality unveiled\nand disclosed to our observation, by a suspension or temporary inhibition\nof ordinary functional manifestation.\nH. VENMAN.\nPo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSm,-It seems to me that the interesting problem which Mr. Venman's\nletter suggests will be easier of discussion if we try first to get some clearer\nnotion of what is meant by the continuous activity of any known conscious-\nness whatever. If we take the word in its strict sense, then I think that we\ncannot apply it to any form or phase of consciousness which manifests itself\nthrough, or is conditioned by, any activity of the human brain. But if by\ncontinuous we mean\" ready at all times to respond if the ap'propriate stimu-\nlus be supplied,\" then I agree with Mr. Venman that the •secondary self\"\nmay be as continuous as the primary.\nIn what does the continuity of my waking or primary self consist' Not\nin an unbroken chain of memories, but in the fact that when the appropriate\nstimulus-of light or of nervous nutrition-is supplied, my waking self resumes\npossession of the temporarily broken chain.\nAnd the case with, say, my hypnotic or somnambulic personality is pre-\ncisely similar. The hypnotic personality is sUInmoned by the appropriate\nstimulus; it is exhausted after a time, for the somnambulic state cannot (as\nit would seem) be indefinitely prolonged; and then when the appropriate\nstimulus is re-applied it takes up the chain of hypnotic memory once more.\nNo doubt we have evidence of a certain activity of the hypnotic self in the\ninterim. It counts off the days, for instance, if it has been told to accomplish\nsome suggestion at a distant date; and it shares-to some extent at least--in\nthe experience and acquisitions of the working self during the interval be-\ntween the hypnotisations. But this intermediate activity is not continuoUS'\nin the sense in which the somnambulic access while it lasts is continuous.\nIf affords opportunity for the repose of that special combination of cerebral\nprocesses-whatever it be--which differentiates the somnambulic from the\nwaking state. Going a. stage deeper still, we find the Dremon of Socrates\nalways ready to intervene when wanted, yet not intervening in a way so-\ncontinuous as to exhaust any combination of cerebral processes on which\nits manifestations may have depended.\nIn other words, it seems likely that any chain of memory, or phase of\npersonality, which manifests itself through the brain, must admit intervals\nof at least partial repose, during which that special mode of cerebral functioning\nmay renew its power. Each of us, we may say, contains within himself the\npotentiality of an unknown number of personalities, some at least of which\nmay be educated to become as readily recurrent as is his primary personality.\nalthough no one of them can-any more than his pnmary personality-\nbe made to manifest itself in a. really continuous manner.\nDigitized by Google\n\f'78 Journal of Society for P8ychical Research. [May,! 8 R\nBut if we go-as I conceive that Mr. Venman means to go-beyond and\nbehind these terrene personalities to the hypothetical individuality-un-\naffected by earthly birth or death-which we may regard as the basis of all\nthe forms of self-manifestation which earth exhibits,-then, of course, the\n·question of continuity changes its aspect. If that individuality exist\nindependently of the brain, we know of no reason why it should need repose.\nWe may more plausibly appeal to other analogies, and consider our \"soul\"\nas a definite and continuous energy, which is always accomplishing an equiva-\nlent amount of work, but in varying ways; and which, consequently, may\nthen fiow most freely into higher and unseen activities when the adits of earthly\nsensation are closed, and the agitations of terrene personalities calmed into\ndreamless sleep.\nF. W. H. MYERS.\nP.S.-The above remarks may perhaps serve as a partial answer to Mr.\nBarkworth's letter printed below, but received too late for notice in this\nnumber of the Journal. \"Changes in Personality\" form, I believe, one of\nthe subjects on the programme of the Oongre8 de P8ychologie PhY8iologique to\nbe held in Paris, August 5th-10th; and, with Mr. Barkworth's permission, I\nshould prefer to postpone further discussion till after that date, in the hope\nthat we may then have the subject before us in a completer form.\nDUPLEX VERSUS MULTIPLEX PERSONALITY.\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSm,-I should not again venture to ask for space to discuss this subject,\nbut for two considerations,-first, its importance, which is second to none in\nthe whole range of Psychical Research, and secondly, the desirableness of\narriving at some definite point of issue, or of agreement, while the subject is\nfresh in the minds of your readers.\nLet me begin by defining what I understand by \"personality.\" It is not\na mood or state, nor does it change with any number of moods or states,\nhowever different from one another. A man's whole appearance, character,\nconduct and capacity may be radically altered without any pretence for\nclaiming that his personality is changed. Such an alteration is only too\nfrequent when, for instance, a man becomes a confirmed drunkard, or even\na confirmed gambler, or opium-eater. Nor can a mere dislocation or hiatus\nin the chain of memory such as sometimes occurs after a fall on the head or an\nattack of brain fever, justify us in asserting that we are dealing with a dif-\nferent psychical entity from the one we knew before. Still less can such\nan assertion be made of the vagaries of a hypnotised subject under sugges-\ntion, and during trance, where it is evident that he is but an instrument\nplayed upon by the will of another. In formulating such a stupendous\n-dogma as is involved in the negation of uniform personality, we must rest\nupon no uncertain ground which a new way of regarding the facts may cut\nfrom under us. Where, then, is this certain ground to be found 1 I reply.\n(Jnly in cases where the sub-conscious personality can be observed in opera-\ntion without any break in tho normal procedure of the active consciousness.\nSuch cases incontrovertibly have been observed, in automatic writing, in the\nexecution of post-hypnotic suggestions, in the exhibition of sub-conscious\nthought-transferences such as those between Mr. and Mrs. Newnham, in the\nquasi-automatic actions of which I gave instances at the January meeting. &c.\nIn these instances the passive consciousness can be absolutely seen in operation\nwithout either the knowledge or control of its active partner, and while the\nlatter is, with unabated power, engaged on other affairs.\nMr. Myers' letter has left the question just where it was before. No\nDigitized by Google\n\f1\\Iay, 1889.] JoU'l\"nal of Society for Psychical Research. 79\nevidence whatever has been produced in support of multiplex personality,\nthough he Aye that such evidence is growing daily beyond his power to\nrecord. I do not for a moment presume to contradict him ul?on evidence\nwhich I have not seen, but I wilf press the question, if the eVidence is too\nbountiful for record as a whole, is that any reason why he should not let us\nhear at least some of it? Our Proceeding8 are rich in the records of experi-\nments both at home and abroad. Is there any reason why those which make\nfor multiplex personality should not be put before us ?\nI do not, however, overlook the fact that Mr. Myers' letter indicates more\nor less where the evidence he relies on may be found, and these indications\nare as follows :-\n1. The\" three states\" of the Salpetriere school\n2. The Brighton experiments of Mr. Gurney.\n3. The Revue PhiloBOphique.\nI am unable to understand how Mr. Myers can regard the three stated as\nevidence of multiplex personality. They are clearly set forth in Binet and\nFare's work on Animal MagnetiBm, where they are classed as Somnambulic,\nLethargic, and Cataleptic. The differences between them seem to be mainly\nof a physical character, and though the mental condition of the patient may\nto some extent vary also, it does so only functionally, and not essentially,\njust as the mental state of a man may differ when inBBne from what it was\nbefore. Moreover, the classification of the three states is, I believe, rejected\nby Liabeault and the Nancy school.\nThe Brighton experiments are, I confess, much harder to deal with. H an\nalternating memory were to be accepted as proof of an alternating personality,\nthey would indeed be conclusive. But in my former letter I gave reasons\nwhy I think they should not be so accepted. Beyond this, I need only quote\nMr. Myers himself on these sa.me experiments (Proceeding8, Part XIII., p.\n386), where he speaks of \"mere 8tag_which cannot be called per8011alitiea--\nthrough which Mr. Gurney's hypnotic subjects could be led backwards and\nforwards at pleasure.\" The italics are Mr. Myers'. If, therefore, he now\nrelies on these experiments to prove multiplex personality, it is certain that\nhe must have changed his opinion.\nMr. Myers' third reference is to the Revue Philo80phique, and here I am\nat the disadvantage of not being able to follow him. I have inquired at the\noffice, but was not surprised to hear that all the numbers he refers to were\nengaged. In this, however, I am no worse off than other members. Is it\nthen desirable that we should be dependent upon the chance numbers of a\nforeign periodical for information on a subject which, as much as any that\ncan be named, lies at the root of our investigations? Until the nature of the\nhuman Ego is as far as possible explored and decided, nothing is done; that is\nto say, nothing can be reliably concluded. Until then, we are made the sport\nof words, such as psychical and physical, living and non-living, mental and\nsubjective, of which we know only the phenomena they stand for, and nothing\nof the ultimate truths they represent.\nLet me, then, make this appeal to Mr. Myers. Let him embody the more\nsalient portions of the evidence for multiplex personality, on which he relies,\nin a paper to be read or published. We shall then be able to form some idea\nof it, which at present we cannot.\nI cannot follow Mr. Myers in his distinction between personality and\nindividuality, nor in his use of metaphor--alwaye, I fancy, rather a hazardous\nmode of dealing with questions of which the facts are not yet ascertained,\nbecause we are apt to mistake the completion of the metaphor for the demon-\nstration of the fact. Nor am I, at present, so much concerned with the\ninferences derivable from his theory, 88 with the theory itself. On the\nformer I will only say, however, that from his point of view the objection\nhe puts into the mouth of the materialistic objector appears to me to be at\npresent unanswerable.\nTHOMAS BARKWORTB.\nDigitized by Google\n\f80 Journal of Society for Psychical Research. [May,I88!!.\nSUPPL.r..MENTARY LIBRARY CATALOGUE.\n*ATKINSON (Henry Geo~e, F.G.S., and Harriet MARTINEAU) Letters\non the Laws of Man s Nature and Development - London, 1851\n'*BALLOU (Adin) An Exposition of Views respecting the Modem Spirit\nManifestations. Reprinted from the Second American Edition\nLiverpool, 1853\n*BERTOLACCI (William Robert) Christian Spiritualism - London, 1864-\n*BuCHANAN (Joseph R., M.D.) Manual of Psychometry: the Dawn of\na New Civilisation (second edition) - - - B08ton, U.S.A., 1885\n*COLEIIUN (Benjamin) The Rise and Progress of SpirituaIism in England\nLondon, 1871\n*COUES (S. F., M.D.) PoBBibilities of Organism - WlJ8hington, D.O., 1878\n*Cox (Edward W., S.L.) Heredity and Hybridism: a Suggestion\nLondon, 1875\ntDICKENS (Charles) The Mystery of Edwin Drood (complete). Includ-\ning \" Part Second, through a Medium\" - Brattleborough, U.S.A. 1873\n*HARDINGE (Emma) Modem American Spiritualism - New York, 1870\n*HOJIIE (D. D.) Lights and Shadows of SpirituaIism -' London, 1877\n*KARDEC (Allan) The Spirits' Book. From the French, by Anna Black-\nwell - - - - - - - - London, 1875\n*--Heaven and Hell. From the French, by Anna Blackwell\nLondon, 1878\n*LY'rrELTON (Hon. and Rev. W. H.) Scripture Revelations of the Life\nof Man after Death - - - - - - London, 1876\n*MARY JANE; or, SpirituaIism Chemically Explained with Spirit Draw-\nings - - - - - - - - - London, 1863\nPROCEEDINGS of the American Society for Psychical Research. Vol.\nI., No. 4- - - - - - - Boston, U.S.A., March, 188!}\n*Psycmc FACTS. Edited by W. H. Harrison London, 1880\n*PuTNAM (Allen) Agassiz and Spiritualism - - Boston, U.S.A., N.D\n~SCOTT (Walter) The Existence of Evil Spirits Proved London, 1843\n*SpmITUALISM, Report of the Committee of the London Dialectical\nSociety on - London, 1871\n*STEPHEN (George Milner) and his Marvellous Cures - Sydney, N.D.\n*TuTTLE (Hudson) Arcana of Spiritualism - - - Boston, U.S.A., 1871\n*-- (and J. M. PEEBLES) The Year-Book of Spiritualism for 1871\nB08ton, U.S.A., 1871\nLACBOIX (Henry) Mes Experiences avec les Esprits Paris, 188!}\nDEDEKIND (Gustav E. W.) Dokimion: oder Praktischer Versuch fiber\nein reales Verhii.ltnitz dar Geister der Verstorbenen zu den hinter-\nbIiebenden Ihrigen Hanover, 1797\nDu PREL (Dr. Carl) Das Zweite Gesicht Breslau, N.D.\nFRIEDRICH (Georg) Die Entstehung des Wahnsinnes in der Phantasie\nvom Standpunkte der Psychologie aus betrachtet, &c., &c.\nMunich, 1887\n*Presented by Alfred Russel Wallace. +Presented by the Rev. O. L. Dodgson.\n:::Presented by the Rev. Oanon Wood.\nDigitized by Google\n\f","_id":457}