{"name":"Journal of the Society for Psychical Research 9758","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n61_jun_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N61, June 1889","mylang":"de","content":"No. LXI.-VOL. IV. JUliE, 1889.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCmCAL RESEARCH.\nCONTENTS.\nNew Memben and Aaaoclr.tee •• •• •• ••\nMeeting of the Council •• •. .. .. •. . .\nThe Hour of General MeetfDp-ETIIIIfn« OT Afternoon\nGeneral MeetiJIg .. •. •• .• ..\nMT. Hansen's Hnmotic Demonstmtlons ..\nAntomatio WrltIDg:-Tbe cardoso Case ••\nCaaea snpplied to the Lltemry Committee\nCorrespondence: Do Animals see Ghosts? .•\nInternatlonal CoDg1\"888 of ,Physiological Psychology ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nPAGE\n..81\n.. 81\n.. 82\n.. 82\n..85\n..86\n.. 88\n•• 94\n..96\nTALBOT, THE LADy EDMUND, 26, Curzon-street, Mayfair, London, W.\nTALBOT, MRS., 19, Porchester-gardens, Bayswater, London, W.\nHONORARY ASSOCIATE.\nKLEIBER,* JOSEPH, St. Petersburg.\nASSOCIATES.\nCROWE, W. LEADHA.lII, 24, ComwaJI-road, Westboume Park, W.\nDARWIN, MRS. FRANCIS, Wychfield, Huntingdon-road, Camb~dge.\nMEDICI, LA MARCHESA, Villa Emilia, Ricorboli, Florence.\nMURRAY,* COLONEL HUGH H., R.A., 28, Gower-street, London, W.C.\nO'NEILL, GREGORY LAMB, M.B., 140, Elizabeth-street, Sydney, New\nSouth Wales.\nWILLIA.lIIS, LADy, Llanfoist, Clifton Down, Bristol.\nMEETING OF THE COUNCIL.\nA Meeting of the Council was held on May the 10th, the President\nin the chair, at which the following members were also present;-\nProfessors W. F. Barrett and Oliver J. Lodge, Dr. A. T. Myers, and\nMessrs. T. Barkworth, Walter Leaf, F. W. H. Myers, and F. Podmore.\nTwo new Members and five new Associates, whose names and\naddresses are given above, were elected.\nIn consequence of the forthcoming part of the Proceedings being\n* Elected. at a meeting on May 31st, to be reported in the next number.\nG\nDigitized by Google\n\f82 Journal of Society for Psychical Research. [June,l889.\nlarger than was anticipated (over 200 pages), it was agreed that the\npublished price should be 3s. instead of 2s. 6d.\nThe means by which the Meetings of the Society could be made of\ngreater interest to Members generally, and by which they might afford\nmore opportunity for conversation, and for Members becoming ac-\nquainted 'with each other, engaged the attention of the Council. Some\nsuggestions were made which will be found embodied in a separate\nparagraph.\nSome other matters of routine business were attended to.\nA Meeting of the Committee on Physical Phenomena was held on\nthe same day, at which the President, Professors Barrett and Lodge,\nand Messrs. Crookes and F. W. H. Myers were present. It was\nagreed that a review of Madame Home's book, D. D. Home, his Life\nand Mission, should appear in the Journal for July.\nTHE HOUR OF GENERAL MEETINGS-EVENING\nOR AFTERNOON.\nIt may be remembered that the hour of General Meetings was fixed\nat 8.30 p.m. some years since, in accordance with what seemed the\ngeneral wish of Members. To this arrangement, however, there is the\ndrawback that little time is left at the close of a meeting for conversa-\ntion or discussion, especially in the case of Members living at some\ndistance from the centre of London. It has, therefore, been proposed\nthat one, or both, of the winter meetings (generally held in November\nand January) should be fixed for the afternoon, and that before or after\nthese meetings tea should be procurable by those who cared to remain.\nThe funds of the Society, which are already fully engaged by\nprinting and other necessary expenses, should not, it is thought, be\nintrenched upon for refreshments. If the proposed arrangement is\ndecided on, therefore, a small charge will be made for the tea. The\nEditor invites expressions of opinion on the subject.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall on\nFriday, May lOth, at 8.30 p.m., the President, Professor Sidgwick, in\nthe chair.\nTHE PRESIDENT gave an address on the Canons of Evidence in\nPsychical Research, which it is intended to publish in a future number\nof the Proceedings.\nMR. MYERS, as Honorary Secretary, then read a paper by a lady\nwho wished to remain anonymous, describing some recent experiments\nDigitized by GOL\n\fJune, 1889.] Jou\/r'nal of Society for P8ychical Research. 83\nin seeing visions in crystals or other reflecting surfaces. As this paper\nwill appear in full in Proceedings, Part XIV., almost simultaneously\nwith this we need not abstract it here.\nMB. J. K. STEPHEN, in commenting on the paper, inquired, among\nother things, whether the writer would not have got equally good\nresults if she had concentrated her mind by an effort of will without\nthe use of a reflecting surface, and alluded to the danger of stimulating\na superstitious attitude towards psychical phenomena. He also dwelt\non the possible connection between the power of visualising, which he\nwas inclined to think rare, and the seeing of hallucinations.\nPROFESSOR BARRETT said he wholly disagreed with the last speaker.\nThe paper that had been read was, in his opinion, an extremely able\nand important one, and the Society was to be congratulated on having\nhad this subject brought before them, for the first time, in a paper\nmarked with such admirable judgment, such wide research, and such\nscientific caution. He regretted that the author had preferred to be\nanonymous. He ventured to think, from the facts described in the\npaper, that crystal-gazing was one form of incipient self-induced\nhypnotism. Further inquiry and experiment in the spirit of this\npaper might indicate that the singular psychical phenomena pre-\nsented by crystal-gazing and the hypnotic trance had a common\norigin. Among the Hindoos crystal-gazing is not uncommon, only,\ninstead of looking at a crystal, the subject gazes at a spot of a shiny-\nblack substance,-a carefully selected gum. Some interesting letters\non this subject, from an officer in India to Professor Piazzi Smyth,\nhad been forwarded to the speaker some years ago by Professor\nAlexander Herschel, accompanied by a specimen of the \"mystic gum,\"\nand possibly some extracts from these letters might be worth publica-\ntion in the light -of the paper that had been read. There was one\npoint upon which \"crystal-gazers\" need to be on their guard, and\nthat was the optical effect known as \"after-images.\" If a patch of\nbright cloud or sky be gazed at attentively, and the eye then closed or\nturned elsewhere, an extremely vivid series of colours are seen. These\n\" after-images\" are of such brilliance, and their production ~o easy\na.nd harmless, that the experiment is well worth making. The red\nglow described in one of the experiments in crystal-vision might\npossibly have been an after-image of this kind. He made this slight\ncriticism with all deference, as the writer of this paper probably was\naware of illusions of this kind.\nMB. J. G. BUTCHER expressed agreement with Mr. Stephen.\nMB. F. A. FLOYER said that in viewing all these questions the\nsubjects must be regarded as morbid, and that the influence of the\nexperiments is likely to be bad on the mental or bodily health, though\nG 2\nDigitized by Google\n\f84 Jov,'T\"MJ, 01 80ciety lor Psychical Research. [June, 1889.\nperhaps this influence might not be great or important. At all events\nhe thought great care was needed.\nMR. ELTON called further attention to the possible connection of\ncrystal visions with hypnotism. He said that crystsls are good objects\nfor hypuotic \"fixation,\" and inquired whether the author of the paper\non ary8~azing had any hypnotic symptoms. If so, the visions would\nbe hallucinations of a self-hypnotised person~ifrering, therefore, from\nthose got in other hypnotism, because the person's own memory or fancy,\nand no operator, would supply the suggestion.\nIf not hypnotic, the question arose, under what class of phenomena\ndo the crystal visions come 7 They are not mere visions in the mind's\neye, because, unlike these, they are externalised, and cluster round an\noutward point de repere-the crystal-in such a way as to impose on the\nseer's belief, or, at any rate, upon the construction the seer's senses put\nupon them; for they are seen \"in the crystal.\"\nNor, again, are they like the hallucinations of the artist who could\nproject the figure of his sitters into the chair before him; for these,\nunlike the crystal visions, could be summoned at will\nThus, the crystal visions, to sum up, seem of a kind scarcely\nclassified. They are \"of such stuff as dreams are made of\"-the\nmemories more or less sunken, the image-play more or less fantastic, of\nthe seer. Yet they have the further mark of being externalised, and\nof clustering round a special object only, to which they come unbidden\nand uncontrolled.\nTouching the President's address, Mr. Elton remarked that experi-\nments like those of Mr. Davey suggest this further canon of research:\nEven if certain phenomena can, in certain cases, not be ascribed to\nknown causes, yet, if we can imitate them with known causes, we have\ndone enough to dispose-till our imitation ceases to hold out-of\nalleged supernormal causes.\nMR. MATHEWS remarked that the effect of the magnifying glass on\nthe crystal vision might be due to suggestion, and could not be taken as\nevidence of objectivity, as urged by a previous speaker. He also said,\nreferring to Mr. Floyer's remarks, that there seemed to be no reason\nfor regarding such faculties as crystal vision as morbid, unless all\ndeparture from the normal type is to be regarded as morbid, so that\nwe are all more or less insane.\nMR. FRY inquired whether the visions in the crystal were doubled by\npressure on the eyeball.\nMR. MYBBS explained, in reply to this, that the writer of the paper\nhad tried this and other optical experiments, but that the immediate\nvanishing of the vision with any movement of the eye made it very\ndifficult to carry them out. The experiment with the magnifying\n!igili:ed by Google\n\fJune, 1889.] JO'IJ\/rnal of Society jor Psychical Research. 85\nglass only sometimes succeeded, and the magnifier had to be intro-\nduced with extreme caution to avoid a disturbing effect. The writer of\nthe paper was not conscious of any hypnotic symptoms.\nMR. HANSEN'S HYPNOTIC DEMONSTRATIONS.\nThe wish has been often expressed by variollS members of the Society\nto have the opportunity of close observation of the more usual pheno-\nmena of hypnotism under tr\\lStworthy conditions and without the\ninconveniences of a public meeting. That what are the limits of the\nsafe and prudent in the methods of hypnotism, as well as its possibilities\nand advantages, should be thoroughly realised is eminently desirable;\nand to forward this knowledge, and supply some experimental evidence,\na few members subscribed to engage a demonstrator, and an informal\nmeeting of members of the Society was held at the Westminster\nTown Hall on Thursday evening, May 9th, to enable them and\nfriends whom they invited to witness a series of experiments by Mr.\nCarl Hansen, of Copenhagen, the well-known hypnotiser. The chair\nwas taken by Mr. Podmore, who, in introducing Mr. Hansen, pointed\nout that it was his remarkable success at Breslau which had called the\nattention of Professor Heidenhain to the subject of hypnotism, in 1880,\nand led to the publication of the interesting book by the Professor on\nthe subject. Seventeen persons presented themselves for experiment,\nall of whom were unknown to Mr. Hansen and had not been hypnotised\nbefore; 10 were found to be readily sensitive. The effects shown were\nchiefly of the more familiar class; inhibition of speech and I:\\ight,\nobedience to suggestion, &c. Much interest was shown in the produc-\ntion of unilateral catalepsy on the right side after passes made over the\nleft side of the subject's head, the right leg and arm being stiffened,\nwhile the left side remained in a state of complete lethargy. An\nattempt was made to control the pupil reflex by suggestion, the subject\nbeing told that the room was becoming dark while a lighted candle was\nbrought up to within two inches of the eye. The only result, however,\nappeared to be an oscillation of the pupil, which alternately contracted\nand expanded slightly. An attempt to procure transference of taste\nfrom the operator was not successful. One of the subjects, however,\nshowed great accuracy in judging time in the post-hypnotic state,\ncarrying out commands imposed upon him at exactly the specified\ninterval, with an error of, perhaps, less than five seconds. Very good\nnegative hallucinations were also produced-inability to see certain\nspecified persons, &c. About 100 members and their friends were\npresent.\nA second meeting was held in the same place on Friday, May 17th.\nThe attendance of members and their friends was much larger than on\nthe previous occasion. Between 15 and 20 persons, amongst them five\nladies, presented themselves for experiment; of these, 11, of whom three\nwere young ladies, and five boys under 16, were found to be sensitive\non first trial.\nDigitized by GOL\n\f86 Journal of Society for Psychical Re8earch. [June, 1889.\nVarious experiments were made to demonstrate rigidity, catalepsy,\na.westhesia, and unilateral catalepsy with lethargy and amesthesia of\nthe other side. The muscular force exerted by the hypnotised subjects\nin sustaining a weight at arm's length was compared with that exerted\nunder similar conditions by a person in the normal state, greatly to\nthe advantage of the former.\nThe attempts to produce post-hypnotic suggestion after the lapse of\na stated time succeeded in several cases, and the inability of the subject,\non being awoke, to remember the terms of the command was tested by\nthe offer of money if he could repeat what had been told him. He\ncould not win the money. A post-hypnotic suggestion of sneezing failed\nin one case-an adult-completely; and in another case produced-\nafter the prescribed interval-a series of movements which more nearly\nresembled coughing than sneezing. Some amusing hallucinations were\nimposed upon some of the subjects.\nFinally an attempt was made to demonstrate thought-transference.\nA screen was placed upon the stage so as to completely separate Mr.\nHansen from the subject, a boy about 14. In the first experiment Mr.\nHansen took some salt into his mouth. Asked what he could taste,\nthe boy replied that he could taste \"something bitter-something like\nsalt.\" Mr. Hansen then rinsed his mouth out with water, and took\nsome gallic acid. The boy said he could taste water, but nothing else.\nAfter rinsing his mouth again, Mr. Hansen took some saccharine.\nThe subject said it tasted \"somethinglike medicine-something between\nsour and sweet.\" As a final experiment, Mr. Hansen took some of\nthe drug rhubarb (Rheum) and the subject said he tasted \"something\nhot-like radishes.\" Experiments in the transference of pain produced\nno sensation whatever in the subject.\nSince it is probable that the interest aroused by Mr. Hansen's\ndemonstrations may tum the attention of members of our Society more\nstrongly in the direction of hypnotism, it seems desirable to conclude\nwith a word of warning against incautious experimenting in this\ndepartment. No line of investigation seems to us at present more\nhopeful than this for our purposes, if pursued in a serious and scientific\nmanner; but it is for many reasons undesirable that the sensibility to\nhypnotisation should be practised upon for mere amusement, or by\npersons not possessed of the requisite knowledge.\nAUTOMATIC WRITING :-THE CARDOSO CASE.\nReaders of this Joumal may remember a remarkable case of auto-\nmatic writing, abstracted from Psychische Seudien of February, 1884, in\nthe Journal for September, 1886, and further explained by a letter from\nM. Aksakof in the Joumal for January, 1887. The case was briefly\nas follows. M. Aksakof had a long series of sittings with two near\nrelations of his own, Professor Boutlerof also being sometimes present.\nA planchette, held by the two relations, pointed to letters in the Roman\nDigitized by Google\n\fJllDe,l889.) Journal of Society for Psychical Research. 87\nand Russian alphabets. By this means the name of \"Sardovy, Cardovy,\nB. Cardosio,\" was given, with the motto 'II Emek habaccha\" (the\nHebrew for vale of tears-though habacca is the proper spelling). M.\nAksakof was the only one of the party who knew any Hebrew, and he\ngave reasons for believing that he had never known this particular\nphrase. Although, therefore, he did not insist that the message\nactually came from Fernando Cardoso (the correct name of the Jewish\nPortuguese doctor intended), he nevertheless considered it clear that\nsome intelligence outside that of the sitters had been concerned in the\ncommunication.\nSome new facts have now come to light, which M. Aksakof has\ndetailed in Psychische Studien for March, 1889, and which strikingly\nillustrate the difficulty of tracing the origin of messages given in this\nmanner. In the first place, there is now no doubt of the source from\nwhich the quotation is derived. M. Aksakof tried in vain to find it in\nsuch works of Cardoso's as the British Museum contains. But in March,\n1885, Herr Wittig, sub-editor of Psychische Studien, accidentally read an\narticle in the Salon, Heft VI., 1885, in which \"Emek habaccha\" was\nquoted as the motto of B. Cardomo (sic) and a reference given to\nWichmann's Die PoeB'ie der Sinnsprache und Devisen (Dusseldorf, 1882).\nM. Aksakof examined this book, and found on pages 312, 313, the\nmotto\" Emek habbacha\" ascribed to B. Cardosio (sic). The coincidence\nof the misspelling is in itself enough to indicate the origin of the\nplanchette message. But there is further proof; for Wichmann's\nbook contains two other mottoes which appeared in the planchette\nmessages. One is as follows, rp£Yopn, Ich waclw (the Greek mis-\nspelt and mistranslated). This reappears in the planchette message\nas Gregorei, mistranslated in another way as Custodite. Again in\nWichmann's book occurs the motto, \"n piu bel fior ne coglie,\" loosely\nparaphrased\" So bleibt das Feinste.\" This motto reappears in the\nmessages, and is there paraphrased\" Das Feinste uberlebt.\" Planchette,\nhowever, was aware that gregorei was the second person singular of the\nimperative and that the Latin word offered as a transalation was a\nplural ;-but this M. Aksakof knew. Neither of the mediums knew\nany Hebrew or Italian, but the young man knew a little Greek.\nThe source of the quotation thus definitely ascertained, the next point\nwas to find out whether any of the persons present could have seen\nWichmann's book. Professor Boutlerof is now dead; but it is plain\nthat the quotation cannot have come from his mind, as, though present\nwhen the Hebrew words were given, he was not present when the Greek\nand Italian words were given. No one of the other three could remem-\nber to have seen the book. The book, moreover, is a conspicuous Elne ;\nmaking up for the deficiencies in its scholarship by brilliancy of colour\n\f88 JO'u\/T\"nal 01 Society lOT Psychical Research. [June, 1889.\nand gilding and largeness of type. Nevertheless it is conceivable that\nit may have lain on some shop-counter, and that M. Aksakof or his\nstep-son may have turned over a few leaves ;-the lady who aided in\nholding the planchette does not know the Greek alphabet and could\nhardly have reproduced the rp.-yopn of the book. Against this possi-\nbility M. Aksakof argues that to learn by heart the Hebrew and\nItalian mottoes would take an appreciable effort of mind,-a.n act at\nleast of conscious attention.\nTo this argument the experiments in crystal-gazing recounted in\nProceedings, Part XIV., supply a completer answer than, perhaps, could\never before have been given. \"Miss X.,\" it will be remembered, saw\nin the crystal a printed announcement of the death of a person well\nknown to her, forming a piece of news which she could be quite sure\nthat she had not consciously seen or heard. On searching, however,\nshe found that the announcement in the same, or nearly the same,\nwords had appeared in the outside sheet of the Times of the day before,\nwhich she had held in her hands for a short time, without consciously\nreading it. Thus the mere unconscious imprint of some three lines of\nprint on her retina had enabled those words to reappear in the \"mes-\nsage\" externalised as a crystal vision, from some subconscious region of\nher mind Now crystal-vision and planchette-writing are eminently\nanalogous phenomena; it is possible, therefore, to suppose that a\nmomentary glance at even foreign and uncomprehended words might\nenable them to reappear in planchette's message.\nThis seems to me the most probable view, although I am aware that\nin certain cases (as in some of \"M. A. (Oxon.'s)\" and in the Schiller case,\noften before referred to) there is much difficultyin explaining the message\nas a mere reproduction of words casually seen in a normal way. It may\nbe added that the characteristic levity and shiftiness of these automatic\nmessages was shown throughout. For instance, the soi-disant \"spirit\"\n(who was the same on each occasion when a motto was given) asserted\nthat he had read \"Gregorei\" on.a coat of arms, and had got the Italian\nquotation out of Tasso. F. W. H. M.\nCASES SUPPLIED TO THE LITERARY COMMITTEE.\nL. 829.\nWe have received the following from Professor Elliott Coues, of\nWashington :-\nPUBLICATION COMMITTEE, LoNDON SocIETY FOR PSYCHICAL RESEARCH.\nGENTLEMEN,-Among many cases which a.re within my knowledge, of the\npossession a.nd exercise of certain psychic faculties on the part of persons\ncommonly called cla.irvoyant, I select one which I think will interest your\n\fJune. 1889.] JO'lJll\"naJ, oj Society for P8ychical R.esearc'h. 89\nSociety, not on account of its mystery ornovelty, but of its extreme simplicity\nand thorough authentication. The incident itself is of the most trivial\ncharacter, followed by no consequences whatever to the person to whom the\nlittle accident occurred, and I can see no reason whyitshould have stimulated\na clairvoyant's faculties into activity, more than anyone of a thousand little\noccurrences of any day ; unleBB it may be (as is indeed probable) that some\nspecially strong magnetic rapJKWf; existed between the unconscious \"agent\"\non the one hand and the surprised \"percipient\" on the other. Both parties\nto this unexpected and unintended experiment in psychic science are well\nknown to me. Mrs. E. A. Conner, who kindly, at my request, allows the\nuse of her name, is widely known in this country as a writer and speaker of\nno ordinary ability. The other lady desires to remain unknown by name,\nbut I can attest her rare psychical faculties and absolute integrity, after an\nintimate acquaintance of several years' duration.\nThe case is simply this: In Washington,D.C.,January 14th,1889,between\n2 and 3 p.m., Mrs. Conner is going up the steps of her residence, No. 217,\nDelaware-avenue, carrying some papers. She stumbles, falls, is not hurt,\npicks herself up, and enters the house.\nAt or about the same time-certainly within the hour, probably within 30\nminutes, perhaps at the very moment-another lady, whom I will call Mrs.\nB., is sitting sewing in her room, about Ii miles distant. The two ladies\nare friends, though not of very long standing. They had walked together\nthe day before (Sunday, January 13th), but had not met this day (the 14th).\nMrs. B. \"sees\" the little accident in every detail. The vision or image is\nminutely accurate (as it afterwards proves). NevertheleBB, it is so wholly\nunexpected and unaccountable, that she doubts it were not a paBBing figment\nof her imagination. But the mental impression is so strong that she keeps\nthinking it over, and sits down and writes a letter to Mrs. Conner, which I\nenclose. The letter is written, of course, without any communication what-\never between the two ladies. Mrs. Conner receives itnext morning, Tuesday,\nthe 15th. I happened to call on Mrs. Conner that day, on another errand,\nwhen she hands me the letter, and verifies it in every eBBential particular to\nme verbally, from her side of the case. The little accident had happened\nexactly as Mrs. B. described it from the clairvoyant image she perceived.\nYou are at liberty to use the letter for publication, only suppreBBing the\nwriter's name. Its naivete and spontaneousness, and obvious lack of any\npossible afterthought, re1lect the occurrence so perfectly that what I have\nwritten would be superfluous, were it not that I thus am able to attest, from\nMrs. Conner herself, that the psychical impreBBion made on Mrs. B. was the\nexact reflection of an actual occurrence.-Very truly yours,\nELLIOTT CoUBS.\n1726, N.-street, N.W., Washington, D.C., U.S.A.\nJatrIII.U1.ry 21st, 1889.\nThe letter referred to is as follows:-\nMonday Evening, JQIWlI,Q,ry 14th, 1889.\nMy DEAR FRIEND,-I know you will be surprised to receive a note from\nme so soon, but not more so than I was to-day when you were shown to me\nDigitized by Google\n\f90 JO'IJII\"IU1l, of Society for Psychical, Research. [June, 1889.\nclairVoyantly, in a somewhat embarraaaed position. 1 doubt very much if\nthere was any truth in it, nevertheless, will relate it, and leave you to laugh\nat the idea of it.\n1 was sitting in my room sewing, this afternoon, about two o'clock, when\nwhat should 1 see but your own dear self; but, Heavens I in what a position.\nNow, I don't want to excite your curiosity too much, or try your patience too\nlong, 80 will come to the point at once. You were falling up the front steps\nin the yard. You had on your black skirt and velvet waist, your little straw\nbonnet, and in your hand were some papers. When you fell, your hat went\nin one direction and the papers in another. You got up very quickly, put on\nyour bonnet, picked up the papers, and lost no time getting into the house.\nYou did not appear to be hurt, but looked somewhat mortified. It was all 80\nplain to me that 1 had ten notions to one to dress myself and come over and\nsee if it were true, but finally concluded that a sober, industrious woman like\nyourself would not be stumbling around at that rate, and thought I'd best not\ngo on a wild goose chase. Now, what do you think of such a vision 88 that t\nIs there any possible truth in itt 1 feel almost ready to scream with laughter\nwhenever 1 think of it ; you did look too funny, spreading yourself out in the\nfront yard. .. Great W88 the fall thereof.\"\n1 can distinctly call to mind the 1wt1Ml in which you live, but for the life\nof me 1 cannot tell whether there are any steps from the sidewalk into the\nyard, 88 1 saw them, or not.\nNow do tell me, dear, if 1 saw correctly or not, or if the thing was shown\nme simply to give me something to laugh about1\nHope you got home last night without any adventures. And now\" Good·\nnight.\"\nSincerely your friend,\nThis letter came to us in an envelope addressed: Mrs. E. A. Conner,\n217, DeL Ave., N.E., Washington, D.O., and with the postmarks,\nWashington, D.O., Jan. 15, 7 a.m., 1889, and Washington, N.E.O.S.,\nJan. 15, 8 a.m. Some further letters in the postmarks are illegible.\nMr. Myers wrote to Mrs. Conner (who has now moved to New York)\nasking certain questions relating to the incident, to which she replied on\nMarch 7th, 1889. The questions and her answers are printed below.\nQuution 1.-{a) Did Mrs. B.'s letter give a true description of the accident(as\nyou have already said to Dr. Coues that it did) 1\n(6) Was the dress (\" black skirt, velvet waist, littlestraw bonnet\") correctly\ndescribed 1and was this the dress in which Mrs. B. had last seen you 1\nAfIItDe1' 1.-{a) 1 can only repeat-Yes, exactly.\n(6) As correctly as if 1 had described it myself. 1 do not know whether it\nwas the dress in which Mrs. B. had last seen me or not, but it was one\nshe had often seen.\nQuution. 2.-ln what way did you identify the time of the accident 1 It\nlooks as though Mrs. B.'s vision-'' soon after 2\"-might have preceded\nthe accident, which Dr. Coues speaks of as occurring \"between 2\nand 3.\"\nDigitized by Google\n\f\\\nJune, 1889.) JO'UrnaJ, of &oiety for Psychical Research. 91\nA_ 2. - I was writing that day in the Congressional librarY. I\nfinished my work, and passed out through the Capitol Building. As I\ndid BO, I glanced at the large clock in the hall, and it lacked 20 minutes\nto 3. It was not more than a minute till I reached the steps where I\nfell, so that it must have been within a few seconds of19minutes to three.\nI have no means of ascertaining whether the vision preceded the\naccident.\nQuuticm. 3.-Have you ever heard from Mrs. B. that she had any vision of\nyou of the kind, at any other time 1 and, if so, was it correct1\nA_ 3.-Mrs. B. and myself are intimate friends. She had seen a vision\nof me once or twice previously, merely as an appearance, not doing\nanything in particular.\nQ'lIuticm. 4--For form's sake I will ask you to state whether a slip on the\nfront steps like this is unique in your experience 1\nA_ 4.-1 have stumbled and fallen a few times in my life, not oftener\nthan other people.\nTo me the most convincing proof of the correctness of the vision is a sentence\nyou will find like this, if I remember right, in the letter: \"I do not\nknow if there are steps from the sidewalk to the yard,\" &c. The queer\nfact is that there were two steps from the sidewalk to the yard, the\nstreet having been cut down. On the top one of these two steps, in\nthe yard, I stumbled. Mrs. B. had never seen this house, I having\nonly removed thither a few days before.\n(Signed) ELIZA A.RmwtD CONNER.\nM.Cl. 670.\nProfessor Charles Richet sends the following case to Mr. Myers.\nWe ha.ve not printed all the medical details given.\nParis, 1e 8 Mars, 1889.\nJ'ai un tres beau cas de lucidiM, que je vais vous reconter avec d6tail.\nVous ne savez peuUtre pas que mon beau-pare, Mr. F.A., a 6M malade\nassez gravement a. partir du mois d'aoilt, 1887. (C'est lui dont· j'ai eu\nl'occasion de parler dans les Proceedings S. P. R., 1888, p. 126, Exp. XL.)\nn a 6M de plus en plus malade jusqu'au mois de janvier, 1888. A ce\nmoment (janvier et f6vrier, 1888) j'interroge a plusieurs reprises Alice\n[a person whom Mr. Richet hypnotised] sur la sanM de Mr. F. A. J'avoue\nque je croyais Mr. F. A. absolument perdu, et un jour entre autres en\nf6vrier, 1888, j'ai interrog6 Alice; elle m'a dit, \"Ne vous inqui6tez pas.\"\nPour rna part je croyais que Mr. A. ne vivrait plus que huit jours.\nDe fait, contrairement a. ce que je pensais et ce que pensaient tous les\nm6decins, il a a. peu pres gu6ri. [Certain symptoms, however, described\nby Mr. Richet, remained, which necessitated the constant attention of a\nsurgical nurse.] Quoiqu'il soit &g6 (76 ans), qu'il s'amaigrisse beaucoup, et\nque sea forces ne s'am6liorent pas, a. partir du mois de f6vrier, 1888 (vem Ie\n9 f6vrier environ) il a 6M sans empirer. . . •\nA divemes reprises (peuUtre trois ou qustre fois) j'ai dernand6 a. Alice\nde me parler de lui. Elle m'a dit, \" Ne vous inqui6tez pas; je vous en\nparlerai.\"\nDigitized by Google\n\f92 JO'IJII\"fU1l of SOciety for PsiJchical Resea!rch. [June, 1889.\nn y a deux jours, Ie Jeudi, 7 mars, it. une heure de l'aprlls-midi, des que\nj'ai endormi Alice, elle me dit (ce sont ses paroles textuellea que je copie\nd'aprlls la sUnographie que j'ai prise): \"J'avaiB hA.te de vous voir; je voulaia\nVOUB voir hier pour VOUB parler de Mr. A. Ou il eat plUB aouffrant ou il va\navoir une crise; de la fievre, de l'alUration, de la fatigue. Quel mauvaia\nmoment I La mal s'aggrave; il est tres abattu. nne faut rien attendre\npour cette crise l8..\" (Cela aignifie que la crise ne se terminera pas par Ia\nmort.) \"n ne pourra pas bouger ni f&ire un mouvement. La douleur eat\nsurtout dans lea reins, it. gauche, et tras forte. Ce ne sera pas la dermere\n. crise. n la supportera encore. Elle aura lieu avant peu, dans deux ou trois\njours. Elle sera plus forte que toutes celles qu'il a eu depuiB un &n. La\nmoment approche. n souffrira. moins it. la fin. n mourra au moment ou\nVOUB ne VOUB y attendrez pas; ce n'est pas dans une crise qu'il mourra. nne\npourra pas prendre d'aliments, on lui mouille lea levres. • • • n avait\npeur de mourir; maintensnt c'est bien cha~, et il est plUB indiff6rent.\" *\nVoil8. ce que m'adit Alice it. une heure Ie Jeudi. Ce mAme Jeudi soir, en\nrentrant chez moi, je trouve ma femme fort inquiete, et elle me raconte que\ndans la nuit du mercredi au jeudi, vers une heure du matin--{here Mr.\nRichet relates in detail how for the first time for 13 montha the attendant\nhad been unable to 888iat Mr. A., who had been in great agony for three\nhours, until at length a surgeon was sent for, with whose aid the su1ferings\nof the patient were instantly relieved.] nest 6vident, et mAme abaolument\nsftr, qu' Alice n'a pu 88VOir cela; moi-mAme je l'ignoraiB abaolument it. une\nheure.\nn y a donc l8. un fait de lucidiU tres remarquable, que je VOUB signale\nd'une maniere tout-a-fait sp6ciale. Remarquez oombien cela coincide avec\n(1) l'observation relative it. la maladie de mon beau-pere que je VOUB ai\nraconUe; (2) I'Obaervation XIV., p. 164, que j'ai publi6e dans les Proceed\/mg'\nS. P. R., 1888.\n.n faut noter comme easentiel que depuis un an et un mois jamais Mr. A.\nn'a eu une crise aUBHi forte et avec autant d'angoiBBe que dans III. nuit de\nmercredi it. jeudi. (Signed) CR. RICHET.\nL.830.\nWe are indebted for the following narrative to Mr. Rawlins, who is\na master a.t Eton :-\nApril 2nd, 1888.\nThe circumstances of the \"appearance\" to which you allude were as\nfollow: I meant to run with the boys' beagles, but, owing to the interrup-\ntion of a visitor, could not start till nearly an hour after the right time. I\nexpected to find them in the neighbourhood of Wraysbury, but failed in my\nsearch. On my way home I was croBBing a ploughed field betweenWraysbury\nand Datchet, completely lost in thought as I trudged over the heavy ground,\nwhen I fancied myself to be standing in a crowd opposite the White Hart\nHotel in Windsor, waiting for the return of the Queen from the station to\n*Ces dlltails sur les aliments, Ia. secheresse des lllvres, et l'indifference progressive ~\nIa. mort, sont absolument vrai.\nDigitized by Google\n\fJune, 1889.] J01JI1\"1W,l of Society for Psychical .&search. 93\nthe Castle; as the carriage passed me I thought I heard the report of a\npistol over my left shoulder, and turning round saw a man struggling with\nthe bystanders; I did not, however, see his face, and the vision(or whatever\nit was) passed away. When I arrived at my house a servant came into my\nstudy with \"Have you heard the news 1\" I was convinced that the Queen\nhad been shot at before he told me. The time of the appearance coincided,\nas far as I could calculate, with the actual fact. There was nothing to bring\nthe Queen into my mind, nor did I know that she had gone to London; but\n--00 here the value of the incident is destroyed-the attempt as I saw\nit took place about 150 yards from the scene of the actual occurrence.\nNevertheleBB, it was a strange coincidence.\n(Signed) FRANK H. RAWLINS.\nSome questions were put to Mr. Rawlins and kindly answered by\nhim on March 21st, 1889. The questions and his answers are as\nfollows:-\nQuestion I.-Was the vision a merely mental one, or was it apparently\nexternal1 and if the latter, did it blot out the actual surroundings or\nmix itself with them 1\n.A.nswer.-The vision was apparently external. I was in a brown study,\nand was not conscious of the surroundings--a ploughed field-at the time\nwhen I seemed to see the crowd, and the passing of the Queen and the\narrest of the culprit, whose face, however, I did not see distinctly.\nQuestion 2.-What was the date of it 1\n.A.nswer.-March 2nd, 1882, about 4.45 p.m., as far as I can remember.\nQuestion 3.-Was any written note made of it at the time 1\n.A.nswer.-No. Directly after I came into my house my servant told me\nthat the Queen had been shot at. I cannot remember how soon after\nthe event I told anyone.\nAs I believe you know, the facts of the attempt on the Queen's life did\nnot correspond to the appearance.\nMr. Rawlins further says :-\nI have not had any experience resembling my ~ap. It is true that\nI am able in the dark or with closed eyes to recall faces and to seem to\nsee them before me; but this is an effort of the will, whereas the appearance\nin question was involuntary and causeleBB.\nM.Ct 672.\nThe following account was dictated to me by the late Mr. Clement\nW. Tancred, of 23, DukEHItreet, Manchester-square, and signed by him,\nJuly 25th, 1888.-F.W.H.M.\nIn August, 1879, I was in New Zealand. In the Mackenzie County,\nabout 25 miles o~ was a station held by a Mr. Smith. MyoId shepherd was\nsuddenly called up to that station, hearing that his brother and the son of the\nowner had been lost [in the snow] with their dogs. They had a large search\nparty-some 20or30 persons-butcould find no traces of the bodies. Theycon-\ncluded that there had be~n a drifted wall of snow on the top of a ravine, which\nDigitized by Google\n\f940 Journal of Society for P8ychical Research. [June. 1889.\nthe dogs' barking had disturbed and which had buried the party. They sank\nholes in vain for three weeks, and were going to give up on the nen Monday.\nOn the Sunday evening an absolute stranger, a Scotchman, strange to the\nneighbourhood, and on his way to a distant station, came and stayed a night\nat Mr. Smith's and heard the story. Nen morning this man came to my\nshepherd and said: \"You and several others must come with me, and I will\nshow you where the men are buried.\" He said that in a vision he had seen\nthe position of the bodies. Before the party started he described the position.\nIt was quite apart from the previous trial-pits. They sank a shaft where he\ntold them and came on a stick and the feet of the younger man. They dug\nfrom that point, and found the whole party. My shepherd told me this on\nhis return to my station.\nCLEMENT W. TANCRED.\nCORRESPONDENCE.\nARE APPARITIONS OBJECTIVE, AND DO ANIMALS SEE THEM1\n[The following letter, which we have somewhat abbreviated, reached us\ntoo late for insertion in the May number of the Journal. We subjoin also\nDr. Klein's report of the remarks he made at the meeting in March, which\nbeam on the same subject, and which also reached us too late to be used in\nits proper place.l\nTo the Editor of the JOURNAL OF THE SOCIETY FOR PSYCmCAL RESEARCH.\nSm,-I was present at a meeting of the Psychical Research Society on\nMarch 18th, when the subject before the meeting was that of some appari-\ntions occurring after deat.h. During the discussion which followed Mr.\nMyers' paper I asked him whether he had formed any theory on what, for\nwant of scientific nomenclature of greater exactness, I called~he \"Dynamics \"\nof these apparitions, the substance of the answer being that he had not\nformed any precise theory. Conceding the reality of apparitions, the point\nraised by me in my question is, I would submit, one the elucidation of\nwhich would more than anything else enlighten us as to the objective or\nsubjective character of these phenomena.\nOne of the apparitions described at the meeting will serve as an\nillustration of my meaning. An Indian officer (General Barter), in good\nhealth, seated smoking by the side of a hill road, sees a European on horae-\nback, accompanied by two syces, who rides down towards him. When the\ngroup is within a few paces of the officer he perceives it to be an apparition,\nand the whole vanish'*! on his springing forward to clutch it. The sound of\nthe pony's hoofs had been plainly heard, not only by the officer on that par-\nticular occasion, but also on many others by his wife and servant&, so much\nso that these latter were accustomed to speak of the spot where the\noccurrence happened as haunted-a galloping sound being continually\nnoticed. The Colonel's dogs, with him at the time, appear to have been\ninliuenced, as they lied with marks of terror.\nAssuming the credibility of the narrative, and that it was not a dream\n\" suggested\" by hearsay and the ghostly tattle of the natives-two questions\n\fJune, 1889.] Jou'1\"TU1l- of Society for Psychical Research. 95\nspring prominently forward. Had the Colonel been provided with a detective\ncamera,would a photograph of the vision have resulted 1 Had a phonograph\nbeen installed in the bungalow adjacent, would it have recorded the sound of\nthe gallop1 The mere suggestion of the above tests places before us the\nscientific contradictions in the narrative which so perplex students of this\nclass of phenomena. To the officer all might be purely subjective, but then,\nwhy were his dogs affected 1 On the other hand, how can we explain the\ncreation of actual sound waves, noticeable by many ears and at many times,\ntogether with the absence, on soft ground, of any footmarka 1 Why should\nthe apparition have no power to affect matter in a downward direction, and\nyet retain that power in a lateral one 1\nARTHUR PALLISER, JUlI'.\n\"The Rev. Dr. Baynard Klein aaked how far the attitude of the dogs, at\nmentioned in the case [the above deacribed experience of General Barter's],\nhad been aacertained; he thought much importance should be attached to\nthat circumstance, if properly authenticated. It would tend to show that\nthe apparition was not merely subjective, and as such, affecting exclusively\nthe person who recorded it, but that it was something external to him,\nsomething substantial, capable of being apprehended even by animals, whose\nimagination, as regards ghosts, might reasonably be supposed to be free from\nany such preoccupations. The hypothesis, on the other hand, that souls\nmight render themselves visible to animals as well as men, is too interesting\nand important to be overlooked.\n. \"It nught perhaps be said that it was merely the sight of their master's\nfright, depicted upon his countenance, that affected the dogs, and not any\nsight of the apparition, but that would scarcely explain the details which we\nhave just heard.\n\"Altogether, he thought this circumstance of the dog's fright a moat\ninteresting feature of a most interesting case. and hoped it would be possible\nto aacertain more positively the authority on which the related circumstance\nultimately rests. .\n\"Dr. Baynard Klein alao explained briefly the lIense in which he was\nusing the terms 'objective' and 'subjective.' An impreuion might be\ncalled objective. not merely when proceeding from an object external to the\n'person's body altogether, such. as seeing a tree on the other side of the\nroad; but,alae if p~edingftom some cause within the person's organism,\n.•0:' but not from uhCanacious chinigea in the nerve centres, for instance: seeing\n'. ~ a flash of light from some preuure affecting the tract of the optic nerve, or\n• experiencing the sense of hunger caused by the state of the stomach after\nprolonged fasting.\n\"On the other hand, dreaming, according to this classification, belongs to\nthe claBB of subjective phenomena.\"\n[The following letter alao relates to this subject.]\nSIR,-I should like to make a suggestion as regsrds the argument for the\nobjectivity of apparitions, based on their apparent effect on animals.\nDigitized by Google\n\f96 Jou'l\"TWl, of &ciety for Psychical Research. [June, 1889.\nI\nIa it not poaaible that the dogs in-for inatance-General Barter's narra-\ntive were afraid, not because they 8&W aometh.ing, but because they 8&W\nnothitlg'\nIt appears to me not improbable that.there was a real sound causedby the\nshifting of loose gravel, or some other physical cause, which resembled that\nof a horse's hoofs so stronglyas to suggest the approach of a horseman both\nto the General and to his dogs (and on other occasions to Mrs. Barter and\nothers). In the case of the General, this state of expectation was, on the\nhypothesis I am suggesting, the immediate cause of the remarkable halluci-\nnation he experienced, in the 8&ms sense that looking into a crystal is often\napparently the immediate cause of a hallucination to the lady whose paper\nwas read at the meeting in May. But in the case of the dogs, the expecta-\ntion may simply have led to bewilderment when the expected Bight of a pony\ndid not follow as usual the accustomed sound of approaching hoofs-bewilder-\nment which would be increased by what, if they 8&W nothing, must have\nappeared the eccentric behaviour of ,their master.\nI throw this out only as a suggestion to be kept in view in interpreting\nthe behaviour of animals on such occasions j and will merely add that the\nestablishment or overthrow of my hypothesis would not, in my opinion,\na1fect in one way or the other the question whether the hallucination seen\nwas veridical.-I am, &c.,\nELEANOR MILDRED SIDGWICK.\n[We have received some interesting correspondence about Multiplex\nPersonality and the Probable Continuity of Mental Action, but as Mr.\nMyers has expressed a wish to defer further discUllion of this subject till\nafter the Paris Congreu (of which a notice will be found below). we have\nthought it best to withhold these letters till October.-ED.]\nINTERNATIONAL CONGRESS OF PHYSIOLOGICAL\nPSYCHOLOGY.\nWe have received, by the courtesy of Professor Charles Richet, our\ncorresponding member, the official notification of a Congress of which\nhe is the Honorary Secretary, and which members of our Society may\nlike to attend. It is a \"Congres International de Psychologie\nPhysiologique,\" and meets at Paris, in the Exhibition grounds\n(Trocadero), on August 5-1Oth. A ticket of membership will cost IOfr.\nWe hope in the July Journal to publish a programme of the subjects\nfor discussion, which will include, we believe, several of the problems\nwith which our Society is concerned.\nDigitized by Google\n\f","_id":458}