{"name":"Journal of the Society for Psychical Research 6766","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n62_jul_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N62, July 1889","mylang":"de","content":"No. LXII.-VoL. IV. JULT,1889.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nInternational Congre88 of Physiological Psychology\nMeeting of the Council .. . . . . . . . .\nCorrespondence :-\nMr. Hansen's Hypnotic Expcrlments ..\nThe Vision of Mr. Rawlln. ..\nD, D. Home, Hi. Life Bud MiN.ion ..\nINTERNATIONAL CONGRESS OF PHYSIOLOGICAL\nPSYCHOLOGY,\nPAGE\n.. 97\n.. 98\n.. 99\n.. 100\n.. 101\nWe have now received the programme of questions to be discll88ed\nat this Congress, which is to meet at Paris, in the Exhibition Grounds\nfrom August 5th to 10th, We give the programme in the original\nFrench. It will be seen that out of the nine subjects for discussion at\nleast two-Hallucinations and Hypnotism-are subjects in the investi-\ngation of which our Society is taking a prominent part, As is pointed\nout in the circular letter accompanying the programme, \"the importance\nof the questions treated, and the large number of French and other\nsavants who are likely to be at Paris on the occasion of the Exhibition,\ncannot fail to make this Congress a very interesting one to philosophers,\nphysiologists, and doctors,\" We may add that it cannot fail also to\ninterest those concerned in Psychical Research.\nPROGRAMME DU CONGRES.\nI. Sens musculaire.\nII. !Mle des mouvements dans la formation des images.\nIII. L'attention est-elle toujours determinee par des etats\naft'ectifs 1\nIV. Etude statistique des hallucinations.\nV. Les appetits chez les idiots et chez les imbeciles.\nVi Existe-t-il chez les alienes des impulsions motrices indepen-\ndentes des images et des idees 1\nVIi Les poisons psychiques.\nVIIi HerMite:-\n1° HerMite des ph6nomenes emotifs et de leur expresRion: 2° HerMite\ndes particularites dans la perception des couleurs ; 3° HerMite ,Ies memoires\nspeciales: 4° Heredites des aptitudes speciales (techniques, artistiques,\nscientifiques) ; 5° Analyse psychologique de quelques tableaux\ngcnealogiques.\nIX. Hypnotisme.\n1° Des causes d'erreurs dans l'obRervation des phenomenes de suggestion\nhypnotique ; 2° Le 80mmeil normal et Ie sommeil hypnotique ; 3° HerMite\nA\n\f98 Journal of Society for Psychical Resea1·ch. [July. 1889.\nde III. sensibilite hypnotique: 4° Le pouvoir moteur des images chez les sujets\nhypnoti.res et les mouvements inconscients (6criture automatique, &c.); 5°\nLe dedoublement de III. personalitk dansl'hypnotisme et 1'lI.lienation melltale ;\n6° Les phenomenes de trallsfert ; 7° Essai d'une terminologie precise daus\nles questions d'hypnotisme.\nReports will be drawn up on each of these questions and sent\nto members of the Congress before its opening.\nMembers of the Congress may also send in communications.\nThe Congress is under the management of a .. ComiM d'Organisa-\nlion,\" consisting of: M. Charcot (president); MM. Magnan, Th. Ribot,\nH. Taine (vice presidents); M. Ch. Richet (general secretary): MM. E.\nGley, L. Marillier (secretaries); M. H. Ferrari (treasurer); MM. Bris-\nsaud, Ochorowicz, Ruault, Sully-Prudhomme.\nIt is further supported by a \"ComiM de PatrO'T\/.age,\" consisting of:\nfor France, MM. H. Beaunis, A. Espinas, P.•Tanet; for Germany,\nMM. Helmholtz, Wundt, Preyer; for England, MM. A. Bain, F.\nGalton, Hughlings-Jackson, De Watteville; for Austria-Hungary,\nMM. Exner, Hering, Meynert; for Belgium, M. Delbreuf; for Den-\nmark, M. Lange; for the United States, Mr. William James; for\nItaly, MM. Lombroso, Morselli, Mosso; for the Netherlands, M.\nEngelmann; for Russia, MM. N. Grote, Mierzejewski, Tro'itzky; for\nSweden, M. Tigerstedt; for Switzerland, MM. Herzen, C. Vogt.\nThose who remember how hypnotism was regarded even seven\nyears ago, when our Society was founded, will be interested in looking\nthrough this list of names and observing that men of the highest\nscientific reputation are now willing to lend their support to a congress\nat which hypnotism is to form a staple subject of discussion.\nPersons may become members of the Congress on payment of ten\nfrancs, by applying to M. Charles RICHHT secretaire gr.neral du ComiM\nd'Organisation, rue de l'UniversiM 15, aParis.\nMembers and Associates of the Society for Psychical Research\nmay, if they prefer it, apply through Mr. F. W. H. Myers, Leckhamp-\nton House, Cambridge. Applications can only be made through Mr.\nMyers up to the end of July.\nMEETING OF COUNCIL.\nAt a meeting of the Council held on Ma.y 31st, the President in the\nchair, the following Members were also present :-Lieut.-Colonel J.\nHartley, Dr. A. T. Myers, Messrs. T. Barkworth, Walter Leaf, F. W.\nH. Myers, Frank Podmore, and R. Pearsall Smith.\nOn the proposition of Mr. ~'. W. H. Myers, M. Joseph Kleiber,\nof St. Petersburg, was elected an Hon. Associate.\nDigitized by Google\n\fJuly, 1889.] .Iottrnal 0\/ Soc-iety \/01' Psycitic(tl Research. 99\nIn recognition of the literary work she is doing for the Society, it\nwas resolved to elect Miss N..Robertson (now an Associate) as an\nHon. Associate. Also, at her request, in order to borrow books from\nthe library, it was agreed that Miss Shove's name be transferred from\nthe list of Associates to that of Members. Colonel H. H. Murray\nR.A., was elected an Associate.\nThe death of the Countess of Haddingtoll, a Member of the Society,\nwas recorded with regret.\nSeveral presents to the library were reported, including a number\nof pamphlets, from Mr. Alfred Russel Wallace. A vote of thallks was\npassed to the donors. Particulars will be given in the next supple-\nmentary list of additions to the library.\nVarions matters of routine business were attended to.\nIt was agreed that the next Meeting of the Oouncil should be on\nMonday, July 8th, at 4.30 p.m., the General Meeting being held in\nthe evening as already arranged.\nOORRESPONDENOE.\nMR. HANSEN'S HYPNOTIC EXPERIMENTS.\nTo the Editor qf the Journal of the SOCIETY FOR PSYCHICAL RESEARCH.\nSm,-May I offer one or two remarks ou the accollnt of Mr. Hantlen's\ndemontltrations ill the June number of the Jowrnalf First as regards the\ntime experiments. Their accuracy is, I think, overtltated. I timed everyone, I\nbelieve, and the generd.l impret!8ion I got was that the subject woke up usually\nhalf a minute too soon, though after waking, when he came to perform any\nspecific actioll, he seemed very close to the right tille. Only once, however,\ndo I remember noticing absolute accuracy.\nSecondly, as regards the failure of the sneezing experiment. It will be\nremembered that the lady ill question rejoined her friendtl in the audience\nbefore the specified time had elapsed. Now the cause of failure may have\nbeen due to her attention being otherwise occupied in conversation at the\nproper moment. This idea is borne out by what happened to a boy, who\nwas told at a definite number of minutes after waking to go to the table,\nperform tlome small experiment there, lie down and go to tlleep. The boy\nat the given time went to the table, did what he had been told, and was j.ust\nbending to lie down 011 the floor whell someone spoke to him and distracted\nhis attention. He looked confll>!ed, answered as best he could, but when\nthe conversation dropped no longer lay down, but went to sleep standing.\nThis result raises an interesting qllestion--How far other occupation at the\nproper time prevents post-hypnotic suggestiolls being carried out.\nThirdly, with regard to the taste experiments. It seems to me that too\nmuch weight ought not to be given to failures on this point, fur it is notorious\nthat there are no very good terms to describe the various taste and smell-\nsensations, so that a very vague description might have been lIleant accurately.\nA patient, for instance, described the same taste as \"bitter\" and \"like salt.\"\n. IU\nc1d~ •nt-'r' A\nDigitized by - g\\~\n\f100 JO'U'I'nal 0\/ Society \/0'1' Psychical Resea1·ch. [July, 1889.\nI suppose bitterness is hardly the quality many of us would ascribe to salt-\ncertainly I should not, but how to describe the taste except as saltness, I am\nsure I don't know. Then again with gallic acid. One coul~ hardly expect a\nboy, like the subject under experiment, to identify this subst&nce-unleBB\nindeed \"gallic acid\" is merely a grand scientific term for some vt'ry well\nknown substance: for I am free to confess I have no idea what gallic acid may\nbe. The only experimeuts here to which I should be inclined to attach any\nweight were those with salt and saccharine. But indeed it seems to me that\ntaste and smell-experiments must always be very precarious, for apart from\nthe want of a good terminology, different subjects must be capable of very\ndifferent degrees of discernment according to their natural endowments and\npOBBibilities of cultivation. A profeBBional chemist, for instance, would\nseparate easily many substances which to others might seem identical.\nLastly, in reference to the production of unilateral catalepsy by paBSt's,\nit was remarked to me at the time that the demonstrator's logic was at fault;\nfor the subject being already in the hypnotic state, ought not suggestion to\nhave been sufficient without. further passes, if the subject was really amenable\nto suggestion 1 The same remark applies to many recorded experiments in\ncatalepsy. Perhaps, however, it has been found that mere suggestion will\nnot send a subject into a deeper stage.1 }'. H. MATTHEWS.\nP.S.-One point about sneezing I omitted to mention. The reporter says\nthe movements produced in one case \"more nearly resembled coughing than\nsneezing.\" Now, sneezillg takes many forms; and I kllow personally one\nlady whose sneezes are almost identical in sound with those produced by the\nboy under suggestion.\nTHE VISION OF 1IIR. RAWLINS.\nTo the Editor of the Journal of the SOCIETY FOIL PSYCHlC,\\L RESEARCH.\nSIR,-With regard to the narrative L 830, given in the June JOURNAL, I\nshould like to ask what was the actual time the occurrence took place, to\nestimate its relation with the time of the vision as stated by Mr. Rawlins,\nviz., about 4.45 p.m.; but more particularly if the Ic\/Wwled,ge of the occurrence\nhad reached Mr. Rawlins' servallt (who told him of it on his arrival at home)\nPRIOR to the time of the vision 1 Also, if the servant bad been informed, or\nbad been a witneB8 of the occurrence.\nSo exciting an event might bave been an adequate stimulus to the mind\nof the servant to cause transference of the idea to Mr. Rawlins telepathically,\ntbrough a mere casual thought of the former-such as \"I wonder if master\nwill have heard of it 1\" or \"I'll tell him wben he comes home,\" or, \"Will\nhe not be surprised to hear it 1\" &c. H. VENlIIAN.\n[We may take this opportunity to mention that we have ascertained\nfrom the Ti11UJ8 of the following day that the attempt on the Queen's life was\nmade a few minutes after her arrival at the station at 5.25 p.m. Mr.\nRawlins states that the time of the vision and the fact coincided, as far as\nhe could calculate, and gives the time as about 4.45 p.m., as far as he can\nremember.-ED.]\n1 Purely verbal Buggestion is probably sufficient in Bome caseB. [Compare\nProceedings, Vol. IV., p. 516.-ED.]\nDigitized by Google\n\fJuly,l889.] .Journal of Society for P8'!Jchical Research. 101\n\"D. D. I,IOME, HIS LIFE AND MISSION.\"\nBy MADAME DUNGLAS HOME. (London: Triibner, 1888.)\nThe volume in which Madame Home, the second and surviving wife\nof David Dunglas Home, has dellcribed her late husband's career I\\S a\n\" medium\" is one which assuredly calls for serious notice on the part\nof all who interest themselves in any form of supernormal phenomena.\nWe have delayed our review for two reasons mainly,-in the first place,\nin the hope (now gratified) of being permitted to examine the originals\nof the important letters cited in the course of the work; and in the\nsecond place with the object of. collecting such further evidence-\nwhether corroborative or the reverse-as a year's inquiry could procure\nfor us.\nLet us take these two points first, and see where the evidence now\nstands, as compared with its prima facie aspect when the book a.ppeared\nin t·he summer of 1888. Firstly, then, Madame Home has been good·\nenough to meet one of us (Mr. Myers), in Paris i and has there allowed\nhim freely to examine the collection of autograph MSS., on which the\nbook is founded. He thus went through the let,ters of more than a\nhundred correspondents (an imperfect list, made at the time, is given in an\nAppendix), and he compared these letters, ill important cases textually,\nin other cases in a more general manner, with the printed excerpts\nor translations in Madame Home's volume. The conclusion is that\nthe letters given in the volume may be confidently accepted as genuine.\nIn many cases the handwriting of the correspondents was already\nknown to Mr. Myers; in many othAr cases there were postmarks,\nofficial stamps, crests, monograms, &c., on the letters which indicated\ntheir date or source; and in no case was there any circumstance of\nsuspicion. The letters textually examined were found to be correctly\ngiven in the book, with some of those slight gramlIlatical corrections.\nexcisions of unimportant matter, &c., which are often needful when\nprivate, hastily-written letters are sent to the press. In no case was\nany unfair excision or alteration observed. Mr. Veitch, the translator\nof the work from Madame Home's French into English, joined with\nMadame Home in giving any information desired.\nIt was evident also that, as stated in the book, there is a good deal\nof further matter, of the same tendency, which has not yet been\nprinted.\nWe need hardly say that we have not the slightest reason to suppose\nthat either Madame Home or Mr. Veitch would lend themselves to\nany unfairness. But we hold (and Madame Home shares this view)\nthat it is our duty towards the promulgator of letters so startling as\nA2\nDigitized by Google\n\f102 Journal of Society for P8ychical Research. [July, 1889.\nthese not to take their genuineness for granted, but to assure ourselves\nthereof with reasonable care before criticising the matter which these\nletters contain. Thus far, then, we feel ourselves on firm ground, and\nwe have reason to hope, moreover, that these documents, which are filed\nin a way convenient for reference, may be ultimately placed in some\nposition where inspection may be possible to future inquirers.\nAs regards our second aim,-the acquisition of further evidence,\nmaking either for or against the validity of Home's claims-we have\nhad a certain amount of success. Several fresh cases cunfirmatury of\nthose given in the book will be found in our Appendix. On the other\nhand, we have found no allegations of fraud 011 which we should be\njustified in laying much stress. Mr. Robert Browning has told to one\nof us the circumstances which mainly led to that opinion of Home\nwhich was expressed in M,'. Sludge the Medium. It appears that a\nlady (since dead) repeated to Mr. Browning a statement made to her\nby a lady and gentleman (since dead), as to their finding Home in the\nact of experimenting with phosphorus on the production of \"spirit-\nlights,\" which (so far as Mr. Browning remembers) were to be rubbed\nround the walls of\" the room, near the ceiling, so as to appear when the\nroom was darkened. This piece of evidence powerfully impresseu Mr.\nBrowning; but it comes to us at third-hand, without written record, and\nat a distance of nearly 40 years.l\nWe have received one other account, from a gentleman of character\nand ability, of a seance, in very poor light, where the \"spirit-hand\"\nmoved in sllch a way as to seem dependent on the action of Home's\narms and legs. This account is subjoined as Appendix D. We may\nadd that few, if any, of the lights seen at Home's seances could (as they\nare described to us) have been contrived by the aid of phosphorus.\nThere is also a frequently-repeated story that Home was found at\nthe Tuileries (or at Compiegne, or at Biarritz) to be using a stuffed\nhand, and was consequently forbidden the Imperial Court. We have\ntried in France to get at the fountain-head of this story, but without\nsuccess. No definite date is given to the narrative; but it seems\nprobably to be a form of the report spread in 1858 (Life, p. 106) that\nHome was then in a French prison. If so, it is refuted by the letter\n(Life, p. 199, and seen in our inspection) from M. Hinard, written in\n1863 in obedience to a command from the Empress Eugenie. We\ncannot find any later period at which to fix the vague charge, for Home's\n1 'Ve must protest against Madame Home'8 supposition tha.t Mr. Browning was\ninfluenced by jealousy at the bestowal of a wreath by .. the spirits\" on hi8 poete88-\nwife instea.i of himself. No one who persona.lly knows Mr. Browning will ascribe to\nhim a feeling so unworthy. On the other hand, Mrs. Browning's rapid and\nenthusiastic conversion to Spiritualism mayverynaturallyhave causedher husband'8\nbelief that the whole thiug was a delusion to assume in his mind a painful intensity.\nDigitized by Google\n\fJuly,1889.] Journal of Society for Psychical Research. 103\nnext visit to France would seem to have been in September, 1870,\nwhen the Imperial entertainments were a thing of the past.\nWeare still anxious to receive evidence on either side,-favourable\nor unfavourable. And we have still one important block of evidence\nto produce. Mr. Crookes has promised that he will contribute to the\nnext Part of our Proceedings some notes of seances with Home, taken\nat the time, but never yet published. But beyond this, we are\ninclined to think that little further first-hand evidence, of either type,\nwill now be forthcoming. While, then, we think that our delay in\nnoticing this work has in some ways placed us on safer ground, we feel\nbound now to give the best account that we can of it j though we shall\nprefer rather to analyse its astonishing contents than to set ourselves\nup as arbiters of what the reader is bound to make of them.\nDuring Home's lifetime the accounts which appeared of his pheno·\nmena-always excepting Mr. Crookes'-were of a very incomplete and\neven unsatisfactory kind. The principal record was contained in\nIncidents in my Life (1863 and 1812), in' which book very few names\nof witnesses were given. Anonymous narratives of such an unusual\ncharacter, even if taken as 1)(J1l1i Me, could not possibly convince the\nscientific world; and it was, moreover, open to the ordinary reviewer to\nquestion the genuineness of testimonies thus loosely adduced. On the\nother hand, Home asserted that he withheld these names simply from\nconsideration for the owners, who feared the ridicule and obloquy\nthat awaited them if they came forward to bear witness. \" Certainly\"\n(adds Madame Home) \"his consideration for timid friends was carried to\nthe verge of Quixotism; but if a mistake, it was a very unselfish and\ngenerous one.\" It has been Madame Home's object to show that the\nreason thus given by Home was the true one j-that the testimonies\ncited in Incidents were perfectly genuine, and that many more. remained\nbehind. With this view she has put names to the records in\nIncidents, and has quoted letters from other witnesses, entirely concor-\ndant with those records. In so doing she has no doubt printed some\nprivate letters without express permission, and has sometimes allowed\nexpressions to appear which were by no means meant for publicity.\nOn the other hand. some of those who shrank at the time from\nappending their names to accounts of the marvels which they had\nwitnessed (gratuitously, and at their own request), are willing to accept\nthis opportunity of making their testimony as complete as it can now\nbe made. Unfortunately, in many cases, no care or candour can\ncompensate for the absence of not·es taken at the time.\nThe evidential value of Incidents in my Life has been materially\nincreased by the following letter, written to Mr. Myers, January let,\n1889, by Mr. W. M. Wilkinson, the well-known solicitor, of 44,\nDigitized by Google\n\f104 Journal of Society for Psychical Research. [July, 1889.\nLincoln's Inn-fields. Next to Mr. Crookes and Lords Dunraven and\nCrawford, Mr. Wilkinson is perhaps the most important surviving\nwitness.\nCommenting on a reference of Madame Home's (p. 199) to Dr. R.\nChambers' assistance in preparing Ineidents of my Life (Part I.), Mr.\nWilkinson says (and this is not inconsistent with Madame Home's\naccount) that Dr. Chambers wrote only the introduction and concluding\nchapter of that work. \" I wrote,\" says Mr. Wilkinson, \"very nearly\nthe whole of it, Home staying with us at Hampstead, and producing\nall the letters and documents, and giving me the necessary information.\nSome of it he wrote himself, but very little.\" Again, as to the\nimportant preface to the second edition of Incidents, dealing with Sir\nD. Brewster, Mr. Wilkinson says: \"Not a line of it was written\nby him [Home], but by me, from information furnished by Robert\nChambers.\" Mr. Wilkinson adds: \"I submitted the proof-sheets of the\nwhole work, as they came from the printer, to Dr. Chambers, who made\nhardly any correction in them.\"\nWe have really, therefore, a considerable body of evidence as to\nHome; and can discuss with fairly ample materials the three questions\nwhich are necessary in any inquiry into a medium's career: (1) Has he\never been convicted of fraud 1 (2) Has he satisfied any trained\nobserver in a series of experiments selected by the observer and not by\nhimself1 (3) Were the phenomena which the ordinary observers\nwitnessed entirely beyond the known scope of the conjurer's art 1\n1. The answer to the first question has already been implicitly\ngiven. There has been nothing which we can style conviction of fraud.\nThere is a rumour as to trickery with lights; there is an observation\npointing to trickery with hands; and there is of course the Lyon case\n(see Appendix). In this case, although we cannot feel sure that\nHome's evidence was strictly truthful throughout, there is, so far as\nwe can discover, no distinct assertion that any phenomena were pro-\nduced by fraudulent means. Such was, no doubt, the inference drawn\nby those who hold that messages were given urging that money should\nbe givl'n to Home. But from our point of view the question of the\ncontent of messages must always be kept distinct from the question of\ntheir mechani.'m\/,. We know that automatic messages given in absolute\ngood faith (as in the Newnham case) will often include false statements\napparently intended to please the operator. In other words the desires\nof the conscious self will often shape the messages of the unconscious\nself. And in all cases of \"mediumship,\"-Home's among the rest-\nthe extent of the part played by the medium's unconscious self is\nprecisely one of the most fundamental problems.\nThe Lyon case, therefore, whatever its importance as an illustration\nDigitized by GOL\n\fJuly. 1889.] Journal of Society for Psychical Resea1'Ch. 105\nof Home's c1u:tracter, has no clear bearing on the reality of his powers.\nAnd the same thing may practically be said as to the other accusations.\nIf true, they would of course destroy our confidence in Home's probity.\nBut they would not allow us to assume in his case, (as in the case of\ncertain other reputed mediums,) that skilful conjuring alone would\nsuffice to explain the whole range of his phenomena. Many of them,-\nas the levitations (of himself, or e.g., of a table with Dr. Hawksley's\nfriend standing on it)-some of the fire-tests, the apparitions, &c.,-are\noutside the range of conjuring in the sense of prepared illusions, or of\nprestidigitation. If fraudulent, they must fall under another heading,\nas hallucinations, generated in the bystanders, by some means unknown.\nSo far as regards conjuring, then, we may say with confidence that\nthere has been neither actual exposure, nor even inferential ground for\nexplaining his phenomenain this way. Readers of Mrs. Sidgwick's paper\non the Physical Phenomena of Spiritualism, (Proceedinfls, Vol. IV.,\np. 45); of the various discussions of Mr. Eglinton's phenomena in our\nProceedings and J(JUrnal; and of Mr. Hodgson's report (Proceedings,\nVol. III.) on so·called Theosophical Phenomena, will recognise the great\nimportance of this primary admission.\n2. The second question which we have to ask as regards a medium is\nwhether his powers have been tested by any careful series of experi-\nments, under the direction of an observer of recognised competence.\nIn this important respect Home stands pre-eminent. The experi-\nments of Mr. Crookes, though we could wish that they had been more\nnumerous, form a testimony to \"physical phenomena\" which has not\nhitherto been rivalled in the bistory of any other medium. No direct\nobjection to them has been sustained; the main objection being the\nindirect one that other mediums with whom Mr. Crookes has obtained\nstriking results have subseqnently, under different conditions, been\ndetected in fraud. Important as this drawback is, it does not\nnecessarily affect the experiments with Home, and taking these as\nthey stand, onr only reason for withholding thorough· conviction\nmust be the general principle that the experiments of no single\nsavant, so long as they lack confirmation from other savants, can be\nallowed to dominate our belief in matters so fundamental.\nBut here, again, there is a ditference. Although Mr. Crookes' experi-\nments with mediums other than Home were not corroborated by\nindependent scientific observers, his experiments with Home do derive\nstrong corroboration from the testimony of Lord Crawford (then styled\nLord Lindsay, or the Master of Lindsay), himself a savant of some dis-\ntinction. And the long series of observations privately printed by the\npresent and the late Lords Dunraven, though not so strictly a scientific\nrecord as Mr. Crookes' Researches, forms a body of testimony in its\nDigitized by Google\n\f106 Journal of Society for P8ychical &8earch. [July, 1889.\nown way unique, and not further removed from laboratory experiments\nthan from the loose record of the mere occasional observer.\nS. And this brings us to the third requisite of a medium's career.\nBesides the absence of proved fraud, besides the careful testimony of\nthe savant, (unless indeed that testimony is much more abuMafll than\nit has been hitherto in the case of any medium whatever), we need to\nassure ourselves that the phenomena which the medium presents to the\nordinary witness,-which form, so to say, the staple of his production,-\nare of such a kind as to be clearly beyond the range of an accomplished\nconjurer. Herein lies the great importance of practical imitatiofl of a\nmedium's physical phenomena. The ingenuity ofMr. Maskelyne supplies\na standing warning against reposing credence in any \"manifestation\"\nproduced amid surroundings over which the paid medium has complete\ncontrol. And the slate-writing career of Mr. S. J. Davey (Procadings,\nVol. IV., p. 405) warns us that experiments of that special kind-now\nfrequently offered by mediums-although they may sound conclusive,\nnevertheless do not leave a sufficient margifl of impossibility to convince\nus that there has not been some moment of deception which has led the\nobserver widely astray. Most experiments of this class depend for their\ntrustworthiness on the continuous attention of the observer j and\nMessrs. Hodgson and Davey have shown how difficult it is even for\npersons -Cul1y warned of the need of attention to maintain iii on the\nneedful points, and without unconscious distractions.\nBut of COUTse, however wide a margin we leave for p08Bible prestidigi-\ntation,-however unstable we take human attention to be,-there may\nbe phenomena which cannot be thus explained,-which are too gro8B and\npalpable to depend for their straDgeneSB on a mere misdescription of such\ncommonplace incidents as those, for instance, which really took place\nat Mr. Davey'S seances. When, for example, a roomful of people believed\nthat they saw glowing coals placed on the head of Mr. S. O. Hall, and\nhis white hair drawn up in a pyramid over the bright red mass, the\nvalue of the narrative does not depend on the absolutely continuous\nattention of Mr. Hall and the rest during the \"four or five minutes \"\nfor which the experiment was prolonged. Something strange took place\nwhich can hardly depend on mere misdescription j there was either\npositive hallucination, or supernormal fact. And a great number of\nHome's manifestations were of'a character as marked as this.l It is\nnot needful to give a list of these j for there has practically been no\nattempt to explain by conjuring the great bulk of the recorded pheno-\nmena. If we assume (to combine the usual suggestions) that Home's\nown abodes were fitted with electric mechanism for the production of\nI Several previouslyunpUblishedcaaeewill be found inAppendices E, F,G, H,I, J,\nK, and some already publiahed are referred to iu Appendices L, M.\n~ Digilizedby Google\n\fJuly,l889.] JO'Urnal Of Society for P8ychical Re8earch. 107\nraps; that he always was well provided with phosphorus, stuffed\nhands, lazy-tongs, and trick accordions; and that his legs and feet had\nthe suppleness and grasp of a monkey's i-we still shall have made no\nconsiderable impression, say, on Lord Dunraven's or on Lord Lindsay's\nseries of phenomena. And we find that experts in conjuring, (several\n-of whom we have consulted,) however little they may believe in\nHome's pretensions, are disposed rather to reject wholesale· than to\nexplain in detail the more remarkable records.\nMay there, then, be good reasons for such wholesale rejection' Oan\nwe frame a theory which shall cover the phenomena without admitting\nthat so many marvels-which in their pale imitations by others have\nbeen often found to be arrant impostures-were in the case of this\nman genuine and true ¥\nIt is impossible to explain the records by conscious falsehood on the\n-part of the reporters. And the hypothesis of collective halltt.dnation,\nproduced by Home's suggestion, is almost the only one which remains\nto us.1\nThere is a story-we cannot get it at first-hand, and we give it only\n.as possibly true-that on one occasion when an Indian juggler was\n.called on to perform before a large party the well·known feat with a\nboy and a basket, an English officer came up when the performance\nhad begun, and instead of joining the group of spectators climb~d into\n.a tree near at hand, and watched what occurred. The juggler took the ;-\nboy under the basket; thus far the officer and the audience saw alike.\nThen the sound of chopping was heard, and from under the basket the\njuggler threw out objects which the spectators recognised, with growing\nhorror and agitation, as the severed limbs of the child. The officer, on\nthe other hand, perceived these objects to be the segments of a large\npumpkin, and saw nothing dreadful in the proceeding. Then the\njuggler collected the pieces, took them back into the basket, and let the\nchild run out. The audience cried aloud with relief and astonishment;\nthe officer saw nothing odd in the fact that the child still possessed the\nlegs and arms of which no one had attempted to deprive him.\nIf this story be true, and if Home, like this juggler, had the power\n-of suggesting hallucinations-without any process of hypnotisation-to\nsane and healthy witnesses, this would certainly take us a long way\n-further in explaining the records with which we have to deal.\nThe experiments on hypnotic suggestion and on suggestion in the\n·waking state which the last few years have seen, have greatly\nextended our notion of what strong insistence can do in the way of\n.generating hallucinatory visions in other minds. But two points of\nlSee Proceeding8, Society for Psychical Research, Vol. I., p.240, for an early\n.exprellioD of this hypotheaia.\nDigitized by Google\n\f108 ,Journal of Society f01' Psychical Research. [Jllly,l889.\ndifference between, say, the Nancy experiments and Home's seances\nwill at once occur to us. At Nancy, and wherever \"suggestion\" is\nlargely practised, it is found that even trained subjects continue to\npresent mal'ked differences in suggestibility,-that A can be made to\nsee suggested objects more easily than B, C to perform suggested acts\nmore readily than D, &c. But in the case of almost all Home'a\nphenomena, except some shadowy figures, eyes, lights, and semi-palpable\nhands, all the persons present perceived the same thing. When heavy\n,bodies, for instance, were moved a distance without apparently being\ntouched, there was never anyone to say that he saw Home get up and\nmove them. In one celebrated instance, indeed, it was aSBerttd that\nsomething of this sort happened; and since this incident shows that the\nhypothesis was present to the mind of at least one samnt during the\n.height of Home's powers, it may be briefly recounted here.\nLords Lindsay and Adare had printed a statement that Home\nfloated out of the window and in at another, in .Ashley-place, S.W.,\nDecember 16th, 1868. A third person, Captain Wynne, was present\nat the time, but had written no separate account.\nDr. Carpenter, in an article in the (Jontempurary Ret.rew for January,\n1876, thus commented on the incident.\nThe most diverse accounts of the facts of a s6ance will be given by a\nbelievllr and a sceptic. A whole party of believers will affirm that they saw\nMr. Home float out of one window and in at another, while a single honest\nsceptic declares that Mr. Home wa~ sitting in his chair all the time. And in\nthis last case we have an example of a fact, of whieh there is ample illustration,\nthat, during the prevalence of an epidemic delusion, the honest testimony of\nany number of individuals, on one side, if given under a preposseBBion, is of\nno more weight than that of a single adverse witness-if so much.\nThis passage was of course quoted as implying that Captain Wynne\nhad somewhere made a statement contradicting Lords Lindsay and\nAdare. Home wrote to him to inquire; and he replied (in a letter\nprinted, with excisions of 'some rather too contemptuous expressions,\np. 307 of this Life, and shown to Mr. Myers) in the following terms :-\nI remember that Dr. CHrpenter wrote some nonsense about that trip of\nyours along the side of the house in Ashley-place. I wrote to the Xediwm to\nsay I was present as a witneBB. Now I don't think that anyone who knows\nrue wQuld for one moment pay that I was a victim to hallucination or any\nother humbug of the kind. The fact of your having gone ont of the window\nand in at the other I can swear to.\nIt seems, therefore, that the instance selected by Dr. Carpenter to\nprove the existence of a hallucination,-by the exemption of one person\npresent from the illusion,-was of a very unfortunate kind; suggesting,\nDigitized by Google\n\f~ul,..l889.] Journal of Society for Psychical Research. 109\nindeed, that a controversialist thus driven to draw on his imagination\nfor his facts must have been conscious of a weak case.\nBut apart from the question of the participation of all the persons\npresent in these supposed hallucinations, we have another marked\n-distinction between Home's seances and ordinary experiments in\nsuggested hallucination. It seems plain that Home's sitters fre-\n·quently saw the phenomena without receiving from Home any audible\n.suggestion whatever. Sometimes, indeed, Home-apparently entranced\n-announced what was about to happen. But often the manifestations\nare recorded as having been sudden, startling, and unannounced; or as\nhaving occurred while Home was silent and motionless. In such cases,\ntherefore, if there were suggestion at all, it must apparently have been\nmental suggestion, or thought-transference. Now our readers are\naware that we have long been collecting all the cases of this sort which\nwe can find. But we have no success recorded which would have\nbeen of any appreciable use in such seances as Home's. And difficult\nthough it was to suppose that all the persons present at one of Home's\nseances would be equally susceptible to vllTbal suggestion, the difficulty\nis intensified a hundredfold when that susceptibility to menJal sug-\ngestion-of which we have some difficulty in proving the very existence,\nso rare a thing is ito-has to be assumed of a group of miscellaneous\nsitters, often strangers to Home up to the very hour of the seance.\nLet us turn now to another aspect of the problem ,vhich Home's\nlife presents; to the communications or meaaages. given at his seances.\nThe main hypotheses which we have here to consider are the fol-\nJowing:-\n1. The messages may have been fraudulent; the information having\nbeen collected by previous inquiry, and then doled out as though from\na spirit.\nWe give below a sufficient selection from the messages to enable\nthe reader to judge as to the facility of fraud of this kind. It will be\nobserved that in most of the recorded cases (though not in all), the\nspecial pieces of information given were volunteered by Home (or the\n~'communicating intelligence\") and not selected by the sitters. On the\n-other hand, many of the facts reported as given are of an extremely\nprivate nature.\n2. A second hypothesis is that of thought.transference from the\nminds of the persons present. Assuming .that Home himself had no\nknowledge of the facts contained in the messages, those facts were at\nany rate known in most cases, (but not in all,) to some of the persons\n.present. When we say known, we stretch the term to include all facta\n-which had at some time or other been present to the mind. For we\nDave had reasons to believe that facts long forgotten by the conscious\nA3\nDigitized by Google\n\f110 Journal oj Society j(YT' P8ychical Research. [July, 1889.\nself may still be present to some unconscious stratum of the mind, and'\nwe cannot, therefore, deny the possibility of their being telepathically\ntransferred to some other mind.\n3. A third hypothesis is, of course, that the communications did\nactually proceed from the spirits professing to utter them. We hav&\nno apriori right whatever to pronounce this impossible. But on th&\nother hand we know too well that mere assertitms as to the identity\nof the \"communicating intelligence\" are worthless; and that such\nidentity is an exceedingly difficult thing to establish.\nConsidering the importance of the question, it will be well to lay\nbefore our readers a brief abstract of the principal cases of \"recognition,p\nwhich Madame Home's work contains,--omitting those which rest on\nHome's uncorroborated testimony. These cases are of very different\nevidential value. Some were narrated by Home himself in Incide1lt8\nof my Life, but have such corroboration as is given by Mr. Wilkinson's\nrevision, and by the absence of any protest from the persons of whom\nthe stories are told. But many are first-hand accounts, volunteered by\nindependent witnesses, of messages closely affecting themselves, and\nsometimes involving incidents which can hardly have been known to-\nservants or dependents.\nThe subjoined list follows the paging of Madame 'Home's book:-\n1. p. lI~.-Mr. S. B. Brittan's testimony. Home suddenly becomes\nentranced; says \"Hannah Brittan is here,\"-a relative long since dead, and\nwhose existence, as Mr. Brittan believes, was not known to anyone \"in all\nthat region.\" Home, entranced, actaas though a melancholic in terror of hell ;\nHannah Brittan \"became insane from believing in the doctrine of endless\npunishment.\"\n2. p. 19.-Home's statement in Light. ana Shadow. ofSpiritualufn; (but\nthere is independent evidence that Mr. Ward Cheney and his family con·\ntinued warm friends and believers in Home's powers.) Home goes for the·\nfirst time to stay with Mr. Ward Cheney in Connecticut; hears rustling silk\ndress; sees phantasmal figures; hears voice, \"I am annoyed that a coffin-\nshould have been placed above mine\"; then again: \"What is more, Seth\nhad no right to cut that tree down.\" The family recognise description of\nfigure; admit meaning of second message; declare the message about the\ncoffin to be nonsense. Vault is opened; a coffin is found to have been placed\non that of Mrs. - - ; voice then states that reMon of message was to·\nprocure conviction of identity.\n3. p. 33.-Mr. Burr's testimony. A paper was lifted from the floor by\na hand of peculiar conformation. \"The fingers were of an almost preter-\nnatural length, and seemed to be set wide apart.\" Other details are given.\nHand writes name of a deceased lady \"in her own proper haudwriting.\"\nThe hand resembled this lady's. \"A daguerrotype portrait of Mrs. Burr's.\ncousin,\" says Madame Home, \"is now in my possession,-the hands and\nfingers have the very same wasted look and singular conformation so minutelT\nDigitized by Google\n\fJuly, 1889.) Jou1vnal Of Society for Psychical Research. 111\ndescribed by Mr. Burr.\" [I have seen the daguerrotype, and observed the\nvery unusual look and position of the fingers.-F.W.H.M.]\n4. p. 49.-Extract from Dr. Garth Wilkinson's Evening. toitk Mr. Home\nand eM Spirits. Me88&ge is spelt out on Dr. Wilkinson's knee by touches as\nfrom a deceased friend Mell8&ge for widow demanded. co The Immortal\nLoves\" is spelt out. The family recognise this as characteristic, since deceased\nwas wont to speculate as to whether or not the afection, survive the body.\n6. p. 59.-Inci.dent,ofmy Life. CountessOrsiniholdsan album and pencil,\nand asks her dead father to write his name. Pencil is taken from her hand,\nname of Count Orloff is twice written by unseen hand, and words, \"My\ndear daughter,\" in handwriting recognised by a friend as Count Orloffs.\n6. p. 87.-Incldents of my Life. Count A. de Komar asks for proof of\npresence of his daughter; sees and recognises a hand; others at first see a\nmisty appearance of a hand; then see nothing, even while Count de Komar\nis kissing the hand. Hand appears more distinctly at another 8nce; lifts\nitself to De Komar's lips and vanishes.\n7. p. 93.-Incident,. Home visits Fontenelle's family at ChAteau de\nRambuses; sees phantom of boy, describes him to Count L., recognises\nportrait, though not knowing that portrait of boy exists.\n8. p. l00.-Incidents. Child's hand writes me88&ge and signs it with\ncharacteristic fault of orthography-unknown to Home but known to parents\npresent,-\" Denis\" for \"Denise.\"\n9. p. 146.-Dr. Gully'S evidence. Robert Chambers asks if spirit of his\nfather will play his favourite ballad. ' Ye banks and braes' is played on flute\nnotes of accordion; that ballad, as played on flute, having been his father's\nfavourite. Asks for another favourite air; the right one played.\n10. p. 149.--Mr. S. C. Hall's evidence. Spirit of daughter of Dr.\nChambers raps me88&ge for her father-no one present knowing that Dr.\nChambers had had such a daughter. Spirit returns, blames Mr. Han for\nDot giving message, brings younger sister and gives as test the words\" Pa,\nlove,\" the last which[younger 1]sister pronounced in life. Message as to affairs\nis now given to Dr. Chambers aDd proves sag&Cions.\n11. p. 150.-Mrs. Senior's evidence. Home in trance says to Mi.\nCatherine Sinclair, \"You knew James Ferguson\"; sends message to be sent\nto his SOD, mentions address.\n12. p. 163.-Mrs. Senior's evidence. At their first meeting Mr. Home\ndescribes Mr. Senior and adds, \"You forgot to wind his watch, and how\nmiserable it made you.\" \"Now this was a fact known to no living being but\nmyself. I hart wound the watch the night I lost my husband and resolved\nnever to let it go down again. I forgot to wind it one night, and my agony\nwas great when I discovered it in the morning, but I never mentioned it\neven to my husband's sister, who was in the house with me.\" Home also\nmentions\" Mary,\" Mr. Senior's mother.\n13. p. 154.-Mrs. Senior narrates how at another 8nce Home, entranced,\nrecalls private conversation (date, positions, and other details given)\nbetween herself and her husband\n14. p. 168.-Mr. Pears' evidence. At first meeting, Home, entranced,\nDigitized by Google\n\f112 Joul'nal of Society for P8ychical Re8earch. [July, 1889.\nrepresents old Quaker, mentions name and facts only known to Mr. Pear~,\nwho recognises Quaker grandfather.\n15. p. 173.-M. Tiedemann [MartMze's] evidence. Small hand touches\nsitters; M. Tiedemann says, \"If it is as I believe, let him spell name of\nplace where he was born and died.\" Pe1tta spelt out. [Not clear that Home\nmight not have known this.]\n16. p. 177.-Mr. B. Coleman's evidence. At his first seance messages\nare given by raps as from his aunts Elizabeth and Hannah. \" I did not recog-\nnise the names. I had never known of any aunts of those names,\" but he\nlearns that sisters of his father, thus named, died before he was born.\n17. p. 196.-Mrs. S. C. Hall's testimony. Raps from decea.sed Madame\nHome to Mr. Durham, sculptor, saying, \"Thanks for your early morning\nlabour; I have often been near you.\" Mr. Durham had been rising early to\nwork at a bust of Madame Home intended as a present to Mr. Home-\" this\nfact was not even known to his own household.\"\n18. p. 206.-Mrs. S. C. Hall's evidence. \"Your father Colonel Hall,\" is\nannounced; test asked for, \"The last time we met in Cork you pulled my\ntail.\" Colonel Hall had worn a queue, and this fact ,vas correct.\n19. p. 225.-Mrs. Chawner 1 (or rela.tive). Personation of a relation of\nMrs. Brouncker. \"She and her sister feel conviuced that, though, to all\nappearance, it was this gentleman-there was even his peculiar shake of the\nhand, also a phrase quite peculiar to himself was used--yet, with all this, they\nfeel convinced that it was not he himself, but an evil spirit personating him\nwith his peculiarities. I said, ' Why shOuld an evil spirit know his ways and\nphrases, &c.1' She answered, \"That is the argument used but very easily met.\nThe Arch Fiend knows all about us and all our peculiarities, and makes use\nof that knowledge in his temptations-and so, for his purpose, he can tell all\nhis emissaries.\" We quote this as at least a clear and definite theory. It\ndoes not appear, however, to have received practical confirmation on the\noccasion in question, as \"the Lord's Prayer and various texts written on\nsmall slips of paper\" and concealed about Mrs. Brouncker's person did not\navail to intercept the manifestations.\n20. p. 278.-Mrs. Hennings' testimony. Home says, \"George is here\"-\nnephew of Mrs. Hennings, recently deceased; mentions accident from bite\nof dog when a boy at Dulwich-correct. One of us has seen Mrs. Hennings,\nwho, although very old, retains a singularly bright intelligence. She con-\nfirmed this statement, and added several details. '\n21. p. 278.-Mrs. Hennings' testimony. Home speaks in trance as from\nher father; \"The night before your father passed away you played whiat with\nhim,\" some details, and explanation as to provisions of will. \"Mr, Home had\nnever seen my father, nor heard anything about him; and most wonderful to\nme was this detail of such long-past events, known only to myself.\"\n22. p. 288.-Lord Lindsay's testimony(now Lord Crawford). Lord Lindsay\nmisses train at Norwood, sleeps on sofa in Home's room; sees female figure\nstanding near Home's bed, which fades away; recognises face among other\nphotographs next morning; it was Home's deceased wife. Lord Adare (no,v\nLord Dunraven) and two others in Lord Adare's rooms, see (February, 1869)\na shadowy figure resembling this form, but cannot distinguish features.\n\fJuly,I889.] Journal of Society for P8ychical Research. 113\n23. P. 321.-Evidence of a friend of Mr. Alexander (reported by Mr.\nA.). Home at Edinburgh; a Mr. H., a stranger, comes as substitute for\nanother person; raps say, \"It is Aunt Margaret's loving John.\" Mr. H.\nhas an aunt, living far from Edinburgh, called Margaret, widow of a\nJohn.\n24. p. 322.-Same evidence. Raps give the name\" Pophy Sophy.\" This\nwas pet name of a child whose mother and aunt were present. 'Raps\nsay to aunt, \"You were not to blame, and I am happy.\" Aunt had\nblamed herself morbidly for supposed carelessness in letting child catch\nfever.\n25. p. 369. -Dr Karpovitch'lI testimony. Home gives to General\nPhilosophoff the Christiall names and surnames of \"three school-fellows\nof his, who had been dead for years.\"\n26. p. 377.-Mrs. Peck's testimony. \"By permission I put several\nmental qnestions, each of which was promptly and correctly answered, with\nthe full names of friends and relatives deceased, and circnmstances which\nconld not have been known to any of those present; all, as I have stated,\nhaving been previous to the past 24 hours strangers to me.\" (Mrs. Peck\nwas an American, staying at an hotel in Geneva.)\n27. p. 378.-Mrs. Peck's testimony. Home, entranced, says: \"There is\na portrait of his mother.\" \" I made no reply; but my thought was, 'There\nis no portrait of her.''' Home insists that there is, \"with an open Bible\nupon her knee.\" There was, in fact, a daguerrotype 30 years old, which Mrs.\nPeck had forgotten, in attitude described-with indistinct book on knee,\nwhich was, in fact, a Bible.\n28. p. 381.--.Countess Panigai's testimony. At her first seance raps are\nheard under her hands; they spell out the lIame of \"Stella,\" give age at\ndeath. \" I was an utter stranger to Mr. and Mrs. Home. They had been\nbut a few days in Florence, and had heard my name for the first time when,\nan hour or two before, a friend asked permission for me to be present at the\nseance.\" \"In my dress there was nothing to indicate mourning.\" Small hand\ngrasps Madame Panigai's, &c. Message continues, \"And I know, mamma,\nthat you took the last pair of boots I wore, and hid them away with my\nlittle white dress in a box that you had ordered for the purpose. You must\nnot again open the drawer where the box is placed until you hear distinct raps\non the bureau.\" \"Not even my family knew anything of this box.\" Next\nmorning Madame Panigai invites a friend, and begins to tell her of the s~ance ;\nfriend hears raps on bureau, Madame Panigai unlocks drawer, unlocks box,\ntakes out boots. \"On the elastic of one boot was imprinted a perfect star, and\nin the centre of the star an eye. At each of the six points there is a letter\n-united, they form the lIame of my darling. Not only had Mr. Home\nnever been within my house, but up to the time of compiling this account\n-more than two years later-from my memoranda, taken at the time\nwhen these events occurred, he has not even seen the house to my\nknowledge, or his own.\"\n29. p. 382.-Madame Panigai's evidence. Message refers to \"an incident\nknown only to the nearest of my relatives.\" Madame Panigai says\nmentally, \"If you are in reality the spirit you claim to be, I ask you to take\nDigitized by Google\n\f114 JOUfT'nal of Society for Psychical Research. [July, 1889.\nthat rose from Henrietta and bring it to me.\" Mental request is complied\nwith by hand, apparently recognised as charaeteristic.\n30. p. 382.-Madame Panigai's evidence. \"Home said to Chevalier\nSoffietti, 'There ill an old nurse of yours standing beside you-a negro\nwoman.' The Chevalier could recall no such person. 'She says you ought\nnot to forget her,' continued Mr. Home; 'for she saved your life when YOIl\nwere but three and a half years of age. You fell into a stream of water neara\nmill and were just about to be drawn into a waterwheel when she rescued\nyou.' Chevalier Soffietti now recalled the whole, and acknowledged the\ncommunication t~ be perfectly COlTect. He had been wholly unknown to\nMr. Home till within three hours of the message being given, and not one of\nthe remaining guests knew of the incident in question.\"\n31. p. 38G.-Cavaliere Fellzi's evidence. Hand touches him; he asks for\nproof that it is the hand he supposes it to be (his wife's); it is at once joined\nby a very small hand. Child had died just before wife.\n32. p. 403.-Testimony of E. L. Chelley. Home sends a communication\nrelatiug to family affairs, &c., as from Mr. Ward Cheney; member of his\nfamily replies, \"They were his words. No olle else could have spoken them.\"\n33. p. 404.-Madame Home's evidence. Home had made a compact of\nappearance after death with Henri Delaage. On July 17th, 1882, Home,\ntravelling with Madame Home in Switzerland, looked out into garden and\nsaid, \"There is Delaage.\" Home writes to Paris mentioning this; letter\nappears in Figaro, .Tuly 22nd. Delaage had died July 15th.\n34. p. 408.-Madame Home's testimollY. Het· uncle, M. N. Aksakoff, not\na Spiritualist nor believer in a future life, dies, April, 1882. Some weeks\nafterwards, when Home and Madame Home are alone at Petersburg, raps\nspelt out, \"He begins to believe that he lives, but he often fears that it is a\ndream.\" \" Hardly had these words been spelt out when we heard sounds\nresembling footsteps-the very step of my uncle-in the apartment adjoining\nthat in which we were; and the portiere between the two was drawn back.\nWe saw a band separate the curtains and then let them fall into their place.\nI distinctly saw the full form of the spirit as be approached us. The rap-\npings, which had been silent for a moment, recommenced-' It is true, it is\ntrue,' was spelt out; 'and there ill my sbadow,'-at that instant I felt\nsomething placed in my hand\" [a framed photograph of the deceased, from\nthe adjoining drawing-room.]\n35. Case given in Appendix from Dr. Hawksley; he bears by telegraph\n~f death of Mrs. Slingsby Shafto at a distance; mentions the fact to no one;\nmessage is rapped out by table with name· of the deceased.\nThis list of identifications is a long one,-and quite unique in the\nhistory of Spiritualism.l Let us look into it a little more closely. In\nthe first place, the sitters seem rarely to have felt the importance\nof themselves asking for specific facts, instead of merely accepting\nsuch facts as are offered. It does not, indeed, appear that any requests\nare evaded j but they are usually forestalled. We have, however, requests\n1 The nearest approach to it is in the experiencesof .. M. A. (Oxon)\", as narrated\nin a little work called Spirit Identity, now out of print.\nDigitized by Google\n\f~uly,l889.] Journal oj Society jM Psychical Re8earch. 115\nmade by sitters, and satisfactorily met., in cases 5, 6, 9, (Robert\n.chambers), 25 (Mrs. Peck), 28 (Mme. Panigai). In these last two cases\n\"there are answers to mental questions.\nAmong the cases where information is volunteered the facts are\n~~~~~~~~M~~~~~fu~M~\nfact has been known, but forgotten; and in cases 2, 4, 10, 11, 16, the\nfacts are known to no one present.\nCharacteristic hands are seen in cases 3, 6, and handwriting\nconsidered characteristic is given in cases, 3, 5, 8. Case 3 deserves\nattention in its bearing on two possible views of the hands, (1) that they\nwere stuffed hands, (2) that they were hallucinations.\nThe hands are so often associated with actions which leave\npermanent results, movements of objects, &c., at a distance from the\nmedium, and at the same time they melt away in the grasp or in the\nair so suddenly, that their reported doings would need a strange\n.combination of hallucination with machinery.\nIt will be seen that some observers, (as Dr. Hawksley and Serjeant\nCox), while insisting on the genuineness of the phenomena witnessed\nthrough Home, attributed them either to Home's own spirit or to\nspirits influencing him, but not in reality the spirits of the dead.\nBut this point we need not here discuss. Our object in this review\nis evidential rather than speCUlative. We propose the question:\n.. Have Home's phenomena ever been plausibly explained as conjuring\ntricks, or in accordance with known laws of Nature 1\" And we\nanswer, \"No; they have not been so explained-nor can we so\n{lxplain them.\" In discussing this special question we can claim such\ncompetence as may accrue to us from having taken a share in various\nexposures of phenomena depending on conscious or unconscious fraud,\nand from a pretty wide acquaintance with the history of Spiritualistic\nand \"Theosophical\" impostures. We have also had the advantage of\nconsulting experts in conjuring, a letter from one of whom will be\nfound in the Appendix; and we have certainly studied the evidence\nmore carefully than many of those who have reviewed it elsewhere.\nHere, however, our competence ends. We did not witness the\nfacts; and no expression of belief or disbelief on our part can\nhave independent value. Or, rather, the only guidance which\nour degree of belief can give must be in answer to a definite\npractical inquiry. If our readers ask us, \"Do you advise us to go on\nexperimenting in these matters as though Home's phenomena were\ngenuine 1\" we answer, Yes. But if they ask us, \"Do you believe in\nHome's phenomena as you believe in the laws of Nature 1\" we answer,\nNo. Our belief that \"fire burns\" is indefinitely stronger than our belief\nthat, under Home's auspices, fire sometimes did not burn. Or, to put the\nDigitized by GOL\n\f116 Journal of Society for Psychical Research. [July,l889.-\nmatter in a more abstract form, we feel absolutely certain that nothing\noccurred in Home's presence which was in any sense miraculous-in·\nany sense a departure from the universal and immemorial order of\nthings. But, while on the one hand, as already stated, no one has as\nyet explained Home's phenomena by aposteriori criticisms, so also, on·\nthe other hand, no one has as yet shown by apriul'i reasoning that\nthey are necessarily inconsistent with the plan of the universe. We do-\nnot say that either or both of these feats may not some day be\nperformed; we only say that neither we, nor others, have as yet-\nperformed them.\nFor our own part, the plainest moral which we draw from the life\nof Home is of a practical kind. Neither Spiritualist nor savant can\npossibly be satisfied with the condition in which the evidence to Home's\nphenomena is left. Madame Home has zealously and skilfully striven\nto collect what can still be collected. But, at best, we have but a\ncasual and fragmentary record of that which, from any point of view\nwhatever, ought to have been noted with careful accuracy, and described\nin full detail. As the matter stands, it seems as though every irrational\nsentiment in turn had fought against the preservation of such records\nas might have given us a true and complete picture of a series of\noccurrences which, whatever their true explanation, are among the\nmost singular which history records. It can only be hoped that,\nshould such phenomena be again offered to observation, those who\nwitness them will realise that even their own personal satisfaction will\nultimately be better assured if they will perform-as a few, and a few\nonly, of Home's sitters performed it-that duty to our fellow-men\nwhich lies for each of us in the painstaking record and the candid\npublication of any knowledge which may have chanced to come to us\nearlier than to others, but which may perhaps be of deep concern to all\nmankind.\nAPPENDIX A.\nW. F. BARRETT.\nF. W. H. MYERS.\nWeare still anxious to collect unpublished testimony either for or\nagainst the genuineness ofHome's phenomena. In a series ofAppendices\nwe give such additional evidence as we have as yet obtained. From\ninquiry, both among conjurers and among other shrewd persons who\ndisbelieve in Home's powers, we find two points frequently urged. (I)\nThe partisan source (Madame Home's book) from which the principal\ntestimonies are drawn, with the possibility that the letters cited are not\nbona fide. (2) The unfavourable presumptions drawn from the case of\nLyO'll. v. Hume, which it is urged that Madame Home has recounted iu an\nIlX parle manner. As to (1), Madame Home, as above stated, has\nDigitized by Google\n\fJuly,1889.] Journal of Society for Psychical Research. 117\nallowed Mr. Myers to examine the MS. letters cited, and an imperfect\nlist of these, taken down during the inspection, is here subjoined.\nNames of correspondents whose letters were inspected by F. W. H. M.\nMrs. Alexander, Messrs. Armstrong, Ashburner, W. H. Ashurst,\nElizabeth Duchess of St. Albans, Madame de Balzac, Comte Bobinsky,\nMarquis de Belmont, Messrs. John Bright, Blumenthal, Bellew, Berto-\nlacci, Mrs. de Burgh, Messrs. Bulkeley, Bordiska, Bronnell, Beales, Burr,\n(a picture from daguerrotype showing hand, see p. 33), Brookes, Lady\nBurton, Mr. Increase Carpenter, Hon. Mrs. Cowper-Temple, Serjeant\nCox, Messrs. R. Chambers, S. C. Clemens, J. W. Carrington, Bishop\nJ. M. Clark, Emma Cheney, Messrs. Ward Cheney, Crookes, A. M. de\nCardonne, Princesse de Mingrelie, Elizabeth Lady Dunsany, Lord\nDufferin, Mrs. Ely, Mr. Edgeworth, Dr. Elliotson, Lady K. Fleming.\nMessrs. C. T. Fuller, Fenzi, Mme. Grisi, Messrs. Gugert, Gully, Lady\nGomm, Dr. Hawksley, Mrs. Hall, Messrs. Hinard, Hull, Heaphy,\nHeward, Lord Howden, Messrs. Hoefer, Hope, Duchess of Hamilton,\nMr. Seymour Kirkup, Comte de Komar, Miss Lockhart, Lavigerie.\nMadame Lamuniere, Lord Lytton (the first), Baron Meyendoff, Prince\nMarat, Mr. Matthews, Sophie, Queen of the Netherlands, Messrs.\nB. Nixon, William Noble, Nubar Pasha, Countess Orsini, Mr. Dale\nOwen, Pius IX., Mr. Powers, Countess Panigai, Comte de Villa Franca,\n(Duke of Parma), Baron de Pontalba, Duchesse de Tascher la Pagine,\nPere de Ravignan, Mr. Rymer, Lord Odo Russell, Mrs. Scott Russell,\nMr. Ruskin, Count Schouvaloff, Count Steinbeck Fermor, Duchess of\nSutherland, Mrs. Sinclair, George Prince of Solms, Lady Shelley, Mrs.\nSenior, Messrs. Sauer, Tiedemann (Martbeze), Monsignor Talbot,\nAlexis Tolstoy, Miss Hope Vere, Miss Whitman, Helen Webster,\nPrince Wrede, Mr. Wason, Captain C. Wynne.\nAPPENDIX B.\nOur colleague, Mr. H. Arthur Smith, author of Principles of Equity\nhas kindly furnished us with the following review of the case of Lyon\nv. Home. Mr W. M. Wilkinson was good enough to lend us most of\nthe printed depositions.\n1, New-square, Lincoln's Inn.\nOctober 19th, 1888.\nI have looked carefully into the case of L.yon v. Horne as reported in the\nLaw Reports (6 Equity, 655), keeping in view the questions to which you\ndirect my attention, and perhaps the following comments may be useful\nto you.\n1. It is certainly the fact that the judge discredited the evidence of\nMrs. Lyon. He said, \"Reliance cannot be placed 011 her testimony. . •\nit would be unjust to found on it a decree against any man, save in so far as\nwhat she has sworn to may be corroborated by written documents, or\nunimpeached witnesses, or incontrovertible facts.\"\nHaving, then, eventually decided against Home, it follows that the judge\nmust have considered that her evidence was corroborated in some or other of\nthe ways mentioned.\nDigitized by GOL\n\f118 Jou1'nal of Society fol' Psychical Resenrch. [July, 1889.\n2. It is true that Wilkinson's evidence went to the extent of saying that\nthe plaintiff always assured him that she was \"attached to Home for his own\nsake apart from any spiritual pllenomena or communications.\" There was\nalso an admitted letter from Mrs. Lyon to Home, in which she stated that\nshe presented him with the £24,000 \"as an entirely free gift.\" This, she\nsaid, was written by her at Home's dictation under magnetic influence.\n3. What t.hen was the corroborative evidence which Jed to the judge's\nfinal opinion?\n(1) The evidence of Mrs, Jane Fellowes, who not only testified to the\nfact that Mr. Home and Mrs. Lyons had seances together, stating that\nduring one of them she heard Mrs. Lyon exclaim, \"Oh, my darling, let me\nlook at him!\" but she swore that Mrs. Lyon told her a few days after the\nseance at which those words were heard, \"that her husband's spirit had\ncommunicated with her through the mediumship of Home,\" and that on\nsubsequent occasions Mrs. Lyoll \"spoke of further communications to the\neffect that she was to adopt defendant as her son, and that he was to have\n£iOO a year.\" She goes on in her affidavit: \"Plaintiff used frequently to\ntalk to me about defendant and hill wonderful powers as a spiritual medium,\nand her adoption of him, and her transfer of property to him, both under the\ndirection ofher husband', spirit com1l!lmicated thrOl\/lIh defeildant.\"\n(2) }lrs. Key deposed that on the 8th of November she heard defendant,\nwho was then alone with the plaintiff, say, \" Write lchat I tell you,\" and some·\nthing about a will and taking the name and arms of Lyon. \"On several\n~cca,ioll' when she had been listening witness heard defendant say, 'Let us\nconsult jelthel',' and thel'e lcould tlten be I'aps, and he l\/:Quld repeat the letter,\n~f the alphabet very quickly.\"\n(3) Mrs. Tom Fellowes said: \"On the 11th November plaintiff was very\nopen and communicative in telling me in the presence of the defendant of\nher disposition of her property, and he (defendant) continually checked her,\nsaying it was unnecessary to go into particulars. Plaintiff said she wished\nme to know exactly what she had done, aB ,he had only obeyed her hlU\/band',\ncommands aB communicated tllroll{}h the mediumBhip of the defendant. He\nhowever, twice denied that he had anything to do with the matter.\"\n(4) Mrs, Pepper's evidence was to much the same purpose-viz., that\nplaintiff ascribed her action to the communications from her husband\nreceived through Home.\n(5) There were memorandum books in Home's writing containing\naccounts of the spiritual experience with the plaintiff, and communications to\nher in the form of a dialogue between her and her deceased husband. This\nbook was full of extravagant expressions of affection on the part of Charles\nfor his darling Jane; and Home was in those dialogues alluded to as \"our\nbeloved son.\"\n(6) Now it must, I think, be admitted that considering the extraordinary\ncharacter of Mrs. Lyon's conduct, and the swiftness with which she reached\nher decision to transfer her property to Home, such evidence as the above\nmay reasonably be deemed corroborative of her assertion that she was\ninduced to act as she did by the effects of Home's Spiritualistic pretensions.\nTechnically, indeed, some of the statements above quoted were not ~\nDigitized by Google\n\f.July, 1889.] JO'U1'nal Of Society for Psychical Research. 119\n.against Home, the admissions of Mrs. Lyon not having been all made in his\npresence; but there was sufficient in the remainder and especially in the\nmemorandum book, in my opinion, to establish the plaintiff's case. It is not\nthen true that \"Home was made to restore the money, because, being a\nprofessed medium, it was likely that he should have induced her» in the way\nshe alleged. The court held the law to be that such transactions as those in\nquestion cannot be upheld, \"unless the Court is quite satisfied that they are\nacts of pure volition uninfluenced.\" The burden of proof of sustaining what\nis prima facie utterly unreasonable is 011 those who seek to benefit thereby.\nThis proof of the voluntariness of Mrs. Lyon's gifts was certainly not forth-\ncoming. Apart from her evidence, there was evidence of considerable weight\nthat as a matter of fact (not as a mere matter of inference from the fact of\nhis mediumship) Home did work on the mind of Mrs. Lyon by means of\nSpiritualistic devices, and further that he did so by suggesting communications\nfrom her deceased husband. Whether this is to Home's discredit or not of\ncourse will be decided according to one's belief in Spiritualism and the\nreality of her husband's interference. Such is my opinion of the case; any\nfurther particulars of which I shall be happy to supply.-Yours faithfully,\nH. ARTHUR SMITH.\nOn this letter Mr. W. 1\\1. Wilkinson comments as follows :-\n44, Lincoln's Inn-fields, London, W. C.\n7th May,1889.\nI have read Mr. Smith's comments on the case of Lyon v. Home, and of\nthe judge's summing up and decision. I have compared the comments with\nthe report in the Equity cases, Vol. 6.\nMr. Smith appears to me to have made a fair synopsis of the report and\nto have bronght out the reasoning 011 which the judge decided the case.\nI have no data by which I could impeach the testimony of the plaintiff's\nprincipal witnesses, of the truth of whose statements the judge was satisfied\nIt was on the face of that evidence that the judge decided that the defendant\nhad not proved to his satisfaction that the case was free from defendant's\ninfluence.\n011 the other side was a body of evidence that the plaintiff throughout\ndeclared that she made the gifts without any such influence, but though\nthese witnesses stated truly what she said, the judge disbelieved her\nstatements to the witnesses.-Yours faithfully,\nW. M. WILKINSON.\nAPPENDIX C.\nA well-known amateur conjurer and writer on Natural Magic, a\nmember of our Committee on Physical Phenomena, writes as follows:-\nFebruary 13th,1889.\nI have l\"eIId and considered Home's Life from the conjurer's point of\nview, but find it extremely difficult to give any safe opinion upon it.\nAssuming the general good faith of the witnesses, I should still make very\nlarge deductions for mal-observation and looseness of description. Many of\nthe facts assertedare not, as described,explainable by any conjuringexpedients\nDigitized by Google\n\f120 Journal of Society for P8ychical Re8earch. [July, 1889.\nwithin my knowledge, but this is by no means conclusive; experience\nteaching that, upon any question of the marvellous, ordinary observers are\nabsolutelyuntrustworthyas witnesses. I have frequently had minute accounts\nof admitted conjuring tricks which, aI deacribed, I could not explain; though,\nwhen I have subsequently seen the thing done, the solution has been\nperfectly clear. People describing magical illusions tell you not what ~Oal\ndone, but what they thinlc Wal done, which is often a totally different matter.\nReferring to a remark of Mr. Myers, anent the \"accordion\" manifesta-\ntion it seems to me clear that, in some, at any rate, of the instances given,\nHome did not use an accordion of his own, but this would not nece88&rily\nexclude trick. One of Dr. Monck's stock feats was to place a musical-box on\nthe table, and cover it with a cigar box, after which it played or stopped\nplaying at command. Suggested explanation, \"Spirits.\" Real explanation,\nthat the box in question did nothing at all, the sound being produced by a\nsecond box strapped to Monck's leg above the knee (inside the trouser), and\nset in motion by pressure against the uuder surface of the table. It is\npoB8ible that the accordion-playing might in Home's case have been produced\nby some similar expedient. To a~sert that it waa so produced, in the absence\nof fuller information, would be childish, and the same difficulty meets one\nthroughout the book.\nThe item to which I attach most importance is Mr. Crookes' experiment\nof the board and spring-balance. Had the apparatus been devised and\nconstructed by Home himself the experiment would have had very little\nvalue, but as described (and putting aside the hypotheses of untruthfulness\nor hallucination on the part of Mr. Crookes), it seems to me to be distinctly\noutside the range of trick, and, therefore, to be good evidence, so far as\nwe can trust personal testimony at all, of Home's possession of some special\npower of producing motion, without contact, in inanimate objects. This\ndoes not, of conrse, involve the admission of the Spiritualistic hypothesis.\nPossibly a series of sufficiently delicate tests would show that the operative\nforce (whatever it may be) is common to all persoll!!' in a greater or less\ndegree. ANGELO LEWIS (\" Professor Hoffmann.\")\nAPPENDIX D.\nThe following is the statement referred to on p. 102. The writer is\nknown to us as a gentleman of character and position, and his reason for\nanonymity is the wish to avoid giving pain to the friends who\nintroduced him to Home, and with whom he did not discuss the matter\nat the time. The account represents a recollection 34 years old.\nI made the acquaintance of the late D. D. Horne in 1855. I was then\nstaying in the neighbourhood of the house in which he was for the time\ndomesticated, and I was invited to an evening seance. There was the\nusual table-moving and rapping out of answers to questions-failures in\nthe case of myself and of the lady then engaged to me and now my\nwife, who ,vas of the party. Anxio!l8 desire haying been expressed by\nseveral to see the \"spirit hands,\" we were told that it was yet too\nlight, and were, after it was as dark as it ever is on a moonlight night-\nDigitized by Google\n\fJuly,1889.] Jou?'nal of Society for Psychical Research. . 121\nin July, told that we must wait until the moon had set. This having\n-QCcurred-at about 11 p.m.-I think we were not long before a \"spirit\nhand\" appeared. We were assembled-about 14 in number-about a round\ntable, occupying the whole circumference of it except a space on the part of\nit Ilearest the window, which went down to the floor, or nearly so. Home\nsat at one end of the horse-shoe formed by the company, in a low easy chair.\nBy-and-bye, in the open space between him and the other end of the\nhorse-shoe, a tiny hand-considerably smaller than that of any adult person\n~ould be seen outlined against the faint light of the window, the object\nrising from the edge of the table, and descending and rising again, and so\n011 several times. It appeared to me that it showed itself mainly at two\ndifferent points-one about corresponding to the length of Home's arm, the\nother more distant-about the place of his foot. Some of the company\nbecame much excited, and begged, leaning forward, that they might be\nallowed to \"kiss the dear hand.\" In response to these entreaties the object\nrose higher and came nearer (still always rising from the edge of the table,\nthe \"arm \"-apparently in a loose baggy sleeve-rising with it, never\nsuspended in the air), and I thought I could see slight movements in the\nshoulder or upper part of Home's arm corresponding with the rr.ovements,\non these occasions, of the \"spirit hand.\" The outline of the upper part of\nHome's arm seemed, as the \"spirit hand\" advanced to meet the persons\nfar from the window, and who were leaning towards it, to approach nearer\nto the\" arm,\" or whatever it was that supported the \"spirit hand\"; the\nmovements of both plainly corresponded, and at length the whole edge of\nthe table between the two objects, as outlined against the light, disappeared,\nand I saw continuous connection in the upper outline of Home's arm and\nthe thing, whatever it was, that supported the\" spirit hand.\" The situation\nat this point struck me so forcibly-the trick so plain to my eyes and the\nreverential and adoring expressions of t.he company-among whom I think,\nthere were only three, induding my wife and myself, who were not firm\nbelievers, that I was seized with a strong impulse to laugh. I restrairied\nmyself from making any sound, but I felt my shoulders shake: we were\nwedged closely together, I being next to a lady who must have felt the\nmovement, and clearly did so, for she immediately said that she thought\nthey had enough now; and it was suggested that lights had better be brought\nin, which was done.\n.At a later period of the evening the same lady asked me what I thought of\nit, and I told her that it was remarkable, which she evidently understood,\nfor no more was said. I have no doubt she was a firm believer herself.\nThese are the simple facts, which I am ready to confirm personally if the\nnecessity should arise; but the affair is associated with persons and events\nin a way that would make it more than undesirable that it should be a\nsubject of public discussion, and therefore I omit names, and for the same\nreason do not desire my name to appear. I give the facts simply for the\npersonal information of your two friends who, by the kind of investigation\nthey are making into this matter, may fairly claim, I think, to be t4us\n:assisted.\n27th.•January, 1889.\nDigitized by GOL\n\f122 • Jou1'nal of Society for PBYchical Resea?·ch. [July. 1889_\nP.S.-I may add that several of those friends who were present at this\nand similar \"manifestations\" about the same time, though believing that\nHome had some power over what they called the spirit-world, and, I think,.\nso believing still, have owned to me since that they thought he did on\noccasion resort to trickery.\nAPPENDIX E.\n44, Lincoln's Inn Fields, London, w.e.\nFebruary 7tA, 1889.\nAs you ask me to write to you of what occurred at our house in K.ilburn~\nwhere we were living ill 1869, with referellce to the halldling of red-hot coal,\nI will merely say that one Sunday evening, in the winter of that year, I saw\nMr. Home take out of our drawing-room fire a red-hot coal a little leas in\nsize thall a cricket ball, and calTY it up and down the drawing-room. He\nsaid to Lord Adare, now Lord Dnnraven, who was present, \"Will you take\nit from me 1 It will not hurt you.\" Lord Adare took it from him, and\nheld it in hiB hand for about half a minute, and before he threw it back in\nthe fire I put my hand pretty close to it, and felt the heat to be like that of&\nlive coal.-Yours very truly, W. M. 'WILKINSON.\nAPPENDIX F.\nDr. Hawksley, of Beomands, Chertsey, Surrey, sends us the\nfollowing addition to his printed evidence. Some of the following\nparagraphs were taken down by Mr. Myers from an interview, but all\nbas been revised by Dr. Hawksley.\nOctober 23M, 1888.\nI have a few points to add to my evidence given in Madame Home's book.\npp. 186-9.\n1. On the occasion (p. 188) when I took Mr. Home to dine with\nLord--, we sat in a large salooll. Raps were at once heard travelling all\nround the cornice of this large room. Lord--, who sat at the opposite\nside of the table from Home, deposed that a hand grasped his beneath the\ntable. Bome could not have reached 80 far. It was a large table, and quite\nimpracticable for Home to reach the noble Lord by hand or foot.\n2. On one occasion I received in my o\"n house a telegram announcing\nthe sudden death of an old friend at a distance, Mrs. Slingaby Shafto. I\ndid not mention this to anyone, and went out. Happening to paas Cox's\nHotel I looked in on the Homes, and found them with some friends en Mance.\nThey askl'd me to come in, which I did, but I did not put my hAnds on the\ntable. Rape came, announcing a friend for me, and the name Slingsby\nShafto was spelt out. Meaaagea followed, but nothing which my own mind\nmight not h.ve supplied. I cannot say that I ever heard meaaages given\nwhich contained infolmation certainly unknown to all the sitters j and my\nown theory is that Home's OWIl spirit, or some spirit po88t'asing Home, was\nable to acquire the knowledge in the minds of persoua present, and to\nreproduce it, with physical movements superadded. Personally, I believe\nthat any communications received by me were such &8 could be indited or\ngiven by an agellcy which could read my own UIluttered thoughts or feelings.\nDigitized by Google\n\fJuly. 1889.] Journal of Society \/01' P8ychical Research. 123\n3. As regards the way in which Home was supported, I knew him\nintimately, but had never any reason to think that he received money for\nhis seances. I believe that Mr. COll, the hotel-keeper, used not to send him\nin any bill, the Coxes being much attached to him. He appeared to me as if\nreceived and treated like a member of the family at free quarters, but I\nnever was told the fact. My belief is that Mrs. Home had an income. I\nnever heard of Mr. Home receiving or taking money.\nThe physical phenomena, which were often more considerable than any\none man could produce, such as the lifting a heavy centre table with a\n12-stone man upon it so that I could sweep my arms freely beneath the\ncastors of the claws; others highly artistic, such as the playing of musical\ninstruments, and psychically exhibiting a more than human capacity, as when\nit played the airs and songs suggested only by the unuttered wish of a\nperson present ;-1 say that these facts, seen in the broad light of day, in\nrooms, and on occasions when preparation or collusion of any kind was\nabsolutely impossible, brought me to the belief that in Mr. Home's case there\nexisted in or about his person an invisible agent, capable of going out of\nhis person and operating at a cousiderable distance from it. The subject or\nhost occupying one space, talking, or doing all that is usual and natural to a\nhealthy man, the invisible agency which accompanied him often performing\non ml18ical instruments at a considerable distance, exhibiting rare ability,\nor rapping on fumiture at distant parts of walls or ceilings, or moving about\nthe furniture.\nDr. Hawksley adds :-\nRecalling the superlative and gross degree of the physical manifestations,\nwhich carried the evidence so far above any possibility of doubt, I feel just\nas much confidence in the truth and reality of what I saw as I do of my own\nexistence. THOMAS HAWKSLEY.\nAPPENDIX G.\nMr. Hawkins Simpson writes as follows to Mr. Hensleigh Wedg-\nwood, who has kindly placed the letter at our disposal :-\nCorfe Castle, Wareham, Dorset.\nJuly 7th, 1888.\nIn 1868 I was investigating D. D. Home's phenomena-ou one occasion\nin good light and in centre of the room, I tested his elongation and contrac-\ntion repeated several timea in rapid succession, Lord Crawford (then Master\nof Lindsay) helping me. I placed D. D. Home,-in trance, but talking all the\ntime,-facing me, his heels on the floor and his toes on my insteps, and a large\nml18ic book stretched over our two heads. Whilst I observed his face Lord\nCrawford carefully handled ml18Cles, &c., of legs, and observed the waistcoat\nrise two or three inches above the trousers' tops, and fall again. We then\nchanged places, and I tested muscles of legs. The changes his face under-\nwent, first larger, then smaller, then normal size, were extraordinary. First.\nhis face seemed gradually to be inflated, and enlarged at all point!!; then it\ngradually became small in face and features, and deeply wrinkled and\npuckered. After this he was levitated, slowly, and swaying from side to side in\nair (very unlike Pepper's ghost) on to the sofa, n.o one near him or lIlyself.\nDigitized by Google\n\f124 Journal of Society for P8ychical ReBearch. [July, 1889.\n011 coming to himself he rushed into the garden and vomited. Whilst these\nthings took place he spoke as if he Were 8Omeone else or Be1Jeral Blwwing off\nIJaniel, thus; \"We will now get Daniel to. . . . &c.\"\nJ. HAWKINS SIMPSON.\nAPPENDIX H.\nIn 1870 Home visited Scotland, and in Edinburgh stayed at the\nbouse of a Dr. Doun. Here General, then Colonel, Boldero first met\nHome.l On February 4th, 1870, Colonel Boldero attended a seance at\nDr. Doun's house, and took some notes at the time; which I [W.F.B.]\nhave seen and compared with a full account of the seance that he wrote\nto Mrs. Boldero the next day. Mrs. Boldero has kindly given me per-\nmission to make the following copy of the original letter from her\nhusband, which she fortunately had preserved. It agrees with the notes\nand also with the account given me by General Boldero from recollec-\ntion; he was not aware that this letter was still in existence until\n.after he had given me his verbal account.\nCOpy OF LETTER FROM GENERAL BoLDERO TO HIS WIFE.\nWe had an excellent seance last night, although some of the manifestations\nwere, they said, not so good as they had had there before. Now to relate\nwhat took place. I reached the house, a most excellent one, at about 20\nminutes to eight, found the host and hostess old people :-he had been an\narmy doctor and entered the service in 1809, was at the taking of the Cape,\nand at Waterloo in the Greys, and is a hale old gentleman of 86. His wife,\nan old lady, two nieces, Misses Jamieson, and another lady whose name I did\nnot catch, I will call her K., Home, and self, and a Mr. Maitland came later.\nThe young ladies' Christian names were Susan and Elizabeth. We sat round\na rosewood round table (it was heavy and had one leg in the centre with three\nfeet) in the following order :-Home, then on his left the hostess, next to her·\nElizabeth, then self, then Susan, then the host, then K., so back to Home.\nAfter about 10 minutes the trembling commenced and the table began to\nmove, much cold air was felt. I forgot to mention that the table was covered\nwith a ordinary drawing-room table cover, and on it rested apiece of paper\nand pencil and an accordion of a large size-raps then commenced; one or two\nsimple questions were asked and answered. Then Home proposed to try\nthe accordion, he· held it in his right hand by the bottom, i.e., upside down\nunder the table, and it began to play chot:ds. By his desire I looked under\nthe table, and distinctly saw it open and shut as if some one was playing upon\nit. It first played an air which no one knew, then\" Still so gently\" was\nlIn the LveofHome, p. 316, Dr. Doun is referred to as awell-knownmedicalman,\na relation of Sir James Simpson, and at first an entire sceptic on the subject of\nSpiritualism. Some of the incidents that occurred in Dr. Doun's house are related in\na small volume by Mr. P. Alexander, M.A., entitled Spi7'itualiBm, published by\nNimmoin1871,andarequotedinHome'sLife, pp. 317·324. The book isinthelibrary\ni>fthe S. P.R. Mr. Alexander himself, I find, died a year or two ago, and Dr. Dounis\nalso dead. .. He was,\" writes Mr. Alexander, .. a man of venerable age, but retained\nall the powers ofanaturallystrongandthoroughlycultiv&tedintelligence.\"-W.F.B.\nDigitized by Google\n\fJuly, 1889.] Joornal of Society for P8ychical Re8ea1'ch. 125\nasked for and played. Also\" Home, sweet Home.\" Elizabeth then held the\ninstrument and it played some beautiful chords. Home again took it and\nheld it out from under the table and music came from it. It then played an\nair of Moore's, and ended by a discordant chord. Home said that represented\n\"earthly music,\" the table gave three jumps. Accordion then played very\nsoftly and beautifully-\" That is heavenly,\"-the accordion gave three deep\nnotes. Five raps were then heard, which signified the desire for the\nalphabet. Susan took the pencil. Home repeated the alphabet, and as soon\nas he came to the letter required he was stopped by the\" spirits\" who rapped\nthree times, sometimes raps under the table, sometimes the table gave three\nraps on the floor, and sometimes the accordion played three notes. After a\nlittle I said something about fear to Susan, who had been writing; all of a\nsudden she said, \"My hand is paralysed, I cannot write.\" \"Give me the\npencil,\" said I, and directly five thumps took place, meaning alphabet. The\nfollowing was then spelt Ollt, I writing it down :-\n\" Fear not, Susan, trust in God.\"\n\"Your father is near.\"\nThere was a question about her father, and I said perhaps they mean the\nHeavenly Father. Instantly there was a great commotion in the table, and\nthis was then spelt out, I still writing :-\n\" He is the Great Father.\"\nElizabeth's pocket-handkerchief was on her lap; I saw it move, and it\nwas gently drawn under the table and placed upon the doctor's knees, who\nsat opposite to her. Susan's pocket-handkerchief and gloves were also lifted\nup and down.\nHome's chair was moved about the room, and the screen which was\nplaced in front of the fire moved at least a yard by itself. The ladies'\ndresses were cOl1stantly pulled, and they said, or at least two of them said,\nthat they saw hands. I myself saw something, but cannot exactly describe\nwhat it was. Home was most visibly effected, but was struggling against it,\nas the host and hostess did not want to see him in a trance. Presently he\nroused himself, and .id to Susan, K., and myself: \"Will you come into the\nlibrary, and see wb.'at will happen there 7\" The library opened into the\nlanding, where there was a bright gaslight, but the room itself had no light.\nThe door was, however, left wide open; we were round a little table, the\nrest seated, and I on my knees. In an instant the table began to rock, and a\nvery weird sound was heard in the corner of the room. An immense shifting\nbookcase, that would at least require four men to move, began slowly to come\ntowards us. This rather frightened Susan, who was very plucky notwith-\nstanding and she gave a little start. In a few minutes Home went off into\n\"trance. He got up and walked about a little, and then came to me and\ntook me by the hand, saying, \"Will you look at Dan's feet and see that he\ndoes not move them oft\" the ground, and tell the others to look at his head 7\"\nI watched, and saw his whole body elongated as much as nine inches or a foot.\nI went and felt his feet, and found them on the ground. I must tell you he\nwas standing where the light of the gas on the landing fell UpOIl him. It\nwas an extraordina.ry sight. He then said, \"Come here,\" so I went back to\nhim. He was still of prolonged stature. He took both my hands and placed\nDigitized by Google\n\f126 Joul'1tal of Society lOT Pllychical Research. [July. 1889•\n.\nthem on each side of his waist above his hips j there was a vacuum between\nhis waistcoat and trousers. \"Feel Dan, that you may be satisfied\" j and\nsurely enough he came back to hisown size, and I could feel the flesh shrink.\nHe again was elongated, and I could feel his flesh stretch and again shrink.\nIt was most extraordinary to see him gradually lengthen. He then walked\nabout a little and went up to his bedroom. I followed and saw him put his\nhand into the fire and take out a burning coal. I foolishly perhapscalled the\nladies, not wishing them to lose the sight, but they seemed to have a bad\neffect, for ae they were coming up he told them not to come and put back tht'\ncoal he had been carrying into the grate, and said that something was wanting\non the part of the ladies,-that they were afraid he would be hurt. He then\nreturned to the library, and began talking. He told sonle curious things that\nI will tell you to-morrow, as this is long enough.\nAltogether it was most curious, and I so wish that you had been there.\nCertainly there was nothing devilish in what took place.\nAfter he was out of the trance, he appeared both fresher and better than\nbefore he went into it. Altogether it was a weird and curious spectacle in\nthe library.\nIn the same month, Febnlary, 1870, Mrs. Boldero, together with her\nhusband, had a sitting with Home at Dr. Doun's house; General\nBulwer (then Colonel) accompanied them. On entering Home was\nseen at. the far end of the drawing-room; there was also present Dr•\n. and Mrs. Doun, Miss E. Jamieson, and two other ladies, nine in all,\nincluding Home.\nThe following is Mrs. Boldero's account of this seance :-\nWe all sat at a table in the drawing.room for an hour, and nothing\nhappened. Home then said to me [Mrs. Boldero], \"This is dull work.\" I\nreplied, \"I feel the iufluence of a lady present prevents the manifestation.\"\nSo to avoid appearing nlde, Home proposed an adjournment to the dining-\nroom. and on our way thither asked Mrs. Doun if she would mind sitting\nout of the circle with the lady in question. This was done, and we seven\nnow sat at the oblong table in the dining-room in good light. Immediately\nnoises began, an accordion, held with one hand by Home, played. I felt a\ntapping on my foot, and looking down saw a round hassock standing up on\nits edge and untouched by anyone tapping my foot. .I clearly saw it l'lBe\nand fall several times, then it rolled itself away from me and went to another\nof the sittel's. Shortly after, It. valuable bracelet I was wearing unclasped\nitself from my wrist, opened and fell to the ground. This was my first\nintroduction to Home and to Spiritualism.\nSubsequently Colonel Boldero invited Home to stay with him at his\nhouse, Belfield, Coupar Fife, N.B., for at that time the Colonel held a\nmilitary appointment in the North. Home arrived at Belfield on\nSunday evening, February 28th, 1870. He had never entered the\nhOllse before, and he arrived from Aberdeen only just in time to dress\nfor dinner. Upon re-entering the drawing-room, he was asked at once\nto take Mrs. Boldero into dinner; shortly after dinner, they all threo\nDigitized by Google\n\fJuly,I889.] Journal of Society for Psychical Research. 127\nretufned to the drawing foom, and agreed to sit at once by a card table\nneal' the fire, so that no time was afforded for Home to make any\npreparations if he had required such. Mrs. Boldero wrote an account\nof what occurred some time afterwards, but before reading this I\nobtained General Boldero's independent evidence, and then compared it\nwith his wife's account. 1 give both accounts, and upon reading Mra.\nBoldero's evidence to her husband he agreed that where a diff~rence\nexisted his wife's account was probably the more correct.\nGENERAL BOLDERO'S ACCOl'NT.\nIt was at the end of Febl'Uary, 1870, Home came to visit me by invitation,\nat my house in Cupar Fife. He arrived immediately before dinner, and\nafter dinner we, Mrs. Holdero, Home, and myself, sat in the drawing-room for\nany manifestations that might occur. The room was quite light, the glt8 being\nlighted and a bright fire burning. Home sat with his back to the fire, at a\nsmall table with a cloth on,it. I was opposite to him, and Mrs. Boldero was\non his right hand. A piano and Mrs. Boldero's harp were at the end of\nthe drawing-room some 10 or 12 feet away. Almost immediately some\nmanifestations occurred; in a little while the table moved towards the piano.\nlilaw a hand come out 011 my side from under the table, pushing out the table-.\ncloth and striking notes on the piano. Afterwards I saw a whole hand as far\nas the wrist appear without the tablecloth and strike the notes, playing some\n.chords 011 the piano. At this time Home was some distance IIff, and it was\nphysically impossible for him to have struck the piano. It was equally\nimpossible for him to have used his foot fo\\' the purpose. I was perfectly\nconfident at the time and am now that trickery on the part of Home was out\nof the question. After that some chords were faintly struck on the harp\nstanding immediately behind me. We asked for them to play louder, and a\nreply came by raps, \" We have not power.\" Then voices were heard speaking(\ntogether in the room, two different persons judging from the illtoulltion. Wt'\n.could not make out the words spoken, as Home pereisted in speaking to us\nall the time. We remonstrated with him for speaking, and he replied, \"I\nspoke purposely that you might be convinced the voices were not due to any\nventtiloquism on my part, as this is impossible when anyone is speaking in\nhis natural voice.\" Home's voice was quite unlike that of the voices I.eard in\nthe air.\nMas. BOLDERO'S ACCOUNT OF THE SAME SEANCE.\nOn February 28th, 1870, Home arrived at our house shortly before\ndinner. After dinner we agreed to sit in the drawing room at a square card\ntable near the fire, the following being our positions (see sketch). III a few\nminutes, a cold draught of air was felt 011 our hallds and kllockings occurred.\nSeveral messages of no consequence came, questions being asked and\nanswered. I was exhorted to pray more. A rustling of dresses WRll heard, \"\nas of a stiff silk dress in the room. [General Boldero recollects th\"s also.]\nMy gold bracelet was unclasped whilst my hands were on the table and fell\nllpon the floor. [General Boldero agrees to this.] My dress was pulled\n.several times. I think I asked if the piano could be played; it stood\nat least 12 ft. or 14 ft. away from us. Almost at once the softest music\nDigitized by Google\n\f128 Journal of Society for P8ychical Research. [July, 1889.\nsounded. I went up to the piano and opened it. I then saw the bys\ndepressed, but no one playing. I stood hy its side and watched it, hearing\nthe most lovely chords; the keys seenled to be struck by some invisible hands;\n1--·\nI\nI\n1-.,u-\n1\/ TT771\nHO:llE.*.\/. \/. \/ ..*. COL. B.\nI I \/*1 \/\n-MRS. H.\nSOFA.\nPIANO.\nall this time Home was far distant from the piano. Then a faint sound was\nheard npon my harp, as of the wind blowing over its strings. I asked if it\ncould be played louder: an answer came there was insufficient power. Later\non in the evening, we distinctly heard two voices talking together in the room\nthe voices appeared to come from opposite corners, from near the ceiling, and\napparently proceeded from a man and child, but we could not distinguish the\nwords. They sounded far oft'. Home was talking the whole time the voices\nwere heard, and gave as his reason that he might not be accused of\nventriloquism. During the whole of this seance, .the whole room seemed to\nbe alive with something, and I remember thinking that no manifestation\nwould surprise me, feeling that the power present could produce any-\nthing. Home himself remarked that he had rarely had so satisfactory a\nseance, attributing it to the fact that the conditions were unusually genial,\nbeing undisturbed by any conflicting elements. Throughout, Home seemed\nto be intensely, and very genuinely, interested in the whole seance. I am\nperfectly sure that Home could not possibly have played the piano himself;\ntouching is wholly out of the question. General Boldero saw a hand playing\non the piano, but I did not see this.\nAt one seance with Home, General BoJdero states he saw a large\nround table, on which the hands of the sitters were placed, rise clean\noff the ground to a height as great as the upstretched arms of the\nsitters would allow, Ilnd then the table came down quite gently,\nOn another occasion, the table was tilted to such an angle that all\nthe glasses and a lamp that was on it would ordinarily have fallen off,\nyet they remained undisturbed. (See Life of H~, p. 369, &c.)\nAnother seance General BoJdero clearly remembers. It was\nat the. Northern Hotel, Aberdeen. Home was giving some recita-\ntions in Aberdeen, and the reporters of the local newspaper\nhaving come to the hotel to see Home,before preparing their report,\nHome asked them to stay and have supper. General Boldero, arriving\nat the time, joined the party. A loud rap on the sideboard frightened\n\fJuly. 1889.] Journal of Society fO'1' Psychical Research. 129\nthe waiters; then raps were heard on the cornice of the ceiling. The\ntable quivered so violently and the plates rattled and moved so much\nthat Glmeral Boldero states he was obliged to stop eating. The table\nwas cleared, and a message came by raps to one of the reporters,\npresent, purporting to be from a dead brother. The reporter told\nGeneral Boldero that it was perfectly correct, and was much\nmoved. During the seance a large arm-chair near the fire-\nplace rushed across the room and up to the table, placing itself\nnear .one of the reporters at SOlDe distance from Home. General\nBoldero states that all felt this to be a most remarkable manifesta-\ntion, as Home had not been into the coffee-room, where they were at\nsupper, till they all entered it together, and no thread or trickery of\nany kind could have moved lohe chair with the precision and velocity\nwith which it left its place and abruptly joined them at the table.\nAPPENDIX I.\nThe next account, somewhat abridged, is written by a gentleman,\nMr. Edward --, who wishes his name not to be published. It records\nwhat took place at some of Home's seances in London, probably about\nthe year 1861. The account itself was given in a letter to the writer's\nbrother, and written immediately after the seances.\nMR. EDWARD --'s ACCOUNT OF HIS SEANCES WITH MR. HOliIE.\nI have been introduced to Mr. Home: he is a very nice, quiet., unassum-\ning man, and I go to his hOllse sometimes in the evenings. I have had four or\nfive seances, one of them at Mrs. Parkes' house. I have had my hands taken\nand my leg grasped over and over again, and handkerchiefs and bells, &c.,\ncarried from my hand across the table to other people and back again. I\nha\\'e also seen the most touching and consoling 1D6IIsages rapped out to people\nfrom tbeir departed friends, urging them to trust in God and assuring them of\ntheir own felicity, and these coupled with allusions to periods and things known\nonly to the people themselves alld their spiritual visitors, and which have\nmade them go away perfectly convinced of the truth of these manifestations.\nThe seances begin by our sitting round Mr. Home's table, which is rather\nlarge, as it holds 10 people sitting round it. We lay our hand\" flat on the\ntable before us. After a while there is usually a trembling of the table and\noften a strong tremulous motion of the floor and our chairs, and loud raps\nsound about the room and under the tahle. Then the tahle usually heaves\nup with a steady motion, sometimes clear off the floor, sometimes on one side\nto an angle of about 45deg. Mr. Home makes a practice of asking anyone\npresent, llsually the last COlDer, to sit under the table to be enabled to assure\nhis friends that no trickery was possihle. I have sat so several times and\nheard the raps about my head, some loud, some soft, and have seen the table\nrise from the floor and have passed my hand liud arm clear through between\nthe floor and the pedestal of the table wItile it was in the air. It has\nhappened several times when we have been sitting in this way that some\none of the company has been drawn back in his chair from the table, and once\nDigitized by Google\n\f130 Journal of Society for P8ychical Re8earch. [July, 1889.\nMrs. Parkes, who wllSsittillg next me, was drawn at least a foot back and\nthen sideways abont six inches. A bell, bracelet, or pocket handkerchief, or\nanything taken in one hand and placed nnder the table is takeJ;l by the\n\"spirit\" hands, which are palpable warm fingel s of various sizes aud feeling,\nbut which when attempted to be grasped always seem to dillsolve in a curious\nmanner and leave airy nothing.\n* * * * * * *\nMr. Home has an accordion; it is not a mechanical one, for he left it by\naccidentat Mrs. Parkes' house one day, and I carefully examinl'd it. He takes\nthis in one hand by the side of it which is furthest fronl the keys and places\nit jqst beneath the edge of the t\"ble. In that position I have watched it\nattentively as I stooped with my head and shoulders thrust under the table,\nand.have seen the bellows begin to rise and fall, and then faint sounds to issue\n•which, gaining in strength, at last swell out into the most beautiful spiritual\nairs of a strange and fantastic character. On any particular air being called\nfor it is played, sometimes beautifully, sometimes in a very fitful uneven\nmanner. On any question being asked during the playing of the air the\nsound swells out into three hard distinct strokes to mean \" Yes,\" or one to\nmean \"No,\" or two to mean \"Perhaps.\" I have several times sat next\nMr. Home when\" the spirits\" are playing the accordion, and he always holds\none hand on the table and supports the accordion with the othl'r. Sometimes\n\"the spirits\" remove the instrument from his hand and carry it to some\nother person, when the same result is the consequence. I have hever held it\nmyself, but Mrs. Parkes has, and an air has been played the same as if she\nwere Mr. Home. I have been present when the accordion was dropped by\nthe spirits under the table and played by them without anyone bolding it, and\nMrs. Parkes bas seen it play, suspended of itself from the bottom of the table.\nAll these phenomena wbicb I have been enumerating ha.ve been done 1Wt\nin the dark, which some people SHY is necessary in a seance, but in bright\nlight. I should also say that I have seen them in Mrs. Parkes own house,\nwhere she invited Mr. Home one evening and I was present; it was the first\ntime he had ever put his foot in her house, and the tilting a.nd rapping and\nmusic was just the same, and the table travelled along the floor, turning and\npushing chairs and stools about, right up to one side and along the side of a\nsofa. Mr. Home also stretched up his hands above his h~ad and rose in the\nair 3ft. from the floor. Mrs. Parkes was sitting next him, and she looked at\nhis feet ancl then he descended.\nI have separated the following facts because of their extraordinary\nnature; they occurrecl in the last seance bnt one, and I must preface them\nby relating an adventure which happened to Mr. Home which bears very\nmuch upon what follows. When he was in France he resided for some\ntime at the ChAteau de Cel'9&Y, about two hours' drive from Paris. There\nhe llsed occasionally to go t.o the park for the purpose of shooting birds.\nThere was a particular angle of this park where, as it was very secluded, he\nfound that he could often g.et a shot by creeping behind a hedge and waiting\nhis opportunity. Once he found himself near an enormous tree, a northern\npoplar, \"peuplier dll Nord,\" 9ft. in circumference at the base, and as he\nstooped forward he suddenly heard some voice cry, \"Here I here I\" Sur-\nDigitized by Google\n\fJuly,1889.] Journal of Society for P8ychical Re8ea1'ch. 131\nprised to find himself addreBl!ed in English he was going to turn when he\nfound himself seizerl by the collar of his coat and waistcoat and lifted\ninto the air and dragged away about 6ft. Recovering from the first sur-\nprise he saw a mass of leaves and branches where he had just been standing,\nand soon saw that an enormous branch had fallen from the tree and that the\nend had penetrated a foot into the ground on the spot where he had lately\nbeen, and that he owed his life to the miraculous interference of the spirits.\nThe bough still rested against the tree. The same evening during a seance\nit was rapped out, \"Go to the bough.\" He proceeded there with most of\nthe party, and going to the end of the branch he said, \"I wonder if the\nspirits would move it.\" He placed his finger at the end and felt three touches\nof a spirit hand, and at the third touch the enormous branch fell! The\npeople of the vicinity rt'ligiously preserve twigs of this miraculous tree, which\nhas a.ttracted immense attention, and Mr. Home, after his arrival in England,\nsent for a piece of this bough, and his request being complied with,'\nhis drawing-room is decorated with an enormous rough piece of this bough\nstanding on end in the window about 4ft. high and a yard in circumfel'ence,\nand so heavy (it is remarkably hard wood) that it takes two men to lift it.\nReVe7!O'M Ii no, mouton8.\nOn the evening in question we had been laughing and joking with Mr.\nHome about a number of Once a Week, contaiuing diagrams, &c., supposed\nto explain how spirit-rapping \"was done,\" and certainly if they were right in\ntheir elucidation it would be a shocking, clumsy piece of business, but we\nwho had been familiar with the thing could see at once the fallacy of their con-\njectures; we sat round the table and the spirit-rapping explanation was\nthrown aside on a chair. Presently we heard a rush and saw t,his paper\nwhisked oft' the chair and dropped under the table, where we soon heard it\ncrumpled and torn into a thoulI&nd bits, and morsels flung round the room and\non to the table. Five raps having sounded the words were spelt out. \" A\nlittle leBl! earthly light.\" I put down the gas. (This is the only occasion iu\nDIy presence of darkness being a requisite.) The fire was burning with a\nbright flame, 80 we thought we might witness some extraordinary nllUlifesta-\ntions were the lights tmned completely out, 80 we did so. I forgot to say\nth~t before we touched the light a chair advanced to the table from one side\nof the room, and that most of those present witnessed a spirit haud playing\nabout it, but I did not, though I have often seen them under a pocket-\nhandkerchief or under the edge of the tablecloth or in my lap. When we\nput out the light the table began to turn quickly and to travel to the side of\nthe room up to the branch; when distant 2ft. it stopped, and the shutters\nopening of themselves, we ascertained distinctly our po~ition, which before we\nhad known but'by the firelight. Mr. Home then said he felt a human hand\nlying on his lap, and many of Uil began to feel the hands; presently one\nappeared over the edge of the table, black and shadowy; this we all saw.\nSomeone wished we could keep small twigs of the miraculous log, when we\nheard a wrenching (the wood is tough like wire), and a piece was laid in his\nhand, and all of us holding out our palms received each a pi~ce. I felt the\nfingers distinctly as I stretched out mine above the table on a line with Illy\nchest, but could not see the fingers. The branch then beglln to oscillate and\nDigitized by Google\n\f132 Journal of Society for P8ychical R,e,sea1·clt. [July, 1889.\nad,,·ance towards the table, and then the branch lifting itSelf in the air was\nlaid of its own accord Hat on the table, where it rolled once or twice, and then\nthe table rising about a foot in the air supported itself and the branch. I gave\na glance at the pedestal; there was light enough to see, but nothing was there!\nMr. Home now rose up and moving slowly along the room began to ascend\nnear the wall, rising gently with his hands above his head; when he was near\nthe ceiling he Hoated diagonally across the roonl, passed the chandelier and\ndropped on his feet close to the table. He spoke several times when in his\ntlight, which was made perpendicularly. The furniture in the room was\nmoving frequently during the seance, and when we lit the gas it was in an\nextraordinary condition-the heavy sofa turned with its face to thewall, chairs\nin every possible position, everything higgledy-piggledy. I assisted in\nreplacing them, which proves it is not hallucination. The spiritsdeserted us,\nfor we had no other manifestation, and we founel replacing the log a heavy\njob.\nI should tell you that at one of the seances the alphabet having been\ncalled for, the word \"Frank\" was rapped out. I was surprised, because I\ndid not expect anything of the kind; but I instantly felt a hand touch me,\nand the words, \"I am very happy; I wish papa would believe,\" were\nmade out, for I was stroogly touched at the requisite letters. I think\nI forgot to say that Mr. Home always finishes the seance by going into\na mesmeric trance, and in that state tells the most astonishing and\nastounding thiogs to the people present, sometimes bringing out incidents\nin people's private history quite as extraordinary as the spiritual manifesta-\ntions, and which do not leave the slightest doubt of his being a seer.\nMrs. Parkes has experienced this, and related a wonderful thing he told\nabout her family, and which was perfectly convincing.\nOf course, Mr. Home receives no fees for these seauces, and they are not\nin any way public.-Ever your affectionate brother, E. T. P.\nAPPENDIX J.\nThe next account is from an officer in the Royal Engineers, who\ndoes not wish his name published :-\nA uguat 5th, 1888.\nIf I were to give you merely a brief outline of the various experit'nces I\nhave had in connection with so-called Spiritualism, I should require some\nhundred pages of foolscap, because some 30 years ago, when the subject\nwas first brought to my notice, I was determined to thrash the matter out,\nand took every opportunity for close investigation. I had, therefore, more\nthan 50 sittings with Home, certainly 100 with Mrs. Marshall, a dozen\nor more with Foster, half a dozen with Squire, some 20 or more with\nKatie Fox (Mrs. Jencken), a dozen at least with Mi88 Hardinge, and\nmore than one hundred with a lady who never, except to friends, exhibited\nher powers. This lady stayed in my house more than once for over a mouth,\nand every chance of trickery was eliminated. Besides, the facts were beyoud\nthe power of trickery, to say nothing of there being no object in practising\ntricks. When I divide my experiences I should be disposed to place the\nresults under two heads, viz.: (a) physical, (b) mental\nDigitized by Google\n\fJuly,1889.] Journal of Society for P8ychical Re8earch. 133\nUnder (a) I have seen chairs, tables, boxes, &c., &c., suddt'oly rise in\nthe air, or move from distant parts of the room to positions close beside me.\nI have heard a locked piallo ill my room playa piece of music. I have seen\nin Home's presence, at the late Sir W. Gomm's, an accordion carried rouud\nthe room playing a tune when no visible hand held it. I held Home's hand,\nbetween the fingers of which he held a pencil, when the pencil flew from his\nfingel'S and struck a wall 65ft. from him with tlUch force that the end of the\npencil was spread out like this\nThis occurred at Mr. Nassau Senior's.\nAt my brother-in-Iaw's, the lat.e Sir S. E., I saw in the presence of the\nlate Robert Stepht'nsoll a dining table, at which 12 people had been\ndining, rise fully 2ft. from the flOOl', at the request of Robert Stephen-\nson, the medium being the young lady to whom I have referred. When\nalone in my own dining-room, lone night saw a round table about 2ft.\nin diameter, at which I had been sitting with the young lady, glide along the\nfloor and come close to my side, the distance it had moved being more\nthan 12ft. These are some among many of the physical facts.\nIn a subsequent letter the same correspondent writes :-\nIn a brief letter it is of course impossible to deal with all those minor\ndetails which cause one to be cOllvinced that any imposition or delusion\nwas impossible, but when I state that I had over 100 seances mostly in my\nown house before I found it impossible to retain my former opinion of\nmaterialism, you can imagine I did not come to a hasty conclusion. At\npresent I have decided [for private reasons] to have nothing published\nunder my name in conuection with these phenomena.\nAPPENDIX K.\nThe next account is from the Rev. H. Douglas, rector of Edmond-\nthorpe, Rutlandshire. Our colleague, Mr. Barkworth, to whom this\naccount was sent, writes :-\" Mr. Douglas is a man of acute and\nscholarly intelligence, and of wide and varied acquaintance with the\nwurld and society. I mention this to enable you the better to form a\njudgment on his testimony.\"\nEdlUondthorpe RectOl'y, Wymondham, Oakham,\nApril 11th, 1889.\nDEAR MR. BARKWORTH,-Tbe incident I related to you, to which you\nrefer, happened some 25 years ago, or perhaps 26 or 27. It took place at\nthe home of Lady Poulett, in some square out of Regent-street. I cannot\nrecollect where, but Lady Mount-Temple and the late Lord Mount-Temple\nwere there also. Mr. Home was there. We all saw the supper-table, on\nwhich there was a quantity of glass and chioa full of good things, rise, I\nshould say, to an angle of 45deg. without anything slipping in the least,\nand then relapse to its normal position. There was also a so-called centre-\nDigitized by Google\n\f134 Journal of Society for PBychic(tl Research. [July, 1889.\ntable ill the room, round which we were seated-it had nothing upon it--\nand as we joined hands it moved and we followed it. There was Baron\nReichenbach, the discoverer of paraffin, present, who laughed at us, and\nchallenged us to move the table if we would let him get under it and hold\nit. He was a. rather tall and powerfully-built mall, and he got under the\ntable and clasped it with both his arms, but it moved as before, dragging\nhim all round the room. Another thing happened which I callnot forget.\nA friend of mine, also present, doubted the evidence of hell. The\" spirits\"\nrapped out, \"Put a Bible under the table!\" and when we had done so, we\nall heard a distinct, rapid, sharp turning over of the leaves, alld it was\nrapped out again, \"Let Mr. Douglas take up the Bible. No one else!\"\n011 taking it up we found the leaves turned down at Psalm ix., exactly at\nverse 17, \"The wicked shall be turned into hell,\" &c. Collusion was, it\nseemed to us all, impossible.\nI went to this seance, and to others, because I felt it a duty to examine\nwhat seemed to me a supernatural phenomenon. But I have been told so\nmany utter falsehoods [not, however, by Home, as Mr. Douglas explains in\na later letter] that I am persuaded of its Satanic origin, ~f it is supernatural.\nI have no objection to my name being used, if it is of any good, only I\nI!hould like it to be understood what I believe about it.-I remain, yours\nvery sincerely, H. DOUGLAS.\nIn a subsequent letter Mr. Douglas writes :-\nApril 22nd, 1889.\nI have not kept my note of the occurrence in quetltion. as I dismissed the\nsubject from my mind as useless; and what I wrote to you il! simply what I\nremember. But Illy memory has been very good, aUtI the circumstances\nwere too remarkable to be forgotten. I cannot recall the date with anything\nlike precision, but think it must have been about 1862-4. I believe there\nwas no cloth 011 the table, but the Bible was not in view. It was the celltre-\ntable under which the Bible was placed, not the tlupper table. It must have\nbeen, I should say, some 7ft. or 8ft. in diameter, and was massive and\nheavy. This was the table which moved and dragged Baron Reichenbach\nround the room. .\nWe were perhaps 10 or 12 persons whOl!e hands were on the table, and I\nthink Mr. Home was one of us. He was not in a trance, but ill a perfectly\nnormal condition. H. DOUGLAS.\nAPPENDIX L.\nWe subjoin a few references to some of the more striking\nphenomena recorded by Madame Home in this Life:-\n1. \"Spirit-hands.\" As a fraudulent origin has been suggested for\nthis phenomenon in Appendix D, we cite a few cases where application\nis more difficult.\nOne of the phenomena frequently recorded is the melting or\ndissolution of hands while firmly grasped, or under immediate observa-\ntion. Thus (pp. 32-34), Mr. Burr reports that, \"in the full light of\nthe lamp,\" a hand, not visibly attached to any arm, shakes hands with\nhim, then tries to withdraw itself. \"Then it pulled to get away, with\na good deal of strength. When the hand found it could not get away\nDigitized by Google\n\fJuly. 1889.] JO'\/J\/rnal Of Society for pljychical Research. 135\nit yielded itself up to me for my examination, turned itself over and\nback, shut up its fingers and opened them. It ended at the wrist.\"\nMr. Burr pushed his finger through it; the place closed up, leaving a\nscar; the hand then vanished.\nMr. Robert Bell (p. 54), writer of the article in the Oornhill\nMagazine, which made much noise at the time, says of a large hand:\n\" I seized it, felt it very sensibly, but it went out like air in my grasp.\"\nDr. Carter Wilkinson (p. 57) says of a soft, warm, fleshy, substantial\nhand. \"I had no sooner grasped it momentarily than it melted away.\"\nMr. Powers, the sculptor (p. 61), says of a \"little hand\": \"I took\nhold of it; it was warm, and evidently a child's hand. I did not\nloosen my hold, but it seemed to melt out of my clutch.\"\n\"Hands laid themselves in my hands,\" says Count Tolstoy (p. 162),\n\"and when I sought to retain one it dissolved in my grasp.\"\nDr. Hawksley (p. 187) describes a seance at Mrs. Milner Gibson's:\n\" It was a summer's evening, about eight o'clock; and I sat near to a\nlarge window, against which stood a table, and on the table an\nordinary large bell. Sitting very near to the bell, I distinctly saw a\nwell-shaped hand appear on the table, and after resting there a ShOl·t\ntime the hand rose, grasped the bell, and carried it away, we knew not\nwhere. While the hand rested on the table, I rose from my seat, went\nto the table, and without touching the hand examined it by careful\ninspection. It looked like a grey, gauzy substance, exactly the form of\na human hand, and it terminated at the wrist.\"\n2. Objects brought from a distance. Life, pp. 165, 182, 187.\n3. Rising of table, &c., in the air. Life, pp. 167, 188, 217.\n4. Levitation of Home. Life, pp. 168,298-307.\n5. Modifications of heat. Life, pp. 281-6, 289.\n6. Apparitions seen in Home's presence. Life, pp. 288, 291.\n7. Phenomena originating in Home's presence persist in his absence.\nLift, p. 384. Incidents, Part 11., pp. 146, 185.\nAPPENDIX M.\nMrs. Honywood, of 52, Warwick-square, who was well acquainted\nwith Home for 25 years, and attended many seances and took notes of\nmost of them at the time, has been kind enough to give to one of us\nrF.W.H.M.] the following particulars orally, in further explanation of\nher testimony printed in the Life, and in answer to questions :-\nThroughout the many years during which I knew Mr. Home, most of my\nfriends were complete disbelievers in Spiritualism, and would frequently\nrepeat to me rumours to his discredit; but I never once heard any first-hand\naccount of any kind of trickery 011 his part. So far as my own experience\nwent, I found him always anxious to give the fullest opportunities of investi-\ngation. He was a man of open, childlike nature, and, so fnr as I ever\nsaw, thoroughly honest and truthful. His utterances in the trance state\nwere much superior in thought and diction to his ordinary talk.\nAs regards communications showing the identity of @pirits, I believe that\nvery many of these were never mentioned by the persons receiving them. I\nhave often seen Home entranced whispering to persons present, who after-\nwards said that they had received messages proving identity. Often, too, he\nDigitized by Google\n\f136 Journal of Society for Psychical Research. [July. 1889.\nwould imitate the gestures of persons whom he could· not have seen, which\ngestures were recognised as characteristic.\nI myself received few proofs of identity. I may mention one, which,\nthough not very striking to others, was convincing to myself. I knew Mr.\nColley Grattan, and had once or twice talked with him about a Mrs. X., of\nwhom he thought highly, but whom I distrusted and did not wish to know.\nOne day, however, I met him in the park, walking with Mrs. X. and\nanother lady, and he introduced me to Mrs.:x. I said a few ordinary words,\nand the incident was over; and I think it most improbable that Mr. Home,\nwho did not know Mrs. X., could have known anything of the matter.\nShortly afterwards Mr. Grattan died; and at a sliance soon after that date\nthe name Grattan was given with a message for me, \" You were right and I\nwas wrong.\" I ask him \"Where did we last meet 7\" \"In the park,\" was\nthe reply.\nIn quoting my account of the fire phenomena, Mr. Veitch (Madame\nHome's secretary) has slightly abbreviated my words in a way which makes\nthe occurrences seem rather less wonderful than they actnally were. I should\nlike to give a few additional details:-\n1. As to the burning coal placed in my hand. I saw Mr. Home take this\ncoal from the fire, moving his hands freely among the coals. It was about\nthe size of a coffee cup, blazing at the top, and red-hot at the bottom.\nWhile I held it in my hand the actual flame died out, but it continued to\ncrackle and be partially red-hot. I felt it like an ordinary stone, neithel'\nhot nor cold. Mr. Home then pushed it off my hand with one finger on to\na double sheet of cartridge paper, which it at once set on fire.\nI am quite certain that I was in my usnal condition at the time. I have\nmyself often mesmerised other people, and believe that I could have\nmesmerised Mr. Home easily, but that he could not have done the same to\nme. I never saw anyone at his sliances in an odd or entranced condition.\nWe used to talk to each other and discuss what went on. I have sometimes\nseen Home make passes over someone with the object of relieving pain, and\nhave heard the person say that the pain was thus dispersed.\n2. As to the hot lamp-chimney which I touched. There was a row of\nfour or five persons sitting side by side, and Mr. Home asked us each in\nturn to touch the glass. When I touched it, I felt as though a wave of\nheat were receding before me. Mr. Home did 1I0t turn entirely away before\noffering the glass to Captain Smith; he merely turned his head, as though\nspeaking with some unseen person, but remained standing in front of us all\nthe time.\nI have repeatedly taken Mr. Home in my own carriage to the houses of\nfriends of mine who were strangers to him, and have there seen the furniture\nat once violently moved in rooms which I knew that he had never entered\ntill that moment.\nI have seen heavy furniture moved; for instance, a heavy sofa in my\nown drawing-room, with myself upon it, and a heavy centre table moved\nseveral feet away from Home, and then back again in the light, while his\nhands and feet were visible. Not horsehairs, but ropes would often have\nbeen necessary to pull the furniture about as I have seen it pulled.\nBARBARA HONYWOOD, June, 1889.\nDigitized by Google\n\f","_id":459}