{"name":"Journal of the Society for Psychical Research 1489","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n65_dec_1889.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N65, December 1889","mylang":"de","content":"No. LXY.-VoJ.. IY. DECEMBER, 1889.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and AAAociat63\nMeetings of the Council\nCONTENTS.\nGeneral Meeting . . . . . . . .\nAn Interesting Case of Planchette Writing\nCases Received by the Literary Committee\nNEW MEMBERS AND ASSOCIATES.\nCORRESPONDING MEMBERS.\nLAYGLEY, S. P., Smithsonian Institution, Washington, U.S.A.\nLO~IBnoso, PROFESSOR C., 43, Corso Oporto, Turin, Italy.\nMEMBERS.\nBRAMWELL, JOHN MILNE, M.B., Goole,Yorkshire.\nPAGE\n.. 169\n.. 169\n.. 171\n.. 174\n.. 179\nCOLES, DONALD A., M.D.,SydneyHouse, Sutton Court-road, Chiswick,'V.\nHUTCHINSON, FREDERICK W. H., B.A., 1, Emmanuel-road, Cambridge.\nWISDEN, THOMAS FAULCONER M., Broadwater, near Worthing.\nNELSON, REV. GEORGE, LL.D., 20, King Edward-street, Lambeth-road,\nS.E.\nASSOCIATES.\nBARTHOLOMEW, COLONEL, Bantry Lodge, Glengariff, Co. Cork.\nBOLDERO, LIEUT.-GENERAL GEORGE N., 20, Westbourne-gardens.\nFolkestone.\nGORING, LADY, Strettington, Chichester.\nHOWARD, HARRY W., Maitland House, Greenwich, S.E.\nLANCASTER, ERNEST LE C., l\\-I.B., St. George's Hospital, S:W.\nMm,TEAGLE, THE LORD, K.P.,17A, Onslow-gardens, London, S.'Y.\nMONTGOMERY, MRS., 9, Hartley-road, Exmouth.\nMORDAN, MISS C. E., 15, Queen-square, W.C.\nNOAKES, DAVID W., Ernest Cottage, Peyton-place, Royal Hill,\nGreenwich, S.E.\nSCHRAM, MISS LILIAN M.E., 178, Earl's Court-road, S.\"-.\nMEETINGS OF THE COUNCIL.\nMeetings of the Council were held on November 1st and 29th.\nThe President occupied the chair on both occasions. The following\nmembers were also present at one or both Meetings :-Dr. A. T. Myers,\n\f170 Journal of Society for Psychical Resem\"ch. [Dec., 1889.\nand Messrs. T. Barkworth, Walter Leaf, F. W. H. Myers, Frank\nPodmore, H. Arthur Smith, H. Babington Smith, and R. Pearsall\nSmith.\nThe Meeting on November 1st was summoned to consider a pro-\nposal which had been received from the American Society for Psychical\nResearch, by which it would become a branch of the English Society\nfor Psychical Research, under special conditions as to subscription and\nprivileges. After full discussion it was agreed that the general scope\nof the proposal should be accepted for one year, the exact form of local\ngovernment of the Branch to be determined later. Mr. F. W. H.\nMyers was authorised to write to the Secretary of the American Society·\nfor Psychical Research to this effect.\nAt the Council Meeting on the 29th of November, Professor C.\nLombroso, of Turin, was elected ~ a Corresponding Member, and an\nacceptance of that position was read from Mr. S. P. Langley, of Wash-\nington, who had previously been so nominated, subject to his consent.\nFive new Members and ten new Associates, whose names and addresses\nare given above, were also elected.\nProfessor H. P. Bowditch, M.D., Professor W. James, and Mr.\nS. P. Langley were, subject to their consent, elected as Vice-Presidents\nof the Society. Under the proposed arrangements with the American\nSociety for Psychical Research it was felt that it would be of\nadvantage for the Society to be thus represented in the United States.\nSeveral matters relating to the arrangements with the American\nSociety for Psychical Research received further consideration. It is\nhoped that the plan will be complete to lay before the Society at the\nAnnual Meeting in January.\nIt was agreed that the Meetings on the 31st of January, to be held\nat the Westminster Town Hall, should be arranged thus:-The Annual\nBusiness Meeting at 3 p.m., the General Meeting at 4 p.m., tea and\ncoffee being provided at its close. Should there be time, the Council\nwill meet at the close of the Business Meeting; if otherwise, after the\nconclusion of the General Meeting.\nA present to the Library was received with thanks from Mr. R.\nPearsall Smith.\nVarious matters of routine business were attended to, and it was\nfixed that the next Meeting of the Council should be on Friday, the\n3rd of January, at 4:30 p.m.\nERRATUM.-By a typographical error in the last number of the\nJournal, the donation which was acknowledged was attributed to\n\"Mr. Myers,\" instead of to Mrs. Myers (of Brandon House, Chel-\ntenham).\nDigitized by Google\n\fDec., 1889.] Jotwnal Of Society f01' Psychical Research. 171\nGENERAL MEETING.\nA Genernl Meeting was held at the Westminster Town Hall, on\nFriday, November 29th, at 8.30 p.m., the President, Professor Sidg-\nwick, in the chair.\nMRS. SIDGWICK gave an n.ccount of some experiments in thought-\ntransference with four different percipients in the hypnotic trance, Mr.\nO. A. Smith, who hypnotised them, being the agent. A full account\nof these will appear in the next number of the Proceeding,.\nMR. PODllORE then read part of a paper on \"Phantasms of the\nDead.\"\nHe began by pointing out that though tha crudely materialistio\ntheory of ghosts had gradually fallen into disrepute, most, certainly, of\nthe contributors to the Society's collection of Phantasms of the Dead\nheld that the \"ghost\"of \"haunted\" houses showed intelligence,and was\nin some way connected with a deceased person. Four kinds of evidence\nmainly were relied upon in support of this position, viz.: (1) The\nrecognition of the phantasm from personal description, pictures,\nclothing, &c. (2) The manifestation of a purpose by the phantasm, and\nthe furnishing of information outside the knowledge of the percipient.\n(3) The connection of the phantasm with human remains, or (4) with 80\npast tragedy. He proceeded to show, by a critical scrutiny of the\ncases included in the Society's records, that all four kinds of evidence\noccur commonly amongst second-hand narratives,and generally amongst\nnarratives evidentially weak; but are very rarely found in well authen-\nticated first-hand records. From which he inferred that the occurrence\nof these features is due generally, if not invariably, to the operation of\nthe preconceived ideas of the narrator.\nMoreover, there are certain constantly recurring characteristics\namongst the better attested narratives hard to reconcile with the\nattribution of the phantasms to the agency of deceased human beings.\nSuch are (1) the constant occurrence of many wholly different appari-\ntions in the same house, and the extreme difficulty of establishing any\n~lose similarity between any two appearances. (2) The occurrence\nof apparitions of animals and of inanimate objects. (3) The frequent\ntendency amongst the percipients to unshared and apparently non-\nveridiCal hallucinations.\nAll these points suggest that so-called phantasms of the dead are\nreally casual hallucinations, engendered by some condition of the per-\n~ipient. That condition, he contended,would frequently be found in the\nvague alarm arising from inexplicable sounds, which are frequently\nshown to precede the occurrence of apparitions in 80 \"haunted\"\nhouse.\nDigitized by Google\n\f172 Journal 0\/ Society \/01' Psychical Resea?'ch. [Dec., 1889.\nIt was further suggested that the resemblance between apparitions in\nthe same locality to different witnesses, where not due to the action of\nexpectancy or hints unconsciously given, or to the subsequent assimila-\ntion by comparison of experiences originally diverse, may possibly be\nattributed to the action of thought-transference.\nSeveral stories were given to illustrate the argument, and in par-\nticular toe accounts of the two \"haunted\" houses recently advertised\nin the Journal\/and in which a considerable number of Members and\nAssociates and their friends have slept, though without seeing anything\npeculiar.\nTHE PRESIDENT, in opening the discussion on Mr. Podmore's paper,\nsaid that no one had a better right than Mr. Podmore to form a theory\nof his own on this subject, for no one had spent more time and trouble\nin the careful and impartial collection of the facts on which his theory\nwas based. At the same time he felt that it ought to be made clear\nthat the responsibility for the theory rested with Mr. Podmore alone,\nand that it was in no sense the theory of the Society.\nMR. F. W. HAYES had two questions to ask about the paper just\nread. First, what grounds were there for assuming that the variety\nof apparitions seen in some houses was an indication that they were\nsubjective in origin; why should not several different ghosts haunt a\nhouse 1 Secondly, if expectancy were really a cause of hallucination,\nwhy did the things seen vary 1 A particular appearance being ex-\npected, and that state of expectancy being liable to produce a hallucina-\ntion, it was reasonable to suppose that the hallucination would take the\nform of the expected appearance and not a different form.\nMR. IN. B. YEATS said that the materialistic theory of apparitions\nwas by no means dead. It might be a thing of the past among those\nwho were in the habit of attending lectures, but he believed some\naudiences would be surprised to find among equally intelligent people\nwho did not go to lectures, how many still held it. The fact was, he\nthought, that those who investigated these subjects, and scientific men\ngenerally, had singularly little humility. He had himself gone to\nwork in what he supposed would be called It medireval way, and had\ncollected the theories and stories of peasants in the West of Ireland,\nand had found their theories very coherent. Moreover, there was a\nuniversal agreement in the folk-lore of different countries and ages.\nMr. Podmore had seemed.to assume in his paper that apparitions were\nalways connected with human beings, dead or living. But in Ireland\nmany kinds were believed in, including fairies, animals, &c. Ghosts of\ndead or murdered persons were quite in a minority. Mr. Podmore\nhad said that for the possibility of collective hallucinations we had no\nevidence except the facts under discussion. But accounts of collective\n\fDec., 1889.] Journal 0\/ Society \/01' Psychical Re8ea-rch. 173\nexperiences were common among the peasantry, and their theory was\nthat objective realities took a subjective form. The things themselves\nwere on a plane which we do not reach with our ordinary senses and\nhad to be translated into the language of sense-the result was like a\nblind man, in attempting to describe colour, saying that crimson was\nlike the sound of a trumpet. In former days people said, Vox populi\nvox Dei, but quite the reverse seemed to be the view of the lecture\nrooms. He thought, however, that popular tradition should be accepted\nwith all humility. Ideas could hardly have descended through all ages\nwithout having some truth in them.\nMR. C. G. HARRISON wished to return to two of the cases mentioned\nby Mr Podmore, which he would call the Knightsbridge case and the\nB--- case. With regard to the latter he had been carefully through\nthe evidence and thought that two things mentioned by Mr. Podmore,\nthe presence of cats and of doves in the house, would go far to account\nfor the facts. As to the Knightsbridge house, he remembered that in the\noriginal report a certain table said to have been used for spirit-rapping,\nwas mentioned as having been in the landlady's room. He would like\nto know whether, when members of the Society slept in the house, the\ntable was there, or had been removed. It would be interesting to know\nwhether the removal of the table had anything to do with the cessation\nof the phenomena.\nMR. HANSEN asked what noises were heard when the B--- house\nwas occupied by members of the Society.\nANOTHER SPEAKER had failed to gather what Mr. Podmore's view of\napparitions was. He seemed to infer from the falsity of certain cases\nthat other well-evidenced cases containing similar characteristics were\nfalse too, which was not, the speaker thought, sound reasoning. He\nasked whether Mr. Podmore could account for the sounds at the :Urighton\nhouse, and whether the percipients in that case had had hallucinations\nelsewhere.\nCOLONEL TAYLOR asked why, if apparitions were due to subjective\nhallucination produced by expectation, they did so genemlly take\nthe form of human beings, and not rather of the fairies and demons of\nour childhood, or forms purely grotesque.\nMR. BARKWORTH, supporting the last speaker, pointed out that in\ncases unquestionably su jective, like t.hose of delirium tremens, the\nhallucinations do take these fanciful forms. He could not now follow\nthe reader of the paper through his clear and detailed account, but he\nthought it a sound rule to adopt that the same kind of evidence which\nwottld prove unusual, though normal occurrences, such as crimes and\naccidents, would prove apparitions, unless we set out with a prejudice\n1I.gainst them.\nDigitized by Google\n\f174 JO'IJ\/I\"¥UU of Society for Psychical Research. [Dec., 1889.\nMR. PODMORE, in reply to Mr. Hayes, pointed out that the main\nground for supposing the hallucinatory figures seen in a \"haunted ,.\nhouse to have some objective basis lies in their alleged resemblance.\nIf the apparitions are admittedly dissimilar, it becomes, of course, more\nprobable that they belong to the well-known and not very rare class of\ncasual hallucinations. .Ai!. regards the second question, expectancy, he\npointed out, could only operate to produce an apparition resembling\none previously seen if full details of the first appearance were known,\nwhich was not always the case.\nIn answer to Mr. Yeats, Mr. Podmore said he preferred the evidence\nof educated to that of uneducated persons: and he would not, as a rule.\nchoose to base a scientific theory of ghosts on folk-lore and the fairy\ntales current amongst peasantry.\nIn answer to Mr. Harrison, he pointed out that the cats and doves\nreferred to had not generated apparitions elsewhere; and the sounds\nin the B--- house were not, he thought, fairly attributable to their\nagency. He could give no information as to the presence of the table\nreferred to, nor could he venture an opinion as to the part played by it\nin producing the phenomena in the Knightsbridge house.\nWith regard to the alleged fallacy pointed out by another speaker.\nMr.Podmore restated his argument as follows: We know by experience\nthat some, even amongst first-hand ghost stories, are exaggerated and\nembellished. From certain features being found frequently in second-\n~nd, but very rarely in first-hand stories, we are entitled to infer that\nthese features have been imported into the second-hand narratives by\nthe imagination of the narrators; and there is a reasonable probability\nthat their appearance in the first-hand accounts may be due to the\nsame cause.\nIn reply to the last two speakers, Mr. Podmore pointed out that we\nwere not dealing with persons suffering from delirium trem.ens, and that\nit has been well established that a large proportion of the hallucinations\nseen by sane and healthy persons resemble the human form.\nAN INTERESTING CASE OF PLANCHETTE-WRITING.\nBy MR. HENSLEIGH WEDGWOOD.\nWhenever I have an opportunity,perhaps once or twice a year,Isit at\nplanchette-writing with my friend whom I will call Mrs. R., a most\nobservant witness in whom I have entire confidence. We sit opposite·\neach other at a small table, each resting the fingers of one hand lightly\nupon the board, and when the board begins to move, allow our hand\nto follow the movement freely without interfering with it in any way.\nThe following account of our last sitting, on June 26th, is from the\nDigitized by Google\n\fDec., 1889.] JOU1\"Ual Of Society for Psychical Research. 175\njournal of Mrs. R., written the same evening, transcribing the part of\nplanchette from the actual writing, and filling in our own share of the\ninvestigation from immediate memory.\nExtract from journ.al of Wednesday, June 26th, 1889, and copy of plan-\nchette-1critil\"!J with Mr. Wedgwood:-\n\" A sphit is here to-day who we think will be able to write through the\nmedium. Hold very steady, and he will try first to draw.\"\nWe turned the page and a sketch was made, rudely enough of course,\nbut with much apparent care.l\n\"Very sorry can't do better. Was meant for test. Muat write for you\ninstead.-J. G.\"\nWe did not fully understand the first drawing, taking it for two arma and\nhands elapsed, one coming down from above. Mr. Wedgwood asked tIle\nspirit of J. G. to try again, which he did.1\nBelow the drawing he wrote: \"Now look.\" We did, and this time com-\nprehended the arm and sword.\n.. Now I will write for you if you like.\"\nMr. W. : \"What did the drawing represent? \"\n\"Something that was given me.\"\nI said: \"Are you a man or a woman? \"\n\"Man. JohnG.\"\nMr. W. : \"How was it given to you 1\"\n\"On paper and other things. . My head is bad from the old'\nwound I got there when I try to write through mediuma.\"\nMr. W. : ' , We don't know J. G. Have you anything to do with us 1\"\n,, No connection.\"\nMr. W. said he knew a J. Giffard, and wondered if that was the\nname.\n•, Not Giffard. Gurwood.\"\nMr. W. suggested that he had been killed in storming some fort.\n\"I killed myself on Christmas Day, years ago. I wish I had died\n:fighting.\"\n\" Were you a soldier1\"\n\"I was in the army.\"\n\" Can you say what rank? \"\n\"No.. . It was the pen did for me, and not the sword.\"\nThe word pen was imperfectly written, and I thought it was meant for fall.\nI asked if this was right '\/\n\"No.\"\nMr. W. : \"Is the word pej~ ? ..\n\" Yes; pen did for me.\"\nWe suggested that he was an author who had failed, or had been\nmaligned.\n\" I did not fail. I was not slandered. Too much for me after .\npen was too much for me after the wound.\"\n1 These sketches were sent with the account, but are too large to be reproduced\nhere. }'or evidential purposes, Mr. Wedgwood's sketch, made before he had ascer·\ntained what Colonel Gurwood's crest was, and which is given below, is Buflicient.-En.\nDigitized by Google\n\f176 Journal of Society for Psych'ical Reseal'clL. [Dec., 1889.\n\" Where were you wounded, a.nd when did you die 1\"\n\" Peninsula to first question.\"\nWe were not sure about the word Peninsula, and asked him to repeat.\n\"I waswounded in the head in Peninsula. It will be forty-four years next\nChristmas Day since I killed myself. Oh, my head.. . . • I killed my-\nself. .John Gurwood.\"\n\" Where did you die 1\"\n\" I had my wound in 1810. I cannot tell you more about myself. The\ndrawing was a test.\"\nWe asked if the device was intended for his crest.\n\"I had it seal.\"\n\" Had it anything to do with your wound 1\" (I cannot remember the exact\nform ofthis question.)\n\"It came from that and was given me. Power fails to explain. Remem-\nber my name. Stop now.\"\nThe only person besides ourselves present at the sitting was Miss\nH., an aunt of Mrs. R.'s, and none of us knew anything of Colonel Gur-\nwood beyond the fact of his having edited the despatches of the Duke,\nof Wellington, not even that his name was John. It is possible that I\nmight have heard of his suicide at the time that it occurred, without\nits making any impression on me, but I am sure I did not read such an\nobituary notice as would be published in the Til\/tes, and when my\nattention was directed to his editorial work 18 or 20 years\nafterwards I did not know whether he was alive or dead, and was\nentirely ignorant of his military career. I never read any history of\nthe Peninsular War, and am perfectly certain that I never had an\nopportunity of seeing Gurwood's crest, or knowing anything about it.\nWhen I came to verify the message of planchette I speedily found\nthat Colonel Gurwood,the editor of the Duke's despatches, led the forlorn\nhope atthestorming of Ciudad Rodrigo, in 1812,1 \"and received a wound\nin the skull from a musket ball which affected him for the remainder of\nhis life.\"-Annual Register, 1845. In recognition of the bravery shown\non that occasion he received a grant of arms in 1812, registered in the\nCollege of Arms as having been passed \"upon the narrative that he,\nCaptain G., had led the forlorn hope at Ciudad Rodrigo, and that, after\nthe storming of the fortress, the Earl of Wellington presented him with\nthe sword of the Governor who had been taken prisoner by Captain\nGurwood.''2\nThe services thus specified were symbolised in the crest, \"Out of a\nmural coronet, a castle ruined in the centre, and therefrom an arm in\narmour embowed, holding a scimitar.\"3\n1 Planchette seems to have followed lthe Clnweraations·Lexicon, which places th\nstorming of Ciudad Rodrigo in 1810.\nS Information received from the College of Arms, July 15th, 1889.\n3 The Book qf Fafl'Uy Crem, Washboume, 1856.\nDigitized by Google\n\fDec., 1889.] Journal of Society for Psychical Resea1·ch. 177\nIt is plainly t.his crest that is aimed at by planchette in his very\nrude design, which represents the arm and sword as issuing from the\nmural coronet alone, omitting the ruined castle as too complex a subject\nfor the powers of the designer. The drawing was given merely as a\ntest, and if it pointed unmistakeably to the Gurwood crest it would fulfil\nits purpose.\nIn accordance with the assertion of planchette, Colonel Gurwood\nkilled himself on Christmas Day, 1845, and the Annual Register of that\nyear, after narrating the suicide, continues: \"It is thought that this\nlaborious undertaking (the editing the despatches) produced a relaxation\nof the nervous system and consequent depression of spirits. In a fit of\ndespondency the unfortunate gentleman t.erminated his life.\" Compare\nplanchette: \"-- Pen was too much for me aft.er the wound.\"\nThe following is the account Mr. Wedgwood wrote of the first\nseance at the time :-\nJ1!lte 26th, 1889.\nHad a sitting at planchette with Mrs. R. this morning. P. said\nthere was a spirit there who thought he could draw if we wished it. We said\nwe should be glad if he would try. Accordingly P. made a rude attempt at a\nhand and arm proceeding from an embattled wall and holding a sword. A\nsecond attempt made the subject clearer. P. said it was meant for a test.\nThe spirit signed it\" J. G.,\" no connection of any of ours, he said. We\ngradually elicited that his name was John Gurwood, who was wounded in the\nPeninsula in 1810, and killed himself on Christmas Day, 1845. It was not\nthe wound, but the pen that did it.\nSomething like that.\nJUly 5th, 1889.\nI made the foregoing memorandum the sallle day, having very little ex-\npectation that there would be any verification. H. WEDGWOOD.\nFURTHER EXTRACTS FROlI MRS. R.'s JOURNAL.\nFriday, September 27th.\nMr. Wedgwood came, and we had two sittings in the afternoon and even-\ning. I think the same spirit wrote throughout, beginning without signature;\nbut when we asked the name, writing (after some struggle a.nd illegibility)\n\"John Gurwood.\"\nDigitized by Google\n\f1'18 JoU\/rnal of Society for P8ychical Research. [Dec., 1889.\nThe effort was at first incoherent, bnt developed into the following sen-\ntences :-\n\" Sword-when I broke in. on the table with plan of fortress-belonged\nto my prisoner; I will tell you his name to-night. It was on the table when\nI broke in. He did not expect me; I took him unawares. He was in his\nroom, looking at a plan, and the sword was on the table. Will try and let\nyou know how I took the sword to-night.\"\nIn the evening after dinner.\n\" I fought my way in. His name was Banier\" (three times repeated)_\n\"The sword was lying on the table by a written scheme of defence. Oh, my\nhead. Banier had a plan written out for the defence of the fortreaa. It was\nlying on the table, and his sword was by it.\"\nTo a question :--\n\"Yel; surprised him.\"\nMr. Wedgwood thinks the name of the Governorof the fortreaa of Ciudad\nRodrigo w<u Banier; but he aays tbil would not be a test, as lie 1.'fIe10 it. He\nis going to see if he can find anything in Napier's Pellins\"lar W(U\" corrobora-\ntive of what is aaid about the sword.\n\" Look. I have tried to tell you what you can verify.\"\nMr. W. : \"Can you tell me where else to look 1\"\n\"I have no power to direct you. We have exhausted, but I wished to tell\nyou about poor Quentain . • . to tell you a secret of poor Quintain's, which\nis on my mind. It might once have made a difference; but not now.\"\nWe had a difficulty in reading the llame. Mr. W. thought it Quinlon,\nand asked if tbis was right 1\n\"Not quite: a t. . • . Quentain. Not quite [right],but nelU\"er: try\nagain to-morrow.\"\nMr. W. : \"Is power exhausted now, alld shall we stop 1\"\n\" Yes.\"\nSaturday, &ptembe,' 28t\".\nMr. Wedgwood and I sat again this momin@. First came some pre-\nliminary scribbling and circling, and then the right spelling of the name at\nwhich John Gurwood was trying last night.\n\" Quentin. I knew him, and a secret of his that might have made a\ndifference, but I was pledged.\"\nMr. W. : \"Tell UB what the secret was 1\"\n\" I should like to try.\"\nMr. W. : \"What difference would it have made to yOU!\"\n\"Might have done to him: on my mind.\"\nThen followed a word here and there among much that was illegible. I\ncopy what we succeeded in reading. \"-- in the army -- scrape --\nthe sake of another -- very foolish, but nothing -- wrong -- for\nverdict -- was unfortunately -- what there was let me go on, I am\ntrying -- say that, but quite mistaken -- caae in all ita --bis com-\nmission -- of second (company 1) private soldier going out gave to bis\nColonel very strong feeling about it all...\nThe above filled four pages. We pondered over it, but could not\nmake out any more. When planchette was put back, the following was\nvolunteered:-\nDigitized by Google\n\fDec., 1889.] Jowrnal oj &ciety jm' Psychical Reaea'l'ch. 179\n\"Tell James I remember him quite well. He will recollect about Quen.\ntin's trial.\"\nMr. Wedgwood's friend, Captain James, of course, Wall meant. Mr. W.\nsaid he would write and ask him; but did the writer mean that CRptain\nJames knew the secret 1\n\" Noone knew it.\" (Two lines illegible.) \" James will tell you, I hlwe\nnot power. He was tried by court martial.\"\nMr. W.: \"Thia Quentin Wall in the anny then 1\"\n\"Yes. --rest of them would have--but--I cannot write lllainly in\nanawer, though I try. I wanted to tell you about poor Quentin, but have\nnot power without further practice. I knew a secret of his at the time of\nhia scrape---conduct--oflices--. The--court martial--I did not.\"\nMr. Wedgwood here suggested we should stop for a time, to see if rest\nwould increase the power. We sat again for a few minutes before lunch.\ndirectly after which he left by train; but the control 11'&8 then different, and\nthe few words written did not appear to have any special interest 01'\nmeaning.\nMr. Wedgwood writes on October 31st, 1889:-\nI find that there Wall a famous court martial on Colonel Quentin in\nOctober, 1814, in consequence of a round robin signed by 24 of his officers.\nI had a vague recollection of the name of Colonel Q.&8 a friend of George IV.•\nand BOmething must have turned up about the courtmart.ial in the early twen-\nties when the 10th Hussars became notorious, &8 I found I had heard of the\nround robin. The accusation, too, Wall of a want of proper directions to his\nsubordinates in action, BO no reticence of anybody could have made any\ndifference, and he Wall himself the Colonel of the regiment.\nWith respect to the capture of Banier, the only chance of verification\nwould be from the family, and Mias Gurwood h&8 not a1lswered my letter.\nCASES RECEIVED BY THE LITERARY COM~nTTEE.\nL. 831. AU po\nWe have receivef'l the following account of an apparently tele-\npathic impression from the Re\\,. A. T. Fryer, who writes on April\n19th, 1889:-\nI know the two persons who have written the enclosed. I have seen the\nenvelopes and they bear the dates, February 13th and February 15th, 1889,\nposted January 31st and February 4th respectiYely, &8 shown by post marks.\nI CAD vouch for the truth telling capacities of the percipient and her\nmother.\nE. M.'s NARRATIVE.\nVery early on Sunday morning, Februsry 3rd, when halfasleep, halfawake,\nI became vaguely COnsciOUB that a gentleman I know living in America 11'&8.\ntrying to influence me in BOme way. This feeling at once thoroughly woke\nme up, and I seemed to know that Mr. --- Wall thinking of me at that\ntime, and that he 11'&8 lending me a proposal.\nVarioUB circumstances made this most unlikely, one being the fact that I\nbelieved him either to be engaged, or on the ~oint of beillg engaged to an\nAmerican lady. So I tried to go to sleep aga11l, and did all I could not to\nthink of the impr8B8ion I had received. But it Wall no nBe, a stronger will\nthan mine kept forcing my thoughts to America, and I felt certain 1\\ lettel\"\nwaacoming.\nFor 13 days and nights this conviction leemed ever present with me-\ntry as I would not to dwell upon it.\nDigitized by Google\n\f180 Journal of Society fO]' Psychical Resea1·ch. [Dec., 1889.\nNot even receiving on the 13th a letter from this very gentleman, telling\nme that as 1 had refused to marry him the previous autumn he had lit last\nfully made up his mind to propose to an American girl, and to be married\n'Very shortly-altered my conviction.\nOn February 15th 1 received the letter of proposal, saying that at the last\nmoment he could not propose to the American, and would ask me once more.\nThe letter was written late on Saturday evening, February 2nd (allowing for\ndifference in time between America and England at the very time 1 had the\nimpression that a letter was being written). It was posted on the 4th.\nMy mother remembers my telling her of my impresaion before 1 received\nthe letter.\nSTATEMENT FROM E. M.'s MOTHER.\n1 remember \"E. M.\" showing me a letter on February 13th from a friend\n-of hers (who is abroad), stating that he was likely to propose marriage to a\n'young lady. \"E. M.\" then told me that previously, m the night of February\n3rd, whilst lying half asleep, she had a strong impression that he was going\nto propose to her, though from what he had before written this seemed most\nunlikely, but a letter received two days later proved that her impression was\nright.\nANSWERS FROM E. M. TO MR. }'RYER'S QUESTIONS.\n1. Corroborative statement 1-1 enclose my mother's. 1 mentioned my\npresentiment to no one else except to you. 1 told my mother on February\n13th, when 1 received the first letter (which 1 showed her), that 1 had\n-a presentiment that a letter of proposal was on its way to me fronl\nMr.--.\n2. May 1 see the two envelopes 1-Envelopes enclosed. The first\nletter was written January 31st, the second was dated February 2Dd,\nUp.m.\n3. Have you ever had any similar experience 1-Yes, on three occasions,\nbut 1 cannot get them corroborated, as my brother and the friends\nconcerned object to answering questions on the subject. The first time was\nduring August, 1879. 1 was away from home, and was just recovering from\nan illness. 1 awoke one night feeling certain that my only brother was in\n.a railway accident. 1 immediately lighted a candle and looked at my watch\n-eight minutes to 12-as 1 did so 1 felt that he was unhurt, and that all\ndanger was over. The next day my brother unexpectedly arrived, and I\nIound that he had been in a slight railway accident the night before. The\n:accident took place a few minutes before midnight-,as he also had looked at his\nwatch. The second time, February27th, 1885. A strong conviction that some-\nthing (I knew not what) utterly unexpected would arise on or before May\n:21st that would cause unhappiness to two people and entirely alter the\ncourse of their lives. I mElntLOned this a day or two after to the person\nchiefly concerned, in the hope that whatever it was it might be averted.\nThis person only laughed at it, and as late as May 20th declared it could not\ncome true-it was pure imagination on my part. It came true on the 21st.\nThe third time, September, 1885, that a great friend of mine, of whom I\nhad not heard for some time, was staying in a certain place in lodgings, and\nwas at the time very unhappy and worried. This also proved to be true.\n4. Can you say how long before February 3rd you had heard from or of\nhim [the gentleman in America] 1-No one had mentioned his name to me\nfor weeks, but I had had a few lines from him during January.\n5. Had you talked about him or read any letters from or about him on\nor about the 1st or 2nd of February, 18891-No.\n6. Were you in ordinary health 1--~..Yes. I always have more or le88\nconstant headache, and my headaches had been very severe just before-but\nwere better at the time.\nDigitized by Google\n\fDec.,l889.] Journal of Society for Psychical Resea1·ch.. 181\n7. What initials 1-E. M. will do.\nIn answer to an inquiry whether she had ever had hallucinations or\nimpressions which were not veridical. \"E. M.\" writes :-\nI have never had any strong impression. hallucination, or dream that\nhas not come true-beyond one dream that repeats itself about every year\nat uncertain intervals. I have had it five or six times.\nI wake up dreaming that a man with red hair and a red beard is leaning\n\"ver my bed with a knife in his hand. Sometimes he has hold of my\nshoulder. For some minutes after I am awake I still seem to see and feel\nhim. his hot breath coming on my face. I try and knock his arm on one\nside, and it goes through him. After about two minutes he gradually fades\naway. It is always the same face, and I cannot-since I first had the\ndream about six years ago-conquer my horror of red-headed men, though I\nhave never seen any man like the man I see; I have tried moving my bed to\nanother part of the room, but the dream still comes.\nL. 1049. COLLECTIVE.\nFROM MR. SEPTIMUS ALLEN, STEWARD of HAILEYBl'RY COLLEGE.\nIn the year 1872 I was living in Leeds, where I had the supervision of\none department of an engineering works. At this time one of my wife's\nbrothers was living with us. He was a journeyman painter, employed by a.\nfirm of decorators in Leeds. My wife had two brothers and one sister who\nwere all deaf and dumb. This one, John. had taken a severe cold from\nhaving got wet in the early morning. and working all day in his damp\nclothes. A very bad attack of rheumatic fever followed. Can you imagine\na man sufi\"eriug from intense rheumatic pains, swollen hands and arms. so\nthat he could not use his fingers, 'Which 1l)flre his only means for ccntversat·jQ'll\"\nif so, you can picture one of the most distressing cases, and one, I hope, we\nmay never see the like. Not a pain eould he describe, not a wish could he\nmake known. He got worse, and we were told by the doctor\nthat we should send for any members of the family that might\ndesire to see him. At this time, one afternoon, my wife and I were at tea\n(our two children were out), when we heard pleaaant musical sounds in\nJohn's bedroom, as he was the only person upstairs. we were very much\nsurprised, and went up at once, we found him lying upon his back, with his\neyes fixed upon the ceiling, and his face lighted up with one of the brightest\nof smiles. We did not disturb him, but I fetched in a gentleman, who was\nour next-door neighbour, to witness what we felt to be a strange\noccurrence. After some little time (I cannot say how long now), Jack\nawoke, and used the words\" Heaven\" and\" beautiful,\" as well as he could\nby the motion of hhl lips and facial expression. He also told us, in the same\nmanner, upon becoming more conscious, that his brother Tom and sister\nHarriet were coming to see him (and considering that they were also mutes)\nwe felt that of all members of our family residing in Herts or Cambs, that\nthese two were the least likely to undertake such a journey, but in (perhaps)\nfifteen minutes, a cab drove up to the door. from which they Alighted. They\nhad sent no intimation, nor had any olle else of their coming. After his\npartial recovery, when able to write or converse upon his fingers, he told us\nthat he had been allowed to see into Heaven, and hear music, it was\nbeautiful.\nWhat were those musical sounds, and how did Jack know that Tom and\nHarriet were travelling 1 SBPTIML'S ALLEN.\nHaileybury College, March, 1889.\nMR. PODMOU's QUESTIONS AND REPLIES.\n1. Are you musician enough to be able to describe more particularly the\nDigitized by Google\n\fIR2 JotL1'1wl of Society for P8ychical Research. Dec., 1889.\nmusic which you heard 1 Was it like a song or like instrumental music 1\nnnd if the latter, like what instrument 1\nI have always had the idea that the music was as if instrumental, and\neomposed of many chords, such as I imagine would be produced by a strong\neurrent of wind upon a harp.\n2. How long did it last 1 Did you hear whilst you came into the room,\nnil wellna before you were there 1 And did the gentleman hear it whom\nyou fetched in 1\nI cannot say how long it lasted, or whether we he\/ud after we got\ninto the room; our attention was given to JOhll, who we thought was\ndying.\n3. What was the address of your house ill Leeds 1 Was it one of a row\n()f houses, and was It possible for the sound to have come from next door or\nfrom the street1\nPottery House, HUll\"let, Leeds. Not one of a row. it was a portion\n()f what had been n. large house, situate in Jack-lane. This rough plan is as\nnear correct as I cm make it now.\n•\nA. House of Yr. Britton, sen. B. House of Th. Alfred Britton. C. House of }[r.\nAllen. D. Garden ditto. E. Yard ditto.\nThe music could not have come from next door or from the street.\n4. Is your brother-in-law still living 1 If so, would he write out an\naccount also 1\nMV brother-in-law died about six years ago.\n5. Can you give me the addreBB of the gentleman referred to 1\nMr. John Britton, Pottery House, Hunslet. We have not haard any-\nthing of the Brittons for lIome years, and I think that we heard of Mr. John\nBritton's death eight or nine yean ago. At the time of my brother-in-law',\nillness a young clergyman was living with UI, and my wife aays that while I\nrail for Mr. John Britton this clergyman went for the doctor. If you cared\nDigitized by GOL\n\fDec.,1889.1 JOtwnal of Society for P8ychiccil Research. 183\nto inquire of him the last I heard of him he was a curate at St. ColUUlba's,\nHaggerstone, N.E. His name is (Rev.) John Barnes Johnson.\n6. I suppose your brother-in-law being a deafmute would hear absolutely\nnothing 1 Did he ever at any other time describe hi1Dlleif as .. hearing\"\nmusic or anythinl'C else 1\nI do not think he ever heard; he used to feel soun.d vibrations, caused\n(say) by an engine whistle at a railway station, or the report of a gun, but I\ndo not think he ever heard as we do.\n7. You speak of his eyes being open, and later on of his waking up. Was\nbe asleep or in a trance, do you suppose 1\nI think he must have been in some kind of a trance; his eyes were\nopen.\nThe Rev. S. Milford, of Haileybury College, kindly furnishes the\nfollowing notes of an interview which he held with Mr. and Mrs. Allen :-\n(1) Neither Mr. nor Mrs. Allen have ever had any other auditory\nhallucination.\n(2) As to the nature of the BOund, Mrs. Allen says it resembled\nsinging-sweet music without distinguishable worda. She can-\nnot say the number of notes, but the sounds continued until\nshe reached the door oi the bedroom. She went upstairs as\nBOon as she heard the music.\nMr. Allen's impreasion is that the sound was that of an ...Eolean\nharp-i.e., not the ordinary staccato notes of the harp, but\nthe sustained full notes as of an organ.\nMRs. ALLEN'S STATEMENT.\nMy brother was deaf and dumb from his birth, but could make a few\ninarticulate noises which those accustomed to him could interpret. No one\nelse would have regarded them as words. He had been lying ill for about a\nfortnight with rheumatic fever, and was so wook as to be unable to talk on\nhis fingers to me as he usually did. I had tholliht him that morning rather\nstronger, and as the improvement continued I left him to go down\nto tea. I had been sitting in the kitchen about five or six\nminutes-aa the open staircase communicated with my brother's\nbedroom I could easily hesr any noise-when I was startled by BOunds of\nsinging, &8 I thought, and immediately went upstairs, when the sounds\nceased just before I reached the bedroom door. When I entered the\nroom my brother was lying with his eyes wide-open, gazing into the far\ncomer of the room, away from the door. He evidently did not hear me\neaming in, and continued for fully twenty minutes in this state. Although\nI stood close to him he did not seem to show any sign of recognition, but\nwent on smiling, and his lips moved as though he were in conversation with\nsome one, although no sound came from them.\nWe had sent Mr. Johnson, the curate who was lodging in the house, to\nfetch the doctor as soon as I had called Mr. Allen upstnirs. When the\ndoctor came, my brother was in the same condition as that in which I had\nfound him, but after the doctor had given him a tenapoonfulof medicine\n{ether 1) he seemed to revive and made me nndurstand in his inarticulatu\napeech that he had been to Heaven and had seen .. lots of angels,\" his\nmother, his sister, and his little brother. All this came out in broken,\ndisjointed utterancel. .After this he seemed to fall into a drowsy state, but\nthis appeared to have been the crisis of the fever, and he began gradually to\nregain strength. He could not, however, walk about at all f01\" more than\nthree month.-s.\nAs loon as he could use his handa he began at·different times\" to tell me\nmore dotails of what he had seen. I cannot remember more than I hnve\nDigitized by Google\n\f184 JOU1'1Utl of Soc-iety for P8ychical Resea1'ch. [Dec., 1889.\nstated above, but I am sure that he told me all this at firat, although the\ndetails were fuller afterwards. He &BO used the words .. beautiful music,\"\nbut I cannot say whether he heard sweet BOunds or only saw .. harpers harp-\ning with their harps.\"\nI told Mrs. Britton-our next·door neighbour-of the music that we\nheard, and my impression is that Mr. Britton came in and saw my brother\n88 he lay.\nIn March, 1883, about five hours before my brother's death, while I and\nthe nurse were watching in the room, my brother, 100kinK just as he did on\nthe former occasion, smiled, and said quite distinctly and articulately\n.. Angels,\" and \"Home.\"\nI have taken this statement from Mrs. Allen.\nL. S. MILFORD,\nClerk in Holy Ordera,\nMarch 11th, 1889. Assistant· Master in Haileybury College.\nMr. Johnaon writes:-\nI remember the case of the deaf mute to which you allude. I waslod~­\niug in the house at the time, But I certainly did not hear any strange\nmusic, nor do I remember hearing either Mr. or Mrs. Allen speak of it.\nDeaf mutes sometimes make strange noises in their attempts to speak, but\nBuch sounds are by no means musical.\n26, De Beauvoir.road, N., J. B. J.\nFelmlary 28th, 1889.\nM. 669. HVP:lOOTIKATlON FRO)I A DISTANCE.\nl'he following is a translation of a letter from Dr. Liebault, of Nancy, to\nMr. Myers ;- Nancy, Augtut 5th, 1889.\nDEAR MR. MYERR,-I send you 1\\ copy of 1\\ letter which I have written\nto Professor Beaunis-a letter concerning an experiment in the production\nof somnambulic sleep at a distallCe made by Profe88or Liegeois and myself.\nHere is the copy ;-\n\" As I know that you like to receive observations of the same kind a&\nthose which you have already succe8Bfully undertaken with Camille S.\nbut which you were unfortunately unable to continue, I hasten\nto communicate to you another very interesting experiment made\nby M. Ltegeois and myself on the same BOmnambule. From\nthe knoll in my garden, where you also placed youraelf for experimenta\n(29 metres from my study), M. Liegeois, by mental suggestion, put Camille\nS. into somnl\\mbulic sleep in 12 minutes. It was on the 1st of August\nI\\t 18 minutes past 8 by my clock that the Profe880r began to act mentally.\nI think that our precautions not to reveal the presence of the operator were\nwell taken. In particular M. Liegeois, not having come to my consulting\nroom for at least a fortnight, it was for that reasou alone difficult f01'\nCamille S. to suspect his presence in the neighbourhood. It is \"\nremarhble thing that, when Camille had fallen into her sleep [trance], she\nwas no longer en rappm-t in that state with a doctor who was present-Mr.\nNeilson, of Kingston, Canada-withwhomshe hadbeen, for the last twodays,\nin the recent habit of being en rapport, the dOt:tor having received the rare\npermi8Bion to hypnotise (endormir) this somnambule. But when M. Liegeois\ngot near the sleeper, she responded perfectly to him, aud her arms-a sign of\ncommunication pl\\S8ing from perBOn to person-became cataleptic under\nhis action.\"\n(Signed) A. A. WUULT.\nDigitized by Google\n\f","_id":462}