{"name":"Journal of the Society for Psychical Research 4911","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n66_jan_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N66, January 1890","mylang":"de","content":"No. LXVI.-YoL. IV. JANUARY, 1800.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Associates .. . •\nMeeting of the Council .. .. .. . .\nRxper,ments with Madame B.ln September, 18EO\nRxperimentB in Apparent l:la.irvoyance .. .,\nCaBes received by the Literary Committee\nCorrespondence .. . . . . . . . .\nNEW ASSOCIATES.\nPAGE\n.. 185\n186\n186\n188\nlUI\n199\nASHTOS, ARTHUR .J., M.A., Congregational School, Catedlam, Surrey.\nBOIS, HERBERT G., 4, Clarendon-place, Hyde Park-square, W.\nCASNON, MRS., Hillcot, Sharples, near Bolton.\nCHARLESWORTH, MISS A. M., Westfield College, Hampstead, N.W.\nHEATON, CHARLES, M.R.e.S., Watford, Herts.\nHUDDLESTON, MRS., Llwynderw, Welshpool, Montgomeryshire.\nINNES, LIEUT.-COLONEL P. R., II, Cheniston-gardens, London, W.\nOPIE, EDWARD A. D., Pirie-street, Adelaide.\nPRO'l'HERO, MRS., 63, Trumpington-street, Cambridge.\nRAVENSBURG, DR. F. FREIHERR GOELER VO!'i, 4, Nettelbeckstrasse,\nBedin, 'V.\nREYNOLDS, COLONEL H. C., Thorncliffe, Cheltenham.\nSAlIS, REV. GEORGE F., M.A., Embel'ton Rectory, Newport Pagnell.\nSTEVENSON, GEORGE, Care of Messrs. Grindlay and Co., 55, Parliament-\nstreet, S.\"-. •\nTHOMPSON, ISAAC C., F.L.::l., F.R.~U:!\" ,,-oodstock, 'Vaverley-road,\nLiverpool.\nWATSON, MRS. \"-. C., 39, Gloucester-square, London, W.\nMEETING OF THE COUNCIL.\nA Meeting of the Council was held on January 3rd, the President\nin the chair, the following Members being also present :-Dr. A. T.\nMyers, Messl·s. Thomas Barkworth, Walter Leaf, Frank Podmore,\nF. W. H. Myers, H. Arthur Smith, and R. Pearsall Smith.\nFifteen new Associates, whose names and addresses are given above,\nwere elected.\nTwo Members were, by request, transferred to the list of Associates,\nand one Associate desired to become a Member for the ensuing year.\nThe resignations of one Member and of several Associates, who, from\nvarious causes, desired to leave the Society at the end of the year,\nwere accepted.\n\f186 J0'U1vnal of SOcWty for Psychical Besea'rclt. [Jan., 1890.\nThe Assistant Secretary was instructed to send out the notices for\nthe Annual Business Meeting on the 31st inst., according to the\nRules.\nA vote of thanks was recorded to Professor H. Beaunis for copies\nof two recent books as presents to the Library, from the author.\nA vote of thanks was also passed to Mr. Edward Grubb, Hon.\nAssociate, for a donation of a guinea to the funds of the Society.\nVarious other matters of routine business were attended to, and the\nCouncil agreed to meet-as pre\"iously arranged-either at the close of\nthe Annual B,!siness Meeting on the 31st, or after the General\nMeeting.\nEXPERIMENTS WITH MADAME B. IN SEPTEMBER, 1889.\nBy MR. R. A. H. BICKFORD-S1UTH.\nM.671.\nI twice saw L.-an initial familiar to readers of the Joumal-\nunder the influence of M. Janet. On both occasions she remarked that I\ncould put her to sleep, 01' me fait'e '!,'Bnit', as she calls it, referring to the\nprocess of summoning her second 01' somnambulic personality. A few\nevenings afterwards J was sitting in the same room with her, when she\ngradually showed symptoms of drowsiness, A lady who was present\ntold me she thought I might as well send her oft' to sleep. This\nI did with no difficulty, merely holding her hand. I repeated\nthe experiment on several subsequent occasions. The results were\nof three kinds: physical phenomena, suggested phenomena, and\nclairvoyance. In going to sleep she invariably sighed at intervals,\non one occasion five times, on one eleven, but oftenest seven\nor nine. In waking I noticed a corresponding number of sighs,\nthe opening of the eyes being relatively placed at the same\nsigh as the shutting of them. The sigh was sometimes sharp\nand spasmodic, sometimes deep-drawn, there being occasionally con-\nsiderable convulsion. I was able easily to wake her when Dr. Gibert\nhad mesmerised hel'; this I did twice; on the second occasion\nshe was asleep when Dr. Gibert left, and got very excited and\ndistressed when she woke (still magnetised) to discover that he was\ngone, so that I had to re-mesmerise her before de-magnetising her. On\nthe other occasion she was awake when he left, and I did not have to\nre-mesmerise her. One evening a M.B--attempted to magnetise her\nagainst her will, and succeeded in making her quite drowsy; I com-\npleted the sleep; but on his raising her arm, and my not being able to\nmove it, I supposed her to be under his influence. She remained greatly\nagitated; so that I re-mesmerised her, which had the effect of making\nher perfectly tranquil. He afterwards tried to re-subject her to his in-\nDigitized by Google\n\fJan., lSOO.) JOlt1'llal of Societ!J fm' Psycltical Besea,·clt. 187\nfiuence, but without success. When asleep her fingers frequently began\nto go through the movements of writing, on which occasion 1 generally\ngave her pencil and paper; what she wrote was always intelligible.\nOften she would ask for Dr. Gibert, M. Richet, or M. Janet. Her\nother writings almost always appeared to be related to what was\npassing in my mind at the time. She has a way of feeling the thumb-\nnails of those present, who, in accordance with the result of her\ninvestigation, are treated with friendship, or indifference, or even\ncontempt.\nThe first time she was with me she objected to my smoking, but on\nmy telling her it was English tobacco and entirely without smell, she\nwas perfectly satisfied, and never objected afterwards; in fact,\nevery kind of suggestion seemed to operate perfectly on her. The\noddest circumstance of this kind, perhaps, was that one day when\nshe had a headache, 1 told her 1 would take her headache from\nher and keep it myself, which 1 did, although 1 am quite a novice\nat headaches. With me it lasted rather over an hour. One evening\nshe came and sat next me on a sofa, took my right hand in hers,\nand with her left began to make passes, saying she was going to\nmesmerise me; in less than a minute she was sound asleep. When\nunder influence her eyes are usually about three-quarters shut, though\none can open or close them at pleasure. There seemed to be close rela-\ntionship between her mood and mine; once 1 had some difficulty in\nmagnetising her, and once ill awakening her; on both of which occasions\n1 was independently excited myself.\nOne afternoon she gave me a description of my father's country\nhouse which was certainly correct ill every particular. One remark\nwas extremely singular; after portraying the ponds, and stating that\nshe saw a row of tall fir trees by the lower end of the upper pond, she\nRaid she saw me reading in a boat, in that corner, which is undoubtedly\nan old habit of mine. In describing the gardeners she said that two\nhad aprons on, and she hazarded the guess that they attended to the\ngreenhouses. She observed that one of the gardeners was concierge,\nand described the lodge in which she said he lived, the idea appearing\nvery droll to her. (I do not know as yet if this is a fact, but 1 knew\nat the time that the old lodge-keeper had left.)* She plays ecane much\nbetter than when in a normal state, playing her trumps out with\nadmirable pluck. On several occasions when stray remarks were made\nby bystanders in English and German, she replied to them as if she\nunderstood, though she usually objected to other languages than French\n• Mr. Bickford·Smith bas since &l!Certained that the lod~ i, occupied by 1\\\ngroom, not .. prdener.-ED.\nDigitized by Google\n\f188 Jou,\"YUd of Sooiety fOl' Psycldoal Resea)'Cl,. [Jan., 1890.\nbeing used in her pl-esence. (L. has made a stay of about a fortnight\nin England, but is, I believe, quite ignorant of Gel'man.)\nAs to prevision, theM were no vel'y startling facts, though hel' de-\nscription 011 Septembel' 27th of the bicycle race I'un 011 Septembel' 29th\nwas sutlicielltly so. She nallled the winner, descl'ibed his principal\nopponent, who was to fall, and said that M. A. B. would win, because\nthe next man would be unable to spurt; she added that there would be\nthree prizes fol' the winneI'. The lattel' prophecy was fulfilled by a\ntelegraphically added prize from the Ministel' of Wal', and by the\nwinner gaining the \"lap prize\" as well. . The only inaccuracy i'J RS\nto the spurting, pl'esuming that she meant the fino1 spurt.\nHel' clail\"Voyance is fullel' and mOM precise when she is L.3 than L.2;\nprobably each successive stage is an improvement on the lessel' ones. L.:!\nknows all about the inferiol' L., and controls her, being treated in the\nsame way in her tUl'n by L.3, &tc. L. is shy and uneducated, a good\nNorman matron; L.2 is gay and demonstrative, with considel\"8.ble wit;\nL.3 is a very Melpomene, though a trifle slow and sententious; L.4 is\necstatic.\nL.2 recognises the acquaintance of L., while L.3 recognises only those\nwho have summoned hel' 01' L.2, and L.4 only recognises hel' summonel'\nfol' the time being.\nThe impression prevailing in my own mind all through these ex-\nperiments has been that mesmerism, whatever it may be, brings into\naction ordinarily dOl\"IDant mental powel'll, revealing at each successive\nstage a more cultul\"6d and more sensitive nature. Whethel' there be a\nsuperlative,ol' whethel' each human bmin has infinite potentiality, of\nCOUI'S6 no experiments can prove.\nR. A. H. BICKPO~IIITIL\nAsked if he could recall furthel' details of L.'s descliption of hiS\nfather's house, Mr. Bickford-Smith replied on November 14th: \"I\nfind it very difficult to J\"6C811 other details at this date. I remem-\nbel', however, her surprise at the size of the kitchen and the number of\nbooks in the library (over 10,000, I belie\\·e). She also accurately placed\nseveral trees. This is interesting from the fact that I am a considerable\ntree planter, and specially addicted to tree-biography. The trees she\nmentioned were 'chums' of mine.\"\nEXPERIMENTS IN APPARENT CLAIRVOYANCE.\nI should like briefly to bling before l\"eaders of the Jourllal a\nremarkable series of experiments conducted by a friend of mine,\nwhich, though still too incomplete fol' publication, is suggestiye and\nDigilizedby Google .....\n\fJan.,1890.] Journal of Society fo'\/' Psychical Resea1·clt. 189\nencouraging enough to make it, in my opinion, very important that\nothers should try to obtain similar results.\nThe experiments consist simply in guessing playing cards drawn at\nrandom from a pack and not looked at by anyone. My friend has made\nabout 2,585 trials of this kind, and in 187 cases has guessed the card\ncorrectly both as to suit and number. In 75 of these cases, however,\ntwo alternative guesses were made (e.g., 3 of hearts or clubs);\ncounting these as half successes we have what is equivalent to 149~­\ncomplete successes, or three times the most probable number by\nchance alone. So large an excess over the most probable number of\nsuccesses in so large a number of trials is of course most unlikely to be\ndue to chance.\nMy friend does not, however, wish to commit herself to any opinion\nas to what it is due to without further investigation. One reason for\nthis is that all the above-mentioned trials were made when she was en-\ntirely alone. Circumstances make it specially difficult in her case to\narrange for joint experiments with others. She is so much accustomed\nto being alone, moreover, that companionship disturbs her in all kinds\nof work requiring mental concentration. It is therefore not surprising\nthat a series of experiments which she and I made together-under\ncircumstances of great bustle and excitement compared with her ordinary\nlife-should have failed. We do not despair, however, of future\nsuccess; only in the meanwhile we are anxious that others should\ntry the experiment and give us the benefit of their experience. If a\nfaculty of clairvoyance really exists, experiments of this kind seem to\nbe a simple mode of proving its existence. On the other hand, it is\npossible that the experience of others may suggest some mode, which\nhas not occulTed to us, of explaining my friend's results by known\ncauses.\nIt is of course impossible in our present state of knowledge to say\nwhat kind of person is most likely to succeed, but if, as some think,\nthought-transference, or rather thought-reading, is only one form of a\nmore far-reaching faculty of clairvoyance, it would seem to be specially\ndesirable that all who have had any kind of success as percipients in\nthought-transference experiments should try these also.\nAs a guide to anyone who may be willing to try, I will describe\nmy friend's method. She draws a card at random from a pack,\nwhich is either spread out on the. table before her or kept in a compact\nheap. The pack is continually shuffled. At first she used to hold the\ncard in her hand and gaze at the back of it, but it OCCUl'l'cd to her that\nin this way she might possibly sometimes ullcollsciously recognise the\ncard by its back, and she therefore substitutcd for the card a small\npiece of white cltl'tlboahl us an object on which to fix her eyes. Oll\n\f190 Jut~I'nal oj Suc·iety jm' Psyckical Reseal\/·clt. [Jan., 1890.\nthis she would see, not a complete image of a card, but something as\nit wel'e symbolic of it and which suggested her guess. She found it\nundesirable to use the same piece of white card twice in succession,\nas the image persistelL This method of gazing at some surface is not\nindispensable to success. She thinks that on the whole it conduces to\nsuccess in her case, but it does so at the expense of greater fatigue to\nherself than merely waiting for an idea to come without fixing the\neyes on anything in particular. She usually made about twenty trials\nat a time-sometimes more and sometimes less.\nWith regard to conditions of mind 01' body suitable to the ex-\nperiments, my friend has little to say. She has not been able to trace\nany clear connection between success and various conditions of health\n01' of inclination to the work. She believes, however, that she does not\nsucceed immediately after eating. A state of mind free from anxiety\n-at least about the experiments themselves-seems desirable.\nThe number given above includes, we believe, all the trials made\nbetween May 29th and September 4th, 1889; but the total 2,585 is\nonly approxima.te, because the record of certain guesses on unsuccessful\ndays was destroyed in the early days of experimenting before it\noccurred to my friend that it wa.s important to retain all. She has\nreasons for thinking that 80 is an outside estimate of these rejected\ntrials, and as 80 we have therefore reckoned them. The trials may\nbe arranged chronologically in groups as follows:-\n.!i Baa ,,;\n:; ~\n.. ...u I.,oil\n.li ~\"OIJ\n'l:\n.. Coo\n=:·1\n\"0 o\"'\"ft 0: \",\"°5\n~~= \"0:1 .. ~'a\"\nt\" ..\n° .. oi!: i'CS\nZ ~ .. ~ ::II ..\n1st Series, May 20th to June 1llth, 188n ... ii81* 37 12 43 11 '2\n2nd Series, June 10th to July 24tb, 1889 ... 500 21 8 25 1)'6\n3rd Series, July 25th to AUJnlst 26th, 188!! ... 504 15 27 28! 1)'1\n4th Series, Augwst 27th to August 30th, 1889 ... 500 23 10 28 I)'G\n5th Series, August 30th to Sept. 4tb, 1889 .\" 500 16 18 25 9'6\n1112 1-;-11491\n--\nTotal '\"\n,.. ... 2585 49'7\nThe above account of the experiments has been revised by my\nfriend, though I am primarily responsible for it.\nELEANOR MILDRED SIDGWICK.\n* Including the rejected trials IIstima.tt'd at SO.\nDigitized by Google\n\fJan., 1890.] Journa\/, Of Society fO)' Psychical, Raeal·CIt. 191\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nL-I050. (Collective).\nIn the following caae-unless there was a. mistake of identity a.nd\nthe figure taken for Mr. Williams was really another man, which is\ncertainly shown to be highly improbable-we have an instance of\nhallucinations representing the same person appearing to several\npersons at different times-a kind of coincidence which certainly affords\nsome evidence that the appearances were not purely subjective in origin.\nThis type of case is discussed in P\/ur.nta8'l1Ul of the Living, Vol. II.,\npp. 77-90, where several instances of it are given. In the present\ninstance there are two special features, namely, that one of the appear-\nances was collective, i.e., seen by two people at once, and that it\nincluded the figure of a child.\nMIss DALISON'~ ACCOCNT.\nOn Sunday, APli1 28th, 1889, died Charles Williams, tailor, of Plaxtol,\nSevenoaka, Kent, of pleuro-pneUlllonia, at 6 p.m. He was taken ill on the\nTuesday evening previous, and neveragain left his bed, being carefully tended\nby his wife. Two docton were with him on Saturday afternoon, but little hope\nwas entertained for him by the docton from the first, and he was forbidden to\nspeak for fear of breaking a blood vessel. During Saturday he showed a\ngreat desire to speak, but his wife restnined him with the promise that after\nTuesday he could speak as much as he liked; it being hoped that if he lived\nover the crisis he might then recover.\nOn Saturday, the 27th, Anna Dalison and Kathleen Sinclair, cousins,\nwere in Plaxtol distributing library books, and at one o'clock, whilepassinga\ncertain shop met Mr. Williams, whose personality was well known to both,\nand they bowed their good day while he n,ised his hat; he had walking\nbeside him a small girl.\nOn Monday morning the news of Mr. Williams' death reached Miss A.\nDalison's home two miles from Plaxtol. On hearing it she exclainled, .. How\nawfully sudden it must have been; Kathleen and I met him in the street\non Saturday.\" \"Impossible, he never left his bed after Wednesday.\" \"What\nchild had Williams 1\" \"Oh that was his wife's niece who had been living with\nthem lately.\" N.B. Anna Dalison knew nothing of Williams' illness, nor had\never heard of the child.\nThe two yoWll ladies were Been by a child at the time they were passing\nthe .. fiarure\" and she mn in and said to her mother, \"Two of the young\nladies have just Kone down,\" but it came out upon questioning later that\nneither Williams nor his niece was seen, though both wore intimate friends of\nthis little girl and her family.\nThe above was written by Miss Anna Da.lison's sister on May 2nd,\n1889. l\\Jiss Anno. Dalison IKld\" to it the word,,:-\nThis i. a tl'U8 I\\ooount of what I 81\\W.\n.;\\..~NA ~1. DALl~U:li.\nDigitized by Google\n\fMISS SINCLAIR'S ACCOUNT.\nJlt\"lte 7th, 1889.\nAs my cousin and I were coming down the middle street of Plaxtol, we\nsaw coming towards us the tailor Williams (who was well known to both of\nus). He looked exactly as usual and my cousin and I did not know even\nthat he was ill at the time. We said good-morning, and he took off his hat.\nHe had a child with him whom I observed wished to take his hand as he\np:J.'1sed but he would not let it. This I remarked to my cousin at the time.\nI am not at all short sighted, indeed I have very good sight.\nKATHLEEN Y. SINCLAIR.\nMR. HIND'S STATEMENT.\nI divide this statement into two heads, 1ST. Facts which I can vouch for\n1\\8 having occurred on a certain day-what day I cannot now recall to mind\nsufficiently to be positive about, but which I am inclined to believe 'IIl11St have\nbeen Friday April 26th last-and 2ND. The Reasou,., for supposing that to have\nbeen the day.\n1ST. FA.CTS. On this day (whenever it was) I walked to Plaxtol, Kent, to\npost a letter (or letters) in time for the 11 a.m. post there; when about half-\nway between my house and Plaxtol, about 20 yards or so beyond the house\nof a builder named Allcorn, I saw, about 100 yards in front of me, an\nindistinct figure coming towards me ; being short sighted and not having my\nglass up at the moment I could not tell whether it was a man, woman, or\nhorse and cart. I put up my glass to see, and at the same instant the figure\nappeared close to me, and I saw it was C. W[illiams]. Although I did not think\nvery much about it at the time, the thought did float lazily through my mind,\nthat he had come upon me very quickly, and I certainly did notice at once\nthat he looked extremely ghastly and ill. He was dressell liS I generally\nused to see him, in a costume the colour of which I cannot positively describe,\nbut the impression left on my mind was that it was a very light brown. When\nI first mentioned this 1'encontre, I was under the impression (and said so)\nthat he had saluted me as he invariably used to do, but on thinking the\nInatter over it seems borne into my mind that he did not do so, but stared\nvery hard, and I have now an impression (though this may be an afterthought)\nthat this struck me at the time as rather strange. This was as nearly as I\ncalculate about 10.40 a.m.\n2ND. Reasons for supposing the IIbove' to have happencd on Friday, April\n26th last.\nI was in London on 24th and 25th April, so they are out of the question.\nOn Monday, 29th, I went up to town and 011 my return in the evening, my\nwife infoMlled me of C. W. 's death. I at once exclaimed, \"Why I only saw\nhim a day or two ago.\" She asked \"When ?\" I replied, \"The last time I\nwent to Plaxtol.\" She then said\" Why that WI\\8\" (or\" must have been,\" I\nforget which) \"last Friday.\" •\nI had not mentioned the name of any day to her 1\\8 in fact I could not\nremember, so I do not see what should have made her think of FridaYj\nunless it was the day. If it was not Friday, it must have been more than a\nweek previously at least when I met C. W. and in that case I do not think I\nDigitized by Google\n\fJ,m., l$OO.J Jou\/j,\/Utl oj Soctety fur Psycit-icCtl Researclt. 193\nshould have thought anything about it, for what made the announcement of\nhis death seemed so sudden to me, was the feeling that I had seen him only a\nday or two before.\nMy daughter, aged 13, is positive that Friday was the day, and she fixes\nit by the fact that she went to Hamptons (Mrs. Dalison's) on the Wednesday\nafter the Saturday to which Miss Dalison's account refers, and remembers\nthat the previous Friday she had no lessons with me (which I generally give\nher) beca!lse IlulCl to go to Pl(t.ciuli,1t the momiug.\nIf she is accurate in this, then it must be a fact that the day on which I\nmet C. W. was the day before Miss Dalison and Miss Sinclair did the same,\nand a day on which he is supposed to have never left his bed.\nI must confess, however, that while I have no reason to doubt the\naccuracy of my daughter's statement, my own memory is not much refreshed\nby it; that is to say I have even now not that degree of personal conviction\nIT'hich would justify me in Itweariny to the day. My nearest approach to\nconviction is the feeling that I don't think it can have been any other day.\nI was in London on the 25th, 24th, 18th, 17th, 16th, and 15th April, and I am\npositive I did not go to Plaxtol on either Good Friday (19th) or Easter Monday\n(22nd) (Sundays of course were out of the question), so that this leaves a\nvery few days to choose from, and renders it all the more probable that my\ndaughter's statement, about which she is positive, is the right one. I am\ncertain it cannot have been before the 15th that the event occurred, as in that\ncase, it would not have struck me as \"only a day or two ago\" (which it did)\nwhen I heard of his death on the 29th.\nJ. A. nIN».\nClaygate, Shipbourne, Tonbridge.\nJlOle 11th, 1889.\nThe fact of the death of MI'. Williams and the duration of his\nillness is confirnled by the Kent Jlessen[Jer of Saturday, May 4th, 1889,\nwhich a1l1lounces \"the death of Mr. Charles Williams. which\ntook place, after only five days' confinement to his bE>,d, on Sunday\nevening last.\"\nWe also have a letter from his medical attendant, stating that he\nsaw him on Saturday, April 27th, and that it was quite impossible for\nhim to have been out of doors on that day or the day before.\nIn allSwer to written questions Mr. Fryer learnt that the figure of Mr.\nWilliams passed the ladies as near as possible on the road, that he was\ndressed in his ordinary clothes-light grey coat, tight buttoned up, and\nthat his whole appearance was as natural and life-like as possible\n-nothing unusual about it. They lost sight of him, after passing, in a\nnatural way, and did not look round.\nAs to the possibility of mistaken identity, they cOllSider that he was\nquite unmistakable, being very taU and peculiar looking. His only\nbrother was in America, so that there could have been no mistake\nbetween two brothers. They did not know Mrs. Williams' niece, and\nthe child whose figure they saw with that of Mr. Williams was\nDigitized by Google\n\f194 JO'U1'1tul of Society fur Psychical Resea1'Ch. [Jan., 1800.\nunknown to them. They knew Eva Knowles, the child who saw them,\ntoo well for any possibility of confusion between them.\nThere were not many people about-two or three people opposite\nthe shop were emptying barrels.\nNeither of the ladies is short-sighted, and neither has ever had\nany similar hallucination.\nIn answer to the question whether )[1' Williams looked ill, Mr.\nFryer learnt that there was nothing in his appearance to attract\nattention, but after hearing of his death, )[iss A. Da.lison did think he\nhad looked rather pale.\nWe have the evidence ill writing of Eva Knowles, and of her\nmother, as to Eva's having seen the two ladies pass on the Saturday in\nquestion. They were also seen to pass ten days previously, on the 18th,\nwhen Mr. Williams and his niece were in the shop, but there seems to\nbe no possibility of the ladies having confused the two days.\nThe following is from Mr. Fryer!-\nOn Monday, June 10th, 1889, I visited Plaxtol and saw nearly all the\npersons who have given their evidence in this case. Mrs. Williams showed\nlUe two photographs of her late husband, which proved him to have been a\nlUan of no common appeamnce but rather refined and striking. Mrs. W. is\naure that there is no one in the neighbourhood who could have been mis-\ntaken for her husband. She says he was taken ill on Tuesday, April 23rd,\nand never rose from his bed again. During the illneaa he remarked to her\n\" I feel so stra.nge, there is only my fmme lying here,\" and twice over he\nsaid to her, \"The odd thing with this illneaa is I never seem to realise I alU in\nlUy own room. I seem to be in a beautiful mansion, with beautiful grounds\nand tlowers. I never saw anything so beautiful, and you are always with nlO.\nAll the people are gra.ndees, but they 1101'0 not above us, but kind, and make\nus perfectly at home.\" Mr. Williams died on Sunday, April 28th, at 6 p.m.\nMiss A. Dalison knew nothing of the illneaa.\nMrs. Knowles, the shopkeeper, is quite certain about the dates mentioned,\nand although she thought at first that Miss A. Dalison and Miss Sinclair\nmust have mistaken the day and had a reminiscence of April 18th, when Mr.\nW. was in her shop with the little girl, she now remembers that when Mr.\nW. left her shop they must have been some way down the road below it and\ntherefore would not have seen him go up the street, which he did. Eva\nKnowles is an intelligent child of 11, in the 5th standard. She saw Miaa A.\nDamon, Miss Sinclair and a getLtlemat~, pass the shop on the 18th, whilst\nMr. W. Was inside. She remembers the time and date by the fact that ahe\nhad come home from school and that MI'. W. brought the ohild Hilda an\norange (which he had never done before-the child beini only a recent\nvisitor). Eva saW the ladies paaa on the 27th, but no gentleman with them\nthen. When Millll A. Dalison and Miss Sinclair went to talk over the appearance\nwitll Mrs. Knowles on Tuesday, April 30th (date of visit noted in Miaa S.\nDalison's diary), Miss Sinclair at once pointed out Mr. Williams in a photo-\nDigitized by Google\n\fJan., lIlOO.] Juu'lvnal of Society jew Psychical Resea1·ch. 195\ngraphic group of 12 men. She had not seen the picture before the 30th,\nbut Mr. W. had worked for her a year ago.\nThe child with Mr. Williams, when he appeared to Miss Dalison and Miss\nSinclair, was of same height I\\nd build as Hilda Mary, age eight, niece of\nMrs. Williams, and of her existence the ladies were lmaware.\nMr. Williams knew the Dalisons well for at least 24 years.\nL 832.-All pn\n'Ve are indebted for the following case to Mr. Spencer Curtis, who\nhas taken much trouble in collecting all the evidence now obtainable\nabout the occurrence. -\nThe first account is from Mr. Curtis himself and is dated November\n9th, 1888.\nAbout five years ago, one Sunday night at about a quarter to 11 o'clock, I\nwas sitting in my room with my nephew smoking. We suddenly heard\nscreams, and on going out of the room found that they proceeded from the\nnursery maid's room. I went into her room and found her much excited,\nand she told me that she had heard her mother calling her. 1 spoke rather\nsharply to her about her fancy and told her she had much better go to sleep.\nMy nephew and 1 thought no more about it.\nOn Tuesday morning following my wife received a letter from GuenlSey,\nasking her to break the news to our nursery maid, that her brother and\nbrother-in-law (who were fishermen) had been drowned on Sunday night.\nHis body was recovered and it was found that his watch had stopped at a\nquarter to 11.\nA few days later Mr. Curtis wrote ;-\nMy wife informs me that it took place in December, 1878, not \"about\nfive years ago\" as I mentioned.\n!Ir. Curtis' nephew writes on December 10th, 1888 ;-\nI reoollect perfectly about 10 years ago (I forget the actual date) I was stay-\ning with my uncle, Mr. Spencer Ourtis, at Totteridge House, from a Saturday\nto a Monday, which 1 was in the habit of often doing.\nMy uncle Imd myself were smoking in his smoking-room in the evening,\nafter 10o'olock (I think it was aSaturday), when we were alarmed between 10.30\np.m. and 10.46 p.m. by hearing shrieks issue from the nursery maid's room.\nMy uncle hastened to the room, 1 remaining behind, and on his return he\ntold me that the girl had had a dream that her mother was calling her, and\nshe heard the ohurch bells ringing, or something to that effect, 1 forget the\nactual words. My aunt also hastened to the room; in fact the girl woke the\nwhole house by her screams, and as she said it was no doubt a fit of\nindigestion, applied the necessary remedies, and we hcard no more about it.\nSome weeks after my uncle drew my attention to the above incident, and\ntold me the girl's brother and brother-in-law had been drowned off Guernsey\nfrom a cutter, on that very night we had heard the screams. 1 have an idea\nof hearing that the brother's body was recovcred, lind his watch had stopped\nat 10.45 p.m., but of this 1 11m not quite sure.\n\f19 Jo-u1\"1Utl of 80c·iety fOI' Psychical.Rese<.wclt. [Jan., 1890.\nI thought the occurrence remarkable, and it has been imprell88d on my\nmemory ever since, and I have often related the circumstances to friends.\nE. CONSTABLE CURTIS.\nThe following account, signed by the Ilursery maid, Rose Aldridge,\nwas dictated by her to Mr. Spencer Curtis's sister-in-law. We have a\nsimilar account in her own handwriting.\nOn the night of the 13th January, 1879, between sleeping and waking, I\nSI\\W something shadowy rise up at the foot of my bed, I felt a hand passed\nover my face, and heard a voice say distinctly three times-\" Poor Rose.\" I\nscreamed, and Mrs. Curtis came to me; when I became calm I felt convinced\nthere was something wrong at home. RosB ALDRIDGE.\nMiss Curtis corroborates as follows :-\nI distinctly remember, as a child, Rose Aldridge telling our nurse about\nwhat she saw. MABGARE'I H. CURTIS.\nTotteridge, Herts.\nJanuary 30th., 1889.\nIn sending these last two accounts Mr. Curtis writes :-\nI believe that Rose Aldridge was able to fix the dsy as Monday as being\nthe day she was found fault with about not sending some clothes to the\nwash.\nI have got my daughter to state that she remembers the circumstance.\nShe was about seven years old at the time.\nThis completes the evidence about the phantasm. It appears that\nRose Aldridge (or Oldridge as she sometimes spells it) has some inde-\npendent reason, mentioned above, for thinking that it occurred on a\n~Ionday night. Mr. Spencer Cm·tis and his nephew, on the other\nhand, have some independent reason for thinking that it happened on\na Saturday 01' a Sunday night, namely that those were the days on which\nMr. Constable Curtis usually stayed with his uncle. At this distance\nof time, however, we do not think that this recollection ought to weigh\nmuch against the conviction of Mr. CU1-tis that when the news of\nthe deaths came he, as well as Rose Aldridge, believed them to have\ntaken place on the night of her experience. The hour of her experience\nmust have been late in the evening, after she went to bed, but before\nthe gentlemen did.\nThe deaths occurred on the night of Monday, January 13th, to\nTuesday, January 14th, 1879, but the hour is not known, all on\nboard the vessel when she was wrecked having been drowned. We\nextract from copies of al-ticles in the Guernsey Stat·, which Mr. Curtis\nhas sent to us, the passages which seem to throw light on the subject.\nFrom the Guemsey Stew of January 14t11 (Tuesday), 1879.\n&rly this moming, considerable excitement was caused ill the toWll by\nthe rumour that the well-known St Malo trader Reilldee·r had been wrecked\noff Jersey and all hands were missing . She was commimded by\nDigitized by Google\n\fJail., 11!9O.] JO!l.il')wl of Society fOl' Psych·wal &sealock. 197\nCaptain George PiPl'ell . . . and a crew of four men, named W. Old·\nridge, R. Hughes, G. Paul, and T. Phillips.\nFrom the Guernsey Star, Thul'llday, January 16th, 1879.\nThe finding of the St. Malo mail bag at once set at rest all doubt as to\nthe fate of the unfortunate vessel, and this was quickly followed by portionll\nof the cabin furniture, including the cabin clock, which had stopped at two\no'clock, thus indicating the time at which the catastrophe happened. The\n&indeer, which was of 59 tollll burthen, was well-known for her excellent\nsailing qualities;' and her captain was a skilled and careful man, acquainted\nwith every portion of this dangerous coast ; the cause of this calamity can,\ntherefore, but be conjectured, as 1I0ne remain to tell the harrowing tale.\nWhen lIhe sailed from our harbour on Monday the weather was very stonny\nand hazy, but scarcely sufficient to cause the delay of the voyage. Shortly\nafterwardH, however, the wind increased, alld a thick fog ensued. At about\n11 o'clock the &i\"deel' was seen on the fishing bank oft' St. Martin's Point,\nand the wind at that time bearing more on her southerly quarter it is believed\nthat the captain, while trying to make the Corbibre light, must have been\ncarried on the rocks in St. Ouen's Bay, where the vessel was quickly dashed\nto pieces and all on board drowned.\nFrom the report of the inquest on the bodies given in the Guernsey\nStar for January 18th, 1879, it appears that the bodies came on shore\nby degrees. The captain's was only found on Thursday morning. In\nt·he captain's pocket was found a watch, stopped at 5.15.\nMr. Edward F. Piprell, a brother of the deceased captain, residing in\nGuerlllley, said . . . that vessel . . . was to have left Guernsey for St. Malo\nat three o'clock on Monday aftenlOon, but did not leave till 6.30, having got\naground. He gave the names of the crew, all of whom he identified. His\nbrother was 24 yeal'll of age, the ages of the men varyingfrom 26 to 28. The\njury returned a verdict that the bodies were those of the menabove-mentioneu,\naccidentally drowned in the wreck of the cutter &ill(iul', of Guernsey, which\ntook place in the night of the 13th to the 14th ill8t., at the Havre du Dehon,\nnear L'Etecq, in the parish of St. Ouen's.\nL833.-Adpn\nFor the following narrative we are indebt.ed to the Rev. H. Kendall,\nof Darlington. MI'. Bastow, whose lision is recounted, is the author\nof a Bible Dictionary which has passed through five editiolUl. His\nexperience is of a rare and interesting type; but it is undeniable that\n56 years is a long time through which to carry back the memory. MI'.\nBa.'1tow's memory of things that happened to him at that time seems,\nhowever, to be vi\\;d, and it will be observed that the account of the\nexperience, though only now signed by MI'. Bastow, was written by\nMr. Kendall after hearing it from MI'. Bastow 19 years ago :-\nThe Rev. J. A. Bastow, Primitive Methodist Minister, had once a remark-\nable experience. It was when he was a young, unmarried man, travelling in\nthe Bolton circuit in Lancashire. The Rev. James Garner was also a young\nDigitized by Google\n\f198 Jou1\"YULl 0\/ Society \/01' Psycldcal Research. [Jan., 1890.\nman at that time and was bis colleague, and they lodged together at the house\nof the luperintendent minister at Bolton. One evening when they were\nItudying in the aame room, Mr. Bastow was writing at 9 or 10 o'clock and a\nludden feeling came over him that his mother was dying. He looked up and\naaid, \"Gamer! my mother'l dying.\" Mr. Gamer of courae pooh-poohed the\nidea and tried to dispossess him of what he thought a foolish fancy. They\ndid not study any more that night but aat talking, and by-and-bye they went\nto bed. They slept together. Mr. Bastow got into bed firat, and no lOoner\nwal his head laid upon the pillow than he seemed to be in a room out of\nwhich a door opened into a bedroom where his mother lay in bed dying. He\nsaw everything distinctly and all before Mr. Garner joined him. He ltarted\nup and said, \"It is of no use, Gamer! my motheris dying. I've just seen her.\"\nNext day Mr. Flesher, who travelled at Scarborough, paBBed through the town\non the way to Manchester. Mr. Bastow asked him if he had seen their\npeople at Leeds but he replied that the coach only stayed just long enough to\nchange horaes and he didn't get down. Just then the superintendent's wife\ncalled out, \"Bastow, you must come downstaira, here's a letter for you.\" He\nwent down and read the letter. It was from Leeds and informed him that\nhiB mother had died the night before at the time when he saw her. She had\ndied in child-bearing. When he saw her ill vision the house seemed strange\nto him, butwhen he went over to the funeral he found that they had removed\nto another house since he was at home last, and there were the rooms exactly\nas he had seen them.\nMr. Bastow does not know how it was he saw what he did, only that he\nRaW it all in his mind, that it seemed as natural as possible at the moment,\nand that it was accompanied with the conviction that it was a reality. He\nhas never had any experience like it before or since. He was in good health\nat the time.\nTo this Mr. Bastow adds the words :-\nThis account is correct. JA)[ES AUSTIN BASTOW.\nMr. Kendall continues :-\nRev. J. A. Bastow now resides at 120, Paulton-road, Southport. He writes\nSeptember 19th, 1889, to Rev. James Gamer, now of Sale, near Manchester,\nfor confirmation of the abm'e account and aays: \"I think you will recollect\nthe night in March, 1833, when the impression of my mother's death seized\nme. You will alao recollect that I went home to the funeral and when I came\nback you met me at Mr. Tillotson's door, and told me that I had to go back\nto Preston as Mr. Calvert had died.\" Rev. James Garner replies: \"I cannot\nrecollect any of the particulara respecting death of your mother, but I have\nno doubt respecting the correctneBB of your statements.\" *\nThe general minutes of Conference of the Primitive Methodist Con-\nnexion for 1832 gil'e the names of preachera at Bolton al S. Tillotson, J.\n* Mr. Gamer sta.tea in the same letter that sight has failed him and that his\ngeneral health has much failed, 80 that his not remembering the iucident need not\nsurprise us.\nDigitized by Google\n\fJan, 1890.] JoU'rnai of Soc·iety for Psychical Resect1'ch. 199\nGarner, J. Bastow. This arrangement would be in force from June, 1832,\nto June 1833, and would, therefore, include the time, March, 1833, when\nMl-. Bastow had his vision. Previous to 1832 Ml-. Bastow's name does not\nappear in the minutes. In thOle of 1833 it is down for Preston Brook. The\naccount states that Mr. Flesher was travelling at Scarborough at the time,\nand paaaed through Bolton on his way to Manchester. He was a minister of\nwide repute, often sent for to a distance on special occaaiona. The minutes\nof 1832 give his name along with many others for Hull circuit, but the Hull\ncircuit was very extenaive, including many branohes, and of these branches\nScarborough was one.\nI wrote the account of Mr. Bastow's vision, which he now endorses, in\n1870. It was given to me a little before that time by him, when his mind\nand memory ware in full vigOIU'.\nDarlington, Ootober lat, 1889. H. KENDALL.\nCORRESPONDENCE.\nTo the EdiUn' of the J01.1RNAL OF THE SOCIETY FOR PSYCHICAL RESEARCH.\nSIR,-Ill reply to my objection made on November 24th to Mr. Podmore's\ntheory that phantasms of the dead are probably \"caaual hallucinationa\nengendered by some condition of the percipient,\" caused by \"vague alarm\"\nor \"expectancy,\" in which I expreBBed surprise that, if it were so, the\nhallucinationa never took the form of \"things with wings,\" angels, fairies, or\ndemona, Mr. Podmore says in the last JO'Itl'lUll of the Society, \"It baa been\nwell established that a large proportion of the hallucinationa seen by sane\nand healthy persona resemble the human form.\" I founded my objection to\nhis theory on this very fact. His anawer tends to reinforce my objection.\nThe large proportion of hallucinations seen by healthy persons to resemble\nthe human form, quoted in Phantasms of the Living, were admittedly caused\nin Bome way by the agency of the human beings seen. I submit that when\nthe hallucination takes the form of a person who is dead we should refer the\ncause of it to that person till some better cause is discovered, unless, of course,\ntelepathy as an explanation of the phenomena recorded in PhantuMTUJ of the\nLiving has broken down.-I am, yours truly,\nR. M. College, G. M. LE M. TAYLOR.\nDecembel'14th, 1889.\nP.S.-Mr. Podmore also sayB we are not dealing with persona suffering\nfrom del·i·rium t'j'eme'l18; true, but we are with hallucinations. When the cause\nof these manifestly does not emanate· from the persona they represent, but\nthey are \"caaual,\" engendered by some condition of the percipient such as\ndelirium of various kinds, and \"vague fear\" with \"expectancy\" (as when a\nchild left in the dark sees the devil), the hallucinationa frequently take the\ngrotesque form so conapicuous in the other case by their absence.\nThe argument of Mr. Podmore, which is attacked by Colonel Taylor, is\nput so shortly in the abstract given in the Journal for December that it is\nperhaps hardly clear, and we do not think that Colonel Taylor baa quite\ncaught the point. The facts seem to be that while the majority of apparitiona\nBeen by sane and healthy persona are human in form, mOlt of these are un-\nrecognised; of the recognised ones most are of living people, and of these\napparitiona of living .{Ieople most seem to be perfectly caaual, corresponding\nto nothing whatever m the experience of the person whose figure is seen.\n. Digilizedby Google\n\f200 Jot(,l'nal of Society for P8ychiectl Re8eal'clt. [Jan., 1890.\nFor instance, A. meets his son in the passagc and afterwards ascertains that\nhe was at the time playing with his brother in the dining-room, and nothing\nhappens to connect the appearance with any state, mental or physical, of\nhis son.\nTo give definiteness to our argument we may take, as provisionally\nrepresenting the proportion of recognised to unrecognised apparitions,\n&c., the numbers of those reported all affecting the sense of sight only\nin our census of hallucinations as so far worked out.* Out of 205 such\nexperienoes 178 were human apparitions-that is, appearances of the\nhuman form or parts of the human form (including under this head one\noase of an angel with wings, and one of a cherub); the other 27 represented\nanimals or inanimate objects. Of thc 178 human apparitions 99 were\nunrecognised, 59 representcd rec:lgnised living people, and 20 represented\nrecognised dead people.\nOf the 59 apparitions of living pcople, 14 are reported as being prima\nfacie coincidental-happening at the HIIme time as an event with which there\nis some reason to connect them. The remainder,i.e., more than three-\nfourths, of the apparitions of living people, seem to have been purely\nsubjective, or at least no reason is shown for supposing any of them to\nbe otherwise.t\nOf the 20 apparitions of dead people, 3 occurred before the fact of the\ndeath was known to the percipient, but we have no special reason for\nsupposing that the remaining 17 were veridical.\nTurning to the unrecognised human apparitions, there is some reason to\nconnect 5 of them with deaths that occurred about the same time, but in\nthe majority of the remaining 94 cases we have no reason to suppose that the\napparitions lepreBented any actual perRon, living or dead, at all. They may\nhave been purely fancy portraits made up in the brain of the percipient, and\nnot representing anyone in particular, any more than the parrots, laurel\nleaves, ostrich feather3, &c., of thc non-human apparitions represent any\nparticular parrots or laurel leaves. In somc cases, however, besides these\nwhere there is coincidence in time with a death, there arc circumstances\nwhich mily indicate an origin external to the percipient's \"brain for those\nunrecognised apparitions. Thus in cases of the type of most of those\ndiscussed by Mr. Podmore at the last general meetil!g, there 8eems to be\nsomc connection between apparitions and particular localities,-different\npeople !leeing.apparitions in the same so-called haunted house; in other\ncases, again, an apparition is visible to more than one person at a time. It\nis not our object now to discuss the difficult nud complex question huw far\nsuch things tend to indicate 1\\ connection between the phantoms and deceased\npersons; but at any rate the opinion that a large proportion of the apparitions\nseen by sane and healthy people are purely subjective in origin is not a mert.J\nconjecture; it is solidly founded on the fact brought out by statistical\ninvestigation, that when the person whose figure is seen is alive, in the large\nmajority of cases no connection is discoverable between his state or his\naction and the apparition.-En.\n* The numbers gi\"en will be found to correspond with those in the ad interillt\nreport on the censlls of hallucinations in Proceeding8 XV., only to be somewhat\ndifferently divided.\nt Readers of Phanf4Bm8 of the Liting will remember that Mr. Gurney (Vol. II.,\np. 19) estima+.es that about 1 in 40 of the recognised apparitions of livmg person.-\noccur Within 12 hours of their death. Our larger proportion of apparently veridic·al\ncases is partly due (1) to our including other coinCidences besides that of death; (2)\nto Mr. Gurney's counting as coincidental cases only those where the coincidence had\nbeen carefully established, whereas Ollrs are unsifted; and (3) it is probably partly due\nalso to Mr. Gurney's calculation being to some extent founded on conjectural data,\nwhich he always endeavoured to assume in such a way that any error might weigh 011\nthe side against his argument.\n\f","_id":463}