{"name":"Journal of the Society for Psychical Research 8061","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n67_feb_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N67, February 1890","mylang":"de","content":"No. LXVII.-VOJa IV. FEBRUARY, 1890.\nJOURNAL\nOJ\" THE\nSOCIETY 'FOR PSYCHICAL RESEARCH.\nNew Members and Associates\nAnnual Business Meeting ..\nMeeting of the Council .•\nCONTENTS.\nGeneral Meeting .. . . . . . . •• . • ..\nAmerican Branch of the Society for Psychical Research\nInformation Given by Planchette-Writlng .. •.\nCases Received by the Literary Committee •.\nCas.... abottt which fttrther Information is desired\nBalance Sheet for the Year 1889\nNEW MEMBERS AND ASSOCIATES.\nOORRESPONDING MEMBER.\nPAOB\n.. 101\n2112\n101\n204\n207\n!lOS\n210\n215\n216\nRAVENSBURG, DR. F. FREIHERR GOELER VON, 4, Nettelbeckstrasse,\nBerlin, W.\nMEMBERS.\nBEST, R. LLOYD STORR, Burlington·crescent, Ooole.\nDAWKIN, WILLIAM, 61, Clifton-street, Larkhall-lane, S.W.\n:MILFORD, THE LADY, 16, Hill-street, Berkeley-square, W.\nNEWBOLD, MISS A., 9, Claro-terrace, Richmond-roRd, S_W.\nNEWMANN, OSCAR P., 84, Newman-street, London, W.\nASSOCIATES.\nBAYFIELD, REV. MATTHEW A., M.A., The College, Malvern.\nBRANDRETH, HENRY S., Fairholme, Weybridge.\nBRAZIER, JOHN J., Ekowe Villa, Southcote-road, Bournemouth.\nCRESPO, J. CHARTERS, Rio Maior, Portugal.\nGRAHAM, HENRY R., 8, Marble Arch, London, W.\nKOHNSTAMM, EDWIN M., King's College, Cambridge.\nMcKERLIE, MISS HELEN G., MonkstoWD, Co. Dublin.\nASSOCIATES OF THE AMERICAN BRANCH.\nBLODGETT, C., M.D., 238, Maple-street, Holyoke, Mass., U.S.A.\nBusH, A. P., 149, Pearl-street, Boston, Mass., U.S.A.\nCox, MISS, 285, Beacon-street, Boston, Mass., U.S.A.\nDANA, J. C., Public Library, Denver, Col., U.S.A.\nDEXTER, SAMUEL, 48, Brattle-street, Cambridge, Mass., U.S.A.\nFILLMORE, DR. C. W., Providence, R.I., U.S.A. .\nFROTHINGHAM, DR. LANGDON, 92, Charles-street, Boston, Mass., U.S.A.\nGRIFFING, MRS. C. R., New Rochelle, N.Y., U.S.A.\nHILL, MRS. CAROLINE J., Reservoir-street, Cambridge, Mass., U.S.A.\nLATHAM, MISS VIDA A., B.Sc., Dept. of Medicine, Ann Arbor, Mich.\nDigitized by Google\n\f202 JoWT\"nal ofSociety for P8ychical Research. [Feb., 1890.\nMASON, H. L., 39, Commonwealth-avenue, Boston, Mass., U.S.A.\nMOORE, DR., 233, East 14th-street, New York, U.S.A.\nPEDIGO, DR. LEWIS, G., Lock Box 259, Roanoke, Virginia, U.S.A.\nSATTERLEE, WALTER, 148, East 18th-street, New York, U.S.A.\nSMITH, WILLIAM HAWLEY, Peoria, Ill., U.S.A.\nSTOKES, J. N. P., 48, Brattle-street, Cambridge, Mass., U.S.A.\nSUMNER, A. M., M.D., 150, Commonwealth-ave., Boston, Mass., U.S.A.\nTALBOT, EDWARD A., 2, Elmo-street, Dorchester, Mass., U.S.A.\nVORBE, ALBERT W.o 22, Pemberton-square, Boston, Mass., U.S.A.\nWARD, W. E., Port Chester, New York, U.S.A.\nWOODSTOCK, PERCY, \"Waterniche,\" Brockville, Canada.\nANNUAL BUSINESS MEETING.\nThe Eighth Annual Business Meeting of the Members of the Society\nwas held at the Westminster Town Hall, at 3 p.m., on the 31st of\nJanuary. The President occupied the chair.\nThe number of Members of all classes, whose names were on the\nList on the 1st of January, 1890, was 671, showing a nominal increase\nof29. Owing, however, to the increased number ofthose whose addresses\nare unknown, and of those who from one cause or another have ceased\nto have any practical connection with the Society, (and who do not\nreceive its publications), the effective strength of the Society must be\nestimated to have remained about the same. An audited statement of\nthe receipts and expenditure for 1889 was presented to the meeting,\nand appears on another page. The auditor, in his letter, said :-\" It is\nwith pleasure I have again to bear testimony to the accurate and\nsystematic manner in which your accounts have been kept by Mr.\nBennett.\" The President had satisfaction in calling attention to the\nstatement of current assets and liabilities at the close of 1889. This\nshowed that the adverse balance of the last two or three years had now\nbeen entirely extinguished, and that there was a small balance of\ncurrent assets, without taking any account of the value of the Library\nor of the stock of Proceedings.\nNo further nominations for seats on the Council having been made,\nand those sent round on January 9th being just sufficient to fill the\nvacancies, the following were declared duly elected :-Proftlssor\nMacalister, M.D., F.R.S., Frank Podmore, Esq., H. Arthur ~mith,\nEsq., Professor J. J. Thomson, F.R.S., and J. Venn, D.Sc., F.R.S.\nMEETING OF THE COUNCIL.\nThe Council met at the close of the Annual Business Meeting, and\nat 4, p.m. adjourned to 6 o'clock'after the conclusion of the General\nMeeting. The President was in the chair, and the following Members\nDigitized by Google\n\fFeb., 1890.] Journal of Society f01' P8ychical &search. 203\nwere a]so present at one or both sittings :-Co]onel Hartley, Dr. A. T.\nMyers, and Messrs. Walter Leaf, F. W. H. Myers, Frank Podmore,\nH. Babington Smith, R. PearsaU Smith, and J. Herbert Stack.\nThe Minutes'of last Meeting were read and signed as correct.\nThe result of the Annual Business Meeting was reported as stated\nabove.\nThe re-election of the Officers of the Society for the ensuing year\nwas unanimously carried as follows :-President: Professor H. Sidg-\nwick; Hon. Treasurer: Mr. H. Arthur Smith; Hon. ~ecretaries:\nMessrs. F. W. H. Myers and Frank Podmore.\nThe Committees were re-elected as fonows, with power to add to\ntheir number:-\nCommittee oj ReJerence.-Professor Adams, Professor Barrett, Pro-\nfessor Lodge, Mr. F. W. H. Myers, Lord Rayleigh, Dr. C. Lockhart\nRobertson, Professor Sidgwick, Professor Thomson, and Mr. J. Venn.\nLiterary Committee.-Rev. A. T. Fryer, Mr. Walter Leaf, Mr. F.\nW. H. Myers, Mr. F. Podmore, Professor Sidgwick, and Mrs. H.\nSidgwick.\nLibrary Committu.-Dr. A. T. Myers and Mr. F, W. H. Myers.\nFiMnce Commitlu.-Mr. H. Arthur Smith, Mr. J. Herbert Stack,\nand Lieut.-Colone] G. L. Le M. Taylor.\nDr. Goeler von Ravensburg, first President of the Society for\nExperimental Psychology, of Berlin, was elected a Corresponding\nMember, on the proposition of Mr. F. W. H. Myers.\nFive new Members and seven new Associates, whose names and\naddresses are given on a preceding page, were elected.\nAt the request of Dr. Elizabeth Blackwell, her name was trans-\nferred from the list of Members to that of Associates.\nA present of a book to the library from Mrs. Passingham was\nrecorded with thanks.\nThe Finance Committee was requested to prepare an estimate\nof income aud a scheme of expenditure for the current year, for the\nnext Meeting of the Council.\nThe dates of future General Meetings were determined on as\nfollows :-Friday, March 28th, evening, 8.30 p.m.; Friday, May 9th,\nafternoon, 4: p.m.; and Friday, July 11th, evening, 8.30 p.m.\nVarious other matters of routine business having been attended to,\nthe Council decided to meet again on Friday, March 7th, 4.30 p.m.\nSince the above meetings were held official information has reached\nus of the dissolution of the American Society for Psychical Research\nas an independent body, and its acceptance of the proposed arrange-\nments under which it becomes a hanch of the English Society.\nDigitized by Google\n\f204 JQ'\/wnal ofSociety for Psychical Research. [Feb., 1890.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town' Hall, on\nFriday, January 31st, at four o'clock, the President, Professor Sidg-\nwick, in the chair.\nMR. PODMORE read the second part of a paper on \"Phantasms of\nthe Dead,\" in which he discussed the evidence brought forward in the\ntwo papers \"On Apparitions Occurring soon after Death,\" and \"On\nRecognised Apparitions Occurring more than a Year after Death,\"\npublished in Part XIV. and Part XV. of the Proceedings respectively.\nAs an alternative explanation to that of post-mortem agency, Mr. Pod-\nmore suggested that in many of the cases the phantasm could be\nexplained as the externalisation of a latent impression, received from\nthe decedent before his death; pointing out that the existence of such\nlatent impression had been proved, and that no definite limits had yet\nbeen assigned to the period of latency. In other cases he suggested\nthat the phantasm might be a casual hallucination, communicated by\ninfection to other persons in the neighbourhood ofthe original percipient,\nor might be due to thought-transference from the mind of some person\nwho had been acquainted with the decedent. It was contended that in\nall cases telepathy from the living was, at least, as probable a cause as\npost·mmtem agency; and that in more than one case it furnished a more\ncomplete explanation. In the only narratives which could be regarded\nas test cases-where the fact of the death had remained unknown to\nintimate friends for a period of some days or weeks-the phantasm\nwas not seen until the expiration of this period; that is, until the\npossibility of telepathy from the living had been established. A few\nillustrative stories were quoted. In conclusion, Mr. Podmore deprecated\nalike the rashness which found in these facts conclusive evidence for\nthe survival of consciousness after the death of the body, and the\nconfident scepticism, equally unscientific, which would reject any such\nexplanation as untenable. In our present ignorance the only con-\nclusion which could safely be drawn from the evidence was the\npractical one, that more evidence is required.\nMR. F. W. H. MYERS, in reply to Mr. Podmore, read a portion of a\npaper which is intended to appear in the next part of the Proceedings.\nHe fully agreed that in dealing with such a problem as man's survival\nof death, we must not slip into assuming an answer without full con-\nsciousness of what we do. He considered that Mr. Podmore's paper\nshould be met, not only by actual rejoinder to its arguments, but by\nsomething of fuller discussion as to the way in which our psychical\nevidence generally affects the doctrine of man's survival. For we had\nto decide whether explanations of Mr. Podmore's, many of which he\nDigitized by Google\n\fFeb., 1890.] Jourrwl of Society for Psychical Research. 205\nadmitted to be far-fetched, should, nevertheless, be accounted as le88 im-\nprobable than the supposition that anything in man survives the tomb.\nTo the speaker it appeared that telepathy should be regarded, not as\n\" law standing alone and self-sufficing, but as a first hint of discoveries\nwhich could not be circumscribed, a casually reached indication of some\nunknown scheme of things of which thought-transference, clairvoyance,\napparitions at death, might be but incidental examples. It seemed to\nhim that the simplest case of true thought-transference, if once ad-\nmitted, rendered a purely physiological synthesis of man at least highly\nimprobable, and opened a doorway out of materialism which was not\nlikely ever again to be shut. We had, therefore, empirical grounds for\nregarding it as a not improbable &88umption that the individualised\nenergy which generated veridical phantasms was not coeval with the\nbody, but might have pre-existed, and might survive. He held, indeed,\nthat even the evidence in Plutntasms of the Living showed good ground\nfor holding that the energy in question was not bound up, ill the same\nway as our conscious mental energies are bound up, with the physio-\nlogical activity of the brain. It would seem nearer the truth to say\nthat telergic action varies inversely, than that it varies directly with the\nactivity of the nervous system or of the conscious mind. In consider-\ning the question of the survival of this energy, therefore, we had not\nto deal with a large known improbability, but with a problem whose\nconditions were such that we, in our ignorance, were bound to account\nthe one solution as no less admissible than the other.\nThe speaker went on to reply in detail to many of Mr. Podmore's\narguments; and united with Mr. Podmore in earnestly inviting fresh\nevidence which might help to decide the controversy in one way or the\nother.\nTHE PRESIDENT, in calling on Members to discuss the papers that\nhad been read, said that he had often at meetings of the Society\nwarned his hearers that the views of those who read papers or spoke\nmust be taken as their individual views, and not as in any way\nrepresenting the views of the Society. But on this occasion the\ndifference in the views expressed by the two honorary secretaries\nmade any such warning superfluous.\nMRS. BIDDER described an instance of an apparition independently\nseen by several persons in a house one after the other, without\ncommunication, which, as it seemed to her, could not be explained\nby telepathy.\nMR. PODKORE thought this case was analogous to some which he\nhad dealt with in his paper. No one else making any remarks,\nMR. PODMORE said, in reply to Mr. Myers, that the latter had two\nDigilizedby Google All\n\f206 JO'Urnal of Society for Psychical Research. [Feb., 1890.\ngreat advantages over him in this discussion, in that first his side\nappealed to the emotions, and that secondly, on his side ridicule could\nbe employed without impropriety, which it could not on Mr. Podmore's.\nWith regard, however, to the explanation by thought·transference of\napparent haunting which had so much amused Mr. Myers, he might\nsay that he had in his hand letters from two members of the Society-\nwritten quite independently and without having seen his paper-sug-\ngesting a similar explanation. No doubt in some cases it demanded\nan extension of the possibility of thought-transference beyond what we\nhad positive evidence for, to apply it as he ha.d done to explain phan-\ntasms of the dead, but the alternative was between straining a known\ncause and assuming a new one, and he thought that the known cause\nshould be strained to the utmost before assuming that we had adequate\ngrounds to establish a new one. Be was glad Mr. Myers had put so ably\nand so strongly as he had dona what Mr. Podmore himself felt to be\nthe strongest argument for believing in the possibility of post-mortem\ncommunication-namely, that the fact that telepathy appeared to be a\nmode of super·llensuous communication made it likely that it would\ncontinue after the body had ceased to exist.\nMISS L. FLINTOFF gave some account of remarkable experiences\nwhich she had had in haunted houses and otherwise.\nTHE PRESIDENT said that the point to which he wished to direct\nattention was, by what further investigation could we determine thill\nfundamental disagreement between the two speakers of the evening.\nHis own view was that it was difficult to decide the question without\nfurther evidence. It is by patient accumulation of evidence that we\nmust hope ultimately to arrive at the truth, and it was to be hoped\nthat all members of the Society would help in collecting this. For\nhimself he must confess that he thought there would be no difficulty\nin studying this evidence in an unbiassed spirit-the temptation to\nbias being equal on the two sides. For while Mr. Myers' view was\nthe most interesting, it would be far more difficult to establish than\nMr. Podmore's, so that while our larger hopes would draw us one\nway, our desire to carry our investigation as rapidly as possible to a\nsuccessful conclusion would draw us the other way.\nMR. FRYER asked Mr. Podmore how he would account for instances\nwhere the visions of the dead seen by dying people included persons\nreally dead, though their death was unknown to the percipient.\nMR. PODMORE said that he had come across several such cases, but\nthought they could be accounted for by thought-transference from\nthe living who knew of the death, or by deferred (latent) impressions\nreceived before the death of the person seen.\nMR. H. A. SMITH asked Mr. Podmore whether he could conceive\nDigitized by Google\n\fFeb.. 1890.] JO'Urnal of Society ffYr P8ychical Research. 207\nany circumstances about appearances of the dead which might not be\naccounted for by some possible extenl!ion of telepathy such as those\nhe had suggested in his paper.\nMR. PODMORB admitted that he could not. He had tried to do so\nand failed. At the same time he thought that the evidence might\nbe extended in such a way that at a certain point the hypothesis of\ntelepathy from the living would beeome more improbable than that\nof communication from the dead. To take an extreme case-if a\nshipfull of shipwrecked persons all appeared to their friends, some\nlittle time after the wreck and before the news was known; he should\nbe disposed to attribute the phenomenon to post-mortem agency rather\nthan to anything else.\n. AMERICAN BRANCH OF THE SOCIETY FOR PSYCHICAL\nRESEARCH.\nThe American Society for Psychical Research held its Annual\nMeeting in Boston, on January 14th, Professor William James\npresiding.\nIt was resolved that the American Society should cease to exist as\nan independent organisation. The Chairman then called the meeting\nto order as the First Meeting of the American Branch of the English\nSociety, and gave a brief account of some experiments by Professor\nJanet in hypnotism.\nThe Secretary, Mr. Hodgson, then read some cases of telepathy,\n&c., selected from the narratives which he had received during the\nyear, and which will eventually be published in the Proceedings or\nJournal. The next meeting of the Branch will probably be held\ntowards the end of February.\nMr. Richard Hodgson will act as Secretary and Treasurer for\nAmerica. He will superintend the affairs of the Branch, make a\npersonal examination of psychical phenomena, collect and sift evidence,\netc., subject to the supervision of an Advisory Committee consisting\nof Professor William James (Harvard College, Cambridge, Mass.),\nand Mr. S. P. Langley (Smithsonian Institution, Washington).\nThe annual assessment of Associates of the American Branch is\n13. They are entitled to the free receipt of the ordinary published\nProceedings of the Society and of the monthly Journal. Those who\nwish may, with leave of the Council, become rull !tlembers of the\nSociety by the annual payment of 810. Results of investigations in\nAmerica will be utilised in articles to appear in the Proceedings or in\nthe Journal,. Meetings of the Branch will be held, at which papers\nwill be read and discussion invited.\nDigilizedby Google·\n\f208 JO'Urnal of Society for P8ychical Re8earch. [Feb., 1890.\nINFORMATION GIVEN BY PLANCHETTE-WRITING.\nBy MR. HENSLEIGH WEDGWOOD.\nMy experience in planchette-writing has been mainly acquired in\nsittings with two sisters, whom I will call Mrs. R. and Mrs. V., of\nwhom the younger, Mrs. V., has far the stronger influence in producing\nthe writing. With her the board in general begins to move much\nsooner and in a more vivacious way than with her elder sister. When\nthe two sit together the board moves rapidly along, like a person\nwriting as fast as he can drive, while with me and one of the sisters\nthe action is often feeble and labouring. But neither of the sisters can\nobtain anything whatever when they sit by themselves. The board\nremains absolutely motionless under the hands of the solitary operator.\nWhen trying for writing we sit opposite each other at a small\ntable, I with my right hand, my partner with her left on the planchette,\nwhile the writing produced is upright to me, and upside down to my\npartner, from whom, however, the effective influence seems to proceed.\nThe precise naturc of that influence is not very easy to understand, and\nis, I think, very commonly misapprehended. Writing by planchette\nis often called \"automatic,\" and the pencil is conceived as being\nworked by the muscular action of the sitters, under the guidance of a\nblind impulse, as little understood by them as the finished result is fore-\nseen by a pair of birds instinctively engaged in the construction of their\nfirst nest. But this is directly opposed to the experience of myself and\nmy partners. When I am sitting at planchette with one of them, I\nknow that I am merely following the movement of the board with my\nhand, and not in any way guiding it, my only difficulty being to avoid\ninterfering with it. It seems to me exactly as if my partner, in whom\nI have perfect confidence, was purposely moving the board and I\nallowing my hand to follow her action, interfering with it as little as\npossible. And she gives to me an exactly corresponding account of her\nown share in the operation. Thus we give to the outside world our\nunited testimony of a fact which, as far as each of us is concerned, lies\nwithin our own direct knowledge, viz., that the writing traced out by\nthe pencil is not produced by the muscular exertion of either of us.\nWe have, then, in planchette.writing, if our account is to be\nbelieved, the manifestation of an agency invisible to us, yet capable\nof moving the bodily pencil either in mere scribbling or in such a way\nas to fix an intelligent message on the paper.\nThe December number of the Jowrn.aZ contains a narrative of a\nsitting at planchette where Mrs. R. and I received information 'of\nfacts in the life of Colonel Gurwood, which we were quite certain\nDigitized by Google\n\fFeb., 1890.] Jowrnol 0\/ Society \/01' P8ychical Research. 209\nhad never been known either to us or to the only other person who\nwas present at our sitting.\nM. Cl. Aut. 674.\nOn the 4th December last I had a sitting with Mrs. R and her\nsister, which afforded evidence not less decisive of the intervention of\nan intelligence oognisant of matters of which we had no intimation.\nNot long after my arrival on a visit to Mrs. R, mention was made of\na mysterious breakage of a thick washhand-basin which had taken place\non the previous Sunday, closely resembling other breakages which had\noccurred in the house from time to time in a like unaccountable manner.\nOn one occasion a water·bottle was seen to explode on the dressing-\ntable when no one was near it. On the Sunday in question Mr. R\nand his sister-in-law, Mrs. V., were in the breakfast-room directly\nunder Mrs. R.'s bedroom, Mrs. R. with the children in the drawing-\nroom, and the servants at supper in the kitchen, when Mr. Rand\nMrs. V. were startled by a loud crash in the room above them. Mrs. V.\nimmediately ran in to her sister in the drawing-room and they went\ntogether upstairs to see what had happened. They found the thick\nwashhand-basin in fragments on the floor; the larger pieces in front\nof the washstand, but quantities of smaller fragments scattered over the\nfloor to a distance (as I estimated) of five or six feet, in a way that\ncould not possibly have been produced by a mere fallon the carpeted\nfloor: the basin must have been dashed down with great violence.\nWhile talking of these matters I sat down to planchette with my\nhostess and her sister, and Mr. R, coming into the room and hearing\nwhat we were talking about, said that some half an hour ago he had\nheard a noise in the breakfast·room for which he could not account in\nany way. It sounded like the lid of the metal coal-box slamming down,\nbut the box bad been already closed, and, besides, the noise seemed to\ncome from the other side of the room. Soon afterwards he said that\nhis presence always seemed to interfere with planchette-writing, and\nhe left the room. Mrs. R and I had begun sitting, but planchette\nsuggested a change, and Mrs. V. and I had our hands on the board.\nPlanchette: \"If Mr. Wedgwood will ask I will try to answer.\"\nI !isked what was the crash Mr. R had just heard.\nPlanchette: \"Noise from upstairs made by spirits with material\nobject.\"\n\" Was it in the room above 1\"\nPlanchette: \" Yes.\"\n\"What was it 1\"\nPlanchette: \"Mrs. R. will find out.\"\nMrs. R accordingly went upstairs to look, and while she was away\nDigitized by Google\n\f210 JO'\/J\/T\"YUJl of Society for Psychical Research. [Feb., 1890.\nsomething was said as to the probability of my witnessing some similar\ndisplay.\nPlanchette: \"Not yet-you see the better class of spirits war\nagainst the smashing fraternity.\"\nMrs. R. could find nothing out of order, and returned saying she\nhad looked everywhere.\nPlanchette: \"No, you did not.\"\nMrs. R.: \"Whereabouts am I to look, for I can see nothing'\"\nPlanchette: Wash-(an illegible scribble) \"that side of the room.\"\nWe asked, \" Were you trying to write washstand 1\"\nPlanchette: \" Yes.\"\nMrs. R. went up again, and, meeting with no better success came\ndown for more specific instructions where to look.\nPlanchette: \"Slop·jar\" (written very large).\nMrs. R., laughing, said she hoped that was not smashed, and went\nup for the third time. She found the slop-jar in its usual place by the\nwashstand, and when she came to look closely into it, found the water-\nglass lying broken all to bits in the bottom. She had not removed it\nfrom its usual place on the top of the carafe since morning, from whence\nit had apparently been lifted off and dropped into the empty slop-jar\nfrom a height sufficient to cause the crash heard in the room below.\nMrs. R. brought us down the jar to show how completely the glass\nwas smashed.\nWe then asked, \" Was this done by the same spirit who broke the\nbasin ,,,\nPlanchette: \"The same adverse influence; not the same spirit, but\ninfluence.\"\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nM. 01. 12.\nMr. Podmore writes:\nMr. Watts who told me the incident immediately before writing it\ndown at my request is quite unable to find auy explanation of the\nmatter. He is quite clear that he had no opportunity to tell anyone\nbeforehand, that the image of the broken statue had actually come into\nhis mind at the moment when he was brushing his hair, and the violent\nshock which he seems to have felt when he saw his dream realised is\nstrong evidence that he is not mistaken on this point.\nFrom Mr. J. Hunter Watts, of 39, Seething-lane, E.C.\nJuly l6tlt, 1889.\nI will endeavour to commit to paper the little episode which I related to\nYOlt verbally. About six years a.go I was with my brother George in Paris,\nwhere he bought for some eight or ten francs a plaster of Paris, \"Venus de\nDigitized by Google\n\f¥eb.,l890.] .Journal of Society for Psychical Research. 211\nMilo \"-a ghastly copy of the original. I protested against the purchase as I\nhad to share the bother of bringing the thing home, and as it was some four or\nfive feet high our fellow travellers imagined we had with us a corpse rolled\nup in paper. Arrived home I would not consent to the house being disfigured\nwith the thing, so as a compromise my brother planted it on the summit of a\nfern rookery in the corner of the garden, where it stood for many months, and\nI had forgotten its existence save when it was directly in sight. Out of sight\nit was out of mind. One autumn moruing, just after I had risen from bed,\nI was combing my ambrosial locks before the 100king-glaSB, and I caught\nmyself reflecting that after all it was a pity the thing had blown down and\nbroken, for it did not look so bad at Ii distance surrounded by the ferns.\n\"Strange, too,\" I thought to myself, \"that the head should be so neatly\ndecapitated, though the fall made no other fracture.\" Then I pulled myself\nup mentally, for all at once it came to my mind that I had been drt'.aming, and\nI smiled to myself that such a trumpery thing should be the subject of my\ndreams. The whole matter would have been forgotten, would have gone to\nthe limbo of things unremembered, but on going downstairs to breakfast and\nfinding the table not yet furnished, I went for a stroll into the garden. It\nwas wet underfoot and a strong wind was blowing. When I came to the\nfernery I gave a start and for a moment I stood tout 'baM, for there was the\npoor Venus de Milo, the body unbroken, lying across the ferns, and the head,\nneatly decapitated, in the middle of the walk, exactly as I had seen it in my\ndream. For the moment I was cOllvinced that I had been walking in my\nsleep and had visited the garden, but that I found could not be the case as it\nhad rained all night and my garments would have been wet through, aud my\nfeet, if unshod, muddy, or their covering, if they had any, defiled, which was\nnot the case. Neither am I given to walking in my sleep. I have never\ndone so. I walked back to the house feeling, to use a vulgar phrase, \"knocked\nall silly.\" Can it be, I asked myself, and I have asked myself the same\nquestion a score of times since, that while my body material slumbered in\nbed some immaterial part of my being wandered in the garden. If so, that\nimmaterial part of me had a remarkable diRregard for wind and rain.\nThe episode is a trifling one, but it has often given me pause and it\nremains to me inexplicable. As you know I am a Bank Holiday sort of\nyoung man, not given to day-dreams.\nJ. HUNTER WATTS.\nIn answer to the inquiry whether the statue could have been seen\nfrom his bedroom window, or from any other window in the house, Mr.\nHunter Watts says :_U No, impossible; only by stretching the head\nout of window another side of house-from rooms occupied by ladies.\"\nA lady to whom Mr. Watts related the dream corroborates as\nfollows.\n45, Hungerford-road, Camden-road, N.\n.AugUBt 9th.\nAll I can at all remember about the Venus is that Mr. Watts told us one\nmorning that a strn.nge thing had happened, he having dreamt that the\nstatue had been decapitated, and on going into the garden he found it was so.\nDigitized by Google\n\f212 JQW1'nal of Society for Psychical Research. [Feb.,18VO.\nand that the head of the Venus had been cut clean off, and kat! rolled on to\nthe path from the figure, which had been placed in the rockery among the\nferns. He was \"ery much astonished as the dream was vivid, and he saw\nthe headleBB statue as he had seen it in his dream. We could never explain\nhow it happened, the head being aB it were cut off. M. ADA-JIB.\nM. Cl. 675.\nWe have received the following case through the Rev. J. A.\nMacdonald. The coincidence of the urgent knocking with the need\nof the child may, of course, have been due to chance-but it is not\nimpossible that the knocking was the vague hallucinatory form taken\nby an impression of the danger, received by the unconscious self,\nclairvoyantly or otherwise.\nThe Beeches, White Hall-road,\nWoodford,\nMarclt 17, 1889.\nOver 30 years ago I was directed by the doctor to apply a leech to the\nchest of my BOn, a child of about two and a-half years, and did BO at about\nhalf-past ten in the evening. I took the leech off and stayed the bleeding;\nand being weary retired to rest, and fell into a sleep. From this sleep, in\nabout an hour's time, I was awakened by hearing a sharp knocking at my\nbedroom door, which was shut. The knocking was BO urgent that I called\nout, \"Who's there 1\" No answer being returned I went to the door, but\nfound no one there. It then occurred to me to look at the child. I did 80,\nand found that the bleeding had re-commencl'd and the blood was flowing\nfreely from the wound. I succeeded in stopping the hemorrhage, and am con-\nvinced that but for this knocking calling my attention the child might have\nbled to death. Thill is the only instance in which I had such an experience.\nMr. Macdonald writes :-\n(Signed) W. Fox.\nMr. Fox is a chemist whose place of busineBB is in Houndsditch. He\nholds that the knocking which he could not explain upon natural principles,\nwas a special interposition of Divine Providence.\nP. C1. 636.\nThe following much more striking experience, sent to us by Mr.\nRomanes, may have been of the same kind, or may have had an\nelement of telepathy in it from his sister.\n18, Cornwall-terrace, N.W.\nNovember 20, 1889.\nTowards the end of M.arch, 1878, in the dl'ad of the night, while believiog\nmyself to be awake, I thought the door at the head of my bed was opened\nand a white figure passed along the side of the bed to the foot, where it faced\nabout and showed me it was covered head and all in a shroud. Then with\nits hands it suddenly parted the shroud over the facl', revealing between its\ntwo hands the face of my sister, who was ill in another room. I exclaimed\nher name, whereupon the figure vanished instantly. Next day (and certainly\n011 account of the shock given me by the above experience), I called in Sir\nW. Jenner, who sa.id my sister had not many days to live.\nDigitized by Google\n\fFeb., 1890.] JO'U'1\"1ULl of Society for Psychical Research. 213\nI was in good health, without any grief or anxiety. My sister was being\nattended by our family doctor, who did not suspect anything serious, there-\nfore I had had no anxiety at all on her account, nor had she herself.\nI have never, either before or after this, had such an experience.\n(Signed) G. J. BoIiANES.\nP. 637.\nThe following case is probably analogous to the last. It comes to\nus through the Rev. H. Kendall, of Darlington, from a lady who does\nnot wish her name or that of the percipients to be printed.\nThe late Colonel M., of the Militia, resided at S. I was companion to his\nwife for many years, travelled with them into various countries on the Con-\ntinent, and altogether was with her more than 30 years. At the time when\nI went to them Mr. M.'s elder brother, Thomas, was a captain in thE'\nMilitia where Mr. M. was an officer, and the regiment. remained at B. for 12\nmonths. B. is six miles from S. and Mr. M. used to come home every\nevening. One (.'Old evening in the month of March, in the year 1866, Mr.\nand Mrs. M. sat reading for a while over a fire in the bedroom before going\nto bed. At II o'clock they were startled by hearing the brother call aloud\n\" Will\" on the stairhead, the name by which he was accustomed to call Mr.\nM. Both heard the voice, and Mr. M. rushed to the stairhead exclaiming.\n\" Whatever bringe you here 1\" he having left him at B. and supposing bim\nto be there. There was no one to be seen. When I went to them in the\nmorning they told me immediately of what had occurred. They had been\nvery much disturbed by it through the night. During the day Mr. M.\nrejoined hia regiment at B. as usua\\. His brother Thomas was there still\nand apparently well. But in the evening about six O'clock, when the\nexercises of the day were over, he was standing in the streetwith him when he\nsuddenly dropped down dead. From frequent references to the subject ill\nafter years I know that Colonel and Mrs. M. were firmly convinced that the\nvoice they heard was a reality, anrI that it was an intimation of the impend-\ning death of Captain Thomas. The fact that they told me of it in the\nmorning, when the captain was still well and likely to live, shows that it\ncould not be an imaginary thing on their part, the result of apprebension\nl't'llpecting him. Colonel M. and bie wife were among the most excellent\npeople I ever knew, and I remained at the Hall till the grave had closed first\nover him and then, nearly 16 years afterwards, over her. E. W.\nOctober 21.9t, 1889.\nL 834.-Adpu\nThe following is from a lady who does not allow us to print her\nname, for fear of paining the relations of the friend who appeared.\n,''lLl!! 4tn, 1889\nI have noted down the remarkable incident I mentioned. The time of\nita occurrence was in the early part of July, 1885, between I and 2 in the\nmorning. I was wide awake, not baving slept at all, when all of a suddeD\nI was startled by a bright light, and I saw at my bedside a tall figure, and\ndistinctly recognised the face of a VII.Iued old friend who resided many miles\nDigitized by Google\"\n\f214 Journal of Soc'iety for Psychical Research. [Feb., 1890.\nfrom my home. He was earnestly gazing at me, and on vanishing from\nmy sight the room became dark as before. My sist.er, who occupied the\nnext room, on hearing me make an exclamation, came in and found me\nstriking a light, when I told her whom I had seen. Strange to say we re-\nceived an early communication from a member of his family acquainting us\nthat our deal' old friend had passed away at the very time he appeared to me.\nThe narrator's sister confirms the above statement as far as her\npart in it is concerned.\nWhat follows is from notes made by Mrs. Sidgwick immediately\nafter talking over the above circumstances with the two ladies.\nThe gentleman who appeared was all old and intimate friend of both\nsisters, and corresponded constantly with them. They had not heard from\nhim for a little while before his death, and though they knew that he was\nailing they were not at all anxious, knew of no caust: for special anxiety,\nand had not had their thonghts turned to him in any special way.\nThe lady who saw the apparition had not been to slee~she is a bad\nsleeper-but was lying with her eyes shut trying to sleep. Suddenly she\nbecame aware of a bright light in the room and opening her eyes saw by\nher bedside the tall figure of her friend. The light, she told me, was like\nqayJight and was at the side of the bed where she saw the figure. She\nhad time to see the figure gazing earuestly at her and to notice that it was\nwrapped in a cloak or dressing gown. She saw half the figure-as far oown,\nI suppose, as the bed would let her. Apparition and light vanished together.\nShe was startled and agitHted, got out of bed and had some difficulty in\nfinding the matches and st.riking a light, owing to her agitated condition.\nI do not think that either sister has now an independent recollection-\napart from their kuowledge of the day of the death-of the day ou which this\nstrange experience occurred, but it made a deep impression on both, and\nwhen the letter announcing the death reached them, which must have been\nwithin two days, they were satisfied that appearance aud death were coinci-\ndent. Their recollectiun that the appearance occurred not long after mid-\nnight is, I think, iudependent of snbsequent information, though they are\nnot quite sure whether it occurred bel ween 12 and 1, or between 1 and 2. _\nA search for the letter announcing the death, which the percipient kindly\nundertook, proved fruitless, but the time of its occurrence, mentioned in the\nletter, \"quite agreed,\" she writes, \"with the very time I noted down of his\nappeHrauce to me. This coincidence surprised and greatly impressed myself\nand sister.\"\nI was shown various newspaper cuttings relating to the death and\nfuneral, from whicb I copied extracts. The ,lea.th is announced as haviug\noccurred on July 5th, and an obituary notice stated that the cause was\ngeneral breHk up rather than allY specific ailment. In an account (If the\nfuneral it was sta.ted that on the coffin plate was the inscription: \"Died\nJuly 6th, 1885, age 75 years.\" As the ladies pointed out to me, the fact\nthat the death was announ\"ed in the newspapers as having occurred on the\n5th, and on the coffin plate as on the 6th, tends strongly to show that it\n-occurred very soon after midnight, and, therefore, confirms their recollection\no()f itl! coinciding in time with the apparit.ion.\n\fFeb., 1890.] Journal of Society fOT PtJYchical Research; 215\nI was told many things which showed that they were intimate friends of\nthe gentleman who died, and that his thoughts might naturally turn to them.\nThe percipient MBured me emphatically that she had had no other ex-\nperiences of the same kind.\nCASES ABOUT WHICH FURTHER INFORMATION IS\nDESIRED.\nA very interesting case of apparently telepathic communication on\nseveral occasions between two persons not specially connected with one\nanother has been sent to Mr. Myers anonymously by the percipient, a\nlady, who wrote from Exeter, where she was temporarily staying, but\nwho gave no clue to her identity. The case had all the appearance of\nbeing perfectly bond Me, but in the absence of authentication cannot\nbe made use of, which we regret, as the experience is curious and\nunusual. Should this meet the eye of the sender we hope that she\nmay be induced to give her name in confidence to some member of the\nLiterary Committee, or to a common friend. This has been done in\nother cases. For instance, the name of\" E.M.,\" whose experience was\ndescribed in the JO'UrnaZ for December, 1887, is absolutely unknown\nto all members of the Literary Committee except Mr. Fryer.\nFurther information is also desired about the following case received\nthrough Mr. Fryer. It is an account of an appearance seen on the\nroad, at a point somewhere between Bowness or Burgh-by-Sands, and\nMungrisdale, or Mount Grisdale, Cumberland, near a miner's cottage,\nabout midnight and by moonlight, about the year 1858 or 1859, in\nAugust. Our informant cannot remember the exact spot, but re-\nmembers that it was on the main road.\nAn apparition of a woman, dressed in white, from 10ft. to 12ft. in height,\ncrossing the road, in front of a dogcart, occupied by three persons. . .\nHorse startled, refused to go, ears forward, and backing.\nShe passed from one side of the road to Ibe other, through two stone\nwalls, then through the cottage garden, then through fields beyond, and then\nup and over the mountain side.\nOf the three persons in the dog cart who are all said to have seen\nthe figure, one is dead, one sends us the above account, and the third\nwrites that he remembers \"something of the kind,\" but thinks that\n\" very likely the wholtl thing might be explained without recourse to\nthe preternatural theory.\"\nOur informant believes that the figure has been seen there by others.\nHe also tells us that a woman had in former days been murdered by\nher husband in the cottage.\nWe shall be glad if any of our readers can give us information\nabout similar appearances there or elsewhere, or about the tradition;\nor if they can suggest any plausible explanation of the phenomenon.\nDigitized by Google\n\fSOCIETY FOR PSYCHICAL RESEARCH.\nRECEIPTS AND EXPENDITURE ACCOUNT FOR THE YEAR ENDING 31st DECEMBER, 1889.\n~r.\n1889.\nJan. I.-To Balance in hands of Treasurer\nDo. Secretary\nDec. 31.-\" Subscriptions:-\nMembers\n.AlIsociates ...\n\" Life Subscriptions ...\n\"Donations, ...\n., Sale of Publications :-\nPer Trubner & Co. (July, 1888,\nto June, 1889)\n\" American S. P. R.\n\" Secretary ...\n\" Rent-(Rooms not required at 19,\nBuckingham Street, 12 months\nto Michaelmas, 1889) ...\n£. s. d.\n66 12 0\n10 0 0\n279 6 8\n'279 6 0\n34 710\n47 3 9\n1012 9\n£ s. d.\n76 12 0\n558 12 8\n42 0 0\n940\n92 4 4\n25 0 0\n£803 13 0\nI!l:r.\n1889. £ s. d.\nDec. 3t.-By Literary Committee\n\" Library\nPrinting\nProceedings. Part XII. (bal.\nlance of) ... ... 118 18 6\nProceedings, Part XIII. ... 69 1 0\n\" \" XIV. (on\naccount of) ... 60 0 0\nJournal, Nos. 49-62 ... 106 8 6\nIndices and Title Pages, Pro·\nceedings, Vol. V., and\nJournal, Vol. III. 9 15 0\nGeneral 23 0 5\nCovers and Binding ...\n.. General Meeting.,\n\" Advertising,\nTravelling Expenses (Members of Council)\nSalary to Secretary (Sept., 1888, to Sept.,\n1889) and Commission on Subscriptions\n.. Rent (12 months, to Michaelmas, 1889) ..\n\" HOs~~~:~fer (1.~. mo~~~s. 1~. Buc~~ngha.~\n.. Reading Room and Stationery\nPostage (Secretary's) ... ...\nGas\n.. Repairs ... ... ...\n.. General Expenses ... ... ... ...\nDonation of previous year transferred to the\nEdmund Gurney Library Fund ...\nBalance in hands of Treasurer, ... 50 7 7\nSecretary, ... 10 0 0\nI have audited the above Receipts and Expenditure Account.with the Books of the Society, and certify that it is correct.\n£ s. d.\n21 0 3\n265\n387 3 5\n213 8\n28 18 0\n280\n800\n130 16 8\n45 0 0\n12 0 0\n365\n53 13 3\n286\n650\n32 510\n1\\ 0 0\n60 7 7\n£80313 0\n28th Janoorll, 1890. MORELL THEOBALD, C.A.\nNI\n.....\n~\n~\n~\n~\n.,.....\n~\n~\n~.\n~\n~\n~\n~\n~\n~.\n~\n.,.....\nI\n~\nj\n\f","_id":464}