{"name":"Journal of the Society for Psychical Research 6426","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n68_mar_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N68, March 1890","mylang":"de","content":"No. LXVm.-VOL. IV. MABCB, 1890.\nJOURNAL\nOJ'TlIlI:\nSOCIETY FOR PSYCHICAL RESEARCH.\nCORTBRTS.\nBzperlmenta of H. M. Weeermann .• . •\nCuee Received by the Litarary Committee\nCorreepondence: Hereditary Memory\nSupplementary Library Catalogue .• . . . . •. . .\nEdmund Gurney Library Fund. AccotUlta to January lAt, 1890 •.\nEXPERIMENTS OF H. M. WESERMANN.\nPAOB\n.• 117\n•• 220\n•• 2SO\n.• 181\n.. \\!It\nA recent addition to the Edmund Gurney Library is a little\nGerman book called Mesmerism and tM Uni'lJ6f\"sal Langooge,* published\nin 1822, by H. M. Wesermann, Government Assessor and Chief\nInspector of Roads at Diisseldorf, &c.\nBy \"the universal language\" Wesermann means thought-trans-\nference and clairvoyance, and his book is a review of the German\nliterature on \"Animal Magnetism,\" mainly of the second decade of\nthis century, from a psychical point of view. He gives some account\nof about 40 volumes, and extracts from them narratives of various ex-\nperiments and observations on such subjects as mesmerism at a distance,\nthought-transference, transferred sensations, clairvoyance, premonitions,\nphantasms of the living and the dead, and the power possessed by\nclairvoyant patients of prescribing for themselves and others, and of\naccurately perceiving the lapse of time. Many of these are of great\ninterest, though in estimating them we have to remember that in\nWesermann's time the power of \"suggestion\" was not understood,\nand may frequently, therefore, have been the real though unobserved\ncause of some of the observed phenomena.\nSpace will not allow of our giving any extracts from the main body\nof the work, and our principal object is to call attention to the intro-\nduction, where in the course of 50 pages Wesermann discusses some\nof the problems presented by the phenomena described, and gives BOme\nexperiments and observations of his OWD. The most important of these\nis an experiment of which an account is quoted in Phantasms of tM\nLifJi'llg, Vol. I., p. 101, from the ArchifJ ftitr den Thierischtm, Magneturm\/us,\nVol. VI., and about which we here find some valuable additional\nevidence. Mesmer's opinion that all might know what was happening\nto a friend who was thinking of them, were it not for the stronger\nimpressions received through the senses, suggested to Wesermann to try\n*Der Ma,gn,etilrmUB una die allgemeine Weltspmche.\nDigitized by Google\n\f218 JO'U'fflal oj Society jlYl' Psychical Research. [Ma.rch,1890.\nto transfer mental images to sleeping friends at a distance j all the more,\nprobably, because he had once succeeded in doing so some years before,\nthough at the time inclined to attribute his success to chance. Accounts\nof four experiments in which he was successful in thus imposing dreams\non his friends are given in Phantasms. His fifth experiment, at a.\ndistance of nine miles, is the one about which we now have additional\nevidence-in fact, a first-hand account from one of the percipients, of\nwhich the existence was not known to Mr. Gurney. We give the\nacconnt in full, translated from the work before us (p. 28).\nA lady, who had been dead five yeaTS, was to appear to Lieutenant --n\nin a dream at 10.30 p.m. and incite him to good deeds. At half-past ten,\ncontrary to expectation, Herr --n had not gone to bed, but was discussing\nthe French campaign with his friend Lieutenant S-- in the ante-room.\nSuddenly the door of the room opened, the lady entered dressed in white,\nwith a black kerchief and uncovered head, greeted S-- with her hand\nthree times in a friendly manner ; then turned to --n, nodded to him,\nand returned again through the doorway.\nAs this story, related to me by Lieutenant --n, seemed to be too\nremarkable from a psychological point of view for the truth of it not to\nbe duly established, I wrote to Lieutenant S--, who was living six\nmiles away, and asked him to give me his account of it. He sent me the\nfollowing reply:-\n. . . . On the 13th of March, 1817, Herr --n came to pay me a\nvisit at my lodgings about a league from A--. He stayed the night with\nme. After supper, and when we were both undressed, I was sitting on my\nbed and Herr --n was standing hy the door of the next room on the point\nalso of going to bed. This was about half-past ten. We were speaking\npartly about indifferent subjects and partly about the events of the\nFrench campaign. Suddenly the door out of the kitchen opened withollt a\nsound, and a lady entered, very pale, taller than Herr --n, about five feet\nfour inches in height, strong and broad of figure, dreBSed in white, but with\na large black kerchief which reached to below the waist. She entered with\nbare ht'ad, greeted me with the haud three times in compliment.ary fashion,\nturned round to the left towards Herr --11, and waved her hand to him\nthree times; after which th, figure quietly, and again without any creaking\nof the door, went out. We followed at once in order to discover whether\nthere were auy deception, but found nothing. The strangest thing was this,\nthat our night-watch of two men whom I had shortly before found on the\nwatch were now asleep, though at my first call they were on the alert, and\nthat the door of the room which always opens wit•• a good deal of noise did\nnot make the slightest sound whe\" opened by the figure.\nS.\nD--n, January 11th, 1818.\nFrom this story (Wesermann continues) the following conclusions may be\ndrawn :-\n1. That waking persons, as well as sleeping, are capable of perceiving the\nmental pictures of distant friends through the inner sense as dream images.\nDigitized by Google\n\fMaroh, 1890.] Journal ofSociety for Psychical Research. 219\nFor not only the opening and shutting of the door, but the figure itself-\nwhich, moreover, exactly resembled that of the dead lady-was incontestably\nonly a dream in the waking state, since the door would have creaked as\nusual had the figure really opened and shut it.\n2. That many apparitions and supposed effects of witchcraft were very\nprobably produced in the same way.\n3. That clairvoyants are not mistaken when they state that a stream of\nlight proceeds from the magnetiser to the distant friend, which visibly pre-\nsents the scene thought of, if the magnetiser thinks of it strongly and with-\nout distraction.\nWesermann's third inference is less sound than his other two, but\nwe quote it because it has led him to state what we think he has stated\nnowhere else in the book, that in his experiments he concentrated his\nmind strongly on the subject to be transferred. It is much to be\nregretted that so little information is given to us as to his mode of\naction and as to other points. We have no reason to think that those\nwith whom he experimented were persons whom he had mesmerised, or\nwith whom he was in any way in special rapport. Lieutenant S--,\niDdeed, was a complete stranger to him,.but this proves little, as his\nimpression may have beeu received from LieutenaDt --D. AgaiD we\nare left quite iD the dark as to how ofteD WesermaDD tried similar\nexperimeDts, but it seems probable that he sometimes failed, since he\ntells us in a letter contributed to Nasds Zeitschrijt jur Psychisrll,e Arzte,\nVol. III., p. 758, that he had observed that these dream-pictures are\noDly transferred to the sleepers if they are of a kind to iDterest, move,\nor surprise them. From the same source we learn that, iD his view,\napparitioDs such as that described above could seldom be produced;\nonly, in fact, when the AgeDt is brought iDto a very emotional and\nexcited state about the subject choseD to be traDsferrt'd, and wheD the\nPercipieDt, whether owiDg to his physical or his meDtal constitution, is\nspecially susceptible. He tells us, however, that he could relate more\nexperimeDts if I\\pace permitted, but that he had found few friends who\nobtained such successful results as these. ID the paper iD the Archiv\nquoted iD Phantasms, he says that two only of his fl'iends surcel'ded.\nOD the other haDd he had convinced one of his strongest opp· ·nents-\na doctor of law-who had himself caused his daughter to dream of a\nsuddeD attack of illness which had seized him in the Dight.\nWe have thought it worth while to dwell thus at length OD this\nsuhject, not oDly because of the additionul evideDce here given OD an\ninteresting case, but because this class of experiment forms aD excl'ed-\niDgly important link iD the chaiu of evidence relating to thought-trans.\nference, and one which is frequently ignored or overlooked. It is a\nkind of experiment in which others besides WesermaDn have succeeded.\nwhich all call try, aDd which ought to be tried much oftener than it is.\nDigitized by Google\n\f220 JournaJ, of Society for PsychUxd ]lat.arcn.. [March, 1890.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nThe lower value of dreams as compared with waking ex-\nperiences in affording evidence of supernormal knowledge is a topic\nfamiliar to readers of Phantasms of the \/Ming, and of many of the\npapers in our Prow.dings. As pointed out by Mr. Gumey,* the\nelements of weakness are mainly two. The first is that, dreams being\noften somewhat dim and shapele88 things, when the actual facts are\nlearnt, a faint amount of resemblance may often suggest a past dream;\nthe real features and definite incidents which are now present to the\nmind in close association with some general scene or fact which actually\nfigured in the dream, will be apt to be unconsciously read back into\nthe dream. The second evidential weakne88 of dreams arises from\ntheir frequency. Among the multitude of dreams, one here and there\nis sure to correspond in time with an actual occurrence resembling\nthe one dreamt of; and still more frequently must such accidental\nresemblances be found when an indefinite time is allowed for fulfil-\nment, as it is in most \"premonitory\" dreams. And when a dream\nthus .. comes true,\" unscientific minds will note and store up the fact as\nsomething extraordinary, without taking the trouble to re8ect whether\nsuch incidents occur oftener than pure chance would allow. Even\nreflection, however, will not solve the question. There are two diffi-\nculties; it is almost equally imp088ible to determine what proportion\nof dreams do exhibit a striking correspondence with real events which\ncould not be divined by the dreamer, and what proportion we should\ndemand before we consider that the hypothesis of chance is strained in\naccounting for them. In the case of certain limited classes of dreams\nsuch an estimate may be po88ible, and Mr. Gurney has attempted it in\nthe case of dreams of death coinciding in time with the actual death\ndreamt of. But, at any rate, in most classes of dreams we not only are\nwithout the necessary data for forming a decision, but it would be\nexceedingly difficult to obtain them.\nWith this preface we present to our readers a little collection of\ndreams exhibiting a more or less striking correspondence with present\nor future events, or in the case of L. 835, with another dream. In all\nof them the possibility of\" reading back\" has been almost excluded, as\nregards the main incidents, by the dream having been told beforehand.\nL. 835. SIMULTANEOUS DREAMS.\nFrom Mr. and Mrs. H., who do not wish their names to be pub-\nlished. The dreams took place in July, 1887, and the account was\nsent to us in August.\n*Phafll.a8n'8 of the Living, pp. 298-300.\n__\n\"edbyGoogle\n\fMarch, 1890.] Journal of Society for P8ychical Research. 221\nI dreamt that I was walking in Richmond Park with my husband and\nMr. J. I saw notices put on several trees to the effect that \"In\nconsequence of the Jubilee, Lady R. will give a garden party on the\n24th of .June.\" I remarked to my husband that I hoped she would invite\nus. My husband said that he hoped she would not do so, as it would be\nextremely difficult to get back to town. Mr. J. then said, \"Oh, I will\nmanage that for you,\" and struck a blade of grass with his stick, upon\nwhich a carriage drove up. I then awoke and my husband said, \" I have\nhad such a vivid dream. I dreamt we were walking in Richmond Park, and\nI was told that Lady R. was going to have a party. We were invited,\nand I was very much troubled in my mind as to how we should get home,\nas the party was at 10, and the last train went at II, when my friend J.,\nwho was walking with us, said, 'Oh, I will manage that for you.'''\n(Signed) M. H. and J. B. H.\nL. 836. (THOUGHT-TRANSFERENCE IN A DREAM.)\nFrom a gentleman who does not wish his name to be printed.\nHis wife has sent us a similar, though somewhat less full account of\nwhat occurred.\nDecember 9th, 1889.\nOn Sunday morning, November 24th [18891 I was at home reading care-\nfully Sir William Hamilton's Lecturu on Metaphylic8. After finishing Lecture\nxx., I felt somewhat drowsy, and very soon fell asleep. This was at about\n12 o'clock. I slept for about lO minutes, and during that time I dreamt that\na friend of mine appeared before me and said, \"I say, you owe me twopence\nfor postage in connection with that mortgage.\" \"All right,\" I replied,\n\"business is business,\" and saying this I put my hand in my pocket, and\ndrawing it out gave him the twopence he required. With this I woke.\nMy friend has been managing some mortgage business for me during the\nlast two months.\nMy wife had gone out about 10.15 a.m., intending to visit a church she\nhad not been to before. Finding it rather farther than she expected, she\nthought she would like to take the tram back. But she had left her purse\nat home. However, being near a friend's house (the friend I saw in my\ndream), she called in and asked for the loan of twopence. His wife lent my\nwife sixpence, and he himself accompanied my wife to the church, which\nwas very near. It was just before II o'clock. After the service my wife\ntook the tram, and arrived home about 1 o'clock. My dream had made\nso great an impression on my mind that I immediately told her about it,\nand to my utter astonishment she related the story of borrowing twopence,\nwhich she said she would not have thought it worth while mentioning\notherwise.\nL. l072.-Ao PO.\nFrom Mrs. Anderson, 8, Chester-terrace, S.W.\nMal·ch,1889.\nOne morning I received a letter from my sister (who was in Scotland),\nDigitized by Google\n\f222 JOWI\"nal ofSociety for Psychical Research. [March, 1890.\nto tell me that my baby niece, aged six weeks, was' ill with erysipelas which\ncovered her from the crown of her head to the tips of her tiny feet. In the\nevening I went to see some friends, and as I entered the house my hostess\nmet me and said: \"Your little niece is very ill.\" I looked astonished and\nshe continued: \" Don't say a word but listen. Last night I dreamt that I saw\na tiny child coming towards me; she was swollen out of shape. I said: 'You\npoor little object, who are you ~' and she said, 'I am M. C.'s little girl.'''\nIn answer to questions, Mrs. Anderson writes :-\n1. The dream occurred, if I mistake not, in February, 1872. 2. I did\nnot keep my sister's letter. 3. The dreamer is dead. Her lIame was Mrs.\nWilliam Eversley. 4. Her daughter and husband can both verify it, and\nyou shall meet them BOrne day. 5. I think I certainly told my sister of it.\nbut cannot vouch for her remembering it. 6. The same lady had many\ndreams which came perfectly true in every particular.\nA. G. ANDERSON.\nMiss Elizabeth Eversley gives us the following account of the\ndream dreamt by her late mother, the particulars of which were\nwritten out by Mrs. Anderson.\nI remember perfectly my mother telling us one morning that she was\nsure M. U.'s baby girl was ill, as she had in a dream that night seen a little\ngirl coming towards her swollen out of all shape. My mother exclaimed.\n\"You poor little object, whose child are YOIl ~\" The child answered, \"I a.m\nM. C.'s little girl.\"\nThe following statement is made by Mr. Eversley as to the dream\nof Mrs. Eversley, told by Mrs. Anderson and Miss E. G. Eversley.\nI perfectly remember my wife telling me she had a dream in which she\nsaw a baby, all disfigured and swollen, and on asking the child who she was,\nshe said, \"I am Mrs. C.'s baby.\" Mrs. Anderson, sister to Mrs. C., came to\nour house a day or two after, and was about to tell us of her little niece's\nillness, when my wife said, \"Stop! let me tell you my dream,\" and wheu she\nheard it, Mrs. Anderson said, \"Tha.t is just the description I have had of the\nchild from my sister.\"\nIn conversation with Miss Eversley on March 30th, 1889, I learnt\nthat she also remembered Mrs. Anderson coming to the house on the\nSunday-the dream having occurred, as Miss Eversley believes, on\nthe preceding Friday night,-and beginning to tell of her niece's\nailment. Mrs. Anderson was then interrupted by Mrs. Eversley, who\nnarrated the dream.\nMiss Eversley had no doubt talked over the matter often with Mrs.\nAnderson, but she told me that she had not done so in the interval\nbetween my meeting Mrs. Anderson and my calling on Miss Eversley,\nso that the latter has apparently a clear independent recollection of\nthe circumstances.\nThe late Mrs. Eversley was in the habit of dreaming frequently\nDigitized by Google\n\f.lIarcb, 1890.] Journal, Of Society fOT P8ychical Be8earch. 223\ndreams which\" came true.\" Such dreams were always clear and vivid,\nand she would relate them to her family in the morning. Miss\nEversley was fairly confident that dreams thus related by her mother\ndid as a rule \"come true.\" She cannot, however, remember details of\nmany at this distance of time.--F. P., April 8th, 1889.\nP. 01. 129.\nFrom Captain Parker, through the Rev. A. T. Fryer.\nHythe Vicarage, Southampton, April 16th, 1889.\nDEAR MR. FRYER,-On referring to the only notes I have, I find I\ncannot fix the exact date of the occurrence of which you want particulars.\nIt was, however, during the latter half of June, 1886, as I find it was then\nthat the mall arrived whose coming I dreamt about.\nI was then in charge of a Division of Coastguard, and it was a part of my\nduties to visit the various coastguard stations within the limits of that\ndivision of the coast. The dream, as nearly as I can remember it, was as\nfollows: That I was visiting an outlying station where there were several\ncoasting vessels moored, their heads out seaward, and sterns secured to the\nshore with hawsel'S. Two navy bluejackets landed from one of the craft,\nquite to my surprise, and on asking where they were from, one of them\nsaid he had been sent from Wick for duty at Sandhaven (a village ill my\ndivision).\nThe details of the dream were so vividly impressed on my mind on\nwaking, which is quite unusual with me, that I told my housekeeper about\nit at or about breakfast time-as far as I know the only time I ever told\nher any dream at all-and for the time thought no more of it, but BOon\nafter, I think the same day, when the post came I received an official letter\nappointing a man from Wick for duty at Sandhaven.\nI was so astonished at this coincidence that I at once said to my house-\nkeeper:\n\"You remember the dream I told you about a man coming from Wick\nfor Sandhaven. Here is his official appointment.\"\nA further curious coincidence in connection with the above is that in the\nordinary course of events this Dlall would have proceeded from Wick to\nAberdeen by steamer, and from thence north by rail, and in fact that was\nhow he was ordered to go j but on this occasion, which sometimes happened,\nthe steamer stopped off Fraserburgh and landed the man there without my\nknowledge at the time, until I found a strange bluejacket at my quarters,\nand on asking who he was and where he had come from, he told me he had\nlanded from the steamer from Wick, and was sent for duty at Sandhaven.\nAt that moment all the details of the dream again came to my mind, and\nthe fact of the man landing on tile coast instead of coming by rail was\nalso in accordance with the details of the dream. It is hardly necessary\nfor me to remark that nothing occurred beforehand that would lead me to\nexpect a man being sent from Wick, or I should not have thought that the\ndream was curious or worth a moment's thought.\nDigitized by Google\n\f224 JO'IJh\"1Uil of Society for Psychical Re8earch. [March, 1890.\nI have no doubt my housekeeper remembers BOmething of this occurrence\nas she has a better memory than I have for most things. I have not written\nto her on the subject, as I thought you might prefer to have her evidence\nwithout any reminder from me to her about it.\nY. F. H. PARKER.\nThe following is from Captain Parker's housekeeper.\nFraserburgh, .AprilI8eh, 1889.\nIn answer to your inquiry about Captain Parker's dream, I remember\nhim telling me about it. He said that in his dream he left the house, and\nBOOn after met the coastguard man, and asked him if he was the man that\nwas come to Sandhaven station from Wick, and he said, \"I am.\" Mr.\nParker said, when telling me about it next morning, \"How I wish to see\nthat man.\" He saw him BOon, to his astonishment, the exact image and\nlikeness as in his dream.\nELIZABETH MACDONALD.\nP.638.\nIn the following case we are requested not to give names, lest it\nshould be painful to the parents of the lady who died.\nSepeemb«- 19t1!, 1887.\nIn November, 1884, my daughter, then 16, said to me one morning,\n\"Oh, mother, I had a terrible dream last night about B. I dreamt that\nyou, she, and I were walking along the street, coming, I thought, from\nBOme musical entertainment, as I heard the music still in the distance.\nSuddenly B. appeared faint, and lea.nt against BOme railings we were passing\nat the time. I tried to support her against the railillgs, but she gradually\nsubsided and fell to the ground-dea.d. I thought I ran for a doctor, but\ncould not find one, and in the confusion I awoke.\"\nThe dream seemed to have been a peculiarly vivid one, but after\nmentioning it to some other members of the family we thought no more of\nit. Just about a week, or rather more, after the dream, we were shocked\nto receive news of B.'s sudden death-in the street-coming from an\nafternoon operatic performance. Strangely enough we were BO shocked by\nthe news that for several days we did not remember I.'s dream.\nOn hearing the details of B.'s death, some months later, from her mother,\nwho was with her, I was more than ever struck with the dream. She had.\nbecome faint close to BOrne railings, and for a minute leant against them,\nthen gradually fell to the ground-dead. I cannot remember the exact date,\nbut am positive it was about a week before the death actually occurred.\nI have omitted to mention that B. was my niece, and had been BO much\nwith us that she was more like a sister to my daughters than a cousin.\nThe following is the percipient's own account, written nearly two\nyears later. .\nA week previous to my cousin's death, I dreamt that she, and I, and\nsome others were walking past a public building, in which BOme musical\nDigitized by Google\n\fMarch, 1890.] Jou'r'fUJl of Society for ~sychical Research. 225\nentertainment was being held at the time, and, as we passed, the strains of\nmusic seemed to reach us quite distinctly. Opposite the building were\nrailings, and close by them my cousin seemed suddenly to become faint,\nand sank on the ground. I tried to raise her and support her against the\nrailings, but she slipped from my grasp, and I saw that she was dead.\nI set about procuring medical aid, but certainly in a very dream-like way.\nFirst I went to the house of a doctor who had .left the town years before ;\nthen, not finding him, to that of another who had been several years dead.\nI cannot at all remember whether this latter returned from the land of\nshadows to my help or not, for at this point everything became confused.\nIn the letter which accompanied this account, the percipient adds :-\nIt seemed very curious to us all at the time, as the last accounts of my\ncousin had been very favourable, and in any case she and I had never had\nany interests in common.\nThe sister of the percipient writes in November, 1888:-\nI distinctly remember her telling her dream exactly as my mother has\nwritten. My sister E. was sleeping with her at the time, and remembers\nI. telling her of it in the morning.\nI. is of a very impreBBionable nervous temperament, and in fact we\nconsider her a trifle \"uncanny.\" A few weeks ago she was staying in K.,\nand one night she dreamed that there was a great fire in High-street, and\nthat the fire engine would not work. In the morning she was quite as\nmuch surprised as anybody else to hear that there had been a fire that\nnight, and the engine would not work.\nThe percipient herself says:-\nMy dreams frequently seem to come true. Only last week I had a night\nof horrible dreams. I seemed to be left in charge of two babies, each of\nwhich, one after the other, died quite suddenly under my care.\nNext morning a letter from my brother informed me that the baby of a\nfriend of ours had quite suddenly and unexpectedly died that same afternoon.\nI have had many other experiences of a similar kind, but do not now\nremember the details.\nP. 639.\nFrom the Rev. J. M. (Name given in confidence, not for publication).\nDecember 19th, 1884.\nAbout fourteen or fifteen years ago when I was vicar of a coal mining\nparish I dreamt that I baptised the child of a lady parishioner of mine in\nJordan water. There was nothing in the world that I know of to make me\nthink of J oroan water at the time. And certainly there was nothing to\nmake me think of any child of the young lady of whom I dreamt. At that\ntime she was very young-not out of her teens,-unmarried, and so far 8.8 I\nknow not even engaged; still the dream as I lay in bed seemed quite a natural\none, that is, there was nothing in it that presented any difficulty or un-\npleasantness. The baptism as I dreamt of it was a public one in the parish\nDigitized by Google\n\f226 Journal oj Society JOT Psychical Research. [March, 1890.\nchurch, and the father did not appear on the scene at all, neither was I given\nto understand who he was. But this did not seem at all to concern me.\nIn the morning on coming down stairs, not a little impreBBed by my\ndream-at any rate being amused and interested with it-I was surprised\nto find a letter from the Holy Land, enclosing some leaves and flowers from\nthe Mount of Olives. These had been sent by a friend-a clergyman-\nwho I thought was at the time at Birmingham. Unknown to me he had\nbeen presented to a benefice, and before entering upon it had taken the\nopportunity of going to Palestine. The coincidence of the Jordan water\nwith plants from the Mount of Olives I thought curious\"but still I did not\nattach any importance to it.\nSome years paBBed by. My young lady friend and her younger sister\nwere both married, and had families. The husband of the latter called upon\nme one day, to ask me to fix a time for baptising their child, suggesting a\ncertain day, and saying that he and his wife had been promised some Jordan\nwater by a friend, which they boped would reach them in time for the\nbaptism. I promised to use it if it should arrive in time. But while\npromising I laughed outright and said it was the child of the wrong sister.\nThen I told him of my dream about baptising a child of his wife's sister,\nand it seemed as if the dream was going to have a sort of half fulfilment.\nHowever, the Jordan watt'r expected did not arrive in time, so the child of\nthe younger sister was baptised in ordinary water, as indeed had been, up\nto that time, every child baptised by myself. There seemed no likelihood\nof my being called to baptise any child of the elder sister's at all. Her\nhusband was a Presbyterian and lived in Scotland, and in fact her first\nchild was baptised after the Presbyterian form.\nBut some year or two afterwards she happened to be in England with a\nsecond child, and much to my surprise she asked me if I would baptise it-\nan English gentleman and his wife having offered to stand sponsors for the\nchild. I gladly complied with the request, and the mother before I left her\nsaid she had some Jordan water, and she would be glad if I would use it for\nthe baptism. This I promised to do, and this I did. The father of the\nchild being out of health at the time, was not present at the service. Thus\nmy dream of many years before seelllt'd somehow to have bad a remarkable\nfulfilment.\nP. 640.\nThe following narrative was obtained for us by Mr. W. Leadham\nCrowe, of 4, Bishopsgate-street Within, from a friend of his.\n21, Cranley-gardens, South Kensington, S.W., May 25th, 1889.\nAccording to promise I give you an account of my dream in 1857.\nOn the night before the Derby I went to bed in a discontented frame of\nmind, as I was not allowed to go to Epsom.\nIn the winter I had backed the then favourite, Blink Bonny, to win for\na small sum at 10 to 1. She ran in the One Thousand and was badly\nbeaten, and went back in the betting to 66 to 1. I did not lose my faith in\nDigitized by Google\n\fl\\Iarch, 1890.] Journal of Society for Psychical Research. 227\nmy choice, but took £600 to £10. Well, you will understand that a boy\nof 19 had a great stake in the race.\nIn the early morning of the Derby Day, I dreamt that I was on the\nEpsom course (where I had not then been), at a point which I have since\nrecognised as Tattenham Corner. I saw the horses go by, and followed\nwith the crowd after the horses, and when I got up to the telegraph board\nI heard people shouting, \"Blink Bonny has won.\" I looked at the board\nand saw the following numbers ;-\n19\n4\n23\nOn this I awoke, got out of bed (it was a splenrlid morniug), took an\nenvelope from my coat pocket and put down the numbers.\nI went early to the station at Greenwich, and awaited the arrival of two\nfriends who were going to the race, Charles West and W. R. Brander. I\nwent up with them to London Bridge, where I bought a card. Blink\nBonny was No. 19. I:only had £2 in my pocket. I asked Brander to put\nit on for me. (He did not do it, saying he thought I was mad.) The\nnumbers of the other horses I did not take much heed of when I found that\nNo.4 was a horse called Black Tommy, which was an extreme outsirler I\nhad never heard of; nevertheless the result of the race was-\nNo. 19 Blink Bonny 1\n\" 4 Black Tommy 2\n\" 23 Adamas 3\nThis is of course an extraordinary circumstance, and after 32 years a\nrather difficult thing to get corroborated, but I send you herewith a letter\nfrom West. Brander I have seen; he says he remembers something about\nit, but that the changes which have occurred in his life have deprived him\nof the memory of his early days.\nJ may mention that I have dreamt numbers once or twice since, but they\nhave not proved the correct ones. J. S. CHRISTIE RENNECK.\nMr. West writes to Mr. Renneck as follows.\nLloyd's, London, E.C., May 20th, 1889.\nI can endorse your statement as to the episode in cOllnection with Blink\nBonny's Derby, and I remember perfectly well your statement to us, before\nthe race had been run, that you had dreamt a certain number had WOll, and\nthat it turned out to be true; it made a strange impression on my mind at\nthe time. CHAS. WEST.\nWe took some trouble to ascertain what the numbers of the first\nthree horses in the Derby in 1857 actually were, and learn from Mr.\nH. Darling that they were as follows ;-\n21 Blink Bonny 1st\n4 Black Tommy 2nd\n3 Adamas 3rd\nMr. Renneck's recollection of the numbers is not therefore quite\nDigitized by GOL\n\f228 Journal of Society fOT P8'!Jchical ReseaTCh. [March, l89O.\naccurate, which is of course not at all surprising after an interval of\n32 years, during long periods of which he has, as he tells us, never even\nthought of the dream. He is sure that he dreamt the right numbers.\nThere is a special difficulty in estimating the probability that a\ntrue dream about a race is not a mere coincidence, because races are\nundoubtedly very frequently dreamt about.\nMr. Renneck, it will be noticed, mentions that he has had one or\ntwo such dreams that have not come true. The following account of a\nfalse dream-vivid and acted on-was sent to us apropos to Mrs.\nSidgwick's paper on Prerrwnitions.\nOnce, 30 years ago, staying with )!Ome sporting men in Yorkshire, I\ndreamt most vividly that I saw the number of the horse who won the\nLeger run up and heard his name. He was an outsider, and we all sent £1\nto the old betting offices and got very heavy odds of course, but Ite 1Da8 not\nin the running!\nWe may point out that in the case of Mr. Renneck's dream,\nsupposing it to be more than a very extraordinary accidental coinci-\ndence, it is not necessary to assume a supernormal knowledge of the\nfuture. The numbers must of course have been already assigned to\nthe horses at the time of the dream, and it is not impossible that some\none with a very complete acquaintance with the horses might have\nthought that particular result of the race a not improbable one.\nP.641.\nThe following curiously fulfilled dream belongs to the same class\nas dreams of races.\nI think the following may be of interest to you, as Secretary of the\nSociety for Psychical Research. The facts are most minutely correct.\nSome weeks since, a paper called The Grove HOUl6 Budget announced a\n\"Guessing Competition,\" first p~e for nearest guess, two ffUiwaa. It was\na number to be guessed, and this was to be obtained by the throwing of a\ndie five times by the offerer of the prize, each turn up of the die to be.\nplaced in consecutive order, 80 that the figures mU8t be either 1, 2, 3, 4, 5, 6\nNo 0, or 7, or 9 could be in it. I bought lO postcards, putting a\nnumber on each, such as 52,342, &c., and about two days after I had posted\nthem (I wrote them on the 25th, and posted them two or three days later),\non the following Friday or Saturday night, I dreamt that the winning\nnumber ended with 555. I dreamt the other two figures, but could not\nr ecaU the one or the position of the other, but was sure there was a 2 in it.\nOn the Sunday, when we were all at dinner (11 of us), I spoke of my dream\nand how curious it was, and many suggested I should write more cards\nwith this ending, but I did not.\nI told all about my dream of·the ending being 555, and the matter\nalmost left my mind, until I opened the Gr01J6 HoU86 Budget last Saturday,\nDigitized by Google\n\fMarch, 1890.] Journal 0\/ Society \/OT P8ychical Research. 229\nDecember 14th, when, to my amazement, I found that the number thrown\nby the offerer of the prize was 52,555.\nFANNY PARSONS.\nHigh-street, Chipping Norton.\nDecember 17th, 1889.\nWe, the undersigned, vouch for the exact correctneBS of the foregoing\nfacts :-\nSARA PARSONS.\nF. WITHAM.\nGE&:NA WHITE.\nS. A. OWEN.\nL. OWEN.\nALICE RBd&: SHAW.\nFRANK NoycE.\nIn reply to our inquiry, Miss Parsons says:-\nI beg to say that the die was thrown certainly 14 days or more after my\ndream of the number. It was a curious coincidence.\nP. 642.\nFrom Mrs. Burkitt, Harvey-road, Cambridge [November, 1889].\nAbout 11 years ago I bad a most vivid dream. I thought I was standing\nin a doorway, holding back a curtain, and looking into the hall of a house,\nand I knew that house to be Farnley, in Yorkshire. The position of the\nhall, its furniture-everything about it-was clear and distinct, and so, too,\nwas the sound of a bell, which I seemed to hear ring clearly as I stood there.\nFarnley Hall was to me a mere name. I had heard that my mother\nspent a few months of her early life there, with her uncle, Mr. Hawksworth\nFawkes, but I never remember her speaking much about England at all,\nand never about her old home, or Farnley.\nI told my sister of my dream the next morning, and thought no more\nabout it, till I went to stay in Yorkshire, abont six or seven years afterwards.\nThen, wishing to see Farnley, I asked Mr. Fawkes' leave to see the\ncollection of Turner's pictures which he has, and, with two friends, went\nover there. On my way I told my friends of my dream, and we were aU\nastonished to find the hall as I bad described it.\nThe Fawkes' were away, but we wandered on, one room leading into\nanother, till we came to one where tea had been prepared for us. I was\nsitting at the table, when, seeing a curtain opposite me, I felt compelled\nto find out what was behind it. I held it back, and found myself looking\ninto the hall from the exact point of view that I had seen it ill my dl·eam.\nAnd then a bell rang.\nWhat seems to me strange is, that the place and almost every detail\nwas vivid for those years, but now that I have seen the reality, it has\nslowly faded away, and I have now an indistinct remembrance of that part\nof the house.\nIn connection with this case we may refer the reader to the\nsuggestion of Mr. Lach-Szyrma in the letter which follows.\nERRATUM.-The cases numbered L. 1049 in Jqurnal for December.\n1889, and L. 1050 in JfJI.IIT\"TIAd for January, should have been L. 1070\nand L. 1071 respectively.\nDigitized by Google\n\f280 JOU1\"fU1l of Society for Psychical Research. [March,189O.\nCORRESPONDENCE.\nHEREDITARY MEMORY.\nTo th.e Editor of the JOURNAL OF THE SOCIETY FOR PSYCHICAL REsEARCH.\nSUl.-There is one obscure subject on which I should like to see an\ninquiry by the Society for Psychical Research. I mean hereditary memQry.\nI know it is usually accepted. even by sceptical physiologists, that we in-\nherit instincts and habits from our ancestors. The case of an hereditary\npassion for hunting in certain English families is adduced. Also certain acts,\n-e.g., in women a peculiar mode of threading a needle (as in one brlUlch of my\nown family) is hereditary. The Stuarts and Bourbons both had a manifetlt\nand remarkable heredity of thought (which might result partly from\ninstinct, partly from edu('ation.) But may not this power of inheritlUlce\nilxtend still further, even to the recollection of certain places by descendants,\nand may not this account for some cases at least of that well-known mental\nphenomenon of persons feeling suddenly that they perfectly recollect places\n·and scenes where a moment's reflection shows them they have never been in\n. their lives 1 I may explain what I mean by my own experience.\nIn early childhood I was much given to day dreams, as many only children\n()f active imaginations are. Two scenes have haunted me many hundred\ntimes, I am sure, though as I attained manhood they faded and were only\nrecollected as childhood's dreams. I will describe each of them. They were\ntwo of my dominant scenes to the inner visual organs in childhood.\n1. A large village lying northward, with heaving plain and woodlands in\nthe back. In front there is a little stream crossed by a small bridge. It is\nlooked at from a hill. There is one church in that village, and a road going\nnorth, and a park to the east. I have thought of that village a hundred times\nand peopled it with imaginary people and quaint adventures, as children will.\nNow when I was an undergraduate in Oxford my mother suggested my\ngoing to visit Adderbury. which had been connected with our family since\n1800, and where she had spellt some of her childhood, staying with her uncle\nwho dwt'lt there. She intended going herself there, but was prevented.\nStill she told me to go there and see the old place, full of her childhood's\nmemories. I did so OIle winter's day. I came to a low bill and theI'e before\nme wa\" almost exactly the scene of my childhood's dreams-the large\nvillage, the little stream, the park, tbe woodlands, and the church. Now my\nmother had !lever described to me Adderbury. It is curious I sh..uld have\nthought of it, for, spending my childhood in Devon, I had conceived a typical\nOxfordshil'e village, totally unlike any place I had seen in cbildhood.\n2. Another sct'ne was more curious and more persistent. It was a large\nvillage near the sea fadng eastwards. The hill is very steep-so steep that\nyou must descend part of the way by steps. The houses are in terraces one\nover the other. Above there is a woodland. I always thought I dwelt\nthere and had a house on the north side. Hundreds of day dreams had I\nof that village and its steps and terraces, and blue sea, but my home was\nalways on the north side and a little inland. Till last July, I never in all\nmy journeys had seen any place like· that scene of my day dreams. I was\nthen allked to visit Clovelly in North Devon, where my maternal ancestors\nDigitized by Google\n\fKarch, 1890.] Journal of Society for Psychical Besea'I'Ch. 231\n(my great-grandmother was a Cary) had long lived. To my astonishment\nthere were the terraces, tbe steep hill, the steps down to the sea facing\neastward, and, to the north, Cary Court, where for ages our people bad\nlived. I saw in the church seve.n of the Cary tombs. Clovelly is described\nin Weatward Ho, whicb I only read some years ago for the first time, and\nthe resemblance never struck me.\nAre there not many other instances of this ancestral memory 1\nNewlyn St. Peter, Penzance. W. S. LAcB-SZYlI.MA.\nREVIEW.\nAn interesting article on \"Ghosts,\" by Mr. R. Hodgson, Secretary of\nthe American branch of the Society for Psychical Research, is published in\nthe February number of a new American magazine, The Arena, and is the\nfirst of a series in which Mr. Hodgson proposes to explain the aims and\nmethods of the Society, witb the hope of arousing a more general and\nintelligent interest in its work. In this paper he discusses briefly, and in a\nsimple and clear manner; the elementary principles whicb must be kept in\nview in attempting to explain coincidental and other apparitions, as well as\nsome of the more obvious and fundamental theoretical difficulties tbat meet\nus. Typical cases of the apparitions of living and dead persons, from the\ncollections of the English and American Societies, are given. Mr. Hodgson's\nnext article will treat of \"death wraiths\" and occurrences in houses reputed\nto be \"haunted.\"\nSUPPLEMENTARY LIBRARY CATALOGUE.\nTHE EDMUND GURNEY LIBRARY.\nAdditions since the lcut lut (\" Journal\" for October.)\nRAuE (C. G., M.D.) Psychology as a Natural Science applied to the\nSolution of Occult Psychic Phenomena..........•.......Philadelphia, 1889\nBEAUNIS (Professor H.) Les Sensations Internes ......•......•....•..Paru, 1889*\n---------- L'Evolution du Systeme Nerveux ...•.....Paru, 1890*\nGOYARD (Or.) Le Magnetisme Contemporain et la Meclecine Pratique,\nPariB, 1888\nMARIN (Dr. Paul) L'Hypnotisme TMorique et Pratique comprenant\nles Procecles d'Hypnotisation .........................•.... ......•..Pari&, N.D.\nEXPERIMENTAL·PSYCBOLOGIE (Schriften der Gesellschaft ftir, zu Berlin).\n1. Dessoir (Max) Das Doppel-Ich.\nLeipzig, 1890+\nII. III. Bastian (Adolph) Ueber Psychische Beobachtungell bei\nNaturvolkern. Hellwald (F. von) Die Magiker Indiens.\nIV. Bentiveglli (A. von) Die Hypnose und ihre civilrecbtlicbe\nBedeutung.\nLOMBROSO (Cesare) Studi sl1ll' Ipnotismo, con ricerche Opt&lmoscopiche\ndel Professore Reymond, e <lei Professori Biancbi e ~orumer\nBulla polarizzaziolle psichica, 3rd edition ........................ Turin, 1887\nARCHIV10 di Psichiatria, Scienze Penali ed Antropologia Criminale.\nVol. X., Parts i.-iv. ....................................................Turin, 1889\n*Presented by the Author. t Pl'eseowd by the Society.\nDigitized by Google\n\f232 Jowrnal of Society for Psychwl Re8earch. [Maroh.18l1O.\nDR.\nTHE EDMUND GURNEY LIBRARY FUND ACCOUNT UP TO\nJANUARY 1ST, 1890.\n----\nCR.\n£ s. d. £ 8. d. £ •• d.\nTo Donationa 282 12 0 By Investment in\n.. Dividends on Invest- £100 Deben-\nmenta ... 8 14 6 ture Stock\nMidland Uru-\nguayRailway\n.. Investment in\n13 Shares of\n11317 6\n£10 each in\nBuenos Ayres\nWater and\nDrainage 13210 0\n.. Expenses of\nTransfer ... 3 1 6\n--249 9 0\n\" Purchase of\nNew Books... 6 6 0\n.. Binding 12 8 6\n18 14 6\nBalance in bauds\nof Treasurer\nJanuary lBt,\n1890 ... 23 3 0\n---\n291 6 6 291 6 6\nExamined and found correct.\nH. ARTHUR SMITH.\nSince tbe pnblication of the lilt of donationa to this Fund in Proceeding',\nPart XIV., the following additional donationB have been received:-\nMr. and Mrs. LeyceBter ...\nHon. Auberon Herbert ...\nAnd aince January lBt, 1890\nA. Sidgwick\n£ .. d.\n600\n100\n200\nDigitized by Google\n\f","_id":465}