{"name":"Journal of the Society for Psychical Research 7851","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n69_apr_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N69, April 1890","mylang":"de","content":"No. LXIX.-Vor•. IY. APRIL, 1890.\n,JOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nNew Members and Associates\nMeetings of the Council\n. CONTENTS.\nGeneral Meeting .. .. .. .. .. .. ..\nMeeting of the American Branch . . . . . . . . . .\nCases Received by the Literary Committee ., .. ..\nCorrespondence: ArE' Apparitions Objective or Subjective?\nNEW MEMBERS AND ASSOCIATES.\nMEMBERS.\nCAVE, CHARLES J. P., 13, Lowndes-square, London, S.W.\nELDER, MRS., Campden House, Kensington, London, W.\nKINGSTON, H. D. R., M.B., Stormont Lodge, Willesden, N.W.\nASSOCIATES.\nBLACKIE, MISS J. L., 10, Stratford-place, London, W.\nBUCKLER, W. H., Trinity College, Cambridge.\nDAINTREY, CHARLES J., Petworth, Sussex.\nDICKINSON, MRS., Bramblebury, Wandsworth Common, S.W.\nDUNN, EDMUND A., 92, Regent-street, London, W.\nELLISON, REV. JOHN H., 4, Warwick-square, London, S.'V.\nFEILDING, HON. EVERARD, Newnham Paddox, Lutterworth.\nHILLS, MRS., Corby Castle, Carlisle.\nMACLAGAN, MISS M. M., 4, West Cromwell-road, London, S.W.\nMORISON, Mus. MILLER, Morison House, Hetland, Ruthwell, N.B.\nPONSONBY, HON. MRS., 9, Chapel-street, Grosvenor-place, W.\nREYNOLDS, MRS., Millington House, Thelwall, near Warrington.\nROUSE, ROLLA E., M.D., 2, Tisbury-road, West Brighton.\nSHILTON, ALFRED J., F.C.S., 36, Castle-street, Reading.\nSOLOVOY, MICHAEL, 9, Mokovaia, St. Petersburg.\nPAGE\n.. 233\n.. 234\n., 237\n.. 239\n.. 239\n.. 243\nVILLAMARlNA, THE MARCHESA IH, Palazza Reale, Quirinale, Rome.\nWARTER, Mus. TATHAM, 10, Upper Phillimore-gardens, Kensington, W.\nWEMYSS, MISS A., Washwell House, Painswick, G1oucestershire.\nWIGAN, W. L., Larkfield, near Maidstone.\n,\\VINGFIELD, MRS. EDWARD, 40, Albion-street, Hyde Park, 'V.\nHONORARY ASSOCIATE.\nSHIELD, Mus., Bowers Gifford Rectory, Essex.\n\f234 Jou1\"'nal of Society f01' Psychical Research. [April, 11190.\nASSOCIATES OF THE AMERICAN BRANCH.\nARNOLD, J. N., 19, College-street, Providence, Rhode Island, U.S.A.\nBIGELOW, HOUACE P., Waterville, Oneida Co., New York, U.S.A.\nCASE, MISS M. R., 120, Commonwealth-avenue, Boston, Mass.,U.S.A.\nCIIANDLEU, MRS. H. P., Forest Hill-street, Jamaica Plain, Mass., U.S.A.\nCHANDLER, MISS, Forest Hill-street, Jamaica Plain, Mass., U.S.A.\nCHAPIN, IRVING, Puritan Club, Boston, Mass., U.S.A.\nDALL, N. HASKELL, Hedgec\/1.ll, Glen-road, Jamaica Plain, Mass., U.S.A.\nDALLAS, GEORGE M., 263, South 4th-street, Philadelphia, U.S.A.\nDUCEY, WILLIAJlI L., Muskegon, Michigan, U.S.A.\nDUNHAM, MISS E. L., 137, East 36th-street, New York, U.S.A.\nESTY, PROFESSOR W. C., Amherst College, Amherst, Mass., U.S.A.\nFROTHINGHAM, P. R., 8th-street, New Bedford, Mass., U.S.A.\nGAGE, LYMAN J., The First National Bank of Chicago, Chicago, U.S.A.\nGARDINER, PROF. H. N., 23, Craft.s-avenue, Northampton, Mass., U.S.A.\nGOODING, MISS MARY, Concord, Mass., U.S.A.\nGRAHAM, PROFESSOR A.~DREW J., 744, Broadway, New York, U.S.A.\nHARRIS, REV. J. ANDREWS, D.D., Cheshunt Hill, Pennsylvania,U.S.A.\nMCVICKER, J. H., McVicker's Theatre, Chicago, U.S.A.\nNEWCOMB, C. A., 1145, Woodward-avenue, Detroit, Michigan, U.S.A.\nNIMS, F. A., Muskegon, Michigan, U.S.A.\nOSBORN, PROF. F. W., 491, Classon-avenue, Brooklyn, New York, U.S.A.\nPECKHAM, ORVILLE, The First National Bank of Chicago,Chicago,U.S.A.\nPRATT, J. H.,Spring Hill, Kansas, U.S.A.\nREES, MRS. JANET RUNTZ, Wayside, Scarsdale, New York, U.S.A.\nSTRAUSS, ALBERT, 344, -West 55th-street, New York, U.S.A.\nTHAYER, DR. D., Hotel Lafayette, 200, Columbus-avenue, Boston, Mass.\nWESTBROOK, DR. R. B., 1707, Oxford-street, Philadelphia, U.S.A.\nMEETINGS OF THE COUNCIL.\nThe Council met on the 7th and 28th of March. Colonel Hartley\nwas in the chair on the first occasion, and the President on the second.\nThe following Members were also present at one or both of the Meet-\nings :-Dr. A. T. Myers, and Messrs. T. Barkworth, W. Crookes, W.\nLeaf, F. 'V. H. Myers, F. Podmore, H. Arthur Smith, R. Pearsall\nSmith, and H. E. Wingfield.\nThe following were elected, under Rule 17, as Co-opted Members of\nthe Council for the current year :-Gerald W. Balfour, Esq., M.A.,\nM.P., William Crookes, Esq., F.R.S., Rev. A. T. Fryer, and Hugh E.\nWingfield, Esq., M.A.\nOn the proposition of Mr. F. W. H. Myers, Mrs. Shield, of Bowers\nGifford Rectory, Essex, was elected an Honorary Associate for the\ncurrent year.\n\fApril, 1890.] Journal oj Society J01' Psychical Resea?'ch. 235\nAt the two Meetings of the Council three new Members and\ntwenty new Associates, whose names and addresses are given on a\npreceding page, were elected. The election of twenty-seven new Asso-\nciates of the American Branch was also recorded.\nAt the request of Mr. J. Russell, his name was transferred from\nthe list of Members to that of Associates.\nIt was agreed that the names of eight persons who from various\ncauses had virtually ceased to be Members of the Society should be\nstruck off the List.\nThe Lists of Corresponding Members and of Honorary Associates\nwere read over and the following were re-elected for the current year:-\nCORRESPONDING MEMBERS.\nPROFESSOR A. ALEXANDER, Caixa, 906, Rio Janeiro.\nPROFESSOR H. BEAUNIS, 29, Rue des Ecuries d'Artois, Paris.\nPROFESSOR BERNDEIM, Htlpital Civil, Nancy.\nPROFESSOR H. P. BOWDITCH, M.D., Han\"arci Medical School, Boston,\nU.S.A.\nPROFESSOR NICHOLAS M. BUTLER, Columbia College, New York, U.S.A.\nDR. MAX DESSOIR, 27, Kothener Strasse, Berlin, 'V.\nDR. FERE, 37. Boulevard St. Michel, Paris.\nPROFESSOR STANLEY HALL, Clark University, Worcester, Mass., U.S.A.\nDu. EDUARD VON HARTlIANN, Gross-LichterfeIde, Germany.\nPROFESSOR PIERRE JANET, Bourg-la-Reine, France.\nllAUADEVA VISIINU KANE, B.A., Dharwar, Bombay.\nPROFESSOR KOVALEVSKY, The University, Kharkoff, Russia.\nDR. A. A. LIEDEAULT, Nancy.\nPROFF.8S0R J. LntGEOIS, Nancy.\nPROFESSOR C. LOMBROSO, 43, Corso Oporto, Turin, Italy.\nHANS NATGE, Berlin-Tempelhof, Berlin.\nPROFESSOR E. C. PICKERING, The Observatory, Cambridge,Mass.,U.8.A.\nDR. F. FREIDERR GOELER VON RAVENSDURG, 4, Nettelbeckstrasse,\nBerlin, W.\nPROFESSOR TIl. RIBOT, Office of the Revue Pltilosopltique, Paris.\nPROFF.8S0n CIIARLES RICIIET, 15, Rue de l'Universite, Paris.\nBARON A. VON ScnRENK-NoTZING, Klenze-Strasse, 64, Munich.\nH. TAINE, Menthon St. Bernard, Haute Savoie, France.\nPROFESSOR N. WAGNER, Imperial University, St. Petersburg.\nHONORARY ASSOCIATES.\nCURTIS, MISS MARY, Laugharne, St. Clears, South Wales.\nFRYER, REV. A. T., 4, Upper Vernon-street, Bloomsbury, London,W.C.\nGRUBD, EDWARD, M.A., Rye Croft, Fulford-road, Scarborough.\nJ AMES, CAPTAIN, 68, Hereford-road, Bayswater, London, ,Yo\nJENKINS, E. VAUGIIAN, Energlyn, 31, St. l'Iargoret's·road, Oxford.\n\f236 JOtl,1''THtl oj Society JO)' Psychical Research. [April. l89O.\nKEULEMANS, J. G.• 4, St. Mark's-crescent, Regent's Park, London,N.W.\nKLEIBER, JOSEPH, St. Petersburg.\nMACDONALD, REV. J. A., 43, Hill Side-road, Stamford Hill, London, N.\nNISBET, E. T., 51, Eldon-street, Newcastle-on-Tyne.\nROBERTSON, MISS N., 11, Kilburn-square. London, N.W.\nSAXBY, MRS., Mount Elton, Clevedon.\nScUDAMORE, Mas., 36, Albion-road, Stoke Newingt'}D, London, N.\nSHIELD, MRS., Bowers Gifford Rectory, Essex.\nSUDGEN, REV. E. H., B.A., B.Sc., Bradford, Yorkshire.\nWALWYN, MRS., 9, Sion Hill, Clifton, Bristol.\nThanks were voteel to the donors for two or three small presents to\nthe Library.\nThe Finance Committee presented a l'eport at the Meeting on the\n7th which received careful attention. It was agreed as fal' as\npossible to carry out the recommendations contained in it.\nSome other matters of routine business having been attended to,\nthe Council agreed to meet on Friday, the 9th of May, at 3 p.m., at\nthe Westminster Town Hall, previous to the General Meeting arranged\nfor 4 o'clock on that afternoon.\nThe following is a brief statement of the arrangements that have\nbeen agreed to in rt'gard to the American Branch of the Society for\nPsychical Research. A proposal from the American Society for Psychi-\ncal Research having been laid before the Council on November 1st\nlast, the effect of which would be to convert it into a branch of the\nSociety for Psychical Research, its Members having certain privileges\nas\" American Associates,\" it was, after discussion, unanimously agreed\nthat the proposal be accepted for a yeal\"s trial. It was subsequently\nagreed that Professor W. James and Mr. S. P. Langley should\nconstitute an Advisory Committee, with power to obtain any report.s\nthey may require from Mr. R. Hodgson, as Secretary and Treasurer\nof the American Branch, and in conjunction with him to elect Associates\nof the American Branch This Committee is to be called together\nat the request of either of its Members and to report to the\nCouncil if desirable. The names of Associates of the American Branch\nso elected are to be transmitted by Mr. Hodgson to the Council. The\nannual subscription of Associates of the American Branch is to be three\ndollars; and those who wish may,with lcnve of the Council, become full\nMembers of the Society by the annual payment of ten dollars.\nAssociates of the American Branch shall be entitled to receh'e the Pro-\nceeding, and Journal free by post as issued. The cost of the Proceed-\ning, and Journals supplied to the American Branch, whether for dis-\ntribution among the Associates or for sale by the Secretary, and the\nDigitized by Google\n\fApril, 1890.] Journal of Society for Psychical Research. 237\ncost of postage and of despatching the same, will be paid to the\nTreasurer of the Society for Psychical Research in England from the\nfunds of the Branch By the cost of a copy of the Proceedings or\nJom·nal is here meant the total cost of printing divided by the whole\nnumber of copies printed. The balance of the amount of subscriptions\nis to be expended in the promotion of psychical research in America.\nSo far as relates to publications, this arrangement commences with\nP1·oceedinys Part XV. and with the Jou1·nal for January, 1890.\nGENERAL MEETING.\nA General Meeting was held at the Westminster Town Hall, on\nFriday, March 28th, at 8.30, the President, Professor Sidgwick, in\nthe chair.\nCOLONEL TAYLOR read a short paper, in which he described the\nresult of 20 experiments, which he said might be regarded as experi-\nments in thought-transference by diagram, with the element of the\ntransference of thought eliminated. They were conducted by getting\n50 diagrams drawn on each of 40 forms previously marked Agent 1,\nPercipient 1, &c., and then comparing the agent papers with the per-\ncipient pa.pers of the same number.\nThe object of the experiments was to ascertain what chance alone\nwould do in producing correspondences in the diagrams, and the result\nwent to show that this had been sufficiently allowed for in the Society's\nwork. Of the 1,000 trials registered only 20 could, in his opiuion, be\ncaJled successes, whereas, on looking over the diagrams figured in Vols.\nI. and II. of our Proceedings, he had only to count 42 trials to find 20\ncorrespondences between agent and percipient so nearly alike that had\nthey been found in his collection he would have noted them.\nProfessor Minot, in Vol. I. Part IV. of the Proceedings of the\nAmerican Society for Psychical Research, speaks of a tendency people\nhave to draw certain diagrams, and when they do so to draw them early\nin a series, and considcrs it premature to accept our proofs of thought-\ntransference so long as his \"law of relative frequency\" is disregarded.\nColonel Taylor, treating his collection as 2,000 separate diagrams,\nexplained that, tabulating them much as Professor liinot had his 5,000,\nhe also found a tendency to draw certain diagrams,but not the same dia-\ngrams as in the American experiment. He found no tendency, however\nto draw the most frequently repeated diagram early in a series. Finally,\nColonel Taylor pointed out that if Mr. Minot's law operates the\nnumber of apparent \"successes\" should be more numerous at the\nbeginning of a series of experiments in thought-transference than at\nthe end, but this did not appear to be the case.\nThe PRBSIDBNTsaid that experiments suoh as Colonel Taylor's were\nDigitized by Google\n\f238 Jotwnal oJ Society for Psychical Research. [April,1890.\nvaluable, and, indeed, almost indispensable for an exact estimate of the\nevidence of thought-transference obtained by the drawing of diagrams.\nHis accidental successes, moreover, gave a striking illustration of the\ndegree of correspondence that might be obtained by mere chance, and\nwould bring home to the most unmathematical mind how entirely the\nproof of thought-transference must depend on the proportion of\nsuccesses to failures.\nPROFESSOR ALEXANDER, of Rio de Janeiro, then read an account of\nsome observations made by himself and a friend in Rio on some\napparently abnormal phenomena occurring in the presence of two little\ndaughters of the latter, aged respectively 12! and 91 years. The phe-\nnomena consisted, among other things, of raps, movements of heavy\nobjects, and writing on slates apparently not executed by human\nhands, and they frequently occurred under circumstances which Mr.\nAlexander thought precluded the possibility of trickery, even had the\nchildren been inclined to it, which he did not believe. This account\nwill form part of the evidence to be reported on shortly by the\n\" Physical Phenomena\" Committee.\nMu. GILBERT ELLIOT observed that he had seen similar phenomena\nin India, and also spoke of a seance with the Davenport Brothers,\nwhich greatly impressed him.\nDu. MYERS asked Mr. Alexander whether\nmade to measure the physical force exhibited.\nin the negative.\nany attempt had been\nMr. Alexander replied\nMRS. SIDGWICK asked whether the \"direct writing\" obtained ever\ngave definite answers to questions asked at the time, so that it could\nnot have been prepared beforehand. Mr. Alexander answered that it\nsometimes did.\nMR. BARKWORTU inquired whether information unknown to any\nof the sitters was ever given at the seances. From Mr. Alexander's\nreply this seemed very doubtful.\nA GE~rLEMAN asked whether Mr. Alexander had ever met with an\ninstance of such occurrences as he had described, which at the time\nseemed genuine, and afterwards proved not to be so.\nMR. ALEXANDER said he had not, but mentioned a case in which he\nhad caught another young medium tricking, though she afterwards\nexhibited what he considered to be genuine phenomena at the same\nseance.\nMR. MORELL l'UEOBALD alluded to raps occurring in his own\nfamily 20 years ago, resembling those described by Mr. Alexander.\nThe PRESIDENT said that the phenomena reported by Professor\nAlexander were exactly of the class to which, when the Society was\nfounded eight years ago, he had expressed the hope that the attention\nDigitized by Google\n\fApril, 1890.] Journal of Society for Psychical Research. 239\nof investigators into the physical phenomena of Spiritualism would be\nmainly directed. Their importance, in his view, lay chiefly in the fact\nthat they were produced without the presence of a professional medium.\nHe hoped that the Physical Phenomena Committee might have oppor-\ntunities of making investigations of this kind. Of course, in all\ninvestigations with private, no less than professional mediums, it was\nthe investigator's duty to take adequate precautions against the possi-\nbility of trickery; otherwise the investigator's testimony added com-\nparatively little to that of the medium.\nMEETING OF THE AMERICAN BRANCH OF THE SOCIETY\nFOR PSYCHICAL RESEARCH,\nAT ROOMS OF THE BOSTON SOCIETY OF NATURAL HISTORY.\nTuesday, Marcil, 4tl\" 1890, at 8 p.m.\nAbout 200 persons present. Professor Wm. James in the chair.\nThe Secretary read the records of the previous Meeting, which were\napproved.\nThe Chairman drew the attention of the Members to the circular\nrecently issued on behalf of the International Congress of Experimental\nPsychology, and invited the assistance of persons willing to collect\nanswers to the inquiry concerning hallucinations.\nThe Secretary read an abridgment of the discussion between Mr.\nF. W. H. Myers and Mr. Frank Podmore concerning Phantasms o\/the\nDead.\nThe Meeting then adjourned.\nR. HODGSON.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nL. 837 Ad pn Visual.\nFrom Miss Berta Burly, 'Waterbeach Vicarage, Cambridge.\nFebrtUtl'Y, 1890.\nIn the spring and Bummer of 1886 I often visited a poor woman called\nEvans, who lived in our parish, Caynham. She was very ill with a painful\ndisease, and it was, as she said, a great pleasure when I went to see her; and\nI frequently sat with her and read to her. Towards the middle of Ootober\nshe was evidently growing weaker but there seemed 110 immediate danger.\nI had not called on her for several days, aud one evening I was standingin the\ndining-room after dinner with the rest of the family,when I saw the figure of\na woman dre88ed like Mrs. Evans, in large apron and muslin cap, pass I\\Or08S\nthe room from one door to the other, where she disappeared. I said, \"Who\nis that 1\" My mother said, \"What do you mean 1\" and I said, \" That woman\nwho has just come in and walked over to the other door.\" '1'hey all laughed\nDigitized by Google\n\f240 Joul'nal 01 Soc'iety 101' Psychical Besea;)'ch. April, 1890.\nat me, and said I was dreaming, but I felt sure it was Mrs. Evans. and next\nmorning we heard she was dead.\nBEB.TA HURLY.\nMiss Hurly's mother writes :-\nOn referring to my diary for the month of October, 1886, I find the\nfollowing entry: \"19th. Berta startled us aU after dinner, about 8.30 last\nevoning, by saying she SllW the figure of a woman pass across the dining-room\nand that it was Mrs. Evans. Thill morning we hear the poor woman isdead.\"\nOn inquiring at the cottage we found she had become wandering in her min<1,\nand at times unconscious, about the time she appeared to Berta, and died\ntowards the morning.\nAN1US Ro&!.\nFeb\"narll 25th, 1890.\nWe have received the following narrative from the Rev. H. Kendall,\nof Darlington, who informs us that the percipient, Alderman Fowler,\nof Durham, is much esteemed thet'e, and 11&8 been five or six times\nMayor. Though the date of the experience is remote, it was so simple\nand definite that there seenll:l little room for error to creep in.\nL. 838 Ad pn Visual.\nManor House, Durham. [1889.]\nI WIU! assistant at 1\\ shop in Durham, near my present place of busine58,\nwhen a singular circumstance happened to me, which seemed to imply that\nthe spirits of the departed have, at least at the time of their dePl\\rture, the\npower to manifest themselves to survivors. I had a brother whom I famili-\narly called Mat, who was a sailor, and had gone on a voyage to the Baltic.\nOne Saturday afternoon I was attending to a customer, reckoning up the\namount to be paid after serving the articles, when I happened to look towards\nthe window, and was surprised to see my brother Mat outside. Our oyes met.\nI smiled and nodded to him, and said, \"I'll be with you presently,\" or some-\nthing of that sort. I told my master that my brother Mat had como and was\nstanding outside. I was immediately released from my engagement with the\ncustomer and told that I might go to my brother and also bring him to sleep\nwith me that night. When I went out into the street, expecting to find my\nbrother Mat waiting for me, he was nowhere to be seen. I spent all the\nevening seeking for him at places where I supposed he might have called, but\nwithout success. I was 80 disturbed at this that I went off home to Shinly\nRow next monling to see if they knew aught, but he had not been there, nor\nhad they heard any news of him. But this WILl the astounding coincidence\nwhich I learned afterwards. Mat died ill the hospital at the Elsinore about\nthe timo when I saw him standing in the street at Durham.\n[The date was October 21st. 1837.] J AMEij FOWLER.\nAlderman Fowler adds :-\nI have never had any similar experience. The lIeW8 of death did not\nreach the family till the return of the ve88el from the Elsinore, but the stir\ncaused by my going the next morning to my home, lOme eight or nine miles\nDigitized by Google\n\fApril, 1890.] Joumal of Society for Psychicctl Resem'ch. 241\ndistant, to inquire for my brother, believing him to have gone there j my\npositive assertion of having seen him the day before and surprise at nut\nfinding Mm at home, caused the family to know the date of my vision and of\nthe death to be the same.\nThe following three dreams belong to the group printec:1 in the last\nnumber of the .Tournal, but were left out for want of space.\nP. 643. Dream. Cf. Phanul8m8 of th~ Lit'i1If\/, Case (79).\nFrom the Rev. E. D. Banister, Whitechapel Vicarage, Preston\nLancashire.\n[Norembel\" 12th, 1885.]\nMy father, whilst a schoolboy (probably from 1808-1815), had a dream\nrelating to his future, which I and my sister have often heard him relate.\nIn the dream he saw a tnblet in tIle\" parish church of his native place, un\nwhich was inscribed his name in full, the dnte of his birth, nnd the day and\nmonth, but not the year, of his death. But there aeemed to him to be\nIOmetbing uncertain about the month in the date of his death. The date as\ninscribed on the tablet was Jun. 9. But as June is aeldom, if ever, abbre-\nlisted as Jun., he was somewlmt inclined to think that it might be Jan. I).\nMany years elapstld. after the dream, and llothing occurred to recall the\ncircumstance until on June 9th, 1830, my eldest brother died at the age of\ntwo years and ten months. }fy father at the time was very deeply affected\nby the 1088 of the child. The dnte of the child's dellth called to his mind\nthe dnte 011 the tablet, and though in his dream he distinctly saw his own\nname, he ever afterwards favoured the iden that the dnte he had seen was\n.Jun.9. .\nOn January 9th, 1883, my father died.\nMr. Banister's sister confirms 8...'1 follows :-\nI have aeen my brother's letter respecting the dream of which I have\nheard my father speak, nnd can only say that the facts are as my brother\nhas stated. AGNEIi BANISTER.\nP. 644. Dream.\nFrom a lady, whom we will call Miss Dickens, as we are not allowec:1\nto give real names or initials.\nIn the January of 1888, I was in Boston, Mass., U.S.A., and intended\nreturning to my home in London about Easter. I resided with some\nconnections of my married brother. I sailed for England earlier than I\nintended, and had no idea when I left America that a letter from my home\nwas on the way, telling me tIlat my home had been given up. I tell you\nthis to show that, on landing in Liverpool, I had not the slightest idea I\nshould go and live with my aunt, where 1 accidentally JIlet Mr. C.\nBefure I left Boston I had a remarknble droom. I told it at the time\nto a Miss R., my intimate friend, and she will be a witness to it.\nI dreamt my aunt handed me two feet. They looked like falae ones, but\nI waa Dot lure about it. I had to bathe them and take care of them. It;\nDigitized by Google\n\f242 JO'l.M'nal of Society for Psychical R.esea1'clt. [April, 1890.\ndistressed me to think I might not be able to tell them apart, when I thought,\nOh ! they will be left and right! I looked. They were both right feet.\nOn arriving at my aunt's I thought of this dream the first thing, and she\nturned to the servant who was in the room, and said, .. Mr. C.\" .. What\nabout Mr. C. 1\" said 1. ,. He has lost his right foot,\" she answered, \"and I\ntold Mrs. S. you would very likely become interested in each other,\" &c.\nI met the gentleman shortly after, and he immediately began telling me\nof his sad accident. Our acquaintance increased, and he got two false feet\nduring our intimacy. I became his right hand in everything, and the last\nthing we talked about before his sudden death was my helping him to get a\nthird American foot.\nMiss Dickens adds in a subsequent letter:-\nBefore going to America in 1886, I met Mr. C. once for a few minutes.\nBut I never gave him a second thought, did not remember his name, and I\ndo not remember that he was lame. • • • You will understand Mr. C.\ndid not get a false foot till after our acquaintance.\nM.iss R. writes in confirmation :-\nI remember Miss Dickens telling me she dreamed of her aunt handing\nher two feet to take care of. This was after she had arranged for returning,\njust before sailing. I had urged her to defer returning a month or two.\nShe said she was leaving Boston earlier than she had intended, as her friends\nwroto they were going into a smaller house if she was returning to them, and\nshe wished to go into the new house with them as soon as pOBBible.\nP. 130. Dream.\nThe following dream is communicated by the Rev. R. Jamblin,\nRector of Wilmington, to Mr. Fryer, who remarks :-\nIt may be mere coincidence, or the thieves may have attempted his\nhouse on the night of his dream and been disturbed.\nIt will be observed that it was a neighbouring house,-not his\nown,-that actually was robbed. When the account was first given to\nMr. Fryer viva voce he understood that dream and burglary had\noccurred on the same night, but on further inquiry Mr. Jamblin finds\nthat this was not the case. He informs us that such a dream is an\nunusual oocurrence with him, and, in answer to our inquiry whether\nhe had at any other time noted a dream in his diary, says :-\nI can find no record nor have I any recollection of ever having had a.\ndream of a partiCUlar event before the present one.\nHe was in Belgium when this dream occurred.\nWilmington. Novembe1' 30th, 1889\nI enclose the date of the robbery over the village policeman'\" signature,\nbetween 23rd and 24th August.\nMy diary says :-\n\"A1tgllst 2211d, Thursday.\n\"Horrid dream, 2 a.m., that our house had been burglR.red.\"\nThis note was made at 2 a.m. by lIly watch. But I ought to say that it was\nDigitized by Google\n\fApril,1800.] Jotwnal 0\/ Society \/01' Psychical .Resea1·clt. 243\nintended at the time to be a rough note only, a sort of shorthand note to be\nexpanded afterwards. The substa..'loe of the dream was that a burglary had\nbeen or was being oommitted, and that the persons oonoemed in it were, to\nmy oertain knowledge, in some fields at the back of the house where the real\nburglary oocurred, and that the alarm bell was ringing at the Hall, the\nadjoining house.\nThen my thoughts (distinguishing dream from conscious thought) went\nnaturally to my uwn home, and I thol£ght (still sleepy) that the dream was\nintended to be and was a presentiment of mischief to my home.\nThat was why I wroto what I did, and that is the interpretation thereof.\nYou will see that my dream was 48 hours in advance of the real event.\nRoBERT JAMBLIN.\nThe following is the enclosure referred to by Mr. Jamblin:-\n3, Broad-lane, Wilmington. NO'OOmbe,' 27th, 1889.\nA burglary was committed at Clayton Croft, Dartford Heath,\nWilmington, the residence of Mr. C. J. Morgan, between the hours of 11\np.m., 23rd, and 6 a m. 24th August, 1889.\nMOSES G. KITNEY, Police Constable.\nThe following is an extract from a letter from Mr. J amblin to his\nwife, which was posted at Courtrai on August 23rd :-\n.August 22nd, 11.30 p.m.\nI do hope you will be careful with regard to the house. 'Ihis moming at\ntwo I awoke in a dream. I had a frightful idea that the vicarage was being\nbroken into. I thought I was at the Losiers and heard the alarm bell ring.\nI almost determined to write home at once and ask you to have H. Mitchell\nto sleep in the house. Had it been possible I should have started for home\nat once, so fixed was the idea of danger in my mind.\nCORRESPONDENCE.\nARE APPARITIONS OBJECTIVE OR SUBJECTIVE 1\nTo the Editor oj the JOURNAL OJ' THE SOCIETY FOR PSYCmCAL RESEARCH.\nSIR,-Will you kindly allow me 1\\ few words apropos of the theories of\nMeBBrs. Myers and Podmore on apparitions 1 It seems to me that their\nexplanations are exceedingly fa,' fetohed-teZepathic ones naturally would\nbe; and, more t.han that, they by no means cover many well-authenticated\nghost stories. Their theory of the percipient being affeoted by mental\ninfluenoes from friends of the dead, or by deferred latent impressions on his\nown mind, is not only an exoeedingly oomplioated one, but, to my mind,\nutterly inadequate as any explanation (save in a very few instances) of the\nreoorded phenomena. The whole subject is wrapped in 0. cloud of high-\nBOunding words suffioiently puzzling to the uninitiated, and I expeot, for that\nmatter, to many of the savants themselves I\nTheir theories as to the apparitions being altcays pureZu Il1tbjer,tive (for I\npresume they mean that 1), I dissent from in toto. I firmly believe that all\nbondfide apparitions of the dead are disembodied Bouls-lUade of a finer\nDigitized by Google\n\f244 Journal of Society for Psychical Resea1'clt. [April, 1890.\nelement than any gas known to science, but still material to spirit sense,\nthough not always so to our. ; that they occupy space and move from spot to\nspot; can touoh us sometimes, and we are sensible of their touoh ; can (being\natomio) paBIthrottgh molecular obstructions 1\\8 easily 88 we can pass through\nthe air; can displaoe furniture and produoe real noises; that, in fine, they\nare exteTl£(U realities, and not merely impreBBions. Of oourse, I am talking\nof genuine ghosts, and not of halluoinations or mental images made 011\ndiseased or excited brains.\nI feel as sure of life after death as I do of my present existenoe ; but were\nit not so, the fact of our loved ones returning would be proof cmwl\"s;ve.-\nYours, &c.,\nF. B. DOVETON.\nP.S.-I consider the re·appearancCl of the dead as fully proved as, say,\nthe Binomial The:>rem. There are countless well-authenticated ghost stories\nin which any transference of impressions quite out of the question, in my\no pUllon. The peroipients are wholly unprepared and in perfect health, and,\nso, reliable witnesses. The room or locality is haunted.-F. B. D.\nTo the Ediiol' of the .JOURNAL OF THE SOVlETY FOR PIIYCHICAL RKIIEARCH.\nMr. Doveton's letter, printed in this number of the JOIWlwl, suggests the\nneed of lIome discussion as to the propriety of applying to apparitions and\ncognate phenomena such terms (on tho one hand) 1\\8 .. subjective,\" \"im-\nmaterial,\" \"ideal,\" or (on the other hand) the contrasted terms \"objective,\"\n\"material,\" \"real.\" These questions are not easy to handle; and Mr.\nDoveton's very definite view may furnish us with a convenient starting-\npoint. But first I must notice one sentence in his postsoript which should\nnot, I think, be printed in this J0t!1'Iud without protest. \"There are,\" he\nsays,\"count\/Cls tooU-authe1bticated ghost-stories in which any transferenoe of im-\npressions is quite out of the question, in my opinion.\" :Now if, as persons\nof ordinary caution will admit, it is needful that a story should at least be\ntold at first-hand before it can be called\" well-authenticated,\" this statement\nis surely much in excess of the truth. How many first-hand narratives from\n.. reliable witnesses,\" including any circumstance to distinguish the post-\nmortem apparition from a mere\" spectral illusion,\" can Mr. Doveton adduce,\noutside of those,-fewerthan 100, I think-which we have ourselves printed1\nDo his .. oountless \" cases amount to 100 1 or to 50 1 Inasmuch as I am en-\ndeavouring to collect as many sucll cases as possible for a forthcoming work\non Phantasms of the Dead, I am anxious to get hold of all that are worth\nconsidering. But I feel sure that there is Mt this indefinite store of \" well-\nauthenticated ghost-stories\" which Mr. Doveton &Ssumes to exist; and I\nwish that those who share Mr. Doveton's more sanguine view would first take\nthe trouble to collect and tabulate the evidence to whioh they so confidently\nappeal.\nTo pass on to the theoretio problem, \"I believe,\" says Mr. Dovetoll,\n.. that all bondfide apparitions of the dead are disembodied sO'IJls • • • that\nthey occupy space, and move from spot to spot • can touch us some-\ntimes • • • can displace furniture and produce real noises,\" &0.\nDigitized by Google\n\f.April, 1890.] JO'U1'nal Of Society for Psychical Resea1·ch. 245\nNow, let me point out that verid·ical d\"eams are a frequent form of \"bone'!\n.fide apparition.\" A man asleep, or between sleeping and waking, sees the\nform (say) of a friend dripping with water, and learns afterwards that that\nfriend was drowned at or about the time of the vision.\nIt is clear that Mr. Doveton does not insist on distinctions between what\nwe have classed as Phantasms of the Living or of the Dead; and obviously\nin such a discussion the whole range of phantasmal appearances must be taken\ntogether.\nWell, then, is the dream-figure a disembodied soul1 Does it occupy\nspace 1 Can it displace furniture 1 And if, as sometimes happens, it persists\nfor a short tinle into waking moments, does it thereby acquire substanti-\nality 1\nOr take an apparition of a man undoubtedly deac;i, seen by a man\nundoubtedly awake; say General Barter's vision of Lieutenant B. held on to\nhis pony by two syees. Were the pony and the syces disembodied souls 1\nAnd, if so, how did the disembodied soul of Lieutenant B. secure their\nattendance1\nThe familiar objection as to the ghosts of clothes-powerless as against a\ntheory which regards the ghost as a picture- is fatal to the view that theghost\nis necessarily \"atomic\" and \" material to spirit sense.\" Is the matter of his\nghostly clothes extracted (as some advocates of the objective reality of ghosts\nsuggest) from his real clothes 1 And, if so, what happens to hinl when his real\nclothes have perished on the dust-heap 1 Has the Cavalier ghost leept his\nbest rumes and jackboots safe somewhere in Linlbo 1 Or to turn to a case\nwhere we can trace the actua facts more closely, when Mr. S. H. B., lying\nasleep in bed, apPe&1'ed phantasmally in evening dress to the Miss V.'s,\ndid his disembodied soul extract the necessary rudiments of attire from the\nwhite tie and tail-coat reposing in his wardrobe 1\nIf now we try to look at the questions involved a little more closely, we\nshall find it no easy matter to place our phantasms under even the widestand\nmost general of recognised categories. Our standard claases of real 01' sup-\nposed entities have been framed under the influence of preconceptiolls which\nthis new evidence deeply disturbs.\nLet us take the distinction between \"objective\" and \"subjective,\" as\ndefined (for instance) by Sir William Hamilton. \"Objective,\" he says,\n\" means that which belongs to or proceeds from the object known, and not\nfrom the subject knowing; what exists in nature, in contrast to what exists\nmerely in the thought. of the individual.\"\nNow take a case where MissX. sees in a reflecting surface a:picture repre-\nsenting Mrs. N. in a bath-chair. Miss X. considers it very improbable that\nMrs. N. should have employed that vehirle; but it turns out that at or\nshortly before the time of the vision Mrs. N. was in fact in a bath-chair. This\nis an actual instance of a kind of telepathic or clairvoyant vision of which we\nhave printed a good many examples. Now, are we to call this crystal picture\nan objective or a subjective thing 1\nLet us start from the cas e of ordinary vision. The thing directly\nrecognised is an impression on the retina, and the object perceived is an in-\nterpretation of sense-indications. The image does not\" exist in nature\"\nDigitized by Google\n\f246 Journal of Society f01' Psychical Research. [April, 1890.\nexcept on the retina of the observer. Now consider the perception of an\nimage in a mirror; here agaiu there ill 110 real object where: the image\nill seen, only rays of light reflected on the retina in the same way as in\ndirect vision. Now turn to the hallucinatory image ; say the image of an\nimaginary dog, whose presence is suggested by the hypnotiseI'. Does this\nimage correspond to any physical effect upon the retina 1 We cannot answer\nthis question decisively; but at I\\ny rate it is not due to rays of light reflected\nfrom any external object similar to the image.\nNow let us take a crystal picture, representing (as some of Miss X.'s\nhave seemed to represent) an actual scene going on elsewhere at the time.\nIs there here any impression on the retina 1 If so, how was it produced\nthere 1 Has the fact any optical cause, or is it the pure effect of self-\nsuggestion t Oil the one hand, though some of these crylltal-visions ha\"e\nbeen apparently magnified by the interposition of a lens, their appearance\nin the crystal is not deducible from optical laws. On tho other hand,\nwhere they are veridical they cannot be called merely subjective. The\nagency which has caused their presence is unknown; but if that agency\nshould some day become familiar, we may come to consider the hnage pro-\nduced by crystal-vision as on the Ilame level of objectivity with an ordinary\nvisual image. It may be objective without being optical.\nIt may be said that the crystal-vision is unshared, and therefore subjective.\nButwe do not know for certain that it is alwaysunshared. And there are plenty\nof sensoryimpressions which are unshared in the sense that only one species\nof animals can receive them. If we had only one bloodhound his impressions\nof scent would be unshared, but they would be objective neverthelesa. A\ncaptive female moth will be perceptible to males of her own species for an\nin:lefinite distance, but to no other known organisms. And whether crystal-\nvisions be ever common to two persons or no, we have, at any rate, cases of\nphantasms which seyeral persons together see or hear. A sight or sound of\nthis kind is difficult to clasaify as either subjectivo or objective in the\ncommon sense of those terms. The ordinary contrast between subjective\nand objective, in short, fails when wo are dealing with a communication of\nknowledge without the agency of the recognised organs of sense. That is\nan unknown proceBS which we cannot as yet insert into our old-fashioned\npredicaments.\nWe certainly have no right to call the phantasmal figure material simply\nbecause it is seen by several persons. This mere fact of colloctive vision\ncannot assuro us that the figure possoBSes inertia, or a constant weight, or\nthat it extrudos air or anything olse, from the place of its apparent presence.\nThe figure, no doubt, sometimes appears to produce effects on the material\nworld which would require the exertion of force, if not the presence of\nmatter. But before discusaing these real or apparent effects, we must con-\nsider one perplexing characteristic which (I believe,) is frequently found in\nevery claBS of phantasmal vision.\nVeridical visions are not always-not even generally-correct transcripts\nof any fact which is passing elsewhere. They signify such facts, but they do\nnot usually reprodu.ce them. Nor is their deflection from reality comparable\nwith any kind of optical distortion,-as though they had to make their way\nthrough some refracting medium. It is a symbolical deflection; it consists\nDigitized by Google\n\fApril,l890.] Journal of Society for Psychical Resea1'Ch. 247\nin the introduction of features which, while not in themselves acourate\ntranscripts of faot, do yet produce an impression of the purport Or meaning\nof actual facts. I see my drowned friend (suppose) dripping with water.\nBut he is not in fact dripping, for he is immersed in the sea.\nIt is plain that such a modification of the actual reality as this must have\na psychical and not an optical cause. It resembles the familiar symbolism\nof dreams,-as for instance when a displacement of the bedclothes makes us\ndream that we are at an evening party in insullicient costume. Pictures thus\nmodified have plainly passed through some milwi j their deflections from\nliteral fact aTe in some sense intelligent, even if not intentional. By 'What\nmind they are modified we cannot here discuss j we may merely admit that\na symbolical figure seen by several observers may be objective, but is not\nopticaZ. Similarly a symbolical noise-and few of our auditory phantasms\nreproduce a sound being uttered elsewhere-heard by several observers, may\nbe in BOme sense objective, but is not acoustic.\nKeeping this in mind, let us cOl1sider the cases where a phantasmal figure\nappears to exert BOme influence, not permanently registrable, on the material\nworld,-as for instance to open a door and shut it again. Mr. Gurney used\nto remark that in all our first-hand nal'l'atives, whenever a ghost opened a\ndoor he did shut it again :-meaning, of course, that such apparent physical\neffects of the phantom's presence were in all cases merely phantasmal, as\nmuch a part of the dream-imagery as was the water dripping from the\nphantom of tho drowning man. Once or twice, indeed, it has happened that\nBuch movements have been almost demonstrably unreal j as where a handle\nhas been seen to move which could not move j-which was so jammed that\nto Ilhake it was impossible. In such a case the apparent movement seems\nanalogous to those phantasmal sounds which simulate the noise caused by\nsome specific movement, (as the rattling of windows,) which is visibly not\ntaking place.\nBefore our ghost can claim materiality, he ought to show a registrable\noptical presence by affecting the sensitised plate, or a registrable acoustic\npresence by affecting the phonograph, or a constant weight or inertia by\naffecting the balance or other mechanical contrivances. Nor is this last kind\nof test an easy one j since the balance may be affected (as in Mr. Crookes'\nexperiments with D. D. Home) by some unknown exertion of force, not by\nthe presence of gravitating particles. But, on the other hand, it is of\ncourso possible that the categories \"material\" and \"immaterial,\" with the\nbest definitions which we can at present give to them, may be quite inade-\nquate to describe what our ghost really is. The mode of his existence may\ntranscend our mathematical fornlUlre as completely as it transcends our\nsenBOry experience. The impenetrability of matter, which seems our ulti-\nmate sensory fact, may be as relative and contingent a property as colour\nitself. There is nothing to show that all consciousness existing in the\nuniverse can recognise a ruby as impenetrable any more than all conscious-\nness existing on earth can recognise it as red. Our mathematics speak of\nmatter as possibly a modification of the ether j but the ether itself, which to\nus at present seems primary and universal, may be a complex, contingent,\nlimited manifestation of a system of laws wholly beyond our cognisance.\nDigitized by Google\n\f248 Jotwnal oj Society JO't' Psychical Resea1'clt. [April, 1890.\nIn the case, therefore, of a phantasmal sight or sound perceived by more\nthan one person, we cannot 8I\\fely 8I\\y more than simply that an action is\ngoing on which is of a nature to affect more than one organism. The action-\nvibration or whatever else it may be-may pOBBibly require the molecular\nworld for its propagation 01' transmission. Or this pbantasmogenetic activity\nmay involve modifications of the ether, independent of the molecular world.\nOr it may be absolutely independent of ether and of molecules-of everything\nwhich our mathematics can hope to grasp.\nWhat we have to do, in fact, is not to refer these new phenomena to our\nexisting formulm, but ta try to build up in time truer formulm from the\nobservation of thsse new phenomena themselves. It should never be for-\ngotten that the most trifling of our telepathic experiments if the conditions\nare satisfactory probably implies a profoundly different employment of\nnatural forces from that in any class of experiment hitherto known to science.\nThere is yet another perplexity which affects 1\\11 claBBes of phantasms-\nnamely: their relation to time. It is pretty clear that even when these\nphantasms represent a person or scene accurately they are sometimes after\nthe evellt,-an added difficulty, of course, in the way of the supposition that\nthey have anything like a material existence. And there is even some evi-\ndence that the phantasm may present itself befQ1'e tJte event, in which case our\nprevious experience would be transcended indeed !\nBut, in fact, the upshot of all these considerations is that our existing cate-\ngories afford us little or no help in classifyingthese phantasmal phenomena. We\ncannot ticket any given phantasm as material, objective, or the like, and then\ninfer from that general term that the phantasm possesses any specific quali-\nties-as impenetrability, spatial location, or the like-which are commonly\nconnoted by the wider term. We must simply for the present take each\nveridical phantasm on its own merits, and ask a number of separate questions\nabout it,-moat of which we shall usually have to leave unanswered. Docs\nit exert force 7 Does it possess inertia 1 Has it a constant weight 1 Does\nit to any extent obey optical or acoustic laws? Is it perceptible individually7\nor electively1(i.~., by some and not all of the persons present), or collectively\nby all persons within reach 1 Is it a symbolical or an accurate transcript of\nfact 7 and is the fact which it repres:mts past, present, or future 7\nUntil we can answer these questions rather better than at present, it will\nbe 8I\\fer to choose our designation for these phantasms with reference to the\nnegative quality which we know to be theirs,-namely, that they are not that\nwhich at the first blush they appear to our senses to be. This fact, and\nnothing more, we affirm when we call them haUucinatiml.9. And if we style\nthem 'Veridical or falsidical, Mcording as they help us to truth or delude us\nwith falsehood, we shall still be describing them purely in terms of our own\nexperience, without pretending to a theory of their true nature. This frank\nconfession of ignorance will at least leave us unfettered,-ready to adopt any\ntruer classification of our phenomena to which further observation may point.\nIn the meantime something is gained if, having startedwith the preconception\nthat \"all which is not A is B,\" we have come to the conclusion that our own\n8ubject-matter is neither A nor B, but X.\nF.W.H.M.\nDigitized by Google\n\f","_id":466}