{"name":"Journal of the Society for Psychical Research 7652","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n70_may_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N70, May 1890","mylang":"de","content":"No. LU.- VOl,. IV\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONT ENTS.\nA Correet.ion •• ••\n•\"Ibe Gift of D. D. Home\" .• .. ••\nCUM Received by the Llte1'lU')' Committee\nA 0&Ie ofDouble Pel'8OnaUty . • ••\nHypnotism &8 an ADIl',sthotic\n~I'I'88pOQlIenCl8 :-\nArt' APparltlo~Obective or l'!ubJeotive!\n. IIIwdon8 JlYJI qUI!II. • •• ••\nSupplen.entarJ Llbft\\fY wogue . . ..\nA CORRECTION.\nPAGB\n•• 249\n.• 2'9\n•• I!5S\n.. 258\n•• 2S9\n•• 262\n•• 263\n•• 2114\nIn the Journal for November, 1889, in the report of a recent\nGeneral Meeting, an account was given by me of a paper by a lady,\nwho wished to be called Miss X. On more careful study of the diaries\nthere mentioned I regret to find that this account was in certain\nimportant respects inaccurate. I wish, therefore, to withdraw my\ndescription entirely before the paper appears, lest any blame should\nattach to the author of the paper, who is in no way responsible for\nthe statement made, and has, as will be seen, been scrupulously careful\nto avoid in her account anything like exaggeration of the marvellous\nelement in her experiences. For the actual facts of the case I must\nrefer the reader to the paper itself, which it is hoped will appear in an\nearly number of the Proceedings. F. W. H. M.\n\"THE GIFT OF D. D. HOME.\"1\nMadame Home has followed up her Life of D. D. Home by\nanother collection of the evidence to her late husband's powers i-a.\ncollection which, together with what we have printed from Mr. Crookes\nand others, probably nearly completes such record as is now possible.2\n1rladrune Home has worked with care and thoroughness, and there is a.\ngood deal of fresh matter, although mostly in a. fragmentary form.\nIn the first place it is remarkable-and in reviewing the earlier book in\nthe Journal for July, 1889, we had already been struck with the fact-\nthat no attack of any weight or consequence seems to have been made\non the facts recorded in the Life.\nIf the phenomena. were due to fraud, this total absence of detection,\nI The Gift 01 D.D. Home. By Madame Dunglas Homt'. (Kegan Paul,Trench,Trilbner\nand Co., 1890.) 388 pagCll.\n, See also an article by Mr. HamiltQn Aide, .. Was I HypDotisoo!\" in th~\nNinmtn'A. Cemury for April,I890.\nDigitized by Google\n\f250 JOltl'nul oj Soci.ety JUl' Psych·ical Resecwclt. [1\\Ia)\".1800.\ncxtel)ding o\\,el' a career of 11 quarter of a century, would be unparalleled\nand almost inexplicable'!\nIt is obser\\'able, moreover, that most of the more mal'vellous phen().\nmena were already pl'Oduced at the \\'ery beginning of Home's career.\nIn an account fl'Om !Ir. }'. L. Burl', editor of the llartfoi'cl Times, the\nfollowing points are mentioned lI.S occurring ill Connecticut, August,\n1852. (1) Table moves violently in bl'Oad daylight without contact.\n(2) Levitation of Home (this in the dark. but feet felt). (3) Bell in\ndim light lifted and carried, und rung, by fllintly visible spirit hand,\n(4) Luminous Imnd shakes hands of sitters at a. distance from Home.\n(5) Table lifted entirely into ail', without contact, ill broad daylight.\n)11'. Burl' gets on it and is lifted upon it and at last is slid off from it.\nA state of mind logically much more curious than tha.t of simple\ndisbelief is described in some quotations from Hawthorne's Note Books,\npp. 102·3. After describing some marvels, which he accepts as facts\non Mr. Powers' authority, Hawthorne adds: \"What most astonished\nme is the indifference with which I listen to these marvels. They\nthrow old ghost stories quite into the shade; they bring the whole\nworld of spirits down amongst us, visibly and audibly; they are abso.\nlutely proved to be sobel' facts by evidence that would satisfy us of any\nother alleged realities; and yet I cannot force my mind to interest\nitself in them. They are facts to my understanding, which it might\nhave been anticipated would have been the last to acknowledge them,\nbut they seem not to be facts to my intuitions and deep perceptions.\"\nCan any conclusion be more impotent and barren' Yet Hawt,horne\n(it is needless to say) lacked neither intelligence nor candour. What\nhe did lack was dispassionate scientific curiosity; the habit of regard.\ning the universe as a complex of problems, no one of which can be pre.\njudged, but anyone of which lllay conceivably be resolved by definite\nobservation and experiment. And let certain of our correspondents\nnote that \"intuitions and deep perceptions\" can cut both ways, and\nthat while their own intuitions as to the truth of certain tenets may\nbe so cogent that they deem it superfluous to aid our plodding inquiry,\nother people's intuitions may make for just the opposite view; and\nwhere is the intuitive umpire who shall settle it between them 7\nlt will be well, perhaps, to give the remainder of my space to a\ncontinuation of the list given in our previous review of cases where\nthere is some first-hand evidence for tbe identity of an alleged com·\nmunicating spirit. ltis,of course, impossible now to know what informa.\ntion Mr. Home may have possessed with regard to the family affairs of\n1 For a discussion of a phraae of Mr. T. A. Trollope's see pp. 11·14. It seems\nclear that Mr.Trollope's doubt was only as to the origin of theme88&get!, &:c.,-what he\nterms the\" metaphysical phenomena.\"\nDigitized by Google\n\fMay, 11190.] Jowrnal Of Society fOl' Psyckical Reseal·clt. 251\nany sitter; but in mlLny of the cases to be cited such preyious know-\nledge on his part seems, fOi' various reltsons, to have been regarded It!!\nout of the question. In other ca~es there arc physical I:!igns, hands, &c.,\nillustrating the asserted identity.\nPage41.-Mr. Burr'lI testimony. Name and symbolism (tosllillg all ofthe\nsea) given to un apparent IItmnger. 'l'able moves untouchcd by anyone.\nPage 77.-Dr. Garth Wilkinson. Sister prematurely born, of tvlWlle\ne.l:i~tellee D,·. W. clill not knolV, is describe<l, and small hand seen.\nPage 81.-Mr. Rymer receives a luesBl\\ge from an aunt Dorothy, of 1OhoSll\nIll!isten.ce he did flut lmoll'. Finds afterwards that he had a half-aunt of that\nname.\nPage 89.-Mrs. Clarke. Child's spirit gives name of \"Doady,\" a pet\nRame for George, not believed to be known to anyone present except Mrs. C.\nGestures mimicking favourite action of child-puffing out and patting his\ncheeks.\nPage IOl.-Mr. Powers, the sculptor, reported by Nathaniel Hawthorne.\nRecognised hands and gesture: special sign given by touch; prick of pen-\nknife on back of both Mr. and Mrs. Powers' hands in reply to question,\n\"What was the last present given to the departed child 1\"\nPage 112.-Mrs. Eric Baker. Important communication on family affairs\ngiven by pressure on knees, while alphabet ia so held that no one can see it.\nPage 116.-Mr. Jencken's friend (anonymous). Tune given with changed\nnotes; the variation only known to two living persons and one dea.<l.\nPage 118.-Captain Chawner. Accordion plays in style imitating touch\nof grandfather on organ, with peculiar quaver at close.\nPage 150.-Mrs. MakDougall Gregory. Pearl brought (as an \"apport \")\nto mother of a girl who had been known by the pet name of \"Motie,\" or\n\" Mootie,\" which, it appears, is Hindustani for \"Pearl.\"\nPage 151.-The same informant. Home personates Margaret Christy, a\nformer servant in the family of a gentleman present. She had been drowned r\n40 years ago, and some suspicion had fallen on a fellow-servant, which shc\nBeemed anxious to remove.\nPage 157.-Mrs. Brancker. Three names givcn-one of friend not\nknown to be dead, one of a friend never called by Christian name.\nPage 164.-Mrs. Brunker (not same person). Two Christian names and\nBurnames rapped out and characteristic messages. \"These two ladies\"\n(Mrs. Brunker and her daughter) \"were utter strangers to all in the room;\neven their names were unknown.\"\nPage 172.-Mrs. Honywood. Initials of name given of Miss Lockhart,\nand grasp of chamcteristic hand.\nPage 286.-Lord Adare (now Lord Dunraven). Private particulars as to\ndeceased friend given.\nPage 298.--Mr. Alexander Keith, \"u complete stl'anger to Mr. Home.\"\nH. W. K. (initials of son) spelt out hy touches on Mr. Keith's knee, and a\nsaying of the boy's correctly given.\nPage 306.-'V. Crookes and othors. Message fl'Om \"James Fitz-Henry,\"\nsent to Mrs. Senior.\nAbout sixteen cases where identity was stl'Ongly suggested are thus\nDigitized by Google\n\f252 Journal of Society for Psychical BeseaTch. [M.y.l890.\nadded to the previous list. In two cases the fact given was unknown\nto the inquirer. In one case (Mr. Powers) it was given in reply to a.\nquestion. Many of the other cases we have cited are not reported\nwith sufficient detail to enable us to appraise their value.\nThese cases, and the fresh evidence for the physical phenomena,\nform an important addition to the previous volume. But it is impos-\nsible not to sympathise with Madame Home's indignation at the small\nproportion which the properly recorded seances bear to the total num-\nber given by Home. She is justly severe on the timidity, selfishness,\ncarelessness, indolence, ingratitude of the majority of Home's sitters,\nwho after begging seances.from him-often with indecorous impor-\ntunity-were unwilling to make the trifling return of an attested\nnarrative of what they had witnessed. Madame Home, on the. other\nhand, very naturally sees nothing but courtesy and generosity in Home's\nabstinence from any demand for such testimony. But, speaking not as a\ncritic of Home's character, but as an inquirer into truth, I am bound\nto say that Home's kindness or indifference on such points was as\ngrave an intellectual error in himself as in his sitters. Such phenomena.\"\nas those under discussion belonged properly neither to Home himself\nnor to his sitters, but to science as trustee for mankind. Suppose that\nI accidentally discovered a specific remedy for cancer, and by it cured\nsome friends of that disease. What would be thought of myself and\nmy friends if we refrained from giving the remedy to the world or\nrecounting the cures in proper deWl,-my friends beoause they did not\nwish to be known to have had cancer, and I because I did not wish to\noffend them 1 Yet Home's sitters were wont to declare to him that\ntheir seanoe had brought them the most blessed assuranoes of immor-\ntality-and then to beg that, for private reasons, nothing more might\nbe said about it.\nThe fact is that, with the notable exoeption of Mr. Crookes, hardly\nanyone who watohed Home's oareer seems to have been able to realise\nthat these phenomena, like all other phenomena whatever, are primarily\nthe oonoern of scienoe, in so much that before they can be referred\neither to known oauses or to unknown, derided as imposture or revered\nas revelation, we must actually observe and record them; observe them\nwith that dispassionate care, record them with that scrupulous accuracy\nfrom which alone we should expect results of value in any other field.\nThis simple dogma,-this mere insistence on dispassionate observa.\ntion, accurate record in every department of human inquiry,-is, if I\nmay so say, the sole official tenet of the Society for Psychical Research.\nNeither Spiritualist nor Sadducee can afford, we think, to ignore it.\nLet us preach it as often as we find opportunity, and let us practise it\n~~asft~ ~~KE\nDigitized by Google\n\fMay, 1890.] JO'U1\"lutl of Society f01' Psychical Research. 253\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nThe twa following cases ha.ve but one point in common, but that is\nan important one evidentially. It is that written accounts of the\nexperiences were communicated to us within two days of their\noccurrence, less than three months ago.\nL. 1073. Ae pn VISUAL AND AUDITORY.\nFrom Mr. E. White, who prefers not to publish his address.\nFebrU(u'Y 23rd, 1890.\nI am an old man-in my 87th year-in fairly good health. On the\nnight before Saturday,the 22nd inst., I awoke, and looking out, sawstanding\nbeside my bed the person by whom I am regularly called every morning.\nInstead, however, of her usual question-I hope you are well, or I hope you\nhave had a good night-she said, \"This is a bad day for you.\" I tried to\nthink what it was that I had intended to do for which the weather-to which\nI thought she referred-could be \"bad,\" and finding nothing in my\nmind, was about to question her on this subject when I saw her going to-\nwards the door and did not stop her. I then looked to see if, as was her\ncustom, she had lighted my gas-fire, and found she had not. I then began to\nspeculate as to her motive for calling me thus early-2.10 a.m., but could\nfind no satisfactory solution. I should not, I think, omit to mention that\na bright gaslight was burning in my room at the time, or that I have never at\nany period of my life been subject to mental or other hallucinations.\nI found, on inquiry yesterday, that my visitor was seriously unwell,\nhad been so during the night, and never out of bed. I cannot, of course, in\nher present condition, question her on the subject; but when she recovers,\nas the doctor says she will, I will do so and let you know the result.\nEDMUND WHITE.\nLater, Mr. White adds:-\nMarch 5th, 1890.\nThe person I saw and about whom I wrote is now quite well. She is\nquite certain that she did not go to my room on the night mentioned. She\nwas, in fact, unable to leave her bed then, or for four or five days aft-er-\nwards.\nI ought, I think, to tell you that to avoid the trouble of housekeeping with\nmodern servants I have lived in lodgings, with some exceptions, during the\nlast 12 years, always with the same landlady. She has also two otherlodgers\n-a lady and gentleman, brother and sister--who, though some 12 or 14 years\nyowlger than myself, are both old, and not likely to come to my room; and\nhad they done so, could not possibly be mistaken, especially in the light of\nmy room, for the person I saw. The two other lodgers, my landlady, and\nmyself all sleep on the same landing; and, on account of my age, a bell that\nI could ring in case of necessity has been put in her room; but exccpt once,\nto try its effect, I have never had occasion to ring it. The other occupants\nof the house sleep lower down. I had no cause for anxiety respccting my\nlandlady's health and felt none, for although not quite well for a few days\npreviously, it was only on the night mentioned that her illness became\nserious, and I only heard ofits being so on the following day.\nDigitized by Google\n\f254 JO'l.wnal 0\/ Society \/0'1' P81Jckical Re8ew·clt. (May, 1890.\nMy bedroom door is never locked, but the light enables me to see every-\nthing very clearly; and I had the evidence of two senses, namely, seeing and\nhearing.\nMy landlady is a healthy person, neither afRicted with sleep-walking nor\nany other complaint that I know of. Her room is not more than three yards\nfrom mine.\nAnd again on March 13th he writes !-\nMy landlady has no recollection of anything in particular, except that, on\nthe night mentioned, she was in great pain, and slept, if at all, very little.\nShe is, however, quite certain that she did not cven get out of bod, much less\nleave her own room, during the night. Neither she nor I can suggest any\ncause for the appearance.\nThe figure seen was as distinct as if met with in the street-nothing dream-\nlike about it. I looked to see if my fire had been lighted. and then at my\nwatch to see tho time. My landlady can suggest no cause for the words,\n\"This is a bad day for you,\" except that during the night \"she thought she\nwas going to die. \"\nThe landlady kindly fUl'llishes her account of the night in question\nas follows :-\nJIurch 14th. 1890.\nHr. White has shown me your letters. You wish me to state a few par-\nticulars as to the night in question. I had been ill all the day, was obliged\nto go to bed early in the evening. Mr. White himself had been in bed all that\nday until tho evening; he had been su1fering from a sore throat and cold. I\nhad been attending him. I think he became II. little anxious about my state\nof health although he did not know I was so ill as I was. I thought I should\ndie, I felt 80 ill through the night, but I a1l1 quite 8l!I'C I did not leave my\nbed. I was ill with infiuellZll for about foul' or five days after that.\nI have known Mr. White for 20 years; be having been a friend of lily\nhusband's, I naturally feel a very great regard for him and take a deep\ninterest in most things that he doell.\n------\nP. 131. Cl. DRE.UI.\nFrom Commander J!'. 1\\1. Norma11, R.N., J.P., of Berwick.\nCheviot House, Berwick-on-Tweed.\nFeln\"llllry 19th, 1890.\nOn Fehruary 17th, 1890, I dreamed that I was driving, or being driven,\nalong the road near 111y house in an open cart with one horse. A man wh011l\nI saw pusing called out loudly, \"Look out, look out, take care!\" On\nlooking over the side of the cart, I saw the wheel had come off, apparcntly\nowinll to the losl! of the linch-pin, aud was rolling away by itself towards tho\nbank. The cart did not overtunl, and I then awoke and got up.\nAfter brenkfast I opellellmy ~rate for the 11ll1'1'0SO of going to toWll. The first\nperson whom I saw wns a f1l111101', well known to 11Ie, by name Audersoll. He\nimmediately c011lplained to me that as 800n nt! he went out of hit! house that\nmonting he obl!6rved one of the linch-pms of hil! cart lying 011 the ground,\nthe cart itself hnving been llriven off by his son, who was evidently ignorant\nof his danger. Anderson had rUll after the cart, and had succeeded ill\nDigitized by Google\n\fMay, 1890.] JouI'nal Of Societ,lJ fOI' P8ychical Re8ea,·clt. 255\nrestoring the linch-pin to its place without any accidcnt having happened,\nthough the cart had travelled more than a mile.\nI may add that he said that it had been done, he felt sure, 011 purpose,by\na man who owed him a grudge. F. M. NORMAN.\nIn a subsequent letter our infonnant adds :-\nMa1'ch 6th, 1890.\nAfter I dreamed, I woke. I woke just as I saw the wheel rolling away.\nThen I went to sleep again aud woke at the usual time for getting up. I am\nnot able to fix the hour of the drealll.\nI cannot give or suggest any connecting link at all. I had not spoken to\nthe fanner for many days before, and nothing beyond .. Good-morning\" for\nweeks, and certainly I had not been reading or talking about anything that\nwould lead up to the drealll.\nIt is notable that the cart of Illy drennl in which I was standing up was a\none-horse fann cart. In such a cart I have never set foot since I came to\nthis place 13 years ago.\nI spoke to 110 one about my dream till I met the fanner, who was the first\nperson whom I met, just outside my gate, and he at once accosted me with,\n.. Captain, did you ever lose your helm at sea 1\" Not seeing exactly his\ndrift, I asked him why, or what he meant, and then ho told me where he\nhad been, and what for.\nThe fanner was not a man who would be likely to come to me for help\nor advice. His Bon was in my Bible-class for years, and I used to call\nnow and then to see the parents, but that is aU. Not the son in the cart.\nAt the same time, also, the farmer would, no doubt, often tllillk of Ille, and so\nwould his family, as I take a prominent part in public affairs here.\nMy dreanlS are few and far between, and are 1!.e1lI·l·y Ul100YIl about tho sea\nand early recollections.\nIf I eat anything that causes \"nightmare\" it takes the fornlof .. dodging\"\nshells ill the trenches before Sevastopol, where I served.\nI don't dream of Berwick, its people, or surroundings, more than once in\nthree years.\nMy dreams, few and far between, are of the sea in the early days of my\nprofe88ional career.\nCaptain Norman writes again on March 10th, 1890:-\nHerewith I have pleasure in sending you\" statelllents\" by the Anderson\nfamily. You will observe that Margaret's dream arrests attention in two\nparticulars. (1) That she dreamed about me on the night before the cart was\ntaken out. (2) That she dreamed about the child of the num whom her\nfatIter suspected. I may say that when I met her fatIter outside my gate, he\nmentioned Z. as the suspected person; but in my account to you, I be-\nlieve I purposely lIuppre88ed the name.\n.:\\nderBOn declares that I ha\\'o not becn mentioned hlSide his home for a\nlung timc beforo tIto uccurrcnco. F. M. NORllAN.\nStatement by Mr..Andel'l!on, Farlnor,High Grecns, Berwick-on-Tweed :-\nBetween nine and ten on the morning of Tuesday, February 18th, 1890, I\nwent out into my yard, and I at onoe observed a linch-pin lying in a comer\nDigitized by Google\n\f256 Jcurrtd of Society for Psychical Resea1'ch. [May, 1890.\nclose to the place where my cart usually stands. It immediately struck me\nthat some one who owed me a grudge had taken the pin out of the axle\nbefore my cart had been driven oft' to my meadow by my son. 1 lost no\ntime in pursuing the cart, which 1 caught up just beyond Oaptain Norman's\ngate. Fortunately no accident had happened, and my son WIlo8 not aware\nthat anything was wrong. 1 gave him the pin and he replaced it. Directly\nafterwards Oaptain Norman came out of his gate, and on my telling him the\nnature of my errand he said that he had dreamed during the pa.st night that\nhe WIlo8 driving in a cart along the road, and one wheel rolled off for want\nof 110 linch-pin.\nMICHAEL ANDERSON.\nStatement by Peter, son of the above:-\nAbout 9.30 a.m. on Tuesday, February 18th, 1890, 1 harnessed my\nfather's horse to the farm cart, and drove past Oaptain Norman's house in\nthe direction of our meadows. Just after 1 had pllo8sed OaptainNorman's gate\n1 heard someone shouting after me. On looking round I saw my father,\nwho ran up and produced our linch-pin which he said someone had taken out\n~efore 1 started, but 1 had noticed nothing wrong, and the wheel was in its\nplace. 1 replaced the pin and proceeded.\nWitness to the above two signatures:-\nPETER ANDERSON.\nMAIwARET ANDERSON.\nStatement by Margaret Anderson, daughter of Mr. Anderson, Farmer.\nOn the night of Monday, February 17th, 1890, 1 dreamed that 1 WIlo8 ina\nbarn, in which was a heap of com, near the edge of which was a child walking\nabout whom 1 recognised 1108 the son of 1\\ man called Z., who is not on\ngood terms with my father. Then someone said to me, .. Oaptain Norman\nhllo8 paid off his man.\" I laughed at the absurdity of the dream, and woke\nlaughillg.\nMA.RGA.RET .ANDERSON.\nStatement by Mary Anderson, sister of the above :-\n1 sleep with my sister. On Tuesday morning, February 18th, 1890, or\nsome time during that day (I can't remember the exact .time), my sistei'\nMargaret said, .. I had a very curious,.dream last night. I dreamt that 1\nsaw Z.'s child in a barn and 1 believe it was Z.'s son who took the linch-\npin out.\"\nP. 132. VISUAL.\nSent to us by Mr. G. E. Pope. .\nIt seems hardly possible to prove that a prediction works its own\nfulfilment, but the following seems to be as marked a case of the kind\nas we are likely to get. The writer is Dr. Beddoe, F.R.S. In a later\nletter he states that he does not recollect the date of the occurrence,\nbut thinks it was somewhere about 1875.\nThe Manor House, Clifton, Brist,ol.\nNovember 4th, 1889.\nI send you pal,ticulars of the curious and fatal case'of morbid impreuion\nDigitized by Google\n\fMay, 1890.] JO'l.wnal of Society for Psychical Resea1·ch. 257 .\nwhich you take interest in. You are at liber~y to make whatever use you\nplease of the history.\nCaptain B., of Apenrade, on a voyage to Bristol, had on board a young\nlad, I believe a relation of his, to whom he was much attached. The boy\nhad been strictly forbidden to climb the rigging, but while coming up the\nChannel he disobeyed the injunction, and falling from a yard to the deck\nwas killed on the spot. Captain B. brought the body to Bristol, and it\nwas buried in the Amos Vale Cemetery; after which the captain took to\nhis bed.\nI saw him three or four days afterwards, in consultation with Dr. David\nDavies. The latter had said to me: \"I want your help; my patient has no\ndisease that I can make out, but he has resolved to die, and die I believe he\nwill.\" The captain was a robust man of middle age,educated and intelligent,\nand speaking English well. I examined him and could find no sign of disease,\nexcept that the body-heat was a little raised, perhaps to 99'5 or so. After\nsome questioning. he opened his heart to us, and told us that on the night\nafter the boy's funeral, while he was lying broad awake, the dcad boy had\nappeared to him, stood by his bedside, and said words to this effect: \"Ah !\nCaptain B., you lie in your bed this night, but within a week you will be\nlike me\" (or, .. you will lie by me\"). ., I know it will be so,\" said tile\nCaptain, \"I shall die on Friday.\"\nWe reasoned with him, of course, and did all we could, both by encourage-\nmentand by a supporting regimen and treatment, to sustain the vital powers ;\nhis brother, who had been telegraphed for, seconded our efforts; but all was\nin vain; poor B. died on the appointed day.\nJOHN BEDDOE.\nB.P. 18. VISUAL.\nA somewhahimilar ot\\Ie was described by Dr. S.Willard in the St. Louis\nCourier (if Medicine, for September, 1884, but from a recollection of 50 years\nbefore. In this case the patient appears to bave seen three phantasmal men\nin his room one night-one of whom told him that he would be seized with\nIhaking soon after midday the next day and die before sunset. In the\nmorning his wife sent for Dr. Willard, who found nothing the matter with\nhim; nor did another physician who was called in. The man himself said he\nwas quite well butbad a settled cOllviction that all would happen as predicted,\nwhich it did.\nIt is possible that in another way the following dream may have\nbrought about its own fulfilment.\nB.P.16. DREAM.\nMr. W. D.• who was in the babit of driving and known to be a daring\ndriver, dreamt that the horses ran away with him and killed him. He men-\ntioned his dream to the groom, who testifies to the fact, and who replied,\n.. You really must be careful.\" That afternoon, driving alone, he was killed.\nHe had been rather unwilling to drive that day, but was not in the habit of\nattaching importance to dreams and omens.\nDate of occurrence, 1881. Date of record, 1884.\nDigitized by Google\n\f258 Journal oj Society JUl' Psyckica,l Resea1'ch. rMIIY, 1890.\nDOUBLE PERSONALITY: MEMORY OF THE SECONDARY\nSTATE REVIVED BY HYPNOTI8.M.\nDr. Proust, Professor of Hygiene at the Hotel Dieu of Paris, has\nrecently brought before the Academie des Sciences JIoralcs et Politiqucs\na vel'y interesting case of \"Ambulatory Automatism in a Hysterical\nMan,\" or, as it might othel'wise be phrased, of double personality with\nan active second self.\nWe give a brief resume from the RelJue de l'llypnotislne, March,\n1890, p. 267.\nEmile X., mt. 33, is a barrister in Paris; of good ability and edu-\ncation in classical studies, both as a boy and at the University. He was\nalways nervous amI over sensitive,with sOllie hysterical attacks and functional\nderangements of motion and sensat.ion, signs in fact of \"la grande hysteric.\"\nHe could be hypnotised very easily, and whilst M. Luys had him in charge\nhe could be put to sleep by a loud noise, or any sudden impression. One\nday in a cafc he saw himself in the looking-glass and at once fell into a hyp-\nnutic state which frightened his friends and led them to take him tu a hos-\npital, where he recovered without any difficulty. Sometimes his attacks were\ndifferent; he would seem to his companions to undergo no loss of conscious-\nness, but would lose the memory of all his past life during a few minutes or\na few days and in this condition of secondary consciousness would lead an\nactive and apparcntly normal life on foot or 011 horseback, in his friends'\nhouses or in shops. From such a state he woke suddenly and was entirely\nwithout memory of what had happened to him in this secondary state. An\ninstance of this occurred on September 23rd, 1888. He had had a quarrel\nwith his stepfather in Paris, which had oxcited him considerably, and he fell\ninto his second state. Three weeks lator ho woke after his usual fashion,\nwithuut any memory whatever of what had been happening, and fOlUld him-\nself at Villars-Saint-Marcelin,in the Hauto Marne, more than 100 miles from\nParis. He picked up from various sources a little knowledge of what he had\nclone. He was told he had visited the priest of the village, who had thought\nhim \"odd\"; tluJ.t he had also stayod with one of his uncles who was a Bishop\nin the Haute Marne, and at his house had broken various things, and torn\nup some MSS. of his uncle j that he had run into debt to the extent of £20,\nand that he had been summoned before the Court at Vassy on some charge\nof petty theft, and in his absence judgment had been given against him.\nAgain, on May 11th, 1~89, he was breakfasting at a restaurant in Paris,\nand two days later found himself at Troye!:!. Of what had happened during\nthese two days he could remember nothing. He recollected that before\nlosing his consciousness he had had a great coat and a purse in it containing\n226fr.\nThese facts romilldoll Prufessor ProWlt uf tho well-knowlI 01180 of\nFtllida X., and of the more recent case of Louis V. (Proceedings of the Society\nfor Psychical Research, XI., 497), in which the memory of the secondary\npersonality was recalled by hypnotism. Emile X. was easily hypnotised,\nand ill that state could ~ive a full account of what had happened to him in\n\fMay. 1890.] Journal of Society f01' Psyckical Research. 259\nhis statesof secondary personality. In his first of these two attacks he de-\nscribed how he had lost some of the £20 at cards, and told the complete\nstory of what he had done when staying with his uncle the Bishop, and after-\nwards with the priest. In the saille way as to his visit to Troyes, he told the\ndetails of his journey, of the friends he had dined with there, and where he\nhad left his overcoat and purse. Notes were taken of his hypnotic account,\nand on the strength of these he wrote to the hotel keeper at Troyes asking\nfor his coat and purse, and describing where he hac:lleft them. Two days\nlater, to his great astonishment, he received them both, and the 226fr. in the\npurse. The Court at Vassy ulso, when his true condition had become\nknown, reversed the judgment gi\\'en against him.\nHYPNOTISM AS AN AN1ESTHETIC.\nWe reprint here an article which appeared simultaneouslylast month\n(April 5th) in the Lancet and the Bntisl'l1fedical Journal, describing\nthe very valuable and eminently practical demonstrations which a\nMember of the Society for Pyschical Research,Dr. J. Milne Bramwell,has\ngiven to a distinguished and critical assembly at Leeds, of the attainment\nby hypnotism of an anmsthesia profound enough to admit without\nconsciousness of the performance of surgical operations which are\notherwise very painful.\nA number of the leading medical men and dentists of Leeds and district\nassembled at the kind invitation of Messrs. Carter Brothers and Turner,\nDental Surgeons, of Park-square, Leeds, on March 28th, to witness a series\nof surgical and dental operations perfonned in their roomll under hypnotic\ninfluence, induced by Dr. Milne Bramwell, of Goole, Yorkshire. Great\ninterest was evinced in the meeting, as it is well known t.hat Dr. Brnmwell is\nquite a master of the art of hypnotism as applied to medicine and surgery,\nand is shortly .to publish a work of considerablu importance on the subject.\nUpwards of 60 medical men and dental surgeons accepted invitations.\nAmongst those gentlemen present were the following :-Mr. Thos. Scatter-\ngood (Dean of the Yorkshire College), Professor Wardrop Griffith, Mr.\nPridgin Teale, F.R.S., Professor Eddison, Dr. Jacob, Dr. Churtou, Mr.\nMayo Robson, Mr. H. Bendela.ck Hewetson, Mr. Nicol, Mr. Moynillan,\nMr. Littlewood,Mr. Henry Gott,Mr. Cheetham,Mr. Edmund Robinson, Mr.\nWilliam Hall, Dr. Brnithwaite, Mr. Best, Mr. Wood, Dr. Light, Dr. Caddy,\nProfessor McGill, Dr. Turner (Menston Asylum), Dr. Hartley; Dr. Hellier,\nMr. W. H. Brown, Dr. Bruce (Goole),Mr. Dennisoll, Mr. Edward Ward,Mr.\nH. Robson, Mr. King, Mr. Gla.isby, Mr. Sherburn, and Mr. Wayles. A\nletter, expressing his regret at his inability to be present, was read from Dr.\nClifford Allbutt, in which he lihtec:l that he remembered the time, 35 years\nago, wben LiKton performed Kevernl SOriOUK operntiulls, using hypnotism as\nthe anresthetie applied by a scientific lay fliend,in Lincolnshire. Mr. Jessop\n\\\\'as also prevented at the last mOIllent from being present.\nThe object of the meeting was to show the power of hypnotism to produce\nabsolute Bm6stltesis in very painful and severe operations. The first caso\nDigitized by Google\n\f260 Jou1\"nal oj Society for Psychical Research. [May, 1890.\nbrought into the room was that of a woman, aged 25. She was hypnotised\nat a word by Dr. Bramwell, and told she was to submit to three teeth being\nextracted, without pain, at the hands of Mr. Thomas Carter; and further,\nthat she was to do anything thllt Mr. Carter asked her to do (such as to open\nher mouth, and spit out, and the like) as he required her. This was perfectly\nsuccessful. There was no expression of pain in the face, no cry, and when\ntold to awake she said she had not the least pain in the gums, nor had she felt\nthe operation. Dr. Bramwell then hypnotised her, and ordered her to leave\n. the room and go upstairs to the waiting~room. This she did as a complete\nsomnambulist.\nThe next case was that of a servant girl, M. A. W., aged 19, on whom,\nunder the hypnotic influence induced by Dr. Bramwell, Mr. Hewetsoll had a\nfortnight previously opened and scmped freely, without knowledge or pain,\na large lachrymal abscess, extending into the cheek. Furthermore, the\ndressing had been daily performed and the cavity freely syringed under\nhypnotic anresthesia, the \"healing suggestions\" being daily given to the\npatient, to which Dr. Bramwell in a. great measure attributes the very\nrapid healing, which took place in 10 days-a remarkably short space of\ntime in a girl by no means in a good state of health. She was put to sleep by\nthe following letter from Dr. Bramwell addressed to Mr. Turner;-\n\"Burlington-crescent, Goole, Yorks. Dear Mr. Turner,-I send you a\npatient with enclosed order. When you give it her she will fall asleep at once\nand obey your commands.\n\"J. MILNE BRAMWELL.\"\n\"Order.-Go to sleep at once, by order of Dr. Bramwell, and obey Mr.\nTurner's eOlUDlands.\n\"J. MILNE BRAMWELL.\"\nThis experiment answered perfectly. Sleep was induced at once by read-\ning the note, Ilnd was so profound that, at the end of a lengthy opera-\ntion in which sixteen stumps were removed, she awoke smiling, and insisted\nthat she had felt no pain, and, what was reml~rk&ble, there wall no pain in her\nmouth. She was found after some time, when unobserved, reading the\nGraphic in the waiting-room, as if nothing had happened. During the whole\ntime she did everything which Mr. Turner suggested, but it was observed\nthat there was a diminished flow of saliva, aud that the corneal reflexes were\nabsent, the breathing more noisy than ordinarily, aud the pulse slower.\nDr. Bmmwell took occasion to explain that the next case, a boy aged\neight, was a severe test, and would probably not succeed; partly because\nthe patient was so young, and chiefly because he had not attempted to pro-\nduce hypnotic anresthesia earlier than two days before. He also explained\nthat patients require training in this form of anresthesia, the time of train-\ning, or preparation, varying with each individual. However, he was so far\nhypnotised that he allowed Mr. Mayo Robson to operate on the great toe,\nremoving a bony growth and part of the first phalanx,with no more than a few\ncries towards the close of the operation, and with the result that, when\nquestioned afterwards, he appeared to know very little of what had been\ndone.\nIt was necessary ill his ease for Dr. Bramwell to repeat the hypnotic,\nDigitized by Google\n\fMay,1890.] Journal of Society J01' P8y'chical Re8earch. 261\nsuggestions. Dr. Bramwell remarked that he wished to show a case that was\nless likely to be perfectly successful than the others, so as to enable those pre-\nsent to lIee the difficult as well as the apparently easy, straightforward cases,\n\" in fact,\" as he said, \"to show his work in the rough.\"\nThe next case was a girl of 15, highly sensitive, requiring the removal\nof enlarged tonsils. At the request of Dr. Bramwell, Mr. Hewetson was\nenabled in the hypnotic state to extract each tonsil with ease, the girl, by\nsuggestion of the hypnotiseI', obeying every request of the operator, though\nin a state of perfect anoosthesia. In the same way Mr. Hewetson removed a\ncyst, of the size of a horse bean, from the side of the nose of a young woman\nwho was perfectly anoosthetised and hreathing deeply, and who, on coming\nround by order, protested \"that the operation had not been commenced.\"\nMr. Turner then extracted two teeth from a man with equal success; after\nwhich Dr. Bramwell explained how his patient had been completely cured\nof drunkenness by hypnotic suggestion. To prove this to those present,\nand to show the interesting psychological results, the man was hypnotised,\nand in that state he was shown a glass of water; he was told by Dr. Bram-\nwell it was\" bad beer.\" He was then told to awake, and the glass of water\noffered him by Dr. Bramwell; he put it to his lips, and at once spat out\nthe \"offensive liquid.\" Other interesting phenomena were illustrated\nand explained by means of this patient, who was a hale, strong working\nman.\nMr. T. S. Carter next extracted a very difficult impacted stump from a\nrailway navvy, as successfully as the previous case. Dr. Bramwell described\nhow this man had been completely cured of very obstinate facial neuralgia\nby hypnotism, which had been produced by working in a wet cutting. On\nthe third day of hypnotism the neuralgia had entirely disappeared (now\nsome weeks ago) and had not returned. The man had obtained refreshing\nhypnotic sleep at nights, being put to sleep by his daughter through a note\nfrom Dr. Bramwell, or by a telegram, both methods succeeding perfectly.\nAt the conclusion of this most interesting and successful series of hypno-\ntic experiments, a vote of thanks to Dr. Bramwell for his kindness in giving\nthe demonstration was proposed by Mr. Scattergood, Dean of the Yorkshire\nCollege, and seconded by Mr. Pridgin Teale, F.R.S., who remarked that\nthe experiments were deeply interesting, and had been marvellously success-\nful, and said: \"I fecI sure that the time has now come when we shall have\nto recognise hypnotism as a necessary part of our study.\"\nThe vote was carried by acclamation.\nMessrs. Carter Brothers and Turner were cordially thanked for the great\ns::ientific treat that they had so kindly prepared for the many to whom hypno-\ntism had been first introduced that day, and for the further opportunity\n(afforded to the few who had seen Dr. Bramwell's work previously) of studying\nits application as an anoosthetic.\nMr. Henry Carter replied for the firm and the meeting closed, the\npatients looking as little like patients lIf> perf>ons well could, giving neither\nby their manners nor expression the slightest Ruggestion (except when\nexternal dressings were visible) that they had suffered, or were suffering\nfrom, in some cases, severe surgical interference..\n\f262 Jouil'nal of Society for Psychical Research. [May, 1890.\nCORRESPONDENCE.\nARE APPARITIONS OBJECTIVE OR SUBJECTIVE?\nWe have received fl'Om Mr. Doveton a rejoinder to MI'. Myers'\nlettel' ill the last numbel' of the JOMl'nal. To print it at length might\nPl'Olong the controversy unduly; but in justice to Mr. Dovetoll, we\nprint the passages containing the substance of his reply to Mr. Myers'\ncriticisms.\nMI'. Doveton, after complaining with some warmth of Mr. Myers'\nsuggestion that he exaggerated in talking of \"countless well authenti-\ncated ghost stories,\" says:-\nMany of my well authenticated cases I own were from books, and not\nfirst-hand from ghost seers, but the stories were well authenticated, and bore\nthe stamp of truth on them. I have, moreover, a certain number of cases\ntold me atflrst.hand-indeed, not a few.\nIII estimating the value of the evidence on this subject we must take\nstories from standard works on Apparitions, as representing the consensus of\nhuman b~lief, into consideration, when such are well attested-why not\nHe adds:-\nI am not concerned with d\"eam fignre8, but with those apparitions that con-\nfront us when we are as wide atvaJre as I am at this moment. . . . I refer to\nthe apparitions who touch yotr-talk to you-sometimes obscure by their fonn\nfamiliar objects in the room, and sometimes are seen by their own light-a\nlight which plainly emanates from themselves.1\nIn re the clothes objection I own it is hard to explain, but ill my opinion\na disembodied spirit would appear to us as it cOIweivetl itse7j clotll~d, and that\nwould naturslly be in its usual habiliments ill order to facilitate our recogni-\ntion of it. Thus will the dress itself be purely phantasmal--an appearance\nonly-whilst the Ego, or 801IZ beneath, will be still material to spirit sense,\nand occasionally palpable even to our physical sense of touch.\nHe explains that he regards\nPhantasms of the living as purely snbjective appearances merely, for the\nsimple reason that the soul cannot be in the body and out of it (as far I\\S we\nknow) at the same time, muellll the individual be in a state of trance.\nFinally he urges that\nThe fact of an apparition being seen by two or mOl\"e pel'sons at ollce is a\nstrong proof of its objectivity, it being far more improbable that the sense\nof two or more should be 8imldtaneonsl,!\/ deceived in precisely the same\nmanner, than that there should be an objective appearance there!\n1 These characteristics occur in the ca.se of apparitions of persons undoubtedIv\nalive. See for examples of one or more of them this number of the Journal, p. 253,\nand Phanta8m8 of the Living, cases numbered 295, 297, 299, 213, 311. Apparent\nsolidity is common, but see for special mention of it a. non-coincidental case quoted\nin PhantcumB of tke Living,Vol. I., p. 513. Other cases, coincidental and non-coinci-\ndental. might be quoted.-Ev.\nDigitized by Google\n\f)Iay,18oo.] JOltl'IUll oj Society JUI' Psyckienl ResellI'cit. 263\nILLl:'SIONS HYPNAGOGIQCES.\nTo lite Editor of the JOL'\"R~AL OF THE SOCIETY FOR PSYCHICAL REl'lHAltCH.\nSIR,-I should like to know whether the following experience, which\nseems to IlIe in some respects analogous to crystal-vision, is at all common.\nI am a very light sleeper, and frequently begin to see dream images while my\nbrain is so far awake that I can study them anu register them in my memory.\nAs far as I can lllake out, the process of their appearance is as follows: I\nclose my eyes, and see the broken blotches of light on the uark ground of\nmy eyelids, which are, I suppose, the remains of light impressions on the\nretina COllllllon to most people. Among these, ever since I was a child, tho\nfirst direction of the attention to them always produces \/\\II appearance of\nmoving brown sand, interspersed with little square fat black capital letters\nof which I have never been able to distinguish more than one or two. A\nfriend of mine has the same experience, only that her letters are cubical and\nlight brown. When these go out of the field of sight their place is taken by\nlines or threads of light, which arrange themselves into geometrical shapes,\nand thence into somewhat conventional leaves and flowers. These pass away\ninto coloured masses, which suddenly quicken into definite pictures, the\ncolours becoming vivid and the lines definite. I have seen a reddish mass\nsuddenly become brilliant orange and take the shape of the pulp of a half-cut\norange, with one quarter taken out and lying beside it on the plate; or,\nagain, I have secn a dilll, non-luminous mass of colour suddenly light up into\nthe picture of a brilliant evening sky, against which rose the head and\nshoulders of a cavalry officer in a red coat, riding in a country lane. Some-\ntimes the quickening process is applied to the form only; an irregular coil of\nthe light thread I mentioned before has presented itself to me first as a ser-\npellt, next as all irregular circle of old rounded small blocks of stone, and my\nmind has hesitated as to which suggestion to accept. I do not think my\ndream pictures have ever moved or acted while I was sufficiently awake to\nregister them in my memory ; but it has been curious to watch the moment\nat which they became definite impressions on my retina, instead of mere\nsuggestions of my conscious imagination. I have had the converse experience\nalso, when the dream image has remained imprinted on my retina afte?' wak-\ning. The fact of their thus quickening seems to me to give force to Mr.\nMyers' argument in last month's JO'It1'lIal, since the fact seems to supply all\nthe machinery necessary for telepathic impressions on the mind to clothe\nthemselves in visual form.-I am, &c.,\nAN ASSOCIATE.\n[Hallucinations of the type of which our correspondenL's experiences are\ninteresting examples have received the name of illusions hyp'lla.gogiq1tes, and\nhave been described by Maury, MUller, and others. Mr. Gurney gives a\ngeneral account of them and some instances in Phantasllls of the Livi-ny,\nVol. I., p. 390, and p. 474, foot-note.-ED.]\n\f264 Journal of Society for Psychical Research. [May, 1890.\nSUPPLEMENTARY LIBRARY OATALOGUE.\nTHE EDMUND GURNEY LIBRARY.\nAdditions since the last lillt (\" Journal\" for Mm·ch).\nBRAMWELL (Dr. R. Milne), Hypnotic Anoosthesia in Surgery\n(Bt-itillh Medical Journal, April 5th, 1890) .......... ..London, 1890 .\nCHARCOT (Prof. J. M.). Hypnotism and Crime (New York. .\nForllm, February, 1890) .................................New York, 1890\nMYERS (Dr. A. T.), Hypnotism at Home and Abroad (reprinted\nfrom the Practitioner, March, 1890) .....................London, 1890'\"\nSMITH (Dr. R. Percy) and MYERS (Dr. A. T.), The Treatment of\nInsanity by Hypnotism (reprinted from the Journal of Mental\nScience, April. 1890) .......................................Londol~, 1890*\n'fUCKEY (C. Lloyd, M.D.), Psycho-Therapeutics; or Treatment\nby Hypnotism and Suggestion. 2nd Edition. Revised and\nenlarged ............ '............................................London, 1890*\nCONG~S (premier) International de l'Hypnotisme. Experimental\net Therapeutique .............................................. ..Parill, 1890\nDELB<EUJ!' (Prof. J.), Le Magnetisme Animal ..................Paris, 1889\n------ Magnetiseurs et Medecins..................Parill. 1890\n'LOMBROSO (Prof. Cesare) L'Authropologie CrimineUe ...... Paris. 1890\nTISSIE (Dr. Ph.), Les R~ves; Physiologie et Pathologie......Parill. 1890\nOELZELT-NEWIN (Albert) Ueber Phantasie VorsteUungen ...Graz, 1889\nTHE GENERAL LIBRARY.\nAdditions since the last list (\" Journal\" for N O'I!emoor).\nABBOT (Francis Ellingwood, Ph. D.). The Way outof Agnosti-\ncism. orthe Philosophy of Free Religion..................Boston. 1890*\nBAXTER (Robert). Narrative of Facts. characterising the Super-\nnatural Manifestations in Members of Mr. Irving's Congre-\ngation...............................................................London. 1833\nBOOLE (Mary), Logic Taught by Love ...........................Lo'lldo'll. 1890§\nHOME (Madame Dunglas). The Gift of D. D. Home ......London. 1890\nHOME (D.D.). Lights and Shadows of Spiritualism .........Lo'lldon, 1878\nLIGHT, Vol. IX. ......................................................London, 1889+\nPROCEEDINGS OJ!' THE LITERARY AND PHIwsopmCAL SOCIETY OF\nLIVERPOOL, Vol. XLI., 1886-7, Vol. XLII., 1887-8, Vol.\nXLIII.. 1889 ...................................................London, 1886-9\nSKEWES (Rev. J. Henry), Sir John Franklin: The True Secret of\nthe Discovery of his Fate. \" A Revelation.\" 2nd Edition.\nLondo'll, 1890t\n* Presented by the Author. +Presented by Mr. W. M. Wilkinson.\n§ Presented by Mrs. Passingha.m. ::: Presented by the London Spiritualist Alliance.\nDigitized by Google\n\f","_id":467}