{"name":"Journal of the Society for Psychical Research 1235","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n72_jul_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N72, July 1890","mylang":"de","content":"No. LXXII.-VoL. IV. JULY, 1880.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Members and Aal!ocIatell .• ••\nMeetings of the Coundl •• .• ••\nGeneral Meeting .. .• .. ..\nCaaa Recehed bf the Literal')' CommIttee\nCorrespondence :-\nOrigin and N&ture of P08t·mortem App&ritionH\nSupplementary Llbral')' Ca.t&logue •• •• ••\nThe oTouru&lls Priv&Uo\nNEW MEMBERS AND ASSOCIATES.\nHONORARY MEMBER.\nPAGB\n•• 28l\n•• 282\n•• 283\n•• 288\n.. iN\n•• !9Il\n•• 300\nSIR }'REDERICK LEIGHTON, BART., P.R.A., 2, Holland Park-road, W.\nMEMBERS.\nCRAWFORD AND BALCARRES, THE EARL OF, F.R.S., 2, Cavendish-\nsquare, W.\nDUGDALE, MRS. STRATFORD, Merevale Hall, Atherstone.\nMACQUEEN, lIRS., Grosvenor Mansions, 76, Victoria-street, S.W.\nSTEAD, WILLIAM T., Mowbray House, Norfolk-street, Strand, W.C.\nASSOOIATES.\nCAVE-BROWNE-CAVE, MRS. T., Burnage, Streatham Common, S.W.\nCoLVILE, COLONEL HENRY E., C.B., 24, Chapel-street, Belgrave-square,,Yo\nGARDINER, REV. EDWARD R., M.A., Fawley Vicarage, Wantage.\nHENRY, MISS EVA, 1, Argyll-villas, Cheltenham.\nHUTCHINS, D. E., Budleigh Balterton, Devon.\nMACKY, DR., 4, Curzon-street, Mayfair, W.\nRAPER, R. W., M.A., Trinity College, Oxford.\nSAUNDERS, THOMAS BAILEY, M.A., 13, Hyde Park-gate, S.W.\nSMITH, JOHN GEORGE, JUN., Hill House, Surbiton.\nVAlLATI, PROFESSOR GIOVANNI, Crema, Italy.\nASSOOIATES OF THE AMERIOAN BRANOH.\nADAMS, MRS. GEORGE E., care of Mrs. Perkins Bass, Peterborough,\nN.H., U.S.A.\nALEXANDER, L. L., Crystal Mine, Omo Ranch, California, U.S.A.\nANNES, A. L., 416, Third-avenue South, Wansan, Wisconsin, U.S.A.\nBEHRINS, ARTHUR, Brockville, Canada.\nBRADLEY, MRS. W. H., Hingham, Mass., U.S.A.\nBURROWS, MRS. THOMAS, The Ontario, Chicago, U.S.A.\nCOFFIN, CHARLES F., 417, The Rookery, Chicago, U.S.A.\nCOOPER, JAMES, P. O. Box 1942, l\\Iontreal, Canada.\nDigitized by Google\n\f!82 Journal 0\/ Society for Psychical Resea1'ch. [July,1890.\nCRAIGIE, ERNEST J., 134, Peel-street, Montreal, Canada.\nDALLAS, GEORGE M., 263, South 4th-street, Philadelphia, U.S.A.\nDECKER, W. S., Muskegon, Mich., U.S.A.\nDIETRICK, MRS. ELLEN B., 233, Boylston-street, Boston, Mass., U.S.A.\nELWELL, MRS. F. E., Sandwich, Mass., U.S.A.\nFLOWER, MRS. J. M., 361, Superior-street, Chicago, U.S.A.\nFORBES, JOHN C., 10, Ord-street, Toronto, Ont., Canada.\nGILBERT, DR. MARY A., 15, East 11th-street, New York, U.S.A.\nHARDAWAY, W. A., M.D., 2710, Olive-street, St. Louis, 1\\{0., U.S.A.\nHASCALL, MRS. MYRA FISK, 117, Waverley-place, New York, U.S.A.\nHAWORTH, GEORGE D., 20, Groveland Park, Chicago, U.S.A.\nJAMES, H. F., M.D., 2627, Olive-street, St. Louis, Mo., U.S.A.\nJEWETT, MISS MARY B., Buchtis College, Akron, Ohio, U.S.A.\nKIDDLE, PROF. HENRY, 7, E, 130th-street, New York, U.S.A.\nNORDEN, THEODORE L. VAN, 16, West 48th-street, New York, U.S.A.\nPALMER, MRS. POTTER PALMER, 100, Lakeshore-drive, Chicago, U.S.A.\nPLUMMER, J. W., 52, East Lake-street, Chicago, U.S.A.\nQUINBY, REV. JOHN H., East Bridgwater, Mass., U.S.A.\nSALTER, W. M., 516, North-avenue, Chicago, U.S.A.\nSHAW, MRS. QUINCY A. SHAW, Jamaica Plain, Mass., U.S.A.\nSLYKE, J. M. VAN, 23, N. Pinckney-street, Madison, Wis., U.S.A.\nWRIGHT, DR. J. P., Lt.-Col., Md. Dpt., Fort Leavenworth, Kans.,U.S.A.\nWRIGHT, JAMES A., Man. Federal Telephone Co., Montreal, Canada.\nMEETINGS OF THE COUNCIL.\nThe Council met on the '13th of June and on the 11th of July.\nMr. Walter Leaf was in the chair on the first occasion, and the Presi-\ndent on the second. The following Members were also present at one\nor both of the Meetings :-Professor F. W. Barrett, Rev. A. T. Fryer,\nDr. A. T. Myers, Messrs. T. Barkworth, W. Crookes, F. W. H. Myers,\nF. Podmore, H. Arthur Smith, R. Pearsall Smith, and H. E. Wingfield.\nAt the Meeting on the 13th of June Sir Frederick Leighton, Bart.,\nP.R.A., was elected an Honorary Member.\nAt the two Meetings four new Members and ten new Associates,\nwhose names and addresses are given above, were elected. The election\nof thirty-one new Associates of the American Branch was also recorded.\nThanks were accorded to the donors for two books, presents to the\nLibra.ry.\nAt the June Meeting it was, o.fter full discussion, agreed that Dr.\nA. T. Myers and Mr. F. Podtttore should prepare a circular under the\ntitle of \"Hypnotism: Its Oonditions and Safeguards,\" for the con-\nDigitized by Google\n\fJuly,l890.] J01J,'M'\/,al Of Society fO'l' P8ychical RR,search. 283\nsideration of the Council at its next Meeting, with the view of its being\ncirculated among the Members of the Society. It was carefully gone\nthrough at the July Meeting of the Council, and with some slight\nalterations adopted, and ordered to be printed and sent out with the\nJuly No. of the Journal.\nVarious matters of routine business having been attended to, the\nCouncil agreed to meet again at 4.30 p.m. on Friday, the 3rd of Octob~r.\nGENERAL MEETING.\nA General Meeting of the Society was held at the Westminstel'\nTown Hall, on Friday, July 11th, the President, Professor Sidgwick,\nin the chair.\nThe PRESIDENT gave some account of the progress of the census of\nhallucinations. He expressed a certain disappointment at the small\namount of interest shown in the work by Members of the Society. Out\nof 700 Members and Associates only about 74 had so far given any\nhelp, and if it had not been for the great efforts made by some of these,\nwhich he gratefully acknowledged, and for help received from persons\noutside the Society, the present modest number of answers, 6,450,\nwould not have been attained-a number not sufficient to make it possi-\nble to calculate with accuracy the proportion of seemingly veridical to\nnon-veridical experiences. He went on to say that of the 6,450\nanswers about 11 per cent. were affirmative, and might be divided into\n467 cases where the sense of sight was affected, 218 where voices were\nheard without any accompanying visual impression, and 58 tactile\ncases. Out of these 743 cases 99, or 13 per cent., might be calledprimc:?\nfacie coincidental, though some of them were of the kind classed in\nPlumta8ms 0\/Ute Living as \"ambiguous.\" On the other hand, among\ncases classed as non-coincidental, were some which there was reason to\nregard as not purely SUbjective. Thus there were 7 cases where the\nfigure or voice of dead persons was phantasmally seen or heard, when\nthe percipient was unaware of the death; there were 9 cases (7 of an\nunrecognised figure, 1 of a recognised living person, and 1 of a recog-\nnised dead person) where apparently the same figure was independently\nseen by more than one person on different occasions; and finally there\nwere 55 cases in which the experience communicated was \"collective,\"\n-i.e., shared by more than one person,-besides 10 similarly collective\nexperiences already counted with coincidental ones. In a certain\nnumber of the experiences, however, the figure taken for a phantasmal\none was probably a real person, and the fact that a disproportionately\nlarge number of collective experiences took place out of doors made it\nspecially probable-for reasons explained by the speaker-that 0. good\nDigitized by Google\n\f284 Jowrnal of Society for Psychical Research. [July, 1890.\nmany of these were real. Some collective experiences, however, seemed\nto be clearly hallucinations, and this being so they were, of course, of\ngreat theoretical importance in considering the nature and origin of\nhallucinations generally. The President went on to discuss some possi-\nble explanations of collective hallucinations, illustrating his remarks by\ncases communicated by persons answering the census question, and con-\ncluding with an account of an experiment in collective hallucinations\nrecently made with hypnotised persons.\nMR. F. W. H. MYERS then read the first part of a Provisional\nReport \" On alleged moveme~ts of objects, without contact, occurring\nnot in the presence of a paid medium.\" He reminded the meeting that\nthe late President of the Society for Psychical Research, Professor\nBalfour Stewart, had in 1887 formed a committee to consider a report\non the phenomena commonly called Spiritualistic. That committee\nhad now collected and discussed a certain number of narratives of\nmovements of the nature above described. They did not, however,\nthink that the time had come for any collective expression of opinion,\nand had requested the speaker to prepare an ad interim account of\nevidence received, with the object rather of explaining the points at\nissue, and of inviting fresh testimony, than of pronouncing on the true\nmeaning of the testimony already received. When this Society was\nfounded in 1882, some of its active members had already had a long\nexperience of paid mediums, with very mixed results. They hoped that\nthe formation of the Society might lead persons obtaining phenomena\nin private circles to allow an opportunity of witnessing them. This\nhope, however, had been to a great extent disappointed. It appeared,\nin fact, that very few of such private circles now existed, while those\nwhich did still exist seldom reported their results even in the Spiritual-\nistic Press. The amount of effort and experiment now going forward\nin this direction was much smaller than some had supposed. Apart\nfrom paid mediums, little fresh evidence had been adduced by Spirit-\nualists since 1882.\nIn considering the facts before the committee, it seemed desirable\nto make in some sense a new departure by investigating the phenomena\nas they stood, without taking into account the still more contentious\nmatter connected with the theories by which they were commonly\nbound together. Thus in our present inquiry into physical phenomena\nwe could classify the alleged cases, not according to the medium through\nwhom they occur, nor to the spirit supposed to originate them, but\naccording to the special group of otherwise attested phenomena, occur-\nring apart from regular mediumship,-such as automatism, telepathy,\npost-mortem apparitions, and thc like,-with which each alleged case of\nphysical movements bore some apparent connection.\nDigitized by Google\n\fJuly,189O.] Jottrnal oj Society jor Psychical Researclt. 285\nIf there were any truth in Spiritualism it must surely (the speaker\nurged) be in some sense continuous with other truth. The evoked\nphenomena must be a development or a systematisation of the spon-\ntaneous phenomena, rather than a wholly new manifestation.\nWe should do well to divide our cases roughly into three main\ngroups, determined by their analogies with other evidence.\nA. Physical movements connected with automatism; or not defi.\nnitely pointing to the operation of other intelligences than\nthose of the persons present.\nB. Physical movements connected with telepathy between lhing\npersons, or near the moment of death.\nC. Physical movements associated with phantasms of the dead; or\nphantasms of that obscure class with which cases of \"haunt-\ning\" had made us familiar.\nThere were also certain cases of sporadic and apparently motiveless\nmovements, which, if not due to some ordinary but overlooked cause,\nnevertheless aft'orded us no definite indication of the nature of their\nsupernormal source.\nThe speaker appealed for further experiment and more exact records,\nand concluding by asking\nPROFESSOR BARRETT to read an account of a very interesting series\nof phenomena which occun-ed in a private circle.\nSome discussion followed, and Mr. X., the gentleman who had\nfurnished the account read by Professor Barrett, kindly answered\nseveral questions asked by different persons present.\nMR. MONEY questioned the appropriateness of the word \"hallucina-\ntion\" as used in the publications of the Society and in the President's\naddress, and suggested \"appearance\" as a substitute.\nThe PRESIDENT, in replying, referred to his previous address on the\npresent cenSus of hallucinations, in which the use of the term was\nexplained and justified, and also to Chapter X. of Phantasms 0\/ the\nLivi'Tifl. If, however, some other term equally appropriate and more\ngenerally acceptable than \"hallucination\" could be suggested he would\nbe quite willing to adopt it in any new investigation. \" Appearance\"\nwas, he thought, clearly too general a word.\nPROFESSOR BARRETT pointed out that \"appearance\" was also in-\nappropriate in the case of auditory and tactile experiences.\nA GENTLEMAN who described himself as a disbeliever in Spiritualism\nand in the researches of the Society told very graphically a story illus-\ntrating the way in which unconscious exaggeration may cause often-\nn>peated stories to grow, and thought that this was II. source of error\noverlooked by the Society. He also ga,·e II. brief account of some suh-\njective hallucinations of his own, and thought the word a good one.\nDigitized by Google\n\f286 Jowrnal of Society for Psychical Resea'f'Ch. [July, 1890.\nThe P~ESIDENT remarked that if the speaker had been familiar with\nthe pUblications of the Society he would know that possible exaggera-\ntion had always been taken account of where there was any probability\nthat it had occurred.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nL. 842 Col1ective.-Visual.\nThe percipients in the following case are sons of Mr. Ellwood, a\nchemist residing at Leominster. From an account previously sent to us\nby Mr. Ellwood, sen., we learn that the percipients are respectively\n19 and 23 years of age. The brothers were sleeping together, and the\nelder of the two is the writer of the account we print. The first experi-\nence occurred on December 20th, 1889.\nLeominster. February 12th, 1890.\nThe following is just a short account of what I saw on the first occasion\nmentioned. It was, I think, about 6 a.m., just getting light. I had been\nawake a short time and I suddenly heard the door open (the door was on the\njar all night), and saw a shortfigure in a nightshirt walk in and stand looking\nat me by the side of the bed. I distinctly heard a sound of breathing or\nrustling of the nightshirt, and I thought at first that it was my father walking\nin his sleep. Then I thought it might be a burglar (although why a burglar\nshould be dressed in a nightshirt I don't know), so I said, \"What is it1\" then\nI jumped out of bed and rushed to catch hold of the figure, when it vanished.\nMy brother also saw the figure standing at the bedside, and after I jumped\nout of bed he saw the figure glide round towards the foot of the bed and\nthen vanish. I did not see it after I jumped out of bed. We both searched\nwell but could find nothing. .\nOn the second occasion it was about the same hour in the morning and\non the same day of the week. The bedroom door was shut all night on\nthis occasion, and I was lying awake when I saw the door open and some one\npeep round. I thought it was one of our assistants come for a lark to pull\nme out of bed (as we do those kind of tricks sometimes) j however, I lay\nstill, and then the door seemed to open wide, so I leaned out of bed to give\nit a hard push and everything vanished, and I nearly fell out of bed, for the\ndoor was shut as when I went to bed. My brother was asleep this time and\nsaw nothing.\nI can positively swear that this is as correct an account as I can give, and\nI distinctly sawwhat I have mentioned. I was awake both times (not dozing,\nbut distinctly awake). I was also in good health and had not been up late,\n&c., the night before. I may add that befor:e this occasion I did not believe\nill ghosts, or anything in that way. I really and truly thought a man was in\nthe room, and I intended collaring him when I rushed at him.\nW. M. ELLWOOD.\nP.S.-I only saw the head of the second figure, but it was, as near as I\ncould tell, like the first figure.-W. E. .\nDigitized by Google\n\fJuly, 1890.] Journal of Society fO'¥' PBychical ReBearch. 287\nTo this account the younger Mr• .Ellwood adds :-\nI also saw and heard all my brother did.\n(Signed) M. J. ELLWOOD, JUN.\nIt occurred to Mr. Ellwood, senior, that the figure might be con·\nnected with his landlord, who was lying ill at the time and has since\ndied. This gentleman was an intimate friend and had a special affec-\ntion for Mr. Ellwood's younger son~ He is also known to have\ninterested himself in the place during his last illness. But no definiw\ncoincidence can be'made out.\nMr. Ellwood also informs us that his house has the reputation ot\nbeing haunted, but the only phenomena observed appear to have beel),\nunexplained noises before the deaths of several of Mrs. Ellwood'&\nreltl.tives.\nL. 843 Collective.-Visual.\nThe following is from the Rev. Canon Underwood. Mrs. Under.\nwood is dead, so that her evidence cannot be obtained.\nRiston Vicarage. January 21st, 1889.\nMy DEAR MR. MYBlIS,-I very willingly comply with your request,\nthough it seems to me a very unimportant contribution to the research of the\nSociety.\nAbout 30 years agone, one morning in the late spring of the year, between\n2 and 3 a.m., I awoke and, contrary to nly habit, turned in my bed on to my\nleft side, which brought me facing the light, and faoe to face with the figure\nof my brother-in-law, who appeared standing at the bedside, full dressed,\nwearing a well-known (to me) white hat and top coat. He seemed to be\nlooking intent, with his hands upon the bedolothes. It was his usual mien,\nand nothing unusual marked the expression of his countenanoe. I was about\nto rise when the vision passed away; it was the &frair of only a few moments.\nFor fear of disturbing my wife, I kept silence, and soon went again into\nslumber. At 6 o'clook we were both awake and preparing to rise for the\nday, when my wife asked me, \"Did you see anything unusual this morning,\n. early ~ \" I tried at first to evade the question, but she said again, \"I saw\nsomething. It was the appearance of Mr. G. He was standing by my bed-\nside. He was dressed as usual, but as though he had been out for a walk.\"\nI found that in every particular our experienoe ooinoided. She, too, for\nfear of disturbing me (for I had not been well) restrained her alarm.\nWe expected, of course, to have had some distressing news by the morn-\ning, or midday post, but there was nothing then or afterwards, to supply a\nconnecting link between the real and visionary. We were living at Liverpool,\nand our friend at Riohmond, in Surrey. He lived for 20 years after that\noccurrence. Though an honourable man, he was narrow-minded and some-\nwhat of a puritan, and consequently I did not investigate the matter further.\nI have, however, tried to date back for circumstances, and the only one that\nI now remember is, that about that time my brother had an unpleasant affair\nwith the subject of our waking moments [hision), indeed a quarrel of some\nDigitized by Google\n\f288 JO'Urnal oj Society JO'l' Psycltical Research. [Jwy.18lO.\ncontinuance, and I partly favoured my brother, and incurred something short\nof an anathema from the other. My wife, one of the gentlest and moat\npeace-loving of women, was of courae anxiously concerned, but I do not\nremember that she interfered in any decided manner as to entitle her to such\nconsideration. Perhaps, however, it might have been a visit of difl'erent\ncharacter to me. At any rate the account here given of the matter is per-\nfoetIy true, and accords with my views of the connection between the\nphysical and psychical in man.\nThe other matter I mentioned to you is too tri1ling to take account of.\nAbout three weeks since, about 6 a.m., I was wide awake, and expecting\nevery minute the housekeeper to come to my door for the plate-basket and\nkeys. While musing, all at once, I distinctly heard the well-known voice of my\nwife (who died last April), clear and distinct, call out apparently from my\nside-\" Emma\" (the Christian name of her maid, the housekeeper). This is\nonly curious in that my departed wife knew how strict I am in enforcing\npunctuality in every one and thing domestic.\nC. W. UNDBBWOOJ).\n-----------------\nG. 194 Collective. Visual.\nFrom a lady who does not wish her name to be printed.\nJune 13th., 1890,\nMany yean ago I 88W at my father's house a grey shadow, whioh\nI have never ceased to wonder about, nor been able to explain. I was\nin the drawing-room with my mother and sister. The fire was brightly\nburning, and the lights full up. We were about to retire for the night, and\nas we rose my mother called my attention to some defect in the make of\nmy sister's dress and asked her to tum round so that I might see it. This\nshe did with her face towards the fire and away from the door. While my\nmother and I stood each side of her looking interestedly at the dreaa I heard\na slight sound and we both looked towards the door, which was a little way\nopen, and I88w standing there a tall grey figure, with one hand on the handle\nof the door. My mother, like myself, looked at it for some time, speechless,\nand sheat last 88t down which diverted my attention, and when I looked again\nthe figure had vanished. It was very tall and had on a long grey dressing.\ngown; the face was clean shaven and the hair raised high on the head. The\ncollar wasloose, pointed,and tumed down, leaving the throat (which was finely\nformed) open. I particularly noticed also the beautifully-shaped hand and\nwrist that rested on the handle of the door, and the loose rather short cu1f.\nAltogether, the generally distinguished and gentle air of this most singularly\ndistinct yet shadowy presence was remarkable.\nAll the servanta had gone to bed, and only my father beRides ourselves\nwere in the house, and he was reading in his study.\nI lived some time in the house after seeing this shadow, but never 8811\" it\nagain, nor have I ever since seen anything anywhere of the kind.\nL. E.\nThe next account is from Mrs. E.'s mother.\nJUnt, 1890.\nI have a very vivid recollection of the.grey shadow of No. 14, and have\nDigitized by Google\n\fJuly,l890.] J&U'1\"'1I4l 01 Society 1O't· Psychical Researclt. 289\noften thought about it, but have never been able to account for it. We\nwere jUlit preparing to go up to bed when I was startled by the shadow in\nthe doorway, apparently holding by the handle of the door. I looked at it\nuntil I was almost frightened, and sat down again in my chair, and when\nI next got up the thing had vanished and I never saw it again. This is all I\ncan tell you about the grey shadow.\nA much more astonishing case than the grey shadow, which I don't think\nI ever mentioned to you, happened to me that very summer. It was just\nas I went down to the kitchen to speak to one of the Ben'&nts, and in coming\nupatairs again at the very top, outside the door, stood a man of middle size,\nwhich for the moment I took to be your brother. He was wiping hill face\nwith a white handkerchief; the evening was very warm and bright, and the\nmoon was at the full, and shone on the figure so that I could l18e it quite\ndistinctly, so much so that I particularly noticed the peculiar cost he wore-\nit was a drab cutaway, and that caused me to look again, for I said to myself\nI never saw my son in a cost like that; however, he vanished into the back\ngarden somehow or other, and I never saw or heard anything more of him.\nSome years afterwards I was talking to a gentleman, and he told me he\nknew the owner of the house; he was a Quaker gentleman, and lived in the\nhouse himself, and owned the property round about. He said my descrip-\ntion was wonderfully like him.\nIn giving an account of this incident to Mrs. Sidgwick viva voce,\nMrs. E. stated that footsteps which could not be accounted for were\noften heard in the house where it occurred. The date of the experience\nmust have been some 30 years ago.\nThe narrative which follows also describes a collective experience,\nbut a less clearly hallucinatory one than the three already given, since\nthe possibility of the sounds having been real sounds misinterpreted is,\nfrom the nature of the case, difficult altogether to exclude. In this\ncase, on the other hand, there is a marked coincidence, which would\nhave afforded a probability that the experience was a veridical hallucina-\ntion if the supposed agent had been a human being. Whether it ought\nto be so interpreted in the present instance must depend on the\nanswer to be given to the general question whether thought-transfer-\nence between animals and human beings is possible:-a very\ninteresting question, but one which it would be rash to answer in the\naffirmative without a good deal more evidence than we have at pl\"eSent\nobtained.\nL. 844 Ae pa Collective Auditory. Animal Agent. 1\nThe following is part of a letter from Mrs. Beauchamp, of Hunt\nLodge, Twyford, to Mrs. Wood, Colchester.\nHere is a sort of dream presentiment story! Last night-Megatherium\n[a small Indian dog] sleeping with [my daughter] -I woke, hearing him run\nround my bedroom. I know his step 80 well. [My husband] wolte too. I said\n\" Listen... Hesaid, \"It is Meg... We lighteda candle, looked well, there was\nDigitized by Google\n\f290 Journal of Society f01' Psychical Research. [July, 1890.\nnothingand the door was shut. Then I had a feeling somethingwas wrong with\nthe dog-it came into my head he had died at this minute, and I looked\nfor my watch to see the time, and then I thought I must go up and see\nabout him. It was so cold, and it seemed so silly, and while I was thinking I\nfell asleep. It must have been some little time after, someone knocked at\nthe door, and it was [my daughter] in agony. \"Oh! mamma, Meg is dying.\"\nWe fiew upstairs. He was lying on his side like dead-his legs stretched\nstraight out like a dead thing's. [My husband] picked him up, and for a while\ncouldn't see what was wrong, for he was not dead. Then we found he had\nnearly strangled himself-got the strap of his coat somehow from under his\nstomaoh and round his neck. He soon revived and recovered when we got\nit oft', and he could breathe freely. I shall always in future go and see, if I\nhave such a distinct feeling about anyone. I could swear I heard his patter\nso distinctly round the room, and so did [my husband].\nIn answer to inquiries made some months later, Mrs. Beauchamp\nwrites :-\nColonel Beauchamp paid so little attention to the circumstance at the\ntime that he says he could not undertake to write an independent account.\nI cannot recollect any other experience of any hallucination of such a.\ndistinct sort. It made a great impression on me. . . . There was\nno other dog in the house that night and I could not possibly have heard\nMeg from the room where he was, on another fioor, and at another end of\nour large rambling house, with both doors closed. My .bedroom door was\nclosed so that no animal could have come in to the room and left it before\nmy search.\nMrs. Beauchamp further informs us that she is exceptionally fond\nof dogs, that her own particular dogs have been like friends to her,\nand that she had had this one for eight years. It is not possible\nto ascertain whether the dog's distress had begun at the time of\nMrs. Beauchamp's experience.\nL. 845 Experimental thought-transference. Visual.\nThe following account is from the Dowager Marchioness of Down-\nshire. She is unable to recall the .date but says that it happened\npossibly 40 years ago. The account was written in the winter of\n1889-90.\nOur readers will remember that other instances of Mr. H. S.\nThompson's experiments are quoted in Plumtcul'TIls of tIle Living.\nVol. I. Chap. III.\nSeveral years ago I was suft'ering from brow ague, and Mr. Thompson\n(of Yorkshire, a well-known and very powerful mesmeriser) mesmerised me\nseveral times. Apparently it had no eft'ect, beyond taking away the pain.\nWe went to Calais and as I was very much knocked up from various causes\nI went to bed when it was still twilight; Afters little while I saw distinctly,\nat the foot of my bed, Mr. Thompson's head. I don't believe I had been\nthinking of him, and I had not been to sleep. The head remained for a short\nDigitized by Google\n\fJttly,1890.) Journal of Society for P8ychical Re8ea'Y'ch. 291\ntime and then disappeared. The next day I wrote to Mr. Thompson, and\nasked him what he was doing exactly at the hour I Raw his head, but did not\nmention what I had seen. His answer was: \"I went to the theatre with\nmy daughter, and between the acts I willed you to think of me. I wanted to\nsee what effect my mesmerism had had upon you. \"\nC. DOWNSIDRE.\nL. 846 Experimental Thought-transference.\nThe following case was obtained for us by Miss Bertha Porter, from\nher friend Madame Lancia. It is much to be desired that Members of\nthe Society for Psychical Research should try similar experiments, and\nrecord the result.\nJune 20th, 1889.\nIn the beginning of a very precious friendship, which has now lasted\nnearly 20 years, I unexpectedly found I had an afternoon and evening free,\nso I determined to spend it with my friend. She lived at Brixton, I in\nDevonshire-street, Portland-place-a long journey to take on the chance of\nfinding her at home. Suddenly I thought, \"I will test the power of our\nsympathy,\" and I opened the window that looked out towards Bruton,\nand, ca.lling her by nsme (mentally), I said with conscious intensity, and a\nconviction, too, that she would feel what I was saying, \"Don't go out this\nafternoon, for I am coming to spend it with you.\"\nDirectly after luncheon I went, and as I opened the gate of the garden\nin front of her house she herself came to the door, saying, \"I knew you were\ncoming, and was watching for you.\" I asked her how did she know I was\ncoming 1 \" Oh !\" she answered, \"I seemed to hear you tell me not to go\nout, and I was going out with the girls (her daughters), but have put it off,\nso sure did I feel you would come.\" The girls went out alone. I think my\nfriend quoted the very words I had myself said at the open window.\nFLORENCE LANCIA.\nThe next is Mrs. Baker's account :-\n17, Baldry-gardens, Streatham Common.\nJune 21st [1889].\nIt is about 17 years ago, when very intimate with my friend Madame\nLancia, I, one afternoon, was going out with my children, and suddenly\nsomething seemed to say to me, \"No, don't go ; she is coming\" (\"she\" being\nmy friend Madame). I yielded to the intense impression and to my full belief\nthat she 1V01tld come, and stayed in. She did come over. I immediately\nsaid, ' , Well, how strange ; something said to me you would come.\" Then\nshe told me how she had opened her window and breathed, \"I am coming,\nlittle niother.\" I don't suppose my children would remember my having\nsaid she would come, but the coincidence was often talked of by us all as\nbeing very remarkable.\nANNIE W. BAKER.\nMadame Lancia and Mrs. Baker are unable at this distance of time\nto feel sure that they compared the time of the former's willing and\n\f292 Journal of Society for P8ychical Re8earch. [July, 1890.\nthe latter's impression. All that Madame Lancia can now say with\ncertainty on this point is :-\nI kllow that the \"willing\" and the change of plans of the \"willed\" came\n10ithin the space of a couple of hours.\nP. 133 Monition. Auditory.\nCommunicated by Mr. D. Fraser Harris, B.Sc., Lond., who is\nacquainted with the percipient, Mrs. Edwards. Mr. Fraser Harris\n:!aYS : -\nMrs. Edwards is a widow lady, and an American, but of English\nextrsction; she describes herself as being . . . not imaginstive, not\ncredulous, not eccentric, not hysterical, and is not of a neurotic constitution.\nShe has had one or two \"low nervous fevers,\" but neither in the feverish\ncondition nor in that of convalescence has she had any hallucinstions.\nThroughout her entire life she has been \"haunted\" with presentiments\n(beingable to foretell future events both in her own life and in other persons'\nlives), as well as being tormented by \"voices\" and \"visions.\" . . . She\ndescribes both the \"voices\" and \"visions\" as being invariably of the nature\nof int,·,tdet·s, bursting in upon and disturbing the current of thoughts at the\nmoment. . . All the hallucinations were most vivid and apparently \"real.\"\n. . . Mrs. E.'s only daughter is the subject of similar hallucinations.\nMrs. E. yet hears voices, often daily for some time.\nThe very earliest occurred when she was quite a girl. On this occasion,\nwhen she was in a crowd, a voice by herside (apparently) said, quite distinctly,\n\"That man will be your husband.\" The person whom she was looking at at\nthe moment did, years after, become her husband. At the time of the\nannouncement she did not know him; the \"spell \" of this shaped her course\nwhen she ultimately did make his acquaintance.\nOnce, when asleep, Mrs. E. was awakened in the middle of the night by\na loud voice, telling her that a particular white dress (which should have been\nin a trunk that was being paoked) had been stolen. She rose, lit a light, and\nsearched the trunk to find the dress was not there.\nAfter giving four instances of vivid and interesting visual hallucina-\ntions of human figures,* probably purely subjective, Mr. Harris eon-\ntinues :-\nAuditory hallucination with sequel.\nThis occurred in the year 1845. Mrs. E. was in good health, and had, at\nthis time, had none of the before-mentioned fevers, which came on between\nthe ages of 30 and 50.\nMrs. E. had slept well, and was in the act of getting up, when, apparently,\nthe quiet was broken in upon by an announcement being made as though\nsomeone had come in at the bedroom door and said, in a loud voice, these\nwords: \"To-day, at six o'clock, you will die.\" There was nothing more, but\nthese words seemed to resound throughout the room.\nMrs. E. resolved to tell no one of the announcement, and also not to brood\n* One of these appeared to be reflected in a looking·glass.\nDigitized by Google\n\fJuly,1890.] Journal of Society for Psychical Research. 293\nover it, if possible, at all. To accomplish this she went, in the course of the\nafternoon, to the house of a married sister of hers, where there would be sure\nto be something more or less stirring going on.\nThis had the effect of distracting the attention from the certainly very\ndistressing prophecy, and Mrs. E. had the benefit of her sister's society till\nsix o'clock began to be struck by the clock. As it commenced sounding\nMrs. E. said to herself, \"There now, it's six o'clock already, and nothing has\nhappened;\" but the statement was premature, for before the chime ceased\nblood was gushing out of both nostrils in a copious stream. The alarm was\nraised, and the whole household flocked round and applied the usual remedies\nof cold keys, &c., but quite without success. This profuse and alarming\n1uemorrhage did not cease till bucketfuls of cold water were poured on the\nhead and down the spine. When the doctor arrived he said a very large\nquantity of blood had been lost, and life only just saved and no more.\nAs might be well expected, Mrs. E. was very weak for days after this\noccurrence. Though this was the first in point of time of the more im-\nportant hallucinations of Mrs. E.'s life, it is, in certain respects, quite tho\nmost extraordinary by reason of the striking sequel to and almost completo\nfulfilment of the prophecy. D. F. H.\nMrs. Edwards adds:-\nI certify that this report is correct.\nISA.BELLA S. EDWA.RDS.\nMrs. Edwards' sister, Mrs. Coleman, at whose house the hremorrhage\noccurred, writes corroborating her sister's account.\nP. 134 Monition.\nFrom a lady known to F. W. H. M., received June 3rd, 1890.\nIn the sUmmer of 1888, I was living in the little mining camp of R-,\nin the Rocky Mountains. Our house, a frame building, was some little dis-\ntance from any other, at the top of a steep hill ; the only disadvantage of\nthis being the additional difficulty of getting water, which was an expensive\ncommodity in R- as the adjacent mines had drained most of the wells,\nIttnd we had either ~o carry it a long Witty, or buy it in barrels at 50 cents.\neach.\nTIle house contained six roolUS, all opening one out of another, my own\nroom, with Itt dressing closet beyond, where my child slept, being at one\nextremity, and the front porch, which overlooked the valley, at the other.\nOne evening, after my little girl was asleep, I lit a tiny night-lamp,\nalways left burning on a bracket in her room; and, leaving all doors and\nwindows open, on account of the intense heat, went to sit in the front porch.\nI may have sat there half an hour, when my attention was caught by a great\nblazing light in the direction of the furthest houses. It appeared evident\nthat one at least had taken fire, and the difficulty of getting water, and the\nhope that no children were in danger, flashed through my mind. While\nwatching the rapidly growing glare, I heard a faint crackling sound in my\nown house. It would not have disturbed me at any other time, as I only\nsupposed that some smouldering piece of cedar in the kitchen stove had\nblazed up. But, with tho present thought of lire in my mind I went into\nDigitized by Google\n\f294 Jowrnal of Society for P8ychical Resea'l'ch. [July, 1890.\nthe kitchen to look, and, glancing through the open doors as I passed saw a.\nvolume of fiame and smoke pouring from the child's room into mine. Thank\nGod, it was still possible to rush through and save her, and I carried her\nback in a blanket to prevent the scorch, for the room was only burning at\none end ; the side where the bed stood, though fearfully hot and suffocating\nwas not yet on fire, and, thanks to the timely warning, we had just\nenough water left in the barrels to cxtinguish the flames before very much\nwas destroyed, though they were making headway terribly fast on the dry\nlumber. After all was quiet I went back to the porch to look at that other\nburning hOllse, feeling 80 thankful that my child was safe, and wondering\nanxiously if others were also. But all wall dark, and when I came to make\ninquiry next day, nothing was known in R- of any such fire. And had it\nnot been for my strange vision of it, which must have lasted fully 10 minutes,\nI feel sure that my little girl would have been burned to death.\nOn the night of May 21st, 1890, I was staying at F--, in England. I\nalways burned a nightlight in the bedroom I shared with my little girl. It\nstood in a saucer of water upon a wooden corner bracket, and I had never\nhad any accident with it. At about a quarter to two I was waked suddenly,\nand very much startled by hearing myself called-not only the imlJresswu\nbut the actual sound of the voice ringing in my ears as I jumped up in bed.\nThe name called was an abbreviation of my own, not used by anyone in\nEngland. When I found that all was quiet in the house, I lay down, think-\ning how strange it was that this particular form of my name, which I had\nnot heard' for many months, should have becn used. Half a minute later,\nnot only the paper case, but the grease, of which at that hour my nightlight\nwas full, caught fire, making a blaze which threatened the bracket, and\nmight have set fire to the wall also, but that, thanks to having been waked,\nI was able to jump out of bed, and extinguish it directly.\nCORRESPONDENCE.\nTHE ORIGIN AND NATURE OF POST-MORTEM APPARITIONS.\nTo the Editm' of the JOt'RNAL OF THE SOCIETY FOR PsycmCAL RESEARCH.\nSIR,-Although it seems difficult to assert that apparitions are external\nrealities in the sense of having an objective basis, it still cannot be said that\nthe opposite theory is free from difficulties. Probably no one would maintain\nthat it was.\nLet it be granted that an apparition is veridical, i.e., that it corresponds\nto facts in the condition or history of the agent, and that it has no objective\nbasis. Then it must originate in one of two ways; either as a creation of\nthe percipient's mind in response to a telepathic stimulus, or as a. complete\nprojection from the mind of the agent, directly upon the sensory centres of\nthe brain. In the first case it would correspond to a suggested hallucina~ion\nduring hypnosis. The whole question is claborately discussed in Phanla81\/1,S\nof the LiIJil!g, Chap. XI!., where the first of these two aspects of the subjec-\ntive genesis of a. phantasm is upheld. But-ill the case of an apparition to\nDigitized by Google\n\fJuly, 1890.] Jou,rrud Of Society f01' Psychical Research. 295\nwhom some abnormal appearance is veridicallyattributed (\/l.U., a drowning\nman dripping with water, or one whom we have known in younger days as\nbald, or grey, or wearing a beard) it is open to this objection-that this\nfeature of his case, not being known to the percipient, cannot be the creation\nof his own mind in response to a telepathic impression of the:mere personality\nof the agent. In that case the latter would externalise itself as the perci-\npient was accustomed to think of it, including such elements as apparent age,\ndress, &c. The authors of Pha1~tasms attempt to escape the dilemma by\nsupposing that the general aspect of the apparition is self-evolved, and the\npeculiar aspects projected (Vol. I., pages 554,555), an opinion which, how-\never convenient for their argument, seems to me too Procrustean to satisfy\nan independent inquirer.\nOn the other hand the second view rests on no certain analogy to the facts\nof hypnotism, and has little to recommend it beyond its obvious convenience.\nIt is, moreover, open to the objection that phantasms of the dead appear, as\nfar as I know invariably, with the symptoms of age, decrepitude, or de-\nformity, which they were subject to in life. The theory of projection would\nrequire us to believe that these symptoms were carried over in permanence\nto the disembodied state-a. view as improbable as it is depressing.\nBut once more; whichever variety of the subjective hypothesis we adopt\nmay be subdivided into central and centrifugnl. That is, it may begin and\nend as a mental concept externalised by mere force of suggestion, or it may\nbe a sensory impression, either originating, or taking shape, in the visual\ncentre, and thence propagated downwards to the retina. There is a remark-\nable experiment on record at the Salpatriere which bears on this question,\nand which does not seem to me to have attracted as much attention as it\ndeserves. A hypnotised woman was shown a white card, which she was told was,\nand accordingly saw to be, red. Afterwards, being shown another white card\nwithout any suggestion, she said it was green. Another woman who had lost\nthe perception of violet in both eyes, and to whom it always looked black,\nobtained the after-image of black upon an hallucination of yellow (the com-\nplementary colour of violet). These were very ignorant women of the lowest\nclass, who cannot be supposed to have ever heard of complementary colours,\nmuch less to have been an fait with them. * Now complementary colours arc\nproduced, as is well known, by retinal fatigue. \" The red image has in fact\nfatigued the part of the retina on which it fell for red light, but has left it\nsensitive to the remaining coloured rays of which white light is composed.\nBut we know that if from the valiously coloured rays which make up the\nspectrum of white light we take away all the red rays, the remaining rays\ntogether make up a sort of green.\" t\nHere, then, is a positive demonstration of the reversa.l of the ordinary\ncurrent of sensation. The word \"red\" spoken to the ea.r must have first\nbeen idealised as sensation by the mind, and thus impressed upon the visual\ncentre, whence it was propagated downwards to the retina. This is, in fact,\nan object-lesson in hallucination.\nBut we are still far from the end of our difficulties. If apparitions have\n* Animal Magnctulll, p. 253. Binet and Fere. Eng. Trans.\nt Elcmcntarg Phgaialogu, p. 221. Huxley.\nDigitized by Google\n\f296 Journal of Society for P8ychical Research. [July, 1890.\na subjective origin, whence the cold aura which is 80 generally testified to by\nthose who have seen phantasms of the dead, though scarcely ever in the case\nof phantasms of theliving1Whence, again, the preference for certain localities,\nso often observed in phantasms of the dead, but not at all in those of the\nliving 1\nThe case of General Barter and the spectralsyces and pony of Lieutenant\nB. has been cited as disposing of the objective basis of apparitions. But we\nare confronted at once by a precisely similar difficulty on the other side.\nOne of the most commonly reported incidents connected with a post-mortem\nphantasm is the evident terror shown by dogs and other domestic animals,\npresent at the time; * a feature which, again, is absent, so far as I know, in\nphantasms of the living. If the origin of the phantasm is subjective, i.e.,\nif it originates in the brain of the percipient, how are we to account for the\nperception extending to animsls who have no sort of interest in the matter 1\nTo set up thought-transference from the percipient in such a case would be\nto press that hypothesis almost to absurdity, and certainly far beyond any-\nthing we have experimental warrant for.\nThe old difficulty about the clothes of the ghost, always brought up\nagainst the objective theory of post-mortem apparitioll8 might, I think, be\nturned in this way. If we assume an objective basis, we must admit that,\ncOll8idering the rarity and evanescence of the appearance, it is something\ntaken on by the disembodied spirit at a certain time and place. But if the\nspirit can thus take on the semblance of the human form (either voluntarily,\nor, as seems more probable, automatically), there is no reason why it should\nnot take that semblance clothed as easily as unclothed. It would naturally,\nin fact, wear the appearance to which it had been most accustomed.\nPersoll8 who talk glibly of \"spirit\" and \"matter\" sometimes forget\nthat of the former we know absolutely nothing, and that the latter is known\nto us only as representation, and not as the thing in itself. Pure spirit is in\nfact unthinkable. For either it must be infinite and omnipresent, or it\nmust P088ess form, extell8ion, and locality, all of which are properties of\nmatter. Is\" spirit\" simply\" matter\" in a condition of indefinite tenuity 1\nor are the two combined in an organic body like an acid with a base forming\na chemical compound equally unlike either 'I (For what can be more unlike\na living body than the dead elements of whioh protoplasm is composed 1)\nIs electricity \"matter\" 1t Is a shadow \"matter\" 1 If not, then that which\nis not matter may yet be objective, or atleast may be objectively apprehended.\nI ask these questions with no expectation of an all8wer. But I conceive it\np088ible that we may ultimately, in the words of ProfessorTyndall, \"discern\nin that matter which we, in our ignorance of its latent powers, and not-\nwithstanding our professed reverence for its Creator, have hitherto covered\nwith opprobium, the promise and potency of all . . . life.\":::\nBut I have no theory to uphold. Rather would I urge upon all who are\ninvestigating this most deeply interesting of all human problems-the\n\" In this very ca.se it will be remembered that the living dogs presen~ with\nGeneral Barter evinced fear and whimpered when he saw the apparition.\nt OJ. W. H. Preece, Address to the British AS8Ofliation, 1888.\n::: Belfast Addre88, 1874.\nDigitized by Google\n\fJuly,1890.] Journal of Society fm' Psychical Research. 297\nevidences of a future state-to content themselves with the patient and con-\nscientious observation and accumulation of facts, obtained at first hand, and\nrigorously sifted.\nIn the meantime there is plenty of work for the experimental student.\nWe cannot indeed capture a ghost, whenever we want, and take him into the\nlaboratories for analysis or vivisection. But we can, by more than one\nmethod, investigate the nature and laws of our own psychic constitution, and\nfrom these build up a knowledge of what to expect in, and how to test the\nevidences ipr, a psychical existence in a future state. And this not by\ndubious and ever contnmictory systems of metaphysics, but by the sure\nmethods of inductive research. In the first place we have, in hypnotism, a\nprocess which has already revealed to us the wholly unexpected fact of a\nsecondary passive personality (or, as some hold, many more besides), lying\nbelow our active consciousness, wrapped up as it were like the moth in the\nchrysalis, a discovery destined, I believe, to modify, if not to revolutionise,\nall pre-existing metaphysical systems. But the field of hypnotic research\nhas already been so fully covered that, just for the present, it is difficult to\nsee what more can be done in it. Automatic or planchette writing, on the\nother hand, has scarcely gone beyond a drawing-room amusement (except as\na mode pf Spiritualistic communication which is not now under consideration).\nThose who are willing to pursue this method of psychical research with a\nscientific aim, free from Spiritualistic or other prepossessions, and to take\nthe pains of making every experiment with a definite aim, may be able to\nthrow a greater light upon the constitution of the human spirit than by most\nother means I know of. But it is essential that the experiments (whicll may\nbe made by any child for whom the instrument will act) should be conducted\nby some person who has given attention to the subject, or knows what is to\nbe attempted. I shall be very happy to offer any suggestions of this sort in\nmy power to anyone who may do me the compliment to ask for them.\nTHOMAS BARKwoRTB.\nChigwell, Essex.\nP.S.-Since the above letter was written I have made an examination, as.\ncarefully as circumstances permit, of the cases published by the Society,\nfrom which I gather that while the \"ghost chill\" has been recorded in much\nless than 1 per cent. of Phantasms of the Living, it is mentioned in about 7\nper cent. of recognised Phantasms of the Dead, and nearly 14 per cent. of\nrecognised and unrecognised together. The feeling of chill is also frequently\nalluded to in the records of seances with Mr. Home. Of the cases of animal\nterror I have not found one produced by a recognised Phantasm of the Lh'illg,\nbut about 12 per cent. in other cases, nearly all unrecognised, but gener-\nally assumed by the percipient to he post-mortem for reasons more or less\ncogent.\nA discussion ofMr. Barkworth's main argUlllent would seem to beimpossi-\nble without entering into the \"dubious metaphysics\" which he desires to\navoid. We will only point out that there is an ambiguity in the word \"objec-\ntive,\" which may either be understood to mean real though purely psychical\nexistence independent of the percipient's mind, or may be used to imply\nDigitized by Google\n\f298 .J01'-MUll of Society fOI' Psychicctl Resect1'ch. [July, 1890.\nsome mode of material existence. The\" objectivity\" of ghosts in the latter\nsense appe8l'8 to us to involve difficulties, the gravity of which Mr.\nBarkworth has perhaps hardly recognised.\nMoreover, the distinctions drawn by him between phantasms of the living\nand phantasms of the dead in respect of (1) the sensation of cold some-\ntimes experienced by the percipient, (2) the appearance of the phantasm in\nparticular localities, and (3) the terror of animals, are scarcely, we think,\njustified by the facts so far collected by the society. Al~ these points are\ninteresting and should at some future time be fully discussed with all the\nlight that can be thrown on them by the evidence available, some of which\nwill be furnished by the ce118US of hallucinations now in progress. We may,\nhowever, now make one or two provisional remarks bearing on them. Appari-\nti0118 of human beings may be divided into three classes, viz. :-(a) recognised\napparitions of living people; (b) recognised apparitio118 of dead people; (c)\napparitions which are not recognised at all and which may therefore represent\nliving people or dead people or have no relation to anyone, living or dead.\nThis classification is as appropriate if we consider only those apparitions\nwhich there is some prima facie reason for regarding as having some\ncause external to the percipient's mind,-and which we may for brevity\ncall veridical apparitions (using the word in a wide sense),-3s if we include\nthe much larger number which there is at present no such reason for\nregarding as other than purely subjective. But the comparative numbers of\nthe classes are different in the two cases. Among veridical appariti0118,\nrecognised apparitions of the living are the most numerous, then unrecognised\napparitions (this class including most of the collective cases and cases where\nfigures are seen successively and independently in \"haunted houses\" and the\nlike), and lastly, recognised apparitions of the dead. Taking all apparitions\ntogether, however, unrecognised apparitions are the most numerous, then\nrecognised apparitions of the living, and again lastly, recognised apparitions\nof the dead.\nClearly in any comparison between apparitions of the living and of the\ndead the unrecognised class must be treated as neutral ground, and not\nassumed to be apparitions of dead persons ; and we are the more concerned\nto call attention to this because we fear that our practice of numbering Ull-\nrecognised phantasms, with those of the recognised dead, among\" G.\" cases\nin our collectio118 may be apt to lead to Bome confusion ; and this confusion\nmay perhaps be increased by the inclusion by Mrs. Sidgwick and by Mr. Pod-\nmore of \"haunted house\" cases, where the \"ghost\" is entirely unrecognised,\nin papers entitled \"Phantasms of the Dead.\"\nThe feeling of cold spoken of by Mr. Barkworth is occasionally testified\nto with all classes of apparitions-of the dead, of the living,. and unrecog-\nnised ones,-but not at all generally with any of them.* Very likely, how-\never, it may be experienced more often than it is mentioned; the traditional\nidea of the hair standing on end when a ghost appears suggests this. Mr.\nGurney, who had probably made a more complete study of the casual hallu-\ncinations of sane persons than anyone· else, often expreSBed in conversation\nthe opinion that this feeling of cold was a not uncommon accompaniment of\n* I am unable altogether to follow Mr. Barkworth'a eatimate of the Dumbel'll.\nDigitized by Google\n\fJuly,18OO.] Joul'jud Of Society fO'I' Psychical &seal'ch, 299\npurely subjective hallucinations, depending probably on the physical pro-\ncesses, whatever they may be, which accompany these; aud he regarded the\nfact that it also occurred in the case of veridical phantasms as one of tho\nreasons for believing the experience in these casetl to have the same hallu-\ncinatory character as the subjective ones, though differently originated.\nAs to the appearance of phantasms of the dead in particular localities,\nthere are, we think, very few well authenticated cases where an apparition\nclearly recognised as that of a definite dead person ,'ec1Ir1C in a particular place.\nThere are, on the other hand, several cases of solitary appearances where the\nonly link between the percipient and the dead person whose figure is seen is\nthe locality-where in fact the locality of the apparition leads to its recogni-\ntion, But in the case of phantasms of the living, locality also plays all\nimportsnt part, though usually it is obscured by much stronger links between\nagent and percipient. Among veridical cases there occurs to us one quoted\nin Phalltann.& of the Living, Vol. I., p.54O (No. 2(0), where a young man\nwho, in delirium, in Australia, imagines himselfon the lawn at home, is seen\non the lawn by hissister; and also No. 35, Vol. I.,pp.225-6- nota visual case-\nwhere Mr. Newnham, dreaming of hisfoUlcie going upstairs, runs after her ill\nhis dream, and clasps her round the waist, and she-actuallygoing upstairs at\nthe moment-hears the step and feels the clasp, In non-veridical appari-\ntions of living persons, locality is often an element-for instance, it is very\ncommon for such apparitions to represent persons living in the same house\nas the percipient and to appear in the house in places where the living per-\nHon might naturally be seen. In one of these cases a gentleman ..haunted \"\nhis own drawing-room, his figure being seen there on two occasions inde-\npendently by different members of his family! Again, we have some cases\nwhere A, waiting for B, sees him coming in the direction from which he is\nexpected.\nFinally, as to the terror of animals. The only instance we happen to\nremember of its occurrence in connection with an apparition known to be a\npost-mortem one is General Barter's; though there are, of course, several\ninstances of dogs and horses showing alarm when something mysterious WI!.8\nseen or heard by their masters, or in places supposed to be haunted, 'Ve\nhave one where a dog was alamled by a sound said to have resembled the\nfootsteps of a deceased person when nothing was seen; and a similar one\n(B. L. 31) where a dog was alarmed by the sound of footsteps which appar-\nently coincided with the delirious imaginings of an absent living brother of\nthe percipient's. But a good deal more evidence is required before it can be\nconfidently affirmed that animals share in phantasmal expflriences-a pro-\nposition which, from the nature of the case, is vcry difficult to prove, on\naccount of the difficulty of asccrtsining definitely the cause of the aninlal!i'\nemotion.-ED.\nDigitized by Google\n\f300 JOU1\"1wl of Society f01' PHyckical Reseal'ck. [July, 1890.\nSUPPLEMENTARY LIBRARY CATALOGUE.\nAdditWIM iii\/Ice tlte last list (\" Journal\" for May).\nTHE EDMUND GURNEY LIBRARY.\nBJORNSTRoM (Fredrik, M.D.), Hypnotism: Its History and\nPresent Development. From the Swedish ...... New Yark, 1889\nDOUBLE PERSONALITY (British Medical JOIITnaZ, May 17th, 1890),\nLondon. 1890\nKRAFFT·EBING (Dr. R. yon), An Experimental Study in the\nDomain of Hypnotism. From the German, by Charles G.\nChaddock, M.D..............................................New Ym'k, 1889\nMOLL (Albert, M.D.), Hypnotism. From the German (2 copies).\nLmulmt. 1890\nLuYS (Dr. J.), LeQOns Cliniques sur les Principaux Phenomenes\nde l'Hypnotisme ............................................. Paris, 1890\n--Les Emotions dansl'etat d'Hypnotisme et l'action a. distance\ndes Substances Medicamenteuses ou Toxiques ......... Paris, 1890\nBUCHNER (Prof. Dr. L.), Das kiinftige Leben und die moderne\nWissenschaft............:.........................................Leipzig, 1889\n--Fremdes und Eigenes aus dem geistigen LebenderGegenwart\nLeipzig, 1890\nMESMER (Dr. F. A.), Mesmerismus, oder System der Wecl18el-\nwirkungen, &c., herausg. von Wolfarl (Dr. K. C.) ... Berlin, 1814\nTHE GENERAL LIBRARY.\nEPITOllIES OF THREE SCIENCES :-Comparative Philology,\nPsychology, and Old Testament History. By H. Olden-\nburg, J. Jastrow, and C. H. Cornill .....................Ohicago, 1890*\nHrMAN NATURE. Vols. VII!., IX., X., X!., and Nos.•January to\nJuly, of Vol. XII ..................................:...........LmLdml, 1874-8\nAKSAKOF (Alexander), Allimismus und Spiritislllus. 2 Vola.\nLeipzig, 1890\nMANETHO (G.), Aus Uebersinnlicher Sphare ..................Vienna, 1890+\nNErE SPIRITL'ALIST1SCHE BLATTER, Vol. VIII., Nos. 1-...Berlin, 1890\n* Presented by the publishers. t Presented anonymously.\nTHE JOURNAL IS PRIVATE.\nI feel bound to call the special attention of Members and Associates\nto the fact that the Journal is printed for private circulation only,\nbecause annoyance has been caused to some of those who have obliged\nus by sending accounts of psychical experiences, through the unauthor-\nised reproduction of their accounts in newspapers.\nIt is very important, therefore, to secure that no extract from the\nJournal shall be printed elsewhere without the Editor's permission,\nand I trust that all Members and Associates will take such precautions\nas may be necessary to secure this,-especially in case they lend their\ncopIes (Jf the JO'Ull'nal to other persons.\nHENRY SIDGWICK.\nDigitized by Google\n\f","_id":469}