{"name":"Journal of the Society for Psychical Research 9769","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n73_oct_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N73, October 1890","mylang":"de","content":"No. LXXIII.-'V,L. IV. OcToBER, 11100.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew Members and Associates\nMeetings of the Council ••\n'I'hought-transference in Italy .. ..\nCasee Received by the Literary Committee\nCatalogue of Unprinted Cases\nNEW MEMBERS AND ASSOCIATES.\nHONORARY ASiOCIATE.\nWINGFIELD, MRS\" 84, Cadogan-place, S,W.\nMEMBER.\nSUIS, F. llANLEY, F.R.C.S., 12, Hertford-street, Mayfair, W.\nASSOCIATES.\nAMERY, W. C., 168, Edmund-street, Birmingham.\nARNOTT, T. DAVIDSON, Port of Spain, Trinidad, B.W.I.\nBoscQ DE BEAUMONT, G. DU, Airel (Manche), France.\nBURTON, MRS., 1, Iddesleigh Mansions, Victoria-street, S.W.\nPAGE\n\" 801\n.. 302\n.. 303\n.. 30.\n.. 315\nCORT VAN DER LINDEN, PROFESSOR P. W. A., Groningen. Holland.\nCREWS, RICIIARD G., Glenholme, Mount Park, Ealing, W.\nGODFREY, MRS.,%Col. C. W. Godfrey, Bombay Staff Corps, Poona, India.\nHARGREAVES, MISS, 69, Alexandra-road, Southport.\nHILL, HENRY, The Park, Nottingham.\nLILLY, WILLIAM SAMUEL, J.P., 27, Michael's-grove, S.W.\nLYllINGTON, VISCOUNTESS, Hurstbourne Park, Whitchurch, Hants.\nMALMESBURY, SUSAN, COUNTESS OF, 25, Sloane-gardens, S.W.\nMURRAY, OSWALD, 38, Parliament Hill-road, Hampstead, N.W.\nNEWSOM, JOHN, 99, Fenchurch-street, E.C.\nRIDDIFORD, MRS. W. H., Barnwood Cottage, near Gloucester.\nSHEAVYN, ROBEUT F., Long-street, Atherstone,\nWICKHAM, MRS\" 7, Comeragh-road, \\Vest Kensington, W.\nYOUNGMAN, MISS, Hillside, St. Margaret's, Ipswich.\nASSOCIATES OF THE AMERICAN BRANCH.\nCHENOWETH, MRS. VAN D., 113, Columbia Heights, Brooklyn, U.S.A.\nCOLE, MRS. HELEN B., 324, Westchester Park, Boston, Mass., U.S.A.\nDigitized by Google\n\f302 Jot~rn(~l of Society for Psychical Research. [Oct., 1800.\nDROWN, T. PICKERING, 351, Congress-street, Boston, Mass., U.S.A.\nMCCABE, W. GORDON, Petersburg, Virginia, U.S.A.\nMcHENRY, MRS. J. HOWARD, Pikesville, Baltimore Co., Maryland.\nMCLANE, MRS. W. L, 222, West 23rd-street, New York, U.S.A.\nMONCRIEFF, MRS. HELEN, London, Ontario, Canada.\nPENFIELD, DR. SOPHIA, Danbury, Conn., U.S.A.\nPRESIDENT OF THE WEDNESDAY MORNING CLUB, Pittsfield, Mass., U.S.A.\nSTEEDMAN, G. W., M.D., 2,803, Pine-street, St. Louis, Mo., U.S.A.\nSTREET, MISS I. M., A.M., 78, East Washington-street, Ann Arbor, Mich.\nTHORNE, C. H., Brownsville, Texas, U.S.A.\nTURNER, MISS MARY J., 11, Faxon-avenue, Quiney, Mass., U.S.A.\nWEITBRECHT, MRS. M. B., 244, Farrington-av., St. Paul, Min., U.S.A.\nMEETINGS OF THE COUNCIL.\nA Meeting of the Council was held on the 23rd of July for the\npurpose of electing some new Members. The Council also met, as\npreviously arranged, on the 3rd of October. Mr. William Crookes was\nin the chair on the first occasion, and the President on the second.\nThe following Members were also present at one or both of the Meet-\nings :-The Rev. A. T. Fryer, Dr. A. T. Myers, and Messrs. Thos.\nBarkworth, Walter Leaf, F. W. H. Myers, F. Podmore, H. Arthur\nSmith, R. Pearsall Smith, and H. E. Wingfield.\nAt the Meeting on the 23rd of July, the Earl of Crawford and\nBalcarres was elected a Member of the Council under Rule 17. Mrs.\nWingfield, 84, Cadogan-place, S.W., was also elected as an Hon.\nAssociate.\nAt the two Meetings one new Member and eighteen new Associates,\nwhose names and addresses are given above, were elected. The election\nof fourteen new Associates of the American Branch was also recorded.\nA vote of thanks to the donors of some books, presents to the\nLibrary, was passed.\nIt was agreed that General Meetings be held at the Westminster\nTown Hall on Friday, October the 31st, and on Friday, December 5th;\nthe Meeting on the 31st of October to be in the afternoon at 4: o'clock\n-tea and coffee being provided afterwards-and the meeting on the\n5th of December to be in the evening at 8.30.\nIt was also agreed that the Annual Business Meeting of Members\nof the Society be held on Friday, January 30th, 1891, at 3 p.m., anu\nthat a General Meeting be held at 4 p.m. on the same afternoon.\nSeveral other matters of business having been disposed of, the\nCouncil agreed to meet, at 3 p.m., on Friday, the 31st inst., at West-\nminster Town Hall, before the General l\\leeting.\nDigitized by Google\n\fOct., 1890.J Journal of Society for Psychical Rese<lrclt. 303\nTHOUGHT-TRANSFERENCE IN ITALY.\nProfessor Lombroso, of Turin, and Dr. G. Pagliani, of Bologna,\nboth write in the last number of the Arc\/Livio di Psicltiatria concerning\nwhat they believe to be cases of thought-transference. Professor\nLowbroso has experimented with a man called Pickman, a Frenchman,\nwho gives public exhibitions similar to those of Onofroff at the West-\nminster Aquarium some months ago. By experiments in his own\nIn.boratory, Professor Lombroso convinced himself that suggestion\nthrough the ordinary channels of sense was excluded, and that genuine\nthought-transference took place. The experiments consisted, as far as we\nunderstand, in picking out from a pack the playing-card or the number\nthought of by a person present. 'Vithout contact, and with eyes\nand ears bandaged, Pickman succeeded 9 times in 10 with playing-\ncard!! and 6 or ; times in 10 with numbers distributed on twenty\nsimilar pieces of card. He was less successful with eyes unbandaged,\nand he could not succeed at all with the numbers unless he touched\nthe card with his hands or with a rod. It is not expressly stated\nwhether the agent or any other person to whom the card thought of\nw~ known, watched the cards as Pickman's selection proceeded. If\nthis were so it would, of course, be necessary to take precautions\nagainst his perceiving any slight movements of such perso~.g.,\nthrough shaking of his seat or through ail'-curl'ents, &c.-and also\nagainst any incompleteness in the closing of ears amI eyes by bandages.\nI mention this because the fact that it was necessary fOl' Pickman\nto touch the cards suggests that he somehow or other, consciously or\nunconsciously, received some indication, on touching the one thought\nof, that it wus right; for on this hypothesis the necessity of touching\nis ea.sily explained, while it is not .easy to see how touching the cards\ncan help genuine thought-trunsference. We lllwe, however, no reason\n1.0 suppose thut Professor Lombl'oso did not take all needful pre-\ncautions.\nPickman ulso succeeded as agent. His wife guessed the number\nor card given to him to think of 9 times in 10. Here there might\nof course have been collusion, but Professor Lombroso also tried the\nexperiment with a young medical man in pIneo of the wife, and this\napparently unexceptionable percipient was right 6 times in I::? guesses,\n-3 proportion not likely to be due to chanl'e.\nDr. Pagliani's experiments were malIc some yeal's ago with ,L woman\nsuffering f!'Om attacks of spont;;.neous catalepsy and somnambulism. The\nexperiments are not described with any detail, but in the somnambul-\nistic state she appears to have been able to repeat words thought of by\nher questioner, PHIl when the;.p werp in a language unknown to her,\n\f304 Journal of Society for Psychical Research. [Oct., 1890.\nsuch as Latin or French. If a phrase were thought of in a foreign\nlanguage, she would not repeat it, but would give its equivalent in\nItalian. She answered like an educated woman, though in her normal\nstate she could only speak the Venetian dialect and could hardly read.\nContact or some sort of special mechanical connection between agent\nand percipient was thought to be necessary, but Dr. Pagliani found an\niron wire some six metres long, long rods, or threads of any kind\nsufficient.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nL. 847. Collective. Visual.\nWe printed in the last Journal several cases of collective hallucina-\ntions. Since then we have received a batch of cases collected by the\nAmerican Branch of the Society, of which the following collective\ncase is one. The account was sent to the Society by Mr. D. M.\nFrederiksen, of Chicago, and is a translation of a letter from relatives\nof his in Denmark.\nCopenhagen, December 6th, 1888.\nMy parents cannot give the date more exactly than November, 1879 or\n1880. They were walking together arm-in-arm on a road along the garden\nfrom which you can see the greater part of this, and happened both to look\nstraight into the garden and saw there \"grandmother\" (really mother's\naunt married to mother's uncle) walking on the path alongside the houso\nin the opposite direction to that in which my parents were walking. They\nsaw her quite distinctly in her daily grey gown and white cap. When they\nreached the entrance to the house, instead of entering they quite involun-\ntarily turned into the garden to the place where they had seen grandmother.\nWhen they came there and she was not there, my mother asked father if he\nhad not seen grandmother, to which he replied, \"Yes,\" and they both\nlooked for her through the garden. You ask if there is a back door to the\nhouse. To be sure there is, but the possibility that they should have mis-\ntaken another person for grandmother is entirely out of the question, as they\nsaw her so distinctly. And that she should have entered through this door\nis also impossible, as she, when my parents came in and asked her where she\nhad been, said that she had been lying on the sofa resting, and thus probably\nhad neither been entirely asleep nor 'quite awake. It is true I have forgotten\nto tell how the apparition vanished. My parents saw it as long as they could\noverlook the walk on which it was moving, but to enter the garden you have\nto turn a corner of the house by which the walk is hidden from view, and\nwhen they came round it was not there.\nYou want the signatures of three persons. I suppose the third you mean\nmust be grandmother's, but she has been dead these last three years.\n(Signed) HULMAR HEIN.\nP.S. (from the percipients).-The most remarkable thing was, however,\nthat both my wife and I, when we saw grandmother, had a feeling that it\nDigitized by Google\n\fOct., 1890.] Journal of Society for Psychical Research. 305\nwas not right, and, therefore, without mentioning it we both turned into the\ngarden instead of entering the house, and when we found the garden empty\nexclaimed, \"Did you see her 1\" These were the first words we spoke about\nit to each other, and both had, therefore, seen the same with the same feel-\ning that what we saw was not a reality. What you want this story for I do\nnot know, but as you are interellted in it, you have it here.\n(Signed) A. HEIN.\nL. 848 AI pn Visual and Auditory.\nLAURAHEIN\n(nee JENSEN).\nThis case, from A. D. Howard, M.D., is again an American one.\nHis account appeared in the Reli!Jio-Pltil08opltical Journal for August\n3rd,1889.\nSturgis, Michigan.\nIn the year 1867 I was employed by the GO\"ernment, and located at Fort\nSmith, Arkansas, and during the months of July, August, and September I\nwa.'! a member of the Board of Registration, which called me to the different\nprecincts throughout the county, and while engaged in busineSB I did not\nreturn for some three or four weeks. There being no post offices in that\ncountry at that time, only in the large places, I had received no mail, nor\nwritten any letters to anyone during the time we were out. On my return\nto Fort Smith I found quite a number of letters from the different depart-\nments of business that I was labouring for, that needed immediate attention,\nand among the rest were letters from my wife, whom I had been in the habit\nof writing to every week until this expedition in the country. Suffice it to\nsay I returned on Saturday afternoon, and it took me until two o'clock a.m.\nto answer my mail matter, and as the mail went out on Sunday morning I\nfelt it must all be attended to that night. After answering all the official\nletters I wrote to my wife, who at that time was in Michigan. I retired for\nrest, which I very much felt the need of. Sunday morning I was called\nupon to aSBist a coloured preacher in establishing a Sunday-schaul, which he\nclaimed he could not do without my assistance. I not only promised to help\nhim, but to do all in my power to aid in that direction. I laboured all the\nforenoon in behalf of the cause, and returned to the hotel, ate my dinner,\nand then planned to give myself a good rest. I went to my room for that\npurpose, in the second story. It was large and airy, extending across the\nwhole width of the building, and the only acceSB was by going up a flight of\nstairs that was outside of the main building in the corridor, aud the door to\nmy room was situated at the head of the stairs. I went to my room, as I\nhave said, for the purpose of rest. I turned the key in the lock, and lay\ndown on the bed with my back towards the door. I had not been there 10\nminutes when I heard someone coming upstairs with a light step, and I\nwondered who it could be. I had expected several of my friends would\ncall as soon as they knew I had returned, and I was too tired to see anyone.\nI took this course to get rested. While this idea was in my mind that I\nneeded rest, I heard the door open, or seem to open, and I heard footsteps\nDigitized by Google\n\f306 Journal of Society for Psyckicctl Research. [Oct., 1890.\ncoming towards the bed. I turned over so as to look in that direction, and\nthere stood my wife. I was a little excited, as it was 80 unexpected. I\nimmediately got up and reached for a chair that stood near, and whilst doing\n80 I said, \"Why, Libbie, when did you come 1 You look so tired j you must\nbe-you have had 300 miles of staging.\" She spoke, and said, \"Yes, I am\na little weary.\" I stepped forward with the chair, and was about to as~ her\nto be seated when, to my surprise, she was not there. I stepped to the door\nand found it was locked. Not being accustomed to such apparitions, I felt\nsure that she had passed from the mortal form. As soon as I could compose\nmyself, I sat down and wrote her what I saw, describing tile dress she had\non, also the collar on l;1er neck, together with a ring she had on her finger,\nall of which I had never seen before. On receiving an answer, which was as\nsoon I\\H possible, my wife said, \"On the day you speak of I dressed myself\nwith the dress and collar you saw in your vision, also the ring, which you\nhave described as perfectly I\\H you could have done if it were in your hand.\nI felt tired, and went to my room about 11 o'Qlock, and immediately fell\nasleep, and slept soundly for three hours.\"\nIn a letter to Mr. Hodgson, Dr. Howard says :-\nThe letters relating to the matter were kept for several years by my\nwife, but by accident were destroyed.\nThe following is Mrs. Howard's account :-\nSturgis, Michigan, Februa1'Y 20th, 1890.\nI am still living and corrobomte the statement of nly husband, given in\nthe Religio.PhiloBophical JOIo'nal for August 3rd, 1889.\nIt had been three weeks 01' more since I had received any intelligence\nfrom him, he being ,'el'!! prompt in writing once or twice a week.\nAt that time it WI1.8 no uncommon oceUlTence for 1\\ Western man to be\nshot down in the street, I\\ncl I very naturally wall overly anxious to hear\nfrom him, and would not have been surprised I\\t any moment to hear of his\nlike fate. That morning I WI\\H weary and thought I would lie down and rest\na few moments. It was about, or a few minutes past, 11 o'clock. I\nimmediately fell asleep, and slept 1t1lCO'1l.SCio1.l8ly for three hours, as it was\nthree o'clock when I awakened, and was very much surprised to find it so\nlate, and I had slept so long, for it seemed to me a half hom' had no more\nthan passed away from the time I laid down till I awoke.\nMy dress was one he had never seen before j also the ring on my finger,\nand the collar I had on, which he accurately described in his letter to me.\nMr. Hodgson had an interview with Dr. and Mrs. Howard on\nApril 7th, 1890, and thought them both excellent witnesses. He\nwrites:-\nDr. Howard infonns me that he thinks on four other occasions during his\nlife he has seen the \"double\" of friends of his. No death happened in\nconnection with any of the incidents. He satisfied himself of this point,\nbut he made no other inquiries. He never ascertained whether any sleep,\nor trance state, slight accident, &c., coincided with his vision.\nHe says that he had been lying on his bed about three minutes, that he\nDigitized by Google\n\fOct., 1890.] Jo-urnal.ol Society lur Psychical Research. 307\nhad no time to get to sleep, although he had worked hard all the forenoon,\nwhen he heard the door open, and 88.W his wife. As he proceeded to hand\nher the chair, he had his eyes fixed upon her, and he was still looking at her\nwhen she suddenly disappeared.\nHe went to the door and found it locked.\nThe figure had a peculiar gold ring with a garnet stone, as well as a dress\nand collar, which he had not seen.\nMrs. Howard was living in Sturgis. There was no post-office within 18\nmiles of where Dr. Howard was staying.\nMrs.Howard explained that she had obtained the ring and the dress by\ntrading for them.\nShe 88.id that although she had been troubled somewhat about her hus-\nband before she lay down for rest, she afterwards felt perfectly comfortable\nabout him, although she had no recollection of anything during her sleep.\nShe had a feeling afterwards that all was right.\nIn connection with this experience, it may be well to mention that\nMm. :ij:oward (as well as Dr. Howard) has seen apparitions, of which\nsRe has sent us an account (B G 41 and B P 28). She narrates that,\nas a child of 5, she saw a lovely figure of a woman floating in the air;\nand later she' saw her deceased father standing by her bed and giving\nher a long message of a consolatory kind much needed by her at the\ntime. She has also had premonitory dreams.\nL. 849 Ad pn Borderland.\nThe following case of a child apparently seeing her father at the\nmoment of his death is sent to us by Dr. H. Kingston, who has\nascertained that t.he death took place on August 13th, 1883:-\nMrs. R. writes me from E. with regard to a lady whom I had met at her\nhouse.\n\"Mrs. M.'s husband, Captain M., R.N., was my cousin; he was for a\nshort time Governor of the general prison at P., and there he died. I was\nstaying with them at the time. He died of consumption; he was out in his\nchair the last day of his life and was carried to his room as usual.. In the\nevening his wife was told the end was near. She asked me to come with her,\nbut as she had the nurse, the doctor, and the head warder with her in the\nroom, I 88.t outside. Fearing the little girl of five, the only child, might\nwake, I went beside her. She was fast asleep. About the middle of the\nnight she suddenly woke with a cry, 88.t up, stretching out her arms, 88.ying,\n, Oh, papa !' Simultaneously the cry from the wife in the other room told\nthat the spirit had passed away.\"\nIn a later letter Mrs. R. writes, in answer to inquiries :-\nI do not know if the child had noticed anything particular before going\nto sleep. I should think not, because, owing to her father's long illness and\nfrequent confinement to bed, it was not !\\ striJcing cir~umstance ~f ~h.er4il W!\\II\na stir. -\nDigitized by Google\n\f308 Journal of Society for Psychical Research. [Oct., 1890.\nThe interval between the child's cry and the mother's would be only that\nof one cry followed by another. The feeling I had was strong that the child\nwas wakened, crying out, \"Oh, papa,\" and at once followed by the mother's\ncry.\nG. 195. Transitional.\nThe following account of an apparition two days after the death of\nthe person seen was written down by Mr. Myers from the verbal\naccount of the percipient, Miss J., and corrected and signed by her:-\nAugust 4th, 1890.\nOn the evening of Saturday, April 26th, 1890, I was engaged with my\nsister and other friends in giving an amateur performance of the Antigone,\nat the Westminster Town Hall.\nA passage led down to several dressing-rooms used by the ladies who\nwere taking part in the representation, and nowhere else. None of the\npublic had any business down this passage; although a friend came to the\ndoor of the dressing-room once to speak to somo of us.\nI was passing from one dressing-room to another, a few steps further\nalong the passage, just before going on to the stage, when I saw in tho\npassage, leaning against the door-post of the dressing-room which I left, 1\\\nMr. H., whom I had met only twice, but whom I knew well by sight, and as an\nacquaintance, though I had heard nothing of him for two years. I held out my\nhand to him, saying. \" Oh, Mr. H., I am so glad to see you.\" In the excite-\nment of the moment it did not occur to me !LS odd that he should have come\nthus to tho door of the dressing-room,-although this would have been an\nunlikely thing for a mere acquaintance to do. There was a brilliant light,\nand I did not feel the slightest doubt as to his identity. He was a tall,\nsingular-looking man, and used to wear a frock-coat buttoned unusually high\nround the throat. I just observed this coat, but noticed nothing else about\nhim specially except his face. He was looking at me with a sad expression.\nWhen I held out my hand he did not take it, but shook his head slowly, with-\nout a word, and walked away down the passage-back to tho entrance. I did\nnot stop to look at him, or to think over this strange conduct, being in a\ngreat hurry to finish dressing in time.\nNext day, as a number of us were talking over the performance, my sister\ncalled out to me, ,.You will be sorry to hear that Mr. H. is dead. \" \"Surely\nnot,\" I exclaimed, \"for I saw him last night at the Antigone.\" It turned\nout that he had been dead two days when I saw the figure.\nI have never experienced any other hallucination of the senses.\nMiss J.'s sister, Lady M., writes ;-\nAllgust 4th, 1890.\nThe day after the performance of the Antigone I heard unexpectedly\nthat Mr. H. was dead (I had not known that he was ill), and I mentioned\nthe fact to my sister, at a party. She seemed greatly astonished, and said\nthat she had seen him at the Antigone the night before. Mr. H. had only\nmet my sister twice; but I happened to know, from a conversation which I\nhad with him, that he had been greatly interested in her. An announce-\nDigitized by GOL\n\fOct.,1890.] Journal 0\/ Society \/01' Psychicctl Research. 309\nment of the performance of the Antigone was found in a small box of papers\nwhich he had with him at his death.\nI think it most unlikely that there should have been any mistake of\nidentity, as the passage where the figure was seen led only to the dressing-\nrooms. But in order to satisfy myself on this point, I sent an account of\nthe occurrence to the papers. It was widely copied, and I received letters\non the subject. If the figure had been some living man, I think that the\nfact would probably have come out. Mr. H.'s appearance wa1ilVerypeculiar.\nMr. W. S. Lilly corroborates as follows :-\nAugust 4th, 1890.\nI was present at a party when Lady M. suddenly informed her sister,\nMiss J., of the death of Mr. H. I can bear witness to Miss J.'s extreme\nastonishment, and her exclamation, \"Why, I saw him .last night at the\nA 1~tigone.\"\nWe have referred to the Times, where the death of Mr. H. is\nannounced as having taken place on April 24th, 1890.\nThe account spoken of by Lady M. was sent to the papers within a\nweek of the occurrence.\nG. 196. Visual and Auditory.\nThis account comes to us from the Dowager Marchioness of Down-\nshire. The percipient is dead, and the account is, therefore, at second\nhand as regards his experience, but, as will be seen, it is at first-hand\nfor certain important details.\nDecember 19th, 1889.\nIt may have been in 1850 or SOOI1 after. We had a French cook, who\nhad been several years with us, named Cartel. It was in July, when he\ncaught a violent cold, which became inflammation of the lungs, &c., and the\nman was dangerously ill. Two doctors attended him. The weather being·\nextremely hot, and his bedroom over the kitchen, I had him moved into a\nbest spare bedroom, where he continued very ill and bad a fearful cough.\nAt last the doctors said they could do no more for him, and he was dying.\nI asked their permission to try mesmerism. Of course they laughed at me,\nbut admitted it could do no harm. I seut for Fisher, a professional mes-\nmerist. Cartel was mesmerised three times a day, and rapidly improved. At\nthe end of a fortnight the doctors (who had not given up attending him)\npronounced him out of danger, and advised Fisher being sent away. He\nwent, but after a day or two poor Cartel began to fail again, and ~died,\nthough I had Fisher back. As I mentioned, it was very hot weather, and,\nafter the poor man's death, I had the room in which he died dismantled, the\nwindow left open day and night, and the door locked. It remained so for\ntwo or three months, as well as I remember, and then, as we were going to\nhave the house full, the furniture was all replaced, and Mr. Popham, of\nLittlecote, was put into that bedroom. A day or two afterwards Mr.\nPopham said, \"I have seen a ghost.\" He then told us that the previous\nnight he was reading in bed, when he heard a man coughing fearfully in his\nDigitized by Google\n\f310 JO'I.('rnal of Society for Psychical Resem'c\/t. [Oct., 1890.\nroom. He could not understand it, as he could see no one, though he\nsearched the room. He went on reading, and then suddenly looking up he\nsaw a head (only) at the foot of his bed. He described the features, which\nwere those of Cartel, exactly, though Mr. Popham had never seen him, and\nhad never heard of his illness or death. After that several people slept in\nthe room, but nothing was ever seen or heard. C. DowN~mRE.\nG. 398. Visual and Auditory. Haunted House.\nThis case has already been printed among the \"slips,\" but a good\ndeal of additional information has since been received about it. It is\nIt case of haunting where we haye three independent experiences\nrecorded. One of these, however, differs \"ery considerably from the\nother two.\nFrom Mrs. E. Sidgwick, 29, Gloucester-square, W.\nSome years ago I was staying with my uncle at N. I woke up one night\nwith a feeling of horror upon me, and after lying awake for a short time I felt\nn. cold blast of wind go past me, and I heard a rushing noise as of some one\nflying past my bed; it seemed to me that some one had rushed through my\nroom, and had gone up a small staircase which led to another bedroom, in\nwhich a friend of mine was sleeping. I felt dreadfully frightened-quite\nhorrified, and did not go to sleep till late in the morning, though this\nhappened between.12 and 1 o'clock at night. I did not hear the presence\nreturn through the room.\nThe next morning my friend told me she, too, had heard something come\nup the small staircase to her bedroom, but there it had stopped, and she\nheard nothing more. The noise made by this presence was very great. I\nfelt perfectly unnerved by what I had heard during the night, and I asked\nmy aunt the next day which room in the house was supposed to be the\nhaunted room. I knew there was a ghost story attached to the house, but\nhad never believed in it before in the least. My aunt lnughed, and, after SODle\nhesitation, said that mine was the haunted room. I then told her what I\nhad felt the night before, and she promised I should not sleep in the room\nagain.\nA short time after this another girl slept in the room, and she felt the\npresence rush past her while she was dressing for dinner. She was, also,\nunaware the room was haunted. In course of time my uncle died, and my\naunt left the house. It was taken some years after by a Mr. Stobart; he\nmade the haunted room into a night nursery, and Mr. and Mrs. Stobart\nlaughed at the idea of the ghost, but they took care not to mention it to their\nnurse. After they had been living there some little time, the nurse felt the\npresence go through the room at night, and jumped out of bed, followed it\nup the staircase, vainly trying to catch it. I believe this appeared twice during\nthe time the Stobarts had N. Lucy M. SIDGWlCK.\nLater, Mrs. Sidgwick adds :--\nI answer at once to tell you all my recollections of the room at N.,\n(whereI felt for I did not see) the presenee. It is a small room at the end of\nDigitized by Google\n\fOct, 1890.] . Jot~rnal Of Society for Psychical RR,search. 311\na passage; it has one window and two doors, one of which leads into a large\nbedroom by a small flight of stairs. The room faces the front of the house,\nand looks out upon the carriage drive; it is a small, cheerful-looking room;\nits chief characteristic is the small flight of steps leading into the bedroom.\nThe real owners of N. live there now, and they declare they have never\nseen 01' felt anything ghostly in the house. Sir --- uses my haunted\nroom as his dressing-room.\n1\\Irs. Stobart writes :-\nI enclose my maid's account of the appeamnce she imagined she RaW\nonce at N.\nI remember. • the evening after . she repeated exactly\nthe account she now fiends you. She is an absolutely matter-of-fact and\nstrictly truthful woman, and ha.s been above 21 years in my service; more-\nover, beyond vague jokes about ghosts, in which no one really believed, she\nhad never heard any ghost story connected with the house.\nI have written her account for her, from her lips to-day, II.B she dislikes\nwriting it all herself. My own impression has always been that she was\nhalf asleep, half awake, and fancied it. Only that I know she is not a\nfanciful woman, I should have treated the affair as unworthy of the least\nnotice. Several other people have fancied they saw strange lights in their\nrooms, and heard strange noises at N., but as they were nervous and fanciful\npeople, I do not think their tales worth repeating, though, at the time, they\nmade a eonsiderable impression on other guests who were with us.\nThe maid, 1\\1rs. Swainston's, account is as follows:-\nNovember 10th; 1884.\nAbout five years ago this autumn I was using as a bedroom the small room\nat N., which ha\/l several steps in it connecting it with an upper room, which\nwas lily workroom.\nOne evening I had just gone to bed as usual, leaving the door open\nbetween the rooms. There was a fire still burning in the upper room. I\nhad put out the candle, and was settling off to sleep when I felt as if some-\none was in the room, and on looking up saw, as I thought, a woman's face\nbending over me. I jumped up ~nd looked about, but saw no one. I could\nnot say what she was like, or how she wa.s dressed.\nI am quite sure I had never heard anything about the room being\nhaunted, and if I had I should never have troubled my head about such\nthings. Certainly it could not have been a real person, because all the\nservants slept at quite the other end of the house, and the doors locked\nbetween that end o(the house and mine, and there was only Mrs. S. and the\nchildren at my end. I was not very frightened, and went on sleeping in the\nroom, and never again saw anything. ELIZABETH SWAINSTON.\nIn another letter Mrs. Stobarl say::; :-\nShe (her maid) has never had any fancies of the kind before or since.\nShe had never heard of any ghost story connected with the house, and I\nshould think would be very difficult to persuade, even from the evidence of\nher own senses, that such beings existed.\nMany strange noises were heard at N. during our stay there, and\nDigitized by GOL\n\f312 Jour-nctl of Soc'iety for Psychical Resea'f'ch. [Oct., 1800.\nonce or twice imaginative young ladies fancied they saw strange lights in\ntheir rooms ;' but any old house is sure to have rats in it, which account £01'\nthe noises, and one cannot attach much importance to the fancies of\nimaginative and nervous girls.\nThe next account is from an officer in the Royal Dragoons.\nM(,rch 221m, 1885.\nIn September, 1878, when a boy of 18, I was staying at N. I had\nbeen staying in the house a week, when one night I woke up at about\n1 o'clock and saw a man standing at the end of my bed. [was dreadfully\nfrightened and hid my head under the bedclothes. After some time I thought\nI must have been mistaken, but on again looking out I saw distinctly the\nfigure of an old man with a white beard standing at the end of the bed.\nI was at the time in perfect health, and had never previously seen any-\nthing of the kind or heard of the house as being haunted. I had been\nstaying in the house at least a week without seeing anything, but on\nmentioning the fact the next morning I was told the house was supposed to\nbe haunted.\nThe house at the time was not in possession' of its owners. I left the\nhouse two day\/! afterwards but did not sleep in the room again.\nJ. E. LINDLEY.\nIn answer to inquiries our informant says ;--\nApril 7th, 1885.\nI certainly have never had a \"hallucination of the senses\" on any other\noccasion. As to the light in the room I have a kind of idea that there was\na moon at the time, and that may have produced the effect; at any rate I can\ntell the date within three or four days now, and an almanack would tell\nwhether the moon was nearly full or not at the time. The date must have\nbeen within three days of September 8th, 1878. To the best of my memory\nthe blinds were not drawn, nor the shutters closed. The figure itself\nappeared white and not self luminous, there was no light in the room,\ncxcept what might have been given by the moon. As to the length of time,\nI can form no opinion; it 8eemed very long, as I had two good looks at it, and\nsome time p8ased between each. J. E. LINDLEY.\nThe moon was full on September 11th, 1878. We have endeavoured\nto ascertain whether Captain Lindley's room was the same as that\nin which the other percipients' experience occurred, and it appears\nthat it was not. His recollection about the room is somewhat vague,\nbut he remembers that the window overlooked the stables. The other\nroom faced toward the front of the house and looked out over tIle park.\nG. 197. Visual and Auditory. Haunted Barracks.\nThe first account was obtained for us by Mrs. Bolland from Col. G.\nOctober 9th, 1886.\nIn the autumn of 1862 I was sent from Aldershot to Burnley, Lanca-\nshire, by train, in charge of the dismounted men and the women and\nchildren of the detachment of the 16th Lancers, who were to be quartered\nDigitized by Google\n\f00. Journal of Society for Psychical Research. 313\nthere. We arrived late in the evening and much difficulty was experienced\nin getting the women and children housed. The officers' quarters are a long\nbuilding of two storeys, a passage running from end to end in both storeys\nwith rooms opening into it back and front. On the upper floor, on reaching\nthe top of the stairs, the paBSage stretched away on either hand to the ends of\nthe building. On the right hand, some of the rooms having been occupied\nat some time or another by a married officer, a partition had been placed\nacross the passage so that no light from the end window reached beyond it.\nThere was a staircase to the lower storey, kitchen, &c., behind that partition.\nOn the left hand, i.e., from the top of the main stairs, the paSBSge was\nquite clear to the end window, the doors of about six rooms, three on either\nside, opening on to this paSBSge. I may mention that these barracks had not\nbeen occupied for some years, and none of these rooms were unlocked till the\nnext day,when I took the barracks over formally,when all the locks, bolts, &c.,\nwere found very rusty. There was no staircase at the end of this side of the\npassage at all to the lower floor, the passage ending at the window.\nOn the half-landing between the ground and upper floors were two small\nrooms for officers' servants, which, at the request of my servant, I permitted\nto be used by two of the women who could not find lodgings at that late\nhour.\nIt was either the same night of our arrival, or the night after, when I was\nsleeping in one of the front rooms of the upper storey, one just outside the\npartition across the passage, that I was awakened by a loud knock at the\ndoor. I thought little of it. It was repeated, and I sat up in bed. It was\nagain repeated, and I was at the door almost at the same moment, and on\nopening it I saw a dim figure of a woman dressed, but with her neck\ncuriously bound up. Her face was visihle--very pale and ghastly. The\nfigure commenced to retire down the passage towards the main staircase,\nwhich was close by, passed it, and went on further towards the end window,\nthrough which a flood of moonlight was pouring down the passage. I followed\nfor a short distance, and spoke, but the figure disappeared on reaching the\nend window. As I said before, no doors were unlocked, and there was no\nstaircase at that end. I remember not thinking much of the circumstance at\nthe time, but I also remember that I carefully locked my door when I went\nto bed again.\nOn the next mOMling my servant was telling me how inconvenienced the\nwomen had been for the night, so few rooms being available and none to be\ngot outside, and he mentioned two names. I said, They have no reason to\ncomplain as I gave them the officers' servants' rooms on the stairs. He replied,\nthey would not sleep there for any amount of money, and did not, as there is\nthe ghost of a woman constantly seen in these barracks. I said, I saw her last\nnight. On going to a sort of tavern close by to get hreakfast, I heard\nthat the appearance was not uncommon, and that traps had been laid to detect\nthe appearance by officers of other regiments, and that mysterious knocks\nhad constantly been heard.\nI heard also that a woman had been murdered in the barracks, and it was\nin the\" officers' quarters, by a soldier servant, but it was very many years\nago.\nDigitized by Google\n\f314 Jotwnal of Society for Psychical Research. [Oct., 1800\nAfterwards, when my wife came to Burnley, there being no house avail-\nable, and only three officers in the barracks, we occupied rooms on the upper\nHoor, and in the room where I had first been awakened we occasionally heard\nmysterious noises, but never again at the door. Once the knocking was 80\nconstant (for 3 or4 times) and so loud that I got up, lit a candle, and examined\nthe next room from Hoor to ceiling without result; the knocks then appeared\nto be in the chimney.\nThe story connected with the murder of the woman is as follows: The\ndaughter of a messman of a regiment at Burnley was a friend of one of the\nofficers. His or some other servant was also enamoured of her. She was\nseen by the servant coming out of the officer's room just before mess, and\nwent to her own. The servant followed and cut her throat with a knife,\nafterwards killed the officer, and then himself. I tell the story &8 I heard it,\nwhich was some time after the appearance I saw.\n:Major L., to whom we applied for infOlmation, writes from the\nbarracks on June 19th, 1887, and after giving a substa~tially similar\naccount of the tragedy (which he had heard about from a doctor who\nassisted at the coroner's inquest, and which he was informed occurred\nabout 1857) continues:-\nOwing to the reluctance of officers to live in the room where the first\npart of the tragedy was enacted, it was some time afterwards built up and\nconverted into a coal-cellar. No other structural alterations have been made\nin the building. Ever since these most tragic events, the barracks have had\nthe reputation in the neighbourhood of being haunted, and of being fre-\nquently the scene of apparitions, unaccountable noises, and other super-\nnatural manifestations. .\nI cannot say that the first have come under my own personal observation,\nbut other officers aver that t,hey have seen them, and one stated to me some\ntime ago that he at times heard what he described as human utterances\nchoked by blood. But what' I can speak confidently to is the prevalence of\nnoises, particularly in the early hours of the morning-knocks, slamming of\ndoors, &c.-the causes of which, notwithstnnding repeated inv.estigations.\nremain involved in obscurity.\nThe following letter is from another officer :-\nThe Barracks, Burnley, July 28th, 1887.\nMajor L. tells me you are very anxious to hesr about the strange\nappearances and noises that have, from time to time, been seen and heard in\nthese barracks. As to the former I cannot speak, as I have never actually\nseen anything, but as to the noilles I shall give you my experiences during\nth, last two yeal'!!.\nShortly aiOOI; my arrival here I was told by an old man that many a\nblack deed had been done in these barracks in days gone by.\nDuring the last year and a half, I have at times heard the most extra-\nordinary noises between the hours of three and six in the morning. I !un'e\nheard footfalls in the passage, first very distinctly and then gradually\nbecoming fainter and fainter, it being impossible for anyone to get into the\nDigitized by Google\n\fOct.,1890.] JOlt1'lUtl oj Society Jor P8ychical Re8eco·ch. 315\nofficers' mess during those hours, and no officers having been out of their\nquarters. Stamping and banging of doors are frequently heard, and though\nwe ha\\\"'e done our best to find out the cause of these strange noises, we have\nup to the present been unsuccessful.\nCATALOGUE OF UNPRINTED CASES.\n(Cmliinlled frum the J1!lIe JOURNil.)\nFurtlter information improving the evidence in any of tlteBe caseB\nwill be gratefully received.\nB L 14. As pn Motor impulse.-Miss Keyworth, in 1883, feels an\nirresistible impulse to return home, and finds her mother ill. Was in no\nanxiety about her. Confirmed by her friend. Recorded in 1887.\nB L 15. Ad pn Visual. 2nd or 3rd hand. This is a confirmation of a\nCHose in Mrs. Crowe's Night Side of Nattwe, p. 146, (of new edition.) Our\ninformant, Mr. Blaikie's father, was seen by Mrs. Keith passing her window\nat about the time of his death.\nB L 16. Ad pn VisuaL-Mr. Farrington, miner, sees the figure of his\nfonner sweetheart on the night of her death in 1869. Reoorded in 1887.\nOf B P 12 from same percipient.\nB L 17. Ad pn Visual. 2nd hand.-Our informant Mr. F. Salisbury's\nthree cousins were drowned in 1854, and the youngest of them, who was\nnearly saved, was seen by his aunt at the time. Recorded in 1888.\nB L 18. As pn -Mrs. Dutton, in 1880, has a vivid mental impression of\nher son being in the water and calling \"Mother.\" Her son was half drowned\nin a millpond at that time. Recorded in 1887.\nB L 19. An p& -Mr. C. not being able to sleep one night, \"some years\nago,\" read part of Rousseau's Julie, about the peril and escape of a couple in\na boat. His wife dreamt about an exactly similar event.\nB L 20. A po Visual. A gentleman sees his father when the latter\nis dying elsewhere. Confidential. Date of experience 1865-of narrative 1884.\nB L 21. Ad pn Visual and aUditory. Borderland. 2nd lllmd.-Our\ninformant's father when at collegc, between 1800 and 1810, saw a fellow\nstudent, with whom he used to discuss the question of a. future life, by his\nbedside, and heard him say three times, \"It is too true.\" Fellow student\ndied suddenly that night.\nB L 22. Collective. Visual. Borderland.--Miss Wood, a.bout 1865, awoke\nand saw the figure of a man. It moved and disappeared. Then her sister\n8tarted up soreaming, \"Look at the man.\" Recorded in 1887.\nB L 23. Reciprocal impression.-A lady had a feeling of the presence of\na near relative about mid-day, when that relative was having a similar\nimpression about her. Private.\nB L 24. Ad pn Bordcrland Auditury. 2nd hand.-·A Hplat;h heard\nby une person when a gentlcman is drowned, and on the same night his\nllluther thought that someUlle had oume intu her room. Recorded more\nthan 40 years after. Private.\nB L 25. Ad pn Borderland. Auditory. 2nd or 3rd hand.-A bands-\nmall, 56th Regiment, stationed at Kurachee, Scincle, died on Old Year's Night,\nDigitized by Google\n\f316 JOU1'nctl of Societ.1J for Psychical Rese(\/,rch. [Oct., 1890.\n1876. His mother inquired after him by the next mail, as she had heard him\ncall \"Mother\" several times in the same night. Recorded 1885.\nB L 26. Dream.-Mr. Morrison Davidson relates that his wife told him\nat breakfast one morning that she had dreamt of seeing President Lincoln\nshot in a box at the theatre at Washington. The news came in the afternoon\npapers of the same day. Recorded in 1884.\nB L 27. Auditory. At unknown hand.-A family in Australia heard\nthe accustomed whistle of an absent son, and went to meet him. He was\ndrowned at the tinle.\nB L 28. Collective. Visual.-A lady and her sister see her husband go\ninto his office from the street and follow him. Office keeper says no one has\nentered. Husband elsewhere and anxious to be at office. Confidential.\nRecorded eight years after experience.\nB L 29. Ad pn Visual. Borderland. 3rd hand, as good as 2nd.-\nThe mother of our informant saw her father enter her bedroom. A month\nlater she heard that he had died on that day at about that hour. Our\ninformant heard it from his father, who was with his mother at the time.\nNames given in confidence.\nB L 30. Two Japanese officers see (or dream of) a third dripping\nwet. He had recently gone abroad and his ship was lost with all hands.\nEvent and account in 1887. Private.\nB L 31. Auditory. Perhaps Reciprocal.-Two sisters hear footsteps\none night. Dog frightened. They search the house in vain. Feel anxious\nabout brother in India, in consequence, and hear later that he had been ill\nwith sunstroke at the time. When he came home he recognised the house,\nand said he had seen ·it in his delirium, and the two sisters (who heard the\nsteps) in it. Recorded, 35 years after event, by one of the percipients;\nthe other is dead. Names strictly private.\nB L 32. Experilllents in Thought-transference, but with contact. Mrs.\nDamant and also a servant being percipients.-Mrs. Damant used to write\neasily and quickly words, figures, &c., or draw shapes thought of; power now\nlost. Record in 1887 of experiments about 10 years before.\nBL33. Visual.-The percipient of Case No. 34, Phantasms o\/the Lidng,\nVol. I., p. 222, saw the figure of a farmer walking in the fields, when the\nlatter was found to be ill in bed.\nB L 33a. Visual.-The same percipienb saw at a friend's funcral the\nfriend's'brother, who was found to be ill at home.\nB G 22. Visual and Auditory.-- The same percipient, when sleeping in a\n\" haunted\" room, woke and saw an old woman, who 8poke to him. Woke\nagain, and saw her cutting her throat. Afterwards heard that an old woman\nhad cut her throat there. Private.\nB L 34. Ad pn Visual.-Mrs. Bignoll report!! that her sitlter came to\nher at 10 o'clock one evening, \"about twonty yearl:! ago,\" and said she had\nseen her husband, who was absent. They heard next day that the husband\nhad died at that hour.\nB L 35.-Mr. Gardiner tiends three accounts (2nd hand) of knocks and\nnoises heard at the time of death. Also an account (3rd hand) of an appari-\ntion of an old gentleman to the\" man at the wheel,\" at the time the captain's\nfather died.\nDigitized by Google\n\f","_id":470}