{"name":"Journal of the Society for Psychical Research 9180","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n74_nov_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N74, November 1890","mylang":"de","content":"No. LXXIV.-VoL. IV. N OVElIBER, lR90.\nJOURNAL\nOF THE\nSOOIETY FOR PSYOHIOAL RESEARCH.\nCONTENTS.\nNew Members and Associates .. \"\nMeetinf of the Council •. .. ..\nGenera Meeting . . .. .. ••\nCases Received by the Literary Committee . . . .\nOn Pseudo.Memory. By Professor E. W. ClaypoJe .•\nCat&logue of Unprinted Cases (Continued) •• ..\nSupplementary Library Catalogue .. .. ..\nNEW MEMBERS AND ASSOCIATES.\nMEMBER.\nSTANLEY, HENRY M., D.C.L., LL.D., 2, Richmond-terrace, S.W.\nASSOCIATES.\nALLEN, REV. W. O. B., 140, Cambridge-street, S.W.\nPAGE\n•. 317\n317\n318\n310\n3tS\n330\n331\nBATES, COLONEL CHARLES ELLISON, 35, Oxford-terrace, Hyde Park, W.\nCLAYTON, CHARLES E., \"Hillcote,\" Highcroft Villas, Brighton.\nSLOMAN, SAMUEL GEORGE, JUN., 39, West-st.reet, Farnham.\nSMITH, GEORGE M., Custom House, Amble, Northumberland.\nSPERLING, ARTHUR, J.P., Lattenbury Hill, St. Ives, Hunts.\nVORES, ARTHUR, M.R.C.S., 8, Mansfield-street, Cavendish-square, W.\nWITTIG, GREGOR C., 22, Kornerstrassc, Leipzig.\nASSOCIATES OF THE AMERICAN BRANCH.\nCOOK, MRS. ELLEN K., Davenport, Iowa, U.S.A.\nJENKS, MRS. P. A., 290, Marlborough-street, Boston, Mass., U.S.A.\nLIVERMORE, MISS MARY A., Box 565, Melrose, Mass., U.S.A.\nTUTTON, MRS. SARA, 203, S. Main-street, South Bend, Indiana, U.S.A.\nWALLACE, MRS. MARIA, Murray Hill Hotel, New York, U.S.A.\nMEETING OF THE COUNCIL.\nA Meeting of the Council was held on the 31st of October, at the\nWestminster Town Hall, previous to the Genel'al Meeting. Colonel\nHartley was voted to the chair. The following Members were also\npresent :-Dr. A. T. Myers, and Messrs. T. Barkworth, F. W. H.\nMyers, and R. Pearsall Smith.\nOne new Member and eight new Associates were elected, whose\nDigitized by GOL\n\f318 Journal of Society 10'1' Psychical Research. [Nov., 1890.\nnames and addresses are given above. The election of five new Asso-\nciates of the American Branch was also recorded.\nVarious matters of business having been disposed of, the Council\nagreed to meet at 19, Buckingham-street, W.C.~ on Friday, December\n5th, at 4.30 p.m.\nGENERAL MEETING.\nThe 41st General Meeting of the Society was held at the West-\nminster Town Hall, on Friday, October 31st, at 4 p.m. Mr. Pearsall\nSmith presided.\nMR. T. BARKWORTH read a paper on \"Some Recent Experiments in\nAutomatic Writing,\" in which he described experiments carried on\nwith a member of his own family circle, a young lady about 15 years\nof age. Justice can hardly be done to them in an abstract. Among\nthem were interesting examples of unconscious memory and association\nof ideas, and of apparently greater skill in mental arithmetic exhibited\nby the unconscious as compared with the conscious self. Mr. Bark-\nworth said that he brought these experiments before the Society\nlargely in the hope that they would arouse sufficient interest to induce\nothers to embark in this line of investigation. He regretted that his\nappeal for assistance in the Journal for July had only resulted in two I\nanswers, and these, unfortunately, from gentlemen neither of whom\nwould use the planchette.\nIn reply to several questions from members of the audience, Mr.\nBarkworth stated that the young lady concerned in his experiments\nenjoyed quite normal health, and that the planchette was not 110 neces-\nsary element in the process, an ordina.ry pencil, which she sometimes\nheld between the two hands, serving equally well.\nMR. MYERS read an account of a recent experience of Mr.\nHensleigh Wedgwood's in planchette writing, which is printed below.\n(M. 676. Page 319.)\nTh!l CHAIRMAN quoted an instance of the automatic writing of a\nwhole volume and its subsequent almost exact reproduction while\ntemporarily lost, in the life of Madame Guyon. He also spoke of the\ndanger of believing information obtained through automatic writing,\nexemplified in the case of a lady he knew, who had wrecked her whole\nfortune by following planchette's advice as to investments.\nCOLONEL HARTLEY referred to the automatic writing of Mr.\nStainton-Moses, which was executed with an ordinary pen or pencil.\nHe believed that anyone who sat long enough would obtain automatic\nwriting.\nMR. EDWARD MAITLAND ga.ve an instance of automatic writing\nDigitized by Google\n\fNov.,1890.] Journal of Society for Psychical Research. 319\nwithin his own experience, when a question in a sealed envelope,\nunknown to the sitters, was appropriately answered by the writing.\nAfter a few words of introduction by the Chairman, MR. HENRY\nJAMES then read a paper by his brother, PROFESSOR WILLIAM JAMES, of\nHarvard, on .experiments with Mrs. Piper. This paper will appear\nin the forthcoming number of the Proceeding8.\nPROFESSOR LODGE made some appreciative comments on the paper,\nespecially with reference to those experiments related which were\nrather different from what had been tried in England. He expressed\nthe hope that more experiments would in process of time be tried by\nthe deposition of sealed documents, which documents, when posthumous,\nmight be deciphered, if possible, by the aid of a clairvoyant, thus raising\nthe improbability of thought-transference from living persons to a high\npower if the experiment were successful. He then read a short commu-\nnication, discussing how far thought-transference will explain the facts\nin Mrs. Piper's case, a paper which, in the forthcoming number of the\nProceedings, is to form an introduction to a list of those statements made\nby Phinuit during the English series of sittings ~vhich thought-transfer-\nence from the sitter will not explain. Finally, he indicated the difficulty\nhe felt in forming any conception as to the mechanism whereby the\ninformation detailed by Phinuit was obtained, and stated that the net\nresult, so far, of the investigation on his mind was to make the\nuniverse look more idealistic and less materialistic than it had formerly\nappeared.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nM. Aut. 676.\nThis is another interesting case of planchette writing communi-\ncated by Mr. Hensleigh Wedgwood, the operators being himself and\nthe same lady, whom we will call Mrs. R., who shared in the experiences\nrecorded in the Journal for December, 1889, p. 174, and February,\n1890, p. 208.\nExtract from ·Mrs. R.'s Journal.\nOctober 10th, Friday, at --, Mr. Wedgwood and I sitting. The board\nmoved after a short pause and one preliminary circling.\n\"David-David-David-dead 143 years.\"\nThe butler at this moment announced lunch, and Mr. 'VedgWood said to\nthe spirit, \"'Vill you go on for us afterwards, as we must break oft' now 1\"\n\"I will try.\"\nDuring lunch Mr. Wedgwood was reckoning up the date indicated as\n1747, and conjecturing that the control was perhaps David Hume, who he\nthought had died about then. On our beginning again to sit, the following\nwas volunteered :-\nDigitized by Google\n\f320 Journal of Society for Psychical Resea1'ch. [Nov., 1890.\n\" I am not Hume. I have come with Theodora's sister. I was attracted\nto her during her life in America. My work was in that land, and my\nearthly toil was cut short early, as hers has been. I died at thirty years old.\nI toiled five years, carrying forward the lamp of God's truth as I knew it.\"\nMr. Wedgwood remarked that he must have been a missionary.\n\" Yes, in Susquehannah and other places.\"\n\" Can you give any name besides David 1\"\n\"David Bra-David Bra-David Brain--David Braine-David Brain.\"\nMr. W. : \"Do you mean that your name is Braine 1\"\n\" Very nearly right.\"\nMr. W. : \"Try again.\"\n\" David Braine. Not quite all the name; right so~far as it goes\nI was born in 1717.\"\nMr. W. : \" Were you a native of America 1\"\n\"(lllegible) My native land. The Indians knew many things. They\nheard me, and my work prospered. In some things they were wise.\"\nMr. W. : \"Are you an American 1\"\n\" America·I hold to be my country as we consider things. I worked\nat -- \" (sentence ends with a line of D.'s).\nHere Mr. Wedgwood felt tired, and Miss Hughes proposed that she and\nI should go for a walk while he rested. When we came in Mr. Wedgwood\nsaid he thought it had come into his head who our control was. He had\nsome recollection that in the 18th century a man named David Brainerd was\nmissionary to the North American Indians. We sat again, and the follow-\ning was written :--\n\" I am glad you know me. I had not power to complete name or give\nmore details. I knew that secret of the district. It was guarded by the\nIndians, and was made known to two in.dependent circles. Neither of them\nsucceeded, but the day will come that will uncover the gold.\"\nIt was suggested that this meant Heavenly truth.\n\" I spoke of earthly gold.\"\nMr. Wedgwood said the writing was so faint he thought powerwas failing.\n\"Yes, nearly gOlle. I wrote during my five years of work. It kept my\nheart alive.\"\nMr. Wedgwood writes:-\nI could not think at first where I had ever heard of Brainard, but I\nlearn from my daughter ill London that illy sister-in-law, who lived with me\n40 or 50 years ago, was a great admirer of Brainard, and seemed to have an\naccount of his life, hut I am quite certain that I never opened the book and\nknew nothing of the dates, which are all correct, as well as his having been\na missionary to the Susquehannahs.\nIn another letter Mr. Wedgwood writes :-\nI see the name is Brainerd, not ard, as I had supposed, and this removes\na difficulty in the writing. Planchetto had written Braine, and said that\nwas right as far as it went, which it would not have been if thc name had\nbeen Brainard. My daughter has sent me extracts from his life, stating that\nDigitized by Google\n\fNov., 1890.] Journal of Society for Psychicctl Research. 321\nhe was bom in 1718, and not 1717 as planchette wrote. But Mrs. R. 's\nBiographical. Dictionary says that he died in 1747, aged 30.\nMrs. R. writes that she had no knowledge whatever of David\nBrainerd before this.\nExtract from Biographical Dictionary sent by Mr. Wedgwood:-\nBrainerd, David. A celebrated American missionary, who signalised'\nhimself by his successful endeavours to convert the Indians on the\nSusquehannah, Delaware, &c. Died, aged 30, 1747.\nIt is perhaps noteworthy in connection with the last sentence\nof the planchette writing that in the life of Brainerd by Jonathan\nEdwards extracts given from his journal show that he wrote 11 good\ndeal, e.g., \"Feb. 3, 1744. Could not but write as well as meditate,\"\n&c. \"Feb. 15, 1745. Was engaged in writing almost all the day.\"\nHe invariably speaks of comfort in connection with writing.\nL. 850. Experimental Apparition.\nObtained for us by Miss B. Porter, who is acquainted with both\nagent and percipient, and has talked over the incident with both of\nthem. Compare the experiments of Mr. S. H. B. and of Mr. Godfrey\nrecorded in Pltantasms ('j the Living.\nTHE AGENT'S ACCOUNT.\nFrom Miss Edith Maughan.\nSeptember, 1890.\nOne night in September, 1888, I was lying awake in bed reading. I for-\nget what the book was, but I had recently been studying with interest various\ncases of astral projection in Phantctsms of the Li'Ving, and I distinctly\nremember making up my mind that night to try whether I could manage to\naccomplish a projection of myself by force of will-concentration.\nThe room next to mine was occupied by a friend of mine [Miss Ethel\nThompson], who was all old acquaintance, and not at all of an excitable turn\nof mind. This room had formerly been used as a dressing-room, and there\nwas a door connecting it with mine. For some years, however, it had been\nabsolutely separated by the locked door, on my side of which stood a very\nhea\\'y wardrobe, which would require two strong men to move it away. The\nonly available exit from my room was the other door which opened on to the\nlanding, as was also the case with the dressing-room. That night I perfectly\nrecall lying back on my pillow with a resolute but half doubtful and amused\ndetermination to make Miss Thompson see me. The candle was buming on a\nchair at the side of my bed, and I heard only the ticking of the clock in my\nroom as I \"willed\" with all my might to appear to her. After a few\nminutes I felt dizzy and only half conscious.\nI don't know how long this state may have lasted, but I do remember\nemerging into a conscious state and thinking I had better leave off, as the\nstrain had exhausted me.\nI gave up, and changing into an easy position I thought I had failed\n\f322 Journal of Society for P8ychical Research. [Nov., 1890.\nand needlessly fatigued myself for an impossible fanoy. I blew out my\ncandle ; at the instant I was startled by hearing an indistinot sound from the\nnext room. It was Miss Thompson's voioe raised slightly, but I oould not\ndistinguish more than the aotual sound, whioh was repeated, and then there\nwas silenoe. I wondered whether she had had a bad dream, and listened a\nshort time, but did not seriously intagine that it was more than an accidental\nooincidence. Soon after my olock struok 2 (a.m.) and I fell asleep.\nNext morning I notioed that Miss Thompson looked rather tired at\nbreakfast, but I asked no questions. Presently she said, \"Had I gone into\nher room to frighten her during the night 1\" I said I had not left my room.\nShe declared that I seemed to her to oome in and bend over her. From what\nshe said I concluded it must have been between 1 and 2 a.m. Her own\nacoount is in the possession of the Psyohical Sooiety. All I have to add is,\nthat I was in my ordinary state of health, and not at all exoited, but merely\nbent on trying an experiment.\nIn a letter accompanying this, Miss Maughan says:-\nI can't find the fact noticed in my diary for 1888. I only keep a very\ntiny one, just for the sake of entering letters, &c., and have no allusions to\nwhat happens as Ilo rule. I fanoy, though, that it was on the night of\nSeptember 10th. Does Miss Thompson give any exaot date, for if it\napproximates to that it would be the oorreot one 7 I know it was just at\nthat time, because it was during her last visit at this house.\nTHE PERCIPIENT'S ACCOUNT.\nThe Chimes, Groye Park, Chiswiok.\nDecember 30th, 1889.\nDuring the summer of 1888 (end of August) I was staying with the\nMiss Maughans in Linoolnshire. We were interested in Theosophy, and had\nbeen discussing the phenomena of people leaving their bodies and appearing\nin their astral forms. I am not a good sleeper, but not at all of a nervous\ntemperament. I stayed awake one night until two or three. I was perfectly\nwide awake, when suddenly I saw Miss Edith Maughan standing by my bedside\nin her ordinary dark dressing-gown. The moonlight came in at tho window\nsufficiently for me to distinguish her faoe clearly, and her figure partially.\nI sat up in bed, and said, rather orossly, \"What do you want here, Edith1\"\nI thought she had oome for some joke. As she didn't answer I immediately\nstruok a light, but she was gone. It is a mistake that I screamed out. I may\nhaye spoken suffioiently loudly to be heard in the next room. I thought she\nhad got out of the room with astonishing rapidity, but I didn't trouble muoh\nabout it. The next morning I asked why she came into my room. She\ndenied having done so, but said she had thought of coming, but that as it\nmight disturb me she decided not. She said she sat up in bed, and for the\nsake of something to do was willing herself to go out of her body and oome\nto me, and mentioned about the time I saw her. I think I have answered all\nyour questions. Although it is moreJhan a year ago I remember the incident\nclearly, as it made a distinct impression upon me.\nETHEL THOMl'SON.\nDigitized by Google\n\fNov., 1890.] Journal of Society fO'1' Psychical Research. 323\nL. 851. Experimental Thought-transference. Visual.\nThe following is a case from America. Compare with it Case L.\n845 in the Journal for July, and an experiment of Baron von Schrenck-\nNotzing recorded in the Journal, Vol. III., p. 307.\n242, W. 4th Street, Cincinnati, Ohio.\nNovember 14th, 1887.\nAbout three years ago, or less, my brother, in his letter to me, endeavoured\nto interest me in some phenomena which had come to his observation, but\nas my reading had thus far not recognised such ideas, I gave his statements\na 0001 reception.\nMy employment is that of \"book pressman,\" running two large book-\npresses (Adams) printing school books. The lady is one of two female\n\"feeders\" directly under my charge, one feeder for each press. She has held\nthat position for the last four or five years. She is about 45 years old and\nintelligent, right-minded, and kind-hearted, morally above suspicion.\nOne of the experiments which my brother had suggested for me to try to\nsatisfy myself was to try what the effect might be of looking at and think-\ning of a person at the same time.\nThis is the history of the first experimellb.\nDate, early March, 1886.; time of day, middle of forenoon; place, press-\nroom. Both of my presses stopped at the time and the lady sitting with\nher back turned toward me, at a distance of 15 feet, myself engaged\non the second press, in inspecting and carrying away a heap of printed\npaper, she reading the fashion column of a newspaper (as I afterwards\nlearned). Suddenly the idea occurred to me, \"Why not try that experiment\nnow 1\" Instantly I turned toward her, concentrating my look upon the\ncentre of the back of her head and mentally calling her first name. I\nremained in that position for five or six seconds, then turned to my work,\nthinking that experiment a failure, as I saw no signs otherwise. Between\n25 and 30 minutes (by the clock) afterwards, she arose, and coming toward\nme with a hesitating step and a perplexed half smile on her face, said,\n,, Warner, were you trying to make me look at you a while ago 1\" \" Well,\nhow long ago 1\" said I. \" About half an hour ago,\" said she. \" Perhaps I\nwas,\" said I. \" How did I appear to you 1\" \"Well,\" said she, \"I wasn't\nmuch interested in what I was reading, and all at once the letters seemed to\nrun together, and your form and face appeared in a wavering, unsteady\nway, just to the left, in front of me. You had a smile on your face, a piece\nof waste paper in each hand, and your arm seemed to be resting on a table or\nsomething.\" This was an equal surprise to both of us at the time, although\nsince then I have verified it with somewhat similar experiments upon other\nl.~ies, and repeatedly with this one.\nIn a later letter Mr. Warner adds :-\nThe description which Miss Mallou gave of my attitude, \"You had a\nhalf smile on your face, a piece of waste psper in each hand, and your arm\nseemed to be resting on a table or something,\" was in most exact accord\nwith the actual facts. Very many times since then she has actually seen me,\nDigitized by Google\n\f324 Journal of Society f(Yf' Psychical Research. [Nov., 1890.\nwithout use of the eyes, while in her vicinity, and when my attention was\nnot specially turned towards her ; at other timeil, at my will, she would\n\"sense\" me that I was looking at her by a perception as of a flood of\nlight coming over her eyes, but I cannot at present hope to offer such positive\nand well vouched for evidence to your Society as would be accepted on such a\nmatter. I personally know of other people with as curious experience, but\nuntil all such can be induced to make public matters which ordinarily they\nkeep very much to themselves, I cannot expect my unsupported testimony to\nhave any great weight.\nMr. Warner also says, in answer to inquiries :-\nThere was no understanding .between Miss Mallou and myself that I\nshould try any experiments upon her or any other lady at any given time or\nplace. In making this experiment I only hoped to call her attention, by\ncausing her to feel me or my influence. The projection of my personal\nappearance was an equal astonishment to us both, and only occurred, as it\nseems, because she was in a very passive condition, mind not excited by\nwork or pleasure. Both she and myself have since then experimented as we\nwere working, upon other persons (ladies generally), with the result that\n(generally) they would seem \"nervous,\" \"fidgety,\" &c., and look around\ntowards the person experimenting. \"I can feel when anybody is looking\nat me,\" said one lady to me. Miss Mallou was long ago familiar with the\nlatter phase.\nIn reply to your question \"whether I have met this peculiarity of\n'projection' with any other person besides Miss Mallou1\" I have, in my\nlimited experience and opportunities, not, so far, to my knowledge, succeeded\nin projecting my personal appearance on any other subject than Miss Mallou.\nBoth Miss Mallou and myself have, too many times to enumerate, succeeded\nin sending out a \"force\" to others, who were not aware at the time that\nthey were being experimented with, to leave any lingering doubts in our\nminds as to the fact of 9uch a force. Had some of our subjects at the timo\nof the experiment not had the excitement of the care of work upon steam.\npower machinery upon their minds, I am quite satisfied that such force as\nwas sent to them would have been still more evident to themselves (as to us),\nperhaps even to the point of a \"perception of form.\"\nWe have somewhat abbreviated Mr. Warner's account of his second\nexperience :-\nMy second startling experience took place, as nearly as I can remember,\nabout five weeks later, and within 25 feet of the same location.\nMonth, April; time of\" day, about 10 o'clock in the forenoon; weather\nclear and bright. Both machines running, both feeders employed, the lady\nmentioned on the first press in the row. Of course, considerable noise, &c.,\nbut we are so used to it that we never notice it. I should have mentioned\nthat this lady had told me that she had at times seen forms and faces about\nher, none of them familiar to her, but which she had often proved by indirect\nquestioning of those bywhom the forms seemed to stand to be relatives, &c.,\nof such persons. More than this she knew nothing, but the faculty seemed\nto annoy her a little.\nDigitized by Google\n\fNov., 1890.] JO'I.IIY\"nal of Society for P8ychical Research. 325\nWhile the presses are in motion, and I am walking about them, I often\nstand still near one of the feeders and have a little talk for a moment. On\nthis occasion, after a moment's conversation, I moved away from her, and at\na distance of seven or eight feet from her (back towards her) a loud, heavy\nBound, as of a man's voice, yet somewhat as if spoken into a barrel or hogs-\nhead, came especislly to my left ear. I looked sharply round and upwards,\nas the sound seemed to come from a large belt and pulley almost over\nme. My idea was that somebody was \"guying\" me for talking to the\n\"girl,\" as the impression given by the tone and inflection of the voice was,\n\"Here, that's enough of that now, that will do for you\" (just about that\nnumber of words, &c., &c.). Indignantly I turned towards the lady. \"Who\nwas that 1\" said I. \"Who was what1\" said she. \"Who was it that hollered\nat me 1\" said I. \" I heard nobody,\" said she. Then a sort of painful smile\ncame over her face. \"Did you see anybody 1\" said I, just \"catching on \"\nto the\" situation.\" \"Did you notice me rubbing my hand up and down my\nleft arm 1\" said she. \"Yes, but I thought it only a woman's whim,\" said I.\n\" Well,\" said she, \"while you were speaking with me a man stood at my\nleft, with his hand on my arm and hindering me about my work. He had\ndark eyes, a long black moustache, a good-natured face, with a teasing smile,\nbut I was annoyed, and just as you left me I said to myself, 'Must I be\ntroubled in this way 1 I wish you would go away,' and just then he left me\nand went towards you, his hand passing against my shoulder as he moved\ntowards you; and the next thing you asked, 'Who was that 1' I thought\nyou had seen him.\" \"No,\" said I, \"I saw nothing.\" \"Well, I heard\nnothing,\" said she. Of course my curiosity was excited by such a thing, so\nforeign to all my previous experienco, never having had a spiritual communi-\ncation before this experience. I should have stated that this lady informs\nme that the difference between the appearanco of an earthly form, as in my\nexperiments, and those of a spiritual nature, to her vision, is simply that\nthe colours and impressions are strongest from myself. I have often had\noccasion to know that, without any special exertion on my part, she could\nsee me as well with her eyes closed as open.\nMiss Mallou writes as follows:-\nCincinnati, 0., November 30th, 1887.\nMr. Warner kindly let me read letter and printed matter he received\nfrom you, and asked if I would be willing to write about the experience we\nhad in the office, but as he has written his version, and let me look over it,\nI do not think it necessary to write more, only to say that what he has\nwritten is correct, and I could not explain more fully than he has done. If\nthere is any point that needs any explanation from me, I will be pleased to\ngive it as plainly as I can. LIZZIE A. MALLOu.\nDe~ember 16th, 1887.\nIn answer to your questions of the 8th, I can only say I have always\nthought what I have seen has been clairvoyantly. Mr. Warner has written\nyou and I think has given you a better explanation than I could. I have\nalways (it seems so to me) had this power of seeing, but when I have told\nthings I have seen, I have been laughed at and told it was my imagination.\nDigitized by Google\n\f326 Journal of Society for Psychical Research. [Nov., 1890.\nThe face 1 saw 1 had never seen until the day spoken of, but on the day\nfollowing, and about the same hour, 1 saw the same face again.\n1 think the reason 1 did not turn and look at Mr. Warner was, 1 was\nannoyed, 1 felt he was looking at me, and when 1 saw the form come round\nfrom my left side (I was leaning with left arm on window sill) 1 did not know\nwhat to think or do, so 1 said to myself, \"I won't turn, or let him know\nanything about this,\" but the more 1 thought, 1 was annoyed, and to satisfy\nmyself (or, as he says, woman's curiosity) 1 asked him if he had been trying\nany experiment(on me, and told him why 1 thought he had been.\nLIzzm A. MALLou.\nThe coincidence in tillS case would, of course, be considerably\nweakened if Miss Mallou had been in the habit of seeing a phantasm\nof Mr. Warner before his experiment was tried. We therefore made\nspecial inquiries on this point. In reply Mr. Warner writes to Mr.\nHodgson on October 11th, 1890:-\nMiss Mallou, 1 am entirely~certain, never distinctly BaW me 'Without the use\nof her eyflll before date of said experiment, and Bince then, as a rule, only by\nmomentary glimpses. Her will seems somehow to unconsciously aid and\ndirect her powers in this direction. As, for instance, being curious to know\nthe contents of a letter just delivered, and opened by a lady standing on a\nmachine in her (Miss Mallou's) rear, she saw several of the lines with the\nsignature, afterwards comparing notes with the holder of the letter, and\nwith much surprise to the latter.\nWhen 1 have tried to \"force\" myself upon her as she stood at her work\nfacing me, and at some distance away, it has often appeared to her as a\nblinding white light in her eyes-this only for the instant.\nL. 852. Ae pn Auditory.\nThe following case, sent by Dr. E. W. Symes, is of a somewhat un-\nusual type. It would be interesting even were there not the reason\nthere is for thinking that the doctor's impression may have been due\nto his patient's desire for his presence.\nIt was in the early morning of a Christmas Day, about 12.30 a.m., when I\nheard a ring at my night bell, and speaking down my speaking tube (which is\nclose to my bed)-my wife heard me conversing-I was told by a gentleman,\nwhose voice 1 well knew and recognised, that 1 was to go at once to see his wife,\nwho was in labour, and urgently needed my assistance. 1 got up, dressed, and\nwent to the house, knocked with my stick several times on the back door,\nbut failing to get an answer returned home to bed. 1 went to church the\nnext morning, Christmas Day, at 7 a.m., and shortly after 9 the same gentle-\nman calledagain and said 1 was to go at once to his wife. 1asked him whether\nhe came in the night and he said, \"No, but 1 nearly did at 12.30 this morn-\ning.\" 1 said nothing, but went and attended the lady, and then asked for\nparticulars, without putting any leading qUfllltioll.s. They told me she had been\nmuch worse at 12.30 a.m., and had wanted me to be sent for, but that the\nnurse didn't think it necessary. They also said they heard my knocks on the\nDigitized by Google\n\fNov., 1890.] JO'Urnal of Society for Psychical Research. 327\nback door, but being Christmas morning they thought it was \"the waits,\"\nand so did not answer.\nThe only remarks I should like to make about the case are these :-\n.As an actively engaged doctor it not infrequently happens that I fancy\nI hear tlle night bell; but in this case I certainly had a conversation\nwith the gentleman down my tube. I was much interested in this lady's\ncase, and she was about due, and I was daily thinking of herand she probably\nof me, and I cannot help thinking that it was no delusion on my part that made\nme get up and go to attend her. She told me afterwards that she was \" very\nbad\" at 12.30, and did so long that I might be sent for and be with her.\nHope Hall, Halifax. E. WEST Snms, M.D.\nApril 23rd, 1890.\nl\\Irs. Symes corroborates as follows :-\nI perfectly well remember the events of the night in question, which are\nexactly as my husband states. I was awakened by hearing him speaking\ndown the tube, and said, \"Who are you ta).king to, the night bell has not\nrung 1\" He said, \"Yes, it has ; I have to go to Mrs. S.\" As I always hear\nthe bell, I thought this curious, and I listened carefully while he spoke\ndown the tube. He answered several questions (apparently) though I could\nhear no voice but his own; which surprised me, as I ca~ always hear the\nvoice but not the words unless they are very loudly spoken. I said to my\nhusband, \"I think you are mistaken, there is no one there,\" but he said,\n\"Nonsense, it IS S. himself, and I must go immediately,\" which he did,\nreturning in a short time, and saying that S.'s house was all in darkness,\nand he could make no one hear.\nMay 16th, 1890. M. EVELYN SYMES.\nIn a later communication Dr. Symes adds :-\nThe date was December 25th, 1884. Certainly no other husband came\nto me, or I should have heard of it afterwa.rds, and, besides, I know Mr. S.'s\nvoice so well, and had no doubt who was speaking to me.\nWe talked three times, I thinlc, through the tube. . . . They are\nall clear, by the bye, on the point that Mr. S. was at home all the evening,\nand all night, and did not go for me till 9 something the next morning.\nP. 135. Dream.\nFrom l\\Ir. W. N. Evans, through Professor Claypole, of Buchtel\nCollege, Akron, Ohio.\nThe following incidents occurred in the autumn of 1854, though the\nprecise date has not been preserved.\nThe memoranda were written out by me in the form of a story a few\nyears ago, partly from notes preserved and partly from memory. My\nrecollections of the event are perfectly clear to this day.\nI was living at the village of S. in the Derbyshire potteries. My father\nkept the flour mill near the village, and I used to go about from town to\ntown selling our product to the retailers.\nDigitized by Google\n\f328 Journal of Society for Psychical Research. [Nov., 1890.\nOur nearest neighbour was Mr. H., the station-master, a man of about\nmiddle age, and a great friend of my father's.\nOn the day now alluded to I started on one of my regular journeys at\nabout 7 o'clock in the morning, intending to visit Barton-under-Nedwood,\nAlrelVas, and other villages, and to return home by way of Burton-on-Trent.\nShortly after my departure, Mr. H. came over to our house, making\nanxious inquiries about me. On being told that I had left home early\nin the morning, he returned to the station, but during the morning he\ncame over to our house two or three times, evidently very nervous and\nanxious about me. On being pressed for a reason for his anxiety he told\nmy father that he had had a very realistic and unpleasant dream about\nme, the eft'ect of which he could not throw oft'. He said that in his\ndream he had distinctly seen me driving up a steep hill ; and on reaching\nthe top my horse began rearing and plunging, at last falling and throwing\nme to the ground, where I lay stunned and covered with blood from a wound\nin the head, and that when I was lifted life was extinet. So deep was the\nimpression made upon Mr. II'.s mind by this dream that his anxieties\nduring the day only increased, 1101' could he rally under my father's repeated\nassurances that dreams were of no value whatever, and that doubtless I\nshould come home all right in the evening.\nIn the afternoon, on the road between Barton and Burton, I had to\ndrive over a railway bridge, with a very long and gradual approach to it. As\nI reached the top my horse, excited by the galloping of a pair of fine horses\nin the field beside and below me, reared and plunged, and threw me out\nupon my head, cutting and bruising me ; and I lay there stunned-for how\nlong I cannot say, but perhaps a minute or two. My horse was hurt, my\nshafts were broken, and I had to employ a man to wheel the broken gig\nsome miles into Burton, whither I leu my lame horse. There I had a.\nwash and some tea, and then walked home to S., five miles. I\narrived very late. Aroused by Mr. H's. continued anxiety, my father had\ninformed some of his friends of the circumstances. They had assembled\nwith horses, gigs, &c., to go and search for me, when I walked into the midst\nof them, tired and dirty, and with many marks of my unpleasant adventure.\nW. N. EVANS.\nIn answer to inquiries Mr. Evans writes :-\nMontreal, August 1st, 1890.\nYour letter of July 21st, with enclosure, addressed to our mutual friend,\nProf. Claypole, has been forwarded to me.\nThe account of my accident I have duly signed as requested. You are\nquite at. liberty to use my name, but I think it better not to mention any\nothers, though probably there are none of Mr. H.'s family there now. Mr.\nH. and his wife have long since died; my father and mother are both dead,\nand probably no one is living except myself who has any recollection of the\nevent. I just remember that my eldest sister may have been there, and if\nso, she will remember it. I will write and ask her. After so long a time it\nis difficult, if not impossible, to obtain corroborative evidence.\nON PSEUDO-MEMORY.\nWITH SPECIAL REFERENCE TO CASE 58 IN THE AMERICAN\n\"PROCEEDINGS,\" AND TO P. 135.\nWeare glad to print the following remarks with which Professor\nClaypole, of Buchtel College, Akron, Ohio, (an Associate of the\nAmerican Branch) introduces a premonitory dream which we have\nDigitized by Google\n\fNov.,1890.] Journal of Society for Psychical Research. 329\nreceived from him. We hold .that the hypothesis developed by\nProfessor Royce in his \"Report on Phantasms and Presentiments\" in\nthe American Proceedings-that in certain cases a hallucination of\nmemory may produce an impression that an event of which the news\nhas just come has been previously dreamt of-is one that deserves\ncareful consideration: and we think that in one or two cases it affords\nat least a plausible explanation of apparently striking presentiments.\nBut it seems to us that the hypothesis is stretched to extravagance\nwhen it becomes necessary to assume a double memory hallucination-\none of the dream and another of having told it-with further memory\nhallucinations on the part of the persons to whom it was told.\nIn sending the accompanying narrative (P. 135 printed above, p. 325)\nI desire to remark on some criticism on a similar case that I forwarded to\nthe American Society about two years ago. In both cases a forecast of an\nevent by parties not immediately concerned is apparently implied. Such\nforecast involves an enornlOUS psychical difficulty. Telepathy, if proved,\nmay explain an impression following an event or even one contemporaneous\nwith it j but an impression antedating an occurrence falls in a different\ncategory. This difficulty was perhaps the motive that led Mr. Royce to\nseek other means of explaining the fact.\nBy reference to the Proceedings of the American Society for Psychical\nResearch, pp. 475-478, it will be seen at once that Mr. Royce's explanation\ndoes not conform tu the evidence. He asserts (Op. cit., p. 523) that the case\nthere related is one of pseudo-memory, and that the relation before the event\noccurred did not really take place. Now this is evidently contradicted by the\nevidence. It, is utterly impossible that the writer could within twelve hours\nhave imagined having told the story of the dream at breakfast whose exact\nfulfilment took place during the day. Further, it is, if possible. more\nincredible that the rest of the family should have recalled the fact of the\nrelation of the dream at breakfast.\nHad the whole narrative been based on memory much of Mr. Royce'l)\ncriticism might have been justifiable. But when it was supported by a letter\nwritten on the day on which the whole took place his method of explana-\ntion appears to me, at the very least, utterly irrelevant.\nIt would be possible to explain away the most positive and well-supportcd\nstatements if such treatment of evidence could be allowed. The strictest\nand severest investigation is, of course, proper and necessary. The more EO\nas an event is more strange and mysterious. But to assert or to imply that\na competent witness writes in the evening deliberately that she had related\nto the family at breakfast a dream when she had not done so, and by\ninference had not dreamed it at all, is simply to deny her truthfulness-mi,,-\ntake on this point being out of the question. If this course is adopted in the\nexaminlltion of similar cases it is useless to quote any when they cannot he\nverified by written testimony before the fulfilment j a requisition obviously\nalmost impossible. I say\" almost impossible\" because even the most ardent\nadvocate of such presentiments must admit that they pass unfulfilled more\noften than fulfilled. But it would be a very erroneous assumption to deny\nthe validity or value of a detailed and ci?\"c1l1T!stantial narrative, such as that\nnow referred to, because others equally circumstantial had been followed by\nno result. The possibility of coincidence must be kept in mind, but until\nmathematicians have indicated to us the exact value of the probability we\nmay safely assume that it is almost zero, and diminishes to a vanishing\nquantity very rapidly with every added item of detail, so that it may safely\nbe neglected.\nDigitized by GOL\n\f330 Journal of Society for Psychical Research. [Nov., 1890.\nOn one other point I wish to remark. Mr. Royce adds: \"It is evident\nthat the witness is one who attaches much importance to dreams.\" So far is\nthis from the truth that it is exactly opposed to it. The witness was in early\nlife discouraged from paying any attention to them, and in fact continued in\nthat mental state, so that she seldom even mentioned them except in such cases\nas those related. This is the reason why no record exists of the presentiment\nbefore fulfibnent. Unless they related to some member of.the family they\npassed unnoticed; except of late years for scientific purposes.\nRegarding the narrative now forwarded, of which some few further details\nmay perhaps be obtainable, there is no discrepancy between the forecast and\nthe event except that the boy was not killed, and this really does not\ninvalidate the story because if the mental vision ceased at or about the\nmoment of the fall the impression would naturally be that the boy was dead.\nIn the dream he is represented as being picked up. The narrative implies\nthat he got up himself. Which of these is correct, msy perhaps yet be\ndetermined.\nThe nature and strength of the evidence in these and many other similar\ncases compels me to totally reject Mr. Royce's explanation from pseudo-\nmemory as quite untenable and illogical. It merely attacks the testimony\nwithout the slightest reason for so doing. I cannot see any alternative but\nto accept the opinion that forecast is one of our mental possibilities and that\nthe forecast may be sometimes startlingly correct even in detail while at other\ntimes it may be partly erroneous or even wholly fallacious. How the mind\nexerts this power is for such societies as this to discover, and also to find out\nhow or why it sometimes works right and sometimes wrong in its presenti-\nments. But to deny or to explain away as pseudo-memories cases so strongly\nattested as some of these that have appeared on the records of the Psychical\nSociety is not only unphilosophical but adapted to discourage investigation.\nDifficulty in a problem, especially in mental science, is the worst excuse\npossible for denying its existence or resorting to the Gordian method of\nsolution.\nE. W. CLAYPOLE.\nCATALOGUE OF UNPRINTED CASES.\n(Oontinued from the October JOURNAL.)\nFurtltet· information improving the evidence in any qJ tl,ese cases\nwill be gratefu.lly received.\nB L 36 is the anonymous case of apparently spontaneous telepathic\ncommunication on several occasions between two persons not specially con-\nnected with one another, mentioned in the Journal, Vol. IV., p. 215.\nB L 37. Ae pn Visual.--Mrs. Botterill, about 50 years ago, sees an\napparition of her sister when the latter, ill in the next room, is wishing for\nher. Date of narrative, 1889.\nB L 38. Ad pn Auditory.-A copy of a paper by the late Major\nValentine Hale Mairis. About the time of his son's death ill India, of which\nhe was unaware, he heard a knock at his bedroom door, and rustling as of\nlinen garments outside. Similar phenomena were repeated on the two\nfollowing nights. He was greatly impressed. Mrs. Mairis on the same\nnight dreamt of their SOIl. Date of experience, September, 1843; and of\nrecord, January, 1844.\nB L 39. Ae pn Mental vision.--Mrs. Hunt has a. mental vision of a\nfriend and ascertains that it was probably on the same night that he was\nwishing for her advice in a crisis of his life. Exact coincidence of time\ncannot be proved.\nDigitized by Google\n\fNov., 1890.] Journal of Society \/01' P8ychical Research. 331\nB L 40. Ad pn oS: 8-Mrs. Sinton has a vague dream and feeling of rest-\nless uneasiness on the day of her son's death in India. Date of experience,\n1882; and of record, 1889.\nB L 41. Ad pn -Raps at the time of death. From Dr. Cadwent, who\nwas told by the percipient of the raps and of the inference drawn from them\nbefore the news of the death was received. Date of incident, 1834. Date\nof record, 1890.\nB L 42. Simultaneous dreams.-Miss Rosamund Curtis and Miss Jessie\nCurtis both dream of soap having been taken from the former's room. There\nis good reason to think that Miss R. Curtis, as agent, may have caused Miss\nJ. Curtis's dream.\nB L 43. Ae PI-Miss Rosamund Curtis dreams that her uncle is ill the\nnight after the illness commences, and before she hears of it.\nBL44. Ae Ps-Mr. Foster dreams of the birth of a grandchild. 1st hand\naccount written the day after the dream. Sent by his daughter, Mrs. Clark.\nThey were, for special reasons, very anxious. On the night of the birth he\ndreamt that all was well, was convinced that his dream was veridical, and\nmentioned it before the news came. He was not a habitual dreamer, nor\nteller of dreams. Date, May, 1847.\nB L 45. Dream.-Mrs. Moul dreams twice on the same night that a\ncertain friend has bought a hanging lamp for the nursery. She calls upon\nher friend the next day, and finds that she has just been out to buy such a\nlamp, having been made anxious by the upsetting of a table lamp tho\nevening before. Date of dream, February, 1889. Recorded same year.\nB L 46. Visual. Borderland.-Mrs. Barrett, in India, wakes up and\nsees her mother (then in England) sitting in the room with someone stand-\ning beside her. Her mother seems to faint~ Next mail brings news of her\nmother's illness-:-commencing with \"seizure\" of some kind, coincident with\nvision. Date of vision, February, 1867. Recorded February, 1889.\nB L 47. Simultaneous dreams.-Mrs. Crawford relates that when a\nchild of 7 she in common with a brother, a sister, and their mother, all\ndreamt on the same night of an \"Uncle John\" (mother's brother) who was\nabroad and lost sight of by the family. The children did not know they had\nsuch an uncle. Nothing followed. Recorded October, 1889.\nSUPPLEMENTARY LIBRARY CATALOGUE.\n-Additions sinoe the last list (\" Journal\" for Jtlly).\nTHE EDMUND GURNEY LIBRARY.\nOsoooD (Hamiltoll, M.D.), The Therapeutic Value of Suggestion\nduring the Hypnotic State, and Report of 35 Cases. (Boston\nMedical mid Surgical J otlrnal, Mall 1st and 8th, 1890.) 1890*\nPRINCE (Morton, M.D.), Revelations of Hypnotism, Post-Hyp-\nnotic Suggestion, Automatic Writing and Double Personality.\nrAlso report of discussion on this Paper.] (Boston Medical and\n\"Surgical Jowrna.l, May 15th mid 22nd, 1890.) Boston, U.S.A., 1890*\nAZAM (Dr.), Amnesie Periodique ou Dedoublement de la. Per-\nsonnalitil.........................................................Bordeaux, 1877\nBONJEAN (Albert), L'Hypnotisme et la. Suggestion Mentale\n(2 copies) •...........................................................Pa.riB, 1890+\nCONGREs INTERNATIONAL DE PSYCHOLOGIE PHYSIOLOGIQUE (1889)\n(Compte Rendu du) ..............................................Paris, 1890\n• Presented. t One copy presented by the publisher.\nDigitized by Google\n\f332 JO'U\/I\"Y\/..al of Society for Psychical Research. (Nov.• 1890.\nDELBIEUF (Prof. J.). L'Hypnotisme applique aux .Alterations de\nl'Organe Visuel •..•••.....•......••.•.......•.....••.....•..•.•...Paris. 1890\nBRUGELMANN (Dr. W.). Uber den Hypnotismus und seine Verwer-\ntung in der Praxis.......................•..•.........•..•.....•..Berlin, 1889\nDUAY (A.). Die Mysterien des Schlafes und Magnetismus. 2 vols.\n(From the French.) ......................................•...Stuttgart. 1855\nDESSOIR (Max). Erster Nachtrag zur Bibliographie des Modernen\nHypnotismus •......................•..............................Ben-in. 1890\nKERNER(Dr. Justinus). ErinnerungenanF. A. Mesmer..•Frankjort. 1856\nLAMBERT (F.), Hypnotismus und Elektrizitil.t im alten Aegypten\n(Sphift:IJ,~Januatll. 1888). 1888\nLUDWIG (Dr. Wilhelm), Spaziergii.nge eines Wahrheitsuchers ins\nReich der Mystik........•...........................•...........Leipzig. 1890\nMESlIrIER (Dr. F. A.), Allgemeine Erlil.uterungen tiber den Mag-\nnetismus und den Somnambulismus •..............•.•...•..Halle, 1812\nMOST (Dr. G. F.), Die Sympathetischen Mittel und Curmethoden\nBostock. 1842\nMUNSTERBERG (Dr. Hugo), Die Willenshandlung ••.•.....Freiburg. 1888\n-- Beitrii.ge zur Experimentellen Psychologie..........Freibuf·g. 1889\nREICHENBACH (Freiherr von). Odische Erwiederungen ...Vienna, 1856\nSANTANELLI (Prof. Ferdinand), Geheime Philosophie oder Magisch-\nMagnetische Heilkunde. (From the Latin.) .........Stllttgat-t, 1855\nSARLO (Francesco de). Sull'lnconsciente, Ipnotismo, Spiritismo,\nLettura del Pensiero (Rivista spet'imentale di Fretlatria, Vol.\nXVL. Fasc. iii.}.......................................Re!T!Tio-Emilia, 1890\nTHE GENERAL LIBRARY.\n[R] ADARE (Viscount). with introductory remarks by the Earl of\nDum·avon. Experiences ill Spiritualism with Mr. D. D.\nHome. (Printed for private circulation.) (2 copies}......... N.D.**\nCARUB (Dr. Paul), The Ethical Problem........................Chica!To, 1890*\nGODFREY (Rev. N. S.), Table-moving tested, and proved to be the\nResult of Satanic Agency (5th edition) ..................London, 1853\nWALLACE (Alfred Russel), The Scientific Aspect of the Super-\nnatural ............................................................London., 1866\nYOltKSHIRE SPIRITUAL TELEGRAPH, Vols. I. and IV....Keighley.1855-7\nCONORES SPIRlTE ET SPIlUTUALISTE INTERNATION~ (1889)...Paris, 1890\nD'HENIN DE CUVILLERS (Baron), Le Magnetisme Eclaire ...Paris, 1820\nGOVLART (Simon), Thresor d'histoires admirables et memorables\ndo nostre temps....................................................Geneva, 1610+\nHOFFlIlANN (Jean), Discours au Congres International des Spirites\naBarcelone ....................................................... ..Rome, 1888§\nENNEMOSER (Dr. Joseph), Geschichte der M~gie ............Leipzig, 1844\nHELllONT (J. B. von), Die Morgenrothe [Reprint] ......Sulzbach, 1683\nHOME (Intorno alIa Vita di Daniele Dunglas), Revista dei Signori\nProfessori W. F. Barrett e Frederic W. H. Myers. (From\nthe English.) (3 copies) ..........................................Pesaro, 1890!\nLux, Vol. IlL. Nos. 1- .............................................Bome, 1890+\n** One of these was presented by Lord Emly.\n* Presented by the publisher. § Presented by the a.uthor.\ntPresented by Professor Richet. :::Presented.\n[R] It is not a.lluwed to take these books out of the Library.\nDigitized by Google\n\f","_id":471}