{"name":"Journal of the Society for Psychical Research 3663","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_journal_v4_n75_dec_1890.pdf","mytitle":"Journal of the Society for Psychical Research, V4 N75, December 1890","mylang":"de","content":"::\\0. LXXV.-VOL. IV. DEOEIIIBElI, 1890.\nJOURNAL\nOF THE\nSOCIETY FOR PSYCHICAL RESEARCH.\nCONTENTS.\nNew ~lembeT8 and Associates .. ..\nMeeting of the Council .. .. ..\nCases Received by the Literary Committee\nCorrespondence. .. .. .. ..\nCatalogue of Unprinted Cases (Continued) ••\nNEW MEMBERS AND ASSOCIATES.\nMEMBER.\nPAGE\n.. 333\n.• 338\n•• 334\n•• 34,6\n•• 848\n\\VOODRUFFE, MISS ADELAIDE, 3, Prince's-mansions, Victoria-st., S.W.\nASSOCIATES.\nALLEY, C. F. EGERTON, B.A., Heywood College, Tenby.\nBUCKLE, 'V. T., l\\I.B. (Lond.), 5, Vicarage-villas, Willesden, N.'V.\nCHATTOCK, ARTHUR P., Unixel'sity College, Brist()l. .\nGRAYTHA~, F. ·W., Trinity College, Cambridge.\n::\\IARSHALL, MRS., 50, Eaton-place, Brighton.\n~EILD, FREDERICK, The Yews, Fernhurst, Sussex.\nH,ITCnIE, )lIss, 131, Clapham-road, London, S.'V.\n\\VITHERS, J. J., B.A., 2, l\\Iuseum-chambers, Bury-st., Bloomsbury, 'V.C.\nASSOCIATES OF THE AMERICAN BRANCH.\nThe }il'st two Cl8 HOIi. Associates.\nALEXANDER, MRS. KEZIA E., Birmingham, Mich., U.S.A.\n'WILTSE, Du. A. S., Skiddy, Kansas, U.S.A.\nCRAIG, J. \\V., Box 291, San Bernardino, Cal., U.S.A.\nGILES, MRS. GRACE 1\\1., 19, Baltimore-block, Atlanta, Georgia, U.S.A.\nHASLET'f, O. C., 452, Spear-street, San Francisco, Cal., U.S.A.\nHURLEY, A. )1., Cornet· of :First and Monmouth Streets, Independence,\nOregon, U.S.A.\nLEONHARDT~ J. S., M.Sc., M.D., 1452, O-st., Lincoln, Nebraska, U.S.A.\nMILLER,Mns. H.F.,Hotel Langham,Washington-st.,Boston,Mass.,U.S.A.\nSAWIN, REV. T. P., The Manse, 120, First-street, Troy, N.Y., U.S.A.\nTAYLOR, EDWARD WYLLYS, 43, Hancock-street, Boston, Mass., U.S.A.\n)IEETING OF THE COUNCIL.\n.A. Meeting of the Council was held 011 the 5th of December, the\nl'rcsidcnt ill the chait·. The following Members were also present :-\nProfessors 'V. F. BRl'l'ctt aml Oli\"er J. Lodge, Dr. A. T, Myers, Rml\nDigitized by Google\n\f334 JOt\/it-Iud of Society fm' Psychic(tl Resew·ch. [Dec., 181.10.\nMessrs. T. Barkworth, William Crookes, Walter Leaf, F. W. H. Myers,\nF. Podmore, H. Babington Smith, and R. Pearsall Smith..\nOne new Member and eight new Associates were elected, whose\nnames and addresses are given above. The election of ten new\nAssociateS of the American Branch, two of whom had been elected as\nHonorary Associates, was also recorded.\nA minute was made at the request of Professor Lodge, transferring\nhis name, after the current year, from the list of Associates to that of\nMembers.\nThe names of three Associates were at their request transferred to\nthe American Branch.\nThe decease of Dr. Muirhead, of Glasgow, a Member of the Society,\nwas recorded.\nIt was agreed that the names of several persons who, from various\ncauses, had virtually ceased to be Members of the ~ociety, should be\nstruck off the list.\nVarious matters of routine and other business having engaged the\nattention of the Council, it was agreed that its next Meeting should be\nat Westminster Town Hall, on Friday, the 30th of January, 1891, at\nthe close of the Annual Business Meeting, which has been fixed for 3 p.m.\non that day.\nCASES RECEIVED BY THE LITERARY COMMITTEE.\nL. 853. A pn Visual. Child Percipient.\nFrom Mrs. Bishop.\nJuly 8th, 1890.\nI venture to recount a strange incident which occurred between 8 and 9\nyears since to one of my children.\nWithout entering 011 unnecessary details, I must mention that my\nhusband was taken seriously-and, as it proved, hopelessly-ill, when our\nlittle daughter, to whom he was passionately attached, was two and a half years\nof age, and he was ordered by the doctors to travel. It is necessary here to\nmention-for on this hangs the strangest part of my tale-that up to this\ntime my husband cultivated only a moustache, which was exceedingly fair, but\non leaving home he allowed his whiskers and beard to grow, and they came\non very dark.\nOn the 18th December, 1881, when he had been away from home six\nmonths-during which time he never saw either of his children-he had a\nstroke of paralysis. I was with him in Surrey, whilst my little girl and my\nboy, aged 7 years, were left at our home ill Kent, in charge of an aunt, a\nnurse, and female servants. On the afternoon of the 19th, the two children\nwere playing in the nursery, when, unobserved, the little girl ran out of the\nDigitized by Google\n\fDec.,1890.] Jourlutl of Society for Psychical Research. 335\nroom, and all in the house were presently startled by her calling from the\nhall to her brothel', in most delighted and excited tones, to come into the\ndining-room, for \"poor papa\" had come home. My aunt, the servants, and\nmy little son all ran to her, when she seized the boy by the hand and\neagerly drew him into the room. Her surprise and disappointment to find it\nempty were great. She then told how she had drawn a chair to the side-\nboard (and there it stood) that she might get to the biscuit-box (a very\nusual proceeding of the little creature's) when, turning to mount it, she saw\n•• poor papa\" sitting in his armchair, that he put out his arms for\" baby to\ntiM him, but baby wouldn't 'cause he looked so funny, he had black whiskers\nall round here\" (pointing to her cheeks and chin). The child was at that\ntime within a few days of three years old. She had not seen her father for\nsix months; she had naturally never been told he was growing a beard, and\nhad she been, would not at her age have realised it, nor have known the\ncolour. She was questioned and cross-quetltioned, but never varied her tale\nin one single particular. On comparing notes with my aunt and the ser-\nvants, we found that this apparition appellred to my little daughter during\nthe unconsciousness which p'l'eceded her father's death. She was at the\ntime in perfect health, and, is now a bright, healthy girl. She has now nu\nrecollection of this event, nor do we remind her of it.\nI should much like tu hear how this incident can be explained, for,\nnaturally, there was no imagination at wurk, a8 the fact of her refusing tu\nkiss what she supposed tu be her living father, because of his having grown\na beard, proves that she saw him as he then wall, not as she remembered\nhim in the flesh. She evinced no fellr, unly delight, and afterwards dis-\nappointment.\nMrs. Bishop writes later ;-\nI have delayed writing to you again, until I could send you the report\nof my sister-in-law, which I have just received. I did not communicate\nwith her personally un the subject, but asked a mutual friend to du so,\nthat there might be no suggestion of my having refreshed her memory.\nMy boy writes me that he thinks his recollectiolUl of the occurrence are\nmore from hearing it since spoken of, than from any distinct remembrance\nof his own.\nMiss Bishop's account is as follows ;-\nJuly 17th, 1890.\nMy brother, being an invalid, left home for the benefit of his health. He\nwas a fair man and wore a moustacho only, till he had been away a short\ntime, when he grew a beard, which, unlike his moustache, was very dark.\nHe never returned home, and in about six months died. The day of his\ndeath (December 19th, 1881), for a brief moment he appeared conscious and\nto know those around him, but subsided once more into unconsciousness,\nand, I noticed, died about 4 o'clock in the afternoon. On returning home\nthe same night the following strange incident was told us ;--\nMy brother's little girl, aged nearly 3, was very partial to biscuits,\na.nd had a habit of going on her own account in search of them, in the\ndining-room, where she would find them in a biscuit-box on the sideboard.\n\f336 JOt~i'IUtl of Society for P8ychic(~l Rese<tt'clt. [Dec., 11l!1O.\nOn the afternoon of the da.y I ha.ve mentioned-a.t the time my brother was\ndying-my little niece thought Hhe would go and get her dainty, leaving the\nnursery Ulmoticec:l. Her brother, her great-aunt (who was taking charge of\nthem), and the ma.id were there. In a few moments she called to her\nhrother, \"Come into the dining-room, boy, poor papa has eome home, a.nd\nhe held out his arms for baby to go to him-but baby wouMn't because he\nhas black whiskerll all round here\" (mtmllillg the beard whieh she had never\nseen). ThiK alarmed the aunt anti the maid, who knew there was no one in\nthe house b\"yomi thelUKelves, and searched high and low but found no one.\nWe questioned the child as to what she had seen, and she told us exactly\nthe llame tale over and oyer again without deviating one degree from hel'\noriginal statement.\nIt is my fiml belief that my brother's spirit was constantly with his child,\nfor she was frequently complaining that someone was \"blowjng on her,\"\nwhich ceased the day and moment he was buried. L. T. BISHOP.\nlIrs. Bishop says she had quit.e forgotten the little girl's complain-\ning of the\" blowing on her\" till reminded by Miss Bishop's account.\nShe wrot{l on November 28th, that. she had, after some difficulty,\nfound the nurse who was with them at the time. This nurse, she\nsays, remembers the circumstances, but is an illiterate person, from\nwhom an independent account would not be of much value.\nThe next tlll\"ee cases are from Mrs. Wickham, who is known to\n:\\lr. )lyers, and who has related the occurrences described yerbo.lly tQ\nhim. It is an intCl'esting instance of more than one veridical expe-\n)'icnce occurring to the same percipient, and of such experiences being\nshared by othcr members of her family. Thc three incidents related\nare connected with two gentlemen, whom we will call lIr. A. and\nllr. B. )lrs. 'Vickham has had It few otber experiences, in at least\none case shared, but not coincidental.\nL. 854. Ad ps\nOn the evening of March 13th, 1879, I was dressing myself to go to \/I.\ndinner party at Admiralty House, Vittoriolla, Malta. I had accepted Admiral\nRnd Mrs.--'H invitation, much against my will, as a dear friend was lying\nseriously ill at Brighton. However, the latest accounts had been so cheering\nand hopeful that I had allowed myself to be persuaded by Illy husband into\ngoing. An eerie fellling was creeping over me in an unaccountable manner,\nbut I tried to throw it off and succeeded in doing so to a certain extent;\nstill, rlOmcthing made 111C turn my head round a.nd stare into my husband's\ndrcsijing-l\"oolll, which opcned iuto minc. I distinctly saw a hand waving\nbackwards amI forwards twice. I rUijhcd into thc room-it was cmpty.\nSoon aftcrward!!, my husband ClLlnc upst.airs, and I told him what I hud secn,\nhut hc put it down to \" IIC1TC8.\" As wc crossed thc watcr the coolllight\nIIiI' 8cc1l1cd to reyi\\\"c mc and I began to laugh at myself for lctting my\nimagination play such tricks. Arrh\"ed at the Admiral's, the same weird feel-\ning, that something WIUI 11ear 1116, crept U\\'er me again. I felt surc that if I\nDigitized by Google\n\fDec.,lSllO.] .rut\/nwl of Soc-i.e!!J .fin' PH!Jclrical lWselJ.1'c\/'. . :1;37\nwere to tum round I should lIee something. All through dinner this idea\nremained fixed inlUY mind-and my host, by whom I was seated, teased me\nabout my preoccupation and want of appetite. I was glad when we came\naway ;'had the hOlTible tension continued much longer I must have screamed,\nI think. It was only by the most powerful effort I could assume the sem-\nblance of composure. \\Ve got home, somehow, and I dragged myself up-\nstairs to my room, and commenced undrellSing. Whilst taking down my\nhair I distinctly felt a hand paIlS over my head and neck as if someone was\nallSisting me. I told my husband-to be again laughed at. I knelt to say\nmy prayers. Instead of praying (as I had been used to do) for God to make\nmy friend well, I, without any will of my own, prayed that he might be\ntaken out of his misery. I went to bed. Something came and lay beside\nme. I clung to my husband, who tried to calm me, assuring me there was\nnothing there to hurt or frighten me. A cold mouth seemed tu freeze on my\ncheek, and I distinctly heard, \"Good-bye, Sis, good-bye,\" in my friend's well-\nknown voice. Still my husband declared he could hesr nothing. I said,\n\" I am sure Mr. A. is dead.\" My husband said I was hysterical and over-\nwrought, drew me towards him and held my hand till I fell asleep-for I\nsuppose it was a dream and not a vision I had. Be this as it may, I saw my\nfriend come into my room; a livid mark was across his face. He was\ndrellSed in a night-shirt, and his feet were bare. He came Ilnd sat beside me\n-told me he was dead-that he had left me some money, and before he died\nhad wished to make some alteration in his bequest, but the end had come so\nsoon, he had not time to do so. He repeated his \"Good-bye,\" kissed me,\nand disappeared.\nI told my husband of my dream and marked the date. Five days after-\nwards a letter with a deep black border came to me from my friend's brother,\ntelling me his brother had passed away at 10 o'clock, March 13th. Allowing\nfor the difference of time, Mr. A. must have come to me either just before\n01' just after his death. The legacy left me Wa.<! as he had stated, also the\nfact that he had intended to make a change as regarded it, but though\nthe lawyer was sent for, he came too late. ECOEXIE \"-ICKHAlIl.\n:Mrs. \"'ickham's 'husband, Colonel \\Vickham, corroborates a~\nfollows :-\nCertified to truth of above facts.\nG. H. WICKH.HI (Lient.-Colonellate R. A.),\nA.lIf\/lIst 11th, 1890.\nL. R55. Ad pn Collective. Visual.\nA friend of mino, an officer in the Gordon Highlanders, was severely\nwounded in the knee at Tel-el-Kahir.\nHis mother was a great friend of mine, and when the Carthage hospital\nship brought him to Malta Rhe Rent me 011 hoard to sec him and maktl\narrangemcllt~ for bringing him on shore. Whell I got Oil boal'd I was told\nhis was one of the worst cases there. So badly waR my poor friend wounded\nthat it was 1l0t considered safe to send him to the Military Hospital, and he,\ntogether with all officer of the Black Watch, was admitted to the naval one.\nBy dint of much entreat)', hili nlQtl\\Ql' and I were allowed to go there am~\nDigitized by Google\n\f338 Journal of Society for P8ychical Research. [Dec., 1890.\nnurse him. The pOOl' fellow was very ill, and as the doctors considered he\nwould die if an operation was performed, they did not amputate his leg,\nwhich was the only thing that could give him a chlUlce of life. His leg\nmortified, but the parts sloughed away, and as he still lingered on, some-\ntimes better, sometimes worse, the doctors began to think he might, per-\nhaps, recover to a certain degree, though he would be lame for life, and\nmust eventually die of decline. For nearly three months and a half he lay\non his bed of agony. About a month before his death the head doctor said\nthat the presence of a young woman always near him excited him and re-\ntarded his recovery, so I went away to my home on the other side of the\nharbour, going over frequently to see his mother and learn from her how he\nwas. As he would never take food or medicine, excepting from me, I was\ntroubled to think what the poor boy might do. At last the doctor sent for\nme, begging me to go back as he was literally dying of starvation, refusing to\ntake food or medicine until I returned. When I went to him he put out his\nhand to me and said : \"They have let you come back to me now that it is\ntoo late. I've eaten nothing.\" He lingered about a fortnight after this, and\na few days before the end I pinned the Order of the Osmanli on the front of\nthe poor dying boy's night-shirt. It was very cold, and the hospital draughty,\nmy lungs were delicate, and I got a fearful cough and kind of fever from\nthe impure air of the room, for I sat in an armchair by his bed all night, as\nhe slept better holding my hand.\nOne night, January 4th, 1886. no immediate change being apprehended,\nhis mother made me go home to have a night's rest, as I was by this time\nvery ill indeed, not being strong at the best of times. He had been in a\nkind of lethargy for some hours, and as the doctor said he would probably\nsleep, being under the effects of morphia, until the next morning, I con-\nsented to go, intending to return at daybreak, 80 that he should find me\nthere when he awoke. About three o'clock that night my eldest son, who\nwas sleeping in my room, woke me with the cry of: \"Mamma! there is\nMr. B. !\" I started up! It was quite true. He floated through the room\nabout half a foot from the floor, smiling at me as he disappeared through the\nwindow. He was in his night-dress, but, strange to say, his foot, ofwhich the\ntoes had dropped off from mortification, 100.!l exactly like the other one. We\n(both my son and myself) noticed this. Half an hour afterwards a man came\nto tell me that Mr. B. had died at 3 o'clock, and I must go to his mother\nwho had sent for me. She told me that he had been half conscious just\nbefore he died, and was feeling about for my hand, after pressing hors and\nthat of his soldier-servant who had remained with him to the last. I have\nnever forgiven myself for going home that night.\nEuolfNIE ,\\VICKHAM.\nMrs. \"Wickham's son, who was, as she informs us, nine years old at\nthe time of the occurrence, signs the account as follows :-\nI certify to the above fact.-EDMUND WICKHAlII.\nG. 640. Collective. Visual and tactile.\nIn the summer of 1886 I was living at Stuttgart, having taken my family\nthere for e<l~tioJll!ol reasons. We were aU seated at the tea-table, talking\nDigitized by Google\n\fDec., 1890.] Journal of Society for Psychical Research. 339\nand laughing, when I felt an extraordinary sensation as if someone was\n.leaning heavily on my shoulders. I tried to turn round but literally couldn't\ndo so. My head was stroked, and my cup, which was full, was lifted up, and\nput down half empty. Looking across the table I found my daughter's eyes\nfixed, and staring with a scared look in them I never wish to see again, at\nthe back of where I sat. I said nothing at the time, but when we were\nalone together in the drawing-room I asked L. what had made her stare at, or\nrather beyond, me so.\n\" I saw Mr. A. and Mr. B. standing, one on either side of you; they had\none of their hands on each of your shoulders, and they changed places once,\"\nreplied L.\n\" How were they dressed 1\" I asked.\n\"Mr. A. was in his grey suit; Mr. B. in Highland uniform.\"\n\" Did either of them drink out of my cup 1\" I asked.\n\"I don't know. My head was fixed as if in a photographer's rest, and I\ncould not take my eyes oft' their faces.\" .\n\"Were they sad-looking 1\"\n\"No! They were both smiling down at you. I could not see lower than\ntheir waists clearly; there seemed to be a kind of haze, but their faces were\nquite clear.\"\nBoth these young men had appeared to me previously-at the time of\ntheir deaths. [See two previous accounts.] They were much attached to\nme, and very fond of my little daughter. When first meeting these two men\nthey both told me they had seen me before-that I was in the habit of sitting\nin a chair by their bedside and staring at them. Strangely enough, whim\ngoing to tea with one of them, accompanied by his mother, I made the dis-\ncovery that he was living in the same room that had formerly belonged\nto my dead friend [Mr. A.] as I found my initials cut on a pane of glass in\nthe window, also on a stone by the side of the fireplace. Who or what it\nwas these two young men saw I cannot tell.\nThe following is Miss Wickham's account of her share in the\nexperience at Stuttgart :-\nDuring our stay in Stuttgart, as we were sitting at tea one evening, I\nsuddenly felt my head seized from behind as though in a vice, and my\nattention immediately became attracted to two shadowy forms behind my\nmother's chair. These figures moved, as it seemed to me, occasionally\nchanging their places from my mother's right hand to her left, and they put\ntheir hands on my mother's shoulder. One of the shadows appeared to be\ndres'Jed in grey (as indeed he had been when I saw him last), and the other\nin a Highland uniform. L. WICKHAli.\nL. 856.\nThe experiences related in the following narrative are remote, and\nnot at first-hand from the percipient, but are, nevertheless, interesting.\nWe give the account here as having a certain resemblance to Mrs.\nWickham's, in tbat more than one veridical experience appears to have\nDigitized by Google\n\f340 JOlwnal of Society for Psychical Resea1'clt. [Dec., 1890.\noccurred to the same percipient, and that a family tendency to such\nexperiences seems to have been shared by Mrs. Harris's grandfather\nand his two daughters.\nFrom Mrs. S. Harris.\n389, Beverley-road, Hull. November 26th., 1889.\nMy husband wishes me to write you just what I remember of my mother's\ndream concerning the sad death of my brother, who was drowned many\nyears ago. We have no written record of it left, although my brother Alfred\nmade a note of it at the time, and found that, allowing for the difference in\ntime in the different longitude, my brother Fred's death occurred ahout the\ntime when motller dreamed he was drowning.\n(1. Ad ps.) 1 remember one night 1 was sitting reading in my bedroom,\nwhen my mother came into the room and asked me if I had called her, for she\nhad heard, as she lay in bed, someone call\"Mother\" quite loudly. I had heard\nnothing, so concluded she must have been dreaming, although she said she\nwas awake at the time. The next night she came again, and said she heard\nthe cry again, but louder, and she thought it was Fred's voice. The follow-'\ning night she lay in bed talking to my father; she seemed to drop off to sleep\nin an instant, and dil-ectly afterwards !lhe almost sprang out of bed shrieking,\n\" Oh, Fred, }'red !\" My father lifted her in, and said: \"You are dreaming,\ndear,\" but she could not be convinced that she had been dreaming, for she\nsaid it was so real; she saw Fred walk over the side of the shipand drop into\nthe water; she strove to save hint, but could not get a firm hold, as he had\nonly his shirt on at the time. She was very much troubled about it, and was\nafraid something had happened to Fred, and it proved so, for the next news\nwe had was from the owners of the ship, which my brother had been the\ncaptain of, saying that he was drowned; he had been ill with the fever, and\nhad got up and left his cabill, his mate, who was sitting up to watch hinl, ha\\··\ning fallen asleep. That was at Bombay. Wilen the ship returned to Liver-\npool, my father and Alfred went up to get his effects ; they brought home a\nsketch of theship,which my mother, when she saw it, said was the very one\nshe had seen Fred go over. My mother was a very practical woman, and led\na very busy life. She was not given to fancies, but she had another verysin·\ngular experience in dreams, some years before the other, which may, perhaps,\ninterest you.\n(II. Reciprocal.) Many years ago, my mother had a very severe illness.\nI do not remember this, for I was too young at the time, but I have often\nheard mother tell the.story. She had been so ill that they were very doubtful\nof her recovery. One afternoon she went to sleep, and slept very soundly.\n'Then she awoke she said: \"I have had such a real dream, I dreamt I was at\nthe gate of your grandfather's farnl, and I walked down the long field, but\nwhen I got to the garden gate I saw father sitting smoking in the room, and\nhe got up to come to me, but I never got the gate open, but awoke before he\nreached it.\" Well, that same afternoon my grandfather was sitting by the fire,\nand, looking out of the window, thought he saw my mother coming down the\nfield. Knowing how ill she was, he started up in wonder, saying to his wife,\n·'Why, ron's Halmahl \" ~nq wePt oqt to meet her, bqt before he reached tho\nDigitized by Google\n\fDoc., lS90.] Jon-rnal of Soeicl!J JUl' Psych-tcal Resea'l'clt. 341\nlittle gate she was gOIlO. Then they both thought she must be dead, a~d her\nspirit had come to them; so grandfather Raddled his horse and came off to\nHull at once, never doubting that she was dead, but infltead of that she had\ntaken the tum to getting better. She used to Ray it WI\\8 so odd, they must\nhave had strong sympathy with each other, and dreamt together.\n(Ill. Ad PD.) My mother's sister had also a strange experience. One of\nher daughters got married. and almost immediately afterwards started with\nher husband to go to Canada. '1'hey sailed from Hull in the ship Aurora,\nwhich WI\\8 wrecked on the C08Rt when she had only been two or three days\ngone. Some of the passenger.; were Raved in the boatH, but my cousin and\nher husband were drowllCll, went down with the wreck. AR the last boat\npushed off, Rhe gaye her Bihle to II. man she knew, saying, \"Gil'e it to my\nmother.\" At the yelY time that the AW'om stl'Uck, my aunt wall IItanding\nironing by the window, when she saw her daughter enter the doorway, which\nopened into the kitchen, and go upstairs. My aunt followed her, but\nwhen she got up there waR not anyone to be scen. My aunt told me about it\nherself.\n\\Ve Ilext give foul' accounts of apparent thought-tt'ansfel'ence\nbetween persons in close proximity to each other.\nL. 857. An PD Thought-transference.\nMrs. Barber says that such instances frequently occur among her\nchildren, and gives the following extracts from her journal. Her\nnccount of a similar incident in which the same child WII.'l percipient was\nincluded in Pllantasm8 of tlte Li't-ing, Y01. I., p. 236.\n\"DeCflnber 26th, 1886.\n\"Last week E. came to Ree me before I waR up and I began to speak\nto her about what her ChriatmlUl money should be spent in, and when I said,\n'I'll tell you what I'ye been thinking you'd like to do with your money\n,'she burst ill excitedly with, 'I know! I I.\"IlO1\" what you're\ngoing to say ! '\n\" •Do you l' I said, amn.'led. ' 'Vhat makes you so sure 1'\n\" , I kllol(!,' she said, 'it came into my mind jUllt now. You're going to\nsay that I might spend.it in buying tOyl! to tench a cl&.'lII of Miss Henddon's I '\n(Precisely wlmt I was going to say.)\"\nN.D.-The Cllild had keenly shared my interest in Mi.'lII Headdon's work,\nbut &''1 the thought with respect to the mOlley Imd been an entirely new one\nto me, which I WI1.8 taking the first opportunity of communicating to her, it\nwas impossible that she could have heard of it in any way.\n\"On Wednesday J. went to London, and on getting his breakfast at a\nlittle inn in C--, he found a blackclock (i.t'., cockroach) floating in his\ncoffee. He fished it out and supposed it was a.ll right, but on pursuing the\ncoffee he got one in his mouth! Next day, at breakfast, he AAid, 'What's the\nmost horrible thing that could happen to anyone at breakfast 1 I don't mean\ngetting killed or anything of that sort. ' E. looked at him for a moment and\nl14id, 'To have a blackclock in your coffee! ' \"\nDigitized by Google\n\f342 JO'U'I\"fW,l 0\/ Society \/(Yf' Psychical Reuarclt. [Dec., 1890.\nShe was asleep in bed when her father returned the night before, and\nthey met at the breakfast-table for the first tinle the next morning, when the\nquestion was asked quite suddenly. When asked how she came to think of\nit, she said, \"I looked at the bacon-dish and thought a blackclock in the\nbacon,-no, he would see that-it must have been in the coffee.\"\nShe has a special horror of blackclocks, 80 the incident may merely have\nbeen one of the numerous instances of her unusually quick wit.\nCAROLINB BARBER.\nL. 858. An pa Thought-transference.\nReceived from MI'S. H., through the American branch of the Society\nMr. Hodgson is well acquainted with Mr. and MI'S. H.\n. Marc\/, 30th, 1889.\nMr. H. came home one afternoon [recently], and said to me, \"I saw\nMulliken to-day (I do not know him and his name meant nothing), and\nwhom do you think he has seen 1\" I replied instantly, \"Edward S. R.\"\nMr. H. looked astonished and asked me how I knew7-if I knew Mulliken1-\nif I knew he had been in Brazil1 I said, \"No,\" that I did not know why I said\nit, the name came to my lips without conscious thought. He said it was very\nstrange, but Mr. Mulliken had been in Brazil; had been telling him of his\ntravels, and of meeting Mr. R.\nR S. H.\nG.S.H.\nL. 859. An pn and An pi Thought-transference.\nAlso through the American Branch. From MI'S. D.\nThe rattlesnake incident, of which my brother, Dr. Abbot [an Associate\nof the American branch of the S.P.R.], spoke to you, happened, I\nthink, about three years ago. I met in the horsecar a friend who\nhad just come from Texas, where she had been passing the winter in\n0. very lonely place, miles away from any other ranche. I asked her\nif anything strange or startling had happened to her in that wild place.\n\" Yes,\" she said, \"I killed a big rattlesnake with twelve rattles, and you\ncan't guess what I did it with.\" \" A flat-iron,\" was my instant answer, and\nmy surprise was as great as hers when she told me I was right. The snake\nwas near the house, and she caught up a flat-iron, which was placed against\nthe door to keep it open, and throwing it at the snake nearly cut his head\noff.\nJamuull 3rd, 1889.\nYou ask if I had ever previously thought of a \"flat-iron\" 8S an instru-\nment of attack upon anything obnoxious. WIlen a young girl-at least fifty\nyears ago, I had a great fear of burglars, and often threatened to keep a\nfiat-iron in my room, with a string attache«l to it, that could be dropped\nupon the head of any burglar who should pass through the front entry of\nthe house and be accommodating enough to stand still in the right spot, and\nlet me carry out my pet plan of defence.\nI did not c:onsoiously remember this when I 81l8wereci my friond's qu~.\nDigitized by Google\n\fDec, 1890.] Journal of Society fO'¥' Psychical Research. 343\ntion so promptly, but shortly after it all came back to me, and my brother\nremi~ded. me of it the other day when we were speaking of the letter\nreceived from you. M. C. D.\nIf the coincidence of the fiat-iron resulted from the re-awakening\nof an unconscious train of thought, the same explanation cannot be\napplied to the dream of the same percipient given below. Mr. D. is\nno longer living, so that his corroboration cannot be obtained.\nJantta'l'1J 6th, 1889.\nIn an early morning nap, about ten years ago, I dreamed that a servant\nrushed to my roam in a state of great excitement, telling me that Mr. S.\nhad sent me a present of a pair of lions! They had been shut up in one of\nthe parlours, and were rushing wildly about, trying in every way to escape.\nThe start and fright woke me, but the whole scene had been so real that I\ncould not at first believe it was only a dream.\nAt dinner I said to Mr. D., \"Mr. S. sent me a present of a pair of lions\nthis morning\"-not speaking of it as a dream, and you can imagine my\nastonishment when he quietly said, \"Mr. S. ought not to have sent you\nthose. They belong to Park. He bought them for you, and they have been\nin the store for some days, waiting to be sent out !\"\nIt seemed that Mr. S. and my son had recently been sent to a small\nfactory in the country to examine accounts, and had found there some very\nfunny-looking hearthrugs, representing all sorts of strange animals, which\n11ad taken the fancy of the people about, who were buying them up eagerly.\nMy son bought one as a curiosity, meaning to send it out to me, and, as I\nsaid before, had forgotten to do so. It came the next day after my dream,\nand although the lions were very queer-looking animals, they had really\nbeen made and meant to represent the \"things of the forest.\"\nMr. S. was a salesman in Mr. D.'s employ, who was almost a stranger to\nme. I had not seen him, nor heard hinl spoken of for monilis. I had\nneither been reading nor thinking of lions or any other wild things, and\nheard not one word of tIle expedition to the CQuntry factory, nor what was\nseen there. M. C. D.\nJan1!at\"Y 11th, 1889.\nYour letter has suggested to me a possible explanation of the cause of my\ndream.\nIn the last 25 years of Mr. D.'s life he was a very early riser, getting up\nat half-pastfive o'clock and breakfasting at half-past six. That quiet morn·\ning hour, he has often told me, was the only time in the whole day he\ncould really call his own. He had a pleasant dressing-room, which he\nalways enjoyed, and he liked to move about at his leisure, thinking over and\nplanning the work for the day. After breakfast he was driven into town,\nand the first tIling he did there was to give to the coachman anyarticles which\nhad been sent to the office the day before which were to be brought out to\nthe house. These packages were always carefully arranged by hinl the last\nthing before he left the office i~ the evening.\nDigitized by Google\n\f344 JOl~l'n(.tl of Society fm' Psychical Re8eoilY:k [Dec., 1800.\nWhile my husband was l>lanning in his room I was having my morning\nnap in mine, the nap in which the strange dream came to me, and I beliel'e\nthat he thought of that queer rug, which had been lying within his sight\nfor several days, waiting to be sent to me, and that he felt annoyed at my\nson's neglecting to attend to it. Such little acts of carelessness always\ntroubled him, as his own habits were very methodical.\nMy son, Park, does not remember much about it, as it made little impres-\nsion upon him. M. C. D.\nL 860. As pt Simultaneous Dreams.\nFrom Miss M. Bidder, Rayensbury Park, Mitcham, Surrey.\nJune 9th, 1890.\nI was sleeping last night with my Rister, with whom I have shared a room\nnIl my life. I was sleeping soundly, and my dreamR, of which I now retain\nonly the vaguest recollection, took their most usual form of a confused\nrepetition of all the eventR of the past day jumbled together without mean-\ning or sequence, and without even much distinctness. The whole scene of\nthe dream was hazy and confused until I became suddenly conscious of the\nfigure of a skeleton in the foreground, as it were, which disturbed me in my\ndream, with a sense of incongruity. I first made a half-conscious effol·t to\nbanish the figure-which struck me with great horror-from my dream, but\ninstead of disappearing it grew more and more prominent and distinct,\nwhile all the rest of the scenc and the people in it seemed fading away. The\nfigure of the skeleton, which I can perfectly recall, presented one of the\nmost vivid impressions I eyer remember to have received in a dream. It\nappeared to stand upright before me, with what seemed to be a dark cloak\nllanging about its limbs and fornlinga kind of background as of a black hood\nbehintl the skull, which showed against it with extreme distinctness. It wna\non the skull, which was facing me full, thllt my attention was chiefly con-\ncentrated, and as I IItared at it, it IIlowly turned sideways, showing, to my\nhorror, the profile of a very long, sharp nose in place of the hollow socket.\nThe feeling of terror with which I perceiyed this (for the first time) was 110\nintense as to awaken me, nor could I e,-ell then entirely banish it. So\nunpleasantly strong, indeed, was the impression of some horrible presence\nwhich still remained, that it was with difficulty that I l·ellistcd the desire to\nrouse my lIistcr that she might help me to shake it off. Some movement of\nmine did in fact presently awake her, and I at once began to tell her of my\nhorrible dream. Before, however, I had de!lcribed it to her, she interrupted\nme to tell me of a dream which she had had, and which she said she had\nthought so amusing and so certain to allluse me that when she first awoke\nfrom it she had ab1108t roused me thenand there to tell me about it, and had\nlain awake for some time wishing I would show signs of stilTing, \\lIItil she\npresently fell asleep agaill. The dream, all she described it, was that she\nhad been completing the exclwatioll of a certain very ancient skeleton which\nwe had found (among many others) in a field of ours, and concerning which\nshe and I had been making observations together about a week ago. She\nhad found, in her dream, a new plan of removing the earth in .\\teh faahi~Jl\nDigitized by Google\n\fDec., 1890.] Jowrnal of Society for Psychical Research. 345\nas to show the skeleton lying there undisturbed and completely cleared, ant!\nhad been immensely excited by disoovering in the skull the remains of a\nsnout. MINNIE BIDDER.\n•\nJune 10th, 1890.\nThe night before last a curious ease of what I cannot but call telepathy\noccurred between myself and my. sister. ('Ve sleep in the same roolll.) For\nthe last two years the whole family have been ,\"ery lIluch interested in some\nskeletons and flint instruments found in a gravel pit in one of the fields.\nThey have never been properly excavated, and about ten days ago my sister\nand I had been amusing ourselves pulling out, bone by bone, one of\nthese \"paleolithic men,\" as we pleased to call them. He was a pal-ticularly\ninteresting one as we found a flint arrow-head in his hip-bone, but we 01l1y\ngot to his ribs. On the night in question I dreamt that my father was\nexcavating in a more approyed method, taking off the top mould and\nleaving tIle bones in their original position in the brown earth so that you\ncould see the form of the lIIan to whom they had belonged. In this way we\nlifted out the rest of the !!keletoll at which Illy 8ister and I had been working,\nand behold! when we got to the skull it had a snout. We were delighted\nto be able to prove this extrdurdillary fact respecting paleolithic lIIan, and the\ndoctom crowded down from town to 8ee the creature; but my sist~r was\nnowhere about, and wmy anxiety to tell her of our discovery I wuke myself\nand nearly woke her. I stopped myself just in tinIe, thinking what a shame\nit was to spoil her night's rest for a dream. Still wishing she were awake to\nhear, and thinking again of the curious effect of the black earth-filled skull,\nwith its projecting !!nout, and dreaming of my dream, I tUl'llet! o\\'er and\ndropped into another. Before I had got well stal-ted in this, however, I was\nawakened by my 8ister trying to light the <;alldle. \"What i!! it?\" I said.\n\"'Vlmt's the matter?\" \"I'\\'e jUl!t hat! such a horrid dream,\" she answered;\n\" it haunts me still.\" But I do not think I need repeat her dream, which I\nbelie,'e she hali written. Ix.\\ BIDDER.\nAdditional ill\/ormation about some Cases already printed.\nMr. Hodgson sendt! the following notes of an interview· with :\\Ir.\nF. G., the percipient in the first case gin·n ill )11'. l\\lyel·s' paper\n\"On Recognised Apparitions Occurring more than a Year after Death.\"\n(Proceedings S.P.R. Part XV., pp. 17-20.)\nSt. Louis, Mo. April 16th, 1890.\n1n cOllvertl&tioll with Mr. F. G., now 43 years of age, he says that there\nWilli a. very special sympathy between hili mother, sister, and himself.\nWhen he I!8.W the apparition ho wali seated at a small table, about two\nfeet in diameter, and had his left elbow on the table. The scrateh which he\nsaw wall on the right side of his sister's nOlie, about three-foul-ths of a.n inch\nlong, and was a somewha.t ragged IImrk. His home at the time of the\nincident was ill St. Louis. His mother died within two weekf! after the\nincident. His liister's face wus hardly a foot away from his OWII. The SUIl\nDigitized by Google\n\f346 Journal of Society for P8yckieal Resea1·ck. [Dec.,1890.\nwas shining upon it through the open window. The figure disappeared like\nan instantaneous evaporation.\nMr. G. has had another experience, but of a somewhat different cha-\nracter. Last fall the inlpression persisted for some time of a lady friend of\nhis, and he could not rid himself fur some time of thoughts of her. He\nfound afterwards that she died at the time of the curious persistence of Ills\nimpression.\nMr. G. appears to be a first-class witnetiS.\nR. HODGSON.\nAn abstract of the incident referred to in the corroborative letter\ngiven below was published in Pl,anta8ms of tlte Living, Vol. II., p. 690,\nand repeated with additional information in 1\\-lr. Myers' paper \"On\nRecognised Apparitions Occurring more than a Year after Death \"\n(Proceedings S.P.R. Part XV., pp. 31, 32).\nMarahu, Bahia. March 4th, 1890.\nDEAR SIR,-With reference to the request in the letter you have en-\nclosed to me from your correspondent, I remember, when you and I were\nliving together at our works nearMarahu, that you had a warning, or pre-\nsentiment, or knowledge (I am not up in these matters, and do not know\nwhich is the proper term to use) of the danger or death of the gentleman\nreferred to in Mr. Myers' letter. I recollect also your makillg sketches at\nthe time, almost mechanically, of an apparently fainting or dying man, with\nthe head sunk downwards on the breast. That the death actually took place\nat the time of your presentiment was verified later on when the mails of that\ndate arrived from Europe. If my memory does not play me false, I think\nthe feeling of your being likely to get news of the death was strollgly re-\nexcited in you shortly before the arrival olthe mai1.-Yours faithfully,\nEWEN CATTANACIL\nJohn Cameron Grant, Esq.\nCORRESPONDENCE.\nMr. Charles L. Money writes to us, under date November 24th,\ncomplaining that in our report of the General Meeting 011 July 11th\nlast (which he has only just seen) the ground of his objection to the\nphrase, \"Hallucination of the senses,\" as used by the S.P.R., was not\nstated, and expresses a desire,\n\"to again urge upon the Society my conviction that serious detriment\nis being, and will continue to be, done to its character and usefulness by the\nbranding of all such phenomena as may be or have been exhaUlltively\ninvestigated, indiscriminately and in the. face of forcible and authentic\nevidence, in so many cases carefully weighed and tested by intelligent and\nimpartial investigators, with the condemnatory nickname of sense-illusions\nor ' hallucinations.'\nDigitized by Google\n\fDec., 1800.] Jou,1'nal 0\/ Society lor Psychical,Researclt. 347\n\"WhBtever meaning we, as a body, may agree to attach to this descriptive\n11oun, the word has but one signification for the 'man in the street'--for the\noutside world, and it appears to me most strongly that-bearing in mind the\nbitter scathing contempt we have to encounter at the hands of the material-\nistic Press, the cynical and lofty sneers of the votaries of the 'Higher\nPhilosophy,' and the still open hatred and bigotry of religious cotelies-it\nis little short of fatuous self-stultification on our part to dub researches-for\nwhich alone (or words have no meaning) the S.P.R. exists-into admitted\nFacta carefully authenticated, as mere investigations into 'sense-illusions,'\nor, what means the same thing, 'hallucinations.'\n\"'ACensus of Hallucinations.' Why, sir, such a description would fittingly\napply to the 'researches' of a body of Lunacy Commissioners, or the\nlabours of a fraternity of mad-doctors engaged in tabling the brain-vagaries\nof their distraught patients, rather th8Jl the scientific examination of sane\nand well-balanced evidence, the eareful collation and recording of authen-\nticated facts, with a view to their unprejudiced consideration, tending to a\ncloser knowledge and keener study of certain laws hitherto unsuspected, and\nimperfectly judged, and ofoccurrences in connection with them which we can\nonly justly at present characterise af! unexplained phenomena.\nCHARLES L. MONEY.\"\nIt was our impression when Mr. Money made his remarks-and this\nimpression is confirmed by the perusal of his letter-that he had not\nread either the discussion of this subject in Plumtasms of tke Li'ving or\nthe President's address on the \"Census of Hallucinations,\" on July 8th,\n1889 (in Proceeding8, Part XV., pp. 7-11), in which his objection i:;\nanticipated and answered. To repeat the arguments there used would\noccupy too much space; we will, therefore, merely remind our readers\nthat what is required is a word or phrase which will include all\nkinds of apparitions, whether veridical or purely subjective, or known\nto have their origin in hypnotic suggestion-apparitions representing\nliving people, dead people, unrecognised people, the percipient himself,\nfragments of human beings, animals, and inanimate objects, &c. The\nword must also include auditory and tactual impressions similarly un-\ncOllllected with the ordinary external world. The expression, \".Hallucina-\ntion of the senses,\" denotes all such experiences for the psychologist and,\nwe think, for most educated persons, without any idea of \"branding\"\nthem with \"a condemnatory nickname.\" But if anyone will suggest some\nother word or phrase which will equally well express our meaning,\nwhile avoiding the objections which Mr. Money feels so strongly, we\nshall be glad to give the suggestion full consideration. The word\n\"appearance,\" suggested by Mr. Money at the meeting, is clearly at the\nsame time too wide and too narrow. It excludes auditory and tactile\nimpressions, and includes an indefinite number of phenomena with which\nour investigations have nothing to do.\nDigitized by Google\n\f348 Jouriutl 0\/ Society for P8.IJch~c(tl Resectrclt. [DEc.,lS90\nCATALOGUE OF GNPRINTED CASES.\n(C'OlltiIlHcd frollt the NQcembcr JOURNAL.)\nFurther information improl:ing tlte evidence in any oj these cases.\nwill be gratefully receit:ed.\nB L 48. 2nd hand. Vision or impression.-Cap~in M. relates that in\nthe winter of 1877-78 Mrs. R. had a \"vision\" of an accident to a dog-cart\nand Mrs. 'V., who was in it, coincidently with the event. Mrs. R. knew\nthat Mrs. 'V. was out (hi\\ing'.. 'rhe accident happened a mile away.\nB L 49. Visual. 31'<1 Imlld.-Miss Creagh relates, on the autholity of her\nmother, that Mr. W. Creagh (Miss C.'s uncle) saw the phantasm ofa sister\npass across the room. The .sister died exactly at the time, as noted by\nwatch. No dates given. .. .\nB L 50. Visual. Borderland:. 2nd hand from person cognisant of\nimpression before event.-Lord Emly relates in 1889 that \"about 24 years\nago\" he mentioned to an old family boatman that his (Lord E.'s) cousin was\nill. The old boatman at once asserted that she was dead, explaining that,\nthe night before, he had seel~ Lord E.'s grandfather, and his face was so sad\nthat percipient knew something was going to happen to the family. Next\nmorning news of the cousin's death arrives. .\nB L 51. Dream. 2nd haml.-l\\Irs. So has he<'\\rd her mother relate that\nin 1842 she dreamt 3 times in one night that one of her yoqng daughters had\nfallen out of a window. Next day news came that thc dreamer's own sister\nhad so fallen while sitting with the daughter, nearly dragging the child with\nher. Exact time of accident not stated. Recorded Febl'Uary, 1889.\nB L 52. Visual. 2nd hand.-The narrator's mother (now dead) scm;\ntall figure near her, ill the house, coincidently with the death of her sister\nabroad. Death unexpected by percipient. The figure was not recognised as\nthat of her sister at the time. No dates given. Recorded January, 1889.\nB L 53. Dream. 2nd hand.-Thesal1le percipient, whilst nursing a sick\nson, dreams of her husband, then in 'V. Indies, saying \"I need your care\n1010 lUuch morc.\" Her husband is at the time taken ill of fever, and dies.\nXo dates.\nB L 54. Visual and AUllitory.-l\\Irs. Potts at school is awakened by\nhearing her name called. She thinks it is her friend and turns round to\nanswer, when she sees n man's figuro hemling o\\'er (tIwtliu schoolfellow's\nhed. She hears next lIlol'lling that this girl's father died in the night. No\ndates given.\nB L 55. Mr. Edmund Dickson has impl'clSsion of his \"ife sending telo·\ngram to say that she is ill and canllot keep appointmcnt. His wife at the\ntime intends to send such I~ teleb'ram, but gets better and does not do flO.\nExperience, January, 1885. Recorded July, 1889. .\nB L 56. lmpl'ession.-A lady narrstes ill August, 1888, that she had an\n\" impression of something bad happening to her father\" at the time he was\nthrown from gig and injured. No date.\nB L 57. The same lady records a similar impression which she had\nwhen her mother broke a blood-vessel in 1850.\nB L 58. The same lady also records that she had a similar impression\nwhen her brother died abroad in 1871. This impression is confirmed by the\nnarrator's daughter, who heard it mentioned before the letter containing the\nnews was opened.\nB L ii!J. Vit:!Ual. Ullrccogniscd.--Ml's. Sidebottolllllarratcs in 1888 that\nshe once saw a dark shadow gliding by hoI' in the passage and fading away.\nShe did not recognisc the figure; but she quitc expect.t.>d to heal' of a death\nin thc family. A cOll!>in, lIIl1ch attached to her, died at the time. No date.\nr .rp... Digilizedby Goooie\n\"-II 0\n\f","_id":472}