{"name":"Proceedings of the Society for Psychical Research 2932 2808 1774","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v1_9_december_1882.pdf","mytitle":"Proceedings of the Society for Psychical Research, V1, December 9, 1882","mylang":"de","content":"Dec. 9, 1882.] Pre8ident'8 .Addre88. 65·\nPROOEEDINGS\nOF THE MEETING OF THE SOCIETY ON\nDuember 9, 1882.\nThe second general meeting of the Society was held at the\nRooms of the Medical Society of London, Chandos-street, Oavendish-\nsquare, London, on December 9, 1882. \"\nHENRY SIDGWICK, EsQ., PRESIDENT, IN THE OHAIR.\nThe following address was delivered by the President:-\nIn opening this, the second, meeting of the Society for Psychical\nResearch, I do not propose to detain you long from the records of work\ndone and planned which our Oommittees have to lay before you.\nIndeed, I should be sorry if it became a general rule for the chairman\nat our meetings to occupy any substantial part of our time with such\ngeneral observations as must be already familiar to many, and will soon\nbecome trite to all. But our undertaking is so novel, and is still\nviewed with so much suspicion and disfavour by important sections of\nthe educated world, that it Play be well if for a few minutes I take up\n'again the line of thought pursued in my address delivered at the last-\nmeeting; and reply to some of the general criticisms on our aims and\nendeavours that have been offered in somewhat greater abundance sinCOl\nthe publication of our first Proceedings.\nWhen I say that many regard us with disfavour, I do not mean to\nimply that the reception of our Proceedings has shewn this to be the\ncase to a greater extent than I anticipated. Indeed, it has shewn the'\n_ very contrary. The number both of adhesions, and of expressions of,\nsympathy and approval from persons who do not join us, has gone'\ndecidedly beyond my expectations. I think the most cautious members\nof our Oouncil are convineed that the existence of our Soeiety is firmly\nestablished; that we are to have a fair field, and & fair hearing from at\nleast 8. considerable portion of the educated world, by whom whatever\nwork we do will be estimated pn its merits without prejudice; so that\nif we fail to attain our ends, it will be due either to our own deficiencies,\nor to the peculiar difficulties presented by the matters that we are\ntrying to investIgate. It is not, therefore, because' we are under any\npositive necessity of conciliating hostile critics that I wish to reply to\ntheir objections; but because, from the nature of our undertaking, it is\nunportant that the largest possible number of persons should be induced\nF\nDigitized by Google\n\f66 Second General Meeting. [Dec. 9,\nto render us at least incidental and casual aid, and also because in our\nattempt to carry the methods of organised ~d systematic investigation\ninto ground so little trodden by the scientific investigator, I, for one,\nfeel that we have need of whatever instruction we can derive from any\ncriticisms or suggestions, whether delivered in a friendly or hostile\nspirit.\nFor my own part, I should have been glad to learn even from those\nwho treat our endeavours with unmitigated ridicule, holding as I do\nwith Horace that it is quite possible for a jester to speak a seasonable\ntruth. But I have found that the very few persons who, in the Press\nor in private, have adopted this line of treatment, have been so totally,\nso ludicrously, ignorant of the facts from which they tried to cxtract\njokes, so utterly unacquainted with the nature of the evidence that, in\nour view, constitutes a primd facie case for serious investigation, that\nit has been impossible to derive from their utterances anything but\namusement-which was, no doubt, what they wiShed to furnish,\nthough in a somewhat different way. If any person who might otherwise\nhave assisted us could be dissuaded from doing so by the buffoonery of\n(e.g.) the Observer, his assistance, I think, could hardly have been\nof much value.\nA graver attempt at dissuasion, which was made by a more import-\nant organ of opinion, the Pall Mall Gazette, deserves, perhaps, more\nserious consideration.\nOn October 21st that journal, in an article written with a great air\nof scientific culture, urged its readers to abstain from inquiring into\nghost stories on account of the dangerous tendency to give them cre-\ndence which, on the principles of evolution, must be held to exist in\nour brains. Owing to the many generations of our ancestors who\nbelieved in spirits, we retain, it seems, in our nervou.'3 mechanism, \"in-\nnumerable connections of fibres,\" which will be developed into supersti-\ntious beliefs if we give them the slightest opportunity. Our only\nchance is to starve these morbid fibres by steadily refusing them the ,--\nslightest nutriment in the way of apparent evidence. We must \"keep\nclear of the pitch\" of superstition if we would avoid defilement. \" The\nscientific attitude can only be maintained by careful abstention from\ndangerous trains of thought.\"\nWhen I read this article I seemed to remember having heard some-\nthing very like it many years ago, only not quite in the same language.\nAnd then it flashed across me that this was the exact counterpart of\nthe dissuasions which certain unwise defenders of religious orthodoxy,\na generation ago, used to urge ~\"8.inst the examination of the evidences\nof Christianity. They told us that owing to the inherited corruption of\nthe human heart we had a proneness to wrong belief which could only\nbe resisted by \"steadily neglecting to develope\" it; that we must keep\nDigitized by Google\n\f1882.] Pl'e8ide1tt's A.ddre.,a. 67\nelear of the pitcb of free-thinking if we would avoid defilement; that,\nin short, the 'religious \"attitude can only be preserved by careful ab-\nmention from dangerous trains of thought.\" And I remembered the\ngenerous and sincere indignation with which our scientific teachers then\nrepudiated these well-meant warnings, as involving disloyalty to the\nucred cause of truth, and a degrading distrust of the God-given reason\n()f man: with what eloquence they urged on us to maintain our privi-\nlege of free and unfettered inquiry, to keep our minds impartially open\nto all evidence from all sources and follow our reason whitnersoever it\nled, at whatever sacrifice of long-cherished conviction; and I thought\nhow the whirligig of time brings round his revenges and how the new\nprofessor is \"but old priest writ large\" in a brand-new scientific jargon.\nBut it would be a pity to dwell too long on these extravagances, for\n_1 do not really think that the article I have referred to represents the\n\"riew of any considerable number of scientific men-indeed, I do not\n'Suppose that any instructed physiologist would gravely discuss the\ngrotesque substitute for original sin which the Pall Mall offers us in the\nsha.pe of superstitious connections of brain fibres. What our scientific\n()pponents for the most part really mean, however contemptuous their\nmanner may be, is not that they will refuse to look at any evidence we\nbring forward, but that they will require a great deal of very good\n-evidence before they will look at it. Now, I think tha.t their demands\nin this respect go somewhat beyond the limits of legitimate scientific\ncaution as regards the investigation of thought-reading, of which we\ngave the results in our last Proceedings; am} it might be worth while to\ntry to convince them of this, if all the evidence attainable bad been\n,aIready procured so that the stock could not be increased. But since\nwe ha.ve no reason to believe thi&-since, on the contrary, I hope we\n.shall keep making important additions to the evidence already brought\nforward-I do not care to dispute With them as to the exact amount\nnecessary for reasonable conviction. I quite agree with them that very\n_ :st~ng, very overwhelming, proof is wanted to establish scientifically a\nlact of sucb tremendous importance as the transmission of ideas from\nmind to mind otherwise than by the recognised organs of sense; and if\nthey will not yield to half-a-dozen decisive experiments by investigators\n()f trained intelligence and hitherto unquestioned probity, let us try to\n:give them half-a-dozen more recorded by other witnesses; if a dozen\nwill not do, let us try to give them a score ; if a score will not do, let us\nmake up the tale to fifty. TIle time and trouble will not He thrown\n.away if only we can attain the end.\nAnd here, I think, we may appeal for support to our scientifio\nfriend~I mean our scientific enemies, whom we hops ro turn into\nfriends-a.:.aainst another class of objectors who are much less dificult\nto convince of the truth of our conclusions, but are benevolently\n'II 2\nDigitized by Google\n\f68 8econd Gene'ral Meetinu. [Dec. ~~\nanxious that we should not waste our time in establishing them.\nI meet people in society who talk in this way; they think our evidence\nfor thought-reading looks very strong, and they do not see why there\nshould not be brain-waves or something of the kind; indeed, they have\nthemselves tried some experiments after dinner at country-houses, which\nseem to confirm our view; and, as for apparitions at the point of death,\nthey have always thought there was a case for them. But they do not.\nlike to see so many superior persons, as they politely say to me, spending\na serious part of their time on such .matters, instead of writing a\ncommentary on Plato, or studying the habits of beetles, or in some-\nother way making a really useful contribution to science or learning.\nNow here, as I say, I think we may be content to set one body of our\ncritics to argue against the other. For our really scientific opponents do\nnot for a moment dispute the immense importance of our conclusions, if\nonly they could conceive it possible that they could be established ;---\nthey would admit that a man would be fortunate indeed who could\nhop~, in any department of recognised science, to light upon a new\ntruth of anything like equal importance.\nAnd there is another objection, again, to the range we h\",ve marked\nout for our work, which equally misconceives the position we hold in\nrelation to science. Some not unfriendly critics have given us to under-\nstand that if we had only confined ourselves to thought-reading, and~\nperhaps, clairvoyance, and similar phenomena of the mesmeric trance,\nwe might have had their countenance; but that by taking in haunted\nhouses, spirit-rapping, and so forth, we make ourselves too absurd. And\nI quite admit that we might have avoided some ridicule by drawing the\nline as they suggest, but we should have avoided it at the expense· of\nlogic and consistency. Observe that we do not argue that all these\ndifferent kinds of alleged phenomena must stand or fall together, and\nthat by proving the reality of thought-reading we tend to prove the\nexistence of ghosts. That would be a quite unwarranted inference. But\nwe say-and I think any competent scientific authority will support Ull\nhere-that the general presumption of established science against the-\npossibility of thought-reading or clairvoyance is so strong that it could\nnot be much stronger against any other class of alleged facts; and,\ntherefore, if we judged reasonable to disregard it in the former case, on\naccount of the strength of the testimony to actual instances of thought..\nrea.ding, &c., it would be palpably inconsistent in us to refuse investiga-\ntion in other cases in which the quantity and quality of the testimony\nare such as would be conclusive in any matter of ordinary el..-perience.\nAnd that the testimony to the so-ealled hauntings of houses is strong\nellough to establish a case for investigation on this principle, appeared\nto us incontrovertible. Of the quality of this testimony the report of\nour Committee will presently give you a specimen; but we could not.\nDigitized by Google\n\f1882.] Pre8ident'8 Addre88. 69\ngive you an adequate impression of its quantity if this CommitteQ had\nthe whole time of the meeting at its dispoSal. And I must repeat, we\ndo not put forward this testimony as amounting to scientific proof, but\nmerely as justifying investigation.\nOne word, before I conclude, in reference to an objection to one\npart of our investigation, which proceeds from a very different quarter.\nThere are not a few religious persons who see no reason to doubt the\nalleged facts of modern Spiritualism, but who regard any experimental\ninvestigation of them as wrong, because they must be the work either\n'Of the devil or of familiar spirits, with whom the Bible forbids us to\nhave dealings. Now, as regards these Scriptural prohibitions, I think\nthat there is much force in what has been urged by educated Spiritualists\n-viz., that they relate to a state of things in which the industry of\n-diviners and soothsayers was in distinct rivalry and antagonism to the\nworship of J ehova,h, so that anyone who sought their aid tended to be\ndrawn away from his allegiance to the true God; and that therefore\nsuch prohibitions should not be considered as directed against the\nSpiritualistic seance of the pPesent day, provided it is conducted in\nright spirit and manner. But with arguments of this kind we have\nhere nothing to do; we have not come to the point at which it is\nneedful to consider them. What we should urge upon our religious\nfriends is that their scruples have really no place in the present stage\n~f our investigation, when the question before us is whether certain\nphenomena are to be referred to the agency of Spirits at all, even as a\n\"working hypothesis.\" It must be in the interest of religion~ no less\nthan of science that this point should be somehow settled, because of\nthe distrust thrown on all human testimony to the marvellous if the\nexisting mass of evidence to these SpiritUalistic manifestations is simply\nneglected; and when we have settled this point, if we should conclude\nthat we have evidence of the existence and operation of extra-human\nintelligences, then the time will come to consider whether the character\n- ~f these intelligences is such as to make it de;;irable to have any further\ndealings with them. Many of us, I think, will be amply content if we\ncan only bring this first stage of our investigation to something like a\n'satisfactory issue; we do not look further ahead; and we will leave it\nfor those who may come after to deal with any moral problems that\nmay possibly arise when this first stage is pasAArl.\nDigitized by Google\n\fSecond Report on TllOught-Traniference. [Dec. 9,.\nL\nSECOND REPORT\nON\nTHOUGHT-TRAN S FERENCE.\nBy EDMUND GURNEY, M.A., Late Fellow of Trinity College, Oambridge ;\nF. W. H. MYERS, M.A., Late Fellow of Trinity ColIege~\nOambridge; and W. F. BARRETT, Professor of Physics in the Royal\nCollege of Science for Ireland, Hon. Secretary.\n,. --\nThe first Report of the Committee on Thought-reading, presented\nto the Society on July 17, 1882, established, as we venture to affirm~\nthe following conclusions:-\n(1.) That much of what is popularly known as \" Thought-\nreading\" is in reality due to the interpretation by the so-called\n\" Reader\" of signs, consciously or unconsciously imparted by the\ntouches, looks, or gestures of those present; and that this is to be\ntaken as the prirru1, facie explanation, whenever the thing thought of\nis, not some visible or audible object, but some action or movement t()\nbe performed.\n(2.) That there does exist a group of phenomena to which the word\n\"thought-reading,\" or, as we prefer to call it, thougM-t~an8ference, may\nbe fairly applied; and which consist in the mental perception, by\ncertain individuals at certain times, of a word or other object kept\nvividly before the mind of another person or persons, without\nany transmission of impression through the recognised channels ,of _.\nsense.\nWe have been fortunate enough to obtain a much larger amount of\nadhesion to this view than its startling character had permitted us to\nexpect. Some valuable coadjutors have shewn their approval byjoining\nour body; and the wide notice which has been taken of the Research,\nin the Press and in society, has started, we trust, many sets of experi-\nments, from which useful results may be fairly anticipated. Oriticism\nhas, of course, been by no means entirely favourable; and we had had\nsome idea of prefacing our description of further experiments by\na detailed reply to some of the objections which have been taken to our\nformer report. But an attentive study of those objections has failed ro\nsupply us with much controversial matter worthy of occupying the\nigitized byGoogl\n\f1882.] Second Report on Thollgltt.T1·amifel·ence. 71\ntime of the present meeting. They may, we think, be completely\nanswered from the pages of the Report itself. One lesson, indeed, our\ncritics have taught us-the importance of the directest statements, and\nthe largest letters, in a paper containing complex or novel matter,\nwhich is to meet the eye of the ordinary reviewer. For most of the\ncriticisms on our first Report were founded on the assumption that it\ndoes not contain what, in fact, it does contain-if only the reader will\ntake the trouble to read it. To take the main point, we based our\nconviction of the reality of the phenomena on experiments made wIlen\nnone ofthe Creery family were cognisant ofthe object selected. A feeling\nof courtesy (not, we trust, necessarily unscientific) prevented us from\nsaying in so many words, \"It will thus be seen that our results hold\ngood, however much the Creery family may have been in le8.0uue to cheat\n-lIS \"; but a reference to pp. 22 and 23 of our Report will shew that we\nsaid what amounts to precisely the same thing.\n'Ve fully agree with our critics that both conscious and unconscious\ndeception must be most carefully guarded against in all these cases.\nWe shall continue to take all the precautions which experience suggests,\nand clearly to indicate in our Reports that we have taken them. But\nwe must beg our future reviewers to read those reports with sufficient\ncare to absolve us from saying in plain words at every turn_CC This we\ndid to prevent Mr. A. from slily glancing at the card \"_cc This\nprecaution was taken .for fear Miss R should be telling a lie.\" It is\npart of the wisdom of the serpent not to discuss too obtrush-ely the\nharmlessness of the dove.\nWe could easily reply seriatim to all the objections that have been\nbrought; as, for instance, that we have not stated that silence was\npreserved during the experiments, whereas we llave stated it over and\nover again; or that the child might have known which card we were\nlikely to choose, whereas we have stated that the cards were drawn at\nrandom from a full pack. Does the hypothesis, further, include the\n- -likelihood of the child's guessing that our minds would be irresistibly\ndirected to the names Arthur Higgins and Esther Ogle-names which\nwe trust our free-will enough to believe that we invented in the act\nof writing them down f Such detailed refutation, however obvious,\nmight possibly be worth working through, did the whole case for\nthought-reading depend on this one series of experiments. As the case\nstands, however, we think we may fairly pass on, without more ado, to\nfresh matter.\nC_UlBRlDGE EXPERIMENTS.\nThe chief part of the first Report dealt with a series of\nexperiments on thought-reading made at Buxton, with the young\ndaughters of the Rev. A. M. Creery. The Oommittee felt it desirable\nDigitized by Google\n\f'.\n72 Second Report on Tkougkt-Tra'l'l8ferenoe. [Dec. 9.\nthat the experiments with this family should be repeated elsewhere j\nand accordingly Mr. Myers invited the Committee to meet the Misses\nCreery at his house, Leckhampton, Cambridge, during the summer\nvacation. In addition to Mr. Myers, Mr. Gurney, and Mr. Barrett,\nMrs. Myers and Miss M. Mason were also present.\nThe experiments began on July 31st, 1882, and were continued\nday by day for ten days. The experiments were made with the three\nMiss Creerys, Mary, age 17; Alice, age 15.; Maud, 13; and were\nvaried in many ways. Sometimes (though in a decided minority .of\ncases) the two children who were not guessing knew what we had\nselected. The percent&a\"ae of success in these cases was not appreciably\nabove the average percentage of the whole series. Sometimes the\nguesser WILS outside a thick closed door, sometimes secluded by a thick\ncurtain in full observation of one of the Committee. On several--\noccasions the children were tested, one by one, alone. Professor Barrett's\nresults under these conditions, and Miss Mason's under the same\nconditions, and with the child outside the door, were decidedly\nstriking.\nThe fluctuations in success were very remarkable. Thus, on one day,\nAugust 1, when the guesser was outside the closed door, twenty-seven\ntrials with cards gave not a single correct result; merely seven partial\nsuccesses, as eight of diamonds for seven of diamonds. Whereas on\nAugust 3, apparently under precisely similar cOnditions, the guesser\nbeing outside the closed door and no sound of any kind permitted\nwithin the room where we, who knew the card, sat, ten trials gave two\ncompletely right and two almost right; and on August 4, twenty-five\ntrials under exactly the same conditions gave two completely right and\ntwo partially right.\nHere are the details of the trials on August 3.\nEvening ofAugust 3, 1882.\n.- -\nMiss Mary Creery outside the closed and locked door, and a yard\nor two from it, in the company of one of the Committee,\nwho observed her attentively. A card chosen by one\nof the Committee cutting a pack; the fact of the card\nbeing selected indicated to the guesser by a. single tap\non the door. The selected card placed in view of all the\nsitters, who kept their minds intently fixed on the name of\nthe card. After the guesser had named a card loudly enough\nto be heard through the door, the words \"No\" or \"Right\"\nsaid by one of us; otherwise complete silence preserved.\nThe cards chosen by us are printed in italics, the guesses in Roman\ntype. Two guesses only allowed.\nDigitized by Google\n\f1882.] Second Report on Thought- TranRjcrellce. 73\n1. Three ofhearts.-Ten of spades (No). King of clubs (No).\n2. Seven of clubs.-Nine of diamonds (No). Seven of hearts (No).\n3. Ten of diamonds.-Queen of spades (No). Ten of diamonds\n(Right).\n4. .Eight of spades.-King of clubs (No). Ten of spades (No).\n5. Nine of hearts.-Nine of clubs (No). Ace of hearts (No).\n6. Three of diamonds.-Six of diamonds (No). Ten of diamonds\n(No).\n7. Knave ofspacles.-King of spades (No). Queen of clubs (No).\n8. Six o\/spades.-Six of spades (Right).\n9. Queen of clubs.-Queen of diamonds (No). Ten of clubs (No).\n10. Two of clubs.-Ten of diamonds (No). Ace of diamonds (No).\n--, It may be remarked that, in addition to the two completely right\nanswers in this series, there were several close approximations; and\nthough the success was very imperfect, we give the result in detail, in\norder that those who feel disposed may, !lxperimentally, compare them\nwith any series determined by chance alone.\nAnxiety to secure success on the part of the subject of experiment\nis nearly always fatal and always prejudicial, hence the little trepidation\nthat exists when set trials are made, or trials before strangers, tells\nmost unfavourably. We found that casual experiments, when the\nsubject was under no mental restraint, gave very satisfactory results,\nalbeit on such occasions our precautions to avoid erroneous convictions\nwere in no way relaxed.\nOn the morning of August 4, such a casual trial was made, Mrs.\nMyers and Professor Barrett only knowing the card selected. Eight\nexperiments were made; of these, three cards were guessed completely\nright-two of them at the first attempt and the third at the second\nattempt; in this last case the first guess was the nine of clubs, the second\n.. the nine of spades, that being the card chosen. In addition to these the\nsuit was given rightly three out of the remaining five times, the pips or\ncourt card twice out of the five. It is instructive to note thnt\nimmediately after this experiment the two younger sisters of the guesser\nwere called in and allowed to know the card chosen by Mrs. Myers and\nProfessor Barrett. The results, compared with the preceding, were as\nfollows:-\nWitl,out tl~ sisters knowing. Eight trials. Completely right three\ntimellt two of them the first try.\nWith the sisters knowing. Seven trials. Completely right three times,\ntwo of them on the first trial; and to make the coincidences more\ncurious, the partial successes were identical in number with the previous\ntrinl.\nDigitized by Google\n\f74 Second Report on Thought- Tt'aniference. [Dec. 9,.\nOther casual trials were made by single members of the Committee,\nhe alone knowing the word or card selected.\nThus on August 5 Professor Barrett tried with Miss Creery numbers\nof two figures; two attempts were generally allowed to each. The-\nfollowing results were obtained. The number chosen is in italics :-\nA!lSWBR. ANSWER.\n18. 16 and then 18 were said. 48· 48 said at once.\n29. 26\n\"\n29\n\"\n31. 71 and then 61.\n52. 35\n\"\n25\n\"\n21. 22 said (one trial only given).\n33. 53\n\"\n58\n\"\n3fJ. 16\n\" \"\n76. 17\n\"\n36\n\"\n28. 28 ,.\n\"\n92. 10\n\" \"\nHere out of 11 experiments, 4 were guessed rightly (2 at the first\nattempt), and 4 bore some resemblance to the figure chosen, as 25 the - ,-\ninversion of 52, the number chosen. This inversion of figures not\ninfrequently occurred, together with what seemed ljke piecemeal\nguessing of the figures, which were, of course, counted as failures, such\nas 17 and 36 for 76. These gut'.sseB may be nothing more than pure\ncoincidence, but taken in conjunction with our similar experience\nwith cards, they would seem to indicl\\te that often mental glimpses\nof the thing selected are obtained, more or less faint and fugitive, and\nsometimes perverted, as if the fierrures had been seen from their\nreflection in a mirror.\nA remarkable instance of this partial perception of the thing\nselected occurred on August 2. On this occasion all the Committee\nwere present; two of the sisters of the guesser were also in the room,\nand knew the card selected; they were, however, so placed that (though\nthey were completely in our view) only the tops of their heads were visible\nto the guesser, and they remained quite motionless and silent throughout\nthe experiments. Out of 32 experiments with cards, 5 were guessed\ncompletely right at the first attempt, and in addition 20 were partially\nright. Fourteen time8 running the suit was named correctly on the\nfirst trial, and reiterated on the second; not only was no indication\nwhatever given to shew that the suit was rightly named, but our\nimpassive countenances and the solitary word \"No,\" failed to displace\nfrom the percipient's mind the correct impression of the suit. The\nchances ~<Yainst success in naming the suit rightly in anyone case are\nof course 3 to 1, but the chances against being right fourteen times\nconsecutively are 4,782,969 to one. That is to say, if the words\n\"clubs,\" \"diamonds,\" \"hearts,\" and \"spades\" were written on slips\nof card and shaken up in a bag, we might very likely have to try four\nor five million times before pulling out fourteen times ill succession the\nparticular word fixed ,upon.\nTo vary the wearisome monotony of our experiments, a number of\nDigitized by Google\n\f1882.) Second Report Otl Tllought-Traniference. 7f)·\ntrials were made at Cambridge in piecing together the letters of certain\ndifficult words fixed upon by us. The letters forming the word,-which\nwas always some out-of-the-way Latin or botanical term unlikely to be-\ndivined by mere guesswork,-were selected by us from a box of letters;\nthe confused heap was then taken to one of the Miss Creerys, who was.\nseated in an adjoining room. Some of these trials were very successful,.\nbut we abandoned this method of experiment as open to the possible\nobjection that even children might gain some hint of the sequence of'\nletters from an instinct of the probabilities of language. We give,\nhowever, a couple of instances out of some twenty similar trials. Here\nnone but one or two of ourselves knew the word selected; the letters.\nwere chosen by us and then mixed up ; the guesser, seated with her back\nto us, picked out the letters as we silently and successively thought of\n--=_them. The figures under the letters indicate the number of trials.\nbefore success was obtained; thus 1 means right on the first trial,\n2 right on the second, and so on. No word was spoken except.\n\" No\" and \"Yes.\"\nHedypnois\n1 1 1 121 1 1 1\nPhysa I oi de s\n124 1 1 1 141 1 1\nNot reckoning these experiments with letters,our experiments during\nthe meeting of the full Committee at Cambridge may be summed up as.\nfollows :-\nWith a full pack of playing cards 248 trials were made with one or·\nmore of the Committee. Of these, 22 were guessed completely right\non the first trial, and 18 on the second trial, or a total of 40 quite right\nout of 248; or one right in not quite 7 experiments. In addition, there\nwere 69 cases in which the card was guessed in part correctly.\nOmitting the second correct guess, the rerults with playing cards sllOw\none quite right in 11 experiments; ifpwre que8swork were tl\/,6 explanation,\nt\/£ere would l£ave been about one right in 52 experiments.\nWith the exception of the 32 experiments described on page 74•.\nand which we deemed so unexceptionable that they were included, all\nthese experiments ware made when the Miss Creerys were excluded\nfx:om a knowledge of the card we had selected.\nIn like manner, while we alone knew the thing selected, 64 trials.\nwere made with figures ranging between 10 and 99. Of these, 5 were\ncorrectly named at the first trial, and 6 at the second-a total of 11\nright out of 64, or about 1 in 6 ; and in addition, 18 trials were nearly\nright. Omitting tl£6 second correct guess, tl\/,6 results with figures slww-\none right in not quite 13 experiments; pUll'e guesswork 91JO'1~ld have given.\nabout one rigltt in 90 experiments.\nDigitized by Google\n\fV6 Secolid Report on Tltotlgld-Trallsference. [Dec. 9,\nDUBLIN EXPERIHENT8.\nTwo of the Miss Creerys having lately been on a visit to Dublin,\n'One of our number, Professor Barrett, took the opportunity of\ncontinuing the trials, and obtained some interesting results. Here also\n·a series of trials were made with the young percipient secluded\n'behind an opaque curtain; her sister was allowed to know the card,\n<but no audible signal could pass without its instant detection, and visual\n;signs were rendered impossible.* In this way 14 trials, niade on\nNovember 27, with a full pack of playing cards, gave 4 completely\nright on the first try and 2 on the second try; and in addition, on an\nanalysis of the results, the name of the suit was found to have been\ncorrectly given five times ~nning, and reiterated on the second trial.\nSome experiments made under exactly similar conditions, a day or two ,_-\nlater, gave 2 successes on the first trial out of a total of 8, and, except\nin the last trial, the suit was named correctly each time; here only one\n·answer in each case was allowed. These, it is true, are specimens\n-of results where the amount of success was above the average; which may\nperhaps partly be accounted for bv the sister's assistance in the mental\npicturing of the card, or by the percipient's having had a long respite\nfrom the irksome effort of concentration; but doubtless the chief\n-element of success in this case was freedom from anxiety, as the\npercipient believed they were mere casual experiments, and could not\nsee that the results were being formally taken down.\nAltogether, in Professor Barrett's house 109 trials were made with\n-playing cards: of these 19 were right on the first trial, and 7 on the\nsecond, and in addition 2 others were rightly corrected on a third\nattempt, though to grant this was against our usual practice. Alto-\n'gether this makes 28 completely right out of 109, and 26 other trials\nwere nearly right. But confining ourselves to the .forst guess, tlte results\n-altowed one rigl,t in not quite 6 trials; pure guesswork would givlI\none right in 52 trials. In the large majority of these trials the second\n-sister did not know the card selected.\nOne hundred and forty-three experiments were also made\nwith words and figures, Professor Barrett only knowing the thing\nhe had selected. The choice was here more limited, being on an:\naverage about 1 in 16. Of these 143 experiments, 53 were quite\nsuccessful on the first and 23 on the second trial; excluding the second\nmal the successful' results were ratlter more tItan 1 in 3; pure cltance\n, • Although our previous experience had not much fa.voured the suggestion, it\n\"\\VIIS thought, desirable further to test whether some rapport or sympathetio\nrelation between the sisters might conduce to the desired result. This explains\n'lnya.llowing the other sister to be present and see the card in BOme of these\nexperiments.-W. F. B.\nDigitized by Google\n\f1882.] Second Report on TkOf\/Uht- Traniference. 77\n'Would Iuwe given 1 in 16. For the purpose of comparison 27\nexperiments were made, in which the other sister was allowed to be-\npresent and to know the figure, this being selected as before out of a\nset of 16. Out of the 27 experiments, 8 were successful on the first\ntrial, and 1 on the second; omitting this, we have rather less than\n1 in 3 right, showing that the presence and assistance of the sister here\nmade no appreciable difference in the results.\nA consecutive series of 50 experiments were made at one sitting to\ntest the effect of fatigue. Besides Professor Barrett and Miss Alice\nCreery, who was seated with her back to the former, no one else 'Was\npresent in tlte· room. The· words \"hearts,\" \"clubs,\" \"spades,\" and\n\" diamonds\" were written down by Mr. Barrett, and one of these\nwords mentally selected by him.* Out ·of the 50 trials, the word\n_\n--=_selected was named rightly 25 times on the first trial; and a second\ntrial being allowed (though of no value as a test), the right answer was\nthen given ten times, making a total of 35 out of 50. The series\noccupied about 20 minutes, and the guessing was slower in the latter\nhalf of the time.\nDuring tlte fi1'St 10 minutes.\n30 experiments were made.\nOf these18were right onthe1st trial\n8 \" \" 2nd trial\nor 4 wholly wrong.\nDuring the second 10 minutes.\n20 experiments were made.\nOf these,! were right on the 1st trial\n2 \" \" 2nd trial\nor 11 wholly wrong.\nso that about 1 in 7 trials was wliolly wrong in the first half of the\ntime, and about 1 in 2 was wrong in the second half.\nIt was also noticed incidentally that the longer word \"diamonds\"\nwas guessed with more difficulty than. the remaining monosyllables,\nthus-\n\" Diamonds \" was wholly wrong 6 times out of 12.\n\"Spades\"\n\" \" \"\n2\n\"\n11.\n\" Hearts\"\n\" \" \"\n3\n\"\n13.\n\"Clubs\"\n\" \" \"\n4\n\"\n14.\nIndications were given in other trials, made with a selection of\nmonosyllables phonetically uIllike, that certain sounds were guessed\nmore easily than others; thus the word cups was more frequently wrong\nthan. tongs or !tats. But a much larger range of experiments is needed\nbefore any generalisation in this direction can be attempted. It will\n,.. The percipient, it should be remarked, knew that tbese four words were\nlIeleated, a.nd. that she was to guess one of them. We hope tbe reader will credit\nus with being fully alive to the fact of tbe necessity of avoiding any movement\nwhich might serve as a hint to the guesser.\nDigitized by Google\n\f'78 Second Rep01·t 011 Thougld- Traniference. [Dec. 9,\nprobably be remarked that the average of success in the above experi-\nments, though far above what chance alone could have supplied, falls\nconsiderably below the level attained in the trials with the same\nchildren which were described in Part I. of our Proceedings; and (as\nwill have been seen) this decline in power equally showed itself whether\nthe remaining members of the Creery family were or were not cognisant\n·of the object to be guessed. The fact seems to be (and the children\nthemselves are regretfully conscious of it) that the capacity is gradually\nleaving them--a fresh illustration of the fleeting character which seems\nto attach to this and other forms of abnormal sensitiveness. En\nrevanche, we find the capacity present, to a degree admitting of valuable\nexperiment, in a far larger number of persons th&Il we had at first\nsupposed. To those who desire to extend our knowledge in this\ndirection, the following queries suggest lines of useful inquiry :-\n1. A natural impressibility being assumed, what are the further\n·conditions which determine or modify success 1\n2. Is the transferred impl't'.ssion phonetic, or visual, or indeterminate1\n3. How far do impressions of drawings or geometrical figures,\ninexpressible in descriptive words, admit of being transferred 1\n4. Are there any peculiar features in this latu,r form of trans-\nference, such as the inversion or perversion of the object, &c. 1\nTo the third query we have unexpectedly received from some recent\nexperiments a most definite and satisfactory answer. With adescription\n()f these experiments we must conclude the present report.\nBRIGHTON EXPERIMENTS.\nIn t~e last Report (p. 63) a letter is quoted from Mr. Blackburn, of\nBrighton, who is now an associate of our Society, and who is a very pains-\ntaking and accurate observer, to the effect that he had obtained remark-\n.able results in thought-reading, or will-impression, with a Mr. G. .A:\nSmith, a young mesmerist living at Brighton.\nWe entered into correspondence with Mr. BlackbuTIl, who thereupon\ntook the trouble to send us a paper recording in detail his experiments\nwith Mr. Smith. These statements appeared to be so carefully made\nthat two of our number, Mr. Myers and Mr. Gurney (Mr. Barrettbeing\nunable to·go at the time), arranged to pay a visit to Brighton personally\nto investigate the joint experiments of Mr. Blackburn and Mr. Smith.\nThese gentlemen most obligingly placed themselves at our service, and a.\nseries of trials were made in our own lodgings at Brighton. The results\nof these trials give us the most important and valuable insight into the\nDigitized by Google\nI\n\f1882.J Second Report on TIIotegkt-Transjerenee. 79\nmanner of the mental transfer of a picture which we have yet\nobtained.\nMr.,Blackburn has frequently practised thought-reading with Mr.\n'Smith; but at the time when our first experiments were made, he had\nbeen accustomed to hold Mr. Smith's hand, or touch his forehead,\nwith a view to communicating the impression. No unconscious pressure,\nhowever, could have communicated to the subject the definite words and\npictures enumerated below. Though some of the early experiments are\nnot striking, we prefer to give the whole series, that a due estimate\nmay be formed of the chances against mere coincidence as an\n.explanation.\nEXPERIMENTS MADE AT OUR OWN ROOMS, BRIGHTON, DECEMBER 3,\n__ ~ _1882. Present: Mr. Edmund Gurney, Mr. F. W. H. Myers, Mr.\nDouglas Blackburn, hereafter called B., and Mr. G. A. Smith, hereafter\nealled S.\nS. was blindfolded at his own wish to aid in concentration, and\nduring the experiment sat with his back turned to the experimenters.\nB. holds S.'s hand, and asks him to name a colour, written down\nby one of us and shown to B. It is needless to say the\nstrictest silence was preserved during each experiment.*\nCOLOUR' SELBOTBD.\nExpt. l.-!l<>ld .•......................\n\" 2.-Light wood ...............\n\" 3.-0rimson •.................\n\" 4.-Black· .................... .\n\"\n5.-0xford blue .............. .\n\"\n6.-White .................... .\n\"\n7.-0range .....................\n\"\nS.-Black .....................\nAlISWlIB.\nGilt, colour of picture frame.\nDark brown, slaty.\nFiery·looking, red.\nDark, black.\nYellow, grey, blue.\nGreen, white.\nReddish brown.\nI am tired, and see nothing.\nAfter a rest numbers were then tried in the same way.\nExpt. 9.-\n\" 10.-\n\" 11.-\nJlUJlBER 8BLIIO'lIUI.\n35\n48\n7\nAlISWBB.\n34\n58\n'i\nSeveral trials of colours and numbers were now made with S. and B.\nin separate rooms, which failed. Names WAre next tried, written down\nand shown to B., who then took S.'s hand as before. There was, as\nusual, no sound nor movement of the lips on the part of anyone.\n• Nothing was Il&id when S. named the oolour, and where more than one\neolour is mentionec'l he gave the colours 8uocesaively without fresh question.\nDigitized by Google\n\f80\nE:r:pt. 12.-\n\" 13.-\n.,\n\"\n14.-\n15.-\nSecond Repol't on Thol\/gllt-Transference. [Deo.9r\n!!AHB CHOSE!!.\nBarnard\nBellairs\nJohnson\nRegent Street\nA!lBWBR.\nHarland, Barnard.\nHumphreys, Ben Nevis,\nBenaris.\nJobson, Johnson.\nRembrandt Steeth, Regent.\nStreet.\nTwo names were then tried without any contact, as follows :-\nE:r:pt. 16.-\n\" 17.-\n!!AMB OROSBN.\nHobhouse\nBlack\nAlII'SWBR.\nHunter.\nDrake, Blake:\nContact between S. and B. was now resumed by our express desire,\nas the increased effort of concentration, needed when there was no\ncontact, brought on neuralgia in B.\nE:r:pt. 18.-\n\" 19.-\nlII'AlIIB OROSKlil'.\nQueen Anne\nWissenschaft\nA!lSWBJI.\nQueechy, Queen.\n~issie, Wisscnaft.\nAs B. was ignorant of German, he mentally represented the word\n\" Wissenschaft\" in English fashion.\nPains were then experimented on. One of us held a sofa cushion\nclose before S.'s face, so that vision of anything on the other side of it\nwas absolutely impossible; (he was also blindfolded); and the other\npinched or otherwise hurt B., who sat opposite S., holding his out-\nstretched hand. S. in each case localised the pain in his own person,\nafter it had been kept up pretty severely upon B.'s person for a time\nvarying from one to two minutes. .\nE:r:pt.20.-\n\" 21.-\n\" 22.-\n\"\n23.-\nPART RKlII'DERED' PAllll'J'UL.\nLeft upper arm\nLobe of right ear\nHair on top of head\nLeft knee\nA!lSWBR (by polntlng).\nLeft upper arm.\nLobe of right ear.\nHair on top of head.\nLeft knee.\nThese experiments were very striking in the accuracy of the\nindications given by S. This form of transm~ssion of sensations might\nwith advantage be more widely attempted.\nWe next drew a series of diagrams of a simple geometrical kind,.\nwhich were placed'behind S., so that B. could see them. S. described\nthem in each case correctly, except that he generally reyersed them\nseeing the upper side of the diagram downward, the right hand sid8\nto the left, &c.\nDigitized by Google\n\f1882.]\nExpt.24.-\n-\nExpt.25.-\nSecond Report on Thought-Tramjerence. 81\nDEBCRIPTION.-A triangle, with\napex dO'l.IYfI\/uJards; and some\nloose lines.\nDEBCRIPTION.-Triangle in a\ncircle, and straight line point-\ning dO'Wnwaras.\nExpt. 26.-A large arrow was drawn, and variously moved about,\nin order to discover whether the reversal of the image was maintained.\nIn every case it was described as pointing to rigltt when it pointed to\nleft, downwards when it pointed upwards, and so on.\nExpt. 27.\nFigttre lteld\nupside down\nas sl£own.-\nDEBCRIPTION.-I see a sort of circle;\na streak, with a lump at the top;\nan \"Aunt Sally\" sort of thing.\n<.\nDigitized by Google\n\f82 Second Report on Tllougkt-Transference. [Dec. 9,\nNext day (December 4) we varied this experiment, thus:-\nOne of us, completely out of sight of S., drew some figure at random,\nthe figure being of such a character that its shape could not be easily\nconveyed in words; this waS done in order to meet the assumption that\nsome code-such as· the Morse alphabet-was used by S. and B. The\nfigure drawn by us was then shewn to B. for a few moments,-S. being\nseated all the time with his back to us and blindfolded, in a distant\npart of the same room, and subsequently in an adjoining room.\nB. looked at the figure drawn; then held S.'s hand for a while; then\nreleased it. After being released, S. (who remained blindfolded) drew the\nimpression of a figure which he had received. It was generally about\nas like the original as a child's blindfold drawing of a pig is like a pig;\ntha.t is to say, it was a scrawl, but recognisable as intended to represent\nthe original figure. In no case was there the smallest possibility tha~\nS. could have seen the original figure; and in no case did B. touch S.\neven in the slightest manner, while the figure was being drawn.\nIn one case, No. 6 in the series, the copy may be said to be as exact\nas S. could have drawn it blindfold if he had previously seen the\noriginal. The figures were not 'l'61)ersed on this day, as they had been\non the previous one.\nThe whole series of figures (nine in number) are given in the\naccompanying plates, which are engraved from photographic reproduc-\ntions, on the wood blocka, of the original drawings. The number\nindicates the order in which they were drawn; the original drawing\nmade by us is shown in the upper half of the plate, its reproduction by\nS. on the lower half.\nP.S.-Since the foregoing Report was read, the experiments have\nbeen continued and improved, no contact wkat6'Ver being found\nnecessary between Mr. Blackburn and Mr. Smith. An account of these\nexperiments, with the accompanying diagrams, will appear in the next\npart of our Proceedings, together with the result of numerous experi- ~ !\nments made to ascertain whether a perversion or inversion of the\ntransferred image occurs in the mind of the percipient. 1'he most\nstriking and successful results were obtained under conditions still more\nstringent than those previously imposed. The burden of explaining\nthese results rests upon those who deny the possibility of thought-\ntransference.\nDigitized by Google\n\f1882.] Second Report on Thouflht-Traniference. 83\nNO. I. ORIGINAL DRAWING.\n-,\nNO. I. REPRODUCTION.\n\fDigitized by Google\n\fDec. 9,1882.] Second Report on TltOugltt-Traniference. 85\nNO.2. ORIGINAL DRAWING.\n-\nNO.2. REPRODUOTION.\nDigitiz Go Ie\n\f_\n....\nDigitized by Google\n\fDec. 9, 1882.] Second Report on Tkortght.T1'anBj\"erence. 95\nNo.7. ORIGINAL DRAWING.\n-.\nNO.7. REPRODUCTION.\n, 2\n- 3\n4\n\fDigitized by Google\n\fDec. 9, 1882.] Second Report on Tkought-Traniference. 97\nNo.8. ORIGINAL DRAWING.\nNo 9. ORIGINAL DRAWING,\nNo.8. REPRODUCTION.\nNo.9. REPRODUCTION.\nI\n}fro S. touched the spot to which the\natTow points, and said: \"There is\nsomething more there, but I cannot\nteU what it is.\"\nII\nDigitized by COOSIe\n\f-\n. ,..\nDigitized by Google\n. __ --I\n\f1882.1 Preliminary Rep01·t of tltl' \"Reickenback ,. Committet'o 99\nII.\nPRELTIMINARYREPORT\nOF THE\n\"REICHENBACH\" COMMITTEE.\nBy ProfessorW. F. BARRETT, F.RS.E.; ReV..MAXWELLH. CLOSE, M.A.;\nST. GEORGE LANE-Fox; EDMUND GURNEY, M.A.; FREDERIC\nW. H. MYERS, M.A ; A. T. MYERS, M.D.; EDWARDR. PEASE;\nHENRY N. RIDLEY, M.A., F.L.S.; W. H. STONE, M.A., M.B.;\nand WALTER H. COFFIN, Hon. Secretary.\nThe \" Reichenbach\" Committee, on account of preliminary\n-difficulties in investigatiIig the subject entrusted to them, have to\npostpone the publication of results. They hope, however, at the next\nmeeting to report upon the work which has been begun within the\nlast few days. Their first object has been to secure suitable rooms and\napparatus, and then proceed to a determination of the reality of the\n:simpler phenomena described by .Baron Karl von Reichenbach.\nIn reply to inquiries as to the exact nature of these, it may be said\nthat (apart from exceptional difficulties of repetition and questionable\n~onditions surrounding them), .the alleged phenomena are in themselves\nperfectly definite and simple. According to Baron Reichenbach, certain\npersons declared to him that ordinary magnets, crystals, the human\nbody, and some other substances, were to those persons self-\nluminous, presenting singular appearances in the dark, and\n~therwise distinguishable by producing a variety of peculiar sensory\nimpressions, such as anomalous sensations of temperature, bodily pain 01\"\npleasure, unusual nervous symptoms, and involuntary muscular action.\n-These are generally (but Reichenbach believed not necessarily), accom-\npanied by abnormal physiological and mental statcs.\nSuch is the testimony, as recorded by him, of a numerous but\nspecial class of observers who described in great detail what they\nsaw or felt. Moreover, by a critical analysis of the evidence, and a\nseries of tests which, if accurately stated, appear conclusive, Reichenbach\nsatisfied himself that the phenomena had an objective reality, and the\nsensations an external cause in the things to which they were attributed\nHis further conclusions briefly are, that all bodies whatever, in a certain\ndegree, and magnetic and regular crystalline bodies in a high degree\nproduce peculiar effects upon exceptionlll-organisations called \"se~sitive.·\nExtending his researches into phenomena of surprising complexity, he\n. H 2\nDigilized by Google\n\f100 Preliminary Report qf tile \"Reichenbach\" Oommittee. [Dec. 9~\nproceeded to speculative inferences from them as to hypothetical fluids\nand forces, which do not immediately concern us.\nNow without necessarily questioning Reichenbach's good faith,\nobjectors generally describe his supposed effects as due to im8.0oination,\nhysterical illusion, or fraud, and (except as subjective) really impossible\nin the nature of things. But such a conclusion cannot be accepted as\nfinal; for even assuming that all attempts to repeat the experiments have\nfailed, these may not have been sufficiently numerous to imply any\nhigh degree of improbability for the phenomena, in the face of recorded\ntestimony in their favour. Oonsidering therefore that if real, the pheno-\nmena, however rare, should by perseverance still admit of demonstration,\nand that for this the appeal lies to experiment of a simple and convincing\nkind, the Committee feel the necessity of a strenuous and exhaustive\nattempt at their reproduction; and this view is confirmed by the very ~\nencour&ooing results which their earliest trials have given. Moreover,\nsince the researches in question were made and criticised, our\nnotions are more exact as to the nature of the magnetic field, and its,\nrelation to moving conductors; so that fresh interpretations of the\ndiscredited phenomena may possibly be forthcoming, and further light\nthrown on the alleged relations between physical forces and vital\nfunctions.\nThe Committee further consider that some allied sU8jects may\nusefully claim their attention; as certain obscure photographic pheno-\nmena, the neglected study of curious physiological and mental effects\nof perfumes, colours, and sounds, and similar matters not before other\nCommittees of the Society. .\nThey are collecting references for an index to repetitions and\nto criticisms of the experiments of Reichenbach and his followers, and\nsolicit information from members and others, in the hope of securing a\ncatalogue of this special literature. Upon the question of an examina-\ntion or translation of foreign writings (particularly Italian, German\nand Russian), the Committee will be glad of suggestions or help.\n-\n\f-\n,1882.] First Beport of the Oommittee on Haunted Houses. 101\nm.\nFIRST REPORT\nOF THE\nOOMMITTEE ON HA UNTED HOUSES.\n~:By W. F. BARRETT; A. P. PERCIVAL KEEP, B.A.; C. C. MASSEY;\nHRNSLEIGH WEDGWOOD, M.A.; and FRANK PODMORE, B.A.,\nand E. R. PEASE, Hon. Secretaries.\nThe object of the Committee on Haunted Houses was to investigate\n'the phenomena of alleged hauntings whenever a suitable opportunity\n·and an adequate prima facie case for inquiry might be presented.\nIn order to place ourselves in a favourable position both for obtaining\nsuch opportunities and for judging of their value, we ha.ve thought it\n·desirable to begin by making a systematic collection, from trustworthy\nsources, of evidence bearing upon the subject of our researches. Our\nlabours in this direction have been fruitful beyond our expectation;\nwe have obtained a large mass of testimony, which we are endeavouring\n\"to render as complete as possible by further inquiries. Whenever we\ncan, we question our witnesses personally, and take down their\ntestimony from their own lips. In other cases we conduct a cross-\n-examination by letter. We have to thank all those who have given us\nassistance of this kind for the readiness with which they have\nsubmitted to our method of working, and for the promptness and\n·courtesy with which they have replied, in almost every case, to our\n-questions.\nIt seems desirable that we should explain ciearly the standnrd that\nwe adopt in estimating the claims of any narrative to be included in\n·our list. In tb.e first place, we, of course, begin by tracing every story\n·.to the fountain-head. But we do not consider that every first-hand\n..narration of the appearance of a ghost, even from a thoroughly\ntrustworthy narrator, gives us adequate reason for attempting further\n·investigation. . On the contrary, our general principle is that tILe\n'IlJll8upported evidence of a single witness does not constitute sufficient\nground for accepting an apparition as Itaving a primafacie claim to\nobjective reality. To distinguish any apparition from an ordinary\n.:hallucination, such as those recorded by Abercrombie, Brewster,\nCarpenter, and others, it must receive some independent evidence to\nDigitized by Google\n\f102 Fir8t Report of the Oommittee on Haunted Hou8e8. [Dec. 9\ncorroborate it. And this corroboration may be of two kinds; we may\nhave the consentient testimony of several witnesses; or there may be\nsome point of external lI.oareement and coincidence-unknown, as such\nto tlte seer at t1~e time,-(e.g., the periodic appearance on a particular'\nanniversary, or the recognition of a peculiar dress), to give to the\nvision an objective foundation. As regards the first of these two cases,\nthere is a distinction to be drawn, which is of the greatest importance,\nthough commonly neglected. It may often happen that several persons\nmisinterpret the same phenomenon in the same manner, exemplifying\nwhat is called \"collective delusion.\" But neither science nor the·\ncommon experience of life has produced any undoubted cases analogous\nto what, in this department, has been designated \"collective hallucina-\ntion \"-that is, the observation and identical description by several\npersons of an appearance having no basis in reality. The only case\nknown to us which warrants the description of collective hallucination\nis the effect sometimes produced by the mesmerist upon his subjects-\na case obviously abnormal.\nPerhaps our method of investigation can best be illustrated by a.\nfew examples of its actual operation.\nAt the beginning of our researches we received tidings of a ghost\nwhich had been seen within the last few years by an artist at his studio·\nin Chelsea. Having obtained an introduction, two of our number\ncalled upon him, and Nceived from him a very striking and eircum-\nstantial account of his experiences. The apparition was seen in broad\ndaylight; it appeared to him, during his three years' tenancy of the·\nstudio, over a hundred times. He was in his ordinary health throughout\nthis period, and neither before nor since had ever seen anything of the\nkind. The circumstances were such as to preclude all possibility of'\ndeception, and the figure itself was so distinct and lifelike that he·\nsucceeded in producing a portrait of it. A rough sketch of this portrait\n-which is now in the possession of the Society-represents a young\nman of about twenty-five, with the right arm torn away from the\nshoulder, and a strangely mournful, pleading expression in the eyes.\nOur informant was perfectly clear in his account; and the minute·\nexamination to which we subjected him failed to disclose any inconsisten-\ncies. Further, it was impossible to question his good faith. That he was.\nfully convinced he did actually see what he described to us is a matter'\nwhich, in our judgment, does not admit of doubt.\nWe next proceeded to the house itself, and examined its present\ntenant, a respectable mechanic, with a sturdy contempt for ghosts.\nHe 1l.Ssured us that neither he nor any of his family had been troubled by\nanything of the kind. The housekeeper who had kept the studio in\norder, and had lived in the house during the artist's tenure of it, and\nfor some years previously, was also interrogated. She had seen nothing\n-\n\f1882.] First Report of tke Oommittee on Haunted Hot\/sos. 103\nunusual in the house, nor, so far as her knowledge extended, had\nanyone else, except Mr. P., our informant. The history of tfJ.e house-\nwhich had been built about forty years ago-a.s narrated to us by Mr.\nP.,was confirmed by both these witnesses. A distressing suicidehadtaken\nplace there, but it did not seem possible to connect this in any way\nwith the vision seen by l-Ir. P.\nOn the whole, then, in the entire absence of any corroborative\nevidence, such as that indicated above, it seem~ to us that we cannot\nreckon this vision as other than a hallucination arising from some\nmorbid condition of the subject; and the circumstances under which it\nwas seen to some extentfavour this view.With one exception,itinvariably\nappeared to Mr. P. floating in air behind the rails of the staircase, when\nhe was washing his brushes at the end of his day's work. The sudden\n- quickening of the circulation, caused by the change of position and\nrapid movement after a period of some hours passed in a sedentary or\nstationary posture, would be precisely one of the conditions we should\nlook for as calculated to develope any latent predisposition to spectral\nillusions. There is, however, one circumstance which makes us waver\nin our diagnosis of this case. On the occasion above referred to as\nexceptional, Mr. P. saw the figure in his studio. He was sitting before\nhis easel. with his back to the door one winter's morning, when, as he\nassured us, he felt that someone was in the room, and, turning round,\nhe saw the apparition a. few feet from him. This intrusion appears to\nhave annoyed him, and he uttered an impatient exclamation, upon\nwhich the figure slowly vanished. If ~ir. P.'s remembrance of this\nincident is completely accurate, there would certainly seem to be some\ndegree of justification for his own firm belief in the objective nature of\nthe phantom; since hallucination which affects sensation in two modes\n-what we may call hallucination of two dimensions-is at all events\nuncommon. However, in the absence of more conclusive evidence, we\nm]lSt be content to regard the presumption in favour of the objective\nnature of this apparition as, at least, too weak to afford us ground for\naction.\nIn another instance we have an admirable illustration of the falla-\nciousness of hearsay evidence, where the intermediaries are not experts\nin researches of this kind. We lately received an account of a very\nremarkable phantasmagoria said to have been witnessed by two gentle-\nmen in Gloucestershire about fifty years ago. The story, though of a\nvery startling kind, is not without pal\".illel amongst our records; and\nour informant had himself heard the story from one of the persons.\nconcerned. It ran as follows :-Two gentlemen were trayelling together\nin a post chaise one Christmas Eve, on some date between 1820 and\n1830. The country was not known to them, and the difficulty of\nfinding their way was increased by a heavy fall of snow. The coachmr,n\nDigitized by GoogIe\n\f104 First Rep01·t of tke Oommittee on Haunted Houses. [Dec. 9,\nappears to have taken the wrong turning at some cross-roads. and only\ndiscovered his mistake on arriving at a house whose brilliantly lit up\ninterior betokened that some Christmas festivities were being carried\non withb. The elder of the two gentlemen walked up to the door, and\nasked his way of the master of the house, who came out te meet him.\nHe was courteously invited to enter, and, on his declining, a servant\nwas sent with him to conduct the chaise into the right road. When, on\nhis leaving them, one of the occupants of the carriage placed a crown-\npiece in the servant's hand, it appeared to them both to fall through\nthe hand on to the snow, and the man, at the same time, mysteriously\nto vanish. On arriving at their destination, the travellers learnt that\nno house now stood in the locality, which they described; the house,\nwhich had formerly occupied the spot, had been pulled down after\na terrible crime which had been committed there on Christmas Eve-\nmany years before. ·On examining the scene of their night's adventure\non the day following, the travellers found in the snow the wheel marks\nof their carriage leading up to the spot where this house had once\nstood.\nWe have recently had the opportunity of hearing the narrative of\nthe surviving witness of this strange scene. The incidents did. in fact,\ntake place substantially as related. The account, as we had at first\nheard it, differed from the true version only by the misrecollection of\none or two particulars, which might well seem trivial and unimportant\nto those who regard\"ghost stories\" as more suited for the amusement of a\nfirelight hour in the drawing-room or the nursery, than for the subject of\nserious and painstaking research. Yet it is just the details. which, when\naccura.tely reported, serve to bring this incident back from the realms\n-of fairyland almost to the dull level of commonplace reality. For it\nwould appear that it was not until many year8 ajtenJ)ards that the\ntravellers-who were schoolboys at the time of the occurrence--learned\nthat no house had stood for more than half a century on the spot where\nthey believed themselves to have gone astray, and in that interval we .-\nmay fairly suppose that their memories would be so blurred as to render\ntheir identification of the locality untrustworthy. The following\nextract from a letter of the surviving witness throws much light on.the\nother extraordinary features of the narrative: \"If I am right in my\nrecollection, I think my friend made the remark to me, •Didn't you\nsee the coin go right through his hand and fall to the ground 1' But,\nthen, you must bear in mind that it was snowing heavily, and a flake\nof snow might be taken for a half-crown, or he migl~t have said it in\njoke. Then, as to the unusually mpid disappearance of the man. This\nmay be accottnted for by the density of the falling snow, or his\ntemporary concealment behind a bush or tree. Strange as the whole\naffair appeared to my visiOll that night, I am not inclined to lay much\nDigitized by Google\n\f1882.] First Report o\/tlle (Jommittee on Hatmted Houses. 105\n'stress upon these deceptive phantoms.\" Elsewhere he writes that he\nregards it as \" a strange circumstance, some portions of which\nwere really puzzling to me when I came to think them over in after\n.times.\"\nHere again, then, the evidence falls manifestly short of our\nrequirements.\nBut in justice to our correspondents we must admit that when we\nhave tracked a story to its source, we find, perhaps more commonly\nthan not, that its features, so far from being exaggerated, have been\nblunted and toned down by repetition. Amongst educated people, at\n.all events, the fear of ridicule is prepotent over even the love of\nthe marvellous, and the enjoyment of a good story. Most persons,\nwe ima\",oine, would be of one mind with a gentleman, who has\n-recently communicated with us, and \",hose story met with so unsympa.-\nthetic a reception on its :first recital, that until now he never ventured\n-on a second. And when our records have been rigorously tried by the\n-canons which we have above indicated, and the largest allowances have\nbeen made for the possible importation of essential details into the\nnarratives through defect of memory or the instinctive tendency of the\nimagination towards dramatic unity and completeness, there remains a\nmass of evidence from wholly independent sources, sufficient, we venture\nto assert, to justify the steady prosecution of our inquiries. From this\nmass we select two narratives for pUblication in this report-not as\nbeing more authentic than many other accounts in the possession of the\nSociety: still less as excelling the others in interest or importance-\nout &<I illustrating, in connection with our comments, the kind and the\namount of evidence which we regard as indispensable.\nFor at the same time we would point out that these narratives, sever-\nally not in all points proof a\",aainst criticism, convey a very inadequate\nidea of the real strength of the evidence by which our hope of future\nsuccess in this direction is, we think, justified. The strength of that\n-- evidence consists essentially in the independent and cumulative\ntestimony of many sane and credible witnesses; and to form a just\nestimate of it, it would be necessary for our readers to have before them,\nnot one or two selected stories, but the whole collection of narratives at\npresent in our possession. Till this is possible, we would ask them,\nwith ourselves, to hold their judgment in suspense.\nWe have chosen the following narrative as having received\nincidental corroboration from external sources of which, necessarily,\nfew such stories are capable. At the same time, whilst not underrating\nthe value of this corroboration, we would point out that we have at\npresent the testimony of only one witness to the events related.\nThough there can be no question of our informant's integrity, the\nevidence would, certainly, be considerably strengthened if we could\nDigitized by Google\n\f106 Fir8t Report qfthe Oommittee on Haunted Hou8e8. [Dec. 9,.\nobtain the direct testimony of the other persons concerned. The manner\nin .vhich this story was obtained illustrates incidentally the difficulties\nwhich beset our investigation. Our informant, a. gentleman of consider-\nable intellectual distinction, declined to correspond with us, but at a\npersonal interview narrated to Mr. Podmore the following details, on\nwhich he cheerfully submitted to be catechised.. The account here\ngiven was drawn up immediately after the interview, and was read\nthrough and corrected by Mr. X. Z. himself, as we will call him. But\nit is only within the last few days that Mr. X. Z. hIlS accorded us\npermission for the publication of the story: and that without his own\nname, or the address of the house referred to-a prohibition which we·\nregret, but can scarcely hold unreasonable. We should, perhaps, add\nthat, besides, being personally known to one of our number, Mr. X. Z.,\nas we ha.ve called him, is familiar by reputation to every member of the ~­\nCommittee, and no doubt to most of our readers.\n\"In the early spring of 1852, Mr. X. Z. went to reside in a large old\nhouse near C--. Mr. X. Z. only occupied part of the house, the\nremainder being inhabited by a friend of his own, Mr. G--, and some\npupils. Mr. G--had occupied the house about a year before Mr. X. Z.'s.\narrival; and two servants had, in that interval, given him warning, on\naccount of strange noises which they had heard. The house, which is a large\none, was let at an extremely low rent.\n\"On the night of the 22nd September, 1852, at about one a.m.,.\nMr. X. Z. went up to his bedroom. The house was in complete darkness,\nand he took no candle with him; but on opening a door which led into the·\npassage where his room was situated, he found the whole passage filled with.\nlight. The light was white like daylight, or electric light, and brighter than\nmoonlight. At first Mr. X. Z. was dazzled by the light, but when his eyes\nbecame used to it he saw, standing at the end of the passage, about 35 feet.\nfrom him, an old man in a figured dressing-gown. The face of this old man,\nwhich Mr. X. Z. saw quite clearly, was moat hideous; so evil was it that·\nboth expression and features were firmly imprinted on his memory. As !rIr.\nX. Z. was still looking, figure and light both vanished, and left him in pitch\ndarkness. Mr. X. Z. did not. at that time, believe in ghosts, and his first.\nthought was (he had lately read Brewster's • Natural Magic,' and had been\nmuch impressed with the striking cases of spectraI illusion recorded in that.\nwork) that he was the subject of a hallucination. He did not feel at all\nfrightened, but resolved to take a dose of physic in the morning. The next.\nday, however, remembering the tales told by the two servants who had left,\nhe made inquiries in the village as to the past history of the house. At first.\nhe could find out nothing, but finally an old lawyer told him that he had.\nheard that the grandfather of the present owner of the house had strangled.\nhis wife and then cut his own throat, on the very spot where Mr. X. Z.\nhad seen the figure. The lawyer was unable to give the exact date of this-\noccurrence, but Mr. X. Z. consulted the parish register, and found the two-\ndeaths recorded as having taken place on the 22nd September, 179-(the\nprecise year he could not now (1882) remember). The lawyer added he had\nDigitized by Google\n\f1882.J First Report of the Committee on Haunted Houses. 107\"\nheard that the old man was in the habit of walking about the huuse in a\"\nfigured dressing-gown, and had the reputation of being half aJI\nimbecile.\n\"On the 22nd September, 1853, a friend of Mr. G--'s arrived to make a.\nshort stay. He came down to breakfast the following morning, looking very .\npale, andannounced his intention of terminating his visit immediately. :M:r.\nG-- rather angrily insisted on knowing thE' reason.of his sudden departure j .\nand the young man, when pressed, reluctantly explained that he had been\nkept awake all night by the sound of cryings and groanillgs, blasphemous.\noaths, and cries of despair. The door of his bedroom opened on to the spot.\nwhere the murderer had committed suicide; and it was in the bedroom which\nhe had occupied that the murder had been committed. In 1856 Mr. X. Z.\nand his friend had occasion to call on their landlord, who lived in London.\nOn being shewn into the room Mr. X. Z. at once recognised a picture above·\nthe mantel-piece as being that of the figure which he had seen. The portrait,\n-however, had been taken when the man was younger, and the expression was .\nnot so hideous. He called :M:r. G--'s attention to the painting, saying:\n• That is the man whom I saw.'\n\"The landlord, on being asked whom the portrait represented, replied\nthat it was the portrait of his grandfather, adding that he had been no credit_\nto the family. .\n\" Doors also opened and shut in the house without apparent cause; bells.\nwere rung in the middle of the night, causing all the household to turn out.\nand search for burglars; and the inmates of the house declared that unseen\nfootsteps had followed them down the whole length of the passage already\nmentioned.\"\nIt would appear from }\\fl'. X. Z.'s statement that other persons.\n(including Mr. G--) heard or saw unaccountable things in the house.\nBut Mr. X. Z. was unwilling, both for his own credit and for that of\nthe house, that the inquiry should be prosecuted further in tIris\ndirection. Moreover, even had we felt justified in acting against his.\nexpress desire in the matter, it would have been a task of great difficulty\nto obtain at this distance of time the testimony of the other inmates of .\n_ the house, previous to 1856; ~1r. X. Z. being unable to give us any\nassistance in our inquiries. .\nMr. X. Z. and his friends left the house in 1856; alld Mr. X. Z..\nhimself was generally absent during September. This circumstance,\ncoupled with the fact that the room in which the sounds were chiefly\nheard was generally used as a guest-room, and only occasionally\noccupied, may account for nothing of an unusual character having\nbeen seen or heard during the remainder of their tenancy.\nWe have, in this instance, audible testimony for the occurrence in a.\nhouse where a murder had been committed, of :-\n1. Noises of footsteps and bell-ringing, such as were commonly reported·\nt@ be heard in houses of this description.\nigitized byGoogl\n\f108 First Report of tI,e Oommittee on Haunted Houses. [Dec. 9,\n2. An apparition, noticed ou the scene of the murder, and subsequently\nrecognised from a portrait as bearing resemblance to the murderer.\n3. Articulate BOunds of appropriate significance, heard, again, on the\n.anniversary and on the scene of the murder, by another witneBB who W8iI\nentirely ignorant of the facUl.\nThe house has been partially rebuilt since Mr. X. Z.'s departure;\nand the disturbances have, apparently, ceased. The matter, however, is\nstill under investigation by the Committee, and we have some hope of\n'obtaining, at no distant date, further authentic information on the\nsubject.\nIn our next narrative we have been fortunate enough to obtain the\ntestimony, at first hand, of three witnesses-two of them daughters of\n·an Irish clergyman of some distinction-to the events related. We\n·have also'the testimony of several other persons, given, it is true, at•._\n'second-hand, but, as we have good reason to believe, authentic. Of these\npersons we can claim acquaintance only with Miss H. G--. This lady's\nevidence was taken down from her own lips by Mr. Sidgwick and Mr.\nPodmore, last summer, and the sheets were subsequently read through\nand corrected by her. The other witnesses, who reside in Ireland, have\n·themselves written down their experiences for us. In this case\n:also, for obvious reasons, we are not permitted to publish names and\n·addresses.\nThe history of the house, as gathered from Miss G--'s letters, and\nfrom conversation with Miss H. G--, may be summarised as follows:\nThe house itself is an old rectory in the north of Ireland. In 1818 or\n1819, Miss A--, the eldest daughter of the then incumbent, died, and\n.it is this lady whom the apparition which has been seen in the house is\n·supposed to represent. Into the circumstances attending her death,\nwhichlend a tragic interest to the commonplace details of the following\nnarrative, we are not at liberty to enter. But'this much is clear, that\n·Miss A--'s life had been an unhappy one-narrowin its interests, and\nrepressed in its sympathies. Alter Dr. A-- left there had been six\nrectors in succession before Mr. G--, the fatherof our informants. Miss'-\nH. G-- informed us that she had heard from Mr. H--, one of their\n'predecessors, that strange noises, which he attributed to rats, were\nheard in the house during his residence there. Since this gentleman's\ndeparture, however, the house had been partially rebuilt, and there\nappear to have been no rats in Mr. G--'s time. Miss H. G-- and\n'her sister had heard when they first came to the house that it was\nhaunted by Miss A--'s ghost; but nothing unusual appears to have\nbeen Been in the house until 1861 or 1862. The old rectory is a.t the\npresent date (1882) occupied by a respectable farmer and his family. We\n.understand that these persons have not witnessed anything unusual in\n'the house, but we have as yet found no opportunity for detailE'd\nDigitized by Google\n\f1882.] First Report of the Oommittee on Haunted Homes. 109\ninvestigati(}n. The following is a copy of a letter written to us by Miss.\nG--, one of four sisters.\n\" We lived for twelve years in what was considered to be a 'haunted\nhouse.' It was an old country rectory, in which, forty years before, a\nterrible tragedy had occurred.\n\" We took possession of the place in October, and nothing remarkable,\noccurred until one evening about Christmas time-I forget the exact date.\nAfter family prayers, when all our party, except my mother and father and\nmyself, had retired, I left the dining-room, and went across the hall into the\ndrawing-room. There was no light in the front hall, but a banging lamp\nin the back passage gave' some little light. The drawing-room fire was. -\nalmost, but not quite, out. There was a white marble mantelpiece, and\nbefore the fire-place stood a chair, in which one of us had been sitting before\ntea. As I entered the room, a figure rose up quietly from that chair and\n-approached me. I thought I recognised my sister, and said, 'Are you here,\nH-- ~ I thought you had gone to bed.' The figure advanced and came\nBO close to me that I put out my hand and said, 'Don't knock me down.'\nStill no answer, and the figure was gone.\n\"I returned to the dining-room and said to my father and mother, 'H\nthere is a ghost in D-- I have seen it just now.' They laughed at the idea,\nbut I insisted that I had selln something for which I could not account, and\nwas determined- to investigate it. I therefore took a lamp and searched\ndrawing-room, hall, and passages, satisfied myself that the servants had\ngone to bed, and then went to the rooms upstairs occupied by my sisters and\nby some friends who were staying with us at the time. Not one of them\nhad been in the drawing-room after prayers.\n* * * * * *\n\"A few evenings afterwards I opened a door which led from the back\npassage to the top of the kitchen stairs. A figure seemed to rush up the\nstairs to meet me, went past me, and when I looked after it into the\nlighted passage behind me, it was gone. For this incident also I could not\nsatisfactorily account.\n\"This is all I saw, but I, as well as other members of our household.\noften heard strange noises, as of dragging furniture, heavy footsteps, &c.,\n-- especially at night.\n\" We investigated these over and over again, and once I detected that\nthe BOund of a clanking chain was caused by a reverberation from\nthe stable. There were no rats in the house while we were there.\n\"I. F. G--.\n\" June 7th, 1882.\"\n\" Three other points I should note before leaVing this subject.\n1st. \"The figure at D-- was generally seen about the shortest and\nlongest days of the year.\n2ndly. \"Some old parishioners who remembered Miss A--, the Arch-\ndeacon's daughter, whose mysterious death occurred in 1819, remarked to us.\nthat my sister R -_.'s figure was singularly like hers.\n3rdly. \"We came by degrees to consider the mysterious figure whicb\nDigitized by Google\n\f110 .Fir8t Report of tile Oommittee on Hatmfed Hou8e8. [Dec. 9\n.occasionally appeared, as a personage in the house, friendly toward us, but\nquite unconnected with our concerns. We always spoke of her as 'Miss A--.'\nShe never came to warn us, nor to communicate with us. We had towards\nher a kindly feeling, perhaps mixed with awe, but we were not in the least\nafraid of her. Servants who were at different times in our employment could\ngive information about the appearances and BOunds in that bouse, but itwould\nbe vain to expect them to reply to letters.\neeL F. G--.\n\"June 19th, 1882.\"\n~Irs. B--, the writer of the letter given below, is a friend of the\n.G-- family, and has, at their request, communicated to us the\nfollowing incident.\n\"I am not quite sure what year it was that during one of many visits to\nmy fnends at D-, I sa,v the 'ghost' of the house. It was, I think, 1861. __-\n·about the end of September. We were a large merry party just finished tea\nin the dining-room, and were all proceeding from it acroBB the hall to the\ndrawing-room; the doora of the rooms facing each other. I, being the\n.guest, was the first to leave the dining-room and enter the dmwing-room, the\nlast of the party following, carrying the lamp, so that all the light was behind\nus, though still very strong.\n•• When I opened the dmwing-room door I started back on seeing what I\n-thought was a lady, or one of the daughtera ofthe house, seated on a BOfa by\nthe fire on the opposite side of the room from the d001' (although I knew\neveryone staying in the house was immediately behind me), and said,\n•Who's that 7' •Oh !' said someone, • it must be MiBB A--,' the name by\nwhich the ghost of the house was known.\n\"In a minute the room was full of bright light, and thero was nothing to\nbe seen of the appearance which a moment before looked so like a lady\ncomfortably seated by the fire. I had never been much of a believer in what\nI had been told of the ghost of this house, and even still think it mtNY have\nbeen a combination of shadows and reflections; and the seeing of it thus did\nnot inspire me with any feeling of alarm, as I have often stayed in the house\nsince; but I have never, either before or Bince, seen any shadows take so\ntangible and substantial a form as that did. ._\n\"During several of my visits I have heard various people, both visitors\nand inmates, say they had either seen or heard, or mther I should say felt,\nthe presence of the lame shadowy lady at all hours and places in the house.\n. \"T. M. B---.\n\"July 25th, 1882.\"\nNext, we have Miss H. G-'s evidence, as given to Mr. Sidgwick\nand Mr. Podmore.\n\"Some time in JWle, 1861 or 1862, I was coming up the staira, in the\ndusk, about nine p.rn. As I reached the first landing, I saw just in front of\nme, apparently about two yards off me, or nearer, standing against the light--\nwhich came through thfllanding window-a grey figure, which I supposed to\nbe one of my si'Jters. I stopped, and said, •Are you coming on 7' No reply;\nDigitized by Google\n\f1882.] First Report qf tke Oommittee on Hatmtecl House8. 111\n. and I made a step forward. The figure vanished; and I felt a slight shock.\nIt was as if I had suddenly come upon my own figure in a mirror. Had\nthere been a mirror there, I should have certainly supposed that to be the\ncase. I went upstairs, and told the others what I had seen.\"\nMillS L. G--, who never saw the apparition herself, has communi-\ncated by letteI her recollection of what she heard from her brother and\nothers. We have been unable to trace the two servants herein\nreferred to.\n\"In the year 1862 I was staying at Broomfield, after my grandmother's\ndeath. Some time towards the end of September my brother John found us\nthere, and told us he had seen the 'ghost at D--,' but had not told them\n.at home.\n\" He said that one evening he had driven my eldest brother, William, to\n~e station at D-- for the 6.20 train. On his return he left the horse and\ncar, as usual, in the stable-yard with the servant, and was going into the\nhouse, when, on passing the drawing-room windows, he saw, standing in that\nnext the hall-door, a figure which he at first took to be one of his sisters.\nSuddenly he thought that the figure was not dressed in mourning, as his\nsisters would be, and he stepped back oft' the doorsteps to look at it again.\nShe was standing with her hands up, as if she had just shut down the lower\nsash of the window, and was looking out between her arms. He could not\nin the dusk discern the features, but saw the hair parted on the forehead,\nand that the dress was grey. It was not any of his sisters, or any of the\nservants. He left the figure standing in the same attitude, and went into\nthe house, and into the drawing-room direct. No one could have left the\nroom without meeting lrim in the hall. The room was vacant, and when he\nwant into the parlour opposite he found all the members of the family who\nwere at home seated round the tea-table. The servant whose business it\nwas to close the drawing-room windows (who was also in black) and all the\nother servants were, he satisfied himself, below stairs. The breadth of the\narea, close to the edge of which he stood to look at the figure, was, I fa'1CY,\n.about eight feet ; it could not have been more than ten.\n\"The hour was about, probably after seven o'clock, the date about the\n-_18th September-I am not sure of the exact day. John was eighteen, in\ngood health and spirits. He died in 1865. He did not tell anyone\nat home at the time, as he said, when he found the room empty,\nhe felt 'eerie,' but he told me he wandered through the house the\nrest of the evening trying to see the figure again, but could not. The only\nother time he was conscious of a 'presence' was, he told me, one day when,\n.coming out of one of the rooms on the upper lobby, he felt as if some persoll\nbrushed closely by him, but he saw nothing.\n\"Several years afterwards-I think about 18G8-we had a girl named\nSusan Taylor living with us as our maid. We were annoyed by a little girl\nfrom the village of--, whom we were trying to train as a servant, telling\nthe servants that the house was haunted, and saying she was afraid to go up-\nstairs in the evening.\n\" Speaking of this to me, Susan said that she did not believe in ghosts;\nDigitized by Google\n\f112 Firat Beport oj flte Committee on Haunted Houaea [Dec. 9-\nthat she had been washing out the upper lobby one eveniiig towards dusl~,\nhurrying to get it done, as she thought I should be displeased at her doing it\nso late; she looked up, and saw, as she thought, my youngestsisterm:oss the\nlobby. Shesaid, 'I thought I saw Miss Caroline go from your room int&\nMiss H--'s, with a shawl over her head. I was afraid she had the tooth-\nache, and I got up and followed her, but when I went into Miss H--'s\nroom there was no one there.' And she continued: 'That shews the non-\nsense about a ghost in that room, for if there had been one I should have\nseen it.' Susan added that she, like myself, was accustomed to be through\nthe house at all hours of the day and night, sicle-nursing.\n\"L. E. G--.\n\"June 13th, 1882. \"\nWe subjoin an account, given to us by Miss H. G--, ot\nphenomena observed by two other persons, with whom it is no longer\npossible to communicate, an4 of various strange sounds heard by herself.__\n\"Sometime early in the sixtieliMr. John H-- came over to call on us\none summer's morning. As he passed the drawing-room windows, of which\nthere were two, to go into the house, he saw, as he thought, myself sittingin\nthe drawing-room. He waved his hand to the figure, went in at the open\ndoor, and proceeded straight to the drawing-room. There was no 011e there\nWhen he met me Mr. H-- told me what he had seen.\n\"In October, 1862, Mr. F--had been playing byhimself in the drawing-\nroom. It had grown dusk, and thinking it was probably time to dress for\ndinner, he went out into the hall, and groped about on the shelf, where they\nwere usually kept, for a candle. He found a candle, and whilst feeling for\nthe matches, he heard the light step, as he thought, of one of us coming\ndown rapidly from the top of the house. When the step, as he thought, was\nnear him, he called, \" Is it one of you girls 1 Can you find me some matches1'\nThe noise ceased and he found no one there. He at once mentioned the-\nincident t:> my brother.if.\n\" On another oCC3Sion, when I was away from home, and two of mysisters\noccupied the room next to mine, Mr. F-- occupied the guest-room below\nmine. In tho morning he asked my sisters what they had been about in the-\nnight; he heard noises of furniture, &c., being moved in their room, which\nhad prevented him from sleeping.\nU Strange sounds-generallyas of furniture being moved or some person\nmoving about in the room-were frequently heard in my room.\n• [The above acoount was written down by us from Miss H. G.--'s lips, and\nas she professed herself unable to state with certainty whether Mr. F-- had\nmentioned having Been anything on the occasion referred to, we judge it best to\nomit all referehce to a possible appearance. Recently, however, Miss I. F.\nG-- on reading through her sister's narrative, writes to us, \" This part of the\nstory has oertainly lost, not gained, in the telling. Mr. F-- told us that he\ndistinctly Ba'lll a girlish figure ooming downstairs on the occasion here mentioned,\nthat he addressed her first as one of the ladies of the family, then as a servant;\nand that it was only when he walked olose up to the figure that it vanished. He\nheard distinotly the rustle of a. dress and footfalls, as tho figure came quickly\ndowllstairs to meet him.]\nDigitized by Google\n\f1882.] Fir8t Report ofthe Oommittee on HauntedHou8e8. 113\n\" The following were the most memorable instances :-\n\"1. In 1863, on a summer's moming about 10 a.m., the door of the room\nbeing ajar, I heard what I supposed to be the noise made by the housemaid\nmoving about in the room; and accordingly pushed the door further open\nand stepped into the room, calling out, 'Margaret, I want you;' but found\nno one there.\n\"2. InNovember, of 1872, about two p.m.,when wewere on the point of\nleaving the hoUse, having just gone up to my room, I heard a step come from\nthe room opposite along the passage, andcalled out, 'Who's there l' Finding\nno one I ran immediat':lly down into the drawing-room and found my sister\nand brother there (the only persons then in the house, except servants) ;\nand then went into the kitchen and ascertained that none of the servants\nhad been upstairs.\n\"3. Inthe winter of 1864 (I think), while I was sitting in my room with\nmy back to the d~r, I had a vague impression as of someone entering the\n--.room. I then heard a loud noise as of the crack ofa whip on wood, three times\nin succession, as though the whip had been struck first on a wardrobe and then\non each of two windows opposite the door-as though the striker were going\nround the room from the door, towards me. \"H. G--\n.•\n\" July 6th, 1882.\"\nIt would appear in this case that in a house which bore the reputa-\ntion of being haunted :-\nL \"Certain unaccountable noises were occasionally heard.\n2. A shadowy figure was seen at various times, by at least six witnesses ~\nand as these witnesses in most cases affirm that they at first took the object\nseen to be a living person, their apparent visions cannot be referred to any\nstate of expectancy, produced by their knowledge of the supposed haunt-\ning-unless we attribute to them a coincidence of misrepresentation on this\nimportant point.\n3. There are some grounds for connecting this figure with the lady\nwhose spirit was supposed to \"haunt\" the house.\nThough for the reasons above indicated we deprecate as premature\nany systematic attempt to estimate the weight of the evidence afforded\n-:\"':by these two narratives, we would, to a certain extent, anticipate\ncriticism by pointing out here, as we have done in Mr. X. Z.'s story,\nwhat we consider the weakest points of the case. In the first place,\nthen, though the figure is said to have been seen by so many persons, it\nwas never seen by two persons simultaneously. Nor was it ever seen\nunder such circumstances, and in such light, that its features could be\nclearly recognised. And, undoubtedly, some of the evidence for its\nappearance is very weak, the figure seen by Mrs. B--, for example\n(p. 110), being quite possibly a mere illusion of the senses,-the imagina-\ntion having been previously excited by hearing of the ghost in the\nhouse. In fact, any piece of the evidence standing by itself might be\ningeniously explained away, though it is difficult to see how this can\n1\nDigitized by Google\n\f114 First Report 0\/ tl\/.8 Oommittee Ola Haunted Houses. [Dec. 9~\nbe done with the spontaneous and independent testimony 'of levei'al\ncreditable witnesses. It is not a cltain of evidence which breaks down if\nthe weakest link gives way, but rather a rope, the -strength of\nwhich is to be judged as a whole, and not from the weakness of\nany particular fibre. Again, the evidence for the connection of the\nfigure said to have been seen with Miss A-- is but slight. In the\nabsence of any rec6gnition of the features, or the appearance of the\nphantom on any definite anniversary, the supposed connection is founded\nmainly upon the general resemblance of the figure of one girl to that of\nanother, and on the probabilities of the case as estimated in the fireside\ntalk of a few Irish villagers. It should, however, be remembered, that\nto establish the prima facie objective nature of an apparition it is not\nneces8Q\/l\"1J that any such connection as that above indicated should be\n. demonstrated. And the identity of the apparition, as seen at various\ntimes by different persons, seems tolerably clear. The several deserip- --\ntions are apparently descriptions of the same figure: the same general\nfeatures are noted by each witness, and if there is no striking\ncoinCidence in the various 8.ccounts, neither is there any discrepancy_\nMoreover, the witnesses themselves are deserving of credence, not only\nfrom their high character, but from the plain and straightforward\nmanner in which their testimony is given. This last, indeed, appears to\nus a most important feature in the case. The incidents related, and the\nmanner of the relation, are so little calculated to stimulate the\nimagination, that there is the less suspicion of the story having been in\nany way embellished in the telling. It is only when the various bits\nof testimony are put side by side that their real significance can be\nappreciated.\nMeanwhile, in addition to examining and recording the evidence of\nothers, we haveheldourselves in readiness to takeanyfavourableopportu-\nnity for personally investigating the phenomena which forms the subject\nof our inquiries. But we have to admit that our record of work done\nunder this head is too scanty to be worth laying before the Society. We\n]lave been confronted at the outset by <Ufficulties peculiar to this investi\" --\ngation, which, though not altogether unforeseen by ourselves, do not\nappear to have occurred to some of our critics. We have been asked\nmore thar. once why we do not bring a dozen disbelievers together into\na haunted house, and leave them for a night with the ghost, in\norder to settle the matter decisively. But we would point out\nthat this suggestion ignores certain obvious considerations. Jt:ven\nASSuming the absolute truth of the narrative furnished to us, unless\nthe iltcidents related occurred frequently or at fixed periods-a case which\n'We have no grounds for believing at all·common-it is very improbable\nthat· any result will be obtained by a single night's experiment. Ghosts,\nlikc aerolites, secm to be no respecters of persons; and no amount of\nDigitized by Google\n\f1882.J First\" Report of tko Oommittee 011 IIal\/nted Hot\/ses. 115\n,scIentific watchfulness will make them come to order. Again,\nthe owners of houses reputed to be haunted arc reluctAnt to make the\ngeneral public, or even a select portion of it, partakers in the privileges\nwhich they themselves enjoy. The man who admi.ts the possibility of\nany house being haunted rUllS the risk of being regarded as\na visionary; but the hint of such 0. possibility in the case of a man's\n.own house is, none the less, commonly regard.cd by him as impairing\nthe value of his property. To acquiesce in thisl'IJqnires a disinterested\nzeal for the advancement of knowledge which we fear must always be\nrare. Hence we can hardly feel surprised to find that, in many cases,\nowners of houses display a diplomatic reserve when questioned on this\nsubject, or even profess entire ignorance of the existence of rumours\naffecting the reputation of their dwellings; and that they distinctly\n-Jecline to offer any facilities for theirinvestigation: nor that, when they\ncan no longer ignore, or persuade others to ignore, these rumours, they\nshould proceed to pull down or reconstruct the house without any\nregard to the scientific interests thus imperilled. In other cases we have\nfailed to obtain even the name of the owner of the house from the\nnarrator of a \"ghost story:1I these particulars being withheld by our\ninformant out of regard to the feelings and interests of the persons\nconcerned. A remarkable story, entitled \"No Fiction,\" appeared in a\nrecent number of Macmillan's Magazine. We have been il'l communi-\ncation with the clerg]man who wrote this account, and was himself the\nwitness of some of the occurrences related, and wlnlst he has afforded us\nfull confirmation of the accurracy of the narrative, he has been compelled,\nin deference to the wishes of his friend, the owner of the house in ques-\ntion, to withhold from us any further information.\nIn conclusion, it is hardly necessary to say that if any of our\nmembers can afford us opportunities for personally investigatiug cases\nof alleged haunting, we shall hold ourselves bound by any conditions of\nsecrecy which they may think fit to impose; and we would earnestly\n~-lnvite help in this direction from any who may be able to give it.\n*** By permission of the Council, this report has been somewhat\nmodified and enlarged, since it was read before the Society on the\nSth December last.\n1 2\nDigitized by Google\n\f116, .Report oj the Literary (Jommittp.p,. [Dec. 9),\nIV.\nREl'oltT OF THE LITERARY COMMITTEE.\nBy W. F. BARRETT; C. C. MAsSEY; Rev. W. STAINTON MOSES j FRANK\nPODMORE; and EDMUND GURNEY and FREDERIC W. H. MYEIIBs\nHon. Secretaries.\nFive months have elapsed since the last general meeting of thiS\"\nSociety. During that time the Literary Committee has been occupied\nin two principal lines of inquiry. In the first place we have collected\nand collated a great number of accounts already in print, the object of\nthis Committee being gradually to produce a conspectus as complete as\npossible of such phenomena, illustrating the whole range of subjects\nwhich fall within the scope of this Society, as have been recorded by\ntrustworthy witnesses in the last two centuries. The mass of such\nphenomena, we need not say, is exceedingly large; and it is no easy\nmatter to form an adequate collection of the books, especially the older\nbooks, in which these narratives are to be found. Our President,\nhowever, has kindly presented the Society with a conSiderable collection\nof books of this description, which we trust will form the nucleus of\na valuable library. We shall be very glad to receive communications\nfrom anyone who has any of the rarer works with which he might be\ndil'lposed to part; and in the present condition of the funds of the\nSociety we should, of course, be still more glad to receive any contri-\nbutions to the library or Library Fund. Stories of the kind we want\nare often to be found scattered through biographies and the generaJ-\nliterature of all countries, and several correspondents have already done\nus good service by pointing these out; assistance of this kind is particu-\nlarly invited.\nThe second direction of our inquiry has been of more immediate\ninterest. We composed a circular letter asking for information on our\nvarious topics, and sent it to several of the leading London and\nprovincial journals, as well as to private friends. In response to this\nwe received very numerous communications containing matter of more\nor less value; and we have also been favoured with severa] groups of\nstories already collected by other inquirers. We are very far, however,\ntrom considering that the stock of material obtainable in this way is\nDigitized by Google\n\f1882.] Report of tke Literary Committee. 11';'\nexhausted; and .we are repeating the substance of our letter in the form\n·of an adv~rtisement from time to time in some leading papers.\nA public appeal for information of this kind, has, no doubt, one\n·conceivable drawback, which some eyes have ma\",~ed even into a\n\"fatal objection-the possibility, namely, of hoaxes. The same possibility,\nit may be remarked, has to be faced in antiquarian, historical, and some\n-other kinds of scientific research. It is a danger which can be obviated\nby care; and the process of sifting to which we subject every\n-narrative sent to us is, we think, a sufficiently severe one. No evidence\n.is considered at all unless authenticated by names and dates (not\nnecessarily for publication); and in most cases we make the personal\nacquaintance of the narrator, and hear his story told in a manner\nwhich pledges his honour to its truth.off. We also communicate with\n-Such other living persons as may be concerned, and obtain all the\nindependent corroboration possible.t It is therefore in the last degree\n'Unlikely that anyone who allows the pUblication of his name is vouching\n'for anything which he does not, at any rate, believe to be the fact.\nAnd if he were to withhold permission to publish his name, while yet\ncontriving his plot with sufficient elaboration to take us in, he could\nderive but small pleasure from seeing his false story, in small print and\n·dull anonymity, used to reinforce the better-attested evidence of some\nthree hundred more honourable correspondents. The value of other\n-possible objections-such as the natural proneness to eJ\\aggeration and\nthe love of exciting wonder-will be better estimated when the evidence\nitself is presented in full. It will then be seen, we think, that these\n·elements of narration, even when the utmost allowance is made for\nthem, could not conceivably affect the main fact reported.\nWe have just used the words \"dull anonymity.\" Why, it may be\n'Said, should accounts dealing with these mysterious subjects, whether\nreal or fictitious, be dull1 Well, we are perhaps somewhat bla8e8 by\nthe number that we have lately read; but we can scarcely hope that\n~those who, in turn, follow our guidance through the same paths will\n·escape the same fate. The very last thing that we expect to produce\n.is a collection of narratives of a startling or blood-chilling character;\nour pages are far more likely to provoke sleep in the course of perusal\n* Cases of occasional relaxa.tion of this rule are, e.g., where the testimony\nof illiterate persons, difficult to reach, has been accepted as authentic on the\nauthority of the clergyman of the parish.\nt The numerous cases explicable by iZZUlwn or llaZZucination have heen, we\nthink, effectually excluded from our present series by our rule of admitting no\n·account of an appearance which was not either (1) perceived by more than one\nperson, or (2) approximately coinoident with, and apparently dependent upon,\nBOme occurrence of which the witness of the appearance was not otherwise\n·eognisant. The latter is the distinotive mark of the cases given in this report.\nDigitized by Google\n\f118 Report of the Literarv (Jommittee. [Dec. 9,.\nthan to banish it afterwards. The point in the evidence that. impresses-\nus is not its exciting or terrific quality, but its overwhelming quantity\n-overwhelming, we mean, to any possibility of further doubting the\nreality of the class of phenomena. Those who are used, as most of us\nhave been all our lives, to hearing now and again a stray story at third\nor fourth hand, with the usual commentary of vague wonderment or-\nshallow explanation, but without any suggestion of analysing or probing\nit, can scarcely imagine the effect on the mind of a sudden, large accumu-\nlation of direct, well-attested, and harmonious testimony. The\nsimilarities of unlooked-for detail which bind the phenomena together-\ninto distinct groups, the very similarities which make the accounts of\nthem monotonous reading,give the strength of a faggot to the dispersed\nunits which looked as if the mere dead weight of uninquiring.\nincredulity might easily break them.\nFurther, we must warn future readers that the details of the,\nevidence are in many cases not only dull, but of a trivial and even\nludicrous kind; and they will be presented for the most part in the\nnarrator's simplest phraseology, quite unspiced for the literary palate.\nOur tales will resemble neither the Mysteries qf Udolplw nor the\ndignified reports of a learned society. The romanticist may easily\ngrow indignant over them; still more easily may the journalist grow\nfacetious. The collection may be easily described as ajarrago; but it-\nwill at any rate be ajarrago of facts. For its miscellaneous character-\nwe shall hardly be responsible. However caused, these phenomena-\nn.re interwoven with the everyday tissue of human existence, and pay\nno more regard to what men call appalling than to what men call,\nridiculous. -\nThe facts which we are thus collecting belong to every department\nof our subject. That subject, however, must evidently be treated in\nGCparate instalments, for which the work of years will be necessary.\nDuring the course of this year we hope to publish the next considerable\ninstalment in the form of a book which will deal more at large with._,\nthe s\\lbject of this Report. But for present purposes, and until the\n:mass of our evidence can be fully set forth, we must claim to assume\nits general credibility, and confine ourselves mainly to the mode of\n&1Tanging it. In a chaos such as this subject presents, classification, how-\nover rude and provisional, is itself light-bringing; it is at any rate\n[.n indispensable pre-requisite of any true analysis.\nGo AGENT AND PERCIPIENT nOTH IN A NORMAL CONDITION.\nHaving continually-growing reason to believe that the- primary phe-\nnomenon of Thought-transference is solidly established, we naturally\ndesired, in framing the scheme of the forthcoming book, to link it.~\nJoo.tter as logically as possible with the results already achieved..\nDigitized by Google\n\f1882.] :Report of tke Literar'\/l Oommittee. 119\nStarting, then, with the assumption of the reality of this primary pheno-\nmenon, we propose to examine other cases of transferred or sympathetic\nimpression. In Thought-transference, so far as we have hitherto\ndealt with it, both parties (whom, for convenience' sake, we will call\nthe Agent and the Percipient) are supposed to be in a p.ormal state;\nand we have a few cases whicp a.ppear to differ from our previous\nexperiments in Thought-transference only in the facts that the\ntransference of the impression was not accompanied by any definite\nexercise of will, and that the transferred image seemed more objective.\nSuch a case is the following, given us by Mr. J. G. Keulemans, of\n2, Mountford Terrace, Barnsbury Square-a scientific draughtsmau-\nwith whom some of us are personally acquainted :-\n(i.) .. One morning, not longago,while engaged with some very casy work, I\nsaw in my mind's eye a little wicker basket, contsining five eggs, two very\nclean,of a more than usually elongated oval and of a yellowish hue, one very\nround, plain white, but smudged all overwith dirt; the remainingtwo bore no\npeculiar marks. I asked myself what that insignificant but Budden image\ncould mean. I never think of similar objects. But that basket remained\nfixed in my mind, and occupied it for Bome momentB. About two hours later\nI went into another room for lunch. I was at once struck with the remark-\nable similarity between the eggs standing in the egg-cups on the breakfast\ntable and thoBe two very long ones I had in my imagination previously seen\n'Why do you keep looking at those eggs BO carefully l' asked my wife;\nand it caused her great astonishment to learn from me how many eggs had\nbeen sent by her mother half all hour before. She then brought up tho\nremaining three; there was the one with the dirt on it, and the basket, tho\nsame I had seen. On further inquiry, I found that the eggs had been kept\n'together by my mother-in-law, that she had placed them in the basket and\nthought of sending them to me ; and~ to use her own words, 'I did of courso\nthink of you at that moment.' She did this at ten in the morning, \\Yhich (as\nI know from my regular habits) must have been just the time of my imprcs-\n8ion.\" Such an incident, however, seems very exceptional; and in the great\n__ body of our cases one or other of the parties is, or both of thcm are, in !'omo\ncondition other than that of normal waking consciousness.\n'.\n{j. PERCIPIENT IN AN ABNORMAL CONDITION.\n1. Exalted perception. during Bleep.\nIn the first place, then, the Percipient may be asleep, and mo.:,'\nreceive in a dream or vision some impression which may be noted, alld\nsubsequently proved to have been coincident with an impression,\nderived either from outward or inward sources, in a. waking mind-that\nof him whom we call the Agent. The following account, given to us by\na personal friend of our own (whose name and address we are at lib'3rty\nto mention privately), differs from ordinary Thought-transference, not\nDigitized by Google\n\f120 Report qf tke Literary Oommittee. [Dec. 9,\nonly in thA vividness of the impression, but in the fact that one at least\nof the percipients was asleep :-\n(ii.) \"One Sunda.y night last winter, at 1 A.M., I wished strongly to com-\nmunicate the idea of my presence to two friends, who resided a.bout three miles\nfrom the house where I was staying. When I next saw them, a few days\nafterwards, I expreBBly refrained from mentioning my experiment; but in the\ncourse of conversation, one of them said, 'You would not believe what a\nstrange night we spent last Sunday; , and then recounted that both the\nfriends had believed themselves to see-my figure standing in their room. The\nexperience was vivid enough to wake them completely, and they both looked\nat their watches, and found it to be exactly one o'clock.\" [One of these\nfriends has supplied independent testimony to tIlls circumstance.]\nIn this case there was a deliberate exercise of will Similar cases\nwhere that featureis absent are likely oftento pass unobserved; and all the .--\nobserved ones that happen to have come under our notice have been\ncomplicated by the pre-existence of some sort of mesmeric rappOTt be-\ntween the persons concerned.\n2. Exalted peTception during t,·a1lC6.\nThis circumstance affords a natur~ transition to the next class of\ncases where the Percipient is in that rarer and deeper state of\nslumber known as the \"mesmeric trance.\" Instances of impression\ntransferred from the agent to the percipient, when the latter is in\nthis state, are of course exceedingly numerous. Clairvoyance will, we\nhope, be fully and separately dealt with hereafter; but we have little\ndoubt that many of the facts recorded under that head will be found to\n~esolve themselves into simple transference of impression. This dis-\ntinction, which we think is of the greatest imporlance to keep in min~\nis well illustrated by the following incident :-\n(iii.) .A mesmerist, well known to us, was requestedby a lady to mesmerise\nher, in order to enable her to visit in spirit certain places of which he him- __ -\nself had no knowledge. He failed to produce this effect; but found that he .\/\ncould lead her to describe places unknown to her but familiar to him. Thus\non one occasion he enabled her to describe a particular room which she had\nnever entered, but which she described in perfect conformity with his recol-\nlection of it. It then occurred to him to imagine a large open umbrella as\nlyingon a table in this room, whereupon the lady immediately exclaimed, \"I\nsee a large open umbrella on the table.\"\nHere we must certainly suppose that the impression proceeded from\nno other source than the operator's mind; and it is to transferences of\nthis sort that for the present we intend to confine our treatment of\nmesmerism, reserving mesmerism in general and clairvoyance proper\nfor subsequent treatment.\nDigitized by Google\n\f1882.] Report oj the Literary Committee. 121\n3. Exalted pfl'I'ceptwlI at or near the moment of death.\nWe come now to a third class of cases, which at first sight seem to\ndiffer in a singular way from those already enumerated. For it seems\nthat not only the appo.rent depre88ion of the vital energies in sleep or\ntrance, but also their apparent exaltation in moments of excitement or\ndanger, may have a decisive effect in engendering or increasing the\npercipient's susceptibility to impressions from a distance. There is,\nhowever, we may suggest, one strongly-marked condition which would\nseem to unite in itself the characteristics both of depression and\nexaltation: we mean death, or, as in this connection ·we prefer to\ncall it, the process of dissolution. During this process, often a prolonged\none, mental conditions are undoubtedly observed analogous on the one\nhand to trance, on the other to exalted excitement. We would venture\n--.oro suggest, therefore, that in death may be seen a possible key to the\nmysterious parallelism, in their effects, of conditions so opposite as\nmesmeric sleep and the excitement of peril. If we may borrow a phrase\nfrom magnetism, we may perhaps picture these cases to ourselves as\ninvolving a relaxation of some coercitiveforce,which under normal condi-\ntions is able to limit the channels of impression to those through which the\nrecognised senses act in the recognised way. However this may be, it\nwould appear that the excitement of danger or imminent death has a\npotene influence in facilitating the transference of supersensory\nimpressions; and though, as a rule, it is not the percipient, but the\nagent, who is dying or in danger, this is by no means always the case.\nThere seems sometimes to be a distinct interchange of perception, as in\nthe following instance. The narrative is abridged from the words of\nthe late Mrs. Charles Fox, of Trebah, Falmouth (a lady well known to\none of us), who had heard the story from her grandmother, one of the\nchildren who witnessed the apparition. Few families could be named\nin which such traditions were likely to be at once more sacredly and\nmore soberly preserved.\n(iv.) \"In 1739 Mrs. Birkbeck, wife of William Birkbeck, banker, of Settle,\nand a member of the Society of Friends, was taken ill and died at Cockermouth,\nwhile returning from a journey to Scotland, which she had undertaken alone\n-her husband and three children, aged seven, five, and four years respectively,\nremaining at Settle. The friends at whose house the death occurred made\nnotes of every circulllstance attending Mrs. Birkbeck's last hours, so that the\naccuracy of the several statements as to time as well as place was beyond the\ndoubtfulness of man's memory, or of any even unconscious attempt to bring\nthem into agreement with each other.\n\"One morning, between sevell and eight o'clock, the relation to whom the\nC3re of the children at Settle had been entrusted, and who kept a minute journal\nof all that concerned them, went into their hedroom as usual, and found them\nall sitting up in their beds in great excitement and delight. 'Mamma has\nbeen here! ~ they cried, and the little one said, 'She called, \"Comel\nigitized byGoogl\n\f122 llepol·t oj the Literary Committee. [Dec. 9,\nEsther! '\" Nothing could make them doubt the fact, and it was carefully\nnoted down to entertain the mother on her return home. That same morning\nas their mother lay on her dying bed at Cockermouth, she said, ' I should be\nready to go if I could Jut see my children.' She then closed her eyes, to\nreopen them, as they thought, no more. But after ten minutes of perfect\nstillness she looked up brightly and said, 'I am ready now; I have been\n.,ith my children;' and then a.t once peacefully passed away. When the\nnotes taken a.t the two placcs were compared, the day, hour, and minutcs\nwere the same.\n\" One of the three children was my grandmother, nee Sarah Dirkbeck,\nafterWards the wife of Dr. Fell, of ffiverstone. From her lips I heard the\nabove a.lmost litera.lly as I have repeated it. The elder was Morris Birkbeck,\nafterwards of Guildford. Both these lived to old age, and retained to the last\n~!.' solemn and reverential a remembrance of the circumstance that they rarely\nwould speak of it. Esther, the youngest, died soon after. Her brother and\nsister heard the child say that her mother called her,but could not speak with .---\nany certainty of having themselves heard the words, nor were sensible of\nmore than their mother's standing there and looking on them.\"\nWe have nt first hand some other very interesting examples of this\ndouble percipience. Commander Aylesbury, late of the Indian navy.\ntells us how, when nearly drowning as a boy, he had a vivid vision of\nhis home circle, en~cred as they actually were at the time, while they\nsimultaneously and distinctly heard his voice, and were thereby rendered\napprehensive that evil had befallen him. Singularly like this is tho\npersonal experience which the celebrated conjurer, Mr. J. N. Maskelyne.\nrecorded in the Daily Telegrapl~ of October 24th, 188l. And rare as\nthe type is, it is perhaps less so than that where a. dying person\npereeives, and correctly describes, the surroundings of a. living friend\nwho himself has no impression of the dying person's presp.nf',e.\n'Y. AGE~T Iii A...\n... ADNORlIAL CONDITION.\nWe pass over now to the great family of cases, where the trans-\nference of impressions is facilitated by some abnormal condition on the\nside of the Agent, while the condition of the Percipient remains nonnal.\n1. Impt'eBBion from II person in. Bleep.\nIn the first place, the Agent may himself be asleep, and his vivid\ndream may communicate itself as an apparently objective reality to\na wakeful mind. To this c~tegory belongs the following singular dream,\nwritten down by the dreamer, the Rev. Joseph Wilkins, a Dissenting\nminister at Weymouth (who died in 1800), and endorsed by the late\nDr. Abercrombie, of Edinburgh, a mall, we need hardly say, of the\ngroatest scientific acumen :-\n(v.) \" JosephWilkins, while a young man, absent from home, dreamt, with-\nout. 'my apparent reason, that he returned home, reached the house at night,\nDigitized by Google\n\f1882.] Repmot of tile LUerary (Jommiitee. 123~\nfound the front door locked, entered by the back door, visited his mother's.,\nroom,found her awake,and said to her, 'Mother, I am going ona long journey\nand am come to bid you good-bye.' A day or two afterwards this young man\nreceived a letter from his father, asking how he was, and alleging his mother's_\nanxiety on account of a. vision which had visited her on a night which was, in\nfact, that of the Bon's dream. The mother, lying awake in bed, had heard\nBome one try the front door and enter by the back door, and had then Been\nthe son enter her room, heard him say to her, 'Mother, I am going on a long·\njourney and am come to bid you good-bye,' and had answered, '0 dear BOD\nthou art dead!' words which the son also had heard her Bay in his dream.\n2. Impression from a peI'Bon in a state oj trance.\nThere are other cases of this type, and the class fades into the-\nnext one, where the Agent is in a state of trance either natural or-\n-iDduced, and is perceived by waking persons at a distance. To this\ncategory belong a large number of somnambulic stories; as for in-\nstance the well·known account, vouched for by Dr. J. H. Jung-Stilling,\nof a man who, falling into a trance in Philadelphia, conversed with a\nship captain in a London coffee-house, and communicated the results of-\nthe interview, which were subsequently confirmed, to the captain's wife\nin America. Such cases, however, belong to the deferred subject of\ntrance and mesmerism.\n3. Impremon from a dying person.\nThe classification we have adopted now brings liS to the far larger-\nand more important class of apparitions, perceived at moments when\nthe Agent is at or about the time of his death. We are obliged to use·\nthe v&.c\"Ue phrase \"at or about the time of death,\" in order to,\ncover the whole process of dissolution; for in fact some of these\nappearances would seem to have been witnessed at some little-\ninterval before death, others at the moment of apparent death,\nand others again at some short time after apparent death had\n-- supervened. It is obvious that when the interval between death\nand the apparition exceeds a certain length, we are brought face to face-\nwith problemll, and possibly with phenomena, of a quite different kind\nfrom those which we have been discussing. These phenomena and\nthese problems lie 4lJltside the scope of the book on which we are at\npresent engaged. But the cases in which t~ere is approximate coinci-\ndence between the death and the apparition are extremely numerous,\nand comprise, perhaps, as many as half of the first-;hand accounts which\nwe shall have to bring forward. In many ofthese cases (as of those where\nthe excited or dying person is the percipient), the evidence seems to-\npoint rather to a vivification of a general rapport already existing\nbetween the parties, than to any special transference of the thought or-\nDigitized by Google\n\f124 Report of the Literarv Oommittl!e. [Dec. 9,\nemotion of the moment; and the impression produced on the percipient's\n'mind is either that of the sensible presence of the &o<rent, or is a'strong\ngeneral idea of him, without any distinct refercnce to what is passing in\nhis mind\nWe have received the following account from our friend Mr. John\nAddington Symonds :-\n(vi.) \"I was a boy in the Sixth Fonn at Harrow ; and, as head of Mr. Ren-\nda.ll's house, had a room to myself. It was in the summerof 1858. I woke about\ndawn, and felt for my books upon a chair between the bed and the window j\nwhen I knew that I must turn my head the other way, and there between me\nand the door stood Dr. Ma.clea.ne, dressed in a clergyman's black clothes. He\nbent his sallow face a little towards me and said, 'I am going & long way-\ntake care of my son.' While I was attending to him I suddenly saw the door\nin the place where Dr. Ma.clea.ne had been. Dr. Ma.clea.ne died that nigqt·-\n(at what hour I cannot precisely say) at Clifton. My father, who was a great\nfriend of his, was with him. I was not aware that he was more than usually\nill. He was a chronic invalid.\"\nCaptain G. F. Russell Colt, of Gartsherrie, Coatbridge, N.H..\n·-allows us to publish the following narrative :-\n(vii.) \"I was at home for my holidays, and residing with my father and\nmother, not here, but at another old family place in IDd-Lothian, built by\nan ancestor in Mary Queen of Scots' time, called Inveresk House. My\nbedroom was a curious old room, long and narrow, with a window at one\nend of the room and a door at the other. My bed was on tIle right of the\nwindow, looking towards the door. I had a very dear brother (my eldest\nbrother), Oliver, lieutenant in the 7th Royal Fusiliers. He was about\n,nineteen years old, and had at that tinle been some months before Sebastopol\nI corresponded frequently with him, and once when he wrote in low spirits,\nnot being well, I said in answer that he was to cheer up, but that if anything\n·did happen to him he must let me know by appearing to me in my room,\nwhere we had often as boys together sat at night and indulged in a\n.surreptitious pipe and chat. This letter (I found subsequently) he received _.\nas he was starting to receive the sacrament from a clergyman who has since\nrelated the fact to me. Having done this he went to the entrenchments and\nnever returned, as iu a few hours afterwards, tlle storming of the Redan\n'(l()mmenced. He, on the captain of his company fa.lling, took his place, and\nled his men bravely on. He had just led them wit~ the wa.lls, though\nalready wounded in several places, when a bullet struck him on the right\ntemple and he fell amongst heaps of others, where he was found in a sort of\nkneeling posture (being propped up by other dead bodies) thirty-six hours\nafterwards. His death took place, or rather he fell, though he may not\nhave died immediately, on the 8th September, 1855.\n\" That night I awoke suddenly, and saw facing the window of my room.\nby my bedside, surrounded by a light sort of phosporescent mist as it were,\nmy brother kneeling. I tried to speak but could not. I buried my heall in.\nDigitized by Google\n\f1882.] Report of the Literary Committee. 125\nthe bedclothos, not at all afraid (because we had all been brought up not to\nbelieve in ghosts or apparitions), but simply to collect my ideas, because I\nhad not been thinking or dreaming of him, and indeed had forgotten all\nabout what I had written to him a fortnight before. I decided that it must\nbe fancy, and the moonlight playing on a towel, or something out of place.\nBut on looking up there he was again, looking lovingly, imploringly, and\nsadly at me. I tried again to speak, but found myself tongue-tied. I could\nnotuttera sound. I sprang out of bed, glanced through the window, and saw\nthat there was no moon, but it was very dark and raining hard, by the sound\nagainst the panes. I turned, and still saw poor Oliver. I shut my eyes,walked\nthrough it and reached the door of the room. As I turned the handle,before leav-\ning the room, I looked once more back. The apparition turned round his head\nslowly and again looked anxiously and lovingly at me, and I saw then for\nthe first time a wound on the right temple with a red stream from it. His\nface was of a waxy pale tint, but transparent-looking, and so was the reddish\n__mark. But it is almost impossible to describe his appearance. I only\nknow I shall never forget it. I left the room and went into a friend's room\nand lay on the sofa the rest of the night. I told him why. I told others in\nthe honse, but when I told my father he ordered me not to repeat such\nnonsense, and especially not to let my mother know. On the Monday\nfollowing* he received a note from Sir Alexander Milne to say that the-\nRedan was stormed, but no particulars. I told my friend to let me know if\nhe saw the name among the killed and wounded before me. About a fort-\nnight later he came to my bedroom in his mother's house in Athole Crescent,\nin Edinburgh, with a very grave face. I said, 'I suppose it is to tell me\nthe sad news I expect;' and he said, 'Yes.' Both the colonel of the regiment\nand one or two officers who saw the body confirmed the fact that the\nappearance was much according to my description, and the death wound was\nexactly where I had seen it. But none could say whether he actually died\nat the moment. His appearance, if so, must have been some hours after\ndeath, as he appeared to me a few minutes after two in the morning.\nMonths later his small prayer-book and the lettel' I had written. to him were\nreturned to Inveresk, fOlmd in the inner breast pocket of the tunic which he\nwore at his death. I have them now.\"\nMr. Colt mentioned several persons who could corroborate this\n.- narrative. We add the following letter from Mrs. Hope, of Fermoy,\nsister of Mr. Colt:-\n\"On the morning of September 8th,T 1855, my brother, Mr. Colt, told\nmyself, Captain Ferguson of the 42nd Regiment, since dead, and Major\nBorthwick of the Rifle Brigade (who is living) and others, that he had during\nthe night wakened from sleep and seen, as he thought, my eldest brother,\nLieut. Oliver Colt of the Royal Fusiliers (who was in the Crimea), standing\n* Communication with the Crimea was then conducted by telegraph for only\npart of the way.\nt The date was really September 9th, and the figure was lmeeling. These.\nminute discrepancies clearly in no way affect the value of the corroboration.\n\f126 Report oj tne Literary Committep-o [Dec. 9,\n'between his bed and the door j that he saw he was wounded in more than\n'one place--I remember he named the temple as one place-by bullet-wounds ;\nthat he roused himself, rushed to the door with closed eyes and looked back\n,at the apparition, which stood between him and the bed. My father en-\njoined silence; lest my mother should be made uneasy j but shortly after-\nwards came the news of the fall of the Redan and my brother's death. Two\nyears afterwards my husband, Colonel Hope, invited my brother to dine with\nhim j the former being still a lieutenant in the Royal Fusiliers, the latter an\nensign in the Royal Wel8h Fusiliers. While dining, they were talking of\nmy eldest brother. My husband was about to describe his appearance when\n'found, when my brother described what he had seen, and to the astonishment\nof all present, the description of the wounds tallied' with the facts. My hus-\n'band was my eldest brother's greatest friend, and was among those who saw\nthe body as soon as it was found.\"\nMiss Summerbell, of 140, Kensington Park Hoad, W. (who is per- _-\nsonally known to the Secretaries), communicates the following story:-\n(viii.) \"Mymother married, ata very early age, without the consent of her\nparents. My grandmother vowed that she would nover Bee her daughter\n,.again. A few months after her marriage my mother was awakened at about\n.2 a.m. by a loud knocking at the door. To her great surprise my father did\nnot wake. The knocking was resumed j my mother spoke to,my father, but,\n.as he still slept, she got up, opened the window and looked out, when, to her\namazement, she saw her mother, in full Court dress, standing on the step and\n-looking up at her. My mother called to her, but my grandmother, frowning\nand shaking her head, disappeared. At this moment my father woke, and\nmy mother told him what had happened. He went to the window, but saw\nnothing. My mother was sure that my grandmother, even at that late hour,\nhad come to forgive her, and entreated my father to let her in. He went\ndown and opened the door, but nobody W3.ll there. He assured my mother\nthat she had been dreaming, and she at last believed that it was so. The\nnext morning the servan~8 were questioned, but they had heard nothing, .md\nthe matter was dismissed from the minds of my parents till the evening, when\nthey heard that my grandmother had been, in Court dress, at a ball the\nnight before-I think at Keusington Palace, but of this 1 am not suru-that,\nfeeling unwell, she had returned home, and after about an hour's illness, haJ\ndied at 2 a.m. She had not'mentioned my mother's name during her short\nillness.\" It will be observed that in tIus case the impression from the dying\nmother, although fully realised' only ill wakefulness, made itself felt in the\nfirst instance during sleep. '\nMr. J. G. Keulemans, whom we have already mentioned, gives us\nthe following account :-\n(ix.) In December, 1880, he was living with his family in Paris. The out-\nbreak of an epidemic of small-pox caused him to remove three of his children,\nincluding a favourite little boy of five, to London, whence he received, in the\ncourse of the ensuing month, several letters giving an excellent account of\ntheir health. \"On the 24th of January, 1881,at half-past sevenin the morning,\n\f1882.] Report of tl,e Literary Oommittee. 127\ni was suddenly awoke by hearing his voice, as I fancied, very near me. I\n·saw a bright, opaque, white mass before my eyes, and in the centre of this\nlight I saw the face of my little darling, his eyes bright, his mouth smiling.\nThe apparition, accompanied by the sound of his voice, was too short and too\nsudden to be called a dream: it was too clear, too decided, t<> be called an\neffect of imagination. So distinctly did I hear his voice that I looked round\nthe room to see whether he was actually there. The sound I heard was thnt\no()f extreme delight, such as only a happy child can utter. I thought it was\nthe moment he woke up in London, happy and thinking of me. I said to\nmyself, 'Thank God, little Isidore is happy as always.''' Mr. Keulemans\ndescribes the ensuing <lay as one of peculiar brightness and cheerfulness. He\ntook a long walk with a friend, with whom he dined ; and was afterwards\nplaying a game at billiards, when he again saw the apparition of his clilld.\n'This made him seriously uneasy, and in spite of having received within three\n<lays the assurance of the child's perfect health, he expressed to his wife a\n__>conviction that he was dead. Next <lay a letter arrived saying that the child\nwas ill; but the father was convinced that this was only an attempt to brenk\nthe news; and, in fact, the child had died, after a few hours' illneBB, at tho\n.exact time of the first apparition.\nThe Rev. W. S. Grignon, Hanbrook, Bristol, writes to us as\nfollows :-\n(x.) \"I give the annexed narrative of the apparition of a deceased or dying\nperson on the authority of my mother, the late Mrs. Elizabeth A. Grignon,\nwife of the late William Stanford Grl.,anon, of Upton, near Montego Bay,\n..Jamaica, Esq., and youngest sister of the well-known coullSel, Sir James\nScarlett, afterwards the first Lord Abinger. I received the account from her,\n.and have had it confirmed by my late sister, Miss Elizabeth Scru.·lettGrl.,anon,\nwho had often heard it from our mother. I mny sny that my mother was a\n·cool-headed, accurate person.\n\"About the year 1820 she was resident at Upton, in Jamaica, and had\n;as an upper nurse in her family a Mrs. Duchoux, an Englishwoman who\nhad married a Frenchman; with the exception of this nurse, every\nservant in the house was black or brown. One morning my mother observed\nthat this woman seemed much depressed, so much so that she pressed her\n\"for the reason. She said she was sure she should hear of the death of\n-- ·an aunt of hers resident in England. Her statement was as follows:-\nShe had got into bed, but not yet fallen aleep, and 11ad before tl1is\nlocked the door of her bedroom. A negro girl was sleeping on a mattress on\nthe floor of her room. Ne:J.r tIlO foot of her bed was a small table on which\n.stood a candle under a shade. Looking up, sho saw a female figure\nin a night-dress, standing with its back towards her at the foot of the bed,\nnear the table with the light on it, and holding a roll of papcr in its hand.\nAs she looked, the figure turned its face round towards her, and she at once\n%OCognised an aunt then living in England. The figure then moved towards\nthe door and seemed to pass out of it or disappear. Mrs. Duchoux was\nnot at all frightened, but jumped out of bcel and found the door still\nlocked on the inside, and the negro girl asleep. She was quite sure that\nit was hor aunt's and no other face which she-saw, and that sho should hear of\nDigitized by Google\n\f128 Report of tke Literar!1 Oommittee. [Dec. 9,\nher death. My mother told her that she must have dreamed the whole scene ;\nbut nevertheless was so far impreBBed bythe woman's reiteratedassurance that\nshe had been wide awake, that she at once made a note of the statement, with\nthe date. On the arrival of the packet which left England shortly after the\ndate of the apparition a letter reached Mrs. Duchoux, informing her that her\naunt had died just about the date of the vision, and had in her will left her\n£100. I cannot say that the time of the apparition coincided exactly with\nthe last moments of the deceased. I doubt if this was inquired into at the\ntime. But. I remember that my mother stated that the woman had not\npreviously heard anything to make her anxious about her aunt.\"\nThe next account has been placed at our disposal by the Miss\nSarah Jardine of the following story :-\n(xi.) \"In 1833, Sarahand Margaret Jardine, daughters of a barrister on the\nWestern Circuit, were girls of about ten and twelve respectively. They lived.__-\nwith their parents in a house in the suburbs ofLondon, and their grandfather\nand grandmother on the opposite side of the road. Their grandmother was\na woman of decided character and very firm will, and between her and the\nchildren there was strong affection. One night as the children lay in their\nfour~post bed, sleeping as they did with a rush light in the room, Sarah saw\nher grandmother in her night-dreBS standing at the foot of the bed, looking\nat them with a pleased smile on her face. She moved round the bed, keeping\nher eyes constantly fixed upon the children, till she passed behind the curtain\nat the head of the bed on Sarab'a side, and seemed to sit down on the chair\nthat was placed there. Sarah raised herself up and drew back the curtain in\norder to speak to her, when, to her great surprise, she saw no one there. She\nwas not at all frightened, and awoke her sister, saying, ~'Grandmamma is in\nthe room.' They both got up and looked about for her, and finding that\nthere really was no one in the room, Margaret said that her sister must have\nbeen dreaming, and scolded her for awaking her. In the morning they were\nawoke by their father, who told them that a ·dreadful thing had happened,\nthat their grandmamma had died in the course of the night. She had been\nailing, but nothing serious had been apprehended until her son wassent for,\nafter the children had gone to bed. On hearing that her grandmother was\ndead, Sarah became much terrified at the thought of having Been a ghost and\ngave a violent scream, without saying anything of the cause of her fright. A--\nday or two afterwards her sister told what Sarah had seen, and in order to\nreassure her tlley tried to persuade her that it had been a dream. But she\nherself was quite certain that it was not; and for long afterwards she had\nsuch a dread of seeing the apparition again that they dared not leave her\nalone at night. After the lapse of more than forty years she still retains the\nmost vivid remembrance of the whole incident.\"\nWe received the next narrative from Mrs. Hunter, of 2, Ellesmere\nVillas, Forest Hill, who is personally known to the Secretaries :-\n(xii.) Mrs. Hunter had had a friend from whom slle had parted in coldness,\nand whom she had not since seen or corresponded with. \"PoorZ. was veryfar\nfrom my thoughts, when one night I had just got into bed. The fire burned\nDigitized by Google\n\f1882.] Report of tke Literary Committee. 129\nbrightly, and there was my usual night-light. I was placing my head on the\npillows, when I beheld, close to the side of the bed, and on a level with it,\nZ.'s head, and the same wistful look on his face which it had worn when we\nparted years before. Starting up, I cried out, 'What do you want 1 ' I did\nnot fear ; anger was my feeling. Slowly it retreated, and just as it disap-\npeared in the shadow of the wall, a bright spark of light shone for a few\nseconds, and slowly expired. A few days after my sister wrote, 'You will\nhave heard of poor Z.'s death, on his way to the South of France.' I had\nheard nothing about him for years. Special reasons prevented my inquiring\nparticularly into the precise moment of his death. Strange to say, my bed-\nfellow was his great pet among my children; she, however, slept through this\nstrange interview.\"\nThe next account, also givento us by Mrs. Hunter, is made specially\n-zemarkable by the prolonged character of the apparition, and tho\nnumber of persons by whom it was seen :-\n(xiii.) Mrs. Hunter's husband had had a Scotch wet-nurse of the old-\nfashioned sort, more devoted to him than even to her own children. Mrs.\nHunter, soon after her marriage, made acquaintance with this nurse, Mrs.\nMacfarlane, who paid her several visits during Mr. Hunter's absence in India.\nIn June, 1857, Mrs. Hunter, who was travelling to a health-resort, confided to\nMrs. Macfarlane's keeping a box of valuables. One evening in the following\nAugust Mrs. Hunter:was entertaining some friends ; but llaving occasion to\nreturn to the dining-room for a moment, she passed the open door of ller\nbedropm, and felt irresistibly impelled to look in ; and there on the bed was\na large coffin, and sitting at the foot of it was a tall old woman stedfastly\nregarding it. \" Returning to my friends, I announced the vision, which was\nreceived with shouts of laughter, in which after a time I joined. However,\nI had seen what I have described, and, moreover, could have told the very\ndress the old woman wore. When Illy friends left, and I had paid my usual\nlast visit to the nursery, my nurse looked odd and diBt1'aite, and to my\nastonishment followed me on to the landing. ' 0 ma'am,' she began, 'I feel\nso queer, such a strange tlling hapPened. At seven o'clock I went to the\n__kitchen for hot water, and when I came out I saw a tall old woman coming\ndownstairs, and I stopped to let her pass, but, ma'am, t1lere was something\nstrange about her, so I turned·to look after her. The hall door was wide\nopen, and she was making for it, when in a moment she melted away. I can\nswear I saw her, and can tell you her very dress, a big, black poke bonnet\nand a checked bla.ck and white shawL'\" This deseription of the dress exactly\ncorresponded witl1 what Mrs. Hunter had llerself seen. Mrs. Hunter\nlaughed the matter off, and did not even think of connecting her own vision\nwitl1 the nurse's. About half-an-hour afterwards, when in bed, she heard Ii\npiercing scream from her little daughter, aged five, followed by loud,\nfrightened tones, and she then heard the nurse soothing the child. \"Next\nmorning little E- was full of her wrongs. She said that 'a naughty old\nwoman was sitting at the table and staring at her, and that made her scream.'\nNurse told me that she found the clilld wide awake, sitting up in bed, point-\ning to the table, and crying out, 'Go away, go away, naughty old woman !'\nK\nDigitized by Google\n\f130 RepGrt oj tke Literary Committee. [Dec. 9,\nThere was no one therll. Nurse had been in bed some time and the door\nwas locked. My child's vision I treated as I did her nurse's, and dosed\nboth. However, a day or two afterwards, I received a letter from Mrs.\nMacfarlane's son, announcing her death, and telling me how her last hours\nwere disturbed by anxiety for my husband and his family. My nurse, on\nbeing told the news, exclaimed, 'Good Lord, it was he!\" I saw that night,\nand her very dress !' I never ascertained the exact hour of her death. My\nletter of inquiry and condolence was never answered, though my box was\nduly sent to me.\"\nThe following account, given us by Mr. C. Colchester, of Bushey\nHeath, Herts, somewhat resembles the last, in that the apparition was\nseen by three persons and in two different rooms :-\n(xiv.) \"Forty-two or three years ago my father was with a detachment of\nhis regiment, the Royal Artillery, stationed at Montreal, Canada. He had left-\nhis mother some months before in England in an indifferent state of health.\nOne evening he was sitting at his desk, writing to her, when my mother, look-\ning up from her work, was startled to see his mother looking over his shoulder,\nseemingly intent on the letter. My mother gave a cry of alarm, and on my\nfather turning round the apparition vanished. On the same evening I and my\nbrother (aged about six and five years) were in bed, watching the bright moon-\nlight, when suddenly we saw a figure, a lady with her hands folded on her\nbreast, walking slowly, between the bed and the window, backwards and for-\nwards. She wore a cap with a frill tied under her chin, and a dressing-gown\nof the·appearance of white flannel, her white hair being neatly arranged. She\ncontinued to walk, it seemed to me, fully five minutes, and then was gone.\nWe did not cry out, and were not even alarmed, but after her disappearance\nwe said to each other, 'What a nice, kind lady!' and then went to sleep.\"\nThe children mentioned what thoy had seen to their mother next morning,\nbut were told not to talk about it. The news of their grandmother's death\non that same evening arrived a few weeks afterwards. \"I may add,\" Mr.\nColchester concludes, \"that neither I nor my brother had ever seen our\ngrandmother till that evening, nor knew of what my mother had seen till\nyears after. The apparition I saw is as palpably before me now as it was\nforty years since.\"\nMr. Colchester also sends us the following extract from a MS. work\non Bermuda, written by his late father, who, at the time of the occur-\nrence narrated, was assistant-surgeon in the Royal Artillery. We\nabridge the extract, and give the full names of the two officers, viz.,\nLieutenants Creigh and Liston, which were given in initial in the MS.\nThe author had the account from Lieutenant Creigh, and pledged him-\nself to its strict accuracy.\n(xv.) \"The passage from Bermuda to Halifax is incertain seasons hazard-\nous, and in 1830 a transport, containing some two hundred and twenty men,\nwas lost at sea between these two ports. Two officers of the regiment to which\nthe detachment had belonged had, in a half-jestingway, made asort ofpromise\nDigitized by Google\n\f1882.] Report oj the Literary Oommittee. 131\nthat whoever died first should come back if he could and let the other know\nwhether there was another world. This conversation was heard by the\nnarrator, as it took place in his presence, perhaps a year before the events\nhappened, though not remembered till afterwards. . Liston embarked in charge\nof the detachment, and had been gone about a fortnight, when Creigh, who\nhad one night left the mess early and retired to bed, and was beginning to\nclose his eyes, saw his door open and Liston enter. Forgetting his absence\nand thinking he had come to pull him out of bed (for practical joking was\nthen more commOll in the army than it is now), he cried, 'No, no, d-n it,\nListon, don't, old fellow! I'm tired! Be off !' But the vision came nearer\nthe bed foot, and Creigh then saw that Liston looked as if very ill (for it was\nbright moonlight), and that his hair seemed wet and hung down over his face\nlike a drowned man's. The apparition moved its head mournfully; and when\nCreigh in surprise sat up, rubbed his eyes, and looked again, it was ~one.\n_~ Still Creigh avers that all this time he had no idea of its being a spectre, and,\noolieving that he had seen Liston himself, he went to sleep. In the morning\nhe related the occurrence, when he recollected, but not till then, Liston's\nabsence on duty from the island.\"\nIn this case it is of course impossible to say whether the transport\nfounded at the precise moment that the vision occurred. We may\nremark in passing that a large proportion of these appearances.at death\nseem to have been preceded by some such half-jesting compact as\nexisted between Liston and ereigh.\nThe following narrative is from Mr. P. H. Berthon, F.R.G.S., &c.:-\n(xvi) \"Some years ago, when residing at Walthamstow, in Essex, my wife\nand self became intimate with a lady and gentleman who had become\ntemporarily our near neighbours. On one occasion, when they were dining\nwith us quite en jamille, my friend and I, on repairing to the drawing-room,\nnot long after the ladies had left us, were surprised to find that his wife\nhad been suddenly taken with a kind of fainting fit, and had been obliged to\nreturn home accompanied by one of our female servants. My wife, as a\nmatter of course, went the next day to inquire after her friend, who then\ntold her that the cause of her sudden indisposition had been the appearance,\n- - as if in her actual person standinl;: before her, of one of her two sisters, who\nwere then residing with their mother at Beyrout, in Syria, which had greatly\nalarmed her. Communication by telegraph had not then been established,\nand by post it was much slower than at present. Many days had therefore\nelapsed before the lady received letters from Beyrout, but on their arrival\nthey conveyed the intelligence that her sister had died on the day and,\nallowing for the difference in the time, at about the hour of her appearance\nto our friend.\"\nThe next account is from Miss Peard, of Spamon, Torquay, a.\nmember of our Society, who has rendered us most valuable assistance.\nShe received it direct from the Miss H., a connection of her own, whose\nexperience is recorded :-\n(xvii.) \"Some thirty years ago, or more, an English regiment waa\nK 2\nDigitized by Google\n\f132 Report 01 tke Literary Committee.\nquartered in Upper Canada. One of the oftice1'8, a Mr. W., admired a young\nCanadian lady very much, and was a great deal at her father's house. He\nwas a great rider, and in one race had received an injury to his leg which\ncrushed the bone, and produced a slight halt. On a certain day Mr. W.\nrode and won a hurdle race; the young lady, Miss H., had been present\nat the race. She then wore a very pretty rose, and Mr. W. suggested\nbeforehand that it should be given to the winner. He claimed it immedi-\nately, and also engaged her for two or three dances at a baJ.l to be given\nby her father that evening.\n\"Evening came and the guests arrived, but no Mr. W. Miss.H.\nwas rather vexed at his lateness, and spoke of it to one or two gentle-\nmen, particularly when the dances began which she had promised to give\nhim. But as she felt sure he would appear, she refused to dance them\nwith· othe1'8. Presently, as she was standing and talking to three of these\ngentlemen, Mr. D. A., Mr. R. P., and another, they all saw Mr. W....~\ncome into the room, look steadily and calmly at her, and pass into the\ndining-room. He was dressed in ordinary evening dress, in his red shell\njacket, &nd there was nothing remarkable about his appearance. She\nthought it strange that he did not come to speak to her, and alluded to it\nto the other gentlemen, saying she thought Mr. W. was really the rudest\nnian she ever saw, and laughing, followed him into the dining-room. There,\nhowever, he was not. The other gentlemen had seen him as well as she,\nand, I believe, her mother also. The time was quarter-past ten.\n\" The whole affair piqued and vexed her a good deal. The next morning\nher father came hastily into the room, and asked her if she had Dot seen Mr.\nW. the night before. She said • yes,' and that he had acted very oddly in\nonly just appearing for a moment, and in not even speaking to her. Her\nfather then told her that on that morning his body had been found in the\nriver. His watch had stopped at quarter-past ten, which was· the hour at\nwhich he had been seen in the ball-room. The rose Miss H. gave him\nwas still in his button-hole.\"\nThe Rev. Canon Eyre, of Bray, County Wicklow, writes to us !IS\nfollows:-\n(xviii.) \"On the 5th of September, 1876, there was a rebratta on tho\nShannon. Two young friends of oUl'B (Irwin and Charles Coghlan) had a\nyacht to sail. On the 4th (a stormy day), they sailed to the opposite shore\nfor a young friend they expected; in midway the squall upSet their yacht,\nand they, with their boy, were drowned. The writer of the subjoined\naccount is my daughter. She and her sister thought the two young gentle-\nmen were coming to bring them in their yacht to their father's, for a party\nthere next evening. On the 5th my daughte1'8 were going in my carriage-a\ndistance of ten miles; when half-way they were stopped by Mr. Coghlan'S\nservant with a hurried note, giving the sad report of the loss of his two\nsons, the boy, and the boat. The apparition was at the same hour as their\nloss. They also appeared to their mother, who now lives in Rathgar.\nDublin, a widow.\"\nDigitized by Google\n\f1882.] Report of the Literary Oommittee. 133\nThe daughter's account here referred to is as follows :-\n\"With reference to the apparition of the two gentlemen which 1\nsaw, the facts are as follows :-1 was in our dining-room (portumna Rectory)\nabout eleven o'clock on the morning of the 4th September, 1867, when, on\nlooking out of the window, 1 saw the two young gentlemen in question\ncoming in at the avenue gate, and a boy with them. I then left tlle room to\ntell my mother they were coming. My sister, who was in the room at the\ntime, did not see them. It was about the time they met with thAir sn.d end.\"\n4. Impreasion from G person 'Who is euited or in. dangll'l·•.\nWe proceed now to the class of cases where the Agent was not at\n~r near the point of death, but in some condition of abnormal dis-\nturbance or excitement--a class of which a few well-authenticated\n~xamples were given in the latter part of the First Report on Thought-\n-~transference. (Proc. S.P.R., p. 60). A well-established case has lately\nbecome widely known through its being mentioned in the Life of the\nJate Bishop Wilberforce, the passage from which we subjoin.\n\" The Bishop was in his library at Cuddesdon with three or four of his\n1llergy writing with him at the same table. The Bishop suddenly raised his\nhand to his head, and exclaimed, '1 am certain that something has happened\nto one of my 8Ons.' It afterwards transpired that just at that time his eldest\nson's foot (who was at sea) was badly crushed by an accident on board his\nship. The Bishop himself records the circumstance in a letter to Miss Noel,\ndated March 4th, 1847; he writes: 'It is curious that at the time of his\n.accident 1 was 80 possessed with the depressing consciousness of some evil\nhaving befallen my son Herbert, that at last on the third day after, the 13th,\n.r wrote down that I was quite unable to shake oft' the impression that some-\nthing had happened to him, and noted this down for remembrance.' ..\nThe following account was given us by Mrs. Gates, of 24, Mont-\n;pallier Road, Brighton, whom we know personally, and who has given\nus several instances of the singular sympathy existing between herself\nand her children, and manifesting itself by marked disquiet at moments\n-.... when they are in danger or pain, although she may have no means\nof knowing it. The fact, in the present instance, of her premonitory\nalarm and vision of blood, has been confirmed to us mdependently\nby the daughter to whom she described it. We supprells the son's\nname, and that of the monastery where he resides.\n(xix.) \"One August morning at breakfast the well-known feeling stole over\nme. Waiting till all had left the table excepting my second daughter, I·\nremarked to her, 'I am feeling 80 restless about one of my absent boys ! It is\n- - ; and I feel as if I was looking at blood! , .. The son in question, in II.\nletter received a few days later, inquired of Mrs. Gates as follows-\" Write in\nyour next if you had any presentiments during last week. We were going to\n.- canal, fishing, and 1 got up at the first sound of the bell, and, taking m1\nDigitized by Google\n\f134 Rep()1't of the Literar!l Oommittee. [Dec. 9,.\nrazor to shave, began to sharpen it on my hand, and being, I suppose, onl,\nhalf awake, failed to turn the razor, and cut a piece clean out of my left hand.\nAn artery was cut in two pIsces, and bled dreadfully.\" Further details are\ngiven which shew that the pain and bleeding were probablyat their maximum.\nat the hour of Mrs. Gates's breakfast that same morning.\nThe next account is from Mr. R. Fryer, of Bath:-\n(xx.) \"A strange experience occurred in the autumn of the year 1879. A\nbrother of mine had been from home for three or four days, when, one after-\nnoon, at half-past five (as nearly as possible), I was astonished to hear my\nname called out very distinctly. I 80 clearlyrecognised my brother's voice that\nI looked all over the houst' for him, but not finding him and, indeed, knowing\nthat he must be distant some forty miles, I ended by attributing the incident\nto a fancied delusion, and thought no mot.e about the matter. On mybrother's\narrival home, however, on the sixth day, he remarked amongst other things\nthat he had narrowly escaped an ugly accident. It appeared that whilst\ngetting out from a railway carriage he missed his footing, and fell aleng the\nplatform; by putting out his hands quickly he broke the fall and only\nsuffered a severe shaking. 'Curiously enough,' he said, 'when I found my--\nself falling I called out your name.' This did not strike me for a moment,\nbut on my asking him during what part of the day this happened, he gave me\nthe time, which I found corresponded exactly with the moment I heard\nmyself called.\"\nWe are allowed to publish the following letter, written by a\nclergyman to his daughter, who is an intimate friend of the Secretaries:-\n(xxi.) \"When your brother E. was at Winchester College (about 1856 or\n1857) on going to bed one Saturdaynight, I could not sleep. When your mothep\ncame into the room, she found me restless and uneasy. I told her that a\nstrong impression had seizedme thatsomething had happened to your brother.\nThe next day, your mother, on writing to E., asked me if I had any message\nfor him, when I replied: 'Tell him I particularly want to know if anything\nhappened to him yesterday.' Your mother laughed, and made the remark\nthat I should be frightened if a letter in Dr. Moberly's handwriting reachefl.\nus on Monday. I replied, 'I should be afraid to open it.' On the Monday\nmorning a letter did come from Dr. Moberly to tell me that E. had met with\nan accident, that one of his schoolfellows had thrown a piece of cheese at him\nwhich had struck one of his eyes; and that the medical man, Mr. Wickham,\nthought I had better come down immediately and take your brother to a\nLondon oculist.\"\nThe next narrative is from-Canon Sherlock, of Sherlockstown, Naas:\n(xxii.) \"During the Indian mutiny my brother was serving (as ensign) in\nthe 72nd Highlanders. At that time I was an undergraduate of T. C. D.\nand living at Sandycove, near Kingstown. One night, about two o'clock,\nI was reading by the fire when I heard myself distinctly called by my\nbrother, the tone of his voice being somewhat raised and urgent. Looking\nround I saw his head and the upper part of his body quite plainly. He-\nappeared to be looking at me, and was about seven or eight feet distant. I\nlooked steadily at him for about half a minute, when he seemed gradually to-\nfade into a mist and disappear.\nDigitized by Google\n--\n\f1882.J RepfJrt of ihe Litera1\"y Oommitiee. 135\n\" The date of this occurrence I unfortunately lost no~e of, but upon my\nbrother's return from India, and my casually mentioning that I had 80 seen\nhim, we talked the matter over, and both came to the conclusion that the\napparition coincided with a dangerous attack of illness in which my brother\nsuddenly awoke with the impression that l1e was suffocating, at which\nmoment he thought of me. The attack was brought on by sleeping during\na forced march through a country great part of which was under water.\n\" This is the only apparition that I have experienced, and there was no\nanxiety on my mind which could have given rise to it, as we had quite recently\nhad a letter from my brother, written in good health and spirits.\"\nThe next Il.ccount was given us' by Mrs. Swithinbank, of Ormleigh,\nAnerley Park, S.E., with whom several of us are personally acquainted:-\n(xxiii) \"When my son H. was a boy, lone daysaw him off to school, watch-\ning him down the grove, and then went into the library to sit, a room I rarely\n_~_used at that time of the day. Shortly after, he appeared, walking over the\nwall opposite the window. The wall was about thirteen feet distant from the\nwindow, and low, 80 that when my son stood on it, his face was on a level with\nmine, and close to me. I hastily threw up the sash, and called to ask why he\nhad returned from school, and why he was there; he did not answer, but\nlooked full at me with a frightened expression, and dropped down the other\nside of the wall and disappeared. Never doubting but that it was some boyish\ntrick, I called a servant to tell him to come to me, but not a trace of him was\nto be found, though there was no screen or place of concealment. I myself\nsearched with the same result. As I sat still wondering where and how he\nhad 80 suddenly disappeared, a cab drove up with H. in an almost unconscious\nstate, brought home bya friend and schoolfellow, who said that during a dicta-\ntion lesson he had suddenly fallen backward over his seat, calling out in\na shrill voice, •Mamma will know,' and becoming insensible. He was ill that\nday, prostrate the next; but our doctor could not account for the attack, nor\ndid anything follow to throw any light on his appearance to'me. That the\ntime of his attack exactly corresponded with that at which I saw his figure,\nwas proved both by his master and class-mates.\" The Rev. H. Swithinbank,\neldest son of the writer of the above, explains that the point at which the\nfigure was seenwas in a direct line between the house (situated in Summerhill\nTerrace, Newcastle-on-Tyne) and the school, but tllat, \"no anima; but a bird\ncould come direct. that way,\" and that the walking distallce between the two\nplaces was nearly a mile. He describes his brother as of a nervous tem-\nperament, but his mother as just the opposite, a calm person, who has never\nin her life had any other similar experience.\nStill more remarkable is the following case, from the fact that the\nexciting experience on the part of the Agent was not of pain or danger,\nbut only of strong momentary surprise and shock. The account is from\nMr. R. P. Roberts, 10, Exchange Street, Cheetham, Manchester, who is\npersonally known to one of us.\n(xxiv.) ..When I was an apprentice in a drapery establishment, I used to go\nto dinner at 12 and return at 12.30. My employer was very strict and hot-\ntempered, which made me anxious to avoid his displeasure. The shop stood\nDigitized by Google\n\f136 Report oj the Litera\") Committee. [Dec. 9,\nat the comer of Castlo-Btreet and Rating Row, Beaumaria, and I lived in the\nlatter Btreet. One day I went home to dinner at the Ulual hour. When I\nhad partly finished I looked at the clock. To my astonishment it appeared\nthat the time by the clock was 12.30. I gave an unusual Btart. I certainly\nthought it was moat extraordinary. I had only half finished mydinner and it\nwas time for me to be at the &hop. I felt dubious, so in a few Becpnda had\nanother look, when to my agreeable surprise I found that I had been miBtaken.\nIt was only just turned 12.15. I could never explain how it was that I made\nthe mistake. The error gave me such a &hock that for a few minutes I felt\nas if something serioUl had happened, and had to make an eft'ort to shake oft\nthe sensation.\n\"I finished my dinner and returned to bUlinOSB at 12.30. On entering\nthe SllOp I was accosted by Mrs. Owen, my employer'B wife, who Uled to\nassist in the businesa. She asked me rather sternly where I had been since\nmy return from dinner 1 I replied that I had come straight from dinner. A\nlong disouBBion followed which brought out the following facts. About a.-\nquarter of an hour previouB to my actually entering the shop (i.e., at about\n12.15) I was seen by Mr. and Mrs. Owen, and a well-known customer, a Mrs.\nJones, to walk into the shop, go behind the counter, and pla.oe my hat OD\nthe peg. As I was going behind the counter Mrs. Owen remarked, with the\nintention th!!.t! should hear, 'that I had arrived now that I was not\nwanted.• This remark was prompted by the fact that a few minutes previous\na cup-tomer was in the shop in want of an article which belonged to the stock\nunder my charge, and which could not be found in my absence. As soon as\nthis customer left I was seen to enter the shop. It was observed by Mr. and\nMrs. Owen and Mrs. Jones that I did not appear to notice the remark made.\nIn fact, I looked quite absent-minded and vague. Immediately after putting\n1I1y hat on the peg I returned to the same Bpot, put my hat on again, and\nwalked out of the &hop, still looking in a very mysterious manner, which\nincenBed one of the partieB, I think Mrs. Ow.en, to say, 'that my behaviour\nwas very odd, and she wondered where I was oft' to.' I, of course, contra-\ndictecl these statements, and endeavoured to prove that I could not have eaten\nmy dinner and returned in a quarter of an hour. This, however, availed\nnothing, and during our diacussion the above-mentioned Mrs. Jones came\ninto the shop again, and was appealed to at once by Mr. and Mrs. Owen.\nShe corroborated every word of their account, and added tlmt she saw me\ncoming down Rating Row when within a few yards of the shop; that she was\nonly a step or two behind me, and entered the &hop in time to hear Mrs.\nOwen's remark about my coming too late. These three persona gave their\nstatement of the aft'air quite independently of each other. There was no\nother person near my age in the Owena' employment, and there could be\nno reasonable doubt that my form had been seen by them and by Mrs.\nJones. They would not believe my story till my aunt, who had dined\nwith me, said positively that I did not leave the table before my time\nwas up. You will, no doubt, notice the coincidence. At the moment whenI felt,\nwith a startling sensation, that I ought to be at the shop, and when Mr.\nand Mrs. Owen were extremely anxious that I should be there, I appeared\nto them, looking, as they said, 'as if in a dream or in 0. state of\nsomnambulism.' ..\nDigitized by Google\n\f1882.J Rf'jJort of the Literary Oommittee. 137\nOf a. still TaTeT type is the next a.ccount, where an impression,\nthough unmistakably produced, was only physically felt, and not\nunderstood by the Percipient. Ithas been placed at our disposal by our\nfriend, Mr. F. Oorder, a gAntleman of very high TAputo.t.ion in the\nmusical world.\n(xxv.) \"On July 8, 1882, my wife went to London to ha.ve an operation\n(which we both believed to be a slight one) performed on her eyes by the late\nMr. Critchett. The appointment was for 1.30, and, knowing from long previous\n-experience the close sympathy of our minds, about that time I, at Brighton,\ngot rather fidgety, and was much relieved-and perhaps a little surprised and\ndisappointed-at not feeling any decided sensation which I could construe as\naympathetic. Taking it therefore for granted that all was well, I went out at\n2.45 to conduct my concert at the Aquarium, expecting to find there a tele-\ngram, as had been arranged, to say that all was well. On my way I stopped,\n- -as usual, to compare my watch with the big clock outside Lawson's, the\nc1ockmaker's. At that instant I felt my eyes fiooded with water, just as when\na. chill wind gives one a sudden cold in the eyes, though it was a hot. still\nsummer's day. The affection was so unusual and startling that my attention\ncould not but be strongly directed to it; yet, the time being then eleven\nminutes to three, I was sure it eould have nothing to do with my wife's\noperation, and, as it continued for some little time, thought I must have\ntaken cold. However, it passed off, and the concert immediately afterwards\nput it out of my mind. At 4.0 I received a telegram from my wife\n'All well over. A great success, ' and this quite took away all anxiety.\nBut on going to town in the evening, I found her in a terrible state of\nnervous prostration; and it appeared that the operation, though marvel-\nlously successful, had been of a very severe character. Quite accidentally\nit came out that it was not till 2.30 that Mrs. Corder entered the\noperating-room, and that the operation commenced, after the due\nadministration of an anmsthetic, at about ten minutes to three, as near as we\n.could calculate.\"\n1J. AGENT AND PERCIPIENT BOTIl IN AN ABNon~lAL CONDITION.\nFinally, a third great class remains to be considered-that, namely,\nwhere both the parties concerned are in a state to some extent abnormal.\n_ 1. Two peTII01tS dying or in peril at the same moment.\nCases where two persons, between whom the supposed rapport\nexists, are· dying at a distance from each other at the same time, must\nof course be extremely rare; but the effect of severe illness in producing\nor heightening the sensibility to an impression of a distant catastrophe\nis illustrated in the following account, lately contributed to Knowledge\nof December 2, 1882, by Mr. J. Sinclair;-\n(xxvi.) \"A friend of mine (Dr. Goodall Jones, of Liverpool) related to lUll the\n\f138 Report 0\/ the Literary Oommittee. [Dec. 9,.\nfollowing account of a case of premonition.\" The names and dates Dr.\nJones will give, if required. He called on a female patient on Sunday\nafternoon at three o'clock; her husband met him at the door, and said he was\nabout to come for him, as the patient was worse and delirious. On going\nup-stairs, the doctor found the poor woman in a very excited state, asserting.\nthat ller brother (a Liverpool pilot) was drowning in the river; 'which,' said\n·her husband, ' is impossible, as he is out at sea, to the best of our know-\nledge.' The doctor did what he could to soothe his patient, and left,\n. convinced that it was a case of ordinary delirium. But in the next morning's\npaper he read with surprise the account of the pilot's death by drowning in\nthe river on the previous afternoon at three o'clock.\" .\n2. 8imultaneou3 dreams.\nCases, again, where it is asserted that two persons, both ent.nced at\nthe same time, have been together in the spirit, as in Swedenborg'~..\naccounts of spiritual converse with persons apparently asleep, have'\nlacked the corroboration necessary for sound evidence. But trans-\nferences of impression of the nature of simultaneous dreams are by no·\nmeans rare, and are easily established. We have received one singular\ncase where a strong nocturnal impression was reproduced even in &\nmultiple form. Most of the persons concerned in this story are friends\nor acquaintances of the Secretaries of the Committee, and all the initials\nand localities were entrusted to us for pUblication; but as the matter is\na delicate one, and the initials would probably have been recognised,\nwe prefer to call the personages A., X., Y., and Z., and merely to.\nsay that they were resident in four separate countries of Europe.\n(xxvii.) On the night ofAugust 23-24,1882, \"Iwoke,\"saysA, \"aftermidnight\nwith a sense of great anxiety, a sense that a spiritual message of vital import-\nance had gone to X. by mistake.\" A.'s first letter, written to X. early in\nthe morning of August 24th, cannot be found; but on the receipt of that\nletter, X. wrote, \"Your letter astonished me. Yesterday morning early,\nbefore it was light, I woke up at --, with just this feeling of warning.\nSomething was saying to me, 'This is for the last time; it is wrong and\nmust not be.' In the darkness it gave me a horrible feeling.\" This feeling -'\nof moral warning was vaguely connected with A. in X.'s mind. The same\npost which brought X.'s letter to A., brought also letters from Y. and Z.\nY., a correspondent from whom A. only heard about once a year, wrote\nsoon after midnight of August 24-25. His letter, which was in metre,\nexpressed a vague but strong feeling of anxious sympathy. In point of date\nZ.'s letter was more precisely coincident with A.'s primary impression; for it\nconveyed an inquiry as to A.'s well-being, prompted by an alarming dream\n.. The word \"premonition\" is inaocurate, the event recounted being simply\none of simultaneous impression. We have received confirmation of this narrative\nfrom Dr. Goodall Jones j and as soon as the husband, who is a sailor, returns\nfrom sea, we hope to receive from him and his wife that direct testimony which\nwe make a rule of obtaining in every oase where any living person is concerned.\nDigitized by Google\n\f1882.] Report qf the Literary Oommittee. 139>\nwhich had visited Mrs. Z. on the night of August 23-24. \"I seemed first,\",\nsays Mrs. Z. in a subsequent letter, \"to have a vague feeling of your·\npresence; then to see you in a central spot of light with darkness everywhere\nelse. I stood in the edge of the darkneBB, looking at you with sympathy,\npity, and a little morbid curiosity which disturbed me, and made me wish\nthat you would speak and break the spell that held me waiting (as I felt) for\na clear revelation of what was lying heavily upon your soul. You raised\nyour head as I watched you, and turned unseeing eyes towards me. The\nexpreBBion was of hopeleBB, despairing bewilderment. You had the appear-\nance of a person who knows himself to be alone. As your eyes passed over\nme again, still unseeing, I knew that I was there in spirit only,\nand was about to hear and see and know things that I should\nnot. I forced myself away into the darkness, and then into waking.'\"\n\"To me alone, perhaps,\" says A., \"these matters carry much significance.\nI was greatly troubled at that time about a case of conscience, which I could\n--Dot solve, and which all my will prompted me to solve wrongly.\" We may'\nadd that none of these friends, though linked with A. by close bonds of\nsympathy, were cognisant of the case of conscience in question.\nIn Macmillan's Magazine for October, 1882, was recorded\na very interesting case of a somewhat similar type. The writer, Miss.\nMason, of whose punctilious care in observation we have had personal\nexperience, was suffering from the excitement of painful sympathy with,\ncertain events actually in course of occurrence; and the vivid natural\nimagery in which her trouble was represented during a night of dis-\nturbed sleep, imagery drawn from a unique spot known to her and'\ntotally unknown to her maid, who was sleeping on another floor, was.\nreflected in that maid's dreams with startling accuracy.\n3. Percipient asleep and Agent excited.\nCommoner still are the cases of double abnormality, where the·\ntransference of impression is to a sleeping Percipient from an Agent\nwho is in some state of waking excitement. Such excited states, when\nbelow a certain stage of momentousness, seem to find in sleep a.\n-specially favourable condition for communication; and indeed, putting\naside cases where mesmeric influence plays some part, the very slightest\nsort of events seem rarely or never to impress a distant mind except in\ndream. Owing to their very triviality, many of these experiences are-\ndoubtless lost; and this circumstance so far helps to perpetuate the\nunscientific view, which looks on transferred impressions as necessarily\nbound up with some solemn message or stlange catastrophe. As an.\nexample of the trivial type, we may give the following narrative, which\nwe received from Mr. A. B. McDougall, scholar of Lincoln College,\nOxford:-\n(xxviii.) \"On the night of January 10,1882, I was sleeping in one of the\nsuburbs of Manchester in the house of a friend, into which house several lats\nDigitized by Google\n\f140 lleport of the Litera,,}, Oommittee. [Dec 9,\nhad been driven by the excessivecold. I knew nothing about these rata, but\nduring the night I was waked by feeling an unpleasantly cold somethlDg\n.-slithering down my right leg. I immediately struck a light and flung oft' the\nbed-clothes, and saw a rat run out of my bed under the fire-place. I told\nmy friend the next morning, but he tried to persuade me I had been dream·\ning. However, a few days afterwards a rat was caught in my room. On tke\nmorning of January 11, a cousin of mine, who happened to be staying in\nmy own home on the south coast, and to be occupying my room, came down\nto breakfast, and recounted a marvellous dream, in which a rat appeared to\nbe eating oft' the extremities of my unfortunate self. My family laughed the\nmatter oft'. However, on the 13th, a letter was received from me giving aD\naccount of my unpleasant meeting with the rat and ita subsequent capture.\nThen every one present remembered the dream my cousin had told certainly\nfifty-eight hours before, as having occurred on the night of January 10. My\nmother wrote me an account of the dream, ending up with the remark, 'We\n.always aaid--was a witch j sbe a.lwa.ys knew about everything alm():~\nbefore it took place.' \"\nThe heightening effect of sleep on the Percipient's impressibility,\n.suggested by the triviality of such an incident as this, is more strikingly\nindicated by the fact that a transferred impression of graver matters\nseems sometimes to have to wait for the sleeping state, in order to\ncross the threshold of consciousness. Many cases are on record where\nan accident to an absent friend is dreamed of on the following night;\nas though the image, flashed, perhaps, at the moment from brain to\nbrain, had needed sleep and darkness for its development.\nSleep, again, seems the only condition in which imprt:ll8ionB of\n-excitement of a happy kind are transferred, which may perhaps be\ntaken as indicating the superior vividness of pains over pleasures. We\nare at any rate .acquainted with no instance of a waking impression to\nparallel the account of a dream (for which we have the testimony both\nof the dreamer, Mr. A. Sparrow, of Derwent Square, Liverpool, and of\nthe person to whom he related the dream on the morning after its occur-\nrence), announcing, many hours before their arrival by post, the detail!._\nof a friend's most unexpected marriage engagement. Of the far\n-commoner transference to a sleeping Percipient of the impression of a\ndistressing accident, we have many instances; and many more still of\nthe apparition of a dying person perceived by a distant mind in dream\nor vision. Cases of transference where the Agent is in this most\nmomentous of all conditions, seem, however, to differ, as a class,\nfrom the less momentous cases, in the fact that the number of\nthem where the Percipient is asleep, large as it is, is disproportionately\nexceeded by the number where the Percipient is in a state of\nnormal waking consciousness. 'Ve give a few specimens of these\nlast classes.\nDigitized by Google\n\f1882.] Report of the Literary Oommittee. 141\n4. Percipient asleep and Agent dying.\nThe Rev. R. B. F. Elrington, Vicar of Lower Brixham, a friend of\none of us, vouches for the fact that the following occurrence in his\nparish was described hours before the arrival of the news confirming\nthe fears which it occasioned j and he certifies to the good character of\nthe witnesses.\n(xxix.) In the early spring of 1881,Mrs. Barnes, of Brixham, Devonshire,\nwhose husband was at sea, dreamt that his fishing-vessel was run into .by a\nsteamer. Their boy was with him, and she called out in her dream, \"Save-\nthe boy !\" At this moment another son sleeping in the next room rushed\ninto hers, crying out, \"Where's father 1\" She asked what he meant,when he-\nsaid he haddistinctly heard his father come upstairs and kick with his heavy\nboots against the door, as he was in the habit of doing when he returned\n·-hom sea. The boy's statement and her own dream so alarmed the woman\nthat early next morning she told Mrs. Strong and other neighbours of her-\nfears. News afterwards came that her husband's vessel had beenrun into bY'\na steamer, and that he and the boy were drowned.\nMrs. Powles, of 'Wadhurst, West Dulwich, S.E., who is pArRonally\nknown to one of us, sends us the following narrative :-\n(xxx.) \"I am in a position to vouch for a very curious dream which mylat&\nhusband, Mr. William Holden, dreamt about a brother of his, Dr. Ralph\nHolden, who was at that time travelling in the interior of Africa. One\nmorning in June or July, 1861, my husband woke me with the announcement,\n'Ralph is dead.' I said, 'You must be dreaming.' ' No, I am not dreaming\nnow, but I dreamt twice over that I saw Ralph lying on the ground, supported\nby a man. He was lying undera large tree, and he was either deap. or dying.'\nIn December, came the news that Dr. Holden was dead; and from a Mr.\nGreen, who had been exploringin the sameregion, they learnt 'that he must.\nhave diedabout the time when his brother dreamt about him, and that he died\nin the arms of his faithful native servant, lying under a large tree, where he\nwas afterwards buried.' TheHolden family have a sketch which Mr. Green\ntook on the spot ofthe tree and its surroundings, and on seeingit my husband\n-- said, 'Yes, that is exactly the place where I saw Ralph in my drE'.aIIl, dying\nor dead.'\"\nThe next account is from a gentleman residing in Ireland, of long-\nstanding repute both as a doctor and as an antiquary, and whom we\nwill call A. His wish that his name should not be published is due\nto the fact that one of the actors whom his narrative discredits is still\nliving.\n(xxxi.) One Monday night in December, 1836, he had the following dream,\nor, as he would prefer to call it, revelation. He found himself suddenly at the\ngate of MajorN. M.'s avenue, many miles from his home. Close to him were\na group of persons, one of them a woman with a basket on her arm, the rest\nmen, four of whom were tenants of his own, while the others were unknown\nDigitized by Google\n\f142 .Report oj tke Literary Oommittee. [Dec. 9,\nto him. Some of the strangers seemed to be murderously assaUlting H. W.,\none of his tenants, and he interfered. \" I struck violently at the man on my\nleft, and then with greater violence at the man's face to my right. Finding to\nmy surprise that I did not knock him down either, I struck again and again,\nwith all the violence of a man frenzied at the sight of my poor friend's murder.\nTo my great amazement I saw that my arms, although visible to my eye,were\nwithout substance; and the bodies of the men I struck at and my own came\nclose together after each blow through the shadowy arms I struck with. My\nblows were delivered with more extreme violence than I think I ever exerted ;\nbut I became painfully convinced of my incompetency. I have no conscious-\nnellS of wllat happened, after this feeling of unsubstantiality came upon me.\"\nNext morning A. experienced the stiffness and soreness of violent bodily exer-\ncise, and was informed by his wife that in the course of the night he lla.d much\nalarmed her by striking out again and again with his arms in a terrific manner,\n\" as if fighting for his life.\" He in turn informed herof his dream,and begged\nher to remember the names of those actors in it who were known to him. On-\nthe morning of the following day, Wednesday, A. received a letter from his\nagent, who resided in the town close to the scene of the dream, informing\nhim that his tenant, H. W., had been found on Tuesday morning at Major\nN. M.'s gate, speechless and apparently dying from a fracture of the skull,\nand that there was no trace of the murderers. That night A. started for\nthe town, and arrived there on Thursday morning. On his way to a meeting\nofmagistrates he met the senior magistrate of that part of the country, and\nrequested him to give ordersfor the arrest of the three men whom, besides\nH. W., he had recognised in his dream, and to have them examined separately.\nThis was at once done. The three men gave identical accounts of the\noccurrence, and all named the woman who was with them; she was then\narrested, and gave precisely similar testimony. They said that between\neleven and twelve on the Monday night they had been walking homewards\nall togetheralong the road, when they were overtaken by three strangers, two\nof whom savagelyassaultedH. W., while the other prevented his friends from\ninterfering. H. W. did not die, but was never the same man afterwards; he\nsubsequentlyemigrated. Of the other parties concerned, the only survivor\n(except A. himself) gave an account of the occurrence to the archdeaconof\nthe district in November, 1881, butvaried from the truefacts in statingthat he\nhad taken the wounded man homein his cart. Had this been the case he would, _.\nof course, have beencalledon for his testimony at once.\nThe following narrative we have from three independent sources,\nviz. (1) Letter from Mr. John C. Strefford, 39, Mount Street, WeIsh-\npool, son of the superintendent of police, whose dream is recordcd\nand who is now dead ; (2) Varbal account taken down from Miss\nPhillips by Mr. Hensleigh Wedgwood; (3) Letter from the Rev.\nJ. E. Hill, Vicar of Welshpool. All the accounts are practically\nidentical, the only discrepancy being as to the length of time for which\nthe girl was imprisoned. We abridge as follows :-\n(xxxii.) About 1871, Miss Phillips, of Church Street, WelshpooI,.hada\ndeaf and dumb maid. This girl fell ill and needed a change of air, and Mias\nDigitized by Google\n\f1882.J Jleport of tke Literary Oommittee. 143\nPhillipsproposed to send her to herbrother for three wee3:s. The girl was very\nunwilling to go, and on the appointed morning, a Tuesday, she handed over\n·a tray which she was carrying upstairs to another servant, and was not seen\nu.fterwards. Miss Phillips and her friends in great alarm searched the house\nallover, including the cellar in which the girl was afterwards found. On the\nfollowing Friday (or possibly the Wednesday) morning, the superintendent\nof police, Strefford, called and said that he had an impression on his mind\nthat she was concealed in the house, and begged to be allowed to make search.\nMiss Phillips consented, and Strefford, who had never been in the house\n-before, walked straight to the door of the cellar stairs and went down. In\nthe cellar they found the girl jamme!i fast in an open flue directly beneath\nthe fire-place in the room above, the ashes of which it was meant to\n.receive. The· opening from the flue to the cellar was not above eighteen\ninches high, and the girl had drawn some carpeting after her so as to conceal\nher legs. They had to get bricklayer's tools and dig down the bricks before\n-, they could get her out.\nNow as to the cause of Strefford's assurance tIlat he would find her there.\n\"My father,\" says Mr.John C.Strefford, \"awoke my mother in the middle of\nthe night and said, 'I know where that poor girl is. She is up a chimney in\n-the cellar belonging to the house in which she lives.'\" He could not rcst\nafter this; got up at five o'clock, Vlent to the house, and found the girl, as\n.above narrated.\nDREAMS AND CIIANCE COINCIDENCE.\nSince our arrangement of topics has thus brought us round at the\n-end to what we started from, sleep or vision on the part of the\nPercipient, and since no department of our subject has been the field\n-of more folly and superstition than this realm of dreamland, we may\ntake the present opportunity of stating what kinds of dream we\nthink deserving of notice. Dreams form, no doubt, the most\nassailable part of our evidence. They are placed almost in a\nseparate category by their intimate connection with the lowest\nphysical, as well as the highest psychical, operations. The gro-\ntesque medley which constantly throng through the gate of ivory\n....... thrust into discredit our rarer visitants through the ga.te of horn.\nFor our purposes, then, the dreams must have been noted down, or\ncommunicated to others, directly after their occurrence. If con·\ncerned with grave events, those events must be not of a chronic but\nof a critical kind, such as sudden danger or actual death. If concerned\nwith trivial events, those events must be in some way bizarre or\nunexpected, not such everyday occurrences as a visit from a friend\n-or the arrival of a present. To all dreams, however, one objection\nmay be taken which has plausibility enough to be worth a minute's\nconsideration. It is said that millions of people are dreaming every\nnigh.t, and that it might be expected, according to the doctrine of\n~hances, that some few out of so vast a multitude of dl't'aJDS would\nDigitized by Google\n\f144 Report of the Literary Oommittee. [Dec. 9,\n\"tum out true.\" But, in the first place, an extremely small\npercentage of this multitude of dreams contain as their single or cul-\nminating point the definite sight of some one else in unusual or exciting\ncircumstances. There are few exceptions to the rule that we are the\nheroes of our own dreams, and where a single strong impression survives\nthe moment of waking, an occurrence which in itself is comparatively\ninfrequent, the impression is far more often than not of circumstances\nin which we ourselves are central. And, in the second place, a dream\nwhich leaves on the mind a sense of interest or of disturbance, extending\nfar into waking hours, is with most of us a decidedly rare event, and is.\na comparatively rare event even with those to whom it occurs oftenest,\nif the number of their dreams be completely realised. The very fact of\na dream being specially remembered and noted may be taken as a proof\nof its having been exceptional. Far rarer, of course, are the cases. - -\nwhere these two rare characteristics are combined, and where a vivid\nimpression of another person in unusual or exciting circumstances,\nhaving been first produced in a dream, survives as a haunting and\ndisturbing influence. If the dreams of a single night in England could\nbe couuted, it may be doubted whether so large a proportion as one in\na million would be of this character. And when this immensely\nreduced number of dreams is considered, the number of occurrences,\ncoincidently with the dream, of the identical event dreamed of, so\nfar from exemplifying the law of chances, would be found to set it\ncompletely at defiance. If it be still objected that this argument at\nany rate does not apply to cases of coincidence where the event or\nscene is not of an unusual or exciting kind, and is remembered suffi-\nciently to be noted without the production of any haunting\nimpression, the reply is obvious. Of ordinary and unexciting events\nand scenes the number possible to imagination is practically infinite:\nthe trivial details of circumstances which any single person can in\nim agination connect with the various persons of his acquaintance so-\nclearly outnumber the remembered dreams of his whole lifetime, as _.\nto put the coincidence of dream and reality again completely outside\nthe law of chances.\nCASUAL APPARITIONS.\nTo return now from this brief digression, our scheme of classifi-\ncation, as above sketched, is tolerably obvious; but in looking back\non the topics which have been passed in review, it will be seen that\nthe logical limits originally proposed, and which would confine the\nphenomena to those presenting a distinct analogy to Thought-\ntransference, have been overstepped at many points. Attention has\nalready been drawn to the difference between the cases where the\nactual impression in A.'s mind is simultaneously reproduced in\nDigitized by Google\n\f1882.] Report of tke Literary Oornmittee. 145\nB.'s, and those where the impression produced in B.'s mind is\nthat of A.'s personality rather than of his ideas. We described\nthis more general impact of mind on mind (if such it be) as a.\nvivification of some previously existing rapport, and it is to this\nhead that we must refer many cases of apparition at death and of\nso-called clairvfY!lQlllCe. Even this category, however, is not wide\nenough to cover all cases of the impression, at a distance, of one\npersonality on another. We have several instances of the following\ntype. The two Percipients are personally known to one of us, and are\nabove suspicion; the reason for suppressing their names is that they\nare in the employ of persons whose prejudices or susceptibilities they\nare obliged to consider. Mr. M.'s account, which was written down\nsoon after the occurrence, has been slightly condensed.\n(xxxiii.) \"On Thursday, the 5th ofSeptember, 1867,about the hour of 10.45\n.A.M., on entering my office, I found my clerk in conversation with the porter,\nand the Rev. Mr. H. standing at the clerk's back. I was just on the point of\nasking Mr. H. what had brought him in so early (he worked in thesame room\nasmyseli, but wasnot in the habitofcoming till about mid-da.y) when my clerk\nbegan questioning me about a telegram which had missed me. The conversa-\ntion lasted some minutes, and in the midst of it the porter gave me a letter\nwhich explained by whom the telegram had been sent. Duringthis scene\nMr. R., from an office upstairs, came in and listened to what was going on.\nOn opening the letter, I immediately made known its purport, and looked\nM.. H. full in the face as I spoke. I was much struck by the melancholy look\nhe had, and observed that he was without his neck-tie. At this juncture\nMr. R. and the porter left the room. I spoke to Mr. H., saying, 'Well,\nwhat's the matter with you 1 You look so sour.' He made no answer.\nbut continued looking fixedly at me. I took up an enclOBure which had\naccompanied the letter and read it through, still seeing Mr. H. stand-\ning opposite to me at the comer of the table. As I laid the papers\ndown, my clerk said ' Here, sir, is a letter come from Mr. H.'\nNo sooner had he pronounced the name than Mr. H. disappeared\nin a second. I was for a time quite dumbfounded, which astonished my\n• __ c1erk, who (it now turned out).hii.d not seen Mr. H., and absolutely denied\nthat he had been in the office th.ii,t moming. The purport of the letter from\nMr. B., which my clerk gave me, and which had been written on the\nprevious day, was that, feeliDg unwell, he should not come to the office that\nThursday, but requested me· to forward his letters to him at his house. The\nnext day (Friday), about noon, Mr. H. entered the office; and when I asked\nhim where he was on the Thursday about 10.45, he replied that he had just\nfinished breakfast, was in the company of his wife, and had never left his\nhouse during the day. I felt shy of mentioning the subject to Mr. R., but\non the Monday following 1 could not refrain. from asking him if he remem-\nbered looking in on Thursday moming. ' Perfectly,' he replied; 'you were\nbaving a long confab with yourclerk about a telegram, which you subsequently\ndiscovered came from Mr. C.'· On· my asking him if he remembered who\nwere present, he answered, 'The clerk, the porter, you and H.' On my\nL\nDigitized by Google\n\f146 Report of the Literary Oommittee. LDec.9,\nasking him further, he said, 'He was standing at the comer of the table,\nopposite you. I addressed him, but he made no reply, only took up a book\nand began reading. I could not help looking at him, as the first thing that\nstruck me was his being at the office BO early, and the next his melancholy\nlook, 80 different from his usual manner; but that I attributed to his being\nannoyed about the discussion going on. I left him standing in the same\nposition when I went out, followed by the porter.' On my making known to\nMr. R. that Mr. H. was fourteen miles off the whole of that day, he grew\nquite indignant at my doubting the evidence of his eyesight, and insisted 011\nthe porter being called up and interrogated. The porter, however, like the\nclerk, had not seen the figure.\" .\nMr. R. (whose testimony is, of course, all-important, as precluding the\nhypothesis of subjective hallucination, which Mr. M.'s experience might\notherwise have fairly suggested,) has supplied us with independent and precise\ncorroboration of theBe facts, so far as he was a party to them-the one\ninsignificant difference being that he says he did not Bpecik to Mr. H., but---\n\"gesticulated in fun to him, pointing to Mr. M. and the clerk, who wers\nhaving an altercation about a telegram: but my fun did not seem at all\ncatching, Mr. H. apparently not being inclined, as he often was, to make fun\nout of surrounding circumstances.\"\nA case like this cillarly cannot well be brought under the head either\nof Thought-transference or of exaltation of rapp()lf't. The latter seems\nexcluded by the trivial and meaningless nature of the occurrence;\nwhile the prolonged duration of the apparition negatives any basis for\nit that we might seek to find in some casual and unheeded image of the\noffice in London, which may have flitted through Mr. H.'s mind as he\nsat at home. Equally purposeless is the following incident, the\naccount of which is signed by Mrs. Clay (sister of Mr. Gorst, M.P.),\nof Cheltenham. Her husband, the Rev. Mr. Clay, published an\naccount of it in the Spectat()lf' many years ago, under the title of\n\" Brain-waves.\"\n(xxxiv.) \"It was a very wet Sunday afternoon in 1835 or '36,·Mrs. Clay\nbeing at home and Mr. Clay at service in the gaol where he was chaplain. __\nRather before his usual time Mrs. Clay heard her husband return, enter the\nhouse by the back door under the window of the room she was in, hang up\nhis coal; and hat, saw him enter the room, and, standing at the door, heard\nhim remark whata wetday it was, and then, after her reply, he went upstairs.\nAs he did not return, Mrs. Clay ran upstairs to seek him, and concluded he had\ngone out again as she could not find him. A little later the whole occurrence\nwas re·enacted, and on her asking her husband why he had gone out &gaill,\nhe assured her he had not done so, but had then only just come back from\nservice. This time it was the real Mr. Clay.\"\nHere, moreover, the prophetic element clearly takes us on to altogether\nfresh ground. So, again, there is strong testimony that clairvO'ljants\nhave witnessed and described trivial incidents in which they had no\nDigitized by Google\n\f1882.] Report of tke Literary Oommittee. 147\n'special interest, and eTen scenes in which the actors, though actual per\nsons, were complete strangers to them; and such cases seem properly\nassimilated to those where they describe mere places and objects, the\nidea of which can hardly be supposed to be impressed on them by any\npersonality at alL Once more, apparitions at death, though the fact\nof death sufficiently implies excitement or disturbance in one mind,\nhaTe often been witnessed, not only by relatives or friends, in a\nnormal state but interested in the event-a case above considered-\nbut by other observers who had no personal interest in the matter.\nIn .some of these cases the disinterested observer has been in the\ncompany of the person for whom the appearance may be supposed to\nhave been specially intended, as in the now classical ase of the appari-\ntion of Lieutenant Wynyard's brother. In other cases there is not\n·even this apparent link, as where a vision or apparition announces the\n- -death of a perfect stranger to someone who is wholly at a loss to account\nfor the visitation. Clearly then the analogy of Thought-transference,\nwhich seemed to offer such a convenient logical start, cannot be pressed\ntoo far. Our phenomena break through any attempt to greup them\nunder heads of transferred impression; and we venture to introduce\n\"the words Telmsthesia and Telepathy to ·cover all cases of impression\nreceived at a distance without the normal operation of the recognised\n·sense organs. These general terms may, we think, be found of\npermanent service; but as regards what is for t.he present included\nunder them, we must limit and arrange our material rather with an\neye to convenience, th.an with any belief that our classification will\nultimately prove a fundamental one. No true demarcation, in fact, can\nas yet be made between one class of those experiences and another;\nwe need the record of as many and as diverse phenomena as we can\nget, if we are to be in a position to deal satisfactorily with anyone\n-()f them.\nNEED OF MORE PACTS.\nAnd this brings us back to the practical moral which we desire,\nin this Report, to enforce on as wide a circle as possible-namely, that\nwhat is really needed is a far larger supply of first-hand and well-\n.attested facts. We have spoken with some assurance of the supply\nalready amassed. But in a matter so anomalous, a number of direct\nand independent attestations, which would be utterly superfluous else-\nwhere, is indispensable for getting the scientific reality of the evidence\ninto men's minds at all-for teaching them that that evidence is no\nshifting shadow, which it may be left to individual taste or tempera-\nment to interpret, but more resembles a solid mass seen in twilight,\nwhich men may indeed avoid stumbling over, but only by resolutely\nwalking away from it. And when the savant thus deserts the field,\nL 2\nDigitized by Google\n\f149 Report 0\/ tke Literary Oommittee. . [Dec. 9\"~\nthe ordinary man needs to have the natu~ and true amount of the\ntestimony far more directly brought home to him, than is necessary in\nrealms already mastered by speci,alists to whose dicta he may defer~\nFailing this direct contact with the facts, the vaguely fascinated regard\nof the ordinary public is, for all scientific purposes, 88 futile 88 the\n8avant'8 determined avoidance. Knowledge can never grow until it is\nrealised that the question \"Do you believe in these things 'I\" is puerile\nunless it has been preceded by the inquiry, \"What do you know about\nthem 'I\"\nWe are glad to be able to say that, in the case of many of\nthe best accounts that we have received, the writers have allowed us\nto publish their names. This permission greatly increases our gratitude\nto our correspondents--many of whom have, moreover, taken a great\ndeal of trouble to present their narratives in a complete and accurate__ _\nform. There are, no doubt, occasional cases where a feeling of delicacy\nor consideration for others, renders the stipulation that names shall not\nbe published natural and right; but, 88 a rule, such a stipulation only\nmakes us long to persuade our informants that, if they would but unite in\ndisregarding a slight risk of ridicule, the risk itself would altogether\ndisappear For few personS who have not actively engaged in such\ninquiries 88 we are pursuing, can form any idea how enormous\nmust be the sum of the phenomena which have been actually within\nthe cognisance of persons now living. The number of thoBe whom our\nappeal has actually reached forms but a very small proportion of the\ninhabitants even of a single country; and, moreover, much of our\nbest evidence has been derived from the limited circle of our own\nacquaintance. We are justified, therefore, in regarding the area which\nour inquiries have hitherto swept as but a corner of a very much\nlarger field. There may probably be scores of persons in this country\nwho could amass a first-hand collection of narratives quite 88 good\n88 our own, and quite distinct from it. The commoner difficulties\nwhich the collector encounters may be expected to disappear._.\nas it becomes better understood that there is a scheme into which\neach narrative falls, and that any· well-attested fragment of\nevidence may prove of unexpected value. At present a tone of mind\nvery commonly met with (and it is one with which we are far from\naltogether quarrelling) is that of the man who prefaces his remarks\nwith an expression of contemptuous disbelief in any evidence that you\ncan possibly bring before him, and then goes on to say \"that there is\none actualjact which I can tell you, for it occurred to my86lj.\" Harder\nstill to deal with are those who, while firmly convinced, not only of\n!;heir own particular experience of the phenomena, but of the extreme\nimportance of establishing the reality of such experience in general,\nrefuse the direct attestation which alone can ensure the result\nDigitized by Google\n\f1882.] Report of the Literarll Committee. 149\nthey profess to desire, and which they would readily give to any other\n:sort of fact in heaven or earth that they truly believed in. Taking all\nthese people into consideration, they often seem to us like a multitude of\npersons standinlt side by side in the dark, who would be astonished, if\nthe sun rose, to see their own overwhelming numbers. Meanwhile we\n:nre greatly at their mercy; with them, not with us, rests the possibility\n-of giving to our subject the status of an organised science.\nFor, in fact, this subject is at present very much in the position\n-which zoology and botany occupied in the time of Aristotle, or\n:nosology in tAe time of Hippocrates. Aristotle had no zoological\ngardens or methodical treatises to refer to; he was obliged to go\ndown to the fish-market, to hear whatever the sailors could tell, and\nlook at whatever they could bring him. This spirit of omnivorous\n- -inquiry no doubt exposed him to hearing much that was exaggerated\n<)r untrue; but plainly the science of zoology could not have been\nIUpbuilt without it. Diseases afford a still more striking parallel to the\nphenomena of which we are in quest. Men of science are wont to make\nit an objection to this quest that phenomena cannot be reproduced\nunder our own conditions or at our own time. The looseness of thought\nhere exhibited by men ordinarily clear-headed is surely a striking\nexample of the prepotence of prejudice over education. Will the\nobjectors assert that all aberrations of function and degenerations of\ntissue are reproducible by direct experiment 1 Can physicians secure a\ncase of cancer or Addison's disease by any previous arrangement of\nconditionst Our science is by no means the only one concerned with\nphenomena which are at present to a large extent irreproducible: all\nthe sciences of life are still within that category, and all sciences\n'Whatever were in it once.\nTHE CONTINUITY OF ALL KNOWLEDGE.\nAnd as we here find ourselves fairly embarked on the wide sea of\n~. ·aifficulties and objections, we cannot better conclude our paper than\n'by a brief discussion of some of those which, in the pursuance of our\ntask thus far, have most frequently encountered. We begin,\nthen, by p ting against the distinction, as ordinarily drawn,\nbetween egitimate and illegitimate lines of inquiry_ If we analyse\nthe co mon idea of a legitimate inquiry, it seems to be conceived as\none whose line of departure is in demonstrable continuity with previous\nfacts and theories, the establishment and coherence of which has been\n-the result of specialised skill and attention. An inquiry, on the other\nhand, is conceived as illegitimate, when its provisional hypotheses are\nnot in obvious continuity with established conceptions; especially if it\n.depends on facts which do not wait for the expert, or admit of being\n:bottled for his inspection, but are unexpectedly witnessed by untrained\nDigitized by Google\n\f150 RepO'l't oj the Literary Oommittee. [Dec. 9,.\npersons, and liable to be distorted and exaggerated by the preconceptions\nor emotions of the observers. And these assumptions lead easily on to\nFaraday's famous dictum that the scientific approach of any subject\npresupposes\" clear ideas of the naturally possible and impossible.\" So\nnaive a demand for prophetic knowledge of the unknown would alone\nsuggest the fallacy of the above distinction of subjects. The true\ndistinction is, in fact, one only of stage and degree. No science-\nscarcely even pure mathematics itself-has attained to the more\nadvanced stage without experiencing the characteristic drawbacks of\nthe earlier. And, since the mode of collecting evidence depends on the\nstage, a letter to the newspapers may be no unfair modern parallel to\nthe old naturalist's visits to. the slaughter-house and the fish-market.\nBut this erroneous distinction is in reality based upon an error ot\nmuch greater magnitude. Many persons adopt the words \"natural \" ---\nand \"supernatural\" to express distinction between o~jects of inquiry\nbelonging to the physical sciences and those with which we are con-\ncerned. This distinction we altogether repudiate. If anyone considers\nthe occurrences for which we bring evidence to be supernatural,\nit is certainly not ourselves. We have no idea what the word can\nmean in such a connection. We carry our whole instinct of scientific\nsolidarity into every detail of our inquiry. The age of transition is\nassuredly near its close, which has permitted even eminent 8O\/VantB to·\npicture the \"natural\" governance of the universe as a bond to be-\noccasionally snapped by some power which itself, presumably, has\nno \"nature.\" \"That a beloved friend in the moment of his disso-\nlution,\" Humboldt could still say sixty years ago, \"may gain power\nover the elements, and, in defiance of the laws of Nature, be able\nto appear to us, would be perfectly incomprehensible, if it was not\nfor the half-defined feeling in our hearts that it may be so. It is\nquite probable that a very earnest desire might give strength suffi-\ncient to break through the laws of Nature.\" To such language we\nfind a double objection. On the one hand, we are unable to base\nobjective conclusions on any \" half-defined feeling in our own hearts,.\nthat the universe must needs be such as we would fain have.it.\nBut, on the other hand, if we find ourselves face to face with the\nsorts of events to which Humboldt refers, we can accept no arbitrary\n\"scientific frontier\" between them and the nature that we all know;_\nwhose so-called \"laws\" are simply our verbal expression of the orderly\ngrouping and sequence of phenomena that have come under frequent\nobservation. We entertain no doubt that orderly laws lie at the basis of\naU observed facts, however remote those laws may be from our present\nken. The presumption as to our intellectual habits and attitudes, which\nthe term \"Rupernaturalism\" is meant to imply, is therefore wholly\nwithout foundation. The phenomena examined by us stand on the\nDigitized by Google\n-\n\f1882.] Report oj tke Literary Oommittee. 151\nsame ground as any other phenomena which are widely attested, bUI;\nare not matters of common experience; and inquiry into sucb'\nphenomena must not be obstructed by any question-begging term.\nEither they are facts, or they are not. If they are not facts, that must\nbe proved in accordance with the laws of evidence, not by assertions of\nany prescriptive monopoly in the natural. If they are facts, all the\nmystery that lies behind them lies behind every other fact in the\nuniverse. Strip off this wrongly-fathered theory of the \"supernatural,\"\nand to the marvel and mystery that remain we can apply no stronger\nexpressions than have been constantly applied to the commonest;\nphenomena in Nature by those who have known Nature best.\nINHERENT DIFFICULTIES.\nWe do not, however, expect or desire altogether to dispel the\ninstinctive feeling that the objects of our research present an aspect\nof the marvellous which seems in some sort lUi generia; let us con-\nsider what natural basis this instinct possesses. We believe that\nthe special feeling of incredulous surprise which much of our\nevidence excites is due to a combination of three characteristics.\nIn the first place, the phenomena have very little obvious connection\nwith those of sciences already established. In the second place,\nthey are often of an emotional and startling character, so as to\nsuggest a peculiar possibility of mistake; or if, on the other hand,\ntheir subject-matter is trivial, then' their intrusion into the common\nroutine of life produces a sense of the ridiculous which is equally\nhostile to just consideration. In the third place, although not\nexactly rare, they are diverse, sporadic, and seemingly so arbitrary\nin their occurrence that past observation suggests no clue to the\ntime, place, or manner of their probable repetition. No other\nphenomena in Nature have united these three characteristics in so\nhigh a degree. The attraction exercised by amber on straw was an\nisolated, but not a startling, fact. The thunderclap was both an\niaolated and a startling phenomenon; but it was perceived often, and\nby numbers at once; and therefore, though it could give rise to\nsuperstitition, it could not be met by incredulity. Nor could erup-\ntions of Etna be questioned, though they might be attributed to the\nturnings of Typhoeus in his bed. Again, many optical effects, as\nthe mirage in the desert, have seemed, when first observed, at once\ndisconnected from science as then known, and arbitrary in their\ntimes of occurrence. The reality of such phenomena may have been\nquestioned; but they have not been sufficiently intermixed with\nfamiliar things to arouse party feeling, or sufficiently exciting to sug-\ngest error of testimony through sensory illusion connected with a\nhighly emotional state. Such instances may perhaps suggest how rare\n.. ,\nDigitized by GoogIe\n\f152 Report of the Literary Oommitiee. (Deo.9,\nin other directions is the union of all those provocations to incredulity\nwhich our evidence has to overmaster. It would be easy, however, to\nimagine that such a union might have appeared. in the case of some\nphenomenon in natural history; and that phenomenon would then have\nbeen as strenuously disbelieved in as any ghost. Had Nature given us\nan electric whale instead of an electric eel, and had a whole boat's-Cl'ew\nof medireval harpooners been now and again struck dead by the shock,\nwha.t would have been thought of the story that their companions told\nof the encounter1\nThese inherent embarrassments of our inquiry are of course specially\nemphasised by its appearance in the world as a scientific study, in a.\ngeneration whose ideal of such study is formed from the most developed\nbranches of science. It is inevitable that, as the area of the known\nincreases by perpetual additions to its recognised departments and by\nperpetual multiplication of their connections, a disinclination should\narise to break loose from association, and to admit a quite new depart-\nment on its own independent evidence. But the position of this depart-\nment is yet further complicated by the fact that it happens to combine\nin itself difficulties of conception and treatment peculiar to the early\nstages of two great separate branches-physics and natural history. In\nthefirst place, like physics,itis presumably concernedwith some specialised\nform of energy; but this form of energy is at present too indistinctly\nrealised, and too little under our control, to admit of being correlated\nwith the acknowledged forms, quantitatively estimated, or even instruc-\ntiyely defined. Such speculations as can now be framed with regard\nto these obscure phenomena, can hardly be said to differ from the earliest\nphysical conceptions of Thales and Heraclitus, except in the higher\nstandard of scientific proof which we can now propose to ourselves as\nour ultimate goal. And the very existence of that standard con-\nstitutes 110 difficulty; the twilight which has, in every department of\nthe endless domain of physics, preceded the illuminating dawn of law,\nis here made doubly dark and dubious by the advanced daylight of\nscientific conceptions from which we peer into it. In the second\nplace, like natural history in its early stage, our inquiry is concerned\nwith a variety of sensible phenomena as such-with forms or sounds\nsimply as they strike the senses of those who come across them;\nand the isolation of the phenomena, and the absence of any\ngenuine classification even of the most provisional kind, have a\nmost distinct influence on their pl'imO. facie credibility, as compared\nwith new phenomena of the older sciences, which have the\nadvantage of falling at once under familiar classes. When the\npoisonous lizard is discovered he is a surprise to every one. Never-\ntheless he is both an animal and a lizard; and even in ages before his\norder or his genus was known, he would at leasthave found the category\nDigitized by Google\n-\n\f.1882.J Report of tke Literary Oommiitee. 153\n·of quadruped open to receive him. But in our inquiry, the phenomena\ndo not, as a rule, find in men's minds a niche similarly ready for their\n'8occeptance. In their scattered independence they have to fight their\nway, each on its own merits, into minds which not only are indisposed\n'to welcome them, but are even unable, without a distinct and disagree-\nable effort, to assign them any luWitat at all.\nTHE OBJECTION AS TO UTILITY.\nWe think it well, and we think it enough, that the foregoing diffi-\nculties in the way of belief should be stated and realised; being con-\nvinced that, if the evidence as it stands be also realised, the difficulties\nwill be rather incentives than obstacles to progress. But there\nis another sort of objection, not properly affecting grounds of belief,\nwhich requires different treatment; and which we shall here only notice\n- -so far as to make it explicit, and to shew in whose mouUls, at any rate,\nit will nO.t lie. It is a common idea that the recognised paths of labour,\nalong which steady progress is being made and may still be made to an\nunpredictable extent, are so various and abundant, that it\nis trifling to desert them for a dubious track, where pro-\ngress, even could it be supposed possible, would present no apparent\nrelation to other progress, and would in no way react on the\ngeneral advancement. But this vague lan\"rruage, answering to what\nis commonly but a vague p~iudice, turns out to be susceptible of two\nvery different meanings. Is the progress meant that of human\nhappiness, or that of human knowledge 1 .Are we listening to the\ngospel of Positivism, or of Science 1 The Positivist, from his own\npoint of view, is justified in considering the practical amelioration of\nhuman conditions as so vast an aim, and the sciences which have\nan influence in that direction as so well recognised, that it is culpable\nto aim at extending 'mere knowledge, as such, and without a\ndefinite prospect of bringing the new acquisitions into relation with\nhuman welfare. In this view, we say, there is, prima facie, a fair\n- ground of objection; and we specially refrain for the present from\nvindicating our inquiries from the charge of irrelevance to human\nwelfare. That vindication, when the time for it comes, we are con-\nfidently prepared to undertake; we are confident of being able to\nshow that there is no line of scientific inquiry from which results\n·of so much importance to the well-being of mankind are to be\n·expected. But what we would here pow.t out is that the\nPositivist's view is one which in other connections our scientific\nopponents are the first to disclaim; and we cannot therefore\n.allow them to take advantage of its prestige and popularity in\nthe objections which they urge B.o<18.inst us, as pursuers of a new and\ndubious path. Knowledge as such, knowledge wherever it may lead\nDigitized by Google\n\f154 [Dec. 9,\nus, knowledge however little it may seem to do for us-this is the\nvery essence of the scientific creed. Men of science never tire of\npointing out in what unlikely ways knowledge which once seemed\nobjectless and useless has been brought, perhaps after centuriea, into\nvital connection with human affairs; and a naturalist who refused to.\ndescribe the peculiarities of objects observed by him during some\nvoyage of discovery, on the ground that he did not see how men\nwould be better off for the knowing of them, would be scouted as a..\nrenegade. In the present instance, it is assuredly not the scientific\nunimportance, but the vastness and obscurity of the vistas opened to·\nscientific inquiry, which may naturally lead men to pause before com-\nmitting themselves to a search so infinite, through realms so long.\nobscure.-\nQuale per i,ncertam Iunam sub Iuce malignA.\nEst iter in silvis, ubi C<2Ium condidit umbrA.\nJupiter, et rebus no:!: abstulitatra colorem.\n\" What good does it do ~\" or \"What good would it do, if it were·\ntrue ~ \" this, always the unscientific question par e:x;cellence, is surely\nthe merest paltering here.\nA PRIORI OBJECTIONS.\nThe reason of .this alien note, the reason that it is possible, at this\ntime of day, to treat one department of facts in a manner so opposed\nto recognised principles, lies really in the .unnoticed entrance of\nassumptions-in a gravitation to an d priori standpoint, natur8.l to all\nof us when not buoyed up by a pressure of facts of the most obvious\nand palpable sort. Objectors to the reality of the event!\\, unable from\nthe nature of the case to produce evidence that they did not, and\ndriven therefore to argue that they could not happen, are fain to find a\nfulcrum for that argument in some quite gratuitous hypothesis. We\nhave found this spirit of assumption taking most Protir>van forms. For\nexample, the gentleman who commented in the Nineteenth Century on\nour evidences of Thought-reading, argued that they struck at the root\nof the understanding on which all human intercourse is carried on.--\nThe argument is, of course, one large assumption, being nothing less\nthan this: If it were the case that exceptional individuals could\nobtain an impression of some perfectly simple object, on which the\nvisualising power of all present is powerfully concentrated (a condition\nprobably never once realised in the world's history till people lately\nbegan purposely and deliberately to make Thought-reading experiments)\nit would have to be equally the case that anyone, anywhere, must be\nable, against his neighbour'S will, to read his most casual or abstract\nthought. Because a marine animal, alleged to have been dredged up in\nsome remote part of the Atlantic Ocea.n does not swarm in all seas, it\ncould not have been dredged up at all J As to the sort of phenomena\nDigitized by Google\n\f1882.] Report 01 tke Literary Oommittee.\nconsidered in the present paper, the favourite hypothesis is that they only\nappear to people of ne.rvous temperament, or emotionally predispesed to,\nbelieve in them-an idea which the slightest study of the evidence\nwould at once dispeL This same idea of predisposition suggested\nlately to a writer in the Pall Mall Gazette a remarkable psycho-\nphysiological argument, in which the leading part was played by a\nstill more singular assumption. From the fact that proneness to,\ncertain emotions, of which fright or awe might be a specimen, may\nsafely be connected with points of nervous organisation which\ndescend from father to son, it was tacitly inferred that the unemo-\ntional judgments, expressed in logical propositions, of men sitting\ndown \"in a cool hour\" to weigh evidence, are largely determined\nby peculiarities of nervous tracks transmitted to them from their-\n- ,ancestorS; which is something like assuming that, being all the\nnear descendants of men whose brain-motions were associated with a.\nbelief in caloric or in luminiferous corpuscles, we are born with a pre-\ndisposition to deny the mechanical equivalent of heat or the undulatory\ntheory of light. But strangest of all are the assumptions which\npervade the ordinary objections to the phenomena as senseless,\nprofitless, and irrelevant to the general li!cheme of a dignified universe.\nCertain alleged facts, it seems, are not worth inquiring into, because\ntheir character does not correspond to what, on some hypothesis\nusually. involving the \"supernatural,\" might have been expected. That\nthis should be a frequent line of thought with men professing\nenlightened ideas, curiously reminds us how thin at present our varnish\nof science is, how few generations separate us from the Middle Ages,\nnnd how temptingly near us still is the d priori standpoint. Few of US-\ncan get for a moment off familiar ground without unconsciously\nBetraying our descent from_the men who muzzled Ro~er Bacon and sent\nBruno to the stake.\nBut, after all, it is not so much controversy or expesition that is the\nbusiness of the hour, but the collection, the record, and the assimilation\nof actual facts. And the invitation to aid in this business should not,\nwe think, be an unwelcome one. We certainly hope to see our inquiry\nin a more adva'hced state as time goes on ; but it can never well be in a\nmore inter68ting state than at the present moment. There is the\n'IlUIXimum of stimulus which the sense of a rising cause, of an on-\n:flowing tide, can give; there are the alluring gleams of a dawning\norder; there is the excitement of a time when individual efforts,\nhowever humble, may contribute in a sensible measure towards the\nestablishment of important truth. The. qualities which the research\nneeds, for the present at any rate, are not those of a specially-endowed'\nminority; they are not so much originality and profundity as candour..\npatience, and caro.\nDigitized by Google\n\f156 \" Olai1'1XJ1lance.\" [Dec. 9,\nv.\n\" CLAIRVOYANOE.\"\nA Paper on \"CLAIRVOYANCE,\" by George Wyld, M.D., was also\nread at this meeting, of which the following is an abstract:-\nThe author defined clairvoyance as the power which is possessed by\nsome sensitives of seeing or knowing objects, conditions, and thoughts\nbeyond the reach of the ordinary channels of sensation; accordingly, in\nhis view, thought-reading was a branch of clairvoyance. The following\n-case, personally known to the author, was quoted as illustrating wh,t.·-\n.seemed to be an instance of thought-impression.\nA young lady, who had some power of thought-reading, having been\nlately called upon at a public institution to pass an examination in\nharmony, had a lesson set her on the black board, her own teacher, who\nwas not the examiner, being present. The solution of the problem was\nmuch beyond the young lady's ability, but her teacher, anxiously desiring\nthat his pupil should succeed, and having no knowledge of her thought-\nreading powers, harmonised the passage in a complicated form in his\n<own mind, when, much to his surprise, immediately the young lady took\nup the chalk and note lor note wrote down on the black board the\nharmony as it existed in his own mind. The mother, the teacher, and\nthe pupil all asserted that the exercise accomplished was much beyond\nthe normal capabilities of the young lady, and that no information could\nhave reached her through the ordinary senses.\nTwo cases are adduced by the author to show that sometimes facts\nnot uppermost in his mind have been revealed by the clairvoyant. .\nMore conclusive is the rarer phenomenon of seeing distant or hidden\n.objects. A crucial instance of this the author states he has seen in tht'_\nmesmeric trance induced by a Mr. Redman, of 5, Avenue Place,\nBrixton Hill, S.W. This mesmerist recently brought a sensitive,\nFrederick Smith, a youth of seventeen, to the author's house. He was\nblindfolded by means of soft paper folded double, and then gummed\n·over his eyelids. This, the author found, produced so complete a\n-blindness that he could not distinguish the brightly-lighted gas globes ;\n·a silk handkerchief was also tied over this paper. Under these\n'circumstances, Smith took a pack of playing cards provided by the\nauthor, and concealing their faces from all present-he being at one side\n-of the table and the author at the other-threw down on the table any\n.card asked for. A:ftel\" this, he read correctly on two occasions the first\nline on the pages indicated of a book given him by the author, who him·\nDigitized by Google\n\f1882.] \" Olai1'Voyance.\" 151\nself was ignorant of the words; and on another occasion he read a\nverse of poetry correctly, the author at random pointing out the verse-\nto be read, and being ignorant of the words.\nThe author quotes other illustrations of clairvoyance, which,\nhowever, have not come under his own observation; and, in conclusion,\nrefers to the curious state, as if the mind were detached from the body,\nwhich is sometimes induced by a.nresthetics, and urges that a more\ncareful record of the statements made by patients, on recovery from\nawesthesia, should be kept by medical men.\nIn conclusion, the author states that his observations on the\nmesmeric trance and clairvoyance have now extended over many years,.\nand have convinced him that they afford evidence that \"the intelligent\npower, called soul, can operate not only independently of the senses but.\n_ ._beyond the reach of the senses, and can show itself as an independent.\n,eauto-noetic\" power triumphing over pain and disease, penetrating\nmatter, and acting as if its connection with matter were but a passing\naccident.\"\nDigitized by Google\n\f","_id":505}