{"name":"Proceedings of the Society for Psychical Research 8860 7891","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v1_circular_n1_december_1883.pdf","mytitle":"Proceedings of the Society for Psychical Research, V1, Circular Number 1, December 1883","mylang":"de","content":"Oircular No.1. 295\nTo lembers and Associates of the Society for Psychical Research.\n:CIRCULAR No.1.\n(SECOND EDITION).\nON THE GENERAL WORK OF THE SOOIETY.\n14, DEAN'S YARD, WESTMINSTER, S.W.,\nDecember, 1883.\nThe Coullcil of the S.P.R. have from time to time receive4 letters\nfrom ·Members and Associates, inquiring in what practical manner they\ncould best further the Society's objects.\nThe Council on their part wannly welcome such offers of assistance.\nThey feel that the task which the Society has before it is a long and arduous\none, and can only be achieved by the co-operation of many labourers. It\nis, moreover, desirable that these labourers should be widely distributed over\nthis and other COUJ;ltries, in order that each may act as &. centre for the\ncollection of information, for the formation of local committees, or· at any\nrate for the dissemination of a spirit of serious inquiry. It has been thought,\ntherefore, that an account, somewhat more detailed than has been already\npublished, of the lines of work which seem to offer the best chance of useful\nresults, may with advantage be circulated among all our members. Their\nactive help in research is more important even than their pecuniary support.\nThe research-work of the Society is at present divided between six\nCommittees, elected by the Council from among the Members and Associates.\nThe following are the names and addresses of the respecth\"e secretaries :-\n1. Committee on Thought-tramjef'ence.\nPROFESSOR BARRETT,6, De Vesci Terrace, Kingstown, Co. Dublin.\n2. Committee em Mem&eriBm.\nMB. F. PODMORE, 16, Southampton Street, Fitzroy Square, W.\n3. Committee on Reichenbach', and ai,nilaf' experiments.\nMa W. H. COFFIN, 94, Cornwall Gardens, South Kensington, S.W.\n4. Committee em Phyaical Phenomena.\nMBo FRANE SBPTIMUS HUGHEs, 1, Clilford'. Inn, LondoD, E.C.\nw2\nDigitized by Google\n\f296\n5. Oommittee on Haunted Housu.\nMR. EDWARD R. PEASE, 11,Osnaburgh Strect, Regent's Park, N.W.\n6. Literary Oommittee (for the collection examination, and presentation of\netJidmee).\nMR. EDMUND GURNEY, 26, Montpelier Square, S.W.\nMR. F. W. H. MYERS, Leckhampton House, Cambridge.\nTaking these Committees in order, let us consider how the work of each\nmay be most effectively furthered.\n(1) Thought-reading-or, as we should prefer to call it, thow.Jht-\ntransference,-is the branch of our research in which hitherto most progress\nhas been made. This is right and natural; till this comparatively simple\nclass of facts shall have been widely and intelligently recognised, our\nlabours in other directions must fail of their full effect. And we think that\nthero ought to be little difficulty in rapidly rendering our investigation on\nthis side so complete as to leave no further room for objections, however\ntrivial or unfair. But this rapid progrOBB depends on the amount of\ncollaboration that we receive. There is yet much to be done b:efore our\novidence can present itself to the eyes of a world, consisting not wholly\nof philosophical and dispassionate persons, as a sufficient foundation for the\nstructure which we desire to raise upon it.\nWA fully allow tl1at for this end the conditions of the experiments have\nnot as yet been sufficiently varied-the trials having been conducted, for\nthe most part, by one set of experimenters, and with but a few subjects.\nIt may fairly be ·argued -that if this faculty of thought-transference is\nfound in some persons ill a high state of perfection, it should be present in\na rudimentary state in many more : this hypothesis has so far been most\ninsufficiently tested. We have to allow, moreover, that we are as yet only\nleBS ignorant than the rest of the world as to the conditions under which\nthese phenomena occur, and their relations to other natural facts. Thus\nwe neither know what circumstances favour the receptivity of the recipient,\nnor how best to arrange the number, or to direct and concentrate the\nimpreBSional energy, of the experimenters; nor have we any certain induc-\ntion as to the effect of greater or less distances or of obstacles interposed\nbetween the experimenter and the \"subject.\" Again, while our experiments\nso far seem to prove that the transferred impression is sometimes of a visual,\nsometin1es of an auditory kind, sometimes, again, of th~ nature of suppressed\nspeech, we are ignorant of the relative frequency of these several modes,\nand of the conditions which favour anyone of them rather than the othel'll ;\nwhether, .for instance, the explanation of such differences is t~ be sought\nrather in the peculiarity of the subject, or in the special manner in which\nthe attention of the experimenters is concentrated. Once more; in our\nDigitized by Google\n\fCircular No. 1. 297\nexperiments on the mental transference of rude drawings, which could not be\nexpre8lled in words, the visual impression in the recipient's mind has some-\ntimes been laterally inverted, and in the complementary colour of the\noriginal,-black lines on a white ground appearing as white lines on a dark\nground,---obviously fuller information on these points is most important.\nWhat is needed, then, is a large number of experiments similar to those\nalready published, but conducted by different groups of persons and under\n~erent conditions. We have reason to believe that the percipient faculty,\n80 far from being abnormal or infrequent, is pretty generally diffused; and\nif this fact is gradually made good among persons of recognised position ~d\nintelligence, attempts to explain the results by trickery and collusion\nwill become increasingly ridiculous. Only thus, moreover, can we obtain\nllufficient material upon which to base generalisations.\nThe experiments required are neither difficult nor costly; they involve\nno great expenditure of time, nor do they demand any other qualities than\npatience and accuracy. Even where they fail, the time spent upon them\nwill not ha\\'e been wasted; for where the aim is not merely to demonstrate\nthe existence of particular facts, but to ascertain the conditions of their occur-\nrence, failure may be as instructive as succeBB.\nWe shall be grateful, therefore, to all persons, whether members of our\nSociety or others, wlto will undertake a series of experiments of the kind\ndetailed below, and will forward the results to us. These results will\nbe collated and summarised, and the whole or a portion of the evidence\nwill be eventually published, together with any general conclusions and\nobservations that may be suggested by it. W~ must specially urge, however,\nthat those who are willing thus to co-operate with us will accurately\nrecord the results of every experiment made; we do ~ot desire selected.'\nresults.\nInstead of sending the results of their investigation to the Committee,\nour friends may prefer to present a paper on the subject, in their own name,\nto the Council; such papers will be gladly received, and if paBBed by the\nCouncil will be read before the Society, and \"referred\" for publication in\nthe Proceedings of the Society. We would further ask all intending\n(:oadjutors to communicate their names to the Hon. Secretary of the\nThought-transference Committee. Forms, a speeimen of which is sent\nherewith, for recording the results of the experiments., and coloured\ndiscs, &c., can be obtained on application to the Secretary of the Society,\nat 14, Dean's Yard, Westminster, S.W.\nThe objects recommended for experiment are (1) cards, (2) numbers,\n(3) words and names, (4) coloured discs, (5) geometrical figures, patterns, &c.,\n(6) tunes.\nIf the experiment is made with cards the whole pack should be used, and\nnot a selected portion of it. If with numbers, names, &c., the principle\nDigitized by Google\n\f298 Oircular :No.1.\non which the selection is made should be indicated (e.g., that the number\nconsists of two figures, or that the name is a Christian name), in order\nthat some estimate may be formed of the chances against succeBB. In no\ncase should more than two trials be allowed; and when the number of\nobjects to be selected from falls below ten, there should be no second trial.\nAbsolute silence should be secured during the ProgreBB of the experiments.\nIf the first trial is a failure, the percipient should learn that fact from the\nsilence of the experimenter, or \"agent,\" as we prefer to call him. It should\nfurther be stated what precautions, if any, have been taken to preclude\nthe poBBihility of learning the object selected by ordinary means. There\nare reasons why experiments conducted by two persons only are specially\nvaluable. Particular attention should be paid to the following points:-\n(1) the exact nature of the impreBBion produced, and the relative sensibility\nof difterent persons to the visual and other sorts of impreBBion; (2) the-\ncomparative succeBB of the experiment with one \"agent,\" and with many,\nand especially whether success seems to be promoted by the fact that the-\ncircle contains a member or members nearly connected by blood, or by\nany sympathetic bond, with the \"subject\"; (3) the cconnection between the-\nexperiments and the state of health of both agent and percipient; (4) the-\nduration of the sensitive stage; (5) its capacity for improvement by exercise.\n.Any other observations suggested by. the experiments will, of course, be\nwelcomed by the Committee. A specimen schedule is appended; X indicates.\nquite right; 0 indicates that no impreBBion was produced, and no gueBB made~\nDigitized by Google\n\fCircular No.1. 299\nFORM No. I.\nEXPERIMENTS ON THOUGHT-TRANSFERENCE.\n~--------------~------------------~--------------------------\nAGRNT: PEROIPIENT :\nJohnSmiUt Robert JO'1Ie.\nAGBNTS:\nJohn Roberts,\nMary Robert&,\nHenry Owen.\nDate.\nObject\nselected.\n(e.y., a card.)\nFirst trial.\n! Object\nSecond trial. IDate. selected.\nI (e.y.,\nMar. 4of diamonds x\nI,\n18Jffi. IE of club, 3 of club. x\nQ. of spade, .1 of .pade. Q. of clubs\n10f hem\"\/;8 x\n3 of spades\n8 of heartB\n5 of diamo7UIs\nKn. of heartB\n7 of clubs\n6 of healU\nQ. of spade, x\n1 of heartB I x i\nx I I\nKn.of diamd,.I K. of hearts\n4of he:rta \\9 ofdiamonds\nApril\n3,\n1883.\na name.)\nHutchin8O'1l\n\\ Watkins\nScftm\nOrton\nHiuuins\nInman\nPERCIPIENT:\nAda Roberts.\nFirst\ntrial_\nx\nWells\nSkiptm\nx\nHitcki-rIB\no\nSecond\ntrial.\nx\nx\nx\no\n-- ----------I,---------I-------'-il-- ----1------1--------\nTotal No.\nof\nexperiments,\n10.\nNo. right\non\nfirst trial,\n4.\nNo. right\non\nsecond trial,\n8.\nI\nTotal No.\nof experi-\nments,\n6.\nNo. right\nonfirst\ntrial,\n2.\nNo. right\non&econd\ntrial,\n'\"\nu.\nObservations :-In ttOO out of the three experiments with cards which failed\nQil both trials, the two guesses together include the. correct designation of the card.\nIn two of the three experiments ufith'1i.ames, which t\/Jere succe88ful on the secolld\ntrial, the name giren on tlte -fil:,t trial bore a distinct resemblance to the\nrigM one.\nigitized by Googl\n\f300 Oircular No.1.\n(2) The transition f1'om thought-transference to the phenomena of so-\ncalled me3meriam is a gradual one. Many, at least, of the commonly reported\n~esmeric phenomena consist .parlIy of some transmission of thought or\nsensation from the operator to the subject. We should be glad to hear\nof and to witneu any such cases. We are allxious also for evidence as to\nthe curative power of mesmerism; and if any of our membel'll, resident\nin or near London, can suggest a case· where mesmeric treatment seems\nlikely to be of service, we shall be glad to consider whether we can provide\nsuch treatment, under the sup&rvision of a duly qualified physician.\nWe are especially anxious to witness cases of what is tel1Jled mesmeric\nlucidity, or clairroyance. The distinction between thought-transference\n(mesmeric or otherwise) and cla.irvbyance we take to be that in thought-\ntransference the idea or image is fiashed into the recipient!s mind from\nsome other mind in which it is already present, whereas the clainJ01Jant\nis said to discem at a distance inanimate objects, or persOllS whose thoughts\nare in no way directed towards him. Such clairvoyance is undoubtedly rare,\nbut there is much evidence for its occasional occurrence. Experiments in\nthese higher phenomena of mesmerism need to be conducted under careful\nsupervlBlon. There is reason, however, for confident belief that they can\nbe safely carried on under experienced guidance; and the Committee\nearnestly request that early information may be sent to them of cases\nwhere these occurrences are observed.\n(3) The Reic1&enbacll Oommittee, who have recently achieved unexpectedly\nfavourable results, will be glad to receive information as to any peculiar\nelectric or magnetic effect observed in connection with special OrganisatIOns ;\nor as to any unexplained luminous appearances attaching to crystals,\nmagnets, and the human form. The occurrence of natural somnambulism\nis a marked prognostic of sensitiveness of this kind; and the Committee\nwill be glad to offer facilities for experiment, at their rooms in Dean's Yard,\nto any person in whom this symptom has shewn itself.\n(4) The Committee on Physical PluJft.omena-of the kind commonly\ncalled spiritualistic. This is a subject which has been largely brought before\nthe public through paid mediums. In such cases it is clear that there are\nstrong temptations to fraud, and the Committee (some of whom have for\nmany years attended specislly to this particular point) are of opinion that\nresults obtained where the medium is paid, and the investigators untrained.\nare generally worthleu fo1' scientific purposes. They desire to eliminate, at\nleast one temptation to fraud, by sitting with private and unpaid mediums,\nand they eamestly request communications from private circles, giving an\naccount of such phenomena (occurring spontaneously or otherwise), as\nlights, movements of objects, raps, voices, unexplained noises, and other\ncognate occurrences. It should be specified whether such ph~nomena came\nunder the observation of more than one person, and if so, whether their\nDigitized by Google\n\fOiJ~cular No.1. 301\naccounts were coru.istent. An exact description of the conditions of observa-\n'tion is also requested. The Secretaries of this Committee, or other members\nof it, would gladly assist, if so permitted, at the further verification of these\nreported phenomena. They can easily understand that private circles\nmay be reluctant to admit any observers from without. But they would\nimpress upon such circles the extreme importance of so doing, in order that\nthe scattered phenomena may be brought to a focus, and set forth in a\nmanner to command scientific attention.\nAny account of personal experiments with· the so~led \"divining rod \"\nwill also be welcomed by this Committee.\n(5) The Oommittee on Haunted, HO'U8es invite information on any unusual\n()Ccurrences seemingly confined to parlicula.r localities, such as bell-ringing,\nunseen footsteps, &c. ; but, especially, apparitions of any kind. It should\n- -. be specially noted whether these phenomenawere observed at fixed periods or\n(In certain days of the year. There are houses bearing this kind of reputation\nin most localities ; and it would be of real service if any member would\ntake pains to sift the rumours current about such houses in his own neigh-\nbourhood, and, if possible, track them to their source. It may probably be\n-often found that the reputation of being \" haunted\" is due to easily\n~xplicable sources of noise or disturbance, and it is eminently desirable\nthat all such cases should be distinctly cleared up.\n'Ve shall gladly avail ourselves of any opportunity which our members\nmny be able to procure for us of personally investigating occurrences of this\nnature. As the pecuniary value of a house is sometimes thought to be\n-endangered by a reputation for being haunted, we may here repeat the\n$ta~ement which refers equally to communications received by all tho\n()ommittees-viz., that all information will be regarded as confidential, when\nit is so desired.\n(6) The Literary Oommittee. The communications hitherto invited have\nmainly been concerned with phenomenanow occurring, or presumably capable\n-of reproduction. But the Literary Committee are anxious to receive accounts\n-of experiences, in the past as well as the present, of any kind at all cognate\nto those already enumerated. Dreams, premonitory, symbolic, or coincident\neit.her with other similar drenmB or with the external fact dreamt of;\ninstances of so-called second-sight; accounts of apparitions during life, at\nthe moment of denth, or after death; or, on the other hand, of spectral\nillusions recognised as such by the subject of them ;-there is hardly any\nkind of abnormal phenomenon which, if exactly recorded and fully attested,\nmay not add a valuable item to the vast collection of facts which must be\ngarnered up before generalisations can be safely attempted.\nThe Committee are glad, also, to receive references to passsges in books.\nin any language, where phenomena of this kind are incidentally recorded.\nDigitized by Google\n\f302 Oircular No. 1.\nIn many biographies some such incident occurs; nnd a reference to such a.\n, story, with the title-page and date of the book distinctly given, will alwa)'l\\\nbe gratefully received. Infonnation as to foreign researches on psychical\nsubjects is also desired; nnd as the Society is founding a library for the use\nof its members, any offers of books, either as gifts or for purchase, will be\nglsdly considered.\nIt may be added, in conclusion, that any criticisms or suggestions with\nwhich readers of this paper may favour us, will be a welcome form of\nassistance.\n=\nDigitized by Google\n\f","_id":509}