{"name":"Proceedings of the Society for Psychical Research 7724 5295 5387","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v1_circular_n2_december_1883.pdf","mytitle":"Proceedings of the Society for Psychical Research, V1, Circular Number 2, December 1883 ","mylang":"de","content":",Oirel\/lm' No.2. 303. .\nTo Jembers and Associates of the Society for Psychical Research~\n.--~\nOIROULAR No.2.\n(THIRD EDITION).\nON DREAMING AND ALLIED STATES.\n14, DEAN'S YARD, WESTMINSTER, S.W.,\nDecember, 1883.\nIr is increasingly recognised that the phenomena of dream, somnambulism,.\nand hallucination, form an important and promising branch of physiological\nand psychological inquiry. Much has been already done to trace the genesis.\nof dreams, to classify the stages of subjective illusion, and to discriminate\nthe various sorts of abnormal consciousness. But nothing like the necessary\ncompleteness of generalisation can be obtained without a very much wider'\nbasis of observed fact. There are obvious difficulties in collecting a large\nmass of exact statistics on these vague and multiform phenomena by the\nprocess of private inquiry. The Oouncil of the S. P. R., however, are\nencouraged, by the abundant response which previous appeals of theirs have-\nmet with, to hope that in this department also they may be able to draw\ninformation from a wider area than is easily accessible to individual effort.\nAs a beginning, they hope that all the Members and Associates of their own\nSociety will be kind enough to give replies to the accompanying list of'\nquestions. In the eecond place it is earnestly requested that this Oircular\nmay be given to as many persons as possible who will undertake to answer\nit, without any selecti<n~ of those, persons only who have unusual facts to.\nrelate. One of the main objects in view is to ascertain the \"elative frequency\nof certain phenomena, among persons in ordinary health; and that object\n'WO'!Ud be defeated if r'.plies 'Were received O'!lly from tk08e 'Who have e;,;perienced\nthe phenomena. Should any of the information supplied ever be published,\nnameswill be suppressed, unless their publication be specially authorised.\nL DREAMS.-(I) Can yO'!& \"eeaU that you have ever, in the COW'3e of the' last\nten years, 'When in good heallh, had a dream of the death of some per,oo known\nto you (about 'Whom you 'Were not ana:iou.s at the time), 'Which dream you ma,-ked\nas an e:weptionally vWid one, and of 'Whic1. the dist\"essing impressi<nl lasted.\njot- as long as an hO'\/,r after you rose in the morning 1\nDigitized by Google\n\f-304 Circular No.2.\n(2) In your experience does tbe same dream ever repeat itself on the\nBame night 1 If so, how many times does it repeat itself 1\n(3) Have you, ever or frequenUy, dream-images wllich persist for an\nappreciable time after your eyes are open and you believe yourself to\nbe fully awake 1\n(4) Have you any experience of Budden dreams, so vivid that you bre\n;afterwards confused them with waking impreSBions 1\nn. lLu.LuCINATIONS.-Qltl'e you eller, when. in good heaZth and completely\no(ltIJake, had a distinct impression. oj suing or beinq wmhed by a huma1. being,\no()T oj hearing a voice Of· SOftnd 1\"hu-A IlUflgested a human preBIJ1Lce, !Chen no\naile was there?\nIII. SOMNAMBULIsM.-Are you, or have you ever been, subject to\nsomnambulism, or has that condition in others ever fallen under your__\nnotice 1\nIV. FAINTING, TRANCE, CoMA, DELIRIUM, AN~TREsIA..-Have you\nany distinct recollection of visions or any other mental impressions,\n.experienced in any of these states 1\nThe two italicised questions require some explanation.\nTheLitersryCommittee of the SocietyforPsychicalResearch have collected\n;a very large number of cases where some marked event-usually either death\n·or serious danger-happening to a person at a distance, has coincided either\nwith the apparent perception, by some friend or relative, of that person's\nbodily presence, or with an exceptionally vivid and haunting dream of him.\nThe reality of these coincidences is beyond dispute; and their number also\n'is far greater than anyone can be at all aware of who bas not taken special\n'pains to procure first-hand evidence of them. It may, however, be argued\n.'that the coincidence, though real, is in every case due to chance. .Now, the\nforce of this argument must clearly depend on theJ1·equency of hallucinations\n-of the senses, or of this particular sort of haunting dream, among sane and\nhealthy persons. If they fall to the lot of every one or nearly every omi, then\ntheir total number must be enormous, and according to the law of chances it\nmight naturally happen that one of them here and there would fallon the\nlIaIlle day or night as the actual event. If, onthe other hand, such experiences\nare comparatively rare, then the cases which have been simultaneous with\nthe actual event form too large a proportion of the whole number for the\n,coincidence to be attributable to chance. For the decision of this point, it\n.is of fundamental importance to ascertain how far the number of those who\n.have not had these experiences exceeds the number of those who lWIIIJ had\n,them. Anaccurate result is far from easy to obtain, however wide the range of\nDigitized by Google\n\fCirClllar No.2. 305-\ninquiry be made, for' the reason above suggested-that those who have\nnothing of positive interest to relate are naturally less communicative than\nthose whose experience has been to some extent remarkable. For our pur-\npose it is, of course, 688ential to obtain a due proportion of negative answers ;\nand with this object we have framed the two questions printed above in\nitalics in such a manner as to require no answer but \"yea\" or \"no\"; and we-,\nare desirous of obtaining a very large number of such monosyllabic replies.\nIf any reader of this circular inthe course of the next six months will\nrepeat the two italicised questions ,;erbatim to 20, 50, 100, or more, trust-\nworthy persons,from whom he dJ6S not klww which anstvel' to expect, and wllo\nhave not al\"eady been interrogated by someone ella, and if he will communicate\nthe results, he will render us most valuable assistance : and he would add to\nour obligation by inducing others to do the same. In any case where a.\n---\"ivid impre88ion ordream has coincided with the real event, it is particularly\nrequested that the person llho has had this experience will send an indepen-\ndent account of it. In every other case where the answer is affirmative,\na simple \"yea\" will be sufficient; but we should desire to have (not for publica-\ntion) the name and addrlllll of any person who answers\" yes,\" as well as of\nthe collectol'. In case of negative answers, it will be sufficient if the collector\nwill send (not for publication) his own name and addreBS, with the words,\n\" Hallucinations, 20 noes,\" \"Dreams, 100 noes,\" or whatever it may be, on\na post-card.\nAll communications should be addre88ed to the Honorary Secretary, at\n14, Dean's Yard, S.W.\nDigitized by Google\n•\n\fDigitized by Google\n-\n\f","_id":510}