{"name":"Proceedings of the Society for Psychical Research 3279 3453","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v1_constitution_and_rules_1883.pdf","mytitle":"Proceedings of the Society for Psychical Research, V1, Constitution and Rules 1883","mylang":"de","content":"Oon8titution and Rule8. a:n\nCONSTITUTION AND RULES,\nA, rwiled '\" the General Muting, Jaf\/llUlrg 19, 1883.\nTITLE.\nI.-The name of the Society is-The Society for Psychical Research.\nOBJECTS.\n2.-The objects for which this Society is established are:-\n(a) To unite students and inquirers in an organised body, witb\nthe view of promoting the investigation of certain obscurE.\"\nphenomena, including those commonly known as Psychical,\nMesmeric, or Spiritualistic j and of giving publicity to the\nresults of such research.\n(b) To print, sell, or otherwise distribute pUblications on\nPsychical and kindred subjects j to afford information to\ninquirers into these subjects by correspondence and\notherwise j to collect and arrange facts respecting them ;\nto open Libraries, Reading-rooms, and other suitable\nPremises and Offices; and generally to do all sl1ch other\nthings as may be conducive to the attainment of the above\nobjects.\nNOTE.-To prevent miBconception, it iB lIMe expreuly ,tated that\nMemb6'r,I,ip of the Society does not imply t\/~ acceptance of\nany particular explanation qf t\/~ p\/~na investigated,\nnor any belief as to tlte operation, in the Physical world, of\nforce, otllM tItan tltOBe recognised by Physical 8cience.\nGOVERNMENT.\n3.-The Society shalI be governed by a Oouncil consisting of\ntwenty-four members. The Oouncil shall elect from amongst the\n:r.tembers of the Society a President, who shall be President of tbe\nSociety, and an ex-officio Member of the Oouncil and of all Oommittees,\nand who shall retire from office yearly at the first Meeting of the\nCouncil after the Annual General Meeting of the Members of the\nSociety. He shall, however, be eligible for re-election, and shall be\ndeemed as retaining his offices until he shall have been re-elected or his\nsuccessor appointed, provided that no President shall hold the office for\nmore than three years consecutively. The Oouncil shall alSo from time\nto time elect Vice-Presidents, who shall be ex-o.fficio Honorary Members\nof the Society, and who shall have the privilege of being present at.\nany of the Meetings of the Oouncil.\nDigitized by Google\n\f~32 COlZstitution and Rule8.\nCONSTITUTION.\n4.-The Society shall consist of-\n(a) MEMBERS, who shall contribute not less than two guineas\nannually, and who shall be eligible to any of the offices of\nthe Society; and shall be entitled to vote in the election of the\nGoverning Council and at all meetings of the Society; to\nuse its Reading-rooms and Libraries; to borrow books\nfrom its Libraries; and to the free receipt of any journal,\ntransactions, or periodical publication which may be issued\nby the Council.\n(b) AsSOCIATES, who shall contribute not less than one guinea\nannually, and who shall be entitled to attend all Meetings\nof the Society, except such as are convened for business\npurposes only, and to the free receipt of the ordinary\npublished Proceedings of the Society; and shall have free\naccess to its Reading-rooms and Libraries. ,-\nMembers and Associates shall be entitled to purchase all the\npublications of the Society at half their published price.\n5.-All Members and Associates of the Society shall be elected by\nthe Council Every candidate for admission shall be required to give\nsuch references as shall be approved by the Council, unless he shall\nhave been proposed in writing by two or more Members or Associates,\nwho, on his behalf, and by his authority, shall assent to the Constitution\nand Rules of the Society, and consent to abide and be gOTemed by\nthem, one of whom shall have certified in writing, from personal\nknowledge of him, that he is a fit person for admission. Every such\ncertificate having been read and approved at a Meeting of the Council,\nthe election shall be proceeded with. The election to be by ballot, and\none black ball in six to exclude. The Council shall cause the result to\nbe made known to the candidate, who, if elected, shall be furnished\nwith a certificate of election and a copy of the \"Constitution and\nRules.\"\n. 6.-The SUbscription shall become due immediately on election, and\nafterwards in advance on the first day of January in each year. In\nthe case of any Member or Associate being elected on or a~r the 1st\nOctober, his subscription shall be accepted as for the following year.\nAny Member or Associate who is more than three months in arrear\nand who fails to pay after two applications in writing, shall be liable\nto be struck off the list. . ,\n7.-If any Member or Associate desire to resign, he shall give\nwritten notice thereof to the Secretary. He shall, however; be liable\nfor all subscriptions which shall then remain unpaid.\nHONORARY MEMBERS.\nS.-The Council may invite any person who is either distinguished\nfor knowledge and experience in the subjects of their investigation or\nDigitized by Google\n\fOOllstitution and Rule8. 383\n'has rendered valuable aid in connection with these subjects, to become\n·an Honorary Member of the Society, with the privileges, but without\nthe obligations, attaching to Associates.\nGENERAL MEETINGS.\n9.-The Anniversary or Annual General Meeting of the Members\n·of the Society shall be held in the month of January, on a day to be\nfixed by the Council, and of which not less than twenty-one days' notice\nshall be given. The business of such Anniversary Meeting shall be to\n;receive the Annual Report of the Council, and Statement of Assets and\nLiabilities, to elect New Members of Council, and to discuss questions on\nthe Rules and management. A Member shall not moot any question\non the Rules or management of the Society unless he shall have given\nat least fourteen days' notice thereof to the Secretary, but amendments\n-4..: to any motion may be brought forward without notice, provided they\nrelate to the same subject. The Secretary shall give seven days' notice\nto every Member of all questions of which such notice shall have been\n.given to him. '\nIO.-Special General Meetings of the Members of the Society may\nbe convened by the Council, or by the President, or by the Secretary on\nthe requisition often Members, and notice of such Meetings, stating the\nobjects, shall be given at least seven days previously, and no other\nbusiness shall be entered upon at such Meetings than that stated in the\nnotice.\nll.-All General Meetings of the Members of the Society shall be\n~onvened by circular to the Members.\nPROCEEDINGS IN GENERAL MEETING.\n12.-The quorum necessary to constitute a General Meeting shall\nbe ten.\nIS.-The President of the Society shall preside ex-o.lfieio j in his\nabsence anyone of the Vice-Presidents who may at the same time be a\nMember of the Society; or should no such Vice-President be present, a.\nMember of Council. In their absence the Meeting shall nominate its\nChairman.\na.-If within one hour from the time appointed for the Meeting a.\nquorum is not present the Meeting shall stand adjourned for one week.\nAt the adjourned Meeting the number present for the time being shall\n~nstitute the legal number.\n15.-All questions shall, at a. General Meeting, be determined by a\nmajority of the Members present, except in the election of Members of\nCouncil at the Annual General Meeting, for which election voting\npapers shall be accepted. The Chairman shall have a second or casting\nvote at all General Meetings of the Society.\nz\nDigitized by Google\n\f334 Constitution and Rules.\n16.-Voting papers for the election of Members of Council shall be\nsent to all Members of the Society with the notice .of the Meeting,\nand shall be deposited with the Secretary of the Society, at least\ntwenty-four hours prior to the Meeting. They shall be duly signed by\nthe Member voting, and be enclosed in envelopes securely fastened and\nmarked on the outside\" voting paper,\" and enclosed in a letter sent to\nthe Secretary and signed by the Member voting, and they shall not be\nopened till 80 directed by the Chairman at the Meeting.\nELECTI.oN AND BUSINESS .oF C.oUNCIL.\n17.-The Council shall C.onsist .of eighteen Members, elected\nannually at 0. General Meeting, and of other Members co-opted fronl\ntime to time by the Council, provided that the whole number shall not\nexceed twenty-four. The Members co-opted from time to time by the\nCouncil shall cease to hold office at the Annual Meeting at which new\nmembers are elected, bllt may be co-opted afresh at the First Meeting.\nof the Council after such Annual Meeting.\n18.-0f the eighteen elected Members of the C.ouncil of the Society\nS.o appointed, six or whatever number may be required to reduce the\nnumber of elected Members to twelve, shall go out of office at the time\nappointed for election of C.ouncil in the year 1883 ; one other third, at\nthe time appointed for such election in the year 1884, and the remainder\nat the time appointed for such election in the year 1885, and the\nvacancies so made shall be filled by fresh elections. All Members of\nOouncil from time to time elected at the annual elections shall go .out\nof .office at the time appointed f.or the annual electi.on in the third\nf.ollowing year. The Secretary shall every year, at least twenty-one\ndays bef.ore the ensuing Annual Geners1 Meeting, send to all the Members\nof the Society a list of the retiring Members of C.ouncil, and a statement\nwhether all, and if not, which of them are candidates f.or re-election. In\nall cases the retiring Members shall be deemed as remaining in office\nuntil they shall have been re-elected .or their successors appointed.\n19.~Any Member of the Society who shall have paid up all\nsubscriptions due from him, including that for the current year, - ..\nshall be eligible for election or re-election, ali a Member .of\nCouncil, provided he shall have been nominated in writing by\na Member of the S.ociety, duly qualified, and such nominati.on\nshall have been forwarded to the Secretary fourteen days bef.ore\nthe time of holding the Annual General Meeting. A list .of the\npersons S.o nominated shall be forwarded to all the Members of the\nSociety, at least ten days prior to the meeting. In case more persons,\nduly qualified, shall be nominated for electi.on at any Annual General\nMeeting than are required to fill up the vacant places of those retiring\nby rotation, then such persons shall be preferred and declared elected as\nshall .obtain the highest number of votes.\nDigitized by Google\n\fOonatitution and' Rules. 335\n20.-The Coun!,il shall at their first Meeting after every Annual\nGeneral Meeting, elect a President, as provided for in Rule 3. At the\nsame Meeting they shall also elect a Treasurer and Auditor, .and such\nother officers as they may deem expedient, who shall retire from office\nannually, at the same time and under the same conditions as proYided\nfor in the case of the President by Rule 3. They shall from ti,me to time\nelect Vice-Presidents, Members of the Society, and Honorary Members,\nas provided for ~y Rules 3, 5;and 9. They shall havepower to appoint a\nsalaried Secretary, and such other paid officers, assistants, and servants\nas they may deem necessary, and to determine their duties. All the\nappointments made by the Council, the Council may at their pleasure\nrevoke.\n21.-The Council shall elect persons duly qualified to fill up any\nvacancies which may, from time to time, occur in their own body; and\n'\",,\" any such persons so elected shall go out of office when the term of office\nof the persons in whose places they were respectively appointed would\nhave expired by effiuxion of time.\n22.-The Council shall meet monthly, unless otherwise determined.\nAn attendance book shall be kept, and signed by each Member of the\nCouncil at the time of entering the Council Room. In all Meetings of\nthe Council five shall be a quorum; all questions shall be decided by\nvote, and a decision of the majority shall, except where otherwise\nprovided by these Rules, be the decision of the Meeting; the Chairm~\nto have, in addition to his own, a casting vote. The Chair shall be\noccupied by the President; or in his absence by a Vice-President who\nis a subscribing member of the ·Society, orshould no such Vice-President\nbe .present, by a Member of Council chosen by the Meeting.\n23.-The Council shaIi have power to appoint for special purposes\nCommittees composed·of .Members of the Society or other suitable\npersons. Every Committee shall report its proceedings to the Council\nthrough the Chairman of such Committee, who must be a Member of\nCouncil, and no report shall be published without the sanction of the\nCouncil.\n24.-The Council shall have power, by a majority of three-fourths\nof the Members present, in a Special Meeting of their own body duly\nconvened for the purpose, and of which, and of the objects thereof, not less\nthan seven days' notice shall have been given to each Member of the\nCouncil, to add to, suspend, or alter any of the rules, regulations, and\nbye-laws of the Society; such alteration to be· in force only until the\nnext ensuing Anniversary Meeting, unless it be then confirmed\nby the vote of a majority of the Members of the Society thero\npresent.\n25.-The Council shall have power to employ the funds of the\nSociety, including any funds obtained by donation, bequest, or\nDigitized by Google\n\f336 ' Constitution and Rules.\n()therwise, in any manner consistent wi:th the objects thereof, and they\nmay invest any surplus funds in such securities and in such manner\nas they may deem proper; and they may sell, employ, or re-invest\nthe said funds.\n26.-The Council may establish Branches, and Local or Provincial\nSocieties, in any part of Great Britain or' elsewhere, under such regula-\ntions, and subject to such limitations, as they may deem fit.\n27.-The Council shall have power from time to time to co-operate\nwith, or accept the alliance of, other Soci.eties, having similar objects in\nview.\nAUDITORS.\n28.-There shall be two Auditors-one chosen by the Members\nof the Society, and one chosen by the Members of the\nCouncil. These shall audit the accounts of the Society, and\nreport thereon to the Council. The Auditors shall be empowered to\nexamine into the particulars of all expenditure of the funds of the\nSociety, where they shall see o~ion; and may report their opinion\nupon the whole or any part of it, whether it has been expended in\naccordance with the constitution of the Society. .\nFINANCE.\n29.-The Council shall cause true accounts to be kept of all sums of\nmoneyreceived and paid,and shall submit the accountsof the Society,with\na statement of the assets and liabilities, to the Annual General Meeting.\nPROPERTY AND FUNDS.\n30.-Every paper accepted by the Society for reading or publication\nshall become the absolute property of the Society, unless the author's\nrights be specially reserved.\n31.-The property of the Society shall be invested in Trustees\nchosen by the Council. The Trustees shall be eligible to any other\noffice in the Society.\nNOTICES.\n32.-The posting of a notice to the registered address of a Member\nor Associate shall be deemed service of a notice. Members or\nAssociates residing abroad shall name a place of address in the United\nIGngdom.. In default of such address, the Posting of a notice in a con-\nspicuous place at the Offices of the Society shall be deemed to be a notice.\n33.-A notice forwarded by post to the Secretary of a Branch or\nAllied Society shall be deemed a notice to the Members of the Society\nof which he is Secretary.\nINTERPRETATION OF RULES.\n34:.-In the Interpretation of these Rules words importing the\nsingular number only, include the plural, and words importing the\nmasculine gender only, include the feminine.\nl'RIlITIID BY TIIB NATIO!lAL !'BESS AGUOY, LIlIITBD, 13, WHl'lD'1LLUIS STRKB'1', LoKDO!I, B.c.\nDigitized by Google\n\f","_id":511}