{"name":"Proceedings of the Society for Psychical Research 3953 5924 1961","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_22_november_1883.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, November 22, 1883","mylang":"de","content":"SOCIETY FOR PSYCHIOAL RESEARCH.\nPROOEEDINGS OF THE GENERAL MEETING ON\nThwrsday, November 22, 1883.\nThe fifth General Meeting of the Society was held at 11, Ohandos\nStreet, Oavendish Square, on Thursday, November 22, 1883.\nPROFESSOR HENRY SIDGWICK, PRESIDENT, IN THE OHAIR.\nI.\nFOURTH REPORT\nOF THB\nOOMMITTEE ON THOUGHT-TRANSFERENOE.\n[The Report has been somewhat enlarged sinoe it was read.]\nComnn.ittee:-EDMUND GURNEY,· M.A. ; F. W. H. MyERS,. M.A.;\nand PROFESSOR W. F. BARRETT,* Hon. Sec.\nSince the last report was presented to the Society, the Oommittee\non Thought-transference have been steadily pursuing their inquiries,\nand have not only obtained a considerable amount of additional\nevidence confirmatory of their previous work, but also evidence of a\nnew and important character. Moreover, we are happy to find that the\ninquiry is beginning to bepursued by independent groups ofinvestigators\nthroughout the country; some of these have communicated with us and\nhave courtElQusly permitted us to examine their mode of experiment,\n.and g1adly availed themselves ofthe precautions upon which experience\nhas taught us to insist. To Mr. Malcolm Guthrie, J.P., of Liverpool. we\nowe our warm thanks for his most capable and courteous co-operation,\nand we are glad to say that he has lately joined our Oommittee. Since\nthe extensive and careful series of experiments published in Part IV. of\nour Proceedings, Mr. Guthrie has enlarged his range of experiments\nand obtained remarkable success in the transference of visual impressions\n-diagramsand the like-of tastes. and of pains. The only sort of distinct\nsensation of which the transference yet remains to be obtained, is that of\nsmell,-there being, of course, special difficulties in so arranging the\nexperiment that a \"subject\" shall have no opportunity of detecting\n• TRB COUNCIL ROLDS I'l'SBLIi' GBNBRALLY RlIiSPONSIBLB FOR TRB RBPORm Oli' ITS COKKITTns.\nAT mB RBAD Oli' BACR RBPORT TRB NAKBS Oli' TROSB MID!BBRS Oli' COKKI1\"rBB WHO ARE\nSPBCIALLY RBSPONSIBLB FOR ITS COKPOSrrION ARB KARKIID WITH ASTBRISKS.\nB\nDigitized by Coogle\n\/\n\f·2 Report of the Oommittee on Thought-Tra,asference. [Nov. 22,\nby direct means any strongly odorous substance which the II agent\" is\nsmelling close by. In many of Mr. Guthrie's later experiments the\n80le II agent\" has been himself, or one or other of the gentlemen\n. engaged with him in the investigation.\nWe trust that Mr. Guthrie's example will stimulate others among\nour members to conduct experiments of the same kind. Not all\ninvestigators, indeed, may have similar advantages of wide command\nof II subjects\" for experiment; but anyone among us may very possibly\nfind in his own family circle some one\" subject\" of value; and it is,\nof course, in the family circle that it is easiest to secure that· continual\nand patient repetition of experiments which seems essential to any\nmarked success.\n1. Transference oj Tastes.\nThe experiments which we shall first detail have reference to the\ntransference of tastes. This particular form of transferred sensation\nhad been often experimented upon, by ourselves and by others,\nwith .. subjects\" in the hypnotic state; but, so far as we know,\nMr. Guthrie was the first person to procure the phenomenon when\nagent and percipient were both of them in a normal condition. There\nwas no chance of collusion, conscious or unconscious; for the taste to\nbe discerned was known to no one except the actual experimente-.rs;\nand the sensations experienced were verbally described by the\n..subjects\" (not written down), so that all danger of involuntary\nmuscular guidance was eliminated.\nThe following series of experiments were made in Liverpool\nduring the first week in September, 1883:-\nA selection of about twenty strongly-tasting substances was made.\nThese substances were enclosed in small bottles and small parcels, pre-\ncisely similar to one another, and kept carefully out of the range of\nvision of the\" subjects,\" who were, moreover, blindfolded, so that no\ngrimaces made by the tasters could be seen. The·\" subjects,\" in fact,\nhad no means whatever of knowing, through the sense of sight, what was\nthe substa'.nce tasted.\nSmell had to be guarded against with still greater care. When the\nsubstance was odoriferous the packet or bottle was opened outside the\nroom, or at such a distance, and so cautiously as to preventany sensible\nsmell from escaping. The experiments, moreover, were conducted in the\nclose vicinity of a very large kitchen, from whence a strong odour of\nbeefsteak and onions proceeded during almost all the time occupied. The\ntasters took pains to keep their heads high above the .. subjects,\" and to\navoid breathing with open mouth. One substance (coffee) tried was\nfound to give off a slight smell, in spite of all precautions, and an\nexperiment made with this has been omitted.\nDigitized by Coogle\n\f1883.] Report of tM Oommittee on TkougM.TJ\"amfirence. 3\nThe tasters were Mr. Guthrie (M.G.), Mr. Gurney (E.G.), and Mr.\nMyers (M.). The percipients were two young ladies employed in Mr.\nGuthrie's establishment, whom we will call R. and E. The tasters\nlightly placed a hand on one of the shoulders or hands of the\npercipients. During the first experiments (September 3rd and 4th)\nthere were one or two other persons in the room, who, however,\nwere equally ignorant as to the substance tasted. During the\nexperiments silence was preserved. During the last 15 experi-\nments (September 5th) only M. G., E. G., and M., with the two\npercipients, were present. On this evening Miss E. was, unfortunately,\nsuffering from sore throat, which seemed to blunt her susceptibility.\nOn this occasion none of the substances were allowed even to enter the\nroom where the percipients were. They were kept in a dark lobby out-\nside, and taken by the investigators at random, so that often one\ninvestigator did not even know what the other took. Still less could\nany spy have discerned what was chosen, had such spy been there, which\nhe certainly was not. .\nA very small portion of each substance used was found to be enough.\nThe difficulty lies in keeping the mean between the massive impression\nof a large quantity of a salt, spice, bitter, or acid, which confounds the\nspecific differences under each general head, and the Jading impression\nwhich is apt to give merely a residual pungency, from which the charac-\nteristic fiavour has escaped. It is necessary to allow some minutes to\nelapse between each experiment, as the imaginary taste seems to be\nfully as pe1\"lJistent as the real one.\n&pttJmber B, 188B.\nJIXP'.r. TASTBIL PBROIPIJIBT. SUJlSTANOII. ANSWERS GIVEN.\n1 .•• M••..•.....••.•• E.•••..• Vinegar..................... \"A sharp and nasty taste.\"\n2 ••• M••..••.••.••.•. E•.••.•• M1lIItard .................. \"Mnstard.\" .\n3 ••• M•••.•••••..•.•• R....... Do. .•..•..••.•.....•. \" Ammonia.\"\n4 ••• M...... .•.....•. E....... Sugar ..................... \"I still taste the hot taste of\nthe mustard.\"\n• September 4.\no ••• E. G. & M.... E....... Worcestershire lauce... \"Worcesters1!ire lauce.\"\n6 ... M. G.......... R....... Do................ \"Vinegar.\"\n7 ••• E. G. & M.••• E....... Port wine.................. \"Betweeneau de Cologne and\nbeer.\"\n8 ••• M. G.......... R....... Do. .................. \"Raspberry vinegar.\"\n9 .•• E. G. & M.... E....... Bitter aloes ............... \"Horrible and bitter.\"\n10 ••• M. G.......... R....... Alum ...................... \" A taste of ink~f iron~f\nvinegar. I feel it on my\nlips-it is as if I had been\neatin~ alum.\"\n11 ... M. G.......... E....... Alum ..................... (E. perce1ved that M. G. was\nfIOt tasting bitter aloes, as\nE. G. and M. supposed,\nbut something different.\nNo distinct ~ption on\naccount of the J\\ersistenoe\nof the bitter taste.) ,\nJh2\nDigitized by \\..::.oogle\n\f4 Report oftke Committee on Tlwugkt-l'ransference. [Nov. 22,\nSepttf1ll'btlr 4 (cO'IItintuJtl).\nJIXPr. TASTD. PBBCIPIBlIT. SUBS'rAl'ICB Al'I8WBlI8 GIVBl'I.\n12 ••• E. G. & M•••• E•.••••• Nutmeg ••.....•.•••••.••• \"Peppermint--no-what you\nput in puddings-nut-\nmeg.\"\n..................... \"Nutmeg.\"·\n.................... Nothing perceived.\n......................fs!::gsro~v:med at an\n13 ... M. G.......... R....... Do.\n14 ... E. G. & M.... E...... Sugar\n15 ... M. G.......... R....... Do.\nearlier stage in the series,\nas, after the aloes, we\ncould scarcely taste it\nourselves.)\n16 ... E. G. & M.... E....... Cayenne pepper ......... \"Mustard.\"\n17 ... M. G.......... R....... Do. ......... \"Cayenne pepper.\"\n8tpttf1llber 5.\n(After the cayenne we were\nunable to taste anything\nfurther that evening.)\n18 ... E. G. & M.... E....... Carbonate of soda ...... Nothing perceived.\n19 ... M. G.......... R....... Carraway seeds ......... \"It feels like meal-like a\nseed loaf - carraway\nseeds.\"\n(The \"\"b,tafI.C6 of the seeds\nseemto beperceived before\ntheir tute.)\n20 ... E. G. & M.... E....... Cloves ..................... \"Cloves.\"\n21 ... E. G. & M.... E...... Citric acid ......... ... Nothing felt.\n22 ... M. G.......... R....... Do. .................. \"Salt.\"\n23 ... E. G. & M.... E....... Liquorice.................. \"Cloves.\"\n24 ... M. G.......... R....... Cloves ..................... \"Cinnamon.\"\n25 ... E. G. & M.... E....... Acid jujube............... \"Pear drop.\"\n26 ... M. G.......... R. ..... Do. ._............... \" Something hard, which is\ngiving way-acid jujube.\"\n27 ... E. G. & M.... E....... Candied ginger ......... \"Something sweet and hot,\"\n28 ... M. G.......... R....... Do. ............... \" Almond toffy.\"\n(M. G. took this ginger in the\n.dark, and was some time\nbefore he realised that it\nwas ginger.)\n29 ... E. G. & M.... E....... Home-made Noyau ... \"Salt.\"\n80 ... M. G.......... R....... Do. ............ \" Port wine.\"\n(This was by far the most\nstrongly smelling of the\nsllbstanoestried ; the scent\nof kernels being hard\nto conceal. Yet it was\nnamed by E. as salt.)\n31 ... E. G. & M.... E....... Bitter aloes ............... \"Bitter.\"\n82 ... M. G.......... R....... Do. .................. Nothing felt.\n• In some cases t\",o experimentS were oarried on simultaneously with the\nsame Bubstance; and when this was done, the first percipient was of course not\ntold whether her answer was right or wrong. Bnt it will perhaps be maintained·\nthat, when her answer was right, her agent unconsciously gave her an intimation\nof the fact by the pressure of his hand ; and that she then ooughed or made some\naudible signal to her oompanion, who followed suit, Whatever the theory may\nbe worth, it will, we think, be seen that the BUooesB of the SBcond percipient with\nthe nutmeg was the only occasion, thronghout the series, to which it can be\napplied.\nDigitized by Coogle\n\f1883.] Report of tke Oommittee on Tltought-Transjerence. 0\nWe should have preferred in these experiments to use only\nsubstances which were wholly inodorous. But in order to get any\ndescription of tastes from the percipients it was necessary that the\ntastes should be either very decided or very familiar. It would be\ndesirable, before entering on a series of experiments of this kind, to\neducate the palates of the recipients by accustoming them to a variety\nof chemical substances, and also by training them to distinguish, with\nshut eyes, between the more ordinary flavours. It is well known how\nmuch taste is helped by sight and determined by expectation; and when\nit is considered that the recipients in these cases were judging blindfold\nof the mere ~ow of a savour, it will perhaps be thought that even\nsome of their mistakes are not much wider of the mark than theymight\nhave been had a trace of the substance been actually placed upon their\ntongues.\nThe interest and novelty of the foregoing experiments consist ~n the\nfact, already mentioned, that the \" subjects\" were apparently in their\nnormal waking state. It has long been on record that such transference\nof impreaaions may take place between a mesmeriser or hypnotist and\na sensitive\" subject; \" and some instances will be given in the subjoined\nreport of the Mesmeric Oommittee. But,here no preliminary mesmeric\npasses nor fixation of the eyes had been resorted to; nor indeed have\nthe \"subjects\" ever been mesmerised.\n2. Trans\/erence 0\/ Pains.\nThe same subjects, Mias R. and Mias E., who proved sensitive to\nthe transference of tastes, were also found sensitive to. the transference\nof pains whilst in their normal waking state. Mr. Guthrie has made\na number of experiments in this direction, the record of which he\nhopes to present to the Society shortly. Here, too, the results are\nparalleled by those of hypnotic experiments, of which some have\nbeen already recorded (Proceedi'T\/{\/s, Part IlL, p. 225-6) and others will\nbe described in the ensuing Report.\n3. Oasual Ezperimenta.\nWe have received from correspondents in different parts of the\ncountry, records of more or less successful trials made amongst\nmembers of their own families. As a rule, however, these experiments\nhave been too few and too fitful to be of much value; at the same time\nthey are of interest as affording information that the faculty of Thought-\ntransference is probably tolerably widely diffused. Here, for example,\nis the result of a casual trial by one of our members, the Hon. Mrs.\nFox Powya, as \"percipient,\" with her husband as \"agent.\"\n, I send the results of a trial my husband and I had alone. To me it\nseemed like magic ! We had tried, I· think, three. times before this, with\nDigitized by Coogle\n\f6 Rf'port of the Oommittee on ThougM-Traniference. [Nov. 22,\nindifferent success. I was the guesser, and he held my left hand with his\nright, and merely thought of a number. I sat with my eyes closed. The\nrapidity with which the thing was done astonished us; the number seemed\nto flash instantaneously into my brain. In fact, so simultaneous was it that\nI began to think that I, perhaps, had impressed the number upon\nColonel Powys' brain first. However, when we reversed the operation, and\nmy husband guessed, he was not at all successful Here are our experiments;\nthe complete series, including failures as well as successes, is given.\n\" First we tried single figures, and only one 'guess' was allowed.\nNUHBER THOUGHT Ol!'.\n3\n2\n4\n6\n5\n'9\n3\n8\nRESULT.\nI perceived nothing.\nI answered 2.\n\" 7.\nI perceived nothing.\nI answered 5.\n\"\n9.\n\"\n3.\n\"\n8.\n\"Here out of 8 trials 5 were right. We now tried numbers of two\nfigures, and where a second •guess' was given it is noted.\nNUDER THOUGHT Ol!'. RESULT.\n58 24\n36 36\n27 72 On a. second guess, 27\n69 28\n\" \"\n82\n100 100\n42 42\n55 55\n22 79\n\" \"\n97\n38 38\n30 42\n\" \"\n78\n22 120\n\" \"\n20\n\" Here 5 were right the first time, and 1 the second time,if out of 11\ntrials. We tried again the next evening, but out of 20 only got 5 right on\nthe first tnal, and 2 right on a second trial. l'he secret of success the\nprevious evening I believe to lie in the fact that I felt almost absolute con·\nfidence in my power to guess correctly, and to this height of confidence I\nhave never since been able ro attain.\"\nThe coincidences here recorded seem clearly beyond the power of\npure chance to account for.\nAnother correspondent, writing from Brunswick Place, Leeds, sent\nto us an account of some successful experiments of his own, which,\nhowever, seemed probably due to mere muscular interpretation. We\nexplained this to him, pointing out the precautions necessary to\nguard against the error. In reply he writes to us as follows :-\n\"I have made a. number of experiments since wtiting to you last ;\nperhaps the best of these was my finding a pin secreted in a purse which was\n• It will be noted that this sixth esse was all but a. sucoess on thejir8t trial-\nthe digits being correctly given, but Uavertea.\n\f1883.] Report of tke Oommittee 01' Thought-Transference. 7\nin my sister's pocket. I also found the number of a bank note correctly,\nand correctly discovered 10 figures out of 12. But these experiments were\nmade when contact was permitted, or by my running the' agent's' hand\nover a series of figures from 0 to 9. When I tried yesterday to toll the\nfigures witlwut contact, I failed completely.\n\" I then blindfolded my sister, aged 13, and placed a piece of pencil\nand paper before her. Then I drew, with a piece of chalk on a school\nslate, a simple diagram (a circle with a crOBS inside), without her hearing\nthe scratching of the chalk. To my surprise she drew the enclosed,'\" in about\na minute, there being no contact between us, and I giving no indication\nwhatever, merely thinking and staring at the slate. I then made other ex-\nperiments in a similar way, and enclose you the results.\"\nThese, and a few other diagrams subsequently received, made\nin all 10 trials, with diagrams of various random and irregular shapes.\nOf the 10 trials six were as good reproductions of the original as could\nhave been drawn had the child seen the original drawing and attempted\nto draw it blindfolded. The remaining four bore less, but still some,\nresemblance to the original. The hon. secretary of the Oommittee has\nvisited this correspondent in Leeds, and seen the way in which the\nexperiments were made. As far as could be judged from such a visit\nno information could have reached the percipient through the ordinary\nchannels of sense. The\" agent\" is a highly intelligent young man,\nand quite alive to the precautions necessary to be taken to avoid obvious\nerrors of experiment.\nThe following is an extract from a letter written to one of us by\nMr. R. Gibson, of Limerick. He has since supplied us with additional\ndetails, lmd tells us that tIle \"subject\" (who has a large apothecary's\nbusiness), and several of the agents, had previously been quite\nincredulous as to the phenomenon.\nMarch. 20th, 1884:.\nOn last Tuesday week we were trying some experiments, at a friend's\nhouse, and a Mr. Day who was there told the number thought of in five\ndifferent cases, by five different people-told them one after the other\nwithout a bungle or any hesitation whatever. After these five consecutive\ntrials he got a violent headache, and on trying again could not tell any more.\nHe was successful by picturing to himself (with his eyes shut) a black-board,\nand the number seemed at once to stand out on it in white.\nThe headache is an interesting, but (we are happy to say) not a.\nfrequent feature of these experiments. The imagining of the black-\nboard is a device worth noting.\n* Some of the drawings made in this series will be engraved for the next number\nof the Proceedings.\nDigitized by Coogle\n\f8 Report of tlte Oommittee on Tkougkt-TranWerence. [Nov. 22,\nThe following account was received, some weeks ago, from Miss\nCrabbe (Gordon College, Ohatham Street, Liverpool), a lady known to\ntwo members of the Committee:-\nOne evening, at a rectory where I have been staying, we were trying pin-\nfinding, when I said I had seen much more wonderful things than that done,\nand told them of what is done in your Society, such as placing figures and\nother objects behind people, &C. .\nThey were 'IJIlry sceptical about it, said it could not be done without\ntrickery, collusion, &c., that it was nonsense, &c., &c., and we had quite a\nlively argument about it, for I stuck to my point, and vowed it could be, and\nwas done. At last the rector said he would try it, for that if anyone was able\nto do it he would. He acted as agent, and his daughter as percipient. The\nlatter was blindfolded and placed in the usual position; the background was a\nlarge piece of white cardboard, and on that I pinned a pink oblong card, and,\nto my astonishment, in about a minute or two's time MiBB -- described it ;\nfor I must confess I expected a fail~re on account of the scepticism of all\nparties.\nOf course this success slightly changed their opinion, and they tried again.\nThe next object I placed up was a round fan or hand-screen, which was most\naccurately described; the order we proceeded in was lat, colour, 2nd,\nshape, and 3rd, object. Object after object was tried, and eoory time was a\nsuccess. They declared it was wonderful. Night after night we tried it, and\nthe whole time I was there Miss -- never once made the slightest error,\nand often named the object after the lapse of a second or so, with no second\nguess.\nWe tried everything we could think of, including spoons, door-keys,\noranges. In describing the latter Miss -- said : \"It is something with a\nreddish tinge, not quite round but a little flat at the top and bottom. Oh,\nI see ; it is an orange.\"\nAfter the objects, we tried taste-transference. The effect was marvellous.\nSalt, sugar, nutmeg, &c., &c., were tasted by Mr. -- and transferred to\nhis daughter•.\nNext we tried the number-reading, which was also a grand success; in\nthis case we sometimes reversed the agent and percipieut, Mr. -- acting\nas the latter (and not as the former, as on the previous occasions), and either\nMiss -- or I as the agent. Whichever planwe took proved successful, and\nwe tried very many times. The percipient wrote the numbers down while.\nthe agent was in contact with either the left hand or the forehead.\"if.\nAfter the number-writing, we tried objects again, without contact. This\nwas also done without an error, Mr. -- acting as agent alld making a few\ndownward passes while fixing his mind on the object to be described.\nNext we tried reading sentences written on the background, i.e., I wrote\nin large hand on a card \"Don't kill doW'''; then, \"Thou shalt not kill,\"\nboth of which were read by Miss --, with the exception of oneword, where I\nstopped her on account of an interruption. ThenMr. --acted as percipient\n• This is not satisfactory, for the reason given at the bottom of p. 10.\n\f1883.] Report oj tke Oommittee on Tkought-Traniference. 9\nand Miss-- as agent, and I wrote up, \"Be quick.\" Mr. -- said, \"B-e-\nbe, q-u-i-e-t-quiet.\" \"No,\" we said, \"not quite right.\" \"No,\" he said,\n\"the last two letters are c-k, not e-t; it is '.Be quick.'\" Miss -- how-\never, never even made that much of a failure.\nOf all the experiments I have seen performed, I never saw any to equal\nthese, which were all BO quickly and accurately made. I can tell you I felt\nelated at having turned\" sceptics\" into such clever performerB.\nIn a second letter Miss Orabbe adds :-\nWhen I proposed trying taste-transference, I said to Mr. --: \" It must\nbe something that has no smell,\" whereupon he replied, \"Well, write down\nthe name of anything you wish me to taste ona piece of paper.\" I did so,\nwriting the word\" Ginger.\" He then put the paper in his mouth, and I\nsuppose imagined he tasted the ginger, for in a minute or two Miss--\nsaid what it was. The reason I did not mention this before is that I am not\nsure whether Miss -- actually tasted the ginger, or whether the 'W01'd was\nimpreaaed on her mind, and ahe felt bound to say it. This was the first ex-\nperiment in taste-transference ; afterwards I always gave the substance to\nMr. -- to taste himself first, and then his daughter evidently did really\nperceive the taste.\nIn the 8e1~tence-Teading I wrote up first, \"Don't kill dogs,\" but BOrne\none entered the room before this was read at all, and an interruption ensued,\nwhereupon I said, \"Nevermind that one now, don't tell us anything about\nit, and I will write another.\" I thtln wrote, \"Thou shalt not kill.\" This\nwas read correctly,and immediately afterwards Miss --said, \"I may as well\ntell you what I thought the first sentence was. Was it-Don't kill 1\" and\nthen she made some remark about the last word being a short one or some-\nthing of the kind,but I really don't remember what the remark was.\n4. UnconBcious Muscular Action.\nThe subject of \"Thought-reading\" is just now in a rather singular\nposition; for it is obtaining immense vogue throughout the country by\ndint of public exhibitions which, however clever and interesting, have\nno claim to be considered \" Thought-reading\" at all These exhibitions\nusually produce a perfect deluge of letters in the local journals, in which\n•the \"willing-game\" and its results are discussed from every possible\nstandpoint and in every possible key, by believers, disbelievers, and\ndoubters. In the more scientific contributions to this correspondence,\nexpression is usually given to three distinct views, each of which deserves\nserious attention.\nSome contributors are certain to give an adequate explanation of\nthe process of \"muscle-reading\"-an explanation which easily covers the\nsuccesses of the public performers, as well as 99 out of 100 cases of\nsuccess in tho \"willing-game.\"\nSome one else is pretty sure to put forward. the hypothesis\nDigitized by Coogle\n\f10 Report oj tke Oommittee on Tkougkt-Tramjerencc. [Nov. 22,\nstrongly suggested by the IOOth cue of the \"willing-game \"-where\nwhat is done is of BO subt~e or complicated a k'ind as to raise doubts\nwhether unconscious muscular preaaure, or rather release of pressure\nin a certain dkection, is adequate to account for it ; and one is tempted\nto look: deeper for the springs of action, and to conceive the governance\nof one organism by another through some BOrt of nervous induction.\nAnd finally, some prudent correspondent will point out that-u\nlong as the form of experiment adopted is the performance of some\naction-the problem can never be solved as long as contact of any sort\nis allowed between the \"willer JJ and the cc willed\" ; and will perhaps\ndo us the honour to refer to some of our own experiments, in which\nsuccess in far more delicate operations than pin-finding and number-\nwriting has been attained without contact.\nIt is clearly only to experiments .performedunder~t condition$\nn' hi h 1 d:t\/<f ,..,,110'1;\"\" of • 'd fro h JJ\nI liB W C prec u elt aa,,,,unconSCIOUS gw ance m t e \"a.\",aent\n-that the word cc Thought-reading\" can be safely applied. That name,\nof course, in no way implies the absence of a physical basis for the\nphenomena; the theory of brain-waves (which would be only an instance\nof \"nervous induction\") hu been suggested to supply such a basis.\nBut of such a physical basis we know nothing; of the paychicaZ facta\nwe know a great deal, all of them being, in various forms, transferences\nof impression oridea from mind to mind otherwise than by the recognised\nsensory channels. The difference between these cues and the public\nexhibitions of muscular andtactile sensibilityis, of course, fundamental;\nand it is unfortunate that the word \"Thought-reading\" should have\nbecome associated with the latter. Even for the genuine cases\n\" Tlwught-tranaference\" is a much better expression-the other term\nhaving apparently conveyed to some persons the notion that, if once the\nreality of the phenomena were established, we should all be able to\ncc read JJ each other's secrets.\nWe must emphatically repeat, then, what we laid down in our first\nreport,-that wherever contact! is permitted, succeaa in the per-\nformance of a desired action must be attributed to indications given\nby the cc willer\"- that his unconscious and involuntary variations\nin preaaure are unconsciously and involuntarily, or consciously and\nvoluntarily, interpreted by the percipient.* We have thought it\ndesirable to make a series of experiments to ascertain what can be\ndone in this way; and the results have been most striking, but not\nunexpected. The note on \"Muscle-reading\" by one of our members,\n• The same objection naturally applies to all cases where the subject f\/Yritu\nlonm IIOmething which is in the agent's mind-the action, due to unconscioDs\nguidance, being then the movements of the pencil or chalk. The objection does\nnot apply to cases where the \"subject .. gives his notion of the \"transferred\nimpreasion\"-word, number, taste, or whatever it may be-bll1fJorll of mouth.\n---:T\"~1 ...\/.<;--:-t ..Iu. \/....~-':- :...: ,-~,_,( f ,\", .....\" ,t. ;,.\/ .\"I;-~~ \" \" , _\n,,\"_ .: \"-'-7 er-- ,...\/~._,~oJ •.i~•••i.._~ ~~lb~~t}g-l.e. ,.. J~\nJ.... .•\n\f1883.] Report oj the Oommittee on Tlwught-Tramjerence. 11\npublished in Part IV. of our Proceedings, shows the result of some\nsuch trials. The same gentleman has since given a lecture on the\nsubject in the Ulster Hall, Belfast, where he performed the following\nmuscular feat, as described by a local newspaper. \"A .£5 note was\nhanded to Mr. W. Gray, who fixed the number of it in his mind, the\nlecturer being blindfolded. The blackboard was brought into requisition,\nhaving five sections or colours marked upon it. Mr. Sugden, whose\nright hand, holding a piece of chalk, was in contact with Mr. Gray's\nleft, then made the figures 5, 5, 3, 4, 0 with great deliberation, and these\nwere acknowledged as the correct number of the bank-note.\" Further\nexperiments have been made by the hon. secreta!\" of the Oommittee\nwith another \"subject.\" Numbers thought of have been written with\nperfect accuracy by the \"subject,\" when the tips of the agent's fingers\nwere allowed to rest on the hand that held the pencil, provided that the\nagent himself followed the movements of the pencil with his eye.\nWhen the \"agent's\" eyes were averted, and there was no more chance\nof unconscious guidance, failure was at once the result. Diagrams have\nbeen accurately reproduced in like manner, while failure has inevitably\nfollowed the closing or blindfolding of the agent's eyes. With a lady\nas agent, two drawings were even reproduced with a considerable\ndegree of accuracy when her fingers lightly touched the \"subject's\"\nleft hand, he holding the pencil in his right.\nWe may conclude with a practical suggestion. Public perform-\nances, such as those which are exciting so much interest throughout tho\nCOU!ltry, have this advantage-that they invariably set people to work\nin private houses; and it would clearly be a great thing if this rellult\ncould be made useful as well as amusing. We would venture, then, to\nsuggest to those who feel drawn to the pursuit that, instead of repeating\nthe old \"willing-game,\" and merely re-proving what has been proved a\nhundred times before, they t:hould devote themselves to experiments\ntoitlwut contact, or else adopt some form of experiment where the\n\" subject\" has only to name an object or sensation-and so aid in the\nestablishment of facts completely new to science. Oards, numbers.\nnames, diagrams, all supply good forms of experiment; and we may\nremind our friends that convenient blank schedules for recording\nexperiments may be had gratis by anyC?ne willing to forward the\nwork of the S.P.R., on application to the Assistant-Secretary.\nDigitized by Coogle\n\f12 Beport of tke Committee on Me8merism. [Nov. 22,\nII.\nTHIRD REPORT\nOF THE\nOOMMITl'EE ON MESMERISM.\n[The Report bas been somewhat enlarged since it was read.]\nCommittee:-W. F. BARRETT,*M.R.I.A.; EDMUND GURNEY,* M.A.;\nRICHARD HODGSON, B.A.; A. T. MYERS, M.D.; FREDERIC W. H.\nMYERS, M.A.; HENRY N. RIDLEY, M.A., F.L.S.; W. H.\nSTONE, M.A., M.B.; GEORGE WYLD, M.D.; and C. LoCKHART\nROBERTSON, M.D. and FRANK PODMORE, M.A., Hon. Secretaries.\nIn previous Reports, attention has been frequently called to the\naffinity between transference of impressions .obtained when the\n\" subject\" is in a normal state, and those results which have been held\nto indicate a special sympathy or \" rapport\" between a hypnotist or\nmesmerist and a sensitive \"subject.\" The latter class of sympathetic\ntransferences has been far longer observed than the former: we may\nsay, indeed, that the recognition of the special case preceded by about\na century the recognition of the more general faculty. This was\nnatural enough. Observations in this particular department of hypnotic\nor mesmeric effects reaped the benefit of all the other striking pheno-\nmena which hypnotism or mesm.erism had to show. The\" community\nof sensation\" was only one more wonder in a veritable wonder-\nland. Here, too, it often presented itself in a high degree of perfec-\ntion, and (between suitable persons) with a high degree of certainty-\nin higher perfection and with higher certainty than we can often\nhope to realise in experiments where the \"subject\" is ina normal\nwaking state. The narrowing down (so to speak) of the exercise of\nthe faculty to a single channel-the fact that the rapport is confined to\na single pair of minds-seems to concentrate and enhance the force\nof the influence. And in these cases, therefore, results were soon\nmanifest the possibility of which, outside mesmerism,was scarcely dreamt\nof, and which have only lately been seriously looked for and distinctly\nobtained in cases where no specific rapport had been established.\nThere remains, however, one sort of transference where the\nrelation of the hypnotic to the normal state is harder to establish than\nmight at first sight appear, and presents a certain peculiarity. It is\nsometimes loosely called the transference of volition; but is, more\naccurately, an influence which takes effect on the motor-SY8tem of the .\n\" subject,\" either by originating or inhibiting motor impulses. This sort\nof transference seems to be specially rare when the \"subject\" is in a\nDigitized by Coogle\n\f1883.] Report oj the Oommittee on Mesmerism. 13\nnormal state. For we must be careful to avoid interpreting in this way\nthose cases in the \"willing-game\"where a person,without contact with\nthe \"willer,\" does some action which the latter intends him to do; for\nin such cases it is, as a rule, merely the ideo, of the action that is con-\nveyed to him; and he acts on the idea merely because he knows he is\nto do 8omething. He is only acting in accordance with the spirit of\nthe gameif he does that of which the idea comes across him; but he\ndoes not feel any special compulsion to do it. Nor can the allegations\nof certain persons that, e.g., they can make strangers in church or in\na theatre turn their heads by \"willing\" that they should do so, be\naccepted as establishing even a primd.facie case ; till success and failure\nin such experiments are accurately noted, chonu:e must always be the\nreadiest explanation of the results. We may provisionally say,\" then,\nthat persons in a normal state seem to be little if at all liable to have\ntheir will dominated, or their actions dominated against their will, by\nthe silent determination of another. There are, however, cases where\npersons who appeared to be in a perfectly normal state, and had not\nbeen subjected to any process of fixation or passes, have been impelled\nto do things by a power which they felt themselves unable to resist;\nalways, however, through the will of some person who had been proved\nto possess strong mesmeric power. And outside the sphere of mesmeric\ninfluence, we have in our possession a few very strik~g cases of\n'lllTl.deaigned results,where a powerful and emotional desire has in1luenced\nthe movements of an absent person in a way which it is almost impos-\nsible to parallel by a process of deliberate experiment. On the whole,\nthen, the evidence seems to tend to the conclusion that these telepathic\naffections of the will, or of the motor-system, involve profounder\nchanges in the person in1luenced than the mere transference of passive\nsensations; and that, as a rule, they demand in the·\" willer \" either\ndistinct emotion or some amount of that specific faculty which we have\ncalled\" mesmeric.\"\n1. Tranaf6'l'ence of Motor 0'1' Inhibito'l'1J Impul8es.\nTo proceed now to the experimental work of this Committee :-It\nwill be remembered that in our last report we recounted a series of\nexperiments, in which a hypnotised\" subject\" had been made to answer,\nor not to answer, the question \"Do you hear1\" according to the un-\nexpressed intention of the operator. A further series was carried out\nlast November in his own house, at Dublin, by Professor Barrett; who,\nfor convenience, will now speak in the first person.\nThe hypnotist was Mr. G. A. Smith. The\"subject\" was an\nentire stranger to Mr. Smith, a youth named Fearnley, to whom\nnothing whatever was said as to the\" nature of the experiment aoout\nDigitized by Coogle\n\f14 llep01·t of tke Oommittee on Me8meri8m. [Nov. 22,\nto be tried, until he was thrown into the hypnotic state in my study.\nHe was then in a light sleep-waking condition-his eyes were closed\nand the pupils upturned-apparently sound asleep; but he readily\nanswered in response to any questions addressed to him by Mr. Smith\nor by myself.\nI first told him to open the fingers of his closed hand, or not to\nopen them, just as he felt disposed, in response to the question\naddressed to him. That question, which I always asked in a uniform\ntone of voice, was in each case, \"Now, will you open your hand 7\" and\nat the same moment I pointed to the word \" Yes\" or \" No,\"\nwritten on a card, which was held in sight of Mr. Smith, but\nentirely out of the range of vision of the\" subject,\" even had his eyes\nbeen open, which they were not. Without the slightest change of\nexpression or other observable muscular movement, and quite out of\ncontact with the\" subject,\" Mr. Smith then silently willed the subject\nto open or not to open his hand, in accordance with the \"Yes\" or\n\" No.\" Twenty successive experiments were made in this way; 17\nof these were quite successful, and three were failures. But these three\nfailures were possibly due to inadvertence on Mr. Smith's part, as\nhe subsequently stated that on those occasions he had not been prompt\nenough to direct his will in the right direction before the question was\nasked.\nThe experiment was now varied as follows :-The word \"Yes\"\nwas written on one, and the word \" No \" on the other, of two precisely\nsimilar pieces of card. One or other of these cards was handed to\nMr. Smith at my arbitrary pleasure, care, of course, being taken\nthat the \"subject\" had no opportunity of seeing the card, even had\nhe been awake. When \"Yes\" wad handed Mr. Smith was silently to\nwill the \"subject\" to answer aloud in response to the question asked by\nme, \"Do you hear me 7\" When \" No \"was handed Mr. Smith was\nto will that no response should be made in reply to the same question.\nThe object of this series of experiments was to note the effect of in-\ncreasing the distance between the willer and the willed,-the agent and\nthe percipient. In the first instance Mr. Smith was placed thr66 feet\nfrom the \"subject,\" who remained throughout apparently asleep in an\narm-chair in one corner of my study.\nAt three feet apart, 25 wIs were successively made, and\nin every case the c. subject\" responded or did not respond in exact\naccordance with the silent will of Mr. Smith, as directed by me.\nAt 6 feet apart six similar trials were made without a I!ingle\nfailure.\nAt 12 feet apart six more trials were made without a single\nfailure.\nAt 17 feet apart six more trials were made without a single failure.\nDigitized by Coogle\n\f1883.] . Report oj tke Oommittee on Me8merl8m. 15\nIn this last case Mr. Smith had to be placed outside the study\ndoor, which was then closed with the exception of a narrow chink\njust wide enough to admit of passing a card in or out, whilst I remained\nin the study observing the\" subject.\" To avoid any possible indication\nfrom the tone in which I asked the question, in all cases except the first\ndozen experiments, I shuffied the cards face downwards, and then\nhanded the unknown \"Yes\" or \"No\" to Mr. Smith, who looked\nat the card and willed accordingly. I noted down the result, and then,\nand not till then, looked at the card.\nA final experiment was made when Mr. Smith was taken across\nthe hall and placed in the dining.room, at a distance of about 30 feet\nfrom the\" subject,\" two doors, both quite closed, intervening. Under\nthese conditions,three trials were made with success,the \"Yes\" response\nbeing, however, very faint and hardly audible to me, who returned to\nthe study to ask the usual question after hn.nding the card to the\ndistant operator. At this point, the \"subject\" fell into a deep\nsleep, and made no further replies to the questions addressed to\nhim.\nOmitting these final experiments, the total number of successive\ntrials at different distances was 43. If the result had been due to\naccident, there would have been an even chance of failures and of\n8uccesses,-whereas in fact tlUf1'6 was not a single failu'l'6 in tlt6 6nti'l'6\n8eries.\nI subsequently made a series of a dozen successive trials in an\nabsolutely dark room, conveying my intention to Mr. Smith by\nsilently squeezing his hand, once for \"No,\" twice for \"Yes.\" Every\ntrial was successful When Mr. Smith was placed outside the darkened\nroom, I handed him the card through a small aperture, which could be\nclosed. Eight trials gave six results quite right, one wrong, and one\ndoubtful. Afterwards 20 trials, made when Mr. Smith was recalled,\nand the room lighted, were all entirely successful. There was, I need\nhardly say, no contact between operator and \"subject\" in any of\nthese experiments.\nThe difference in the power of the :will of the hypnotist and that of\nany other person was strikingly manifest, and the proof of the existence\nof a peculiar \" 'l'appo'l't \" between operator and subject was simply over-\nwhelming. I several times exerted my will in opposition to that of\nMr. Smith-that is to say, willed that the \"subject\" should or\nshould not respond, when Mr. Smith willed the opposite, both of us\nbeing equally distant from the \"subject.\" In every case his will\ntriumphed. As in the case of Mr. Beard, recorded in our last report,\nthe \" subject,\" on being aroused, stated that he had heard the question\neach time, but that when he gave no answer he felt unaccountably unable\nto control his muscles so as to frame the word.\nDigitized by Coogle\n\f16 Report of the Oommittee on Mesmeri8m. [Nov. 22,\nIt was noticeable that neither in the normal nor in the hypnotic\nstate was this subject able to tell any word or number or describe any\ndiagram thought of or viewed by the operator. Only his ability to act\nin a particular way could be controlled, and he was not susceptible to\neven the most rudimentary form of thought-transference proper.\nThe following shorter series with another operator, Mr. Kershaw\nof Southport, and with Mrs.Firth, a nurse, as ''Bubject,'' thoughthe pre-\ncautions were less elaborate than in the case just recorded, was to an\neye-witness almost equally satisfactory. For the trial was quite sud-\ndenly suggested to Mr. Kershaw by the experimenter, Mr. Gurney\n(who will, for the remainder of the report, speak in the first person).\nNot only was it planned out of Mrs. Firth's hearing, but Mr. Kershaw\nhimself had some difficulty in understanding what was wanted. A\nvariety of small circumstances combined to show that the form of\nexperiment was entirely new both to operator and \"subject.\"\nThe trial took place at Southport, on September 7th, 1883. Mrs.\nFirth, who had been previously thrown into a light stage of trance,\nwas placed in a chair in the middle of a bare room. Mr. Kershaw and\nI stood about three yards behind her; and sight of us, or of any part of\nus, on her part was out of the question. The window was in the wall\nin front of her, but altogether on one side; and there were no\nreflecting surfaces in the room. I drew up the subjoined list of\nyeses and noes, and held it for Mr. Kershaw to see. He made\na quiet connecting motion of the hand (not touching me, and\nbeing many feet from Mrs. Firth), when there was to be an\nanswer, and an equally quiet transverse or separating pass when\nthere was to be none. I attribute no virtue to the passes, except so\nfar as they were a means of vivifying Mr. Kershaw's silent intention\nto himself. The passes were almost absolutely noiseless, and the ex-\ntremely faint sound which they made was, from the very nature of the\ngentle motion, the same in every case. Complete silence was preserved\nbut for my question, \"po you hear 1\" repeated time after time, in a\nperfectly neutral tone ; and there did not appear to be the very faintest\nchance of signalling, even had there been an opportunity for arranging\na scheme.\n1. yes......... Right (i.e., Mra. Firth responded).\n2. No ........• Right (i.e., Mrs. Firth did not respond).\n3. yes......... Right.\n4. Yes........• Right.\n5. No ........• Right.\n6. yes........• Right.\n7. No ......•.• At first no answer, which was right: then I gave\na very loud stamp, which provoked a -\" Yes.\"\n8. No ......•.• Right.\n9. Yea......... Right.\nDigitized by Coogle\n\f1883.J Report of tlte Oom\";ittee on Me8merism. - 17\nThe next short series took place at my lodgings at Brighton, on\nSeptember lOth, 1883. The operator was Mr. Smith, the\" subject\" a\nvery intelligent young cabinet-maker, named Conway. Mr. Smith and\nI stood behind him, without any contact with him. I held the list, and\npointed to the desired answer each time. The silence was absolute. I\nrepeated the question, \"What is your name 1\" in a perfectly neutral\nand monotonous manner.\n1 yes......... Right (i.e., the \"-subject,\" said\" Conway\").\n2 Yes.. _\n...... Right.\n3 No......... This time the answer \"Conway\" was given; but when the\nmrl question was asked, the\" subject\" lIeemed unable to\nanswer for some seconds, as though Mr. Smith's intention\nhad taken effect a little too late.\n4 yes......... Right.\n5 No ......... Right.\n6 No ......... Right.\n7 yes......... Right\n8 No ......... Right\n9 yes......... Right\n1\n10 yes......... Right\n11 No ......... Right\n12 yes......... Right\n2. Trans\/eTence of Pains and Tastes.\nThe following short series of experiments in transference of pains\nand tastes was carried out the same evening with the same operator\nand \"subject.\" Conway sat with his eyes closed, in a tolerably deep\ntrance. Mr. Smith and I stood behind him, without contact, and Mr.\nSmith preserved absolute silence. I from time to time asked Conway\nwhether he felt anything, but of course gave no guiding hint or indica-\ntion of whether he was right or wrong.\nI pinched Mr. Smith's right upper arm. Conway at once showed\nsigns of pain, rubbed his right hand, then passed his left hand up to\nhis right shoulder, and finaIly localised the exact spot.\nI silently changed to Mr. Smith's left arm. In a very few seconds\nOonway's right hand flew to the corresponding place on his own left\narm and he rubbed it, uttering strong complaints.\nI nipped the lobe of Mr. Smith's right ear. Conway first rubbed\nthe right sid~ of his neck close to his ear; he then complained of his\nright leg, and used threats. I then gave a severe nip to his own right\near, and he made no sign of any sort. He then rubbed close to the\nleft ear, and finally localised the spot on that ear exactly corresponding\nto the place touched on Mr. Smith's right ear.\nI now pinched the right side of Mr. Smith's right thigh. Conway,\nwithout receiving any hint that he was expected to feel anything, im-\nmediately began to rub the corresponding part of his left leg.\nMr. Smith now put a succession Of substances into his mouth,\naccording to my indications, still keeping behind Conway, and pre-\nserving total silence. I kept Conway's attention alive by asking him\nfrom time to time what the taste was like, but gave not the faintest\na\n\f18 . Report of the Oommittee Oil Mesmerism. [Nov. 22,\nguidance,except in the single case of cloves,when-to seeif Conway would\ntake a hint-I asked if it tasted like spice and he said it did not.\nMUBtard.-\" Something bitter.\" \"It's rather warm.\"\nClove8.-\"Some sort of fruit.\" \"Mixed with spirits of wine.\" \"Not\nlike spice.\" \"Tastes warm.\"\nBitterAloe8.-\"Notnice.\" \"Bitter and hot.\" \"Sort of harshneBB.\"\n\" Not sweet.\" (I had suggested that it was sweet.) \"Not nice.\" \" Frightful\nstuft'.\" \" Hurt your throat when you swallow it.\" \"Bitterness and saltneBB\nabout it.\" . .\nBugar.-\" It's getting better.\" \" Sweetish taste.\" \" S1'.eet.\" \"Some-\nthing approaching sugar.\"\nPowd.ered -Alum.-\"Fills your mouth with water.\" \"Precious hot.\"\n\" Some stuft' from a chemist's mop, that they put in medicine.\" \"Leaves\na brackish taste.\" .. Makes your mouth water.\" \"Something after the\nstyle of alum.\"\nOayenne Peppe·r.-Conway showed strong signs of distreBS. .. Oh! you\ncall it good, do you 1\" .. Oh ! give us somethingto rinse that down.\" \"Draws\nyour mouth all manner of shapes.\" \" Bitter and acid, frightful.\" \" You've\ngot some Cayenne down my throat, 1 know.\" Renewed aigns of pain and\nentreaties for water.\nThe \"subject\" was now waked. He immediately said, \"What's\nthis I've got in my mouth' \" \"Something precious hot.\"· \"Something\nmuch hotter than ginger.\" \" Pepper and ginger.\"\nIn the next series, which took place on September 20th, 1883, at\nHeckmondwike, in Yorkshire, Mr. and Mrs. Sidgwick were also\npresent. Mr. Kershaw was the operator. The\"subject,\" who had\ncome to the place by the merest accident, was Mrs. King, the wife of\na neighbouring clergyman. Mrs. King was in a light hypnotic trance,\nwith closed eyes; and was questioned, as to what she tasted, by Mrs.\nSidgwick, without the very slightest guidance-Mrs. Sidgwiok not\nknowing herself what the substances were. Mr. Kershaw put the\nsubstances into his mouth, according to my directions, in another room.\nHe then stood three or four yards behind Mrs. King, keeping absolutely\nstill\nOayenm Pepper.-\" Dry.\" \"Choking feeling.\" \"Not so choking.\"\n\" Sandy and dry; thirsty feeling.'J (I took Mr. Kershaw out to renew the\ndose.) \" Thirsty, parched feeling.\" \" J nat the same\"-though Mrs.\nSidgwick, who thought it had been changed, had made a remark which would\nhave naturally led her to believe that such was the case. Mrs. SidgWick\nsaid, \"Is it cool, hot, sour, acid, dry, or bitter 1\" ..Hot, dry.\"\nMrs. King was woke, and said that she had a burning feeling in her\nthroat, and it was suffocating her. She took some water, and was then\nre-hypnotised. .\nDigitized by Coogle\n\f1883.J Report of tke Oommittee on Mesmel·ism. 19\nBitter Alou.-\" Something sour.\" \"As if I'd been eating acid drops.\"\nMrs. Sidgwick said \"Not disagreeable,\" in a tone of agreement. \"No.\"\nShe was given some water-\"Mouth's nasty.\"\nSugar.-\" Slightly sweet, I think.\" \" Mixture; rather hot, but sweet.\"\n\" Jnat the same ; rather sweet taste.\"\nAlum. - \"Something like sour-bitter.\" \"More sour than bitter.\"\n\"Don't know the taste.\" \" Not particularly nice nor particularly disagree-\nable.\" \"Gives a watery feeling.\" \"Tongue feels watery.\" \"Watery\nfeeling, as if I had been tasting something sour.\" She was woke, and was\ngiven a little of the stuff; she said that was just the taste she felt in her\nmouth.\nOlotle8.-\" Like nutmeg.\" \"Spicy taste; nutmeg, or cinnamon, or some\nother spice.\"\nGinger.-\" Saltpetre sort of taste.\" \"Gone.\" \"Salty taste slightly.\"\nIn both these series every experiment has been given, and there\nhas been no selection of results. The results would not be convincing,\nif taken alone; especially since Mrs. King failed completely in similar\ntrials on two subsequent occasions. But no one who had witnessed\nmore conclusive experiments could doubt that the genuine phenomenon\nwas exhibited here, though the faculty was imperfectly developed.\nTwo other trials made about the same time with two other\n\"subjects,\" one with Mr. Smith and the other with Mr. Kershaw as\noperator, gave results about as satisfactory as the above. In both\ncases, as in the two series just recorded, Oayenne pepper was described\nas strongly burning.\nIn the middle of this latter series with Mr. Kershaw, I suddenly\npinched the upper part of his left arm. The\"subject,\" who was sitting in\na trance about eight feet o~ with her back to us, did not know what\nsort of experiment I was going to try, and was only asked by me\n\" What do you feel 'I\" She instantly started up, as if in great excite-\nment, rubbed the exactfAJ corresponding place on her own person, and\ncomplained of violent pain. Being woke, she said her arm was\ndreadfully painful, as if some one had nipped her. A few more\nexperiments on tastes followed, and then I nipped Mr. Kershaw's left\nlittle finger, and asked the \" subject\" if she felt anything beside the\ntaste. She began at once to complain of pain in her left side and\narm, all down to the finger ends.\nDigitized ~<:;oogle\n\f20 ..Appendial to the Report on Mesmerism. [Nov. 22,\nAPPENDIX.\nIt may be convenient to our readers if we quote or refer to a few cases of\ntransference of tll8tes and pains to hypnotised ., subjects,\" recorded by\nprevious observers. .\nMr. Esdaile, who WII8 for many years Presidency Surgeon in Calcutta.\ngives the following case of transference of tll8te between himself and a.\npatient he had mesmerised. The subject WII8 a young. Hindoo, Baboo\n.Mohun Mittre, who had been operated upon painle881y whilst in the\nmesmeric trance.\nOne day that the Baboo came to the hospital to pay his respects, after\ngetting well, I took him into a side room, and mesmerising him till he could not\nopen his eyes,I went out and desired my assistant surgeon to procure me somesalt.\na slice of lime, a pieoe of gentian, and some brandy, and to give them to me in\nany order he pleased, when I opened my mouth. We returned, and blindfolding\nLallee Mohun, I took hold of both his hands: and, opening my mouth, bad a.\nslioe of half-rotten lime put into it by my assistant. Having chewed it, I asked.\n.. Do you taste anything 7\" .. Yes, I tll8te a nasty old lime:\" and he made wry\nfacesin:correspondenoe. He was equally correct with all the other substanoe8,\ncalling the gentian by its native name, cluJrtJtta. ; and when I tll8ted the brandy.\nhe said it WII8 Shrab (the general name for wine and 8pirits). Being asked what\nkind, he said, \"What I used to drink-brandy.\" For I am happy to say he is cured\nof his drunken habits (formerlydrinking two bottles of brandy a day) 118 well 118\nof his disease. (Pra.ctica.Z Mel1ll8ri8m, by J. Esdaile, M.D., p. 125.)\nRev. C. H. Townshend, in his Facts in Mesmeriam, gives several\nexamples. (See especially pp. 68,72,76,122,150,151,184.) The fotlowing\nexperiments were made on a servant of his own, in whom he had produced\nthe trance-condition.\nWine, water, and coffee were banded to me sucoessively, in such a way 118 to\nprevent the patient from perceiving, by any usual means, what the liquors were.\nHe, however, correctly named them in order. The order was then changed, and\nthe results of the experiments were the same. Flowers were given me to smell.\nI WII8 holding the patient by one hand at the time, but turning altogether away\nfrom him to a table, over which I bent, so as to interpose myself between him\nand anything that might be handed to me. He, however, when I smelt of the\nflowers, imitated the action, and on my I18king him what he peroeived, replied,\nwithout hesitation, \"Flowen.\" Upon this, one of the party silently changed the\nflowers for a bottle of ea.u de Oologne, when he observed, \" That is not the same\nsmell; it is ea\" de (JOZOffllt.\" With the manner of conducting this experiment and\nits results, all who were present declared themselves perfectly satisfied•\n.. Three of my sleep-wakers,\" Mr. Townshend says in another place\n\" could in no way distinguish substances when placed in their own mouths'\nnor discriminate between a piece of apple and a piece of cheese; but th~\nmoment that I was eating, they, seeming to eat also, could tell me what I\nhad in my mouth.\"\nThe next case is also one of Mr. Townshend's.\nDid anyone strike or hurt me in any part of the body when Anna M. was\nin 81eep-waking, she immediately carried her hand to a corrclpOfUling part of her\nDigitized by Coogle\n\f1883.] .dppendiol: to tke Report on Me8merism. 21\nown person. Then she would rub her own shoulder when mine was smarting\nwith a blow, manifeating that the actual nerves of that part were, pro tempora,\nrestored to their funotions. Once an inoredulous penon came near me unawares,\nand trod uponmy foot, whioh was quite hidden lUlder a ohair. The sleep-waker\nillStantly darted down her hand and rubbed her own foot with an expreuion of\npain. Again, if my hair was pulled from behind, Anna directly.raised her hand\nto the back of her head. A pin thrust into my hand elioited an equal demonstra·\ntion of sympathy.\nStimulated by Mr. Townshend's experiments, the Rev. A. Gilmour, of\nGreenock, made BOme experiments on one of his servants. He desoribed\nthe results in a letter to ProfeBBor Gregory (quoted in Animal Magn.etiam,\np. 211), in whioh the following paeeage OOOUrB :-\nI could throw her into the mesmeriosleep in 40 seconds. She is able to tell\nwhat I taste, suoh as soda, salt, sugar, milk, water, &0., though not in the _e\nroom with me. When my foot is pricked, or my hair pulled, or any part of my\npe1'8On pinched, she feels it, and desoribes it unerringly.\nProfeBBOr Gregory himself says (Animal Magnetum, p. 23):-\nI have seen and tested the fact of community of sensation in so many oases\nthat I regard it as firmly established. No one who has had opportunities of\nobserving this beautiful phenomenoncan long hesitate as to its entire truth_uoh\nis the expression of genuine sensation in the face and gesture, besides the distinot\nstatements made by the sleeper.\nThe following aooount is given by Dr. ElliotlOn in the Zoist, Vol. V.,\npp. 242-245.\nI requested my butler to enolose, in five di1ferent paokets of blotting-paper,\nsalt, sugar, cinnamon, ginger, and pepper. These were wrapped in one common\ncover when given to me, and I handed them over to Mr. Scarlet, the eldeatson of\nLord Abinger, who gave me one packet after another, any that he chose, as each\nwas done with by me. The Archbishop of Dublin and several olergyman and\nother friends were present.\nWhen I put each into my mouth, I was ignorant ofits contents, and leamtits\nnature as the paper became moistened and gave way. Thefirst was salt, and I stood\nwith itin my mouth at .Mrs. Snewing's sideand rather behind her, saying nothing.\nBefore a minute had elapsed she moved her lips, made a face, and said, \" Oh, that's\nBaBtyenough.\" liWhat do you mean 7\" \"Why you've put salt into my mouth,\nyou needn't have done that.\" I removed the packet of salt, and took another,\nwhich proved to be cinnamon. Presently she said, \"Well that is odd; I never\nheard of suoh a thing; to put such things together into one's mouth I\" \" Why\nwhat do you mean 7\" .. Why now you've given me something nice and warm,\nvery pleasant, but you've mixed salt with it.\" The impreBSion of the II&lt thus\nstill remained. \" What is it 7\" \"I don't know the name of it, but it's very\nnice; it's what we put into puddings ; brown, and in stioks.\" She puzzled a\nlong while and then on my asking if it was oinnamon, \"Yes, that's it,\" she re-\nplied, \"How odd that I shouldn't recolleot the name.\" I then removed it, and\n~k into my mouth another packet, which proved to be sugar, and I observed\nthat Mr. Scarlet very properly peeped into it before he gave it to me. After a\nminute or two she began, \"Oh, that's very sweet; I like that; it's sugar.\" I\nremoved it from my mouth and took another packet, whioh proved to be ginger.\nDigitized by Coogle\n\f22 Appendig; to tke Report M Me8merism. [Nov. 22,\nAfter a minute or two she exolaimed, \"Well, thU is the funniest thing I ever\nheard of, to mix salt, and oinnamon, and sugar, and now to give me something\nelee Rot.\" \" What is it 7\" \" I don't know; but this is very hot too. It sets\nall my mouth on fire.\" In fact, I felt my mouth burning hot. After\nsome difiioulty, for she was puzzled between these conflioting im-\npressions, she said it must be ginger, and went on complaining of the heat of\nthe mouth. I took a glass of cold water, and she instantly said, smiling, \"That\nisn't ho~ that's nioe a::!.d 0001, it makes my mouth quite comfortable.\" \"What is\nit 7\" .. Why it's water; what else can it be 7\" The last packet was now put\ninto my mouth, and proved to be pepper. She oried out, \"Why you're putting\nhot things again into my mouth. It gets downmy throat, and up my nose; it's\nburning me,\" and she soon declared it was pepper. I could scarcely endure it,\nand took a draught of water. She was instantly relieved, and said, .. How 0001 and\n~~~~~~~~~was~~~~~~\nA gentleman now Q&IIle beside me and prioked one of my fingers with a\npin. She took no notioe of it at first, but, after a few minutes, slowly began to\nrub the fingers of her corresponding hand, and at last rubbed one only, that\ncorresponding with my finger whioh ~ been pricked, and complained that\nsomeone had pricked it. The back of one of my hands was now pricked.\nShe made no remark, but remained in quiet sleep. The pricking\nwas at length repeated at the same spot, and pretty sharply,\nin silence. Still she made no remark. We gave it up, and my other\nhand was pricked in silence. After a little time, she began to rub her hand,\noorre8ponding mtA that 0\/ mine '1IIltioA n:a, the fir,t pricketl, and complained of\nits having been pricked at the very same spot as mine. Gradually she ceased to.\noomplain, and was still again. After the lapse of another minute or two, all the\nparty observing silenoe, she complained that the other hand, corresponding with\nthat of mine last pricked, was,prioked, and wondered that any person should do\nso. This's a most remarkable circumstanoe ; perfectly corresponding to the\nphenomena of sympathetio movements in the Okeys, whioh often came out so\nlong after the movement of the operator had been made. Indeed after he.\nin despair of any effect, had made another motion for them to imitate.\nand when he was expecting the latter, the first would take place. It shows\nhow easily persons ignorant of the subject and unqualified to make experi-\nments may oome to false conolusions, and set themselves up as the discoverers\nof failures and imposition. In my patients the movement given for sympathy\nand not produotive of apparent effect has often oome out again in a\nIUb8equent ,Zeep-'1IIaking, the impressiOJl. remaining unoonsciously in the brain.\nThe heat and taste of the pepper still remained in Mrs. Snewing's mouth, and\nshe went on good-naturedly, as always, oomplaining of it. While she was com-\nplaining, I suddenly awoke her, and asked what she tasted and whether her\nmouth was hot. She looked surprised, and said she \"tasted nothing\" and her\n\" mouth was not hot; \" and she smiled at the question~.\nA few weeks afte1\"Wards, I'repeated these experiments with all the same\nprecautions, in the presence of Mr. H. S. Thompson and Mr. Chandler, who are\nvery accurate observers, Mrs. Thompson, and a few other friends. I stood quite\nbehind her large high-backed leat~ ohair. Mr. Chandler gave me the packets\nat his own pleasure, and, on tasting each, I wrote on a slip of paper what I\ntasted, and held up the slip at a distanoe behind her, that all might judge of her\naccuraoyand my truth. These were the same articles as in the former experi-\nments ; but, as they were OJI. both occasions taken at random, the order, of course,\nturned out to be different. In addition, Mr. Chandler gave me a pieoe of dried\norange-peel from his pooket; and I tasted water and wine. She named each\nDigitized by Coogle\n\f1883.] .A.ppend~ to tke Report on Me81ne1·ism. 23\nartiole with perfect accuraoy, and readily; remarking that it was very strange\nshe onoe could not recollect the name of oinnamon. Indeed, on the first\noooasion, she described the taste and the external oharacter and uses of the\nvarious articles with perfect accuracy, but hesitated in giving the names of\nthe cinnamon and ginger and pepper; a fact showing that the sleepiness\nextended a little more over the mental powers than one might imagine. In a note\nBent me lately by Mr. Thompson are the following remarks :-\nThe patient's lips moved, and in a very short time after you had detected its\nnature, she appeared to taste it as well as yourself; and when it was anything disagree-.\nable begged you would not put the nasty stuff into her mouth in this way. She told,\nwithout the slightest mistake, everything you tasted: salt, sugar, cinnamon, pepper,\nginger, orange-peel, wine, water, and some others. Not a word was spoken by any\nof the party to each other, and the only question that was asked the patient was,\nwhat she had in her mouth that she complained of. After the spices, when you\ndrank water, ahe seemed to enjoy it much, saying it cooled her mouth; but at\nother times, as you drank it very freely, she requested that you would not give·\nher any more water, for that so much water was disagreeable to her. There were\npresent, Mr. Chandler, Lord Adare, Baron Osten, a friend of his, whose name I\ndo not know, myself, and my wife. We were all perfectly satisfied with the entire.\n8Uooesa of the experiments.\nI then smelt ea.u de Cologne,without any noise. She presently said, \"How nioe;\nwhat a nice thing you've given me to smel1,\" But she could not tell what it was ;\nwhen I mentioned its name she recognised it. I did the same with water. She\nmade no remark. I asked her if she smelt anything. She replied, \"No, I don't\nsmell anything; what should I smell? ..\nI put muff to my nostrils: she almost immediately complained of snuff being\ngiven to her.\nDigitized by Coogle\n\f24 &periments in Tkougkt-Tram!erence. [Nov. 22,\nIII.\nAN ACCOUNT OF SOME EXPERIMENTS IN THOUGHT-\nTRANSFERENCE,\nConducted by M..u.COLM GUTBRIB, J.P., and JAMES BIRCHALL, Hon. Sec. of\nthe Literary and Philosophical Society of Liverpool.\nBy MALCOLM GUTHRIE.\nAfter Mr. Irving Bishop's visit to Liverpool in the spring of this\nyear, it became a favourite amusement to imitate his skill in pin-\nfinding ; and some persons also made experiments in reading numbers\nthought of by others, they themselves meanwhile being blindfolded.\nOut of experiments made in this casual way arose the systematicstudy\nwhich it is my business to recount in the present paper. A party of\nyoung ladies amusing themselves after business hours found that certain\nof their number, when blindfolded, were able to name very correctly\nfigures selected from an .a.lmana.ek suspended on the w~ of the room,\nwhen their companions, having hold of their hands, fixed their attention\nupon some particular day of the month. There, so far as the young\nladies were concerned, the matter ended. They had their few evenings'\namusement, and other occupations and interests supervened.\nIt so happened that about this time I read an article by Mr. F.\nCorder in the February number of 0a88elf)8 Magazine, which was\nwritten with such an air of truthfulness, and spoke of Thought-\ntransference as a matter of such very ordinary experience, that for the\nfirst time I began to think that there must be some foundation in fact\nfor the belief so confidently expressed. Up to that time I had been\nthoroughly sceptical, nor had I read any literature on the subject. I\nthereupon determinfld to try the experiments, as described in Mr.\nCorder's paper, upon my son, a nervous and susceptible fair-haired boy\nof ten years of age. Much to my astonishment, and his own, he\nnamed quickly and without difficulty objects which I placed behind\nhim when blindfolded under the usual conditions. He, however, would\nnot perform more than two or three experiments at a time, saying that\nit made him \"feel queer.\" Moreover, after the first experiments, when I\nasked others to witness the curious phenomenon, he seemed disposed to\nensure success by taking a sly peep at the object, which indeed made\nme suspicious of ,the whole thing. Under these circumstances of the\nboy's reluctance and the difficulty of imposing strinll;ent conditions, I\nabandoned him as an unsuitable subject for study, more particularly as\nother satisfactory means shortly afterwards came under my notice. I,\nDigitized by Coogle\n\f1883.] Eaperimellt8 in Thought.TranRjerence. 25\nhowever, at a subsequent .period, tested my son's powers under proper\nscientific conditions with the assistance of Mr. Birchall; and we were\nboth satisfied as to his possession of the faculty, although we did not\nconsider him a useful subject for study.\nIt was after the discovery of my son's powers of receiving impreasions\nthat I heard of the casual experiments before referred to; and having\ntested the accuracy of the reports which I had received, I mentioned\nthe matter to the Oouncil of the Literary and Philosophical Society of\nLiverpool, asking for assistance for the purpose of a scientific study\nof the phenomena. Mr. James Birchall, the Hon. Secretary, to whom\nthe subject was quite new, having, I suppose, some confidence in my\ngood judgment, agreed to give me the advantage of his assistance, and\nwe thereupon Ileld our first meeting. From the very beginning it was\narranged between us that Mr. Birchall should make a full and complete\nrecord of every experiment, and I have to tender him my grateful\nthanks for the exactitude and care with which this record has been\nkept. He has performed his office as a man free from any prepos-\nsessions, and simply as a matter of official duty. His suggestions have\nall been in the direction of stringency of conditions, and I may state\nthat he very shortly became convinced of the bona fides of the experi-\nments, and interested in the scientific prosecution of the study. I very\nmuch regret that he is not able to be present at this meeting as\nwe had arranged, in order personally to present the valuable and\ninteresting register of the experiments which he has prepared. I hope,\nhowever, that he will be able to attend some future meeting with a\nreport upon experiments which we are continuing week by week.\nAnd now as to the party of young ladies to whom I referred, as\nhaving discovered the possession of the power of Thought-transference.\nYou must know that I am a partner in one of the large drapery estab-\nlishments in the city of Liverpool, and that the young ladies are con-\nnected with one of the thow-rooms of that establishment. A relative\nof mine (entered in Mr. Birchall's report as Miss 0.), also in the business,\nhad been present at the careless, offhand experiments made in imita-\n. tion of Irving Bishop, and, recognising their genuine character, informed\nme of the circumstance, being aware of the experiments I had made with\nmy son.\nOne of the most important considerations connected with my\nstudy has been that I have been made cognisant, through this relative,\nof the very beginnings of the affair. I have, as it were, been behind\nthe scenes from the first, and through my representative have been\ninformed of almost every experiment which has been made outside\n·our weekly meetings,-although after the first month the young ladies\nagreed only to practise at these meetings, as I (rightly\nor wrongly) thought it desirable. on considerations of health\nDigitized by Coogle\n\f26 Experiment8 in Thought-Transference. [Nov. 22,\nto limit their work in this direction. Thus I have had\nthe advantage of studying a series of experiments ab 0170.\nI had not to enter upon an examination of the achievements of people\nwho had been working together for years j but have been acquainted\nwith the origin and whole development of the manifestations and have\nwitnessed the genuine surprise which the operators and the subjects have\nalike exhibited at their increasing successes, and at the results of our\nexcursions into novel lines of experiment. The affair has not been the\ndiscovery of the possession of special powers, first made and then\nworked up by the parties themselves for gain or glory. The ex-\nperimenters in this case were disposed 'to pass the matter over alto-\ngether as one of no moment, and only put themselves at my disposal in\nregard to experiments in order to oblige me. The experiments have all\nbeen devised and conducted by myself and Mr. Birchall, without any\nprevious intimation of their nature, and could not possibly have been\nforeseen. In fact they have been to the young ladies a succession of\nsurprises. No set of experiments of a similar nature has ever been\nmore completely known from its origin, or more completely under the\ncontrol of the scientific observer.\nAs to the young ladies concerned, I have known them all for many\nyears, and am able to speak in the highest terms of their probity and\nintelligence. I know also that they have a high regard for me, and\nwould not willingly lead me into any error.\nThe two\" subjects,\" Miss R. and Miss E., are about 20 years Of·\nage, engaged at business all day from 9 a.m. to 6 p.m., in the same\nshow-room. and they discovered their aptitude with their companions in\nthe same room as operators or \"agents.\" They do not meet elsewhere,\nas all the assistants live with their friends, and do not board on the\nestablishment. The lady, Miss ~d, who is supposed to have the\nprincipal influence in conveying impressions, is the head of the room,\nand occupies a position of great trust and responsibility.\nThe experiments were commenced with simple shapes, such as\ndiamonds, circles, triangles, &c., cut out of brightly-coloured ribbons,\nand exhibited upon a black background j also with cards, and letters\nof the alphabet printed in a bold type. Afterwards objects were\nintroduced, and short words were fonned of the letters. The first\nseries of experiments were of a 'Disual kind, and were very\n. successful. They were conducted in the presence of Mr. Birchall,\nmyself, several lady companions of the subjects, and usually one or two\nmembers of the Literary and Philosophical Society. In the earlier\nexperiments the \"subject\" was in contact (that is to say clasped\nor touched hands) with Miss ~d or some other lady friend. I\nneed not say that the\" subject\" was always effectually blindfolded, and\nthat the object was placed in such a position that it could not. be seen\nDigitized by Coogle\n\f1883.] Ereperimcnts in Tllought-Tramifercnce. 27\nby her, even if she were not so incapacitated for observation. These\nconditions apply to all the experiments, and, to save iteration, I state\nthem once for all.\nAfter a short time experiments of this description were performed\nwithout any contact whatever. This was a suggestion of my relative,\nand under her superintendence the first set of experiments with Miss\nR, under these new conditions, was completely successful, and will\nbe found recorded in Mr. Birchall's report.* At the next meeting after\nthis discovery, the experiments were tried without contact, and were\nalmost uniformly successful. The party sat in a semi-circle before\n• Miss R. or Miss E., the object being placed behind her, and the attention\nof all being concentrated upon it, the object was very speedily desGribed\nand sometimes named. It is noteworthy that the idea or name of\nthe object did not come first to the percipient, but the appearance\nseemed to dawn gradually upon the mind, and' sometimes it only\npresented itself in its generalfeatures, so that very often it could only\nbe described and not named. First the colour impression was received,\nthen the general shape, and afterwards any special characteristic, and\nfinally, .the name. This was the usual order of the process. As an\nillustration, take the case of a blue feather. The \"subject\" said, \"It is\npale t It looks like a leaf; but it can't be a leaf-looks like a feather\ncurled. Is it a feather ~\" Again a key was described as \"A little tiny\nthing with a ring at one end and a little flag at the other, like a toy\nflag.\" Urged to name it, she said, \"It is very like a key.\"\nThe foregoing is a summary of our work during the first few weeks.\nAll our regular meetings were successful, but in our desire to exhibit\nour discovery to our fellow members, we had some extra meetings,\nwhich proved total failures, much to our chagrin and much to the\ndisappointment of our subjects. It would appear that any mental\ndisturbance on the part of the operators or on the part of the \"subjects,\"\n• due to anxiety to succeed, or to the novelty of the entourage of persons\nor things, very much interferes with the success of experiments. I\nmay here remark that the result of our experience is that success or\nfailure depends as much (if not more) upon the condition of the agent\nas upon that of the percipient. It has happened that after a C10mplete\nfailure before strangers, the agent and percipient have been almost\nimmediately able to obtain a successful transference of a number of im-\npressions-the previous failure having been probably due to the mind of\nthe agent occupying itself with the presence of the visitor, instead of\n* The first series of experiments was 8Ilmmarised and reported by Mr.\nBirchall at .. meeting of the Literary and Philosophical Sooiety of Liverpool,\nand the experiments referred to are included in his report. This report is a\nrecord of every experiment made-with only two exceptions, when the subjects\nwere hurriedly called upon to exhibit their powers to callers.\nDigitized by Coogle\n\f28 E:rperiment8 in Tllougkt·T,·ansference. [Nov. 22,\nbeing directed exclusively upon the object to be described. As regards\nthe condition of the agent, I may say that although I have been\nvery successful myself in giving impressions to each of the\" subjects \"\nwithout the presence of any other person, still, under precisely similar\nconditions, when I have not felt equal to the required effort of\nconcentration, I have been unable to repeat the success. We have\nalso found that wandering attention on the part of the agents is\nmisleading;, and it would, I think, be fair to explain in this\nway one or two failures of the following type...:-that although a\ncertain article was placed for observation, a picture hanging on\nthe wall a little above it was described. On account of the\ndisturbance of the agent's mind as well as that of the\n\" subject,\" it is judged that experiments in a drawing-room,\nbefore a large Jl!iscellaneous company, are not likely to be\nsuccessful.\nAt the conclusion of the first series of experiments some new\ndepartures were made. .\nFirst we tried the experiment of producing an article in the absence\nof' the subject from the room and after concealing it re-admitting her,\nand, after blindfolding and isolating her, asking her to describe the object\nwe had been looking at. This experiment was tried both before ,and\nafter the summer interregnum and was successful. Thus a lady's\npurse, in form of a satchel, with a bright metallic frame and steel-bar\nhandle above, was thus described: \"Is it something not quite square t\nSomething bright in the middle. Is it a purse t There's something very\nbright at the top. Has it anything else over it 1 Don't know what this\nis-whether it belongs to the purse. I'ye lost it-is it a bag t\" On\nanother occasion a key was correctly named, and Mr. Johnson's gold\nwatch-chain, hanging in a curve from his watch-pocket to a button-hole\nof his waistcoat, elicited the answer: \"Is it a chain, a watch-chain,\nhanging from a pocket like this t \" the patient then describing in the air\na curve similar to that formed by the chain we had been looking at but\nwhich was now concealed. Then she added, \"There is a little pendant\nat the end of it.\"\nProceeding a step further we agreed, in the absence of the subject\nfrom the room,.to imagine some object, and, under similar conditions, to\nask her to describe, it. This experiment was also successfully performed,\non several occ8Jilions, by both subjects. A gold cross, pine-apple, and\nother objects imagined in this way have been correctly named.\nWe tried also the perception of motion, and found that the\nmovements of objects exhibited could be discerned. The idea was\nsuggested by an experiment tried with a card which, in order that aU\npresent should see, I moved about and was informed by the percipient,\nMiss R., that it was a card, but she could not tell which one because it\nDigitized by Coogle\n\f1883.] .Ea:per;ments in Tkougkt-Trans\/etvmce. 29\nseemed to be moving about. On a subsequent occasion, in order to test\nthis perception of motion, I bought a toy monkey, which worked up and\ndown on a stick by means of a string drawing the arms and legs together.\nThe answer was: II I see red and yellow, and it is darker at one end\nthan the other. It is like a flag moving about-it is moving. . • •\nNow it is opening and shutting like a pair of scissors.\"\nWe have also tried experiments in the transference of real or\nimaginary pains, which Miss R. is able to receive from Mr. Birchall.\nThis branch of our studies has not as yet been carried very far,\nfor want of time, although I think it more likely to throw light upon\nthe nature of the mode of transmission than any other branch of\nthe inquiry. In particular, it would be desirable to ascertain byobser-\nvation or even experiment, if the part affected in the subject shows\nsigns of physical change, such as contraction, tension, rush of blood,\nredness, or any other physical change similar to that produced upon the\nperson of the agent in causing the pain.\nAt the conclusion of our Spring Session, we tried (without contact)\nthe transference of names, short quotations, &c., all the company\nthinking of the word, or words. In this we met with but little success,\nbut on one occasion, the proverb, \"Time flies,\" having been thought of\nby the company, elicited the answer, II Is it two words f-is it' Time\nflies'1 \"\nOn this occasion, seeing that the subject was so apt, I proposed to\nthe company that we should think of a historical scene, and two experi-\nments were made, which are published in Mr. Birchall's report. They\nwere imperfect, viewed critically, each of them having been done at the\nsecond instead of at the first attempt; but if the fact of Thought-\ntransference is accepted as proved on other grounds, they are sugges-\ntive of further experiments in the same direction.\nWe discontinued our experiments at the end of May, on account of\npress of business and arrangements for holidays; and I am told by the\n\"subjects\" that no experiments whatever were made until we resumed\nour meetings, towards the end of August, in preparation for a visit by\nMr. Myers and Mr. Gurney. As I expected, after the interregnum we met\nwith very little success, and I wrote to those gentlemen not to expect\nmuch under the circumstances. And, indeed, the cc subjects\" were able\nto do very little, and our visitors would have gone away ~ppointed,\nhad not our inquiries taken the direction of experiments in transference\nof tastes. As to these you have just heard the report prepared by Mr.\nMyers, and he and his coadjutor appeared fullysati!sfied IW to the\ngenuineness of the.transference of impressions.\nI may add the results of a few casual experiments, made in the\ncourse of the last week in London, which illustrate the partial\nDigitized by Coogle\n\f30 E:r:pe1'iments in Tkougkt-Tra.nsJerence. [Nov. 22,\ntransference of somewhat more complex visual impressions than most\nof those above described.\nOne evening I caJled Miss E. and a friend of mine, Mr. Lee, out of\nthe room, and requested them to assist me in imagining the large stained\nglass rose-window in the transept of Westminster Abbey, opposite to\nwhich Miss E., Miss R., and I had been sitting at the service the same\nafternoon. I then asked Miss R. to say what object we were thinking\nof. After a while she said, cc I cannot tell what you are looking at,\nbut I seem to be sitting in Westminster Abbey, where we were this\nafternoon.\" After anotherinterval she said, cc I seem to be looking at a\nwindow,\" and again, cc I think it is the window in the chancel with the\nfigures.\" When afterwards told which window it was, she said that she\ndid not see any window distinctly, and certainly not the rose-window\nthought of.\nI next proposed another object, and decided upon something\nwhich had struck our attention in a lamp shop in New Bond-atreet, a\nlighted lamp with a stuffed monkey clinging to it-the lamp at the\nsame time revolving, and the monkey moving a cocoa-nut, which was\nsuspended from its foot. This experiment took a very long time, and\nwas only partially successful. First Miss R. said she thought of a cat,\nor it might be a dog. After a while she said it was something long,\ndark, and hanging-describing the size and shape pretty well with her\nhands. Then she said that she saw something hanging straight down,\nand moving up and down. After the removal of the blindfolding, she\nlooked at the gas chandelier, and said, \"·Was it not that 7\" and then\nimmediately, \"No, it was not that-it was a lamp and it was\nlighted.\" Asked if the cat she saw had anything to do with the lamp,\nshe said\" No.\"\nThe following completely successful results in the simpler forms of\nThought-transference were also obtained on the same occasion as the\n.above.\nI proposed to Miss R. to tell a name thought of by myself, Mr.\nLee, and Miss E., without contact and blindfolded. The name\" Polly\"\nwas written on a card and passed round in strict silence. In a few\nminutes Miss R. said, \"I can only think of Polly.\"\nThe name cc Isabella\" was then selected by me, and passed round\nsilently. After a longer interval Miss R. said, \"I don't know what it\ncan bt'. Somehow I can only think of my own name.\" Asked what\nwas her name, she said \"Isabel\"\nMr. Lee proposed thinking of a number, and as only single numbers\nhad previously been thought of it occurred to me to take a double one\n-34-which I wrote down and passed round. Miss R. shortly said,\n\" Are there two figures 7\" I said \" Yes.\" \"One is 4 and the other\n3.\" She did not know whether it was 34 or 43.\nDigitized by Coogle\n\f1883.] .Ea:periments in Tkougllt-Tt·aniference. 31\nOur endeavours recently have been towards the ascertainment of\nindividual powers on the part of the agents in regard to each of the\ntwo \"subjects.\" The test selected has been the production by the\nblindfolded \"subjects\" of copies of drawings placed behind them.\nAn improved method has been to place the drawing on a stand,\nwith a wooden back between the agent and the \"subject,\" and\nwe ~aent placing himself on the opposit.e side of a small table,\neither joins hands with the \"subject,\" or, by preference, does not touch\nher at all, and gazes at the drawing until the\" subject\" says she has I\nan impression thereof. The drawing is then taken down and concealed,\nthe blindfolding is removed, and the \"subject\" being already provided\nwith drawing materials, proceeds to delineate the impression she has\nreceived. Inmost of these cases, no one besides the agent and the \"sub-\nject\" has been present in the room, and the result is held to establish\nthe relative power of each agent in giving off an impression oftbis '\nkind. In this way it has been found that all the agents have been\nsuccessful in giving information individually to each of the subjects,\nalthough the range of experiments is not yet complete, because some\nnew operators we have iD.troduced have not yet had time to develop\nor settle down properly to their work. However, it has been found that\nboth Miss R. and Miss E. have been able to receive impressions of\ndrawings singly from myself, Mr. Birchall, Miss R--d, Mr. Steel,\nPresident of the Literary and Philosophical Society of Liverpool, and\nimperfectly from two or three other gentlemen. Since my arrival in\nLondon, a very successful producer of impressions has been discovered\nin the person of one of your members, Mr. F. S. Hughes. Mr. Gurney\nwas also successful at one of our meetings.\nUnder these circumstances about 90 drawings have been produced\nin Liverpool. and 60 in London. It is difficult to classify them. A\ngreat number of them are decided successes; another large number give\npart of the drawing; others exhibit the general idea, and others again\nmanifest a kind of composition of form. Others, such as the drawings\nof flowers, have been described and named, but have been too difficult\nto draw. A good many are perfect failures. The drawings generally run\nin lots. A number of successful copies will be produced very quickly,\nand again a. number of failures, indicating, I think, faultiness on the\npart of the agent, or growing fatigue on the part of the \"subject.\"\nThe originals of the Liverpool experiments and the corresponding\ncopies have all been mounted, and I shall be pleased to show them at\nthe close of this meeting. Every experiment, whether successful or a\nfailure, is there in the order of trial, with the conditions, name of\n\"subject\" and agent, and any remarks made by the \"subject\" specified\nat the bottom. Some of the copies exhibit the curious phenomenon of\ninversion. These drawings must speak for themselves. The principal\nDigitized by Coogle\n\f32 Experiments in Thought-Traniference. [Nov. 22,\nfacts to be borne in mind regarding them are that they have been\nI executed through the instrumentality, as agents, of persons of unques-\n• tioned probity, and that the responsibility for them is spread over a\nconsiderable group of such persons; while the conditions to be observed\nwere so simple-for they amounted really to nothing more than taking\ncare that the original should not be seen by the\" subject \"-that it is\nextremely difficult to suppose them to have been eluded. The results\nmay thus be considered a solid addition to the evidence for the trans-\nference of impressions from one mind to another otherwise than by\nthe ordinary channela of sense.\nThe originals of the following diagrams were for the most part\ndrawn in another room from that in which the \"subject\" was placed.\nThe few executed in the same room were drawn while the\" subject\"\nwas blindfolded, at a distance from her, and in such a way that the\nprocess would have been wholly invisible to her or anyone else, even\nhad an attempt been made to observe it. During the process of\ntransference, the \"agent\" looked steadily and in perfect silence at the\noriginal drawing, which was placed upon an intervening wooden stand;\nthe \"subject\" sitting opposite to him, and behind the stand, blindfolded\nand quite still. The\" agent\" ceased looking at the drawing, and the\nblindfolding was removed, only when the \"subject\" professed herself\nready to make the reproduction, which happened usually in times\nvarying from half-a-minute to two or three minutes. Her position\nrendered it absolutely impossible that she should glimpse at the\noriginal. She could not have done so, in fact, without rising from her\nseat and advancing her head several feet; and as she was almost in the\nsame line of sight as the drawing, and so almost in the centre of the\n\" agent's\" field of observation, the slightest approach to such a move-\nment must have been instantly detected. The reproductions were made\nin perfect silence, and without the \"agent\" even following the actual\nprocess with his eyes, though he was of course able to keep the\n\" subject\" under the closest observation.\nIn the case of all the diagrams, except those numbered 7 and 8, the\n\" agent\" and the \"subject\" were the only two persons in the room\nduring the experiment. In the case of numbers 7 and 8, the \"agent\"\nand \"subject\" were sitting quite apart in a corner of the room, while\nMr. Guthrie and Miss E. were talking in another part of it. Numbers\n1-6 are specially interesting as being the complete and consecutive\nseries of a single sitting.\n\f1883.] Ezperiment8 in Thougllt-Trallsferetacc. 33\nNo. I. ORIGINAL DRAWING.\nlIr. Guthrie and lIIs8 E. No eontoot.\nNo.2. ORIGINAL DRAWINQ.\nMr. Guthrie and lIIs8 E. No contact.\nNo. I. REPRODUCTION.\nNo.2. REPRODUCTION.\nD\nDigitized by Coogle\n\f34 Experiment8 in ThougM.Tranifercnce. [Nov. 22,\nNO.3. ORIGINAL DRAWING.\nlIr. Guthrie and Miss E. No\ncontact.\nNO.4. ORIGINAL DRAWING,\nYr. Guthrie and Mia E.\nNo contact.\nNo.3. REPRODUCTION.\nNo 4' REPRODUCTION.\n\f1883.] EaJp81-iments in Tlwzegkt.\"Transjerence. 35\n\"0. 6. ORIQlNAL DRAWING. No 6. REPROOUCTION.\nMr. Guthrie and MIaa E.\nNo contact.\nNO.6. ORIGINAL DRAWING.\nMr. Guthrie and MIaa E. No contact.\nNo.6. REPRODUCTION.\n¥1811 E. almost directly said, .. Are you thinking of the bottom of the 8ea, with ahelJa and\nfIBheB;\" and then, ..Is It a anaIl or a IIsh7\"-then drew as above.\nDigitized by ~6ogle\n\f36 &perimentB in Thought-Transference. [Nov. 22~\nNo.7. ORIGINAL DRAWING.\n~ Gurney and Miss R. Contact for half-a-mlnute before the reproduction was drawn_\nNo.7. REPRODUCTION.\nDigitized by Coogle\n\f1883.' Experiment8 i\" Thought.Transference. at\nNO. S. ORIGINAL DRAWING. No S. REPRODUCTION.\nllr. Gurney and lliss R. X0 contact.\nNO.9. ORIGINAL DRAWING.\n\\Q.QQ)\n)Ir. Birchall and )lias R. Xo contact.\nNO. 9 . REPRODUCTION.\nlUss R. said she secmell to see a lot of rings. as If they \",ere moving, and she could not get thom\nateadlly before her eyes.\nDigilized by CoogIe\n\f38 EzperinJenh in Tlwllght-Transfer~. [Nov. 22.\nNo. 10. ORIGINAL DRAWING. No. 10. IIEPRODUCT1ON.\nlIr. Blrcball and Miss R. No contact.\nNo. II. ORIGINAL DRAWING.\nNo. II. REPROOUCTION.\nlIr. Birchall and Miss E No contact.\nDigitized by Loo\n\f1883.] Ezperimenis in Thought-Transference. 39\nNo. 12. ORIGINAL DRAWING.\nMr. Steel and Mlss R. No contact\nNo. 12. REPRODUCTION.\nDigitized by Coogle\n\f40 .EzperimentB in Tllougkt-T.,.amjerence. [NQv.22,\nNo. 13. ORIGINAL DRAWING.\nYr. Steel and 1I1aa E. Contact before the\nreprodnction was made.\nNo. 14. ORIGINAL DRAWING.\nMr. Hughes and lIl88 E. Contact before the\nreprodnction waa made.\nNo. 13. REPROOI.\\CTION.\nNo. 14. REPROOUCTIOH.\nlIlaa E. said, .. A box or chair badly\nshaped\"-then drew .. above.\nDigitized by Coogle\n\f1883.] Ezperiment8 in Tkougkt-TranVerence. 41\nNo. 16. ORIGINAL DRAWING.\nMr. Hughes and lIias E. :No contact.\nNo. 16. REPRODUCTION.\nlIias E. Baid; \"It Is Uke a mask at a pantomime,~ and immediately drew as above.\nDigitized by GoogIe\n\f42 Experiment8 in TkougM-TranBjerence. [Nov. 22, 1883.\nNO. 16. ORIGINAL DRAWING.\nMr. Hughes and MIss E. No contact.\nNO. 16. REPRODUCTION.\nDigitized by Loo\n\f","_id":516}