{"name":"Proceedings of the Society for Psychical Research 8890 4958","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_18_january_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, January 18, 1884","mylang":"de","content":"Jan. 18,1884.] .Report of the Literary Oommittee. 43\nPROCEEDINGS OF THE GENERAL MEETING ON\nFriday, January 18, 1884.\nThe sixth General Meeting of the Society was held at II, Chandos\nStreet, Cavendish Square, on Friday, January 18, 1884.\nPROFESSOR HENRY SIDGWICK, PRESIDENT, IN THE CHAIR.\nIV.\nSECOND REPORT OF THE LITERARY COMMITTEE.\nCommittee :-W. F. BARRETT, F.R.S.E.; CIIAS. C. MASSEY; REV. W.\nSTAINTON MOSES, M.A.;F. PODMORE, M.A.; and EDMUND GURNEY,\nM.A, and F. 'V. H. MYERS,'\" M.A., lIon. Sees.\nAbont a year has now elapsed since the first Report of the Literary\nCommittee was presented to the Society. During that period the\nCommittee has met 011 nearly 60 days, and its individual members have\ndone much work for it between the meetings. The time seems now to\nhave arrived when we may fitly give some account of the position in\nwhich our work at present stands.\nFirst, as to the Society's Library. Many books of value have been\npresented to the Society, and a lady, who wishes to remain anonymous,\nhas contributed £50 as the beginning of a Library Fund. A Library\nSub-Committee has been appointed, and a catalogue of our collection,\namounting at present to more than 300 volumes, has been published in\nPart IV. of our Proceedings.\nIt has been necessary so far to spend very little of the Society's own\nfunds on books, and the books thus purchased have been almost all of\nthem of a strictly scientific character. Among the books presented to\nus there is more variety; but on the whole, our collection contains a\nlarge proportion of rare and valuable works, which form a good invest-\nment, as for the most part they are already rising in price, and the\ngrowing interest in our su~jects is likely to induce a further increment\nin their value. It will be seen that we are particularly strong in the\nolder works on Mesmerism and Hypnotism, which contain many\nimportant observations, and are now very rare.\nOur Library, as we conceive it, is primarily intended for serious\nDigitized by Loo\n\f44 Report of th.e Litera,'!! Oommittee. [Jan. 18~\nstudents of psychical topics. We wish to bring it to a point such that\nno one who is investigating these subjects with any thoroughness may .\nbe able to neglect the advantages which it offers. But we desire also to\nmake it conveniently available for the less scientific reader, and we are\ngradually purchasing duplicates of such books as we find to be most\n()ften inquired for.\nWe shall be happy to receive suggestions as to books (especially\nforeign books and articles) which might advisably be purchased; and\nstill more glad to receive gifts of such books or donations to the Library\nFund.\nTo pass on to the more specific work of the Committee; the collection\nand examination of evidence.\nA series of meetings of the Literary Committee, occupying the\ngreater part of eight days, was held at the President's house, at\nCambridge, August 20th-27th, 1883. The evidence bearing on Phantasms\n()f the Living,-some 400 narratives which had been already printed on\nslips,-was then considered; and a resolution was passed, (and subse-\nquently approved by the Council,) entrusting to Messrs. Gurney, Myers,\nand Podmore the composition and publication of a book to be entitled\n\"Phantasms of the Living,\" to be published with the sanction of the\nCouncil, and as one of the publiea.tions of the Society.\nThe proposed scheme includes the apparitions at or about the\nmoment of death, which are one of the most widely attested forms of\nsuch phenomena. The persons whose phantoms are discerned at this\nlast hour may still rank among living men. But, even thus, our\nprojected work is intended, as will be seen, to deal with a small\npart only of the field which we hope in time to traverse. That field is\na. dark territory, and full of pitfalls, and the safest way of moving across\nit is not to leap, but to crawl. We wish to make each foot of ground\nsecure as we proceed, and never to lose our line of communication with\nfamiliar and established things.\nNow our Society claims to have proved the reality of Thought-\ntransference,-of the transmission of thoughts, feelings, and images\nfrom one mind to another by no recognised channel. of sense. And\nhere we find a starting-point from whence we can begin to consider\nall impressions which seem to be flashed from one human being to\nanother,---:1Jlumtas1ll8, as we call them, in order to include under a term\nmore general than plwntomB impressions which may be not visual only.\nbut auditory, tactile, or purely mental in character.\nWhile we deal thus with living human beings, we feel that we have\nbehind us a solid and increasing mass of experimental analogies, of which\nwe shall make the fullest use, and which will supply us, as we venture to\nhope, with at any rate something nearer to a true philosophy of\na.ppariti,ons than it has till now been possible to frame.\nDigitized by Coogle\n\f1884.] Report of tlte Literary Oommittee. 45\nSuch is the task on which we are engaged; and of which we hope\nin the course of a few months to present to the Society some consider-\nable instalment. As for the book itself, we shall aim at its publication\nin the course of this year; but the material grows on our hands, fresh\nproblems present themselves, and fresh inquiries are undertaken, till\nthe work which we once hoped to compress within one duodecimo volume\nseems now likely to extend itself over two volumes octavo.\nIn the meantime, the greater part of the narratives which form\nthe substratum of the forthcoming book, are offered in printed slips to\nthe inspection of Members and Associates in the Society's rooms.\nThose only are excepted which have been communicated under\nconditions which would make it a breach of confidence thus to submit\nthem to view.\nThe cost of these slips, which will amount altogether to some\nhundreds of pounds, is defrayed by a member of the Society, who:wishes\nto remain anonymous. Their convenience is manifest. They enable each\nmember of the Committee to study each narrative, and to record his\ncomment or criticism in the readiest way. It must, of course, be under\nstood that the fact of printing or exhibiting these slips does not imply that\nany conclusion has been arrived at by the Committee as to the precise\nva.lue of anyone of them. They are at present lying open to discussion,\nand we should be very glad to receive any comments, additional\nparticulars, parallel cases, &c., which IIDY members of our Society who\nstudy them may be disposed to write on the slips, or to send us. Most·\nof the slips already printed refer to phantasms of the living, but\nwe are also collecting and printing similar narratives relating to\nphantasms of the dead, premonitions, and other subjects, for future\nconsideration.\nThe labour involved in preparing these slips is very great. We\nca.lculate that over 10,000 letters have been written during 1883 in the\ncourse of the collection and verification of evidence. This may seem\nan extravagant number, and we trust that in future years the task will\nin some respects become an easier one. For the difficulty depends in\ngreat measure on the 'lWvelty of the inquiry, and consists in explaining\nto correspondents what is wanted, and in inducing them to hunt up\ndates, obtain corroborative signatures, &c., which in many cases they\ncan easily do when once they have been led to perceive the all-importance\nof accuracy and precision in narratives of this kind. Much time and\ntrouble have been expended on persuading correspondents to allow the\npublication of their names. We ourselves have, of course, the names\nof all our correspondents; but we naturally think it right to place the\nnames before the public whenever we are permitted to do so. Some\ncases, of course, there are where we should not think of requesting\nsuch permission; cases where some painful or intimate circumstance\nDigitized by Loo\n\f46 Report of tlte Literary Oommittee. [Jan. 18,\neonnected with the narrative makes anonymity plainly desirable. But it\nis not in these cases that our difficulties lie, but often in cases where\nthe story is one which our correspondent would be willing enough to\ntell at any dinner-table. For the fact is, that persons unaccustomed to\nseeing themselves in print suffer still in many cases from a kind of\nunreasoning timidity which makes them dread unknown consequences\nif they allow the public eye to rest on their own name printed in a\nbook, or on the name of their grandfather, or their mother-in-law, or\nthe husband of a former cook. Our correspondents' letters, their very\nprejudices, are sacred in our eyes, or we could give some amusing\ninstances of this coy reluctance in cases where no' human being could\nderive any annoyance if the whole story were in the newspapers at\nonce.\nMuch good has been done in this direction by the publication in\nthe Fortnightly Review of our first Report, containing a number of signed\nnarratives of apparitions. Not one of these narratives has been\nshaken, and not one of the writers has complained of any ridicule,\nnotoriety, or other inconvenience as following on the publication of his\nname and address in this widely circulated periodical But a wide change\nin this respect can only be induced by gentle and gradual persuasion;-\nwe must not associate Psychical Research. in the public mind with\nbrusque interrogation or rash ~trusion into the sacred places of\nmemory.\nAgain, a large part of this correspondence is of a nature which\ncannot make much show in any book or report. It has consisted in\nthe practice of the somewhat difficult art of courteous and unobtrusive\ncross-examination ;-in endeavours to elucidate points where it seems to\nus that there is a risk that our correspondents'memorymay have beendim\nor incorrect. We desire, of course, not only that all our narratives shall\nbe the bond-fidedepositions of trustworthy persons-(of that wethink we\ncan make sure)-but also that there shall be as few as possible of those\nlittle slips a.nd inaccuracies into which the most trustworthy person\nsometimes falls, and which if subsequentJy discovered are represented\n(sometimes very unfairly) as vitiating the whole account.\nAnd if to any of our correspondents we have seemed needlessly\npertinacious, irritatingly pedantic in our constant requests to them to\nlook out contemporary documents, to procure original signatures, to get\nthe corroboration of a second person, which often seems so needless to\na narrator, conscious that he is telling the exact truth ;-in short, to\nattend to minutUe on which we sometimes dwell so much that we may\nperhaps seem to have overlooked the main point of the narrative\naltogether ;-if we have seemed to inflict on our most useful informants\nin this way trouble which might have been spared, we would ask their\npardon, and we would assure therq that the result of this minute verifi-\nDigitized by Coogle\n\f1884.] Report of tke Literary Oommittee. 47\neation is by no means, as a rule, to throw doubt upon the narratives\nsent us, but much oftener to strengthen them in unexpected ways, and\nespecially to exhibit those undesigned coincidences with other accounts\nof the same kind, which help to show that we have got hold of a plexus\nof coherent phenomena, and not a mere bundle of isolated and indi-\nvidual fantasies.\nIt is, however, an unfortunate peculiarity of the hltman race that\nthey are very unwilling to answer many letters of inquiry on the\nsame subject; and as we have no means except persuasion of getting\nany answers from anyone at all, it may be supposed that to bring any\ngiven narrative up to the required pitch of accuracy and completeness,\nmay sometimes be a very tedious matter. But the very slowness\nand tediousness of the inquiry is in itself a safeguard, and correspon-\ndents who see how attentively we ponder over every expression which\nthey use, feel themselves thus invited to a careful precision of state-\nment which in many cases is really remarkable. A critic of the rough-\nand-ready school, indeed, will sometimes say to us, \"Get your witnesses\ntogether, put them on oath, and then I will believe them,\" but until\nhe offers to arm us with the powers of the law, \"to swear witnesses\nand call for documents,\" we shall permit ourselves to smile at his\nsomewhat crude conception of the way in which his fellow creatures\nwould be likely to behave when approached as he proposes to approach\nthem.\nBut although we do not present ourselves to our correspondents\nwith a Testament ready for ,them to kiss, and an oath to administer, we\ndo think it important to secure personal interviewl1 with them (at cdn-\nsiderable cost of time and trouble to ourselves, and sometimes, we fear,\nro them), whenever we can arrange such an interview without its\nbeing felt as an intrusion. It has been suggested by one or two critics\nthat this personal acquaintance is valueless in those cases where it has\nmerely been acquired for the purpose of the inquiry. We may reply\nthat a juryman's acquaintance with a witness is generally acquired in\nthe process of the inquiry to which that witness's evidence relates ;\nbut that nevertheless he would be but an indifferent judge who should\nconsider it unimportant whether thejury saw the witnesses or not. The\nfact, of course, is, thatin judging of men and women an interview of an\nhour or two, though it is not so good as a lifelong intimacy, is incom-\nparably better than nothing. It increases the sense of responsibility\nand gives the opportunity for much individual detail, which may have\nbeen thought too trivial for a formal correspondence.\nOn the whole, the trouble which we have taken in calling on our\neorrespondents has resulted in great satisfaction to our own minds.\nWe have found them decidedly not lacking in common-sense and ac-\ncuracy of mind; by no means ignorant of the possibility of mere morbid\nDigitized by Coogle\n\f48· Report of the Literary Oommittee. [Jan.18~\nhallucinationS ;-and, in short, distingui$hed from the mass of mankind\nnot at all by being more imaginative or more hysterical~ but rather by\ntaking somewhat more of interest than other people in the scientific\nacceptance of phenomena which they happen to have themselves.\nobserved.·\nWe are not to be understood as disparaging persons whose nervous\norganisations are abnormally sensitive, or as expressing distrust of e~­\nperiences which differ widely from those of ordinary mankind. We\nbelieve that from somee:x:ceptional, even from some morbidorganisations,\npsychical science has much to learn. Some such abnormal natures we\nare very glad to have encountered; and for certain experiments it is\nmuch to be desired that we should find more \" sensitives\" of every\nkind. But we are merely stating a simple matter of fact when we say\nthat the correspondents who have seen the apparitions which we have\nso far collected,have,for the mostpart, been persons of a perfectly healthy\nand normal type. We make ita rule (for instance) to ask each of them\nwhether they have ever experienced anything in the nature of a hallu-\ncination besides the special case which they recount, and in hardly\nany instances have they ever seen or heard anything else of the kind\nat all.\nBut this brings us to a point at which we shall have to ask of all\nour Members to render us all the assistance that they can. For it is\nnot enough, we think, for us to ask our correspondents who tell us of\ndreams that\" come true,\" and apparitions that coincided with deaths,\nhow many dreams of the same sort they have had which have not\n\"come true,\" and how many apparitions they have seen which have\ncoincided with nothing at alL This is necessary, but this is not enough.\nWhat we should like,-it is of course impossible,-would be to get a.\nregular census of death-dretloms and hallucinations, so as first of all to\nknow how many people in England had ever had hauntingly-vivid\ndreams of the deaths of relations, and how many people in England\nhad ever seen a human figure in the room when nobody was there.\nThen, next, we should like to know how many of these hauntingly-\nvivid dreams had \"oome true,\" and how many of these so-called hallu-\ncinations had been flruUlrtelling impressions, that is, had coincided with\nthe death or other sudden shock of the person whose image was seen.\nFor, when speaking precisely, we must give the name of ltallucinaticm8\nto all such images seen where no one is standing in bodily presence :_\nthough we may distinguish those hallucinations into the deceptive or\nmorbid hallucinations which are merely a symptom of diseased eyes or\nbrain, and the trutllrtelling, or, as we may call them, veridical halluci-\nnations whioh do, in fact, coincide with some crisis in the life of the\nperson whose image is seen, and which, therefore, as we contend,\nthough they are in one sense hallucinations, yet have some reality be--\nDigitized by Coogle\n\f1884.] Jltport of tl~ Literary Oommittee. 49\nhind them-some origin exterior to the eyes and brain of the person\nwho sees them.*\nWell, if we knew how many hallucinations of both kinds were seen by\nsane persOns in England in a year, and how many ofthose hallucinations\nwere trutl&-teUing, then we should be able to calculate in a very defini~\nway whether chance alone would explain all the coincidences,-whether,\nin fact, it was by mere accident that hallucinations ever told the truth.\nWe cannot, of course, make such a census complete, or such a calcula-\ntion definite. But, if only enough people will help us, we ought to be\nable to get at facts enough practically to put the matter beyond\ncontroversy. Provisionally, we think ourselves justified in proceeding\non the assumption that hallucinations of the kind with which we are\nmainly concerned-that is, IiOlitary hallucinations occurring only once\nin a lifetime, and not attributable to·any known morbid condition of the\npercipient's organism-are very rare phenomena: that they do not\noccur, let us say, to one person in a hundred. This assumption is con-\nfirmed by the best estimate of common experience that we were able\nto make without formal statistical investigation: and it is at least im-\nplied in all that has been published on the subject of hallucination by\nmedical writers. Still it is an assumption which may always be disputed,\nso long as it does not rest on a basis of carefully collected facts. Let us\nconsider how to ask for the statistics required in as precise a manner\nas possible. First, as regards dreams. Oertain dreams are sent to us\nwhich have turned out true, and it is argued that the dream, which\ncoincided with the event, was in some way caused by the event. Well,\nlet us consider what is the kind of dream which has a primd jacie look\nof being something more than mere ordinary nonsense or nightmare f\nIfI dream that a friend is dead, about whom I am in no way anxious\nat the time, and if that dream is unusually vivid, and so haunting that\nit continues to distress me not only while I lie in bed but for an hour\nor more after I have got up; and if it afterwards turns out that my\nfriend did die that night, then there is some primd facie reason for me\nto say: \"I felt that this was no (YI'dinaf\"\/J dream; and now it is proved\nthat it was no ordinary dream, for it has come true.\" If, however, it\ncan be shown that most other people habitually have dreams just as\nvivid and haunting as this of mine, which nevertheless do not come tru~\nat all, then I shall probably have to admit that my dream came true by\nmere chance, and was no proof of any subtle sympathy between my\ndying friend and myself.\nThe question about dreams, then, which we want asked of as many\npeople as possible is this: \"Oan you. recall that you have ever, in the\n,,-aurae of the last 10 years, had a dream of the death of some person\n• On thil subject see the interesting \"Tho11lhts on Apparitions,\" by the\nBishop of Carlisle, in the Contemp01'ary Reviem for January, 1884. .\nE\nDigitized by Coogle\n\fReport of tl~ Literary Oommittee. [Jain. 18,\nknown to you (about whom you were not specially anxious at the time),\nwhich you marked as an exceptionally vivid one, and of which the -dis-\ntressing impression lasted for as long as an hour after you rose in the\nmorning!\" And similarly as regards hallucinations. In order to find out\nhow common mere morbid hallucinations are we have asked the question:\n~'Have you ever, when in good health, and completely awake, had a\nvivid impression of seeing, or being touched by, a human being, or of\nhearing a voice or sound which suggested a human presence, when no\none was there 7\"\nThe reception which these questions have met with illl1strates\nthe dangersof what may be (:Qllad O'IJer-scrupulo8ity in controversy.\nOf course, we shol1ld have been pleased to get as many Noe8 as possible\nin reply to these questions; for if (as we are inolincd to think is the\ncase) only a V6'1\"IJ trmall percentage of people ever do have vivid death-\ndreams or morbid hallucinations of any kind, then, of course, our caseIiI\nof coincidence of dream or apparition with a friend's death .are all the\nmore valuable. But we were so anxious not to give any indication that\nwe welcomed the answer No, that we worded our questions in such a\nway that (as it turns out) most people thought that the only answer\nwe cared about was Y68. Our critics ridiculed us for eagerly collecting\nevery kind of dr~m' or hallucination that we could lay our hands\non, and swallowing them all whole. And our friends did not\ntake the trouble to tell us that they had had no hallucinations.\nThey gave as an excuse for not answering our questions that\nthey could only have answered No, which was the very\nanswer that would have been most welcome, and they only wrote to I1S\nwhen they lw,d some morbid hallucination to tell us of. We are\nthus in danger of getting results which are of no value as statistics,\nbecause the ordinary mass of mankind-who have not had\nhallucinations or death-dreams-think that we do not care for\ntheir answers. We must say more plainly, then, that we care\nfor all answers,-and for Noes fully as much as for Yeses,-and\nwe must earnestly ask each of our Members to take the trouble to\ncollect 25 or 50 or 100 answers for us. Let them simply send in the\nnumber of Noes or Yeses on a postcard, as the circular instructs them ;\nand then if there are any cases in any way interesting amongst the\nnumber, let them send also on a. separate piece of paper an account of\nsuch cases, as full as they are willing to make it.\nThis is a kind of help which we can hardly ask from casual acquaint-\nances-for it does, no doubt, involve some little trouble-flut we think'\nthat we are justified in urging the members of our own body to take.thiJI\namount of trouble for the ends which we all have in view. It is an\neminently good opportunity for the Societyto justify its own existence;\nfor the results, the importance of which we trust we have made clear,\nDigitized by Coogle\n\f,1884.] Report oJ'. the Literarv Oommittee. 51\ncan only be obtained by the active C<H>peration of a large body of\npeople, and, but for some such association as ours, might remain for\never unsought and unknown. If all our members, or even a quarter\nof them, would help as actively as some have already done, we should\nhave good hope of getting our questions answered, as we desire, by\n.50,000 persons;\nAnd, in truth, the need of a census of this kind (we must repeat) is\nconspicuous from a scientific point of view. The medical authors who\nhave written on hallucinations are necessarily extremely vague as to\ntheirfrequency, and for the most part content themselves with repeat·\ning a certain group of striking cases, without much attempt to determine\nwhether these are truly typical in character. No real attempt at col-\nlecting statistics has been made, and for our purpose statistics of hallu-\ncinationare of the highest importance; and the best chance of obtaining\nthese is to make an effort so decided as to attract for the moment at\nleast the attention of large masses of people, and to induce them to\nanswer the easily-answered questions which are here proposed. We\nhope that something of the collector's spirit may be aroused in many\nminds for the service of the inquiry, The collection of perfectly futile\nobjects for the mere collection's sake, which amused our grandfathers\nand grandmothers, has sunk now into the diversion of children. But the\n.instinct remains in their elders, and still prompts to many a collection\n()f butterflies or flowers, useless except as teaching accurate discrimina-\ntion to the collector. We would ask that some of this energy may be\ntransferred to a field where there is still a harvest more ample than\nthe labourers can gather ininamely, the collection ofdefinite psychologi~\ncal facts.\nWe want, then, the questions in the circular answered as widely as\n,possible. And we want also, as much as ever, well-attested narratives\n.of all kinds bearing on matters within our Society's scope. We find\nsometimes that someone who could give us a well-attested account of\nsome death-wraith orsimilar phenomenon, refrains from doing so because,\nas he says, CI You must have quite enough of such accounts at this stage\nof the inquiry to establish the fact in question.\" But in reality we\ncan never have too many of such narratives. And we can never have\nenougl6, so long as a well-attested fact of this kind is still spoken of as\n\"contradictory to experience\" i moreover, what we want to do is not to\nestablish facts mere]y, but to explain them i and in orderto make even\nthe first approach to explanation in a subject so strange and obscure\nwe want the widest possible range of narratives to collate and compare.\nEach narrative, besides its evidential interest as strengthening the\ncredibility of similar narratives, has its tlteoretical interest in enabling\nus to trace with greater clearness the links of connection which corre-\nlate one such account with another; the significant features which\nB 2\nDigitized by Coogle\n\fReport of tke Literary Cormnitiffe. [Jan. 18,\nmust be the basis of a true classification. To illustrate our meaning\nby a single point: Every detail as to the clothing in which any\napparition is seen is of value, asindicatiilg whether the phantasmal\npicture inay be more probably referred to the percipient's mind, or to\nthe 'agent's, or to some further source. We do not say that definite\nlaws can be laid down on such a point; but we do say that t1Us is the\nway in which the laws of such apparitions are to be sought for,-by the\ncollation of every scrap of evidence which bears on some perfectly\ndefinite problem, which must neCessarily have a solution expressible in\nterms of our existing knowledge, if only that solution can be reached.\nThis is merely one instance of the numberless questions which need\nthe collection and collation of great masses of evidence before any\nreally permanent or scientific treatment of them is possible.\nAnd those who aid us may feel that they are lending a hand to no\nslight or trivial undertaking. The very violence of the attacks 'which\na certain school of thinkers have made on our work may be fairly taken\nas unconscious evidence of the importance and novelty of the results\ntowards which our researches point. The school to which we refer is\nthat which insists, in tones louder sometimes andmore combative than the\npassionless air of Science is willing to echo or convey, that all inquiries\ninto man's psychical nature, all inquiries which regard him as possibly\nmore than a portion of organised matter, are no longer open, but closed,\nand closed against his aspirations for ever. For ourselves, we are far\nIndeed from retaliating either the contempt or the animosity which this\nable group of thinkers often express for us. Many of us have thought\n.at one time as they think now ; and have learnt to honour the courage\nwhich can face the worst, and which.scoms to feed with vain hopes the\ncreatures of a day. If we disagree with this school'-as we do funda-\nmentally-it is not that we dispute their ability or their patience in\ndealing with the facts on which they have concentrat.ed their aitention~\nIt is simply that we have taken pains to collect and master an immense\nmass of evidence, .hich they have not yet included within the scope of\ntheir inquiries.\nThey cannot complain of us for dogmatising, for we do not\ndogmatise. They cannot complain of us for invoking sentiment in aid\nof argument; for we have refrained, with a persistency which has per-\nplexed and disappointed some of ~ur supporters, from anything which\ncould possibly be construed into an ad captandum appeal to the friends\nof religion. All that can be complained of is that we are ready to take\nfacts as they come. But facts are facts, whatever view of the Universe\nthey make for. It is no blame to the materialist if theUniverse is &\nsoulless interaction ofatoms, and life a paltry misery, closed in the grave.\nBut neither is it any blame to us if the Universe is the field of spiritual\n.energies,and if \"highcapacious powers\" do in truth \"lie folded up inman!'\nDigitized by Coogle\n\f1884·1 A.ppendiJ: to Report of tlte Liter.ai\"!\/ Oommittee. 53\n.APPENDLXo\nWe give here one of our cases where the percipient is one who has never\nexperienced any other hallucination of the senBes, and where the coincidence\nof time is very close. It is from the Rev. Robert Bee, lA, Colin Street,\nWigan (curate of St. George's, Wigan) :-\nOn December 18th, 1873, I lett my house in Lincolnshire to visit my wife;s\nparenta, then and now residing in Lord Street, Southport. Both my parents\nwere, to all appearance, in good health whenl started. The nextday after my\narrival was spent in lei.surely observation of the manifold attractions of this\nfashionable seaside resort. I spent the evening in company with my wife in the\nbay-windowed drawing·room upstairs, which fronts the main street of the town.\nI proposed a game at chess, and we got out the board and began to play. Perhaps\nhalf-an-hour had been thus occupied by us, during which I had made several\nfoolish mistakes. A deep melancholy was oppressing me. At length I remarked:\n., It is no use my trying to play ; I cannot for the life think about what I am\ndoing. Shall we shut it u\\l and resume our talk 7· I feel literally wretched.\"\n\"Justasyou like,\" said my wife, and the board was at once put aside.\nThis was about haIt-past 7 o'clock; and aftar a few minutes' desultory con-\nversation, my wife suddenly remarked: \"I feel very dull to.night. I think\nI will go downstairs to mamma for a few minutes.\"\nSoon attar my wife's departure, I rose from my chair, and walked in the\ndirection of the drawing-room door. Here I paused for a moment, and then\nplB86d out to the landingof the stairs.\nIt was then exactly 10 minutes to 8 o'clock. I stood for a moment upon\nthe landing, and a lady, dressed as if she were going on a. business errand, came\nout, apparently, from an adjoining bedroom, and passed close by me. I did not\ndistinotly see her features, nor do I remember what it was that I said to her.\nThe form passed down the narrow, winding stairs, and at the same instant my\nwife came up again, so that she must have passed close to the stranger-in fact,\nto all appearance, brushed against her.\nI exclaimed, almost immediately, \"Who is the lady, Polly, that you passed\njust now, ooming up f \"\nNever can I forget, or account for my wife's answer. \"I passed nobody,\"\nshe said.\n\"Nonsense,\" I replied. \"You met a lady just now, dressed for a walk. She\ncame out of the little bedroom. I spoke to her. She must be a visitor staying\n·with your mother. She has gone out, no doubt, at the front door.\"\n.. It is impossible,\" said my wife. \"There is not any oompany in the house.\nThey all left nearly a week ago. There is no one, in fact, at all indoors but our-\nselves and mamma.\"\n\" Strange,\" I said; \"I am certain that I saw and spoke to a hdy, just before\nyou came upstairs, and I saw her distinctly pass you, so that it seems incredible\nthat you did not perceive her.\"\nMy wife positively asserted that the thing was impossible. We went down-\nstairs together, and I related the story to my wife's mother, who was busy with\nher household duties. She oonflrmed her daughter's previoul! statament; there\nwas no one in the house but ourselves.\nThe next morning, early, a ~legram reached .me from Lincolnshire; it was\nfrom my elder sister, and announced the aftlicting intelligence that \"our dear\nmoGher had passed suddenly away the night before; and that we (i.e., myselfan1\nwife) were to return home to Gainsborough by the next train.'\nDigitized by Coogle\n\f64 .Appendi:x to Report of the Literary Committee. [Jan. 18,\nI could scarcely realise the fact for a moment, and I forbear to attempt any\ndescription of my subsequent feelibgs. I have the consolation of knowing that\nmy mother was prepared for her end, a satisfaction to us'all in our bereavement.\nThe doctor said it was heart disease, whioh in a few minutes had caused her,\ndeath.\n.After giving somedetails of his arrival at home, and of the kindness of friends.\nMr. Bee oontinues :-\nWhen all was over, and Christmas Day had arrived, I ventured to ask my\nbrother the exaot moment ,of our mother's death.\n\"Well, father was out,\" he said, \"at the sohool-room, and I did not see her\nalive. Julia was just in time to see her breathe her last. It was, as nearly as I\ncan recolleot; 10 minutes to 8 o'cZock.\"\nI looked to my wife for a moment, and then said: \"Then I saw her in\nSouthport, and o!p.n now account, unaooonntably, for my impressions.\"\nBefore the said 19th of December I was utterly careless of these things; I\nhad given little or no attention to spiritual apparitions or impressions. I was\nutterly careless of these things.\nIn answer to inquiries Mr. Bee adds :-\nMy mother died in her dress and boots; she was taken ill in the street, and\nhad to be taken to a neighbour's house in Gainsborough a few paces from her own\nhouse. The figure resembled my mother exaotly as to size, dress, and appearance\nbut it did not reoall her to,my mind at the time. The light was not SO dim that\nif my mother had aotually passed me in flesh and blood, I should not have\nrecognised her.\nIn answer to the question whether this is the only case of hallucination that\nhe has experienced, Mr. Bee answers \"Yes.\"\nHe further adds :-\nThe gas'light over the head of the stairway shone within a frosted globe'\nand was probably not turned on fully.\nThe fact is, that there was ample light to see the figure in, but just as the face\nmight have been tnrned to me, or was turned to me, I oould not, or did not,\nolearly discern it. Many, many times, my regret and disappointment when I\nrecall this fact have been deeply felt.\nMrs. Bee writes to us as follows :-\nIf anything I can say to you will be of any use, I will willingly give my\ntestimony to all my husband hall said. I remember perfeotly 10 years ago my\nvisit to my mother's, and my husband's unacoountable restlessness on the\nparticular evening mentioned, also Mr. Bee asking me, after I had been down-\nstairs, if I had met a lady on the stairs. I said .. No, I do not think there is any\none in the house but us.\" Mr. ,Bee then said, \"Well, a lady has passed me just\nnow on the landing; she came out of the small bedroom and went downstairs ;\nshe was dressed in a black bonnet and shawl.\" I said, \" Nonsense, you must be\nmistaken.\" He said, \"I am oertain I am not, and I can assure you I feel very\nqlleer.\" I then went to ask mamma if there was anyone in the house, and she\nsaid no, only ourselves; still Mr. Bee insisted someone had passed him on the\nlanding, although we tried to reason him out of it.\nIn the morning, while we were in bed, we received a telegram stating that\nMrs. Bee had died suddenly the night before. I said at once, .. Robert, that was\nyour mother you saw last night.\" He said it was. When we got to Gainsborough\nwe asked what time she died; we were told about 10 minutes to 8, which\nwas the exaot time; also that she was taken suddenly ill in the street (wearing\nat the time a black bonnet and shawl) and died in 10 minutes.-MABY ANN BEE,\n\f1884.] Appendw to·Report of the Literar!l .Oommittee.\n. Now when the apparition is, like Mr. Bee's, a quite unique experience in\nthe percipient'slife, and where its coincidence with a death is as close as this,\nthe improbability of a mere chance coincidence is so enormous that it is hard\nto express it with anything like accuracy in actual figures.\nWe will, however, roughly show the lines on which such a problem would\nneed to be worked.\nLet us say that the percipient has had only 30 years of intelligent life,\nand that during those 30 years he has slept for nine hours a day. He has\nthen had 15 x 30 x 365=164,250 hours of waking intelligent life. Now, in\nthis space of time he has had ol&e apparition, which resembled his mother,\nand was within a few minutes of her death. Now if we say only that it was\nwithin the quarter of an hour in which death occurred, there are\nUi4,250 hours=657,OOO quarter-hours of life in which that apparition might\nhave come; so that the chance of its coming in the right quarter-hour was\n~m mra (keeping to round numbers). But this is on the supposition\nthat the oniy apparition which could possibly appear to him would be his\nmother's, or at least one which resembled his mother in general aspect as\nnearly as the phantom which he actually saw.\nNow visual hallucinations known to be morbid are by no means limited\nto the human shape; they are grotesquely varied in ways too numerous to\nmention. But, for the sake of argument, we are willing to assume (it is &\nmonstrous assumption) that one-tenth of all phantoma accidentally caused are\nlikely to resemble a lady in a blackbonnet and shawl. The chance, then, that\nan apparition of the right class (the old lady class) would show itself in the\nright quarter-hour (the quarter-hour of actual decease) will be l,S6'i',999Ulli II \".;••00\" '0\nis; or the chances against this happening to any given person will be over\n6i millions to one. That is to say, in order to explain satiafactorily Mr.\nBee's experit'nce on the supposition of accidental coincidence, it ought to be\nshown that there are something like 6i million adult Englishmen now living\nwho have had one single visual hallucin&tion of a very distinct sort in the\ncourse of their lives.\nEven if Mr. Bee's case stood alone, this result would be somewhat sur-\nprising. Of course it does 1I.Ot stand alone ; and if we take from our store,\nsay only nine more cases of equally close coincidence attending an appa-\nrition seen by an English adult now living, and not otherwise subject to\nhallucin&tions,-say, for instance, the cases on slips 55,92,229, 352, 382,\n602,627,628, 685,-we increase the improbability tenfold, and require that\n65,000,000 English adulta now living should have had a single distinct visual\nhallucination, to make it probable that in these ten cases the coincidence\nwould have accidentally occurred as it did.\nDigitized by Coogle\n\f06 . Note o,~ the E:ristellce of a '~Jfagnetic Sense.\" [Jan. 18,\nV.\nNOTE ON THE EXISTENCE OF A \"MAGNETIC SENSE.\"\nBy PROFESSOR W. F. BARRETT.\nThe experience of those who have worked with large magnets and\nof mell of science generally, is entirely opposed to the notion that\nmagnetism can be felt or can exert any good or ill effect on the human\nbody or other organism. Nevertheless, the statements of Reichenbach,\nGregory, Ashb~rner, and others seem to indicate that upon certain\n.sensitive\"subjects\" a magnet can produce a distinct and powerful\n.inHuence. The investigation of this question properly belongs to thE:\n\" Reichenbach\" Committee, _and has been referred to in their first\nreport; the object of the present note is merely to detail a few inde-\n-pendent experiments which I have recently made, whilst Mr. G. A.\nSmith was in Dublin.\nWhen a powerful electro-magnet was employed, Mr. Smith stated\nthat he distinctly felt\" an unpleasant sensation when he approached the\nmagnetic poles. The effect seemed to be most powerful when his temple\nwas nearly touching one pole ; except on one day, when suffering from\nfacial neuralgia, and then he appeared much mo~ sensitive in the\nface than in the forehead. The peculiar and unpleasant sensation\nproduced by the magnet he describes as slowly rising to a maximum\nin 15 or 20 seconds after the current has been sent round the coils of\nthe electro-magnet. In like manner the effect seemed to die down\nslowly after the contact was brokeh. Unknown to Mr. Smith, the\nCircuit was closed and opened several times, and the magnetism corre-\nspondingly evolved, ordissipated,the result being that there was. a fairly\n.accurate correspondence between the physical and the pSychical effect.\nThe faint molecular crepitation which accompanies the magnetisation\nof iron, and can be heard when the ear is very near the magnet,\nis, however, very apt to mislead the imagination. To avoid this,\nMr. Smith was placed at a distance where this faint sound could not\nbe heard, and he was then requested to walk up to the electro·\nmagnet, and, judging only from his sensations, to state if the current\nwere \"on\" or \"oft:\" The experiment was made 12 times succes-\nsively, and he was correct in 10 out of the 12 trials. Assuming the\nfact of Thought-transference, the imagination might, it is true, have\nbeen misled; but as I did not find Mr. Smith able at other times to\nrespond to my unexpressed will, it is hardly probable that my know-\nledge as to when the current was on or off would suffice to explain his\nDigitized by Coogle\n\f1884.] Note 0\" tke EzisiCllct of a \"Magnetic Sen8e.\" 07\nsuccess. Of course it would be possible for a trickster, using a concealed\ncompass-needle, to be able to impose on a careless experimenter; but\ncare was taken, and I have not the least reason to doubt the bona\nfoUs of Mr. Smith. Obviously the foregoing observation, which I\nhave thought it better to put on record, is of little vaJue unless corrobo-\nrated by a far more extensive series of experiments, conducted with the\nmost stringent precautions to avoid the creation of illusory effects.\nApPENDIX, added Marclt 12tlt.\nSir William Thomson has published in Nature for March 6th, 1884,\nthe report of an address on the \"Six Gateways of Knowledge,\"\ndelivered by him in Birmingham. In this address Sir William remarks,\n\"If there is not a distinct magnetic sense, I say it is a very great\nwonder that there is not,\" and he then refers to an experiment made to\ntest this point in the following words :-\n\"This experiment was carried out in a most powerful manner by Lord\nLindsay (now Lord Crawford), assisted by Mr. Cromwell F . Varley. Both of\nthose eminent men desired to investigate the phenomena of mesmerism,\nwhich had been ca.lled animal magnetism ; and they very earnestly set to\nwork to make a real physical experiment. They asked themselves, Is it con-\nceivable that, if a piece of copper can scarcely move through the air between\nthe poles of an electro-magnet, a human being or other living creature placed\nthere would experience no effect 1 Lord Lindsay got an enormous electro-\nmagnet made, so large that the head of any person wishing to try the experi-\nment could get well between the poles, in a region of exceSBively powerful\nmagnetic force. What was the result ofthe experiment 1 If I were to say\nfIOthing! I should do it scant justice. The result was marvellous, and the\nmarvel is that nothing was perceived. Your head, in a space tbrough which\na piece of copper falls as if through mud, perceives nothing. I say this is\na very great wonder; but1 do not admit, I do not feel, that the investiga-\ntion of the subject is completed. I cannot think that the quality of matter\nin space which produces such a prodigious effect upon a piece of metal\ncan be absolutely without any-it is certainly not without any-effect what-\never on the matter of a living body; and that it can be absolutely without\nany perceptible effect whatever on the matter of a living body placed there\nseems to me not proved even yet, although nothing has been found. It is so\nmarvellous that there should be no effect at all, that I do believe and feel\nthat the experiment is worth repeating ; and that it is worth examining,\nwhether or not an exceedingly powerful magnetic force has any P,8rceptihle\neffect upon a living vegetable or animal body. I spoke t.hen of a seventh\naense. I think it just pOBBible that there may be a magnetic sense. I think\nit possible that an exceedingly powerful magnetic effect may produce a sensa-\ntion that we cannot compare with heat or force or any other sensation.\"·\n• Upon this point a medical authority, Dr.W. H. Stone, published the following\nremarks four years ago :_U It appears that a similar question was longago asked\nof Faraday, when he was engaged on his diamagnetic discoveries by means of the\nDigitized by Coogle\n\f68 Note on the EJ:iBtence of a \"Magnetic 8el188.\" [Jan. 18,\nFor some time prior to Sir William's lecture experiments ha\"e been\nin progress in my laboratory, the object of which is to ascertain if any\nspecial and perceptible effect is produced upon any living organism\nby a powerful magnetic field. Large helices have been made to encircle\nthe head and limbs, and through them a strong electric current can be\nsent; so far nothing has been felt in my own case from the intensefield\nof magnetic force thus generated. I have also had the opportunity of\ntrying the effect of the enormously powerful magnetism generated in one\nof the larger sized \"Brush\" dynamo-electric machines. The machine\nwas dismantled, its revolving armatnre being remo'Ved, and the massive\npole pieces attached to the field magnets of the machine adjusted soo\nthat they clasped the head on either side. A current of great strength.\ngeneratedby a largaSiemens dynamo, was then sent through the magnets.'\nbut neither in my own case, nor in several others who tried was any':\nthing felt that could be attributed to a \"magnetic sense.\" The\ncircles indicate the poles of the pair of magnets and the crosses the\nsuccessive positions in which the head was placed.\nx\nx x\nx\nx\n®\nlarge magnet belonging to the Royal Institution. He stated that he had never\nbeen able to trace the slightest physiological e1fect, whether sensorial, motor, or\nhypnotio, on himself when using the strongest ,magnetio fields then attainable.\nIt is true that the disoovery of dynamo-magnetio maohines has placed at our\ndisposal currents of vastly greater electro-motive force and quantity than were\nthen available. With these the subject should, if at all, be patiently investigated.\nOne or two rather trivial facts, 8uoh as the inability of many persons of nervoUB.\ntemperament, of whom the writer is one, to sleep soundly in the north and south\nposition, and the singular vitality of magnetio treatment from very early times.\n. down to the present, are hardly strong enough to countsrvail the negativeevidence\nhere adduced. Still the subject, not being in direct contravention of any known\nsoientifio facts, deserves further investigation in a fair and dispassionate spirit.\nIt seems primafaciB improbable that so important a factor in ooemogony shouid\nbe otiose and inefRoaoious in its highest development-human life.\" Baron\nReiohenbach, a8 is well known, made numerous experiments on the effect of the\nposition of the bed onpersons of sensitive temperament. Hefound thatinvariably\nthe most pleaiant position and the most refreshing sleep was obtained when the\nhead was to the north and the feet to the south. These results were obtained\nwith persons he terms\" siok sensitives,\" but a much larger number of carefully-\nconducted observations on these and others are needful before any conclusions o~\nthe least weight can safely be drawn, as it is most important, but most difRoult.\nto exolude the effect of the imagination.\nDigitized by Coogle\n\f1884.] Note ola .thc Exisfence 01 a \"Magnetic Sel\/se.\" 59\nBut whilst the results were negative in this case, and doubtless\nwould generally be found so, yet Oharcot has shown that in certain\ncases of hysterical patients a transference of sensation from one side\nof the body to. the other is produced by magnetism. An apparent\nconfirmation of these results was obtained by Dr. Stone in the case\nof a patient of his at St. Thomas' Hospital. The case is recorded\nin the Reports of St. Thomas' Hospital, Vol. X., 1880, and the follow-\ning is the part relating to the specific effect ot magnetism :-\nJULY lsT.-Dr. Stone, thinking it probable that repeated examination by\nthis time might have put the patient on her guard, and roused an inclination\nto simulate, described minutely the e1fects obtained by M. Charcot with\nmagnets in her presence, intimating his expectation that the anreBthesia\nwould be transferred. This was the fil'.8t hint she had received, as all clinical\nobservations hadhitherto been made out of the ward. and the students had\nbeen enjoined strict silence in her presence. A magnet of eight large steel\nplates was placed in the bed beside the sensitive leg, and there left. It was,\nhowever, flfm-magneti&ed, and reallyonly an inert piece of steel. On the follow-\ning morning she answered clearly and with great simplicity ''that it had done\nnothingat all ; she did not know it was there.\" It was then taken away on\nBOme pretext, stronglymagnetised by means of a powerful electro-magnet,\nand returned to the ward apparently unchanged on the 3rd.\n7TH.-On its being simiiarly applied, after magnetiBation, the anresthesia\ndisappeared from the affected leg, but no alteration occurred in the other.\nThe chief points of interest of the case are, first, that the age, character,\nand simplicity of the patient precluded any suspicion of imposture; secondly,\nthat singular precautions were from the first adopted to preclude the p088i-\nbility of unconscious deception from the effect of \"expectant attention;n\nthirdly, the marked and unequivocal effect of magnetism. .\nThis case offers the most trustworthy evidence which has hitherto come\nunder my personal observation of the influence of the magnetic field on\nordinary sensation. It is materially strengthened, moreover. by an interest-\ning communication by Dr. Julius Dreschfield, in the British Medical J0'U1\"IUJl\nof August 14th. in which he shows the efficacy of the same great physical\npower in non-hysterical cases. Another valuable contribution to the\nphysiology of the subject is contained in the Joy\/mal of Anatomy and\nPhyriology for January, 1879, from the pen of Professor M'Kendrick, in\nwhich he demonstrates the fact that\" a portion of nerve stretched between\nthe poles of an electro-magnet, so as to touch each, will not excite contrac-\ntions in a muscle when touched by a copper wire during the p&B8&ge of the\ncurrent through the wire of the electro-magnet.\"\nIt is to be regretted that neither of these last writers affords any quanti-\ntative clue to the intensity of the magnetic field employed. Judging from\nthe proved phenomena of diamagnetism and those of the action on ~ht, the\nfield should be of considerable strength, but whether it acts most when\ndiffused or when concentrated requires further investigation. The unilate-\nraIity of nervous functional conditions certainly points to the hypothesia\nalready named of equilibrium more or leBS stable between the two halve.\nDigitized by Coogle\n\f60 Note on the Existence of a \"Magnetic Sense.\" [Jan. 18,\nof the nervous system, like that of a duplexed cablt.'. This is also confirmed\nin a physical point of view by the slow oscillations of transferred sensibility,\nwhich closely resemble those of a metronome pendulum, in which the inert\nDl88II is large and the unequilibrated moving force proporti(lnately small A\nfar less magnetic movement would also be competent to disturb such a\nsystem than one in more stable surroundings.\nFor fa.rther experiments I have constructed a large electro·magnet wound\nwith a belix of iron instead of copper wire. It developes a singularly spaciouB\nand regular series of curves even with a battery of moderate intensity. I\npropose also to excite it by means of a fine gramme machine which has\nrecently come into my possession. Whether the results ultimately prove\npositive or negative, it is clear that a sufficient primd facie case is made out\n•for further investigation.if.\nAlthough the magnet did appear to exert \"a marked and\nunequivocal effect\" on Dr. Stone's hystero-epileptic patient, yet it is\nobvious that a larger number of experiments, conducted with stringent\nprecautions, are necessary before any general induction can safely be\ndrawn.\n* Dr. Stone informs me that the trials he made with this magnet upon him-\nelf and other healthy individuals yielded no evidence of any sensory effect\npeculiar to magnetifm. It is chiefly with this elrotro-magnet, through Dr.\nStone's kindness, that the experiments of the Reichenbaoh Committee have been\nmade.\nDigitized by Loo\n\f1884.] The Stages of Hupnoti~JII. 61\nVI\nTHE STAGES OF HYPNOTISM.\nBy EDMUND GURNEY.\nOne of the first things which strikes the student of what is often\nloosely called the \"hypnotic\" or \"mesmeric\" state is this-that even\nthe simplest manifestations of hypnotism are wont to present not one\nstate but two, distinguished from one another by very marked character-\nistics. But the distinction, as usually drawn, has been of a very rough\nkind. As a rule, it has been noticed that good \"subjects\" first get into\na state in which many of them show great acuteness of sensibility, and\nin which all of them can be made to do or imagine very odd things; and\nthat from this they gradually merge into a state of profound sleep or\neven coma. Such were the stages as originally observed by Braid, and\nsubsequent investigation has done little to define them further. I am\ngoing to point out what appear to me grave deficiencies in this distinc-\ntionof states, and to attempt to draw a much more precise one. But,\nbefore doing so, it is necessary to refer to another mode of distinction,\nwhich, if not cleared out of the way, might greatly confuse us. In\ndiscUssions on hypnotism we continually find three types of condition\nrecognised-the cataleptic, the letltargic, and the somnambulic: the\ncataleptic being the condition where the limbs will remain in any\nposition in which they may be placed, without effort on the \"subject's \"\npart; the lethargic being the condition where the muscles are relaxed,\nbut abnormally liable to contractions and spasms uuder gentle stimula-\n~on; the somnambulic being the condition in which the \"subject\"\nexhibits the singular eccentricities of conduct associated with public\nentertainments. But though these are all real and important conditions,\nthey do not the least represent distinct state. ofthe individual, or distinct\nstages of ltypnotullt. For the peculiarities of muscular condition may\nquite well co-exist with that peculiar mental state which is described as\nsomnambulic. The cataleptic state, moreover, does not belong to normal\nhypnotism at all, but is a decidedly exceptional phenomenon, and can\nonly be considered otherw~ by confusing it with the mere ordinary\n'l'igidity of the limbs; and lLgain the effects of muscular irritability may\nbe locally produ~d, by hypnotic processes, in various parts of the body,\nwhile. the \"aubject \" remains in his normal waking state. On the whole,\nthen, this mixing up of physical and mental and of constant and\noccaaib~al-cha.racteristics, in a list which professes to sum up the fundlY'\nmeritPl.MmlS of hypnoti\/lm, seems extremely misleading; I!Jld ,in what\nDigitized by Coogle\n\f62 .TIle Stage8 of Hvpnotism. [Jan.18~\nfollows I shall speak only of cases where the mind of the \"subject\" is\nto some extent affected, and shall base my distinctions primarily on the\nconstant features which that mental affection displays.\nIf, then, the \"subject \"-the conscious individual and not merely a.\npart of his body-has succumbed to the hypnotic influence, if he has\npassed out of his normal waking state and crossed the threshold of\ntrance, then, before he reaches the profound sleep in which his mental\ncondition is a mere blank, there lie before .him two and only two\nmarkedly distinct states or stages, each of which however may present\nwithin itself a very large amount of variety. We may conveniently\ndesignate them as the alert state or stage and the deep state or stage.\nThese states a~, I believe, produced or producible in the ease of every\n\" subject\" who is sufficiently susceptible to hypnotism to be able finally\nto be put to sleep by it; but the question:will very naturally occurhow,\nif that is so, there can ever have been a doubt about it. How isit that\nthe character, and even the very existence, of the two states has escaped\ngeneral recognition 1 The answer is broadly this,-that, in the fim\nplace, each state admits of many degrees, and the characteristics of\neither of them may be only very slightly or only very transiently\npresented; and in the second place, unless special means are adopted, it\nis very easy to mistake the alert state for normal waking, and the deep\nstate for sleep. This will become clearer when the states themselves\nhave been further described.\nTo begin, then, with the alert state. This is the state in which a\n\"subject\" is when, after the usual preli~inary period of gazing fixedly\nat some object held near the eye, or of having passes made over the\nupper part of his person, and after the usual involuntary closure of his\neyes, the strain on his eyelids is released by a few touches and words,\nand he is restored to what may look quite like his natural waking con-\ndition. Sometimes, it is true, the difference is '\\\"ery marked, and he will\nsit with a vacant air, irresponsive to every voice except that of the\noperator, and clearly nol; in possession of his ordinary faculties. He\nmay be made to perform imitative actions and to obey commands in a.\nmechanical way; but his consciousness may be at a very low ebb, or (as\nsome have held) may have lapsed altogether. But even these cases will\nexhibit two characteristics of the alert stage which are also characteris-\ntics of normal waking :-the \"subject's\" eyes will be open and capable\nof seeing; and he will (almost invariably) prove sensitive to pain if he\nbe pinched or pricked. Very often, however, the resemblance to normal\nwakefulness is far closer than this; for the \" subject \" will be found to\nconverse with perfect comprehension, memory, and even humour. ·Wlu.\"re\nthen does the essential distinction of his state lie 1\nThe main point which can be observed atthe moment is that, tllOUgh\nperfectly capable of sustaining a conversation, he does not originat6\nDigitized by Coogle\n\f1884.] Tile Stages of Hypnotism. 63\nremarks. If not spoken to he will sit quiet, and, if simply asked what\nhe is thinking about, he will almost always answer\" Nothing.\" Perhaps\nit may be said that even this condition of passive vacancy is after all\nnot so very different from that in which a large number of our fellow-\ncreatures spend a large portion of their waking hours. If this be\nallowed, then we shall have to seek the essential difference' of the\nhypnotic condition, not in any feature which it immediately presents,\nbut wholly in two possibilities attaching to it, either of which demands\nappropriate treatment to become a reality. In the first place, if the\n\" subject\" be left completely to himself, he will rapidly sink into the\n'deeper state, and thence into hypnotic sleep, in either of which he will\nprove insensitive to any moderate amount of torture. Olearly the con-\ndition which leads rapidly and naturally on to further conditions of\nthis sort is not a normal one: it can never be said of a person in a\n'1'1.O'N'114l state, however sleepy he may be, that in two or three minutes\nhe will be in a condition when pins may be run into him, or the severest\npinches applied, without awaking him or 'evoking any signs of distress.\nThe passage into these deeper conditions, it should be observed, is often\nso rapid that the fact of their being reached througl~ tluJ alert stage may\nbe wholly unnoticed. The hypnotising process may carry a sensitive\n\" subject\" in a minute or less from a condition of normal waking into\nhypnotic sleep; and in such a case the \"alert\" period has been repre-\nsented only by the few seconds before his eyes closed. If he had been\ntaken in hand during those few seconds, and had been talked to or kept\nemployed, this passage into the deeper state would have been prevented;\nbut if he is allowed to follow the natural course without interferrmce,\nhe will simply be seen to go to sleep, and he must be awakened by the\noperator before ~ny phenomena can be exhibited. This liability to\nlapse, then, is one distinguishing characteristic of the alert state.\nIt is characterised, in the second place, by the possibility of obtain-\ning, while it lasts, certain special phenomena of an active sort. The\n\" subject\" can be made to do, and to continue doing, any action which\nthe operator commands, although he may be perfectly conScious of\nmaking a fool of himself, and may strongly desire to resist the command.\nHe can also be put under the in1luence of delusions-canhave his senses\ndeceived, so that he mistakes saltfor sugar, ammonia for,eau de Cologne;\nor can even be made to believe that he is in some distant place, or that\nhis identity is changed.* These are the common platform-phenomena;\n* It should be remarked that even here the necessity remain8 of 8timulating\nthe\" 8ubjeot \" from time to time, to keep him. going. When he is under a delu-\nsion, he will 80metimesgive long oonneotedaooonntB, ingreat part often fiotitious,\nas if he were following the oourse of a dream; but though very slight questions\nand oommentB will be enough to make him prooeed, he will not do 80 if left to\nsustain a oompJete monologue.\nDigitized by Coogle\n\f64 Tile Stages of H!lprloti8111t [Jan. 18,\nand as the very object of hypnotising a \"subject \" at all is usually to\nprocure some of them, and the possibility of procuring them is thus\npractically certain to be tested, it might seem that the recognition of\nthe abnormality of his state was in this case, at any rate, assured. But\nUlough this may be so during the course of the manifestations, it is not\nUDjrequently otherwise at their close ; and a \" subject\" who has been\nallowed, perhaps, to lapse into sleep, while others are being operated on,\nia often roused and 'even sent away, without its being observed that he\nhas been roused not into a state of normal wakefulness, but only into\nthe alert stage of hypnotism. To all appearance he is quite himself ;\nand, the performance being over, it does not occur to anyone to try'\nwhether he is still at the mercy of commands and delusions; while the\ngeneral stir and commotion prevent him from lapsing again into sleep.\nSo he' goes off home, acting and answering in a quite natural manner,\ntill the effect wears gradually off; or, as more often happens, he COD-\ntin'les to feel drowsy and headachy, goes to bed, and wakes up in his\n\\1sual condition next morning.\nPassing now to the deep stage, we find that this in tum is liable to\nbe confounded with a contiguouscondition, namely,.thegenuine hypnotic\naleep into which it tends to merge. It resembles that condition in the\nfact that the eyelids are closed ; that, if one of them be forcibly raised,\nt,he eyeball is found to be rolled upwards j in the general insensibility\nto pain and to ordinary modes of stimulation. And there exists here\nprecisely the same ::hance as we noted in the former case, that the\nparticular stage will escape detection. If the \" subject \" be left to him-\nself, he will have no opportunity to manifest its characteristics, but,\npassing rapidly through the period during which these might be evoked,\n,nIl soon lose consciousness and individuality in profound slumber.\nWith some \"subjects,\" moreover, the invasion of mental torpor is so\nrapid tltat it might be hard to fix and ~~ them in the genuine deep\nstage, even if the proper means were adopted. But many others, if\ntaken in time, after their eyea are closed and they have become\ninsensible to pain, but before sleep has intervened, will prove quite\ncapable of rational conversation j they are mentally awake, even when\ntheir bodies are almost past. movement, and when even, a simple com-\nmand is obeyed in the most languid and imperfect manner. The state\nis, however, harder to sustain at an even level than the alert one,owing\nto a stronger and more continuous tendency to lapse into a deeper\ncondition. In the alert state the\" subject\" can usually be kept going\nfor an indefinite time : in the deep state he usually shows an increasing\ndislike to being qu~stioned or meddled with.\nEnough, perhaps, has been said to show how the two stages of\nhypnotism may be distinguished trom normal waking on the one hand\nand from blank slumber on the other. But the marks which have been\n. \"\nDigitized by Coogle\n\f1884.] TI,e Stage8 of Hypnotism. 65\nso far given as distinguishing the two stages from one anotllM are by\nno means equally constant and precise. The closure of the eyes, the\ninsensibility to pain, the disinclination, amounting sometimes almost to\ninability; to move, are all in a general way characteristic of the deep\nstage; and to them mp.y be added a diminution of the irritability of the\nconjunctiva and of the susceptibility of the pupil to light, with irre-\nsponsiveness to any voice but that of the operator.\" But of these\ncharacteristics the only one which is invariable is the bodily torpidity.\nOlosure of the eyes is nearly iuvariable; but I myself have seen two\nwell-marked instances where the eyes remained wide open throughout\nthe period which, as judged by all other indications, was certainly the\ndeep stage. The irritability of the eye is sometimes only slightly\naffected. Insensibility to pain, though usual, is liable to still more\nfrequent exceptions, as also is the irresponsiveness to the address of\npersons other than the operator. Nor are these normal features of the\ndeep stage, even when present, entirely distinctive; as more than one\nof them are often also present in the alert. The irritability of\nthe eye may suffer marked diminution at the very beginning of\nthe hypnotising process.t Again, not only is insensibility of a\nlocal sort in the alert stage one of the commonest phenomena of\npublic exhibitions, when an arm or a leg is stitrened, and submitted to\nthe audience to stick pins into or otherwise maltreat; but even general\ninsensibility may superveno while the\" subject lJ is still open-eyed and\ncapable of actively responding to suggestions and commands. This is\nespecially the case if his attention.is strongly directed in some particular\nchannel; for instance, a \"subject\". who normally is sensitive in the\nalert stage, if while in the de6vstage he be ordered to do some particular\nthing when he wakes, and be then roused into the alert stage, wiJl often\nprove insensitive till the tl&ing i8 done. Similarly I have known a\n\"subject,\" who was quite sensitive before, become insensitive after, the\ncommunication of some strong impression. Being told that his sweet-\nheart was drowned, he expressed the resolution not to survive her; and,\nwhile in this heroic mood, he bore the severest and most continuous.\n• How little even the most elementary dittinotions between the two states\nhave been realised by high authorities, a couple of specimens from Heidenhain\nmay show. \"The pupil of a hypnotised person contracts energetically when light.\nfalls upon the eye.\" It is impossible that this sweeping assertion could have\nbeen made, had Heidenha\\n examined eyes in anybut the alert state. \"Hypnotised\npersons never fall down.\" This statement, it is true, he qualifies in a note by\nsaying that he has seen one person tall down. The fact, of course, is that in an\nenormous majority of oases(I myself have never seen an exoeption) the\" subject,,.\nif standing, falls downs a very few: seconds after olosing his eyes and lapsing into.\nthe deep state.\nt See (in addition to the observations of Braid, Tambnrini, and Seppelli), the\noase recorded by Mr. Stanley Hall in Mind, XXX., 1'.177.\nI'\nDigitized by Coogle\n\f66 Tile Stages of H!lpnotism. [Jan. 18,\npinching without a sign of sensation. In such cases the nervous energy\nis all, so to speak, concentrated into a single channel, in the performance\nof the task or the contemplation of the catastrophe, and there is none\nleft to feel with-just as it has happened to soldiers in the excitement\nof battle to be temporarily unconscious of woupds. Insensibility to\npain may also be present in the alert state, if the \"subject\" is put\nunder the influence of such a delusion as would naturally involve it,\ne.g., if he is made to believe he is a statue; and I have known insensi-\nbility, which originated in this way, continue for some little time after\nthe delusion was withdrawn, and another substituted-the phenomenon\nbeing the more remarka~le in that the\" subject,\" who had been receiv-\ning the most savage nipping with total indifference, actually shed tears\nat the memory of a fictitious nipping, which he was told had been\nadministered to him on the previous day. Closure of the eyes, again,\nmay be present in a state which in respect of every other symptom is\nthe alert one: indeed, unless the spasm which brings down the eyelid\nduring hypnotisation be relieved by some distinct local process, the eye\nmight naturally remain closed as much during the alert stage as during\nthe deep. Nor can we even account the bodily activity which may be\nevoked during the alert stage, in contrast with the torpidity of the deep\nonE', as a really sharp or essential distinction. The activity, it will be\nremembered, always has to be evoked ab extra, and often much against\nthe\" subject's\" inclination. If left to himself, he will sit as passive in\nthe former state as in the latter, and the one will insensibly merge into\nthe other. The difference here, then, might seem to be one rather of\ndegree than of kind; and the two states to be merely the less and the\nmore advanced stages on the path to complete torpor. I may add that\nthe advance of mental decline, where it can be marked, seems to be of\nthe same graduated kind. Thus a \" subject\" who, first in the alert and\nthen in the deep state, is assured that he is going to be hanged next\nmorning, will succumb to the idea with about equal readiness in both\ncases; and thc only observable difference will be that in the deep state\nhe does not seem equally to realise its gravity. A \"subject,\" for\ninstance, with whom I tried this particular experiment and who was\nrendered decidely grave when in the alert state, was chiefly occupied,\nin the deep state, with the half-jocular invention of dodges to avoid pain.\nBut, where the whole mental condition is so abnormal it is hard to\nregard such slight differences in the power of judgement as important\nor distinctive, or to regard them as other than steps in a single process\nof mental unhingeing.\nThe question then presents itself: Is there any distinction of kind\nbetween the two states-any single test by which we can make sure in\nwhich of them the \"subject\" is-any sort of phenomena, CJLpable of\n~nstant reproduction, which will draw a clear line between them, and\nDigitized by Loo\n\f1884.] Tile Stages of Hypnotism. 67\nnot merely represent a gradual and continuous decline of hypnotic\nwaking into hypnotic sleep 7 I believe that there is such a distinction ;\nand that the phenomena needed to establish it are to be found in the\ndomain of memory. And as memory will afford the means not only for\ndistinguishing the one stage of hypnotism from the other, but also\nfurther for distinguishing the \"hypnotic state\" as a whole from the\nnormal one, I may attempt to make my rapid sketch embrace all its\nvarious conditions, so far as I have been able to observe them.\nFirst, then, as to the \"subject's\" memory, when completely\nawakened from the alert state, of what has taken place during that\nstate. The degree of it varies with the number of times that he has\nbeen under the hypnotic influence.\n(1) A\" subject\" who is quite fresh to hypnotism has frequently\nsome remembrance, on waking, of all that he has gone through. Of such\nactions as are usually exhibited on platforms-imitative movements,\n'sneezing, laughing, jumping and the like-his remembrance is distinct;\nand he perfectly recalls not only the actions but the feelings of plloSBive\nacquiescence, or of surprise, or of repugnance, with which,he performed\nthem. A not uncommon description is that he felt as if he had two\nselves, one of which was looking on at the involuntary performances of\nthe other, without thinking it worth while to interfere. He also\nperfectly remembers such simple mental operations as the effort to recall\nhis name. Of performances which have involved more complex mental\nideas, and where his mind has been at the mercy of some concrete form\n()f delusion, his remembrance is dimmer. But still he will give some\naccount of parts played by him in imaginary scenes, or even when under\nthe impression that he was some one or something other than himself.\nIt is probable that the delusive impression in such cases has not been\n(}uite complete. For instance, a \" subject\" who, when awakened to his\nnormal state, remembered the fact of having been put to flight by a white\nghost, described himself as having in a sort of way known that it was\n()nly a handkerchief which the operator was flourishing, and yet as\nunable to resist the ghostly terror.\n(2) After a very short course of hypnotisation, these illusory changes\nof scene or of identity, and even the simple mental operation of trying\nto recall some familiar fact, are found to have left no trace on waking;\ngut the\" subject\" can still perfectly recollect the imitative and other\nactions\" hich he has performed in propria persona, and the sort of feel-\nings which accompanied them. It will be observed how curiously fatal\nthis fact is to Professor Heidenhain's theory that the actions of imita-\ntion, and of what he calls automatic \"obedience,\" which a hypnotised\nperson performs, are purely reflex and unconscious. For it is just of\nthese actions that the clearest remembrance is retained; and in fact, if\nthe\" subject\" has been made to perform a few of them after being\nF 2\nDigitized by Loo\n\f68 The Stage8 01 Hypnotism. [Jan. 18\nthrown into a. light trance-condition, and is then brought back to the\nnormal state, there has been absolutely no breach whatever in the\ncontinuous stream of his consciousness. He has passed through a strange\nexperience, and that is all. .\nThe memory of the events of the alert hypnotic state finds its\nprecise parallel in certain cases of natural somnambulism-a condition\nin which all actions are of course performed in propria per.O'l'I4, and\nwithout any externally-induced illusion. Somnambulism is, as a rule.\na decidely deeper state than the lighter stage of hypnotism; and\nmemory, on waking, of what has occurred in it is exceptional. I haTe,\nhowever, lately met with well-marked cases of it in two of my own\nacquaintance, who gave descriptions of their somnambulic experiences\nvery similar to those given by hypnotio \"subjeots.\" Though exceptional\nsuch cases are probably not absolutely rare; and it is the more curious\nthat Despine, Heidenhain, and others should have so hastily and\nsweepingly assumed that the funotion of true psychic memory is sus·\npended in hypnotism.\n(3) In my experience no true memory has ever been exhibited, on\ncomplete waking, of things which have been done or suffered in the deep\nstate. Nor am I aware of any published record of such an event.* The\nperformance, at the appointed time, of commands impressed on the\n\"subject\" when in the deep state hours-or even days before, is not a.\ncase in point. For though he feels impelled to do what he has been\ntold to do, he has no recollection of the fact of having been so told,\nand is at a loss to comprehend his own impulse. This is merely an\ninstance of the well-known phenomenon of cerebral (or as it has been\ncalled\" organio\") memory; but is interesting as taking place when the\nperson is otherwise in a completely normal state.\nSo much, then, for the conditions of the memory on complete\nwaking; next as to its conditions in thEl hypnotio states themselves.\n(1) Facts of the \"subject's\" general knowledge, his address, busi-\nness, recent employments, and so on, are remembered even in the deep\nstate, if that state is sufficiently marked and prolonged for some\namount of conversation to be sustained in it.\n(2) With a favourable \"subject,\" something that has happened\nduring one of the hypnotio states will often recur to the memQry on\nthe next occasion when that state is produced, though in the interval of\nnormality-amounting, it may be, to several days and nights-which has\nintervened between the two occasions, it has been completely forgotten.\n(The thing,however,must not be an action performed inlWOpna pef'BO'nff.,\nfor this-as we have seen above-would not be forgotten during the\n'Dr. Wyld, howe'l\"er, assures ma that he h:ls occa8ionally witneSlled the\nphenomenon.\nDigitized by Coogle\n\f1884.] TIle Stages of Hvpnotism. 69\nnormal state; nor connected with a delusive impression, for this-as\nwe shall soo below-would not be remembe,·ed on the recurrence of the\nabnormal state.) This recurrence may be made a 'test of the extreme\nrapidity with which a \"subject\" will, in exceptional cases, pass from\nthe alert hypnotic to the normal state-his attention being first arrested\nby a suitable incident, a few passes of the waking and \"clearing\" sort\n()bliterating all knowledge of it, and then a few more of the opposite sort\nbringing it back again to his mind, all within the space of a minute.\nBut the chief interest of this induced phenomenon of alternating\nmemory lies in its resemblance to what occurs in spontaneous conditions.\nEven ordinarydreaming occasionally presents this feature in anembryonic\nform-a dream-scene or dream-incident being often more apt to recur in\ndream than in waking moments. Not that the mere recurrence could\nbe taken necf'.ssarily to imply memory; but experiences are recorded\nin which the scene or incident, though one not associated with the\nwaking life, is distinctly recognised as familiar when it recurs, which of\ncourse does imply a sort of memory. Natural somnambulism may soom\nto present more distinct resemblances; and certainly, if one judged from\nexpressions used by thE' somnambulist, particular ideas which have made\nno part of the waking life are apt to recrudesce in the sleep-waking\nstate. As a rule, however, it would be hard to represent this phe-\nnomeno~ as involving more than a mere re-awakening into activity of\ncertain nervous tracts, which naturally manifest the fact of their ac-\ntivity by the same external results as on previous occasions. Even in\nthe rarer cases, which more strongly suggest the recurrence of the past\nevents as such, the presence of true psychic memory is more doubtful\nthan in hypnotism, or at any rate is harder to substantiate; for the\nvery tests which might substantiate it naturally tend to wake the som-\nnambulist, and so to put an end to the condition. Perhaps, therefore,\nthe clearest interest of the hypnotic alternations of memory is rather as\nillustratingthe spontaneous alternationsincasesof\"double consciousness,\"\nwhere a single individual lives in turn two (or more) separate existences.\nThere, as here, the transition may be almost instantaneous; and there,\nas here, while the memory of the normal state is continuous (its events\nbeing remembered even in the abnormal condition, just as we have seen\nthat the events of ordinary life are remembered in either of the hypnotic\nstates), the memory of the past events of any abnor1nal state lapses and\nrecurs with the disappearance and reappearance of that state.\n(3) If the phenomena mentioned under the last head are somewhat\nuncertain, it is otherwise when the condition intervening between two\n, hypnotic states of the same kind is not normal wakefulness, but an\nhypnotic state of the other kind-i.e\" when a deep state intervenes\nbetween two alert, or an alert between two deep states. I have then\nfound that (with certain well-marked exceptions to be mentioned here-\n.\n\f70 The Stages of H1Ipnotis~,. [Jan. 18,\nafter) the ideas impressed in the one sort of state are invariably\nforgotten in the other, and are as invariably again remembered when.\nthe former state recurs. Thus the\" subject,\" when in the alert state, is.\ntold something-some anecdote orpiece of ordinary information-which\nwe will call A. He is then thrown, or allowed to fall, into the deep\nstate with closed eyes, and is asked, \"What were you told just now 1\nHe is quite unaware wh¥ is meant, nor will the broadest hints recall the\nmissing idea. He is now told something else, which we will call B ; and\nis then re·awakened into the alert state. Being asked the same ques-\ntion as before, he at once repeats not B but A, and it is impossible to\nevoke in him any memory of B. Thrown again into the deep state, he in\na similar way recalls B, and A has once more vanished. Finally he is com-\npletelyawakened, informed that two things have been told within the last\nfive minutes, and offered £10 to say what either of them was-with a\nresult entirely satisfactory to the experimenter. Occasionally I have\nsucceeded in hitting a transitional moment at which botll things were\nremembered; but it was a sort of knife-edge, and the slightest manipula-\ntion or pause tending to deepen the condition brought about the\ncustomary separation and oblivion of the thing told in the alert state.\nThe phenomena seem singularly constant. I have obtained them\nwith a large number of \"subjects,\" and with three operators in three\n. different parts of England, two of whom certainly had no idea what\nresult I was expecting. They represent, of course, that clear distinction\nof the two hypnotic stages-as something more than mere continuous\ndegrees of a single tranc6-COndition-to which I have been leading up ;\nand the great rapidity of the transition, together with the sharpness of\nthe results, seems to make them as satisfactory indications of that\ndistinction as could well be imagined.\n(4) To the rule thus established, there are certain definite exceptions.\nIf the idea impressed in the alert state is a delu8'\/,on, involving either\na change of Bcene or a change of identity, it is not remembered in the\nusual way. A\" subject\" who has been made to believe himself else-\nwhere than in the room where he actually is, or to assume the part of\nanother person or of an animal, and who while under this delusion has\nbeen carried into the deep state, on returning from that state proves\nalmost always to be the natural self of the alert state, and refuses to\nbelieve that any idea of any sort has been impressed upon him. In the\nfew cases within my experience where this has not happened, and where\nthe delusory part was resumed when the alert state returned, it was\nnoticeable that the bare idea seemed to revive first-very likely as the\nmemory of the remark which had preceded and produced the illusion-\nand that then the illusion followed in the wake of the idea. Thus a\nboy who had been enacting the part of a fish on the floor, and who had\nbeen then thrown into the d~ep state and placed in a chair, was\nDigitized by Coogle\n\f1884.] TIle Stages of Hypnotism. 71\nbrought back to the alert state by gentle upward·passes. .He sat for\nsome seconds staring at the floor in a puzzled way, and then flung him-\nself down and recommenced the fish-like movements. Waking to the\nalert state by any Budden means always ensured forgetfulness, carrying\nthe \"subject\"· at once over that low degree of the alert stage where\nrecurrence of the delusion was possible. It may be added that though\ndelusive ideas are thus forgotten, yet if the same delusion be again\nsuggested in a general way, the cktails of the former one will be\nremembered. Thus a youth who had been impressed with the ideo.\nthat he was a schoolboy attending Brighton College, and that his name\nwas \"Gerald Hamilton,\" completely forgot this change of identity\nwhen he returned to the alert state in which he had undergone it; but\non being then again told that he was attending Brighton College, and\nasked his name, he gave it as Gerald Hamilton.\n(5) The next case is stranger still, though quite as definite. If in\nthe alert state any physical effect is produced by suggestion-e.g., if\nthe\" subject\" is made unable to flex his arm by being told that he\n. cannot do so-a further very marked effect is produced on his mental\npowers and memory, although there is no special sign that his mind is\npreoccupied with attending to his bodily symptoms. A boy's arm was\nthus extended; he became unable to talk rationally; and being set to\nread aloud, he did so in a stupid and mechanical way, and could not\nrecollect what he had read. He was now passed into the deep state,\nduring which his arm dropped; and on being recalled from this state,\nwas asked what he had been doing just before he went to sleep. He\nreplied that he was holding his arm out; but both forgot and utterly\ndenied the fact of the reading. Similarly the operations of opening 0.\npiano and picking out a tune on it, carried out by a \"subjeot\" while\nunder an impression that he could not unclench one of his fists, were\nclean forgotten after an interval of the deep state.\n(6) Any sort of argument or bothering has a singular effect in\ncausing the\" subject's \" mind to drift into a deeper dream-like state.\nThus, at the close of the experiment just mentioned, the\" subject\" was\npressed f!>r some time as to how his arm, which he remembered to have\nbeen stiff and extended, had dropped. While he was in a state of\npuzzle and worry, a sudden clap and call brought him instantly to a\npoint at which the whole circumstance as to his arm was completely\nforgotten; but being allowed to lapse quietly, he again recalled it. There\nare thus sub-divisions of recollective power within the alert stage itself.\n(7) We now come to an apparent exception of another sort. If the\nthing impreSsed on the \" subject's\" mind in the deep state is a com-\nmand, which he is to execute\" on waking,\" he will execute it as soon\nas he returns to the alert state; or, if allowed to work off his\ntrance in natural sleep, he will usually perform the act on\n\fTho Stago8 of Hypnoti8m. [Jim. 18,\nnormal waking; but if the act has been performed in the\nalert state, he will have no recollection of it when brought\nto his norlJlal state.* Such obediencl' is, however, no true\nexception to the rule that psychic memory of ideas does not extend\nfrom one state tQ another, any more than in the case above noticed\nwhere a \"subject\" obeys a command fixed for some distant hour: he\nfeels an impulse but does not remember its source. A singular point in\nconnection with this obedience is that it seems apt to fail in cases\nwhere a vivid and interesting idea is suggested at the same time as the\ncommand. Thus several \"subjects\" who were told in the deep state\nthat a fire had broken out at home, and that they must go and help to\nput it out, on being recalled to the alert state sat without moving, and\ndenied any impulse to do anything. The idea probably produced a\nstrong mental picture, which, in disappearing with the change of state\naccording to the rule above given, involved the further disappearance\nof the sense of obligation.\n(8) Obedience also fails in the following case. If a command has\nbeen imposed in the deep state, and the .. subject\" is woke into the .\nalert, but then, before he has time to perform i~ is put under a\ndelusion-this will suspend the performance of the act. Thus, a youth\nwho had been told that he was to put on his hat and begin reading the\nnewspaper, and had then been roused, was on the point of carrying out\nthe command, when he was suddenly told he was a chicken. He\ninstantly went down on the floor and began to cluck. He was then\nallowed to lapse into the deep state, and again brought out of it: he\nnow at once performed the order. In this particular instance the order\nwas not remembered in the second deep state, though carried out on\nemergence from it; the delusion had altogether obliterated it, as far\nas psychic memory was concerned. But this feature seems unsym-\nmetrical, and was found not to be constant-the delusion as a rule having\nno eff~ct beyond the particular sort of state in which it is induced.\nSuch in briefest outline is a sketch of the conditions of memory\nconnected with hypnotism, so far as my own observation has gone.\nBrief as it is, it may perhaps suggest matter of reflection as to theories\nwhich assume hypnotism to be a state of mere unconscious automatism,\non the ground that'no true memory ever exists of what happens in it.\n[All the experiments here mentioned were carried out as part of the\nwork of the Mesmeric Committee of the S.P.R.]\n* After what has been said above, it wi1l be readily nnderstood that perform-\nance in the alert state of commands given in the deep, and remembrance of\nimpreBBionB from one alertstate to another with a deep state between, are liable\nto be represented as performance or remembrance Of& fMking-i.e., on complete\nwaking into the normal state-owing to the ease with which the alert state may\nbe confonnded with the normal.\nDigitized by Coogle\n\f1884.] Report on Wells Sunk at Lockiltg. 73\nVII.\nREPORT ON WELLS SUNK AT LOOKING, SOMERSET, TO\nTEST THE ALLEGED POWER OF THE DIVINING ROD.\nBy W. J. SOLUS, M.A., D.So., Fellow of st. John's Oollege, Oambridge,\nProfessor of Geology in the Universi~y of Dublin.\nIn response to an invitation I made one of a party of investigators,\nwho on the 14th of May, 1883, proceooed to the little village of\nLocking, to conduct an inquiry into the alleged phenomena of\nII dowsing,\" ''rhabdomancy,'' or divining forwo.ter. Our party consisted\nof Dr. Burder, the esteemed President of the Bristol Naturalist's\nSociety, a lady who was believed to possess the power of divining,\nMr. Pope, Mr. Pease, and others. I accompanied them as a pro-\nfessional geologist to determine the geological conditions under which\nthe experiments were to be made.\nAt Locking we were introduced to the II dowser,\" Mr. Thomas\nYoung, an aged and experienced man, who for 50 years had been\nengaged in finding underground water, and with admitted success. He\nshowed us the whole modus operandi of his art; and we were told to\nparticularlynotice that, at the critical moment, the dowsing rod turned\nof itself, without any pressure being exerted by the fingers of the\ndowser; on this point, however, it was the general opinion that the\ndowser was mistaken. Dr. Burder and myself are positive that every\ntime the rod turned we plainly discovered a corresponding movement\nin the fingers of the dowser. Not only Mr. Young, but Mr. Lawrence,\na dowser of great local reputation, lay great stress on the fact, as they\nassert, that the movements of the rod are not governed by the move-\nments of the fingers, and also that it turns independently 01 their\n. volition, in fact, even in spite of their willing to the contrary. As to\ntheir volition of course I am unable to speak, but I am confident from\nwhat I observed, that the sole immediate cause for the turning of the\nrod is to be found in the muscular contraction of the hand of the\noperator.\nWe found Mr. Young very frank and communicative; one of his\nstatements was to the effect that when the dowser walks backwards\nover the water he is in search of the rod turns downwards, while on\nwalking forwards, it always turns upwards! A psychical fact so extra-\nordinary that it seems worth while to put it on record. Mr. Young\nshowed a close acquaintance with the ways and habits of underground\nDigitized by Coogle\n\f74 Repm·t on We1l8 Sunk at Locking. [Jan. 18,\nwater. He told us that in the district about Locking it always flowed\nfrom east to west; moreover he actually showed us the natural spring\nfrom which the underground water issued which he had previously sunk\nupon at a point nearer its source, to obtain a supply for an adjacent\nfarmhouse. With so much real knowledge the use of the \"rod\" seemed\nsuperfluous, so I ventured to inquire whether he would regard it as 1\nmorally wrong to make use of his evidently practical knowledge to\nassist him in the discovery of springs. He replied, certainly not. ,\nbut that \" he would be nowhere without his rod.\"\nWe were now to put the dowser's skill to a practical test. A\nfield on the alluvial plain, which extends from Locking to the\nBristol Channel, was selected for the experiment, and on this the\n\" dowser\"· was to indicate two spots, one beneath which water should\nbe found, and another where it should not. Through these spots shafts\nwere then to be sunk, and the prediction verified or not. In order to\nsimplify the conditions of the experiment, Mr. Pease requested the\ndowser to operate blindfolded, but to this he absolutely refused to\nconsent. This was very unfortunate, as the trial became one rather of\nthe skill of the dowser than of the truth of dowsing: and I noticed\nduring the trial that the dowser made very good use of his eyes. Look- 1\ning about, he walked direct to one side of the field, without using -\n.his rod i-not wandering as one might have expected, rod in hand,\nhither and thither, in blind search for an indication. Arrived at the\nplace he had chosen he used the rod over a line of march some 20 or\n30 paces long, and as he did so the rod plunged vertically upwards at\na spot where he then asserted water would be found. He repeated the\ntraverse further down the field, in the same manner and with the same\nresult. This he did again and again, and so produced the impression\nthat a stream of water was flowing towards the sea beneath our feet,\nand along a line indicated by the successive points which he indicated\nby the rod. We therefore asked him to dowse along the length of the\nstream instead of finding points over it by traverses, and this he very\nwillingly did, walking in an undulating manner over what he gave us to\nunderstand was the course of the stream. Finally, we requested him\nto make a fresh traverse and to indicate the spots whereJligging was to\nbe commenced. He did so, and at our sUllgestion selected a place\nabout 20 paces to the north of a ditch or \"rhyne\" which flows\nthrough the flat, as that where water would be found, and another 15ft.\nnorth of this, where he stated it would not.\nWe determined the position of these places in a way that left no\npossibility of changing them, and made arrangements for pits to be\nsunk by the dowser and his assistants. The supervision of the work as\nit proceeded was deputed to me.\nBefore proceeding further with an account of the experiment we\nDigitized by Coogle\n\f1884.] Report on Wells Sunk at Locking. 76\nmay consider the nature of the case we are about to try. It is the\nprediction of a practical man, skilled by experience, opposed to that.\ndrawn from the generalisations of science.\nThe dowser predicts that in one of the pits now to be sunk we\nshall find water, let us call that the + well; in the other we shall not,\nwe will call that the - welL As a geologist I predict that we shall\nfind water in both or neither. The dowser does not give reasons for\nhis prediction; for mine they are the following.\nThe field we have selected for the experimonts is part 9f the great.\nalluvial flat which borders the eastern side of the Severn and Bristol\nChanneL Sinkings have frequently been made in various places\nthrough this flat, and I can therefore state beforehand that sand will\ncertainly be met with in both wells, and will certainly furnish some\nwater to both. Gravel may possibly be reached, and if in one, probably\nin both wells, and then both will yield water freely.\nI now proceed to give an account of the observations made on tho\nwells. as I visited them from time to time during their sinking.\nMay 22nd. Verified the positions of the wells. The + well had\nbeen sunk lOft., and contained 6ft. of water; the - well had been\nsunk 5ft. and contained 1ft. of water.\nJune 1st. The + well was now 16ft. deep, and contained a good deal\nof water, eight or nine feet; water was still trickling in from the sides.\nAs work had been suspended in this well, water had had time to\naccumulate. The - well was 20ft. deep, and contained Hft. of\nwater. Water was trickling into it, but not so fast as into the other.\nThe well-sinkers said that this Hft. was merely surface water. A bed\nof peat 14ft. from the surface had been struck in both wells.\nJune 15th. Visited the wells. but found that the work of sinking\nwas suspended. The + well indeed had been abandonded owing to the\ncaving in of the sides. The - well had been timbered down to 20ft.~\nit was 22ft. deep, and water was slowly dripping into it.\nJune 18th. Received a letter from Mr. Hellier, the bailiff of the\nestate, stating that the real depth of the + well was 17ft. 6in., and\nthe depth of water in it 9ft. The - well 20ft. with 4ft. 6in. (if\nwater (these numbers are for Friday, June 15th). .\nJune 24th. Commissioned my friend and pupil, Mr. F. P. Evans,\nto visit Locking. He reported that the water stood in both wells at.\nprecisely the -same height, viz., 5ft. 4in. below the level of the field.\nSo that the + well contained 12ft. 2in. of water; the - well 14ft.\n8in. of water.\nThe reports from the 16th June to the 24th require some comment.\nOn Thursday, the 14th, the men were sinking, consequently on that\nday the - well was dry; on the 15th, Friday, work having ceased for\n24 hours, it contained 4ft. Gin. of water; on Saturday, the 24th (and\nDigitized by Coogle\n\f76 Report M Wells Sunk at Locking.\nmay be several days earlier), it contained 14ft. 8in. Thus the well\nwhich should not have furnished any water could not by any perversion\nof language be called \"dry.\"\nJune 28th. Mr. Hellier writes, saying that the men have sunk\nthrough the clay and found black sand, in which they have sunk 8ft.\nOn making a subsequent visit'1 found that this black sand, was a\nfine arenaceous clay.\nJuly 9th. Paid an unexpected visit to Locking; 1 was expected\nthe previous Saturday; work had been suspended, but one of\nthe sinkers, 9'eorge Gale, was still there. He told me that they had\nbeen sinkingon Saturday, the 7th, and had \"kept the water down, for\nme to see everything!\" On the 8th, Sunday, water, so he said, had\naccumulated to the extent of about 4ft.; on Monday afternoon,\nwhen 1 took measurements myself, there were 12ft. of water in\nit. So that 12ft. had accumulated in 48 hours. 1 made a thorough\nexamination of the shaft, descending as far as the water, and examining\n,the nature of the sides. The deposits passed through were as\nfollows :-\nBlue Silt\nPeat\nBlue Silt, becoming sandy lower down.••\nRed Clay •.•\n1 Trias\n14ft.\n1ft., or In. 6in.\n8ft.\n,5ft. or 6ft.\nThe sinker told me they had sunk to 29ft., in which case the\nred clay would have been penetratied to the depth of 6ft. If this\nred clay is Trias, then Trias must be beneath both wells, and the bottom\nrock being the same in each, the dowser must have calculated on the\npresence of gravel in the + well, and its absence in the - well, if he\nmade his prediction on scientific grounds.\nWater was streaming from the sandy sides of the - well just as 1\nhad seen it issuing from the sides of the + well on June 1st.\nAugust. Mr. Metcalfe visited the wel!s for me and found the water\nstanding at the same level in each.\nThis record of observations seems to me to completely\nverify the prediction made on the scientific side that tho\nbehaviour of the two pits with regard to furnishing water would\nin all probability be the same for each. The dowser attributed the\nwater in the-well to an outflow from the +, but this is of course\nan excuse made after the trial had ~n completed, under conditions\nto which he had himself assented; and an excuse which is without any\nrational basis. For if the rock between the - and + wells is so\nporous that water can stream through it from one to the other (and the\nincrease implies this) then the rock between the two, and necessarily\nDigitized by Coogle\n\f1884.] Report on Wells Sunk at Lockillg. 77\nsurrounding the two, will be water-bearing, and would furnish water tG\nboth, and thus would have supplied the - well if the + one had not\nexisted.\nThe tenant who farms the estate said he had Been the water flowing\nfrom the + to - weIll The dowser and his assistants confined them-\nselves to asserting that it went into the - well from the side nearest\nthe + well, as indeed, from my own independent examination, I can\nconfirm it did ; at the SIl.Dle time it trickled in from the other sides,\nthat farthest off included, quite as freely.\nTo me, therefore, it appears that the case of the dowser has\nconspicuously failed, and I attribute it to the fact that the dowser's\nexperience has throughout been gained and employed in the finding\nof water, not in ~eeking for dry places, As to his ability to discover\nunderground water, these experimentssimply confirm general testimony\nwhich is unanimously in favour of his powers. That these powers are\ntotally independent of the use of the rod is, I think, proved by the\nfollowing considerations. For the sake of argument, let ns assume thst\nthe dowser is physically affected by the presence of water beneath his\nfeet. The action between him and the water will take place in &\nstraight line, drawn from him to it. On the analogy afforded by\nphysical forces, the force of the action will vary directly as the mass of\nthe acting bodies and inversely as the square of the distance. Let a\nbe the + spot marked by the dowser, and b the - spot, distant\nfrom each other 15ft. Let c be the position of a stream of water,\n20ft. vertically below a\na\n\"\n----------------\nc\nJoin c, b.\n• • m m m m\nThen the actlOn at a will be a c~ = 400, and at b b(j2 =576:\nSo that if the action at a be represented by 1, at b it will be I-H,\nor about j.\nNow, if a force of 1 causes the rod violently to assume the upright\nDigitized by Coogle\n\f78 Report on Wells Sunk at Locking. [Jan. 18,\nposition, surely one of i should have some appreciable effect, whereas\nthe rod shows no sign of agitation, remaining quite unconcerned, till a\nis reached.\nAgain, we have stated the case here far too favourably for the\ndowser, for the underground water is not all concentrated at c; it is\ndiffused throughout the alluvium, the underlying deposits are all moist,\nand the diffused water will act upon the dowser as well as that concen-\ntrated in one place. The action at a, therefore, is :-\n1 + influence of the diffused water = X, and at b: § +\ninfluence of the diffused water = Y, and the difference between\nX and Y is much less than 1.\nMoreover, on many occasions, the underground spring exists at a\nmuch greater depth than 20ft., and yet affects the dowser when he\nstands vertically over it. Its influence in thelia cases must be often\nless than the !- in our experiment, yet it makes itself decidedly felt.\nThe dowser is naturally possessed of much mother wit, and he has\na large experience of the behaviour of underground water; but his\nwonderful rod has no more magical power than the gold-headed cane of\nthe medical practitioner of the last century.\nNOTE BY 'EDWARD R. PEASE.\nWhilst agreeing on other grounds with most of the conclusions\nwhich Professor Sollas sets forth in his very able report, I canno; feel\nhis complete c,?nfidence in)he conclusive nature of this particularexperi-\nment. In September I '-ent again to Locking, and had both the wells\nemptied of water. The + well I found now to be a mere hole Bome 10ft.\ndeep, whilst the - well was a carefully-timbered shaft 24ft. in depth. I\nmade minute observations of the rate at which both wells filled with\nwater, but during the course of them the sides of the + well caved\nin and filled it to the depth of 2ft. This almost destroyed the value\nof the measurements, and I was not able to repeat them. But in so far\nas they have any value, they seem to show that the + well filled more\nrapidly than the - well, although its depth was so much less. The\ntenant of the farm told me that the water in the + well was of better\nquality than thatin the - well. '\nDigitized by Loo\n\f1884.] Report on We1l8 Sunk at Locking. 79\nVIII.\nTHE DIVINING ROD.*\nBy EDWARD R. PEASE.\nThe Art of Divining has long been considered by men of science\nand by the general public as one of the Black Arts, which alone has\nliIurvived in remote villages and amongst uneducated mining popula-\ntions. Unlike the others, it is considered a harmless superstition that\npreys only upon men's pockets, and does not imperil their liberty or\ntheir lives. Therefore the strong arm of the law has neglected to ex-\ntirpate it, and we are able to examine the only living example of a class\nof superstitions that flourished many centuries ago.\nThis is the commonly-held view of the matter. But a little investi-\ngation discloses the fact that belief in the power of the divining rod is\nby no means confined to remote villages and to ignorant persons. The\nevidence of its value is strong, and it comes from unexpected quarters_\nThe Divining or \"Dowsing\" Rod is a V shaped twig, commonly of\nhazel, from 1 to 3ft. in length, and from a quarter to half an inch in\ndiameter. It is firmly grasped by the two ends, one in each hand, and\nthe .. dowser\" walks carefully over the ground to be tried, holding the\nrod before him. When he comes upon a spring of water the rod moves\nas if of its own accord.\nIn England the rod is used for seeking for water chiefly in the\nsouth-western counties. It is employed also in the United States, and\non the Riviera. In Oornwall and Oalifornia it is used to discover\nveins of metallic ore, and in Pennsylvania to find mineral oil.\nA rod is the most natural symbol of authority, and hence at all\ntimes and places, those who lay claim to occult powers are found to use\nsome sort of magic wand. ,\nBut the divining rod which we are now considering, is a forked rod,\nand the fork is its essential feature. We must, therefore, disregard all\n• LIST OF WORKS CONSULTED.\n\"Jacob's Rod.\" Thomas Welton, London. 1870. (1)\n----\" CllriOUS Myths of the Middle Ages.\" Baring Gould. 1872.\n\"Myths and Mythmakers.\" Professor Fiske. BO&ton, 1873.\n\"Proceedings Bristol Naturalists' Sooiety.\" Paper by MeslIl8. Tawney and Pass,\n1874.\n-\" The Divining Rod.\" Charles Latimer, Cleveland, U.S. 1876.\n\"Psychological Review.\" Paper by Mrs. de Morgan. September, 1879•\n.. Cornhill Magazine.\" January, 1883.\n\",\"\" Nature.\" Paper by E. B. Tylor, May 17th, 1883•\n...... \"The Divining Rod.\" By Rossiter W. Raymond, Ph.D. Read.at Boston Meeting\nof the American Institute of Mining Engineers, February, 1883.\nDigitized by Loo\n\f80 The Divining Rod. [Jan. 18,\nevidence of the use of A simple rod, whether by ancient peoples or by\nsavages, and confine our attention to the comparatively modern custom\nof using a forked divining rod. A work on the art and science of\nwater-finding, published in Orleans in 1569, contains no allusion to it.\nalthough in some places it must have been known at that date.\nMelancthon, who died in 1560, is one of the earliest writers on the\ndivining rod, and he explains its power by the then common theory of\naffinities. Agricola, the great German mineralogist of the first half of\nthe 16th century, also wrote on it at considerable length, and was by\nno means a believer in its efficacy.\nFrom this time till the end of the 17th century, the rod was\ncommonly employed for many purposes throughout the West of\nEurope, and the writings of philosophers and enthusiasts are numer-\nous and bulky. Mr. Raymond, of New York, in his pamphlet, to\nwhich I shall refer more particularly hereafter, enumerates some 46\nworks, by nearly as many different writers, all published in the century\nand a-half preceding the year 1701.\nDuring this period, especially towards the end of it, the foremost\nphilosophers of the age, princes and noblemen, and Church dignitaries,\ndebated, and experimented, and quarrelled over the existence or non-\nexistence of this mysterious power, over the various explanations\npropounded to account for it, over the honesty or trickeries of celebrated\ndiviners.\nThe Baron and Baroness Beausoleil were amongst the earliest\ndevotees to its cause. The Baron was \"undoubtedly, one of the fore-\nmost mine-engineers of his time.\" He was made comptroller-general\nof the mines of France, Hungary, the Papal States, and other countries,\nand he travelled allover Europe studying the subject, whilst the\nBaroness published books on the use of the rod. They obtained wealth\nas well as fame, but were accused of sorcery by their enemies, were\nimprisoned by Richelieu, and died in poverty about the year 1645.\nAmongst other writers of the period Mr. Raymond mentions\nRobert Boyle, who in 1666 brought the subject bp.fore the Royal\nSociety.\nIn 1692 comes the celebrated case of the murderers tracked\nand discovered by Jacques Aymar. The story is so well known that it\nis not necessary to dwell upon it here. It may be found in the\nCorn\/till .ilfagazine for January, 1883, and is fully discussed by Mr.\nRaymond in his pamphlet. Aymar attained great fame by his success,\nbut he conspicuously failed when tested by Prince Conde; and was\nobliged to retire into private life.\nIn 1701 the use of the divining rod was condemned by the Inquisi-\ntion, and for some time we hear but little about it. In 1780 a Dr.\nThouvenel experimented with a diviner of Dauphiny, named Blaton,\nDigitized by Loo\n\f1884.J 'The Divz'ning Rod. 81\nand published a memoir in its favour, which created much sensation.\nBleton was tested by other scientific men, but without success. The\nexperiment of blindfolding him was repeatedly tried, and the indications\nof his rod were, under this condition, proved to be fallacious. Penet,\nwho lived at the beginning of this century, was another celebrated\ndiviner, who professed to discover coal and hidden metals. A commis-\nsion of savans tested him for three days at Padua, but failed to obtain\ngood evidence of his alleged powers, and afterwards he was detected\nwhilst examining at night the enclosure where an experiment was to be\nmade.\nIt would seem, therefore, that the claims of diviners were carefully\ninvestigated by competent men of science at intervals during the 17th\nand 18th centuries, and that they uniformly failed to elicit satisfactory\nresults. The domain of science was then mapped out far more imper-\nfectly than it is at present, and therefore alleged facts of an\nextraordinary nature were examined with an absence of prejudice\nwhich it is impossible now to obtain. We must therefore in my\nopinion, attach considerable weight to the negative results of these\ninvestigations.\nDuring the last few years the art of divining has attracted fresh\nattention, and a number of articles and letters about it have appeared in\nvarious newspapers and periodicals.\nA member of the Society for Psychical Research, Mr. E.\nVaughan Jenkins, of Oheltenham, has made a most valuable collection\nof contemporary evidence, which is an unique and most important con-\ntribution to the literature of the subject, and which, with great\ngenerosity, he has placed at the disposal of the Society.\nHe has communicated with various profesl:lional diviners, and has\nobtained reports of their operations from landowners, architects,\nbuilders, and other persons, who are entitled to speak with authority.\nOoncerning one of the best known of the professional diviners, John\nMullins, of Oollerne, Wilts, he has obtained twenty-two records of the\nsuccessful location of wells, nearly all from persons of standing, chiefly\nowners of property in Gloucestershire and Lincolnshire. Twelve records\nrefer to Mr. W. S. Lawrence, of Bristol, of whom J shall have occasion\nto speak later on ; seven cases are recorded in which Stokes, 0. carpenter\nof Newbury, Berkshire, was the diviner; and seven others refer to Pavey\nof Oheddar, and one or two other persons. All these, it must be\nrecollected, have been written and sent to Mr. Jenkins within the last\n18 months, all are from persons actually cognizant of th,e facts, and\ngenerally present at the dh-ining operation, and many of them are very\ncareful and detailed statements of what took place. It must be\nremembered too that these were all collected by one gentleman, in the\ncourse of a few months, and are probably but samples' of a vast mass of\nG\n\f82 The J)imlling Bod. [Jan. 18,\ntestimony which a more prolonged and wider search would reveal.\nSeveral of them also refer to more than one, case of successful dowsing.\nIn an appendix to tbis paper a complete list of these cases is given,\nand a fe\", of them are printed in full.\nNotwithstanding the general consensus of scientific opinion against\ndowsing up to this time, there seems to be a prima facie case for the\nnecessity of further examination of the subject from the evidence\ncollected by Mr. Vaughan Jenkins.\nThis evidence tends to show.\n1. That the power of certain persons to find water when experts\nfail is widely believed in to this day, and is utilised by practical men to\nwhom the finding of water is a business matter. This will be seen by\na glance at the cases given in the Appendix. Many of these persons\ndoubt the dowser;s power to begin with, but are convinced of it by his\nsuccess.\n2. That this power does not depend on superior knowledge of the\nlocality. See, especially, C8lW 5, where Captain Smith says that\n\"Mullins had not been in our neighbourhood before\"; case 2, where\nMr. Finch Hatton says, \" We established on good authority that Mullins\nhad no previous acquaintance with Haverholme\"; case 4, where an\nold well was to be re-opened \"but no. one on the estate knew\nwhere it was, not having been opened for a number of years.\nBut Stokes, with his divining rod, discovered the well (although a\nperfect stranger to the place), and it proved to be where he predicted,\nunder the paving in the centre of the pathway.\" See also cases 1, 26,\n29,31, and 46.\n3. That the power does not depend on geological or quasi-geological\nknowledge or instinct. See especially case 13, where Sir W. E. Welby-\nGregory says, \"To save time I tookhim (Mullins) to a spot from which\nhe could see the contour of the hills (about a mile distant) from which\nmost of our water comes, showed him what springs we knew of, and\ntold him to choose for himself the best part to try for more. He un-\nhesitatingly selected the upper part of a certain hill (which was after-\nwards pronounced by an eminent civil engineer to be unquestionably\nthe most likely spot within sight to contain water), and thither we\nwent. He tried the whole hillside over without finding a drop.\" Also\nin the same case 13, \"The civil engin~r before referred to assured me\nthat from his knowledge of the geological formation of the country, he\ncould say confidently that there was no chance of finding a water supply\nunder my new house at a depth of less than 120 or 130 feet; and his\nopinion was confirmed by another geological authority who was then in\nthe neighbourhood.\" Mullins had previously, on the site of the new\nhouse, \"indicated two lines, about 30 yards apart, along which he said\nwater was flowing. This was all he could find there.\" Ultimately Sir\nDigitized by Coogle\n\f1884.] The Divining Rod. 83\nW. E. Welby-Gregory \"determined to disregard the geologist and have\na well sunk on one of these lines,\" where waterwas found in due course.\n4. That the power is not only shown in finding spots where water\nis, which might be explained by supposing that there was water every-\nwhere in that region at that depth-but spots where it is not. See\nagain case 18 where, as previously mentioned, a well was sunk to a\n-depth of 25ft. on one of Mullins' lines. Subsequently a shaft for a\nlift was sunk \"between the two lines . • • • some 12 yards or\n15 yards from either, and to a depth considerably greater (10ft. or\n12ft.) than the well. As no water came into this, though the forma-\ntion was precisely similar, and the well has not been affected by it, I\nam satisfied,\" Sir W. E. Welby-Gregory continues, \"that, had I not\nemployed Mullins, I might have sunk wells in any number to no pur-\npose.\" See also case 81 where a well is sunk so that its side is\nbelow the point indicated and water comes in from that side. And case\n41 where Mr. Adey says, \"Stokes • • • t told my foreman that\nit was of no use going on with that well . • • • and told them\nwhere the spring was, and that it was near the surface. . I\ntold him not to pay attention to such rubbish, and to continue sinking\nthe well. • • • • .At the depth of 40ft. there was not the slightest\nappearance of coming to water.' My men then threw out a hole\nwhere Stokes indicated, about 80ft. or 85ft. from the well, and at a\ndepth of only 5ft. from the surface came upon a spring.\"\n5. That dowsers believe themselves to possess BOme sort of occult\npower, although they can offer no explanation of it. It would appear,\nmoreover, that they'rarely make mistakes in locating wells. Butsome\nallowance must be made for the fact that most of our evidence has\nreached us from correspondents obtained through the diviners them-\nselves. See, however,' cases Nos. 8,5,7,88,89,40, and 41.\nWe have next to consider the experiments recently made with\ndiviners by myself and other members of the Society.\nMr. W. S. Lawrence, of Elton House, Bishopston, Bristol, a retired\nstone merchant, was known by my father for many years as a Poor\nLaw: Guardian, and on December 26th, 1882, he came over to try some\nexperiments with me in my father's grounds. He is an elderly man, 'of\nmuch intelligence, and· is widely known for his power of dowsing, which\nhe still occasionally practises. He uses a piece of watch·spring, about\na foot long, in preference to the hazel-rod.\nHe first walked about the garden and fields and located numerous\nsprings. We then' blindfolded him and took him over the same ground,\nbut the springs were' so plentiful that it was not easy to ascertain\nwhether he found them again. Once or twice, however, we clearly ob-\nserved that the rod did not move with the'dowser blindfold in spots-\nwhere, just previously, he had located springs.\nG 2\nDigitized by Coogle\n\f84 [Jan. 18,\nWe next tested him with metal, hidden under plates. Mr. Law-\nrence had not tried this for some years, and was doubtful of success.\nBut at the first attempt, he found, amongst seven plates, the two under\nwhich metal objects were placed. On this occasion some of the\nnumerous spectators knew which were the .right plates. In a second\nattempt, when none of those present knew which were the right plates,\nhe succeeded in finding one object, but was at fault in regard to the\nother. In a third at~ell\\pt he wholly failed.\nA lady present was-thought to possess some power, and a metal\nobject was hidden for her under one amongst eight plates. The rod\nmoved over two plates, and both being taken up, metal objects were\nfound under both of them, the second having been added by one of those\npresent, unknown to the dowser and all others. This circumsta.n~ ap-.\npeared to be very remarkable, but as the lady in question has totally\nfailed in her later experiments, this SUCceBB must be regarded as\naccidental, or poBBibly it.may be explained by Thought-transference.\nThe result o~ ti!-~ e~periments as a whole was, therefore, by no\nmeans ~l!cl~sive, as the existence of the supposed springs was not tested\nby sinking wells, either on this occasion or after the experiments about\nto be recorded.\nIn March, 1883, I received from Mr. Jenkins an introduction to\nMrs. B., of Clifton, a lady who is known to be an amateur dowser.\nMr. Podmore and I called upon her, and we then learned that\nseveral years ago she found out that she possessed the powerof divining\nfor water, in connection with the well-known case of discovery of water\nby Mr. Lawrence, at Lawrence Weaton. She also uses a steel watch-\nspring.\nThe following report was drawn up by us at the time :-At our\nrequest Mrs. B. tried to discover money hidden under plates,by meansof\n.her steel spring. She stated that she had not attempted this before, and\nthat she Ie did 'fW.t belitrDe in it.\" In the first trial coins under two\nplates out of five were correctly discovered. In this case all present\nbut Mra B. knew which were the right plates. In two subsequent\nattempts in another room, when no one present knew the right plates,\nshe failed partially in one case and completely in the other.\nWe drove to Cote Bank, and in the first place tried over the same\nground (a gravel path) that Mr. Lawrence had trie'd in experiments\npreviously recorded. Mrs. B. located a spring on a spot which Lawrenc~\npassed over, and several yards further on Mrs. B. passed over a spot\nwhere Mr. L thought he detected a very strong spring. A dozen yards\nfarther on Mrs. B. found a spring in about the same position as a\ncontinuation of the last-mentioned spring was located by Mr. L 'Ve\ntold Mrs. B. of the strong spring'detected by Mr. L. and passed by her,\naud on her return she confirmed Mr. L's discovery, though locating the\nDigitized by Coogle\n\f1884.] TIle Divinillg Rod. 85\nspring a yard or two away. We then blindfolded Mrs. B. and led her\nover the same ground, when the results were decidedly different, the\nsteel watch-spring moving in several cases where previously it had been\nstill, and vice fl6rsd. But, owing to the limited space and peculiar\nvarieties of level, the result was not satisfactory in either way.\nWe then asked Mrs. B. to teat carefully a long level gravel walk,\nand we marked several springs which she detected upon it. She went\nover the ground a second time, and did not very certainly confirm\nprevious discoveries. We then blindfolded her, and led her over the\nsame ground. The watch-spring now moved in four or five spots, only\none of which approximately coincided with a previously marked spring.\nMrs. B. stated that the springs were very slight, the rod movements\nvague and unsatisfactory.\nWa next tried over a place where we told Mrs. B. that an under-\nground current of water existed. This she asserted to How about a yard\nfrom the spot where both the appearance of the land and other circum-\nstances led us to believe the drain actually was. She maintained hel'\nopinion after several trials with closed eyes. She traced the drain\n(which carries the purest spring water) for 100 yards, but the con-\nformation of the ground left little choice of directions.\nWethan tried coins under plates. We selected a spot in the drawing-\nroom clear of springs, and placed four plateson a wooden table, which we\nmoved round whilst Mrs. B. sat in a chair. One of the party only hid\nthe metal (a lar~e heap of silver,and a brass lib. letter weight), and then\nleft the room. The conditions were therefore carefully arranged. Mrs.\nB. selected two out of four plates, because the watch-spring moved\nfreely over them, whilst it remained still over the others. These plates\nover which the rod moved were the two covering notl'ing. The\nother two covered the metals.\nMrs. B. then dowsed over the house, and detected correctly a very\nstrong spring in a passage, which we told her led over a well. We\nwent into the cellar, and here, over the same spring, close to the pump,\nthe rod did not move the first time she passed over it. She\ndetected springs in several places where Lawrence had not, and Vic6\n'D6rSa.\nThis concluded our experiments with Mrs. B. .\nThe next experiment was on a larger scale.\nAbout this time Mr. Pope, of Olifton,: had a well successfully\nlocated for him at a farm near Locking, in Somerset, by a do'Wser\nnamed Thomas Young. He sent us a report of the case and of some\nexperiments made with the rod, and offered us permission to dig a trial\nwell at the same place. Some members of the Society generously\nprovided funds, and in May a party of us went down, including\n~rofessor W. J. Sollas, then of Bristol, now Professor of Ge()logy at\nDigitized by Coogle\n\f86 The Divining Rod. [Jan. 18,\nthe University of Dublin.' He'llas presented us with the report which\nprecedes this paper.\nI must now proceed to the second part of .the inquiry, by examin-\ninS more particularly the methods and claims of diviners., My object is,\nto ascertain on what points the theory andpractice of the majority of\ndiviners is agreed,andwhetberanyphysicalorpsychical causeorcauses can\nbe suggested which might furnish an explanation of the phenomenon.\nAs previously stated,the orthodox rod is a hazel twig shaped like a V,\nand from 1 to 3ft. in length. But many other materials are used; a piece\nof steel watch-spring is employed in Somersetshire ; and in other places\na whale-bone instrument with a terminalchamber full of mercury,or full\nof a mysterious unknown compound; or ordinary forked rods made of\nany sort of wood, green or dry, of iron or brass wire, or, as one\nauthority says, \"of any other supple and solid matters.\" Occasionally\nthe genuine dowsing-rod seems to be unforked, and we hear of cases\nin which no rod at all is used. When a piece of watch-spring is used.\nit is held bent into a bow, which acts in the same manner as a forked\ntwig. The rod is grasped by both hands, in various ways, which how-\never have' this in common, that the dowser holds it in a position of\nextreme tension, and at the same time of unstable equilibrium. Conse-\nquently a very slight variation in the pressure produces forcible and\neven violent motion, apparently quite unconnected with any action of\nthe dowser. The dowser, thus holding his rod, walks slowly across the\nground to be ,tried, and when he comes over the spring of water, or vein\nof metal, the rod begins to move. How it moves seems to depend upon\nthe Jocality and the practice of the dowser. Sometimes it is' held\nhorizontally, and jerks violently up, as if repelled by the water spring;\nsometimes the water appears to attract the rod, and it moves down-\nwards; sometimes it moves in a complete circle, approaching and then\nreceding from the water.\nThe powers of the rod are a question in much dispute. It has been\nused to discover many things, viz. :-\nWater in general (as in buried tubs): spring water, as opposed to\nsurface water, when both are in buckets: water springs [even beneath the\nsea]: running water, as distinguished from all other water. Any\nmetals, metallic ores, or compounds, and pure metals as opposed to\nalloys: coal, mineral oil, ochre, gypsum, red chalk, sulphur, &e.:\nlost boundaries of estates: Protestants; murderers, thieves, and other\nlesser criminals: and in fact, to quote the author of \"Jacob's Rod,\" it\ncan discover \"many hidden things about which one is often much\ntroubled, but few persona know the way to find them.\"\nThe populartheory is that there is some unknown force actingdirectly\nbetween the hidden thing and the rod. Such a notion need not,\nhowever, be seriously discuBSed here. It is impossible to imagine any\nDigitized by Coogle\n\f1884.] The Divining Rod. 87\ndirect interaction between rods (which may be composed of wood,\nmetal, or whalebone), and hidden things, which may be water, metals,\nmetallic compounds, mineral oils, &c.\nMoreover, this alleged occult force in some places attracts the rod\nto the object sought, whilst in other localities it would seem to have a\nrepulsive effect, and again, in other cases, it produces a rotatory\nmovement. This variation occurs even in the same locality, and with\none diviner. It seems obviously highly improbable that any specific\nforce can exert such varied movements.\nThe next theory to,be examined is that the_ rod is moved by the\ndiviner's muscles, and is merely an index of the effect of some subtle\nforce which emanates from the water or metal, and acts on the diviner\nhimself.\nIt is a moot point whether the diviner feels any sensations when\nthe rod is working. Most witnesses assert that they have none what-\never, whilst Mullins, and one or two others, state that they experience\na thrill, or vague sensation, when they come upon the water.\nDiviners always tell us that they are certain they are not moving\nthe rod, and even that they attempt to restrain its action. No doubt,\nthey are perfectly honest. But anyone who has had the smallest\nexperience in psychical research is aware that such statements have no\nvalue whatever. We know by experience what care and study are\nrequired to discover whether our own hands are conspiring to deceive\nour intellects. We are not, therefore, surprised to find that honest\ndowsers. are easily deceived by the unconscious actions of their own\nmuscles.\nIt is commonly asserted that the rod cannot be made to turn,\nexcept in the hands of a diviner. This is simply a mistake. Anybody\ncan work a divining rod, and can produce all the usual motions by\nmeans of muscular contractions, so slight as to be scarcely apparent to\na careless observer.\nMoreover, how can believers in the occult rod-moving force explain\nthe curious experiment previously recorded, in which the steel spring\nmoved strongly when held over two plates covering nothing, and was\nmotionless over two others covering masses of metal1 In this case it\nseems clear that the rod movements must have been caused by the\nunconscious volition of the diviner; and in this case above all others, the\nhonesty of the diviner is beyond dispute.\nThe theory that a peculiar physical constitution is an important\nfactor in the diviner's art receives much support from the fact that only\na few persons are able successfully to use the rod. Mr. Baring Gould,\nhowever, tells us that on one occasion he saw watching the diviner a\nDigitized by Coogle\n\f88 The Divining Rod. [Jan. 18,\ncrowd of villagers who each in turn tried the rod over the hidden spring;\nno one of them could restrain its movements, and they were somewhat\nsurprised that Mr. Gould, 'when his turn came, succeeded in keeping it\nmotionless. This would seem to be an exceptional case, and we shall now\nproceed to examine the phenomenon in its simplest form. We find that\nspring water and metals are alleged to have a certain obscure effect on\ncertain exceptional persons, and that this physical disturbance of their\ntissues causes slight muscular contractions, resulting in movements of a\nrod held in their hands.\nAs regards pure metals the e\\\"idence is entirely experimental.\nSomebody hides a heap of coins, and the dowser proceeds to diacover\nthem as a proof of his power.\nUnconscious indications given by the spectators would afford a\nsimple explanation of this class ofphenomenon; and in cases where these\nindications are excluded, the diviner may be assisted by the newly\ndiscovered faculty of Thought-transference. In harmony with this\nsuggestion, :we found in our o~n experiments that when those present\nknew the chosen plate, the diviner was often successful, whilst, when\nno one present knew it, the diviner generally failed. Messrs. Pass\nand Tawney tried experiments of this sort in Somersetshire, an\naccount of which they read to the Bristol Naturalists' Society in\n1874. In five trials, in each case amongst seven or eight objects,\nthe diviner was successful three times in all. Messrs. Pass and\nTawney attempt to explain away this decidedly remarkable result;\nbut their success in so doing seems to me by no means so remarkable.\nIn a similar manner we may explain how it is that Mr. Stokes,\nof Newbury, can detect between two buckets of water, which of them\nis surface and which spring water, although older diviners assert that\nwhen the rod moves they\" do not know if it is a spring or stagnant\nwater.\" (\"Jacob's Rod,\" p. 24.)\nNext turning to metallic ores, I have been unable to obtain evidence\nbeyond the general statement that the rod is commonly used in Cornwall\nfor mining purposes. Mr. Raymond, in his paper, gives many instances\nof its complete failure in America, and of money lost by mining com-\npanies through their belief in its efficacy.\nFinally we come to the use of the rod for the discovery of water\nsprings. The evidence for this, as shown in the accompanying abstract,\nis exceedingly abundant and strong. ThE're are plenty of diviners of\ngood repute now living who without doubt use the rod, and find water.\nBut the value of this evidence wholly depends on the abundance of\nwater springs below the surface of the earth. If water is commonly to\nbe found wherever one digs, but little of the evidence before us is of\nmuch value. This question can only be answered decisively by sinking\na number of experimental wells such as those at Locking. This, how-\nDigitized by Coogle\n\f1884.J The Divining Rod. 89;\never, is a very costly operation, and I fear the experiment is not very\nlikely to be made.\nMr. Raymond's sum.mary of the evidence is as follows: After\nstating that the application of the rod to the discovery of metals, coal,\nburied treasure, oil, &c., is shown to be chimerical, he proceeds in a\npassage of which the following is the substance :-\n\"The case is somewhat different. with the discovery of springs and\n(since ore-deposits always have been and often still are the channels of\nsprings) of ore-deposits.\nHere we have much stronger and more abundant evidence in favour\nof the rod, and here, in my judgment, there is a residuum of scientific\nvalue after making all necessary deductions for exaggeration, self-\ndeception, and fraud. There is undoubtedly a practical science of\ndiscovering metal-deposits and springs. Everybody knows that Indians\nin our desert West can find water where most white men cannot, and\nthe experienced frontierman has learned the art from the savages. The\nsuperficial signs of water springs are often subtle, and in settled dis-\ntricts they are little studied by the inhabitants. It is not necessary\nthat a farmer who will want to locate a well once in his lifetime\nshould know the signs of water as a ranchman must know them.\nHence men who are keen _.observers get impressions amounting to a\nlocal science of the \" lay ,,--of the rocks, the difference in surface\nvegetation, &c., &c. The unconscious judgment of such an expert\nmay decide upon a given spot, as he walks over it.\nThis brings me to the final inquiry whether there may not be, apart\nfrom unconscious skill or judgment, a purely physical effect produced\nby a subterranean spring upon a person walking over it. The effects\nof moisture and temperature upon the nerves, are very striking, and\nhere, I think, is a matter which writers on the Divining Rod have gene-\nrally overlooked.\"\nWith this suggested explanation of the possible residuum of fact,\nMr. Raymond closes his most valuable paper, and a summary of the\nevidence here presented would seem to point to a similar conclusion.\nIf we looked only at the history of Divining, we should dismiss it\nat once as a superstition. And, again, if we confine our attention to\ntest experiments, we find nothing that merits serious discussion.\nBut the evidence for the success of dowsing as a practical art is\nvery strong, and there lIeems to be an unexplained residuum when all\npossible deductions are made for accident, for local knowledge, and for\ninaccurate observations.\nMr. Raymond's hypothesis of the effects of moisture and tempera-\nture is not a very satisfactory one, but no better has yet been suggested.\nDigitized by Coogle\n\f90 The Dif71ning Rod. [Jan. IS,\nAPPENDIX I.\nABSTRACT OF EVIDENCB\nCullected by M1'. 1!l. Vaughan Jenkitll, of Cheltenham.\nDivilll'1'-John Mullins, of Collerne, Wilts.\n50.\nlUXE AND ADDRESS OJ'\nCORRESPONDENT. LOCALITY.\n1 H.D. Shrines,Claverton Somerset\nManor, Bath\n2 W. J. Brown, Hazlebury Somerset\nHouse, Box\n3 Col. Wilson, Sleaford Lincolnllhire\n4 J. H. Vessey, Welton Lincolnshire\nManor, Louth\nU Capt. H. Smith,\nFolkingham\nJ.P., Lincolnshire\n6 R. H. C. Nevile, Wellin- Lincolnshire\ngore Hall, Grantham\n7 A. Taylor, Hay Hill Somerset\nDairy,Bath\nDATIl:. ABSTRACT OJ!' CASE.\n1862 and Mullins, a stranger in the\nsince place, located several\nwells successfully, and\npointed out a spot where\na spring was known to be;\ndetails of other cases.\nArchdeacon Earle was a\nwitness.\n1812 Details of two good cases ;\nonly well near, 18Oft.deep;\nfound a disused wellwhich\nwas covered over; found\nsovereigns hidden under\nstones.\nEmployed M.\"a good deal;\"\nsunk six or seven wells by\nhis advice, all sUooel!sfully.\nWellsfound in drycountry\nwhere largesums had been\nspent in boring for water\nwithout success.\n1816 Well located correctly, and\ndepth fairly given.\nGiveninfull in AppendixII.\nWater found near trial well\n10ft. deep. Spring at\na higher level and only\n6ft. down; other striking\ndetails.\n11 years Has known him 17 years,\nago up and has employed him\ntill now often, with most satisfac-\ntory results.\n8 G. W. Johnson, Steward Lincolnshire 1883, &c.\nto Lord Lindeay, Stam-\nDetails of several cases of\nSu00eB8'; says that local\nknowledge is need.ed to\njudge depth of spring. An\nemphatic testimony.\nford\n9 Goo. Hancock, Corsham, Wilts\nWilts\nGivenin fQll inAppendixII.\nDigitized by Coogle\n\f1884.] Tile Di-\/Jining Rod.\n110.\nHAX. AND ADDRESS OP\nCORRESPONDENT•. LOOALl'rY.\n10 Geo. Cooling and Sons, Somerset\nSeed Warehouse, Bath\nII E. Issott, Ardwick Manchester\nBrewery\nDATE.\n12 Hon. E. A. Pelham, Lincolnshire 1877\nGrantham\n13 Sir W.E.Welby.Gregory, Linoolnshir 1877\nBart., M.P., Grantham\n14 F. T. Mott, F.R.G.S., Leicester 1882\nBirstal Hill, Leicester\n15 J. ThompsoD,Steward to Glo'ster 1877\nthe Duke of Beaufort,\nBadminton\n16 G. Aust,AgenttoTaylor 1818\nTrustees, Bath\n11 P. Penchin,TheBrewery Wiltshire\nBox\n18 J. Copley, Melton Mow· Lincolnshire\nbray\n91\nABSTRACT OF CASE.\nGiven in fullinAppendixII.\nAbundant water at depth\npredicted. Ground nl'ar\nhad not been tried for\nwater.\nStrong spring found at\ndepth p~edicted.\nGiven in full inAppendixII.\nGiven in fullinAppendix II.\nWater scarce. Strongspring\nfound deeper than pre-\ndicted. Mr. T. was then\nnot a believer in the Divin·\ning Rod.\nWell :found at about pre-\ndicted depth, \"where it is\ndifficalt to obtain good\nwater.\"\nTwo cases described,\nFound a small spring at\n7ft.in a locality where wa-\nteris scarce;hadpreviously\nsunk 75ft. in vain.\n19 J. R. West, Bath Somerset 1871 Found spring for a brewery\n20 J. H. Vesey, Malvern\n21 The Hon. M. E. G. Finch Linoolnshire\nHatton, M.P., Sleaford\n22 Benj. Perry, Bristol Glo'ster\n1883 Spring foundat right depth\n(letter addressed to Mul1ine)\nGiven in fullinAppendixll.\n1873 Springs found in two cases\nby watch.spring bending\nd07fJn. Detailed account.\n\f92 The Divining Rod. [Jo.u.18,\nDiT!iner-W. S. Lawrence, of Bristol.\nNO.\nNAME AND ADDRESS OJ!'\nCORRESPONDENT. LOCALITY.\n23 Samuel Lang, 3, Bath Glo'stembire\nParade, Bristol\nDATE. ABSTRACT OJ!' CASE.\nWell dug in vain at cost of\n.£100; spring located\n20ft. away; tapped by\n\"culvert.\" Details given.\nA remarkable case.\n24 J. Pamons, Accountant, Glo'stembire 1882 Water found for Great\nBristol Western Electric Light\nCompany.\n2;; J. G. Davey, M.D., and Somerset 1865 Old well at Northwood\nAss. S.P.R. Asylum insufficient; new\nspring found and culvert\ndriven to it. Careful and\ndetailed account.\n26 W. H. Cowlin, BUilding Somerset-\nSuperintendent, Eagle shire\nLand Co.\n21 BristolPortandChannel Glo'stembire 1883\nDock Company\n28 T. Stone, Bristol Glo'stemhire\n29 Mm. Hare, Newton Devon\nAbbot\nDetailed account of dis-\ncovery cOntrary to local\nexpectation. Clear and\ngood.\nLetter from Dockmasterand\nHydraulic Foreman; ac-\nourate details; water dis-\ncovered at 10ft.\nWell dug with moderate\nsuccess.\nSpring found, where local\nmen considered sinking\nhopeless; Lawrence a\nstranger.. Good case.\n30 R. Harvey, Ashton Gate Somemet\nBrewery\n1873 Spring found for the Com-\n31 Stephens aud Bastow, Sussex\nBristol;S.Martell,their\nForeman; H. J. Shaw,\nArchitect, London\n32 Col. Blount, Dorchester Dorset\n33 J. H. Lockley, LewinB Somerset\nMeo.deBrewery,Bristol\n1879\npany. (Mereweo.ther also\npresent as dowser.)\nGiven in fullinAppendixIL\nStrong 8pring found.\nValuable spring found for\nthe Company; also a well\npOinted out which was\nknown only to writer.\n34 H. Crisp, Architect; R. Glo'stel'8hire A few Given infullinAppendixII.\nButterworth; Law- years ago\nrence; Mereweather;\nMm. Bengough, &c.,&o.\n\f1884.] The Divining Rod. 93\n1'0.\n-\n35\n36\n37\n38\n39\n40\n41\n1'0.\n-\n42\n43\n44\nDlrifter-W. Stokes, of Newbury, Berks.\nlUlIlII AlID ADDRESS OP LOCALITY. DATIl. ABSTRACT OP CASH.\nCORRESPONDENT.\nCanon Portal, Newbury Berks Strong spring found.\nCapt. Ward, Newbury Berks Spring found.\nH. Taylor, Oare Hermi-\ntage, Newbury\nBerks Detailed account of experi-\nments.\nW. Chatters, Sanderford' Berks Eight or nine times and nC)\nPriory, Newbnry failure.\nW. Church, Bailder, Berks Never known failure. Gives\nNewbury case of discovery 2ft.\nfrom vain boring, 35ft.\ndeep. Bas seen Stokesdi1I-\ntinguish between a bucket\nof spring water and o:qe 0 f\nstagnant water.\nCharles Alley, Marl- Wiltshire 1880 SucoeBsful find. Diviner not\nborough in his own locality.\nW. G. Adey, Newbury Berks Givenin full inAppendixII.\nDi\",inel'-Charles Cross, ooachman, of Ballatrow, near Bristol\nNAJlE AND ADDRESS OP LOCALITY. DATIl. ABSTRACT OP CASE.\nCORRllSPONDDT.\nT. Killen,\nGurney\nFarrington Somerset Spring found at 30ft.\nM. J. Williams,Paulton Somerset Spring foundat 37ft.\nG. Thresher, Frome Somerset Spring found.\nDI\",i1l81'-Thos. Pavey, of Cheddar, Somerset.\nNAlIE AND ADDRESS OP\nCORRESPONDENT.\nLOCALITY. DATE. ABSTRACT OP CASE.\n1--------1--------------------\n45 T. K. Taplin, F. J. Nal- Somerset· Disputed case, in newspaper\ncorrespondence. Mr. Nal-\nder had a well found by\nthree independent dowsers\nder, Westbury-sub-\nMendip\nand considers it cleM and\nvaluable. A former owner\npooh-poohs the matter.\n46 Alfred Smith, Pershore Worcester- 1883 A good case j Pavey went,\nshire on Mr. Vaughan Jenkins'\nrecommendation, to a new\ndistrict j water found in\nan unlikely place.\nDigitized by Coogle\n\f94 Tlui Dicining Roa. [Ja.n.18.\nDi'l:lner-George Lockyer.\n!l0.1\n!lAD AlilD ADDBBSS OF\nLOCALIH. DATE. ABSTIlAC'r 01',CASE.\nCOBRBSPOlilDBIIT.\n47 E.V. Jenkins, Chelten· Monmouth- 1852 Given in fullinAppendixII.\nham shire\nDivitler not knoIM.\nJlO.\nNAMB AlIID ADDBBSS OF\nLOCALIH. DATB. ABSTBAC'r OF CASIL\nCORRBSPOIIDIIIIT.\n48 Angus and Co.. Con- Dorset 1874 Given in fullinAppendixII.\nI\ntractors, A1l8tralia\nDigitized by Coogle\n\f1884.] ..Tile Dieining Rod. 95\nAPPENDIX II.\nSELECTED CASES\nFrom Mr. E. Vaughan Jenkins' Collection.\nNo.5.\nFrom CAPTAIN HENRY SMITH, Horbling, Folkingham, Lincolnshire.\nDecember 26th, 1882.\nIt will perhaps be the best answer to your letter respecting John Mullins\n(the water-finder as he is called here) if I tell you as well as I can what took\nplace when he was at my place. My object in sending for him was to obtain\nhis advice as to the best place to bore for water on BOrne of my land, and\nwhen he came he said he must get a twig. J told him I did not believe in\nhis conjuring tricks, I only wanted his advice, and he then said he was no\nconjurer, but was not the slightest use without his tools, BO Istood by whilst\nhe cut a couple of white thorn twigs. My nephew went with me, and we\neach carried a thistle spud. In croBBing the first field I said \"I have water\nhere, so need not trouble you,\" but Mullins said he might as well carry the\ntwig in his fingers, and whilst we were talking about th~ stock in the field\nhe stopped suddenly and said we were crossing water. This I knew was the\ncase, although there was then no appearance of any. The next field was the\none I especially sent for him for, as I had dug a pond and bored about 4Oft..\nbut found no water. I took him to the side of the field above the pond, and\nafter casting about for some time he said decidedly there was no water there,\nand proposed trying the other side, where he said there was plenty. We\nmarked the place, and I have since bored there and found an abundant\n8upply of water. I then took him across two other fields, and in each he\nfound what he called a weak spring not worth boring for. We were at that\ntime walking a little distance from him on each side, and marked the ground\nwhere he said he was over water, I believe unknown to him. On our return\nI said, \"Now Mullins, I shall blindfold you and see if you can find those\nplaces again.\" He agreed to hold his head back and keep his eyes firmly\nclosed, aud as far as we could see he did so, and in each field stopped at\nexactly the same places we had marked, and the .marks on the turf were so\nslight and from 50 to 100 feet from him on each side that I do not believe\nhe could have seen them if he had opened his eyes.\nWe then came home to my lawn, and I showed him a beautiful spring,\nand also informed him what quarter we supposed the water came from\n(north); he tried allover the north side, and said most pollitively there was\nno water there, and then proceeded to the south side, and seemed almostcon-\nvulsed. He said it was the strongest spring he had ever felt. I and my\nnephew took hold of the twig on each side below his fingers, and\nstill it twisted up. I have bored there and found abundance\nof water. I may say here that Mullins had not been in our neighbourhood\nbefore, and distinctly asserted the water bearing strata lay very different from\nthat we had always before supposed. W0 are on clay between the fen and\nlimestone,and the land rises steadily from us until we reach the highest\nDigitized by Coogle\n\f96 .Tile Divining Roa. [Jan. IS,\npoint on the Great Northern Railway (Great Ponton), and my theory was\nthat the rainfall there percolated the limestone' and under the clay strata.\nwhich is continued from thence to us. This Mullins quite denied, and our\nboring.have proved the correctneaa of his statement so far as this, that there\nis abundance of water in the direction pointed out by him, but there may also\nbe water where he says there is none; this has not been tested.\nI did not look upon Mullins &8 a charlatan, but suspected he did a good\ndeal by guess, and must C(lnfeaa to beingunable to prove this.\nThat he could find the same indications of water blindfold quite puzzled.\nme and my nephew, too, who is a thoroughly practicalman.\nThat the twig was acted upon when Mullins had no control over itsmove-\nments, we were also both satisfied. Mullins was very confident both in hia\nassertion there was water or otherwise, and certainly did not adopt the usual\n,.8le of a charlatan of falling in with the views of those who paid him.\nI have recommended him to some first-class busineBB men, and all tell me\nthey are satisfied he is no impostor. I may a4d that, as a magistrate, I have\nfrequently been told that I ought not to countenance such a man, but I\ngenerally take my own line, and try to arrive at some conclusion. In thia\nmatter I can only say I do not understand it at all, but give you the facts as\nnear as I can, and shall be glad to hear of any further steps taken to explain\nthis mystery.\nNo.9.\nFrom GEO. HANCOCK, \"Fair View,\" Corsham, Wilts.\nJanuary 2nd, 1883.\nOur testing of John Mullins' water finding powers has been of a negative\nrather than of a positive character. We have lately sunk a number of shafta\nwith a view to mining operations, and our desire has been to select spota\nwhere there was no water to hinder us in our sinkings.\nMr. Mullins hasgone over the ground with me and pointed out such spots.\nHe has always been careful to explain\" that we may, in a wet time, be\ntroubled with surface water, but that we should find no springs.\" In every\ncase he has been right. But in a shaft which we are now sinking we have\ncome to a fissure about 40 ft. from the surface, and through this fiBBure\nthere comes so much water that I have to-day been obliged to arrange a\npumping apparatus in order that the me~ may be able to proceed with the\nwork.\n'fhe ground in the neighbourhood of this shaft Mr. Mullins reported to\nbe full of springs, and sinking our shaft below the level of the springs and\nbreaking into the fiBBure may have diverted the water from its natural course.\nIn that case there may not have been, when Mr. Mullins went over the\nground, any water where now it is coming into our shaft.\nMullins generally forms an opinion-and a roughly correct one-as to the\ndepth of tho water below the surface, but he lays no claim to accuracy on\nthis point. He says that a weak spring near the surface exerts the same\ndegree of force upon the twig as a strong spring far down.\nDigitized by Coogle\n\f1884.J The Divining Rod. 97\nI have observed that after he has been walking about for some hours he\ngets physically exhausted, and, if I mistake not, 80mew~t irritable. He has\ntold me that when he passes over a strong spring and the twig turns quickly,\na thrill runs through his entire system, and that if he follows the water\nfinding for several days consecutively, he is unable to sleep at night.\nFrom what I have seen and heard of Mullins, I believe him to be a per-\nfectly honest and reliable man. It is certain that he finds hidden springs and\nstreams of water by the mealls above described, but he himself is ignorant of\nthe natural law-and I make no doubt it is a natural law-byvirtue of whose\noperation there iun affinity between him and the stick, and between the stick\nand running water, when the stick is in his hands.\nNo. 10.\nFrom GEO. COOLING AND SON, The Seed Warehouse, Broad Street, Bath.\nJanual'y 6th, 1883.\nWe had very strong proof of the efficacy of the divining rod through\nMullins, uf Colerne. We had gone to very considerable expense in excavat-\ning to secure a supply of water for our greenhouses at the nursery, and were\nabout giving up the matter in despair when we were recommended to send\nfor Mullins, which we did, although with a great deal of incredulity. He,\nhowever, pointed out a spot where he said at a distance of 10 or 12 feet we\nshould get a good spring, and within that depth we found water, and haV&\nhad a constant supply running through all our houses since.\nNo. 13.\nFrom SIR W. E. WELBy-GREGORY, Bart., M.P., Denton Manor, Grantham.\nJanuary 28t1~, 1883.\nIn the spring of 1877 I was preparing to build a large country house on\na new site, which I had selected on account, among other reasons, of its;\ndryneBII. This site was on a laPge plateau of red loamy soil, resting on a\nbed of solid rock* several feet thick, in which there was no indication of\nwater; and it was a problem where the water supply was to come from, a&\nthere was none apparent which could be brought to the hou~e without great\nexpense. While puzzling over this I heard that John Mullins, of Colerne.\nhad been employed to find water at various places in the neighbourhood with\nvery remarkable success; that he had been tested in almost everyconceivable-\nway, and that not only country gentlemen and farmers, but plumbers in the-\nneighbouring towns had frequently called in his aid, purely as a matter (If\n* The rock I believe is marlstone, and the thickness of the upper bed has bet-n\nsince ascertained to be between Beven aDd eight feet.\nII\n\f98 The Dinning Rod. [Jan. 18,\nbusiness, and I was at last induced to send for him. When he came, I\nasked him whether he required a twig of any particular wood, and he replied\nthat almost any wood would do, except lance·wood and box-wood, which\nwere too stiff'. He then cut for himself from the nearest convenient tree,\nwhich I think was a sycamore, a forked twig in the shape of a Y of a foot or\n18 inches long. I set him to work for a few minutes at first on my lawn,\nsending him over parts where I knew there was a. current of water at a\ndepth of a few feet, though none was visible or audible on the surface. He\nslowly quartered his ground like a pointer, bending forward and holding\nthe twig about the level of his knees, point downwards, and tightly\ngrasped an inch or two from the extremities of the prongs of the fork, with,\nif I recollect rightly, the thumb and fourth and little fingers of each hand\nbelow, and the fore and middle fingers above the twig. Whenever he croued\nthe water, of which I have spoken (a drain), the twig turned upwards in his\nhands, though he apparently resisted its doing 80 to the utmost; and the\nsame tlling happened at other parts of the lawn, where, though we did not\nknow of any runlet, it was very likely that one existed. I then took him to\nthe kitchen garden, where we had always been much in want of water; and\npresently the twig stopped him ata spotapparently as dry as the rest,and with\nnothing distinctive about it. I asked him what amount he supposed there\nwas, whether running or stagnant, and at what depth. He answered that\nhe was certain there was water, and that it was running, for no amount of\nstagnant water had the smallest effect upon him; but that he could only\nguess at the amount and the depth from the force with which the twig turned\nup. From his experience he should say that it was a stream not thicker than\na walking stick, and at a depth of from 20 to 30 feet. He traversed the rest\nof the kitchen garden without finding any more, and I next took him to the\nsite of the new house. Here be lOon indicated two lines, about 30 yards\napart, along which he said water was flowing in somewhat greater volume\nthan the rill he had found in the kitchen garden, and at a depth, he thought,\nof from 30 to 40 feet. This was all be could find there, and as this seemed\nhardly likely to be sufficient for my requirements, I felt that it must be\nlooked for at a greater distance. To save time, I took him to a spot from\nwhich he could see the contour of tbe bills (about 110 mile distant from the\nbouse) from wbich most of our water comes, showed him what spring\nwe knew of, and told him to choose for himself tlle best. part\nto try for more.· Be unhesitatingly selected the upper part of a\ncertain hill (which was afterwards pronounced by an eminent civil engineer\nto be unquestionably the most likely spot within sight to contain water),\nand thither we went. He tried -the whole of that hillside over, without\nfinding a drop, and we afterwards took another hillside with no better suc-\ncess. It was now late, and Mullins was evidently becoming exhausted. I\nfelt that I had seen enough to convince me that he was no impostor, and\nthat whatever discoveries he made were due to some force over which he\nhad no control, not to any power he had acquired by experience or observa-\ntion of making good guesses at where water was likely to be; but I was not\nsatisfied that he had found anything for me which promised to be of any\npractical use; so I dismiBBed· him to tea in the housekeeper's room. After\ntea several of the servants whose curiosityw8.s excited got him to exhibit his\nDigitized by Coogle\n\f1884.] T\/~e Divining Rod. 99\nart to them, and tried whether they themaeh'es had any po'Wer with tll0 twig.\nMy gardener, Joseph Towers, found that it worked in his hands nearly as\nstrongly as in those of Mullins himself. I took no further action then in the\nmatter; but described what I had selln to the civil engineer before referred\nto, who. though by no means' altogether pooh-poohing it, assured me that\nfrom his knowledge of the geological formation of the country, he could say\nconfidently there was no chance of finding a water supply under my new\nhouse at a depth of less than 120 or 130 feet; and his opinion was confirmed\nby another geological authority who was then in the neighbourhood. So I\nvirtually gave up all hope of deriving any benefit from Mullins' assertions.\nSome weeks later, however, my gardener came to me and said that he was\nin great want ofwater in the kitchen garden; that he had tried repeatedly with\nthe twig over th6 place where Mullins indicated a rivulet; that it invariably\nturned up at the spot, and that he was quite cOD\\'inced there was water\nthere. If I would allow him, he could sink a well with the garden labourers,\nso as not to involve any additional expense. I consented to tIus; the well\nwas sunk to a depth of nearly 20ft., when water poured into it freely, and\nit has supplied a long range of hothouses ever since.\nI Imd previously decided upon bringing down the main supply of water\nto the new house in pipes, by gravitation, from a considerable distance; but\nas this was a heavy work, necessarily taking much time, the question of a\nsupply during building had become urgent, and on the strength of what had\noccurred in the kitchen garden, I let Towers to traverse the new site, where\nthe lines of water indicated by Mullins had been marked by pegs 60 yards or\n70 yards apart, and just visible above the grass. These lines Towers and his\ntwig emphatically confirmed, and I proceeded to test him. I had the\nprojecting extrenlities of the prongs of the twig held tight by pincers, so\nthat there could be no voluntary action on Towers' part when crossing the\nmarked lines. Despite of this, the point of the twig twisted itself upwards.\ntill the bark was wrinkled and almost split, while the strain and preBSure\nupon thl' muscles of the man's hands were most apparent. I then blind-\nfolded him, and turned him loose. The result was precisely the samo.\nWhenever he croBSed Mullins' lines, up went the twig. The presumption\nnow appeared to be so strong in favour of the twig that I deternUoed LO\ndisregard the geologists, and have a well sunk on one of the lines. This\nwas done; at the depth of about 28ft. the water rushed in, and rose till it\nstood about 8ft. deep, at which it now remains, having, in the meantime.\nfully supplied all the requirements during building the house, which were\nprobably not leBS than 1,000 gallons a day for three years or more, and\nsince that having acted as an ample reserve to the house for all purposes\nwhenever the distant supply for any reason has had to be shut oft'. I may\nadd that I have since had occasion to sink a shaft for a lift between the two\nlines indicated by Mullins, some 12 yards or 15 yards from either, and to a\ndepth considerably greater (10ft. or 12ft.) than the well. As no water\ncame into this, though the formation was precisely similar, and the well hll.8\nnot been affected by it, I am satisfied that, had I not employed Mullins, I\nmight have sunk wells in any number to no purpose under my house, unless\nI had happened to hit upon the rills indicated by him with such perfect\nprecision.\nH :3\nDigitized by Coogle\n\f100 The Dieinin(l Rod. [Jan. 18,\nNo. 14.\nFrom F. T. MO'lT, F.R.G.S., Birsta! Hill, Leicester.\nWritten for tke British AlJ8OCiation Meeting at &uthampton, 1882.\nI happen to be the owner of two acres of land on the slope of a hill in\nCharnwood Forest, Leiceatershire, 600ft. above sea level. The hill consists\nof some ancient metamorphic slate, of which the geological horizon has not\nbeen definitely determined. On thisIand there is 00 spring water. Springs\nexist in several directions at distances of from half·a-mile to a mile, but on\nthe other hand several wells have been sunk at similar distances in other\ndirections but no water found. In one case the boring was carried to about\n100ft., in a rich valley, but the search for water was unsucceBBfuI. About a\nmonth ago I heard accidentally, but from what appeared to be a disinterested.\nsource, that a man was living near Chippenham, in Wiltshire, who had a\npeculiar method of discoveringsprings. As a good water supply would double\nthe value of my land, I made some inquiries and received. from a brewer at\nManchester, and from a large agriculturist at Grantham, such strong\ntestimony. as to the ability of the person referred to that I thought it worth\nwhile to send for him and to let him try his skill. He came accordingly, a\nfine, sturdy, intelligent artisan, with no scientilic knowledge, but a frank,\nmanly address, and not the slightest appearance of a charlatan. He said,\n\" H there is a spring on your land I think I can find it, but my method is a\nmystery to myself; I am always in doubt whether it will be sueeeasful, but\nhitherto it has never failed, and I have performed the operation hundreds\nof times.\" I took him to the'land, and on the way hestopped at a hawthorn\nhedge and cut out a branch. This he trimmed up until he had got\ntwo twigs about the thickneu of a cedar pencil, united at one end so as\nto take the form of the letter V with something like a right\nangle at the base, and each of the arms rather more than a foot long. On\nreaching the ground he took one of the arms in each hand, holding his ex-\ntemporised implement before him with the angledownwards, and he walked\nacross the field in a direction at right angles to the slope of the land. When\nhe came to a certain spot I saw the angle of the stick tum upwards suddenly\nand forcibly, He stopped at this point and desired me to drive in a stake.\nThen he went about 20 yards further down the field and croBBed it again in\nthe same manner. This time, however, I accompanied him step by step,\nholding his hands firmly grasped in mine and watching carefully for any\nmovement of his muscles. Again the angle of the stick leaped up, twist·\ning round within the grasp of his fingers, and another stake was driven in.\nA third time he crossed the field, still lower down, while 1 held the two arms\nwhich projected beyond his closed hands, nipping them with my full strength\nand watching his hands at the same time. Yet again the stick turned up as\nbefore, twisting round within my fingers as well as his, and a third stake\nwas put down. This proceaa was gone through several times more, with like\nresults, and we then found that the stakes stood in a diagonal line acrOBB the\nmiddle of the field. \"Now,\" said he, .. if you sink a well anywhere on that\nline you will find water, and judging from the force with which the stick\nmoved, and my previous experiences, I should say that you will have to sink\nat least 30ft., and pOlIsibly as muchas 40ft. or 45ft.\" As the line thus marked\nDigitized by Coogle\n\f1884.] TI,e Divining Rod. 101\nout WBI not conveniently situated I desired him to try the upper part of the\nland, which he did, but without result. Another short diagonal line was,\n. however, found at the bottom corner.\nNot placing much reliance upon what looked like a sort of necromancy, I\nyet resolved that it should be tested, and just before I left home for South-\nampton I sent a gang of well-sinkers to the spot. Yesterday morning I re-\nceived the following telegram: \"Well, 28ft., sandy bottom, water 2ft.\ndeep.\" I may say that to the depth of 20ft. the soil was dry, and I had re-\nceived notice two days previously that on reaching 21ft. it became moist for\nthe first time.\nThese are the facts, what is the interpretation of them 1 It may be said\n,that the finding of water was purely accidental, and that a well sunk in any\npart of the field would have been equally succeBBfuL But there is no proof\nof this, and the experience of other persons at Manchester and Grantham,\nand the extraordinary behaviour of the stick have still to be accounted for.\nOf course, my own unsupported testimony as to the behaviour of the\nstick will not, and O'IJ,fIht not to be taken as absolute proof of my statement.\nThere were in fact three other witneBBes, but I cannot produce them, at\nSouthampton. Can any physicalcause be suggested which could in anyway\nbe supposed to produce'such behaviour in 0. forked stick 1 It had much the\nappearance ofthe deflection of the index in a galvanometer. If this man had\na particularly sensitive constitution, and if an underground water-stream\nrunning for centuries in one direction could set up some kind of electric\ncurrent, might he not actually become a galvanometer giving visible indica-\ntions of that current 1\nNote.-The well was sunk to the depth of 31ft. and contained always\n6ft. of good water.\nNo. 21.\nFrom the HON. M. E.G. FINCH HATTON, M.P., 23,EnnismoreGardens, S.W.\nFebruary 29th, 1884.\nHearing that J. Mullins poBBessed the power of finding springs of water,\nby means of a forked twig held between his hands, I desired him t.o come\nover to Haverholme Priory, near Sleaford, where I live.\nThis is what happened. Firat he' cut a forked twig from a living tree, and\nheld it between his hands, the centre point downwards and the two ends\nprotrnding between the fingers of each hand. ,\nHe then stooped forward and walked over the ground to be tried. Sod-\ndenly he would stop and the central point would revolve in a half circle until\nit pointed the reveNe way. This he stated to be owing to the presence of a\n80bterranean spring, and further that by the strength of ,the movement he\ncould gauge the a;pproximate depth.\nMy brother, Hon. Harold Finch Hatton, and I each took hold of one of\nthe ends, protruding as stated above, and held them fast while the phe-\nnomenon took place, to make sure that it was not caused by a movement,\nvoluntary or otherwise, of the man's own hand or fingers. The tendency to\nDigitized by Coogle\n\f102 Tlte Divilling Rod. [Jan. IS.\ntwist itself, on the twig's part, \"Vas so great that, on ourholding firmly on to\nthe ends, the twig split and finally broke off.\nThe same thingoccurred when standing on a bridge over a running stream.\nStagnant water, he states, has no effect on the twig.\nThough now convinced ourselves of the man's good faith, and of the\n8utomatil'.-or rather independent-action of the twig, we resolved to test·\nMullins in various ways, of which the following is an account.\nFirst.-We established it on good authority that Mullins had no previous\nacquaintance with Haverholme.\n1. I took him on to the grass in front of the house,across which the water-\nsupply pipe passed. There was no indication of its presence on the surface,\nnor did I previously mention its existence to Mullins; on crossing it, the twig·\nmoved in the manner described, and he could trace tha water to right and\nleft by its means, along the path actually taken by the pipe.\n2. On our way to the kitc:hen garden Mullins discovered a spring on the.\nopen lawn, whose existence was unknown to me, it had been closed in so long,\nbut was subsequently attested by an old labourer on the place who remem·\nbered it as a well, and had seen it bricked in many years before.\n3. On reaching the kitchen garden I knew that a load pipe, leading\nwater to a tap outside the wall, crossed the gravel path at a certain spot. On\ncroBBing it the twig made no sign. I was astonished at first, till I\nremembered what Mullins had said about stagnant water, and that the tap\nwas not running.\nI sent to have it turned on, re·conducted Mullins over the ground, when\nthe twig immediately indicated the spot.\nWhen Mullins had passed on, I carefully marked the exact spot indicated\nby the twig. When he had left the garden, I said, \"Now, Mullins, may we\nblindfold you and let you try ~ \" He said, \"Oh yes, if you don't lead me\ninto a pond or anything of that sort.\" We promised.\nSeveral sceptical persons were present who took care the blindfolding was\nthoroughly done.\nI then re·conducted him, blindfold, to the marked spot by a different\nroute, leaving the tap running, with the result that the stick indicated with\nmathematic exactneBB the same spot. At first he slightly overran it a foot or\nso, and then felt round, as it were, and seemed to be led back into the exact.\ncentre of influence by the twig. .\nAll present considered the trial entirely conclusive of two things.\nFirst, of the man's perfect good faith.\nSecondly, that the eff6Ct produced on the twig emanated from an agency\noutside of himself, and appeared due to the presence of running water.\nMy brother, Mr. Harold }'inchHatton, is present as I write, and confirma\nwhat I say.\nIt is true that one of the Misses Wordsworth tried the twig, and was\nsurprised to find that an influence of a similar nature, though not so strong. _\nwas imparted to it.\nI merely give facts, without attempting to explain them.\nNo doubt it will be long before they are generally admitted-probably\nnot until scientific (1) men cease to gratify their vanity by denying the\nexisttlnce of everything they cannot explain or account for fully.\nDigitized by Coogle\n\f1884.] The Divining Rod. 103\nIt appears to me to be due to Bome occult fonn of magnetism, requiring a\nhigh conductive power in the operator. Mullins says that he feeIa something\nakin to an electric shock each time, and that his arms ache all night after\nmany experiments.\nNo.3!.\nFrom STEPHENS AND BARSTOW, Bristol Steam Joinery Works.\n25th M arc:h, 1883.\nIn the year 1879 we were building a house at Horsham,in Sussex,for Mr.\nJ. Renton, of Guildford.\nThere were one ortwo wells on the property, but little or no water·could\nbe obtained from either (in fact water was very Bearce indeed in the neigh-\nbourhoodgenerally), and it was thought desirable to sink another well.\nAs we had known Mr. Lawrence for many years, and knew that he\nprofeased to be able to discover water, we communicated with and arranged\nwith him to go to Horsham, hoping that if he should point out a place\nwhere we mightaink, that the well would be a greater success than those\nalready there.\nMr. Lawrence proceeded to the place, but we cannot, from personal\nobservation, give you an account of what took place, as no member of the\nfirm was able to accompany him (we may here state that neither of us have\never soon him use the\" rod\"), but we enclose you a letter from the man who\nwas foreman upon the works at the time of Mr. Lawrence's visit (he is still in\nour employ, and we wrote to him upon receiving your letter), in. which he\nfully describes how Mr. L. proceeded.\nYou will see by Mr. Martell's letter that he was in every way successful.\nFrom S. MARTELL, Foreman.\nMarch 26th, 1883.\nHe selected one, a hazel twig, and walked about with it. On coming to\na certain place he said, \"Here is the spring of water,\" and the twig was\nviolently jumping up and down, and he marked the place wbich was to be\nthe centre of the well. He then tried the steel spring with the same result.\nOn commencing to dig the well I was obliged to move a little on one side, as\none of the new drains was in the way, and the centre of the well, as marked\n. by him, became the side. On sinking down about 40ft. the spring burst out .\nas large as a hammer handle in the very IIfot that he marked for the centre.\nFrom HENRY SHAW, Architect, 52, New Broad Street, E.C., and 39,\nClapton Square, E.\nMat·ch 28th, 1883.\nWith regard to the\" Divining Rod,\" in 1878 I erected a house at Rudg-\nwick for J. T. Renton, Esq.; the site was on high ground, and the subsoil\nof stiff clay. During the progress of the works the contractor proceeded to\nDigitized by Coogle\n\f104 TIle Divining Rod. [Jan. IS,\nform a well close to the new building, and had bcwed a 'lJery c\/)\/l.Bide1'a.ble depth\nwithout coming to water. Meurl. StephenB and Bastow, of Bristol, were th&\ncontractors, and they advised that Mr. Lawrence Bhould be employed to\ndeted a apritlg. I had heard of him bef~re, and was greatly intereBted as to\nhis mode of procedure. He was Bhown where we had already bored. [Then\nfollowB a description of the proceu.] He said we Mould find water, the posi.\ntion being only some few yarda from the original boring. We proceeded to\nBink at the place indicated by Mr. Lawrence, and within aome 14 yards from\nthe Burface we came \"POI\/. a good apring of water, and which has, I believe,\ncontinued to Bupply the houBe from that time to this. .1 may Btate that there\nwas an old well Bome 100 yardB from the new building, but Mr. Lawrenc&\nwas not informed of this to my knowledge.\nNo.34.\nFrom MRs. BENGOUGH, 5, Apaley Road, Clifton, Bristol.\nMarch 7th, 1883.\nI diBcovered I could ule the\" Divining Rod\" in thil way. A profeBBional\nwater-finder in this neighbourhood called on me on Bome buaineu, and\nhappened to say he waa going that afternoon to find water at my coulin'B\nnew honse at Henbury. Alarge well had been dug to a considerable depth\nwithout any Bign of water, and aB the house was nearly completed the matter\nwas very important. 1 asked how he was going to find water, and he took\nfrom his pocket a watch-spring, and, going on to the lawn, showed me how\nhe used it. I then tried it, and found it worked quite as much in my handB\nas in his. After he left I determined to go over to my couBin's house and try\nif I could find the water before he came over in the afternoon, ao I bought\na watch.spring and drove over, and tried it (before many witn8B88B) close to\nthe well. 1 found it was most agitated at a spot about two yards from the\nwell, and from this spot I traced a lin!' acrou the garden to a field beyond,\nby the agitation of the watch-spring. My friendB marked the place, and theu\nwe waited for the water.finder. He came and fixed exactly on my spot.\nFrom H. J. CRISP, Architect, Bristol.\nMat·ch, 24th, 1883.\nPrior to sinking the well, we consulted a geologist as to the probability\nof finding water, and at what depth. He informed us that it was not likely\nthat water would be found until we had Bunk through the bed of the moun-\ntain limestone existing there, and which was about 150ft. deep, when we\nshould come on a bed of clay and find an abundant supply of water. ThiB\napplied to th~ di&trict where this stone exists, and therefore the well could\nbe Bunk in anypart with the same ohances of finding water. We accordingly\nsunk a shaft to a depth of 150ft. through the rock, and then bored 10ft.,\nbut found no;water. This may perhaps be accounted for to some extent, &&\nby ill luck \",e came in contact \",ith some faults (or saddle-backs as they ar&\nDigitized by Coogle\n\f1884.] The Ditining Rod. 105\nsometimes termed) in the rock. We then called in Mr. Lawrence with his\nrod ; he held it over the mouth of the well and it was motionless, and Mr.\nLawrence stated it was no use sinking any deeper there; he then walked in\na spiral line round the well, and when at a distance of about 20ft., the rod\nmoved vjgoro~y, but nowhere else near thE' well. With his advice we\ndrove a leyelheading from the shaft at a depth of about 100ft. from the\nsurface, towards the spot indicated by the rod, and oIter proceeding abouli\n30ft. the water suddenly flowed in at the end of the heading, and the men\nhad to leave the headingat once and get to the surface. Since this there has\nbeen a good and regular supplyof water.\n[These accounts are confirmed by Mr. Butterworth, the owner of the\nhouse, Mr. Lawrence and others. There is some slight discrepancy in the\nmeasurements, which, however, does not materially affect the case.]\nNo. 41.\nFrom W. G. ADEY, Builder and Timber Merchant, Weat Mills, Newbury.\nApt-il 19th, 1883.\nWilliam Stokes has been in my employ aa a carpenter and wheelwright\nfrom the. year 1865, in which year I built some stables and chaise houses for\nthe Rev. M. J. Ridley, of East Woodhay, and Stokes was on the works as a.\ncarpenter; and, while it waa in hand, Mr. Ridley wished the well that\nsupplied the house to be opened and cleared out, but no one on the estate\nknew where it was, Dot having been opened for a number of years; but\nStokes, with his divining rod, discovered the well (although a perfect\natranger to the place), and it proved to be where he predicted, under the\npaving in the centre of the pathway.\nAltogether Stoke. has been employed by me in that capacity as \"water-\nfi~der\" or \" prophet,\" aa he is called, in, probably, 18 or 20 different pla!:es,\nand I cannot say that he has failed on anyone occasion, and I must confess\nthat no one made greater ridicule of his abilities in that direction than I did,\nbut was quite converted and made a true believer by the following\ncircumstance.\nIn the year 1872, I was employed to build a mansion in this neighbour-\nhood, and was naturally desirous to have the well as near to the scullery as\npossible, and directed my men to sink the well accordingly at the N.W.\nangle of the building ; but after they had sunk the well a few feet, Stokes\nwent up, unknowing to me, and told my foreman that it was of no use going\non with that well as WA should not get water, and told them\nwhere the spring was, viz., in the N.E. corner, and that it was\nnear the surface. My foreman asked me what he should do in\nthe matter, and I told him not to pay any attention to such\nrubbish, and continue sinking the well. We did so, and ata depth of nearly\n40ft. there was not the slightest appearance of coming to ~ater. My men\nthen threw out a hole where Stokes indicated, about 30 or 35ft. from the\nwell, and at a depth of only 6ft, from the surface came upon a spring which\nkept the bricklaye1'8 and plasterers supplied all. through the job, and haa\nbeen used for the supply of the house to this day.\nDigitized by Coogle\n\f106 TI,e Divining Rod. [Jan. 18,\nOn another occasion I det1iated very sliqhUy from the course of the spring a&\nindicated by Stokes and haJ, to sink another weU where he directed.\nI could give you a list of several wells sunk under his direction, but I\nbelieve you have written to, and had replies from, several of my employers.\nOne bucket filled with spring water and another with rain water, placed\nside by side, and he will tell ryou, when blindfolded, which is the spring\nwater and which rain water.\nHe is an abstainer, and a highly nervous, sensitive man, and I am now as\ngreat a believer in his powers as I was formerly a disbeliever.\nHe is going in the country to-morrow to advise in the sinking of a well\non the hill for a new house I am commencing.\nNo. 47.\nFrom E. VAUGHAN JENKINS.\nOctober 7th, 1882.\nAbout 30 years ago I purchased a plot of land on a hill slope two acres\nin extent whereon to erect a residence of considerable value. It formed part\nof an estate laid out for building purposes in a suburb to Newport, Mon-\nmouthshire. The absence ofwaterworks necessitated the holder of each plot\nwho intended building thereon to sink a well for his water supply. Having\nchosen the site for my residence, the architect fixed upon the most conveni-\nent spot for the first requisite-the well.\nAfter the well·sinkers had reached a depth of 51ft. they decided, from\nthe nature of the stn~ta, &c., that it would be perfectly useless to proceed\nfurther with the sinking, as the search for water in that direction would\nbe sure to end in failure.\nA consultation of all the .. knowing ones\" in the matter. was therefore\nheld,with the result that, owing to the peculiar dip of the landand for various\nother reasons, \"they did not consider there was the least possible chance of\nwater being obtained on the plot of land anywhere.\" In this dilemma the\nforeman of the masons, a native of Devon or Cornwall-I forget which-ex-\nclaimed, \"Why don't you try the divining rod 1 In the part of the country\nI come from no one would think of sinking a well without the guidance of\nthe rod.\" Although quite incredulous, I replied that I should only be but too\nglad to have it tried if he knew anyone who could use it. Upon which he\nsaid his little boy, 11 years old, possessed the power in a remarkable degree,\nand that if water was to be obtained on tho plot he would pledge his chame-\nter that his boy would find it. The lad, an honest, innocent, and nice-\nlooking little feHow, being sent for and informed what was required of him,\nimmediately repaired to a neighbouring hedge, and returned with a rod of\nblackthorn or hazel-I think the former-about 2ft. 3in. in length and of\nthe thickness of telegmph wire. Then placing the ends of the rod between\nthe thumb and forefinger of each hand, bending it slightly and holding it\nbefore him at a short distance from the ground, he started 011 his expedition,\nI and others following him and watching every movement closely. After\ngoing up and down, crossing and re-crossing the ground several times, but\nnever on the Bame lines, the lad stopped, and, to our great surprise. we saw\nDigitized by Coogle\n\f1884.] Tke Divining Roil. 107\nthe rod exhibit signs of motion, the fingers and thumbs beincr perfectly mo-\ntionleaa. The motion or trembling of the rod increasing it slowly began to\nrevolve, then at an accelerated pace, fairly twisting itself to such an extent\nthat the lad, although he tried his best to retain it, was obliged to let it go,\nand it fled to some distance. The experiment being thus far succeBBful,\ncoupled with the respectability of the parents, the lad's transparent\ninnocence, and the father's positive aaaurance that the operation might\nbe immediately commenced with the certainty of succeaa, the next day\n8a.W the well-sinkers in full swing on the spot indicated, and on reaching\nthe depth of 48ft. they had the gratification of striking on a strong\nspring of pure and beautiful water coming in so fast as to cause them to\nmake a hurried exit, and in a few hours the well contained 0. depth of 10ft.\nof water, rising since occasionally to 15ft., and so it now continues. The\nfather stated that when he was a boy he poaaeaaed the same power, but\nentirely lost it at 16 years of age. I send you this incident for what it may\nbe wl)rtb. To myself personally its results were most important, as it\nchanged the position of my residence and secured me an exhaustless supply\nof beautiful water. 1 was then, and I am now, fully convinced of the total\nabsence of any deceit or colluBion and of the full integrity of the whole\ntransaction, no fee or reward being 8Bked for or expected, and I therefore\ncannot avoid entertaining the opinion that there mUBt be \"something in it,\"\nthat something being dependent upon Bome peculiar magnetic or other con-\ndition of the human agent employed, and it may yet form one of the grand\ndiscoveries of this or some future age.\nNo. 48.\nFrom TOPHAM ANGUS AND Co., Contractorll.\nIJecembe,' 28th, 1882.\nIn the Bummer of 1874:, we had instructions from the Somerset and\nDorset Railway Company to sink a well at Shepton Mallet Station. We snnk\nto a depth of 103ft., and got no traces of water. Our chief agent sent over\nfrom Bath a man who could find water with the \"Divining Rod.\" On\narrival he went down the well, and after Bundry manreuvring with the rod.\nhe said \"You will never come upon water here.\" He came up. After walking\nround the well a few feet, he came upon water which he said was boiling\n40ft. below the surfacII. He recommended a small heading to be driven,\nabout 40ft. from where he was standing. And he said, \"I do not think the\nminers will have time to finish timbering before the rush of water will be\nupon them.\" Naturally the Cornwall miners, who had sunk the well, and\nmyself thought it all humbug, but we found his statement true, for in leaa\nthan 24: hours we had 63ft. of water, and we got a lO·horse power engine\nbrought on the ground, and we could not reduce the·water more than two\nfeet in the 24 hourB.\nDigitized by Coogle\n\f108 .Annual BU8ine88 Meeting. [Jan. 18, 1884•\nANNUAL BUSINESS MEETING.\nThe annual busineB8 meeting of the members of the Society wns held at\n11, Chandos Street, Cavendish Square, London, on the 18th of January.\nThe President, ProfcB80r H. Sidgwick, was in the chair.\nThe balance-sheet for 1883 (which has been circulated among all tb~\nMembers of the Society) was placed before the meeting. It showed that\nalthough the receipts from Bubacriptiol18 had greatly increased Bince the\npreceding year, they had, even with the amount received from the sale of the\nProceedings, fallen short of the expenditure by over £300. Thp PreBident\nsaid thatthis deficiency had been fully met by the donationa which had been\ngiven in aid of the Society'B work. Looking at the fact of the rapid growth\nof the Society, which had increased ita numbers from 150 at the commence·\nment of last year to over 300 at the present time, and was still Bteadily\nincreasing, he thought that thiB discrepancy between the income proper of\nthe Society and ita expenditure need not cauae the Members any concern.\nHe thought that, at this early stage in the development of the Society, it\nwas far more important to make the work efiective than to balance subscrip-\ntions and expenditure. Accordingly he contemplated with perfect equanimity\nthe prospect that. although there would be a further large increase in the\namount received from subacriptiona, the Society would again this.,ear have\npartially to subsist upon \"charity.\" Indeed, he bad the pleasure of\nannouncing three or four additions to the Reiearch Fund since the beginning\n• of the year.\nThe following alterationa in the conBtitution and rules, which had been\nagreed to by the Council during the past year, were submitted to the meeting\nand adopted :-\nThat in Rule 3 the worda-\" Provided that no Preaident shall hold the office\nfor more than three;years coDBeOlltively\"-be omitted.\nThat a new Rule, to follow Rule 8, be adopted as follows :_hThe Council\nshall have power to elect as Correaponding Members, who Bhall be on the BaIIle\nfooting as Honorary Members, persona able and willing to forward the objeots\nof the Society.\"\nThat the following olause be introdnoed as the second sentence in Rule 17 :-\n.. The names of persona for the flnt time proposed to be co-opted on the Counoil\nshall be brought forward at one meetingof the Counoil, and Bhall be sentround\nto all Memberaof Counoil previous toits next meeting, when the TOting sball be\nby ballot, and a unanimous vote of those present shall be requisite to carry\nthe election.It\nThat in Rule 22 the third olause stand thus :-\"In all meetings ofthe Council\nfonr Bhall be a quorum \"-inBtead of as at present \"-\"In all meetings of the\nCouncil five shall be a quornm.\"\nThe following gentlemen had been nominated by the COlmcil to fill the\nvacancies cauaed by the resignation of two Membera during the year, and by\nthe retirement of four othera under Rule 18 : - .\nEDMUND GURNEY IFRANK PODJlORE IHENRY A. BJlITH\nEDWARD R: PEASE E. DAWSON ROGBRS PROF. BALFOUR STEWART\nNo notice having been given of any other nominations, these gentlemen\nwere declared elected. .\nOn the motion of the Hon. Percy Wyndham, M.P., Mr. Morell\nTheobald, F.C.A., was elected, in accordance with Rule 28, as auditor for\n1884, on behalf of the Membera.\nDigitized by Coogle\n\f","_id":517}