{"name":"Proceedings of the Society for Psychical Research 2764 7258 1942","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_28_march_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, March 28, 1884","mylang":"de","content":"March 28, 1884.]· A Theorll oj Apparition8. 109\nPROCEEDINGS OF THE GENERAL MEETING ON\nMarek 28, 1884.\nThe seventh General Meeting of the Society was held at the Garden\nMansion, Queen Anne's Mansions, S.W., on March 28,1884.\nPROFESSOR HENRY SIDGWICK, PRESIDENT, IN THE CHAIR.\nI.\nTHIRD REPORT OF THE LITERARY COMMITTEE.\nCommittee:-W. F. BARRETl', F.R.S.E.: CHAS. C. MASSEY; REV. W.\nSTAINTON MOSES, M.A.; F. PODMORE, M.A.; and EDMUND GURNEY,*\nM.A., and F. W. H. MYERS,- M.A., Hoo. Sees.\nA THEORY OF APPARITIONS.\nPART I.\nThis is a question whioh, after five thousand years, ia IItill undecided; •\nquestion, whether iJl theology or philosophy, one of the most important that can\noome before the human understanding.-DR. JOHNSON.\nBy a curious oombination of circumstances the question of which Dr.\nJohnson speaks-namely, what Apparitions really are-which has in a.\nkind of fashion smouldered on since the days of the cave-men, or at\nleast of Job and Homer, is now entering on 'an acute phase. It is\ncoming at ~he same time to seem more important, and to seem more\nsQluble. In this respect it resembles many other time-honoured\nquestions, which men have been for many generations content to debate\nbackwards and forwards without result, partly from a pre-scientific\nindifference to accurate tests, and partly from despair as to the\npossibility of applying them. The attitude of our generation towards\nsuch questions is very different. There is an inclination now to get to\nthe bottom of subjects, or at any rate definitely to recognise them as\nbottomless. If any subject has actuality enough to retain any place at\nall in general conversation, it is felt that somebody or other may be\nexpected to make it his business to analyse and expound it·. The\n*THE COUNCIL HOLDS ITSELF GENERALLY RESPONsmLE FOR THIiI REPORTS OF ITS CoJUlITTlI:ES.\nAT THE IlEAD OF EACH REPORT THE NAMES OF THOSIiI MBlilBERS OF COMlIIITTEE WHO ARlII\nSPECIALLY BESPONsmLlil FOR ITS COKPOSlTION ABIl lIIARKED WITH ASTERISKS.\nK\nDigitized by Coogle\n\flW A Theol'!! of Apparitioll8. [March 28,\nchange fairly indicates the extent to which the modem scientific spirit\nhas permeated the world of intelligence. Working unseen among\nmultitudes who belong to no learned bodies and have no scientific\npretensions, it helps to bear along on its imperceptible current the craft\nof the discoverer, which used to have to be ever wrestling with the\nopposing tides of ignorance and bigotry. The set of this current\ngradually broadens. At first it speeds the barks only of the older and\nmore established sciences; but little by little the explorer finds himself\nsupported into more devious channels, through which hitherto the\nimpetus of popular curiosity had never swept. Within the last genera-\ntion, for instance, anthropology, from being rejected year after year by\nthe British Association as a. vain cobweb spun from travellers' tales, has\ntaken its place as one of the most constant and popular element~ in\ntheir proceedings. And later still, the ingenious speculations of Mr. F.\nGalton in the delicate domain of \"eugenics,\" and in the idiosyncrasies of\nmental imagery-received at first with something as near derision as\nthe eminence of their author permitted-are now recognised as a.\nnecessary development of the method into which Darwin has cast the\nthought of the age.\nIt is natural that the tone and the claims of science should\nchange with this, gradual popularisation of the scientific instinct.\nShe can now demand, without fear, to subject, as it were, to her\npolice regulations the Broad Sanctuary which was once governed by\ntradition and sentiment alone. Everything which claims to be known\nis expected to show its credentials; and views about the seen and\nunseen worlds are alike conceived as amenable to objective tests. This\nprocess has been applied, as we all know, to every element in ancient\ncreeds and institutions. It would be absurd to say that any kind of\ngeneral agreement has been in this way attained. But if we had to\nsubmit two resolutions, as a kind of compromise, to be voted on by tho\nreaders of the innumerable tractates, \"symposiums,\" &c., which have\ndealt with these high matters, we should select the following as prudent\ngeneralities, likely to gain more assent and provoke less strenuous\n-opposition than any others which we could think 'Of :-\n1. The thesis that the universe is governed by unchanging laws, as\n-opposed to arbitrary interferences, has gained in probability.\n2. The crudely materialistic account of things, which refuses to\n'a.llow us even to seek the key of any of the phenomena of life and mind\n-outside the admitted scope of physiological and psychological laws,\nhas failed to commend itself as a. complete or ultimate solution of the\nproblems without and within us.\nNow if we wish to see what real guidance lies in these two some-\n'What vague resolutions, taken together, our practical corollary, as it\n'Would seem, must be something of this kind :-that while accepting as\nDigitized by Coogle\n\f1884.] A Theory of Apparition8. III\nperfectly valid every law which recognised science can establish, we\nmay fairly suppose that further laws, of a different kind it may be, but\nperhaps none the less susceptible of rigorous investigation, are actua.lly\nin operation in the domain of human life; and certainly no reason\nexists for contentedly ignoring any hint of such laws which experience\nmay offer.\nWe select, then, a test-instance. We propose to deal with a class\nof phenomena at once ancient, widespread, and notorious-the ,standing\njest and the standing mystery of age after age. Apparitions, of\ncourse, in one form or another, are an element in nearly every religion\nknown among men; and the discussion of their reality has been a\nperpetual feature in religious controversy. But the apparitions which\nllave been most associated with religious ideas have been those of the\ndead; and we sha.ll do our best to avoid controversial ground, and also\nkeep our subject within manageable limits, by altogether excluding this\nclass. Let us take only the a.lleged apparitions of living persons, the\ncommonest of which are death-wraiths, or apparitions of persons near\nthe moment of death. How does opinion stand at present with regard\nto death-wraiths 1\nWe think we may say that the subject holds a position absolutely\nunique. The main question, it must be remembered, is simply as to\nthe reality of certain contemporary events. Differences of taste, of\ntemperament, of skill in historical interpretation, of religious or philo-\nsophical proclivities, have nothing to do with it. Yet on this bare\nquestion as to whether or not a particular sort of phenomenon, alleged\nto be observed a good many times every year, is a reality 01'\na figment, intelligent opinion is found to be utterly, it might almost seem\nhopelessly, divided. In what other department of real and pretended\nknowledge can we find a para.llel to such facts as the following 1\nWithin the space of half a year two papers appear in two of the leading\nmonthly Reviews. In the first, a rising physician, acting as spokesman\nto a party of vigorous and enthusiastic scientific workers, dismisses the\nphenomenon in question as a baseless absurdity. In the second, one of\nthe ablest bishops on the bench, whose scientific aptitudes were at any\nrate sufficient to obtain for him the highest mathematical honours at\nCambridge, represents the same phenomena. as attested in a way\nwhich makes doubt of them almost impossible to a fair mind. This\ninstance is a typical one; and without hazarding a guess as to the\nrelative strength of the two parties, we feel assured that, if every\ncasual assembly of educated Englishmen could be polled, each view\nwould almost invariably claim a certain number of adherents. One\nmay not infrequently find the very antipodes of opinion located at\nthe two ends of a friendly dinner-table, and two groups, till then\nharmonious, each pursuing the theme under a fire of contemptuous\nK 2\nDigitized by Coogle\n\f112 .A Theory of ~p'paritionlJ. [Maroh 28•\nglances from the other. In a professedly scientific age, this division\nof belief on a point of contemporary testimony is surely an anomaly\namounting almost to a scandal; and the more so that the alleged\nevents, though not to be commanded at will, are not, like the sea.-\nserpent, remote and inaccessible; nor, like him, are they described\nby any particular class of the community professionally addicted to\nyarns or to marvels. They occur, if they occur at all, in our very\nmidst; and are testified to by no single class, but by individuals drawn\nfrom every class, and by representatives of every profession and pursuit.\nA question of fact which is thus in suspense clearly cannot long\nescape the widening current that sets towards minute and exhaustive\ninquiry. For though there has been hut little attempt at accurate\ntreatment, it certainly 'cannot be said that the general interest in the\nsubject has in any way flagged. With all their difference of view, the\ntwo parties at any rate agree intheir inability to leaveApparitions alone.\nThere is, no doubt, a growing distaste for the fictitious tales of \"the\nsupernatural\" which have had in their day a considerable vogue; and it\nis still safe and easy to treat any thing which can possibly be called\" a.\nghost-story\" as on a par with such figments as these. But, for all that,\nsuch records as bear marks of genuineness are, as a rule, received with\na much more thorough-going curiosity, and refuted (it may be) with a\nmuch more thorough-going zeal, than seems to have been the case in\ntimes generally accounted far more credulous and far more intolerant.\nIf, therefore, little serious hope has been felt of ascertaining the truth\nby subjecting the alleged phenomena. to a really scientific analysis, it\nmust be owing to an indistinct idea that the necessary evidence exists\nin fragments too sporadic and uncertain to form the basis of any accurate\ninductions.\nIt is against this idea that our first stand is made. We deem it\npremature to despair of the success of an enterprise which has never\nonce been fairly attempted. We spoke just now of the invigorating\neffect of the infusion of the, scientific spirit into popular thought: we\nmust now even more strongly insist on another aspect of the democratic\ntendency of modern science. The public are for the first time being\nmade participator8 in scientific work: for the first time they appear as\nthe sources of the evidence, as the actual material (so to speak) of the\nexperiments, which the novel nature of recent inquiries demands.\nHere, again, we have the example of Mr. Galton to point to.* The\n* Mr. Galton has felt himself at liberty to offer pecuniary rewards for\ninformation of the sort that he desires. We have held ourselves absolutely\nprecluded from taking this oourse. We do Dot, indeed, feel that there is any\nfear of intentional fictions being palmed off on ns ; as our system of cross·\nexamination (whioh our informants may sometimes, we fear, have thought\npedantio) has by this time set us quite at rest on that point. But it is plainly\nnecessary that our witnesses should not be induced, by any means that ca::L be\navoided, to cast their eTidence in a striking or attractive form.\nDigitized by Coogle\n\f1884.] A Theory of Apparitions. 113\nfact is, as he has pointed out, that the very spread of the scientific\nspirit has immensely increased the number of men and women who are\nable to give straightforward and accurate answers to questions bearing\non their personal experience. And as science gradually extends her\nempire over the subtler problems of life, the importance of this new\ndeparture may be expected to be more and more felt. Many a problem\nwhich a Reid or a Hamilton settled down to in a mood of conscientious\nself-exa.mina.tion, and in the philosophic cave of his study, may hereafter\nbe solved in the market-place, by the Method of Averages and by\ntables of statistics.\nBut to consider more precisely the present state of the argument as\nregards the genuineness of Apparitions.\nFor them there is a considerable mass of evidence (which, as we say,\nhas never been carefully collected or measured), and a good deal of\npopular belief-mainly held, however, by people who believe also that\nthey are more or less miraculous, more or less special interferences with\nthe ordinary laws of events.\n.A.gainat them there is a large mass both of scientific and of\nunscientific opinion. The unscientific opposition need not detain us\nlong. It embodies itself in such assertions as that no one ever heard\na ghost-sto.-y first-hand; or that seers of apparitions almost always end\nby believing in the Claimant, the Israelitish origin of the English, and\nthe flatness of the earth; or that no one who was not of a nervous or\nhysterical temperament was ever troubled with such experiences; and\nit rests probably on tacit reasonings of this kind, \"I am a strong-\nminded and superior person, and I never saw anything of the kind; \" or\non a comfortable and diffused sense of the progress of the age, and a\npiquant recollection of Sir Matthew Hale's belief in witches. Supple-\nmentary arguments can readily be improvised to suit the occasion. If\na believer in apparitions is a Catholic, it is said that of course he is one\nwho will swallow anything: if he is a Freethinker, it is said that he is\nsetting up grotesque images to replace his lost gods. These people give\nus no anxiety. Their assertions are mere phrases; and one phrase IS as\ngood as another. We entertain no doubt whatever that those who are\nnow asserting that the world has become too instructed for this sort of\nthing, and that nobody ever heard a ghost-story fust-hand, will-after\nthe evidence has been brought under their notice-be equally loud in\nasserting that of course they always knew that any amount of people\ncould be found to vouch for personal experiences of this sort, and that\nthey are only too painfully aware what a thin crust of science overlies\nthe chaos of primitive superstitions.\nBut the 8cientific opposition has, of course, a more logical basis. It\nsupports itself on two arguments; one of which is an ereplanation of\nsome at least of the alleged phenomena; ~he other presumption against\nDigitized by Coogle\n\f114 A Theory oj Apparitions. [March 28,\nthe antecedent possibility of the phenomena, except so fa.r as that\nexplanation will cover them.\n(1) The explanation is that apparitions a.re merely cases of morbid\nhallucination; and that the time-coincidences involved (as when thefigure\nof a friend is seen at the precise moment ofhis death) are due to chance\nalone.\n(2) The presumption is that however hard it may be to explain\naway the coincidence as due to chance, nevertheless that is the only line\nto take; and we must not suppose that the apparition has really any-\nthing to do with the dying person, since this would involve an\ninterference with the order of Nature.\nNow the explanation here suggested really resolves itself into a.\npure question of facts and figures. Noone doubts that there are\nnumerous hallucinations which do not correspond with any objective\nfact whatever outside the organism of the percipient-which merely\nreflect and externalise some morbid condition of his brain. And few\nwould care to deny that S0m.6 such hallucinations orapparitions mayhave\nbeen observed in close coincidence with deaths, &c., and ma.y thus have\ngiven rise to the belief in wraiths. It is obvious that until the evidence\nas to wraiths has been collected, sifted, tested in every ;ay with\nthorough care, and until also some conclusion is arrived at as to the\nfrequency of mere morbid hallucinations, it is impossible to say on\ngrounds of fact whether the coincidences of death and wraith are\ndue to chance or not. If it be at once asserted that ojcourse all death-\nwraiths are mere chance-coincidences, this positive and wholesale\nassertion must be based on the presumption which we sha.ll discuss\npresently, not on the ground of recorded fact which we are discuss-\ning now.\nHere, then, we have come clearly in view of the two lines along\nwhich facts must be collected for the purpose of our introduction. We\nmust collect information not only of death-wraiths, but a.1so of morbid\nhallucinations-of purely subjective visions-having no claim to be\nanything else. Up to this time no one has adopted the method of\nsystematic collection of facts along both these lines of inquiry, which\nalone can btl expected to bring the controversy to a final close. It is\nnot too much to affirm that the student of the subject may read every\nword that has ever been published on both sides of the argument,\nwithout encountering a sign-we do not say of the necessary statistics,\nbut of even an idea that statistics can be wanted. Confident assertion\nis a far handier weapon. Thus, to quote a typical instance from a\nleading daily paper, \"The number ofwell-attested coincidences\" between\nthe apparition of a person and his death \"does not exceed, as Mr. Lang\nhal! suggested, the limits that the laws of chance allow.\" The idea that\na point of this kind can be settled off-hand by anybody's suggestion-an\nDigitized by Coogle\n\f1884.] .A. Tlteorl\/ of .ApparitionS. 113\nidea which Mr. Lang himself would be the first torepudiate-clearly\nbelongs to the pre-scientific era. It is much as if some one should take\na stroll through Hyde Park, observe the children he met, and then\n\" suggest\" the proportion of males to females in the population of\nEngland. Again, on the other side of the controversy, it is no doubt a\nmore grateful task to relate or to print an interesting narrative than to\nascertain, for instance, from twenty of one's acq\\laintance the dull fact\nthat they have never experienced a distinct visual hallucination. Just\nin the same way a scientific lecturer will win more regard at the\nmoment by a sensational experiment with pretty colours and loud\nexplosions than by laborious quantitative work in his laboratory. But\nwe must persistently impress on the friends of \"psychical research\" that\nthe laborious quantitative work has to be done; and it is some satisfac-\ntion to think that the facts themselves may stand as material for others\nto deal with, even if the conclusions that we ourselves draw from them\nare incorrect.\nBut while we much prefer facts to the most intelligent\" suggestions,\"\nwe must point out that we have no wish wholly to discard the\ncommon-sense view of intelligent men, merely because it is not based on\ncareful numerical estimates. On the contrary, we ourselves are in a.\nposition to appeal to that view with confidence, in respect of one, at any\nrate,- of the two lines of inquiry which we have indicated.. The question\nwhether or not a. very large proportion of the population ha.ve had experi-\nence ofmorbid or purely subjective hallucinations is one, we submit,where\nwe might fairly ha.ve taken our stand on the ordinary observation of\neducated persons, and have thrown on our opponents the onus of proving\nit wrong. On this point a broad common-sense view does exist; and\naccording to it, \"spectral illusions \"-distinct hallucinations of the sense\nof vision--are very far from the everyday occurrences which they would\nhave to be if we are to suppose that, whenever they coincide in time\nwith the death of the person seen, they do so by a.ccident. Nay, if we\ntake even one of our critics, and bring him fairly face to face with the\nquestion, \" If '!Iou all at once saw in yourroom a brother whom you had\nbelieved to be.a hundred miles away; if he disappeared without the\ndoor opening; and if an hour la.ter you received a telegram announcing\nhis sudden death-how should you explain the occurrence 7\" he does not\nas a rule reply, \" His day and hour for dying happened also to be m'!l\nday and hour for a. spectral illusion, which is natural enough, consider-\ning how common the latter experience is;\" he usually says, \"The\nsupposition is absurd; there are no really authentic cases of that sort.\"\nUnder the immediate pressure of the supposed fa.cts, he instinctively\nfeels that the argument of chance-coincidence would not seem effective.\nBut to return to our census-it would perhaps have been too much\nto expect our opponents to aid us in a task which it was rather for\nDigitized by Coogle\n\f116 A Theo,.y 01 Apparitions. [March 28,\nthem to have undertaken. But we were scarcely prepared for the\nreception which our proposal for a numerical estimate encountered. It\nwas introduced in a circular letter, every word of which might have\nheen penned by a zealous sceptic, anxious above a.1l things to prove that,\nin cases where a distinct apparition or vision of a distant person has\nbeen simultaneous with the person's death, the coincidence has been an\naccidental one. If apparitions are extremely common things, then-it\nwas pointed out-it might naturaJly happen, according to the law of\nubances, that one of them here and there would fa.1l on the same day or\nnight as the real event which it suggested. Not a sylla.ble was used\nimplying that the authors of the letter had themselves any opinion as to\nwhether apparitions to which no real event corresponds OII'e or are not\ncommon things; it was simply argued that it is necessary to have some\nidea lww common they are, before deciding whether apparitions to\nwhich real events do correspond are or are not to be fairly accounted\nfor by chance. And since sensory ha.1lucinations, whatever their\nfrequency, are at any rate phenomena. as universa.1ly admitted as\nmeasles or colour-blindness, it did not occur to us that the following\n'luestion could possibly be misunderstood :-Have you ever, when in\ngood health and completely awake, had a vivid impression of seeing 01\nbeing touched by a human being, or of hearing a voice or sound which\nsuggested a human presence, when no one was there 7 Yes or no 1\nClearly, the more yeses are received to this question- i.e. the\ncommoner the purely subjective ha.1lucinations prove to be-the stronger\nis the argument for chamce as an adequate expla.na.tion of the instances\nof coincidence; the more noes-the rarer the purely subjective\nba.1lucinations prove to be-the stronger the argument that the death\nwhich coincides with the apparition is in some way the cause of the\napparition. We should have expected, if any injustice was to be done\nus, that it would have taken the form of attributing to us an inordinate\ndesire for noes. To our amazement we found that we were supposed to\nbe aiming exclusively at YBsBs-and not only at yeses, but at yeses\nexpanded into orthodox\" ghost-stories\"-to be anxious in fact that\nevery one in and out of Bedlam who had ever imagined something that\nwas not there, or mistaken one object for another, should tell us his\nexperience, with a view that we might immediately interpret it as due\nto the intervention of a bogey. A more singular instance of the power\nof expectaru;y, of the power of gathering from words any meaning that\nthe critic comes predisposed to find there, can hardly be conceived. A\nstatistical question on a. perfectly well recognised point in the natural\nhistory of the senses was treated, in scientific and unscientific quarters\nalike, as a manifesto of faith in \"supernatural \" agencies; and we found\nourselves solemnly rebuked for ignoring the morbid and subjective\ncba.ra.cter of many ba.1lucinations-that 'is to say, for ignoring the fact\nDigitized by Coogle\n\f1884.] A Theory of Appar£tiolls. 117\nwhich we had set forth as the very basis of our appeal, and from which\nits whole and sole point was derived.\nSo much for the statistical aspect of the controversy.* We have\nnext to consider the presumption against Apparitions as being\ninterferences with Nature, exceptions to ordinary law-abidingphenomena,\nand so a priori impossible. Now let us try to fi~ the meaning of this\nexpression. Arago's dictum pronounces \"impossible\" to be a mean-\ningless word, outside the region of puro mathematics; but for present\npurposes we are content to take it in a much looser sense, and to count\nas impossible anything which can fairly be called too improbable to be\nworth inquiring into. Let us try a definitiou then, and say \"An\nalleged phenomenon is impossible if it runs counter to a sufficient\nprevious mass of experience; or if (without definitely contradicting any\nestablished generalisations) it postulates a force whose existence, did it\nexist, must long ago have been inevitably observed.\" This perhaps\nis as fair a working definition as can be got; it is at any rate\none that all may agree to. But definitions are inanimate finger-\nposts, not living guides. And as soon as a really difficult case\nmeets us, it is seen that the whole question has still been left un-\navoidably open in the words sufficient and inevitably, whose meaning it\nmust be left in each case to common sense and the dicta of experts to\ndetermine. And even if we suppose a decision come to, it will be\ndifficult to regard it as final, so long as common sense insists-and it\ncertainly will insist-that all experience shall be counted for what it is\nworth. How long will our definition bind us to go on dismissing, as\n\"running counter to experience,\" what is widely and strongly testified to\nas experienced ~ Facts which have ended by settling down quite\ncomfortably with other facts, have before now had the door of science\nslammed in their face; and phenomena which are now the very\nstarting-points of research were once distorted or ignored as intractable\nand intrusive. Plenty of good solid substances have in their day been\njeered at as bitterly as if they were the airiest of spectres. Pre-Adamite\nfossils, which flew in the face of established chronology, were inter-\npreted as marks elaborately imprinted in the rocks by some uncertain\nPower, with obscure reference to man's ultimate belief or disbelief in\nthe book of Genesis. Aerolites were scouted as a kind of fetish in\nexcelsis-a transcendental bretyl-\" the image which fell down from\nJupiter.\" \"There are no stones in the sky,\" said Lavoisier, \"therefore\nnone can fall upon the earth.\" Again, forces now used in a wholesale\n• The collection of the statistics themselves must be the work of many\nmonths; and we earnestly appeal for help in it. To obtain an adequate number\nof answers, a very large number of oollectors is needed. Any person willing to\naid in the work shonld communicate with the Hon. Sec. of the S.P.R.,\n14, Bean's Yard, S.W.\n\f118 A Theoru of Apparitio1ls. [March 28~\ncommercial manner, and which existed as widely in the days of\nArchimedes and in the days of Bacon as in our own, remained almost .\nlatent, because the right conditions were not applied to draw them forth\nor measure them. When we consider the place which electricity now\nholds in the world, and yet how trivial were the forms under which\nmen for ages had beEln wont to recognise it, and how little they thought\nof lightning in connection with it, we must surely be cautious of our\nassertions as to w\/UJn men ought to have observed a force, and .what\nparticular phenomena they ought to have referred to it.\nThis last illustration is specially apposite. For, as it happens, our\npresent theory comprises elements which are connected in somewhat\nthe same way as the electrical phenomena of the firmament and of the\ncat's coat. Under our term Telepathy * we connect very small\nexperimental, and very striking spontaneous phenomena. Apparitions\nmay stand for the lightning; while the ancient observations on the\nattraction of amber for straw may be para.lleled by the modest\nexperiments in Thought-transference, to which the Society for Psychical\nResearch has been for some time inviting attention. Apparitions, on\nthe one hand, have been observed in every age, but observed with mere\nterror and bewilderment. And on the other hand, candid friends have\nexpressed surprise at our taking a serious interest in getting a rude\ndiagram from one person's mind into another, or proving that ginger\nmay be hot in the mouth by the effect of unconscious sympathy alone.\nYet we hope to be able to show that these trivial cases of community of\nsensation are the germinal indications of a far-reaching force, whose\nhigher manifestations may outshine these as the lightning outshines the\nsparks on Puss's back. We hope to show that the lowest telepathic\nmanifestations may be used to explain and corroborate the highest.\nThe experimental work from which, mainly at any rate, the lower\nmanifestations have been drawn, is as yet indeed only in its infancy.\nBut the infancy is a vigorous one; and the results which, when the\nsubject was broached in our Proceedings two years ago, rested on\nthe assumption of the sanity and probity of a few observers, have now\nbeen varied and repeated so as to divide the responsibility for their\ngenuineness over a group of persons too large, at any rate, to be\nsummarily discredited.\nIn thus insisting on Telepathy as a whole-as a conception of far-\nreaching application-we are but following out a hypothesis which to\nsome of the highest intellects of the past appeared not only a rationaJ,\n• We began byrestrioting this word to oases where the distanoe through which\ntransferenoe of impressions took place far exoeeded the soope of the recognised\nsenses. But there is great convenienoe in extending the term to all oases of\nimpressions oonveyed without any affection of tho percipient's recognised senses\nw~tever may be his actual distance from the agent. '\nDigitized by Coogle\n\f1884.] A Theory of Apparitions. 119\nbut a probable one. The idea is no mere popular instinct. It .cOmes\nacross our path in works of established fame, from Bacon's stately\nproposals for \" experiments in consort touching the emission of\nimmaterial Virtues from the Minds and Spirits of man, either by\nAffections, or by Imaginations, or by other impressions,\" to Goethe's\ngenial view that this power in the case of lovers\" is particularly strong,\nand acts even at a distance.\" Nor in referring to such names as Bacon,\neuvier, Goethe, in support of a broad theory of supersensuous influence,\nare we in any way bolstering up by antiquated authority a position\nwhich modern discovery has undermined. We most strenuously insist\nthat whatever of rationality and probability tha.t position ever possessed\nit possesses still. There is nothing in the advance of science since the\ndays of Goethe, or even of Bacon, which could possibly make tele-\npathy seem impossible to them now, if it seemed possible to them tl~en.\nPhysiology and psychology have, of course, advanced; the limits of the\nknown senses ha.ve been more exactly tested; the invariable cCHlxistence\nof a physical with every psychical event has been more irresistibly\nsuggested. But the question of sympathy at a distance is left all the\ntime exactly where it was before. Analogy might lead us to suppose\nthat such sympathy, if it exists, has its physical basis, like so many\nother phenomena of action between distant points. But such sympathy\nif it exists, being ex 16ypothesi independent of the known organs of\nsense, is also independent of our enlarged scientific knowledge of them.\nWe have here, in fact, a specially good illustration of the difference\nbetween the negative dogmatism and the positive discoveries of modern\nscience, and of the dangers involved in treating the two with equal\nrespect. It is not the assertion of the possibility but the assertion of\nthe impossibility, that the necessary evidence to a widely surmised fact\nmay one day be forthcoming, which is hasty and hazardous; and such\nattempts at finality lack wisdom in proportion as the prospect excluded\nis vast, and the instinct which prompts its exclusion a mere moment (so\nfar) in the history of thought. If the instinct of the vulgar and the\nintuition of sages should turn out to have been right, and the fact of\ncommunication apart from the recognised sensory channels should once\nbe established, then the scope of the laws (possibly even of the physical\nlaws) which concern our deepest being would turn out to have been\nquite arbitrarily limited; and the half-century which has surpassed all\nothers in the number of scientific paths which it has opened, would be\nthe very one which had shut out a legitimate curiosity from the most\ninviting path of all. For in this direction may lie our clearest proofs\nthat we are not mere isolated drops in an aimless storm of atoms, but\ninteracting centres of force, and \"every one members one of another.\"\nAnd so far from the scientific study of man being a region whose\nboundaries are pretty well mapped out, and which only requires to be\nDigitized by Coogle\n\f120 A TlteIJru of Apparitions. [March 28,\nfilled in with further detail by physiologists and psychologist&, we\nshould then perceive that we are standing only on the threshold of a.\nvast terra incognita, which must be humbly explored before we can\n-even guess at its true extent, or a.ppreciate its relation to the more\nfamiliar realms of knowledge.\nWe present the ordinary forms of Thought-transference, then, as a.\n:first step in this exploring process. And the experimental work, which\nwe thus place in the forefront of our argument, at any rate supplies a.\nnew and direct answer to the objection that the implied force-if it\nexists--ough' to have manifested itself sooner. For in fact it did\nmanifest itself as soon as it was really looked for. Before exact expe-\nriments were made, the faculty which we now call Thought-transference\nwas vaguely observed and obscurely asserted; as soon as exact\nexperiments were made, it was definitely observed and explicitly\nasserted. The mode of experiment may reassure those who look on\nthe faculty as something dangerous or uncanny; we are still quite as\nfar as ever from any likelihood of reading each other's secrets. The\nresults have to be tried for either by a very distinct and irksome\nprocess of concentration on the part of the person whose \"thought\" is\nto be \"read;\" or through the establishment by particular means of\nsome sort of hypnotic condition in the\" reader.\" It was when the\ndiscovery was made that the somnambulic state could be artificia.lly\ninduced, that experimental community of sensation may be said to have\nfirst presented itself. We could fill pa.ges with recorded experiments of\nphysicians and others in the early days of mesmerism in France, where\nalmost precisely the same phenomena. as ours were obtained with\n\" subjects\" in the so-called \"magnetic state.\" And wherever this induced\nsomnambulism has been largely practised, such phenomena have con-\ntinued to appear. The novelty of recent years-that with which our\nSociety is specia.lly identified-is the systematic repetition of the same\nexperiments with non-hypnotised subjects. And the experiments, when\nthus tried, have presented the same results which mesmerists had\nalready obtained in a. somewhat different form. No previous experi-\nments were contradicted by these results, since no experiments had ever\nbeen performed from which the non-existence of the telepathic force\ncould be concluded: a.ll that happened was that what had always been\n8U8pected to exist, as soon as exact trial was made was found to exist.\nWe proceed now to illustrate the way in which a.ll sorts and grades\nof \"telepathy\" do in fact hang together. And with this view we\nmay conveniently defer our actual evidence for Apparitions until we\nha.ve given some simpler and less startling instances-instances which\nma.y form a transition between one end of the scale and the other-\nof the diBtan' and spontaneous action of the self-same force which\nDigitized by Coogle\n\f1884.] A Tkeary of Appal'itions, 121\nhas been evoked within the four walls of a room by deliberate\nexperiment.\nNow experiment has given indications of communication of very\nvarious kinds, which follow in a somewhat indeterminate way the well-\nknown fourfold division of mental faculties into the emotions, the will.\nthe senses, and the intellect. And we shall find that the spontaneous\ncases may be similarly grouped. We do not mean to assert -that this\ndivision corresponds with the various ways in which telepathic impres-\nsions really reach the percipient. The telepathic impact, as we are\ndisposed to conjecture, falls usually upon the aub-conscWus region of the\nmind. It emerges into consciousness by whatever channel happens in\neach case to be the easiest; but we cannot say what it is which deter-\nmines whether the impression shall be felt emotionally as a diffused\ngladness or gloom; or fall on the motor nerves as an impulse to some\nspecial act; or be interpreted by the sensory centres as a visible figure,\nor a sound, touch, taste, or smell; or, finally, shall be conceived as a\nphrase or idea. But adopting the fourfold division for convenience'\nsake and beginning with the emotional class, as the least clearly defined,\nwe may observe that the very vagueness of the emotions renders them\na field ill adapted either for precise experiments or precise records.\nStrong emotion cannot be summoned up at will by an experimenter\neven in his own mind; while, if it exists, it probably betrays itself in\nways beyond his control. And, even when these purely emotional\nimpressions occur on a large scale, and spontaneously, they are still so\nfar defective for purposes of evidence inasmuch as they depend on the\npercipient's account of his own necessarily indefinite sensations. In\nthe domain of experiment we can, however, refer to the occasional\ncases where a secret grief or anxiety on a mesmeriser's part is reflected\nin the demeanour of his\" subject.\" And to illustrate the spontaneous\neffect, we will select a few accounts from witnesses not likely to be\naccused of sentimental exaggeration.\nWe begin with two closely allied narratives from gentlemen of\nacknowledged scientific position. And we may remark in passing that\nmen of science-who are not, of course, a large class-contribute, we\nthink, quite their proportional quota to our collection of evidence\nthroughout. The following case was sent to Professor Sidgwick by the\nRev. J. M. Wilson, head-master of Clifton College, a senior wrangler\nand well-known mathematician* :-\n• Most of the informants quoted in this and the subsequent Report are\nprivately known to us. But since it happens that many of them bear well-\nknown names, we have thought it better to omit in all cases the statement of our\nacquaintanceship, rather than to insert it in cases where our personal attestation\nof confidence would have looked highly superfluous. The narratives here given\nare, of course. mere samples from 0. very large collection, which we hope soon\nto lay before the public in its entirety.\nDigitized by Loo\n\f122 A Theory of Apparition8. [llarch 28,\nCLIFTON COLLEGE,\nJanuary 5th, 1884.\nThe facts were these, as clearly as I can remember.\nI was at Cambridge at the end of my second term, in full health, boating,\nfootball-playing and the like, and by no means subject to hallucinations or\nmorbid fancies. One evening I felt extremely ill, trembling, with no\napparent cause whatever; nor did it seem to me at the time to be a physical\nillness, a chill of any kind. I was frightened. I was totally unable to\n()vercome it. I remember a sort of struggle with myself, resolving that I\nwuuld go on with my mathematics, but it was in vain: I became convinced\nthat I was dying;\nI went down to the rooms of a friend, who was on the same staircase,\nand 1 remember that he exclaimed at me before I spoke. He put away his\nbooks, pulled out a whisky bottle and a backgammon board, but I could not\nface it. We sat over the :fire for a bit, and then he fetched some one else to\nllave a look at me. I was in a strange discomfort, but with no symptoms I\neall recall, except mental discomfort, and the conviction that I should die\nthat night.\nTowards 11, after some three hours of this, I got better, and went\nupstairs and got to bed, and after a time to sleep, and next morning was\nquite well.\nIn the afternoon came a letter to say that my twin brotherif. had died the\nevening before in Lincolnshire. I am quite clear of the fact that I never\n()nce thought of him, nor· was his presence with me even dimly imagined.\nHe had been long ill of consumption; but I had not heard of him for some\ndays, and there was nothing to make me think that his death was near. It\ntook me altogether by surprise.\nJAMES M. WILSON.\nOur next case is also from a scientific witness, who can hardly have\nbeen tempted to exaggerate, since the experience which he thus records\ngreatly impairs the force of the main thesis of his book, which is\ndirected against the transmission of obscure influences (mesmeric and\nthe like) from one person to another.\n[Translation of pp. 71-73 of \"Der aogmcmnte Lebens-Magnetismull oder\nHypnotwmus\" by Dr. E. L. Fischer, of Wiirzbt~I'g (1883).]\nWhen I was a student at the University, I experienced, on waking one\nmorning, a quite extraordinary feeling of sadness. I was not in the slightest\ndegree unwell, and was aware of no reason for distress, and my state of\ndepression consequently made a great impression on me-the more so that I\nnormally enjoy the best spirits. I asked myself what could be the meaning\nof it, and whether some serious illness must not be impending. I made\nevery effort to banish this deep melancholy, and especially to assume a gay\ndemeanour in the presence of my friends; but all my efforts were unavailing.\n• One or two of the cases quoted by Mr. Galton, of oo~sentaneous action or\nthought on the part of twins, seem to us to be probably referable to telepathio\nimpressions.\nDigitized by Coogle\n\f·1884.] .A Theory of Apparitions. 123\nBefore lecture two of them asked me what was the matter; they said I must\nhave something heavy on my heart. During the whole forenoon I remained\nin this state of dismal wretchedness. All at once a telegram arrived from\nhome, informing me that my grandmother was taken very ill, and that she\nwas earnestly longing for me. There I had the solution of the riddle.\nNevertheless from that hour my melancholy gradually decreased, and in\nspite of the telegram it completely disappeared in the course of the after-\nnoon. In the evening I received a second message, to the effect that the\ndanger was over. In this way the second phenomenon, the rapid decrease\nof my wretchedness-a circumstance which in itself was Burprising, inasmuch\nas the melancholy should naturally rather have increased after the receipt of\nthe :first news-received its explanation. For the afternoon was just the\ntime when the change in the patient's condition for the better took place;\nand the danger to her life once over, her yearning for my presence had\ndecreased; while simultaneously my own anxiety was dispelled.\nWe have space for but one more instance, which is, at any rate,\nsufficiently terse and business-like:-\n20, RANKEILLOR STREET, EDINBURGH.\nDecembsl' 27th, 1883.\nIn January, 1871, I was living in the West Indies. On the 7th of that\nmonth I got up with a strange feeling that there was something happening\nat myoid home in Scotland. At 7 a.m. I mentioned to my sister-in-law my\nstrange dread, and said that even at that hour what I dreaded was taking\nplace.\nBy the next mail I got word that at 11 a.m. on the 7th of January my\nsister died. The island I lived in was St. Kitts, and the death took place in\nEdinburgh. Please note the hours and allow for difference in time; and you\nwill notice at least a remarkable coincidence. I may add I never knew of\nher illneBB.\nA.C-N.\nIn answer to inquiries Mr. C--n adds :-\nI never at any other times had a feeling in any way resembling the\nparticular time I wrote about. At the time I wrote about I was in perfect\nhealth, and in every way in comfortable circumstances.\nIf further proof be needed that we have not to go to weak or\nhysterical sources for evidence of these vaguer and more emotional sorts\n(If telepathic impression, we may add that our collection includes under\nthis head accounts from two informants who, in very different ways,\n.have obtained the highest reputation as acute and accurate observers-\nMr. Henry James and Mr. J. N. Maskelyne.\nWe come next to that branch of telepathy which manifests itself\nas an influence exercised on the percipient's will; or on the motor\ncentres where will is transformed into action. And here the connec-\ntion between the experimental cases (both in the normal and in the\nDigitized by Coogle\n\f12·1 A Theory of Apparitions. [March 28,\nhypnotic states) and the spontaneous cases becomes at once very\nmarked.\nHaving space for only a. single experimental case, we choose one\nwhich is of interest as showing II. \"subject\" midway between the\nnormal and the mesmerised condition. It is interesting, too, as the\nfirst publication, on first-hand a.uthority, of an after-dinner incident\nwhich made much sensation in Yorkshire society when it occurred,\nand which even twenty years afterwards was still aJIuded to with\nbated breath as a. manifest proof of the aJIiance of mesmerists with\nthe devil. The modern inquirer will ra.ther regret that this diabolical\nassistance was so frequently perverted to mere works of charity and\nmercy; for Mr. H. S. Thompson (formerly of Fairfield, now of Moor-\nlands, near York) has devoted his almost unique mesmeric power mainly\nto the cure and comfort of his tenantry and poorer neighbours, and\nhas only incidentally made, and rarely recorded, those experiments on\n\"the silent power of the will\" which few men, we fear, in a. generation\nare able to repeat.\nMOORLANDS, YORK.\nNovember, 1883.\nDEAR SIR,-I will give you a sketch of some of the experiments I have\ntried, and which lead me to the conclusion that the will is sufficient to\nin1luence some people either far or near.\nIn 1837, I first became acquainted with mesmerism through Baron\nDupotet. The first experiment I tried was upon a Mrs. Thornton, who was\nstaying with some friends of mine, Mr. and Mrs. Charles Harland, of\nSutton. She told me that no one had ever succeeded in mesmerising her,\nthough she soon submitted to being mesmerised by me. She went to sleep\nat once, and was very strongly influenced by my will. One night when I\nwas dining with Mr. Harland, after the ladies had left the room, some\ngentleman proposed that I should will her to come back again, which I did.\nShe came directly, and after this I could not go to the house without her\ngoing to sleep, even if she did not know that 1 was there.\nI have met with many cases of thought-reading, but none so distinct as in\na little girl named Crowther. She had had brain fever which had caused a\nprotrusion of the eyes. Of this ill effect I BOon relieved her, and found that\nshe was naturally a thought-reader. I practised on her a good deal, and at\nlength there was no need for me to utter what I wished to say, as she always\nknew my thoughts. I was showing some experiments to a Dr. Simpson, and\nhe asked me to will her to go and pick a piece of white heather out of a\nlarge vase full of flowers there was in the room, and bring it to me. She did\nthis as quickly as if I had spoken to her. All these experiments were per-\nformed when the girl was awake, and not in a mesmeric sleep.\nBelieve me, dear Sir, yours truly,\nHENRY SrAFFORD THOlllPSON.\nThe following cases differ from the last in that the desire became\nDigitized by Coogle\n\f1884.] A Tlle~ry of Apparitions. 125\noperative at a distance without any expectation of such a result 011\nthe part of the person who exercised it.\n[Extract from. a Letter to Professor Sidgwick.]\nCATHEDRAL Y..UtD, WINCHESTER.\nJanuary 31st, 1884.\n'Sm,-As a constant reader of the Timll3, I have noticed the \"Proceed-\nings\" of the Psychical Society, and as your Society has invited communica-\ntions, I respectfully beg to oft'er you a short statement of my experience on a\nsubject which I do not understand. Let me premise that I am not a scholar,\nII.S I left school when 12 years of age in 1827, and I therefore hope you will\nforgive all sins against composition and grammar. I am a working foreman\nof masons at Winchester Cathedral, and have been for the last nine years a\nresident in this city. I am a native of Edinburgh.\nIt is now more than 30 years ago that I was livmg in London, very near\nwhere the Great Western Railway now stands, but which was not then\nbuilt. I was working in the Regent's Park for Messrs. Mowlem, Burt, and\nFreeman, who at that time had the Government contract for three years for\nthe masons' work of the capital, and who yet carry on a mighty business at\nMillbank, Westminster. I think it was Gloucester Gate, if I mistake not.\nAt all events it was that gate of Regent's Park to the eastward of the\nZoological Gardens, at the north-east corner of the Park. The distance\nfrom my home was too great for me to get home to meals, so I carned my\nfood with me, and therefore had no call to leave the work all day. On a\ncertain day, however, I suddenly felt an intense desire to go home, but as I\nhad no business there I tried to suppress it,-but it was not possible to do so.\nEvery minute the desire to go home increased. It was 10 in the morning,\nand I could not think of anything to call me away from the work at such a\ntime. I got fidgety and uneasy, and felt as if I must go, even at the risk of\nbeing ridiculed by my wife, as I could give no reason why I should leave my\nwork and lose 6d. an hour for nonsense. However, I could not stay, and I\nset oft' for home under an impulse which I could not resist.\nWhen I reached my own door and knocked, the door was opened by my\nwife's sister, a married woman, who lived a few streets oft'. She looked\nsurprised and said, \"Why, Skirving, how did you know 1\" \"Know what 1\"\nI said. \"Why, about Mary Ann.\" I said, \"I don't know anything about\nMary Ann\" (my wife). \"Then what brought you home at present 1\" I\nsaid, \"I can hardly tell you. I seemed to want to come home. But\nwhat is wrong 1\" I asked. She told me that my wife had been run over by a.\ncab, and been most seriously injured about an hour ago, and she had called\nfor me ever since, but was now in fits, and had several in succession. I\nwent upstairs, and though very ill she recognised me, and stretched forth\nher arms and took me round the neck and pulled my head down into her\nbosom. The fits passed away directly, and my presence seemed to tranquillise\nher, so that she got into sleep, and did well. Her sister told me that she\nhad uttered the most piteous cries for me to come to her, although there was\nnot the least likelihood of my coming. This short narrative has only one\nmerit; it is strictly true.\nALEXANDER SxmVING.\nL\nDigitized by Coogle\n\f126 . A Theor!l oj Apparition8. [March 28~\nDr. Fischer, whom we quoted, describes how he was himself once\ndriven forth from the midst of a jubilee-dinner, by the urgent desire\n(as it turned out) of a person whose need of his attendance was at\nthe time quite unknown to him; and we have reason to believe that\nthe experience is by no means unique in medical practice. We\nreceived the following very similar case from Mrs. C--, 11, Upper\nHamilton Terrace, N.W. :-\nDecember 17th, 1883.\nOn the 2nd of December, 1877, I was at church. My children wished to\nremain to a christening. I said, \"I cannot, somebody seems calling me;\nsomething is the mstter.\" I returned home to find nothing; but next\nmorning two telegrams summoned me to the deathbed of my husband, from -\nwhom I had had a cheerful letter on the Saturday, and who left me in\nexcellent spirits on the ThlU'llday before. All Sunday he was dying, and my\nfriends could not telegraph, and there was no train. I only arrived in time\nto see him die. As soon as I read your letter, my sons both said they re-\nmembered the circumstance quite well, and signed the enclosed. George\nwas 10 years old, John 12 years.\nELLEN 0-.\nWe remember, perfectly, our mother leaving the church, saying she felt\nshe was wanted, some one was calling her. The next day our father died,\nthe 3rd of December, 1877.\nGEORGE C--.\nJOHN A. 0-.\nHere we have instances of an impression powerful enough to pro-\nduce a distinct and unusual course of action-for Mrs. C-- assures us\nthat under ordinary circumstances she would certainly have remained\nwhere she was-yet so obscurely seated in the mind that its own\nsource remains unrealised and unknown. Somewhat similar is the\nprocess of rising by candlelight in pursuance of an overnight resolution\nto catch an early train, while, though sufficiently awake to dress\nquickly and carefully, one does not yet realise wlty one is in such a\nburry to be up and out. A still closer paraJ.lel is offered by a\nbypnotised \"subject,\" who has been made in the sleep-waking state to\npromise to go on some absurd errand when he wakes. He fulfils his\nmission in just this mood of blank obedience to an inward impulse\nwhose origin he cannot trace, and which affects him, we may suppose,\nlike the migratory instinct that carries the lemming into the deep sea.\nWe none of us grasp our whole identity; the bark of our conscious\nbeing may float on currents which neutralise each other in unguessed\n-confusion, till one of them bears us for a moment with it, and\nshows how much stronger than our rowing is the set of that hidden\nsea.\nDigitized by Coogle\n\f1884.] A Tileory oj Apparitiolls. 127\nOur next class, 0. wide and important one, includes transferences of\nactual 8ensatio~ensory telepathy as distinguished from transference\n()f emotion, motor impulses, or abstract ideas. And here we naturally\nfind the line between sensation and ideation very hard to draw. This\nis not the place to discuss the derivation of ideas from sensations; but\namong our published experiments may be seen some curious instances\n()f a sensation transferred, but modified in the transference by some\nerroneous belief on the part either of agent or percipient as to the\nprecise nature of the sensation felt or transferred. Perhaps the trans-\nmission of wcalised pains is as purely sensory an instance of telepathy\nas can be well selected. We have occasionally obtained this phenome.\nnon in the normal state; but it is in the hypnotic state that, though\nstill rare, it is most markedly induced. Take a mesmerised \" subject\"\n-who is sufficiently en rapport with his mesmeriser ; talk to him on some\nquestion which engrosses his attention; and, in the middle of your\ntalk, suddenly pinch (for instance) the mesmeriser's right ear behind\nthe subject's back. The sleep-waker will cpntinue to listen and reply,\nbut his hand will fly to his own right ear, which he will rub with\nmanifest discomfort. Now here is a transferred impression which is as\npurely 8ensory as we can well obtain, which prompts to an action nearly\nor quite reflex, and is scarcely present in any conscious manner to the\nsleep-waker's beclouded intellect.\nNow, according to our theory of a close parallelism between the\ninduced telepathy of our experiments and the spontaneous telepael~y\nwhich nature offers on a much larger scale to our examination,\nwe might fairly expect to find some cases where a localised\npain has been transferred from one person to another at a distance,\nunaccompanied by any definite idea of the cause or source of the\npain thus felt. To give force to an account of this kind, it is\nplainly important that the pain should be sudden, distinctly localised,\nand not easily referable to some mere ordinary cause. If Brown were\nto tell us that he got into such rapport with Smith at a friendly\nGreenwich dinner that, when Smith's head ached the next morning,\nBrown's ached also out of sympathy, we should hand over both head-\naches alike to a branch of science better established than our own. But\nwhen Louis Blanc feels a shock through one of his arms, as if it had\nbeen pierced through with a rapier, at the moment that Charles Blanc's\narm is pierced in a duel, * we feel that any ordinary sort of common\ncause for the two events is excluded. The incident which we shall now\nquote (occurring to Mr. Arthur Severn, the distinguished landscape-\npainter, and his wife, and the account of which has been obtained for\nus through the kindness of Professor Ruskin) presents th'3 ri:quisite\nSee\" Memoirs of O. M. Young\" (1871), pp. 341, 3'2.\nL 2\nDigitized by Coogle\n\f128 A TheorV of Apparitions. [March 28,\ncharacteristics of suddenness, localisation, and unusualness of the pain\nin a. very high degree.\nBRANTWOOD, CONISTON,\nOctober 27th, 1883.\nI woke up with a start, feeling I had h&d a hard blow on my mouth, and\na distinct sense that I had been cut, and was bleeding under my upper lip,\nand seized my pocket handkerchief, and held it (in a little pushed lump) to\nthe part, as I sat up in bed, and after a few seconds, when I removed it, I\nwas astonished not to see any blood, and only then realised it was impossible\nanything could have struck me there, as I lay fast asleep in bed, and so I\nthought it was only a dream I-but I looked at my watch, and saw it was 7,\nand finding Arthur (my husband) was not in the r()om, I concluded\n(rightly) that he must have gone out on the lake for an early sail, as it was\nso fine.\nI then fell asleep. At breakfast (half-past 9), Arthur came in rather\nlate, and I noticed he rather purposely sat farther away from me than usual,\nand every now and then put his pocket handkerchief furtively up to his lip,\nin the very way I had done. I said, \"Arthur, why are you doing that 1\"\nand added a little anxiously, \"I know you've hurt yourself; but I'll tell you\nwhy afterwards.\" He said, \"Well when I was sailing, a sudden squall came.\nthrowing the tiller suddenly round, and it struck me a bad blow in the\nmouth, under the upper lip, and it has been bleeding a good deal and won't\nstop.\" I then said, \"Have you any idea what o'clock it was when it hap-\npened ?\" and he answered, \"It must have been about 7.\"\nI then told what had happened to me, much to his surprise, and all who\nwere with us at breakfast.\nIt happened here about three years ago at Brantwood.\nJOAN R. SEVER..\"i.\nBRANTWOOD, CONISTON,\nNovember 15th, 1883.\nEarly one summer morning, I got up, intending to go and sail on the\nlake. Whether my wife heard me going out of the room I don't know ; she\nprobably did, and in a half-dreamy state knew where I was going.\nI was left becalmed for half-an-hour or so, when, on looking up to the\nhead of the lake, I saw a dark blue line on the water. At:first I couldn't\nmake it out, but soon saw that it must be small waves caused by a strong\nwind coming. I got my boat as ready as I could, in the short time, to receive\nthis gust, but somehow or other she was taken aback, and seemed to spin\nround when the wind struck her, and in getting out of the way of the boom\nI got my head in the way of the tiller, which also swung round and gave me\na nasty blow in the mouth, cutting my lip rather badly, and having become\nloose in the rudder it came out and went over-board. With my mouth bleed-\ning, the mainsheet more'or less round my neck, and the tiller gone, and the\nboat in confusion, I could not help smiling to think howsuddenly I had been\nhumbled almost to a wreck, just when I thought I was going to be so clever t\nHowever, I soon managed to get my tiller, and, with plenty of wind, tacked\nback to Brantwood, and, making my boat snug in the harbour, walked up to\nDigitized by Coogle\n\f1884.] A The01'1J of Appariti01i8. 129\nthe house, anxious of course to hide as much as possible what had happened\nto my mouth, and, getting another handkerchief, walked into the breakfast-\nroom, and managed to say something about having been out early. In an\ninstant my wife said, \"You don't mean to say you have hurt your mouth 1\"\nor words to that effect. I then explained what had happened, and was sur-\nprised to see some extra interest on her face, and still more surprised when\nshe told me she had started out of her sleep thinking she had received a\nblow in the mouth; and that it was a few minutes past 7 o'clock, and won-\ndered if my accident had happened at the same time; but as I had no watch\nwith me I couldn't tell, though, on comparing notes, it certainly looked as if\nit had been about the same time.\nARTHUR SEVERN.\nIt is fortunate that in this case the incident was bizarre enough to\nstamp itself at once on the memory. For one main difficulty in col-\nlecting cases of this sort is that, even if they do occur, they are not\nlikely to be observed or remembered. Their theoretical importance is\n(very naturally) not discerned; they are thought trivial and purposeless\n-merely incredible, without either pathos or dignity. In reality, no\nnarratives are more significant, or cast a more searching rayon the\nobscure pervasive co-sentiency of man and man.\nWe will next give a sample of an auditory impression. And here\nwe could easily give cases in precise parallelism with our recorded\nexperiments--cases, that is, where the actual words used by a person\ndying or in strong distress are represented to the consciousness of a\nfriend at a distance. But the following, a somewhat more complex\ninstance, is perhaps of still greater interest. We received it from\nthe Rev. Andrew J ukes, Upper Eglinton Road, Woolwich.\nOn Monday, the 31st of July, 1854, I was at Worksop, staying in the\nhouse of Mr. Heming, the then agent there to the Duke of Newcastle. Just\nas I woke that morning-some would say I was dreaming-I heard the voice\nof an old schoolfellow (C. C.), who had been dead at least a year or two,\nsaying, \"Your brother Mark and Harriet are both gone.\" These words were\nechoing in my ears as I woke. I seemed to hear them. My brother then was\n°in America; and both were well when I had las~ heard of them, but the words\nrespecting him and his wife were so vividly impressed upon my mind that\nbefore I left my bedroom I wrote them down, then and there, on a scrap of\nan old newspaper, having no other paper in the bedroom. Could they have\nbeen the end of a dream, haunting me in the moment of waking 1 They\nseemed to me like a voice from the unseen. That same day I returned to\nHull, and mentioned the circumstance to my wife, and entered the incident,\nwhich had made a deep impression on me, in my diary, which I still have.\nOn the 18th of August (it was before the Atlantic telegraph), I received a line\nfrom my brother's wife, Harriet, dated the 1st of August, saying that Mark\nhad just breathed his last, of cholera; after preaching on Sunday, he had\nbeen taken ill with cholera on Monday, and had died on Tuesday morning;\nthat she herself was ill, and that in the event of hOer death she wished their\nDigitized by Coogle\n\f130 A Tke(fr!l oj Apparition8. [March 28p\nchildren should be brought to England. She died the second day after her\nhusband, on the 3rd of August. I immediately started for America, and\nbrought the children home. The voice I seemed to hear, and which at first>\nI thought must have been 110 kind of dream, had such an effect on me, that,\nthough the bell rang for breakfast, I did not go down for some time. And\nall that day, and for days after, I could not shake it off. I had the strongest\nimpression, and indeed conviction, that my brother was gone. But you\nshould notice that at the moment ~hen I seemed to hear this voice my brother\nwas not dead. He died early next morning, on the lst of August, and his\nwife nearly two days later, namely, on the 3rd of August. I do not profess\nto explain it-I simply state· the facts. I ought perhaps to add that we had\nno knowledge of the cholera being in the neighbourhood of my brother's\nparish. My impression was that both he and his wife must, if the voice was\ntrue, have been taken away by some railway or steamboat accident.\nHere we may conjecture that the first shock of alarm in the\nmind of Mrs. Mark J ukes-at the idea of cholera in her house-\nhold-flashed itself upon the mind of Mr. Andrew Jukes at the\nimpressibie moment of waking, but clad itself in his brain, for some\nuntraceable reason, with a. dreamlike reminiscence of the old schoolboy\nfriend.\nWe are excluding from this Report all cases where the impression\nreceived suggests a presence wholly external to the percipient's organ-\nism, and thus seems to differ not only in degree but in kind from the\nmore ordinary forms of experiment. In the case of BOUnd, however, it\nis admittedly difficult to draw the line between what is inner and what\nis outer sense; and we have therefore included Mr. Jukes' narrative.\nIf we were to pass from the ear to the eye, we should be able to cite\ninstances of incipient visualisation of a very similar kind; but the\nsubject of visual phantasms will be more conveniently treated as a.\nwhole in our next Report.\nFrom these cases of transferred Bensory impression the transition to\ntransference of more abstract conceptions is gradual and imperceptible.\nIdeas are derived from sensations, and intimately interfused with\nsurviving elements of sense; and in the spontaneous, as in the\nexperimental cases, the percipient who receives an idea from another\nmind can hardly tell in what shape or investiture it sprang up in his\nown-clothed upon by mental picture, or mental word, or in the state\ndescribed by one great Irish orator when he said of another, \"He brings\na. brood of lusty thoughts into the world, without a rag to cover them.\"\nLet us quote first a case (originally cited by Mr. Knowles, in a letter to\nthe Spectator of January 30th, 1869) which closely resembles some of\nour published experiments :-\nMr. Robert Browning tells me that when he was in Florence some years\nsince, an Italiannobleman (110 CountGiunasi, of Ravenna), visitingatFlorence,\nDigitized by Coogle\n\f1884.] A Theory of Apparition8. 131\nwas brought to his house without previous introduction, by an intimate friend.\nThe Count professed to have great mesmeric or clairvoyant faculties, and\ndeclared, in reply to Mr. Browning'savowed scepticism, that he would under-\ntake to convince him, somehow or other, of his powers. He then asked Mr.\nBrowning whether he had anything about him then and there which he could\nhand to him, and which was in any way a relic or memento. This, Mr.\nBrowning thought, was, perhaps, because he habituallywore no sort of trinket\nor ornament, not even a watch-guard, and might therefore turn out to be a\nsafe challenge. But it so happened that, by a curious accident, he was then\nwearing under his coat-sleeves some gold wrist-studs to his shirt, which he\nhad quite recently taken into wear, in the absence (by mistake of a sempstreBB)\nof his ordinary wrist-buttons. He had never before worn them in Florence\nor elsewhere, and had found them in some old drawer, where they had lain\nforgotten for years. One of these studs he took out and handed to the Count,\nwho held it in his hand awhile, looking earnestly in Mr. Browning's face,\nand then he said, as if much impressed, \"C'b qualche cosa che mi grida nell'\norecchio, 'Uccisione, uccisione I'\" (There is something here which cries out\nin my ear, \"Murder, murder I\")\n\"And truly,\" says Mr. Browning, \"those vert studs were taken from the\ndead body of a great-uncle of mine, who was violently killed on his estate in\nSt. Kitts, nearly 80 years ago. These, with a gold watch and other personal\nobjects of value, were produced in a court of justice, as proofs that robbery\nhad not been the purpose of the slaughter, which was effected by his own\nslaves. They were then transmitted to my grandfather, who had his initials\nengraved on them, and wore them all his life. They were taken out of the\nnightgown in which he died and given to me, not myfather. I may add that\nI tried to get Count Giunasi to use his clairvoyance on this termination of\nownership, also; and that he nearly hit upon something like the fact,\nmentioning a bed in a room, but he failed in attempting to describe the room\n-situation of the bed with respect to windows and door. The occurrence of\nmy great-uncle'S murder was known only to myself, of all men in Florence,\nas certainly was also my posseBBion of the studs.\"\nMr. Browning, in a letter to us, dated the 21st of July, 1883,\naffirms that the account is \"correct in every particula.r\"-adding, \"My\nown explanation of the matter has been that the shrewd Italian felt his\nway by the involuntary help of my own eyes and face. The guess,\nhowever attained to, was a good one.\" We think that in this conjec-\ntuml explanation the illustrious author of Bordello has done imperfect\njustice to his own power of concealing his thoughts; and we fancy that\nhis involuntary transparency of expression would not have enabled the\nwily Italian to \"feel his way\" to murder. But of course such cases are\nmore complete when agent and percipient are at a distance which\nexcludes involuntary hints.\nSuch instances are the following. The :first is from a lady who\nrequests us not to publish her name. We learn from the friends with\nDigitized by Coogle\n\f132 A Tlleorg of Apparitions. [March 28,\nwhom she was staying that they \"remember the circumstances perfectly\nwell.\"\nOn the 5th of November, 1855, when I was staying at a country house\nwith several friends, one wet November day we amused ourselves by reading\naloud, of which I did a large share, but was so overcome by the impreBBion\nthat a very dear brother was drowning, that ice had broken, and that he was\ndrawn under it by the current, that I could not at all follow the purport of\nthe book, and when alone dreBBing for dinner, could only control my distress\nby arguing that there could be no fear of ice accidents, as the weather was\nexceptionally mild at that time. We afterwards learned mybrother had been\nin very actual peril, having jumped into a canal dock to rescue a companion,\nwho, being short-sighted, had fallen in in the dusk of the evening. My\nbrother was then an undergraduate at Cambridge, and I was in Wales. He\nreceived a medal from the \"Humane Society,\" and a watch, &c., from the\nmembers of his college, in recognition of the act. I have never had any\nother similar impreBBion of death or danger to anyone.\nThe next case is from Mr. Robert Castle, estate-agent to many of\nthe Oxford colleges :-\"-\nOXFORD, October 13th, 1883.\nIn the years 1851 and 1852, when I was from 15 to 17 years of age, I was\nleft in charge of a considerable extent of building and other estate work at\nDidcot, Berks, at which some 50 or 60 men were employed; and for so young\na person a good deal of responsibility was put upon me, as I was only visited\noccasionally, about once a fortnight on an average, by one of the seniors\nresponsible for the work.\nOccasionally this senior was my brother Joseph, about eight years older\nthan myself, and who had always taken, even for a brother, a very great\ndeal of interest in my welfare, and between whom and myself a very strong\nsympathy existed.\nI was very rarely apprised by letter of these visits, but almost invariably\nbefQre my brother came (sometimes the day before, at other times at some\nprevious hour on the same day) it would suddenly come into my mind as a\nquite clear and certain thing, how I cannot say, that my brother was coming\nto see me and would arrive about a certain hour, sometimes in the morning\nand sometimes in the afternoon, and I cannot remember a single occasion, on\nwhich I had received one of these vivid impressions, on which he did not\narrive as expected.\nI had, without thinking particularly about it, got to act upon the faith of\nthese impressions as much as if I had received a letter, and the singularity of\nthe occurrence was not brought very forcibly to my own mind until one day\nwhen the foreman asked me to give him instructions as to how a portion of\nthe work should be carried out, when I answered him quite naturally, \"Oh,\nleave it to-day, Joe will be here about 4 o'clock this afternoon, and I would\nrather wait and ask his advice about it.\" The foreman, who had access to\nmy office, and usually knew what letters I received, said, \"Perhaps it\nwould be as well, but I didn't know that you had received a letter from\nOxford.\" I had to explain to him that I had not received a letter, and\nDigitized by Coogle\n\f1884.] A Theory of Apparition.,. 133\nthat it was merely by an impression I knew my brother was coming, and\nupon this I got a hearty laugh for my credulity.\nAs my brother turned up all right at the time named the foreman would\nnot be convinced that I had not been playing a trick upon hinl, and\nthat I had not received a letter and put it away, so that he might not\nknow of it.\nThe strangeness of the matter then induced me to arrange with the fore-\nman always to let him know, as soon as I might have the opportunity, on the\noccurrence of these impressions, so that he might check them as well as my-\nself, and he, although he gave up all attempts to explain the singularity of\nthe thing, came afterwards to trust the certainty of their being right as much\nas I did myself.\nI told my brother of them, who was very much puzzled and could not\naccount for so strange an occurrence; but on comparing my statements as to\nthe time when the impressions occurred to me, in a number of cases, he said\n~hat, so far as he could check the time, it would seem to have been always at\nor about the time when he first received his instructions, or knew of the\narrangement having been made for him to come.\nAs both the foreman and my brother have been dead for some years past,\nI have no means of comparing their recollections of these matters with my\nown.\nPerhaps I should add that my brother was living at Oxford at the time,\n10 miles or so from Didcot, and that although I was visited from time to\ntime by other gentlemen beside my brother, I cannot remember having had\nthese previous impressions in any case except his. ROBERT CASTLE.\nThe next case may also fairly be classed as the transference rather\nof an idea than of an emotion. \"Ve received it from Mrs. Herbert\nDavy, Burdon Place, Newcastle-upon-Tyne.\nDecember 20th, 1883.\nA very old gentleman, living at Hurworth, a friend of my husband's, and\nwith whom I was but slightly acquainted, had been ill many months. My\nsister-in-law, who resides also at H., often mentioned him in her letters,\nsaying he was better or worse as the case might be.\nLate last autumn my husband and I were staying at the Tynedale Hydro-\npathic Establishment. One evening I suddenly laid down the book I was\nreading, with this thought so strong upon me I could scarcely refrain from\nputt.ing it into words: \"I believe that Mr. C. is at this moment dying.\" So\nstrangely was I imbued with this belief-there had been nothing whatever\nsaid to lead to it-that I asked my husband to note the time particularly, and\nto remember it for a reason I would rather not state just then. \"n is\nexactly 7 o'clock,\" he said, and that being our dinner hour, we went\ndownstairs to dine. The entire evening, however, I was haunted by the\nsame strange feeling, and looked for a letter from my sister-in-law next\nmorning. None came. But the following day there was one for her\nbrother. In it she said: \"Poor old Mr. C. died last night at 7 o'clock.\nIt was past post time, so I could not let you know before.\"\nE. M. DAVY.\n\f134 A Theory of Apparition8. [Ma.rch 28.\nDecember Zlth., 1883.\nI have a perfect recollection of the night in question, the 20th of\nOctober, 1882, when my wife asked me to tell her the time. I told her the\ntime, as she \"had a reason for knowing it,\" she said. She afterwards told\nme that reason. HERBERT DA.VY.\nIn all these cases the idea conveyed to the percipient, though it\ndoubtless involved a faint sensory unage and had a certain amount of\nemotional colouring, was at any rate abstract in so far as it was the\nidea not of an object, but of a fact or event. The following account\npresents an interesting contrast in the total absence of an emotional\nelement; while the idea transferred was of the most unpictorial kind.\nMr. Keulemans, a scientific draughtsman, of whose accuracy as a.\nwitness we have had several examples, has experienced so many of these\ncoincidences that, even before our inquiries quickened his interest in\nthe matter, he had been accustomed to keep a record of his impressions\n-which, as he informs us, were invariably justified by fact.\nIn the summer of the year 1875, about 8 in the evening, I was return-\ning to my home in the Holloway·road, on a tramcar, when it flashed into my\nmind that my assistant, Herr Schell, a Dutchman, who knew but little\nEnglish (who was coming to see me that evening), would ask me what the\nEnglish phrase \"to wit\" meant in Dutch. So vivid was the impression\nthat I mentioned it to my wife on arriving at my house, and went so far as\nto scribble it down on the edge of a newspaper which I was reading. Ten\nminutes afterwards Schell arrived, and almost his first words were the\ninquiry, \"Wat is het Hollandsch voor 'to wit '1\" (The words scribbled on\nthe newspaper were not in his sight, and he was a good many yards from it.)\nI instantly showed him the paper, with the memorandum on it, saying,\n\"You see I was ready for you.\" He told me that he had resolved to ask me\njust before leaving his house in Kentish Town, as he was intending that\nevening to do a translation of an English passage in which the worda\noccurred. He was in the habit of making such translations in order to\nimprove his knowledge of English. The time ofhis resolution corresponded\n(as far as we could reckon) with that of my impression.\nJ. G. KBULEDUliS.\nWe have now, in rough adherence to the common division of man's\nnature into emotions, will, sense, and intellect, indicated under each of\nthese heads some apparent anomalous and aberrant phenomena, which\nwe have attempted to place in close parallelism with actual ea:penment,\nand to colligate provisionally under the general conception of telepathy,\nthe precise law of which has yet to be ascertained. Meanwhile, we\nmust specially warn the reader against concluding, from the wordforoo\nwhich we are obliged to use, that the law is necessarily & phyBicoJ, one,\nor that this distant-working force can in any way be C(K)rdinated with\nthe recognised forces of the material world. Not only, as with other\ndelicatl>! phenomena of life and thought, is the subjet;tw6 side of the\nDigitized by Coogle\n\f1884.] Li. Theory of Appart\"tiotls. 131)\nproblem the only one that we can yet attempt to analyse: we do not\neven know where to look for the objective side. If there really is a..\nphysical counterpart to the fact of transmission-over and above the\nmovements in the two brains which are the termini of the transmission\n-that counterpart remains wholly unknown to us. The physicaJi\nanalogies hitherto suggested for telepathic impulses are aids to imagi-\nnation and nothing more. Mr. Knowles' \"brain-wave\" was a metaphor\nwell chosen for its purpose, namely, to attract public attention to a.\nnovel field of inquiry. But the transformation (by Dr. Maudsley) of\n\"brain-wave\" into the more ambitious\" mentiferous ether\" only serves\nto throw into stronger relief the real absence of provable likeness\nbetween the psychical and the physical modes of communication. In\nfact, the first nodus of the problem lies in the relation of telepathy\nto space and to matter, in the states in which matter is known to us..\nUnless some such relation can be demonstrated we cannot reasonably\nspeak of a psychical telergy-an action of mind on mind at a distance-\n-as correlated with any energy which we have learnt to measure.\nFor even the force of gravitation diminishes with distance, and there is.\nno force whose influence on a distant point is not liable to be inter-\ncepted by various forms of matter; while, on the other hand, it seems.\nnot improbable that the action of mind on mind operates as easily from\nLondon to Melbourne as from this room to the next. It is true that in\nour actual experiments we have found the physical nearness of agent\nand percipient to be in the normal state always, and in the hypnotic\nstate usually, a necessary condition of success. But in our experi-\nments we seem to be dealing with weak and incipient stages of a.\n'I'apport which, when thoroughly established, and vivified l:!y adequate\nstimuli, may be transmitted without appreciable impairment or delay,.\nnot only through walls, but over oceans, or through the centre of the\nearth.\nUnderstanding, then, that from physical conceptions we can hope at\npresent for nothing more than suggestive analogies, we prefer to seek\nthose analogies on more sides than one; not only in the conceptions of\nradiance and undulation, but in the conceptions of attraction ana\naffinity. The illustration which we should be most inclined to use, as\nwe note the extraordinary intensification of telepathic impulses at the-\nmoment of dissolution, would be drawn from \"nascent hydrogen \"-from\nsome gas, let us say, which, set free by an electrical current from its.\nlong union with some less volatile element, shows at its first moment\nof deliverance an unusual eagerness to unite itself with a.ny suitable-\nsubstance in its vicinity; but which, in default of such substance,\nescapes away, recoverable by us no more from its diffusion in the height.\nof heaven.\nBut the testing or verffication of such speculations as these must be\nDigitized by Coogle\n\f)36 A Theory oj Apparitions. [March 28,\nI\nleft for a later stage of this inquiry. The achievement which we claim\nfor our Society is not a. theory ofcauses but a colligation of facts. We\nclaim that it has been shown that certain small experimental results\ncan be produced, and that certain impressive spontaneous phenomena,\ngenerally discredited as anomalous, can be plausibly shown to belong to\nthe same class as these small results of experiment. To recur once\nmore to a previous metaphor, we may say tha.t we have produced\nfrictiolla.I electricity on a small scale, and indicated the probable con-\nnection of lightning with the sparks thus obtained. But we have not\nyet tracked the birth of the thunderbolt, nor lit our highways with the\nobedient flame.\nHere we must break off. Weare obviously as yet only on the\nthreshold of Apparitions as commonly understood-the visible phan-\ntoms, externalised in space, which, above all things, our title pledges us\nto discuss. This further step, it may seem, must surely sever us from\nthe experimental support to which we have hitherto clung, and bring us\nface to face with quite· new problems. But though this is to some\nextent true, we shall not quit our old basis. We shall still hold fast to\nour fundamental doctrine of Thought-transference; we shall still seek\nthe origin of the phenomena not in \"transcendental physics,\" but in\nhuman psychology. The object of ournext Report will be to show after\nwhat fashion the minds of men, as already known to us, may be the\nmatrix of these airy crystallisations, the camera whence these phantas-\nmal images are projected upon the waking world-what law is their\nSummoner and their Disperser, the Hermes which\" guides them harm-\nlessly along the darksome way.\"\nDigitized by Coogle\n\f.1884.] Report of tke Oommittee on Haunted Houses, 131\nII.\nSECOND REPORT\nOJ'rBE\nCOMMITTEE ON HAUNTED HOUSES, &c.\nCommittee :-REV. W. D. BUSHELL, M.A.; F. S. HUGHES,* B.A.;\nA. P. PERCEVAL KEEP; F. PODMORE,* l'I.A.; HENSLEIGn\nWEDGWOOD, J.P.; and EDWARD R. PEASE,* Hon. Sec.\nA year has elapsed since the last report of the Committee on\nHaunted Houses was issued. During this time we have not been idle,\nalthough we have no very startling theory to propound, or discovery to\nannounce. 'Ve have been occupied in the main in collecting and sifting\nevidence, in printing those stories which seemed moderately complete,\nand in making some few personal examinations of houses reputed to be\nhaunted.\nWeare moreover convinced that at present we are not in a position\nto attempt anything beyond the collection of evidence and the making\nof ~xperimental observations. Our subject is an obscure and difficult\none; the stories which come before us present very various features, and\na considerable experience will be necessary before, with any confidence.\nwe can judge of their evidential value. But, as a whole, the evidence\nbefore us unquestionably points to the reality of this class of abnormal\nphenomena. Weare not investigating the origin of fables; we are\nexamining facts; and the quantity of evidence for them, which we are\nnow engaged in sifting, far surpasses our expectation.\nNevertheless, as noticed in our first report, we still find but few\nopportunities for making experimental investigations of Haunted\nHouses. Often such houses belong to families who are not anxious to\nattract attention, and perhaps ridicule, by allowing us to make serious\nexaminations. In other cases, where something abnormal is seen by a\ntenant, we do not hear of it till he has left the house, which is either\noccupied by another tenant or else ean only be rented by us at consider-\nable expense.\nBut beyond these there is another more serious obstacle to experi-\nmental investigations. It is very seldom that phantoms appear or\ndisturbances occur with any frequency or regularity. On this point we\nshall have something to say further on. Meanwhile it is sufficient to state\nthat when cases of repeated appearances are investigated, they usually\nDigitized by Coogle\n\f138 Report of the Oommittee on Haunted Housea. [March 28,\n\"prove to be in this respect exaggerated. The original account is that the\nfigure was Been or the noise heard on one or two occasions in the course\n-of perhaps a dozen years. The report of such a story that first reaches\nus often is that a figure is constantly seen, or a noise heard every nigl~t.\nAs therefore there is no satisfactory means of testing the reality of the\n·phenomenon, except upon the rare occasions of its occurrence, we are\nlosing hope that the experimental branch of our inquiries will furnish\nus with much matter of value.\nNevertheless, we would beg any of our members and friends who\nare so fortunate as to inhabit haunted houses, to afford us, if possible,\nsome opportunity for investigation. It may be that we are not likely\nto obtain results, that is, to see or hear anything abnormal. But there\nis some small chance of success, and for this chance we are willing to\nincur much trouble and expense. If one of us could have some actual\nexperience of these phenomena, we should feel amply rewarded.\nIn these circumstances we are obliged to fall back on the testimony\nof those fortunate persons who have seen phantasms or heard abnormal\nnoises. Now this evidence is not necessarily of small value. If a\nphantasm is seen by several trustworthy witnesses, their account of the\nmatter is not vitiated because they do not happen to be members of\nthe Haunted House Committee.\nWe have made an analysis of the 65 stories which are printed as\nbeing provisionally complete, but which, of course, form but a small\nproportion of our collection. We have classified their evidential value\nunder four qualities, ABC and D. Of these 28 are A, or first...\nclass stories, for which the evidence is clear and strong, and the\nwitnesses for which we regard as worthy of credence. This does not, of\ncourse, represent the true proportion of A stories amongst the total\nnnmber which reach us, since vague, unsatisfactory, and second-hand\nstories are not usually worth printing. We now propose to give some\nparticulars of these 28 A stories, for the purpose of showing, not so much\nwhat they are, as what they are not.\nIn the first place the whole of these stories are first-hand. In\nevery instance we have received the account from the actual witness\nof the occurrence reported, and, in most cases, our informant is known\npersonally to some member of the Haunted House Committee, or of the\nLiterary Committee.\nWe are accused of obtaining our evidence principally from women.\nThis is, no doubt, true to some extent, and very good reasons could be\ngiven why women should be our most frequent and accessible witnesses.\nNevertheless, for these 28 cases we have the evidence of 40 witnesses, of\nwhom 14 are men and 26 women.\nThe appearance of figures is recorded in 24 of these stories,\nwhilst 4 record noises only. This is, of course, a proportion the reverse of\nDigitized by Coogle\n\f1884.] Report of tke Oommittee on Haunted Houses. 139\nwhat obtains amongst our stories as a whole. Noises are more abundant\nthan visual appearances, but they are far less easily verified. If 8\nphantom is seen it can be clearly described, and must generally be\nexplained as an hallucination, or as a dream, or as something abnormal.\nBut noises may be all these, and, as well, may be rats, or wind, or wood\nstarting, or a dozen other things. Therefore, it is only now and then\nthat we obtain accounts of haunted houses where nothing has been\nseen, which are sufficiently clear and detailed to be treated as first-class\nevidence.\nOmitting the four cases of noises only, and five other eases which\nare of an exceptional nature, we have left 19 stories, all as\nregards evidence, of the A or first class. In these stories we shall now\npoint out the presence of certain common features, and the absence of a\ngood many other features which might have been expected by anyone\nfresh to the subject.\nIn the magazine ghost-stories, which appear in such numbers every\nChristmas, the ghost is a fearsome being, dressed in a sweeping sheet\nor shroud, carrying a lighted candle, and speaking dreadful words from\nfleshless lips. It enters at the stroke of midnight, through the\n.sliding panel, just by the blood stain on the floor, which no effort\never could remove. Or it may be only a clanking of chains, a tread\nas of armed men, heard whilst the candles bum blue, and the dogs howl\nThese are the ghosts of fiction, and we do not deny that now and\nthen we receive, apparently on good authority, accounts of apparitions\nwhich are stated to exhibit some features of a sensational type. Such\ncases are, however, very rare, and must for the present be dismissed as\nexceptional. .\nIn examining the normal type of apparition, we find in the first ,\nplace that these appearances scarcely ever bear any relation to special 'I'\ntimes. In none of the 19 cases we are considering is the appari-\ntion seen at any known fixed time, either of the day or of the year.\nThere are, no doubt, stories that seem to be authentic of apparitions on\nspecial days and at particular hours. One of the cases now published\nrecords the occurrence of noises at a fixed time. But in general this\nwould seem to be an exceptional feature. It may indeed exist in some\n-cases where it has not been observed, but on the other hand it is a\nsensational detail which might easily be added in cases where it is\nreally absent.\nThis fact, if such it be, is important. We are usually told that\nphantasms appear on the anniversary of some tragic occurrence, reputed\nas their origin. But if subsequent observations show that the supposed\ntime-relation has no real existence, our task will be simplified when we\nhave to ascertain the cause of these phenomena.\nAnother characteristic which these 19 cases present to our\nDigitized by Coogle\n\f140 Report of tke Oommittee on Haunted Hou8e8 [Maroh 28,\n~otice is the apparently casual and objectless nature of the appearances•\n.A figure isseen, and that is all. It does not act as .if alive; it does\nnot speak or use its limbs. If it moves, it is usua.lly described as\n\"gliding,\" that is, moving in anindefinite manner. Itseems to resemble\na magic-lantern figure more'closely than anything else we can suggest.\nWe may mention in this connection that the production of ghosts as\npractical jokes, whether by magic lanterns or by any other meanS,\nwould seem to be very uncommon. Only one distinct case has come\nunder our notice.\nTurning to the uescriptions of the apparitions, we notice that in\n12 cases the figure is taken to be a. living person, whilst in 7\ncases only it is recognised at once as a. phantom. Again, in\n13 cases it is seen distinctly, and described in detail; in 6\ncases only it is stated to be shadowy and indistinct. On these points,\ntherefore, the evidence is not decisive; and for the present we can only\nsay that the figure, if seen distinctly, is found to appear in such clothes\nas are now, or have recently been, worn by living persons.\nWe find that in 7 out of the 19 cases a sudden death, often either\na murder or a suicide, appears to be connected with the cause of the\napparition. In 7 other cases long residence in the loca.lity, and\noften a peculiar attachment to some special house or room, seem to be\nsimilarly connected with it; whilst in the remaining 5 cases no ex-\nplanation of its origin is suggested to us.\nAs regards frequency of appearance, the A' stories are not a fair\ntest, since the fact that we have good first-hand evidence for several\noccurrences of the same apparition is, of itself, generally a sufficient\nreason for giving the story a place in the first class. Yet in 8 out\nof these 19 eases, we have records only of a. single appearance. And\neven when a figure is seen more than once, it is often only at intervaLs\nduring a considerable period. The instances where an apparition is\nseen on several occasions during one year are very few indeed.\nr-- The generalisations which we have now laid before you are pro-\nI fessedly made from the 19 cases under consideration, but in reality\n, we have drawn them from our knowledge of the whole mass of evidence\nin our possession. We find that a large majority of the stories which\nprove to be genuine, possess certain features; and, on the other hand,\nwe find that in nine cases out of ten, when a. story differs widely from\nthe type, it proves to be incorrect, or unattainable from an authentic\nsource. Weare not prepared to affirm that all exceptional stories are\nunworthy of credence. But we are inclined to believe that a larger\ncollection of material, and a more careful study of it, will, before long,\nenable us to lay down with some certainty and precision the laws of\nthe occurrence of those phenomena.\nIn conclusion, we must repeat that we offer no hypothesis to account.\nDigitized by Coogle\n\f1884.J Report of the Oommittee on Haunted Houses. 141\nfor the facts which we are discussing. We have avoided the convenient\nword \"ghost\" because it might be understood as conveying the idea\nthat phantoms are due to the presence of departed spirits. To this\nhypothesis we desire to give no countenance. lI!ltil our collection of\nfacts is_larger, and our e.xa.minat~on of~hem_ more complete, we abso-\nrutely decline to theorise. .\n--Wehave now to bring before you two narratives, the first of which\nis a fair example of the normal type. It is a good case, because we\nhave accounts of the apparition on three distinct occasions, and from\nthree separate persons. Moreover, the story is of recent date, and the\nwitnesses are all alive, and personally known to our President and to\nProfessor Barrett.\nThe evidence is as follows :-\nIn relating simply what I saw one July morning in the year 1873, I will\nfirst describe the room in which I saw it. It is a bedroom with a window at\neither end, a door and a fireplace at opposite sides; the door is nearer the\nfront window, and the room is on the upper storey of a two-storied house, as\nyou know, some miles from the city of D--. The house is an old one,\nsaid to have been built before the Rebellion; it has all the appearance of\ndating as far back as that, at least, the walls being unusually thick, and the\nroof high-pointed and uneven. A large old-fashioned garden lies in front,\nand a yard opening upon the public road at the rear. The occupants at the\ntime I speak of were my brother Henry, myself, and a sen-ant woman.\nThe latter slept in a room in the basement storey. A lobby divided my\nbrother's room from mine. On the night before the morning above-men-\ntioned, I had locked my door, as usual, and having undressed and put out\nmy light, I fell into a sound dreamless sleep. I awakened, I should. think,\nabout 3 o'clock in the morning-of the hour I am not sure-with my face to\nthe front window. One of my oddities consists in disliking cross lights, so\nthat I had got into the habit of having the blind of the back window drawn\nand the shutters closed at night, and of leaving the blind raised and the\nshutters open towards the front, liking to see the trees and sky when I\nawakened.\nOpening my eyes now I saw right before me the figure of a woman,\nstooping down and apparently looking at me. Her head and shoulders were\nwrapped in a common grey woollen shawl. Her arms were folded, and they\nwere also wrapped, as if for warmth, in the shawl. I looked at her in my\nhorror, and dared not cry out lest I might move the awful thing to speech or\naction. I lay and looked and felt as if I should lose my reason. Behind\nher head I saw the window and the growing dawn, the looking-glass upon\nthe toilette table, and the furniture in that part of the room. After what\nmay have been only seconds-of the duration of this vision I cannot judge-\nshe raised herself and went backwards towards the widow, stood at the\ntoilette table, and gradually vanished. I mean she grew by degrees trans-\nparent, and tha.t through the shawl and the grey dress she wore I saw the\nwhite muslin of the tablecover again, and at last saw that only in the place·\nwhere she had stood. I have heard people spea.k of lying •• without moving;\nM\nDigitized by Coogle\n\f142 Report oj the Oommittee on Haunted Hou8e8 [March28,\na muscle.\" For hours I lay as I had lain on first awaking, not daring\neven to turn my eyes lest on the other side of the bed I should see her\nagain, and first had courage to stir when the servant came to call me.\nNow there is one thing of which I could take my oath, and that is, that I\ndid not mention this circumstance either to my brother or our servant. I\nwas almost morally certain that if I had done so the latter, whom we valued,\nwould leave us, and that the former would tum me into ridicule. We had\nbeen only about four months in that neighbourhood, and had few acquaint-\nances, and 1 am equally certain that I mentioned the occurrence to none of\nthem. At the distance of about a mile and a-half from us lived a family\nwith whom I had long been intimate, but to whom my brother had not then\nbeen introduced. After passing a sleepleBB night with a perfect glare of\nlamp-light about me, and not daring even to close my eyes, I started on the\nsecond day to see my friends and consult with them. As we sat at luncheon\nI told them about it, half dreading the ridicule of my host, but though he\nsmiled at first he went gravely into it, and proved in a sensible, matter-of-\nfact way, entirely to his satisfaction, that the apparition was attributable to\nthe state of the drainage or that of my stomach. His wife and daughter\nwere sorry for my evident nervousness, and, I fancy, set down a good deal\nof it to a very imaginative mind. However, I went home considerably\nrelieved, and struggled hard to obliterate my vivid remembrance with my\nfriend's arguments.\nExactly a fortnight afterwards, when sitting at breakfast, I noticed that\nmy brother seemed out of sorts, and did not eat. On asking if anything\nwere the matter, he replied: \"No, but I've had a horrid night-mare.\nIndeed,\" he went on, \"it was no night-mare. I saw it early this moming,\njust as distinctly as I see you.\" \" What 7\" I asked. \" A villainous looking\nhag,\" he answered, \"with her head and arms wrapped in a cloak, stooping\nover me, and looking like this--\" He got up, folded his arms, and put\nhimself in the posture I remembered so well. \"0, Henry,\" I said, \"I saw\nthe same a fortnight ago.\" \"And why did you not tell me before 1\" he\nasked. \" Because,\" I said, \"I was sure you would only laugh.\" \" I should\nbe sorry,\" he said, \"if anyone laughed at me if I mentioned this; it has\nquite upset me.\" He then described how the:figure moved towards the door\nand disappeared. I asked him if she wore a cloak or a shawl, and he said it\nmight have been either-he was chiefly struck by her malevolent face and\nher posture.\nAbout four years afterwards, in the month of July, one evening about 7\n()'clock, my second eldest sister and two little children were the only people\nat home. The eldest child, a boy of about four or five years, asked for a\ndrink, and on leaving the dining-room to fetch it my sister desired the\nchildren to remain there till her return, leaving the door open. Coming\nback as quickly as possible, she met the boy pale and trembling on his way\nto her, and asked why he had left the room. \" Oh,\" he said \"who is that\nwoman, who is that woman 1\" \" Where 7\" she asked. \" That old woman\nthat went upstairs,\" he answered. She tried to convince him that there\nwas no one else in the house, but he was so agitated and so eager to prove it\nthat she took his trembling hand in hers and brought him upstairs, from\n()ne room to another, he searching behind curtains and under beds, still\nDigitized by Coogle\n\f1884.] Report 0\/ the Oommittee on Haunted Hou8e8. 143\nmaintaining that a woman \"did go upstairs.\" My sister thought that the\nmere fact of a woman going upstairs in a house where he was 'a stranger\nwould hardly account for the terror of the child. My brother had then\nmarried and gone to live at a distance.\nA gentleman with whom we became acquainted in the neighbourhood,\nstarted when we first told him of what we had seen, and asked had we\nnever heard that a woman ·had been killed in that house many years\npreviously, and that it was said to be haunted. He is a sober-minded,\nreligious man, an Englishman of middle age, the most unimaginative man\nI ever met, but he says he firmly believes we actually saw what he\ndescribed.\nI have heard that the house was previouslyfor years unlet owing to having\ngot the name of being haunted, and this was our only reason for keeping the\nstory very much to ourselves. About three years since, I mentioned what\nwe had seen to the sub-agent, a respectable man, and he seemed annoyed\nand asked if anyone had been telling us anything of the kind, to which we\nreplied in the negative. We had been awakened night after night by the\nsound of heavy blows such as I have heard produced by breaking up peat\nwith a cleaver, and, day and night, heavy footsteaps going up and down\nstairs. One night as I was going to bed-my youngest sisterhad been in about\n10 minutes previously to say good night-I heard a loud knocking at the panel\nof my door-someone knocking with the knuckles-and I called out, \"Come\nin ! As there was no answer I called out louder, \"Come in ! \" taking for\ngranted it was my sister come back for some reason. As she did not answer\nand was not at my door when I opened it, I went across the lobby to her\nroom, saying, in rather a tone of annoyance, \"Why didn't you come in 1\"\nwhen I saw the room was dark, and getting a light saw she was sound\nasleep.\nAnother night, while undressing at the far end of the room, I heard the\nsound of a large bunch of keys flung violently on the toilette-table. At first\nI was startled, but took my light over to examine it, thinking I might have\nleft keys or some heavy metal in such a position as to cause a fall like what\nI had heard, but still could not get over the idea that they were flung\nviolently. There was nothing of the kind to be seen on or near the table.\nTwo or three small keys hung in one of the drawers of my chest of drawers,\nand were not in motion. Frequently, in that ro(tm, both in day-time and\n.at night, my dress has been pulled as if grasped by some hand.\nOn one occasion, as I was laid up with erysipelas in my foot, my youngest\nsister had a bed moved into my room and slept there to take care of me.\nWhen one night, as I lay wide awake, my foot being rather painful, there\nwas a loud sound beside my bed-as if some heavy body had fallen-indeed,\nthe whole room shook with the fall. My sister started up out of a sound\nsleep, and cried out, \"Wha~ is it 1 What is it 1\" in a frightened voice.\n\"What did you hear 7\" I asked. \"Something heavy falling there,\" she\nsaid, and pointed to the spot at which I heard it-which was, in fact, the\nvery spot on which my visitant appeared to me. She got up and searched .\nthe room, but found nothing to account for it.\nMay 23rd, 1883. H. C. 8. B.\nDigitized by C:o~gle\n\f144 Report of the Oommittee on Haunted Houlles. [March 28,\nAbout three years ago, on the night of the 7th July, I was awakened\nfrom a sound sleep by someone speaking close to me. I turned round saying,\n.. What is it, Emily 7\" thinking that a sister who slept in the room next\nmine had come in. I saw plainly the figure of a woman who deliberately\nand silently moved away towards the door, which remained shut as I had left\nit. She disappeared, and not till then did the slightest doubt of my visitor\nbeing supernatural enter my mind. Then I got really frightened, saying to\nmyself it must be the \"Grey Lady,\" as we had for years called our ghost,\nthe story of which I had often turned into ridicule. A few minutes after-\nwards I heard the hall clock strike two. I may mention that neither\nshutters nor blind were closed. I thought it best to say nothing of what\nhad occurred to the only sister then at home, but the next evening when\ntalking to a gentleman who was with us, she said suddenly to me, \"Did you\nhear any noise last night 7 I thought it sounded as if in your room.\" I said,\n\" No-at what hour 7\" \"Two o'clock.\" Soon she left the sitting-room, and\nI told the friend with us, under the promise of secrecy, what I had seen.\nM. B.\nJuly 5th, 1883.\nSo far as I recollect, it was about this time 10 or 11 years ago, I was\nasleep in the house in question, and suddenly about 6 o'clock on a fine\nsummer's morning I was awakened by a feeling or presentiment of approach-\ning evil. I opened my eyes and distinctly saw the form of a darkly-clad\nelderly female bending over me with folded arms, and glaring at me with eyes\nof the most intense malevolence and malignity. I tried to scream, and\nstruggled to withdraw myself from her, when she slowly and silently receded\nbackwards and seemed to vanish through the bedroom door. I cannot say\nwhether the door was locked) I generally keep it so at night, but it was\ncertainly closed tight.\n.August 1st, 1883. H. B. B., Solicitor.\nThe next narrative is a remarkably clear account of a haunted\nhouse where noises were heard, but nothing was ever seen. It was\nwritten by a well-known Church dignitary, from whose widow we have\nreceived it. She was cognisant of all the facts related, and confirms the\naccuracy of the account in every detail. The case is remarkable as\nshowing a periodicity in the noises, which is, as we have previously\nstated, by no means a common feature.\nAbout 18 years ago, having completed the probationary period of\ntwo years from my ordination as deacon, I was in search of a curacy.\nAmongst others which came under my notice was one in the south-west of\nthe county of S. The parish was extensive and the situation very retired.\nIt was a sole charge, and a commodious house was at the disposal of the\ncurate. The curacy was accepted, and in due time my wife and I\nproceeded to take possession of our new home. We reached it on the after-\nnoon of a dull February day.\nThe vicarage we were to occupywas a square spacious building, surroUnded\nby lawn and shrubberies, garden and orchard. The house was detached.\nsituated a short distance from the village, and separated by a road from two\nDigitized by Coogle\n\f1884.] Report of tke Oommittee Oil Haunted Hou8e8. 145\nor three cottages which were the nearest dwellings. Our rooms were large\nand sufficiently lofty, everything was in good repair, and we congratulated\nourselves on having secured a comfortable home.\nIt was, I remember, a Friday afternoon on which we arrived, and we\nworked with a will, and had two or three rooms fit for occupancy by Saturday\nevening.\nNight fell, shutters were fastened, bolts shot and keys turned, and my\nwife and I retired to bed on that Saturday, not reluctantly, for we had\nworked for a couple of days as hard as porters in a warehouse.\nWe had not as yet engaged a servant, and had, therefore, availed our-\nselves of the help of an honest country woman who lived hard by. When I\nmade all fast on the Saturday night, that honest country woman, my wife,\nand myself were-to the best of my knowledge and belief-the only three\nliving beings within the four walls of the vicarage. Long before twelve we\nwere all in the land of dreams, and probably some way beyond it, in that\nrealm of sleep to which no \"extravagant and erring\" dream ever finds its\nway. Suddenly, however, there broke on our drowsy ears a sound which\nmurdered sleep. In a moment, almost before consciousness had come, I was\nout of bed and on my feet, and even then it seemed as if that strange noise\nwas only just passing into the accustomed silence of deep night. My wife\nwas as abruptly and completely roused as myself, and together we listened\nfor some repetition of what had disturbed us, or for some further token to\nguide us to the discovery of its cause. But nothing came. It was obviously\nmy business to make an investigation without delay, for the natural solution\nof the mystery was that some one or more persons had made their way into\nthe house.\nAccordingly I hurried on a few articles of dress and set out on an\nexploring expedition. Before doing so, however, I looked at my watch, and\nfound that it was just 2.5 a.m. I wish to call particular attention to this\nfact. I made a thorough search over the whole house. I examined the\nfastenings of the doors, the shutters of the windows. All was safe, all was\nquiet, everything was in its place. There was nothing left for me to do but\nto return to my room, go to bed, and think no more of the disturbance.\nThis last was not so easy. Neither my wife nor I could persuade ourselves\nthat it was 110 mistake. The sound was so palpable, broke on our sleep with\nso peremptory a summons, pealed on our half-awakened senses with so pro-\nlonged a crash, that neither could its reality be doubted nor its impression\nthrown off.\nIt struck me, then and afterwards, as being like the crash of iron bars\nfalling suddenly to the ground. Certainly there was a sharp metallic ring\nabout it. Moreover, it was prolonged, and, instead of coming from some\nfixed point, it seemed to traverse the house like a succession of rattling\nechoes, treading hard on one another's heels.\nI speak of it not specially as it impressed me on the particular occasion\nto which I am referring, but from my general estimate of its character; for\nI may as well say at once that my acquaintance with it was not limited to\nthe experiences of that one early Sunday moming. Of course--on my return\nto my room-when we talked the matter over, it occurred to us to ascertain\nwhether the good woman from the village had also been roused by the din.\nDigitized by Coogle\n\f146 Report oj tke Oommittee on Haunted Houset. [March 28,\nHowever, as she had not herself given any signs of alarm, we resolved to\nwait to see whether she had any tale to tell in the morning.\nWell I the remaining hours of darkness passed away quietly enough,\nand when morning came we found that the third member of our household\nhad been a sharer with ourselves in the mysterious visitation. She, like us,\nhad been rudely awakened, and had long lain awake in a state of consider-\nable disquietude and alarm.\nTo her, however, the thing was not quite 80 strange and unlooked for as\nto us. \"Oh dear,\" she said, \"I've heard tell of it afore, but never till last\nnight did I hear it, and don't want to again.\"\nShe had heard tell of it before. But there was not much more to be got\nout of her, and she seemed unwilling to discuss the subject. \"It was a.\nconceit,\" she said, and that was all she choE8 to say about it. On one point,\nhowever, she was clear enough, and that was the necessity of going home\nthat evening to look after her house and children. She would give us her\nservices during the day, but she could not well be spared from home at nights.\nTo this effect, therefore, an accommodation was made with her, and my wife\nand I stood committed for the coming night to be the sole garrison of the\nvicarage, whether it was to be assailed by tangible force or impalpable\nsounds. The Sunday duties were duly discharged. I met my parishioners\nin their church for the first time; looked round with satisfaction on a large\nand attentive, though not perhaps especially intelligent congregation,\nand could not help wondering whether any of those stolid young farmers and\npeasants, whose faces were turned 80 impassively towards the pulpit, had\nbeen indulging in a grim practical joke at my expense.\nIn due time, my wife and I found ourselves alone in the vicarage: the\ndarkness of a winter night without, a snug wainscoted parlour, a bright fire,\nand sundry creature comforts within. Thus we sat, till about 8 o'clock. It\nthen occurred to us to make an examination of the house, though we had\ntaken care-as soon as it became dark and our handmaid had left us-to make\neverything, as far as possible, secure. We rose, then, and set off together.\nand passing out of our sitting-room, found ourselves in the square entrance\nhall, the door of which opened into the garden. Scarcely were we there\nbefore we heard a noise which made us pause and listen. The sound came\nfrom the long passage upstairs into which all the bedrooms opened, and was\nsimply the sound of human footsteps walking slowly but firmly along the\npalll'lOge. There was no mistake about it. Bold, distinct, and strong, each\nfootf.J1 reached our ears. At once, candle in hand, I dashed upstairs, three\nsteps at a time, and in a moment was on the landing and in full view of the\npassage. But there was nothing to be seen. My wife, of course, followed\nme, for she was becoming nervous. Together, therefore, we entered and\nsearchlld the bedrooms. But our search was fruitless. H anybody had been\nthere he had contrived by some way inexplicable to us to make his escape. A\nmore complete and anxious examination of the house was the necessary\nconsequence of this adventure, and we pretty well satisfied ourselves that,\nwhatever might have caused the sounds we had heard, we were not the\ninvoluntary entertainers of any unbidden guest of flesh and blood. To make\nassurance doubly sure, I unbarred the yard door and took a survey of the\noutside premises. From this work, however. I was rather hastily recalled by\nDigitized by Coogle\n\f1884.] Report of tne Oommittee on Haunted IIou8e8. 147\nmy wife, who announced that the inexplicable footsteps were again in motion,\nand though on my return they had ceased, yet once more that night they did\nus the favour of letting us hear them before w~ went to bed. Now at this\npoint I am bound in honesty to say that when we returned to our parlour fire,\nwhich had a very encouraging and comforting look about it, my wife and I,\nin discussing the matter, did hint at the possibility of our having fallen in\nwith \"a haunted house.\" And it is only fair to add that we neither of us\nwere so settled in all unbelief of the supernatural, as without further con-\nsideration to scout the notion as absurd. But assuredly we did not jump at\nonce to any such conclusion, and were content with simply passing a resolu-\ntion to the effect that the disturbances were somewhat extraordinary and\nrather disagreeable than otherwise.\nThat night we experienced no further annoyance, and indeed for a week\nor two there is nothing of any particular significance to record.\nIn the meantime we found ourseives fairly settled. One strong and\nwilling female servant did all that we needed to have done indoors, and alad\nof about 14 years of age was engaged to look after a couple of ponies and to\ndo the sundry odd jobs. This boy, it must be observed, did not sleep in the\nhouse, so that unless we had a visitor, which did not often happen, the\nnumber of the inmates was only three. Our female servant was a stranger\nfrom a village at some distance, and had not, as far as we knew, any\nacquaintances in the place.\nFor some little time,.as I have intimated, we were not much disturbed. The\nunexplained sound of footsteps we occasionally heard, but we troubled our-\nselves as little as possible about it, believing that whatever it might be it was\nat all events very inoffensive and not likely to interfere much with our\ncomforts or prerogatives.\nHowever, in due time we were favoured with a new development and\nthat, too, of a kind which was sufficiently distinct and obtrusive. There was,\nit must be understood, a range of attics at the top of the house reaching\nover the full extent of it. We found them empty and in good repair, and\nwe converted them into store-rooms for our boxes, packing cases, &c. They\nwere reached by a small staircase opening off the main passage upstairs; and\nhaving deposited in them everything that we wished to put out of the way\nwe secured the staircase door.\nWe had gone to bed one night as usual, and were about quietly to drop\nasleep, when all at once there commenced a tumult overhead, which very\nsoon made us as wide-awake as we had ever been in our lives. The noise\nwas, confessedly, of the most vulgar, commonplace, and substanMaJ kind. It\nwas-or rather I should say it seemed to be-the result of the tossing about\nover the attic floors of all the boxes, cases, and bundles stored there. It\nwas loud, boisterous, and persistent. There was a bump, and a rattle, and\na roll, and a crash. Of course an investigation was an obvious necessity,\nbut an investigation discovered nothing. All was quiet. Everything was\napparently undisturbed and as much in order as it ever had been, or, in\nsuch a place, could be expected to be. We were confessedly perplexed,\nand moreover,-as far as that, as well as the other occurrences went, we\nwere condemned to the humiliation of remaining in a state of unrelieved\nperplexity.\nDigitized by Coogle\n\f148 Report of tlte Oommittee on Haunted Hou8e8. [March 28,\nBut, besides, some supplementary entertainments were provided for our\nbenefit. From time to time a succession of distinctly audible knocks would\ngreet our ears. These knocks varied in their type. At one time they were\nhurried, eager, impatient; at another, slow and hesitating. But, however,\nin one style or another we were treated to them, I should sayon the average,\nfour nights a week during our sojourn at C--. These were, of all the\nphenomena, the commonest. I am bound, in justice to the unknown cause\nof them, to say that we were seldom disappointed in our expectation of\nhearing them. They were not very alarming, certainly, and after a little\nfamiliarity had bred the requisite measure of contempt, they were not\nparticularly disturbing.\nOne feature about them, however, deserves to be noticed. Sometimes,\nwhile lying awake, an involuntary listener to their tattoo, I was provoked to\nthe use of a little sarcasm or what school-boys would call \"chaff'.\" I would,\nfor instance, address the hypothetical agent and bid it\" be quiet, and not\ndisturb honest people in their beds,\" or I would challenge it, if it had any\nrequest to make or any complaint to lay, \"to come out and do it in a manly,\nstraightforward way.\" Somehow or other these remonstrances were not well\nreceived. They always led to louder, more hurried, and if we may use such\na term, more passionate knocking. The reader may smile at the notion of\nany connection between any wild words and the intensified rappings, and I\ndo not wish to assert that there must necessarily have been any connection.\nI simply state the fact that coincidently with my challenge, the rappings\nintehsified. I do not theorise, I tell a round, unvarnished tale. Possibly it\nwas a coincidence and nothing more.\nDid we-it may be asked-say anything to our neighbours about what\nwe were so frequently experiencing 1 For a considerable time we did not.\nWe had determined to hold our tongues for several reasons. In the first\nplace if we talked about what had so much of the mysterious about it, we\nmight give rise to exaggerations, and excite alarms which would make it a.\ndifficult matter to keep a servant or to get one. Moreover, we knew little of\nthe characters of the people amongst whom we had come, and we thought\nthat if it was the result of a trick we should, by saying nothing about it,\nbe more likely to discover it, or to tire out the performers by assumed\nindifference. Hence, though our servant, who was a stout-hearted country\nwench, sometimes dropped hints of nocturnal disturbances, we always put\naside the subject and discouraged her attempt to talk about it. So far I\nhave strictly confined myself to what came under my own observation-to\nwhat I heard with my own ears. And I think that the experience of my\nwife and myself does not reach beyond the rappings, the confused noises in\nthe attics, the well defined pacing of footsteps about the house, and that\ngrand satanic crash. On these the changes were from time to time rung.\nThey began soon after our arrival, they were kept up with tolerable\nactivity during our stay, and for anything I know we left them behind us\nwhen we departed. The great noise which greeted us on the first Sunday\nmoming, as it was the most startling of all the phenomena, so it was the\nleast frequent. Weeks sometimes passed without our hearing it at all. But\nwllenever we did hear it-if we took the trouble to ascertain-we always\nfound that it occurred at two o'clock on a Sunday morning. In the course of\nDigitized by Coogle\n\f1884.] Report of the (Jommittee on Haunted House8. 149\ntime, we had incontrovertible evidence that it might manifest itself to some\npersons in the house, without my wife or myself being conscious of it.\nKnowing how overwhelming the sound always appeared to me when I did\nhear it, I cannot but consider this fact one of the most wonderful things in\nthe whole business. I will show, however, that it was so.\nAs the winter passed away, and our country became more attractive, we\nbad a few visitors; amongst the earlier comers was a young lady, a very near\n'relative of my wife. We agreed to say nothing to her about our own\n;experiences, partly because we did not want her to be frightened by anticipa-\ntion, and partly because we wished for a little independent, unprejudiced and\nspontaneous testimony. We very soon got it; our friend had not been many\n:nights with us, before she began to put questions as to why we had made\nIsuch a stir in the house after everybody, as she supposed, had retired to rest.\nlour answers to these inquiries were, as might be expected, a little vague and\niunsatisfactory. Once or twice she asked whether there was to be a funeral,\nfor she had heard under her window what she concluded to be the sexton\n:digging a grave, and she expressed a little surprise that he should choose to\n:ply his melancholy trade during the hours of darkness. She was, of course,\naasured, as was indeed the case, that no funeral was about to take place, and,\n'moreover, that whatever she heard under her window, it was at all events\nnot the process of grave-digging, for the churchyard lay on the other side of\n'the house. This was conclusive enough, no doubt, against her theory, but\nshe did not the less persist in asserting that on several occasions she had\nheard a noise beneath her window, and that that noise was, in her judgment,\nthe result of some form or other of spade-husbandry. I have no doubt of\nthe reality of the impression made on her mind, but I never myself heard\nthe sounds which she described.\nI was not, however, particularly surprised, when, on another occasion,\nshe told us that someone had walked along the passage, and knocked at her\ndoor, but that in answer to her call of \"Who's there 1\" no reply had been\nvouchsafed, and no attempt at entrance into her room had been made.\nAt length Sunday morning arrived, and we met at the breakfast table•\n•• Whatever was the matter last night 1\" was our kinswoman's earliest\ngreeting. \" What a clatter somebody made! I was so thoroughly awakened,\nthat I got up and shouldhave come out of my room to see what had happened\nhad it not been that I was afraid of encounteringyour dogs I However I was\n80 much disturbed that I could not easily compose myself again to rest, and\nas I stood at my window, peering into the darkness, I heat'd the church clock\ndrike two.\" Hereupon my wife and I exchanged very significant looks. Our\nfriend had heard that night-though we had not-what we had begun to call\n\"The Great Sabbath Alarum.\" We then told her something of our own\nexperience, and her impression of the sound harmonised with our own. I\nshall only mention one more incident collateral to what we ourselves observed,\nfor it is on our personal experience that I rest the value and the interest of\nmy story.\nWe were absent from home for a week or two during the autumn, and on\nour return our servant reported the following occurrences :-\nOne evening she had gone out into the village to do some business and\nhad left the servant boy in sole charge of the house. He was seated by the\nDigitized by Coogle\n\f150 Report oj the Oommittee Oil Haunted Houses. [March 28,\nkitchen fire, when he heard some one,-as it seemed-tramping about the\npassages. He went to ascertain who it was, and what might be his business,\nbut finding no one, he returned to the kitchen and tried to fancy that he was\nmistaken. Presently he again heard the apparent and palpable sound of\nhuman feet, and again he ventured to explore the premises, though with\nnerves a little more unsteady, and with glance more hurried andretrospective.\nAgain he made a bootless quest. But when from his quiet seat in the\nchimney corner he heard for a third time the same mysterious echoes, it was\ntoo much for boyish flesh and blood. He rushed out of the house, hurried\ndown the village, and never stopped till he told his breathless tale to the\ngaping inmates of his father's cottage. I have already mentioned that for\nsome time I said nothing to any of my parishioners on the subject of these\nnocturnal disturbances.\nUltimately, however, I introduced the subject in a conversation with a.\nvery excellent Christian woman, a long and patient sufferer from a bodily\ninfirmity, which altogether confined her to her bed. She had seen better\ndays, was a Churchwomanof a good old type, full of a calm and soberreligioUB\nspirit. Her cottage was just opposite to the vicarage, and the window of the\nlittle room in which she lay commanded a full view of it.\nI told her what from time to time we had heard and as'ked her if any\nreports of such matters had ever reached her ears. She at once said that.\nthere had often been talk of such disturbances, and that some, at least, of\nmy predecessors in the curacy had been a good deal annoyed by them. More-\nover she -w.ded, what I am sure she would not have said if she had not\nthoroughly believed it-that she had herself at times seen flickering and\nintermittent light at the attic windows. Now it must be borne in mind\nthat, during my occupancy of the house, these attics were not used, that I\nnever myself entered them at night but on the occasions when I sought\nto discover the cause of the noise heard there, that there was but one\npossible. entrance to the whole suite, and that we had made that secure, and\nas far as we could judge, had the means of admission exclusively in our own\npower.\nMy informant further told me of certain transactions which had taken\nplace in that house in the last century, and of which she had heard from her\nelders, which, if they could be verified, and could be fairly connected with\nthe disturbances in the relation of cause and effect, would certainly assist in\nenabling one to arrive at a theory as to the nature of the disturbances them-\nselves.\nBut it is not my object to theorise, but simply to relate phenomena and\nleave them to be judged on their merits. For the facts related, I again say\nI can honestly vouch; for their causes I am almost as much thrown on con-\njecture as my readers, for with all the pains I took I never could make any\ndiscovery. The explanations· which will probably suggest themselves to\nmany, did not fail to suggest themselves to us. There was first of all the\npossibility of a practical joke. But supposing that with the care I took, and\nthe watch I kept any persons could have gained admission to the house, they\nmust have been the most patient and dreary jokers that ever gave their\nunrequited and unappreciated services to the genius of mischief. To say\nnothing of former years, only fancy anyone troubling himself to keep up for\nDigitized by Coogle\n\f1884.] Rep01·t oj tl~e Oommittee on Haunted IIouses. 15-1\n12 months at all hours of the night (and occasionally in the day-time), a\nsuccession of incoherent and inarticulate noises. Methinks a performer of\naverage ability would have tried the experiment once or twice in way of a\n'Visible manifestation.\nThen again there is the resource iii such cases of rats. Well ! I have a great.\nrespect for the capabilities ofrats in the way ofnocturnal clamour. If, however,\nthey really achieved all that came under my own observation, then I must\nsay that their abilities are wonderful. How, for instance, did they accomplish\n-and how did they so exactly time-the Great Sunday Crash 1 There is a\ncircumstance that deserves to be considered by anyone who may care to\nsuggest an explanation of what I have related. I have always been some-\nthing of a dog-fancier, and I had at that time, two Skye terriers of pure\nbreed, excellent house-dogs, uncompromising foes to vermin, ready for any\nfun, with no delicacy as to letting their sweet voices be heard, if they saw\ngood reason for speaking out. Once during our sojourn at C--, they did:\nspeak out to good purpose. The winter was a rough one, times were not\ngood, and there were several robberies of houses in the neighbourhood. An\nattempt was made on the vicarage. My trusty dogs, however, gave prompt\nalarm, I was roused by their fierce barlcing, reached a window in time to see\nmore than one dark figure on the lawn below, and was able to address such a.\nremonstrance to them as led to a retreat, expedited in some measure by the\ndischarge of a few shots from a pistol. I mention this incident simply to\ncontrast the behaviour of the dogs on that occasion with their conduct in the\npresence of the mysterious noises. Against these they never once by bark\nor otherwise made any demonstration. Perhaps they did not hear them. It,\nwould seem otherwise, however, for when at such times, in making search\na.bout the house, I came where they were, I always found them cowering in\na state of pitiable terror. Of this I am quite sure that they were more per-\nturbed than any other members of the establishment. If not shut up below\nthey would make their way to our bedroom door and lie there, crouching and\nwhining, as long as we would allow them.\nOur experience of the phenomena, which I have described, extended\nover a period of 12 months. At the end of that time I was appointed to a..\nbenefice in another part of England, and consequently resigned my curacy.\nWe turned our backs on the vicarage, not sorry, it must be confessed, to be\ndone with our nocturnal alarms, but disappointed at not having been able to\ndiscover the cause of them.\nI have never visited the place since, and never had the opportunity of\nlearning whether the attentions paid by those secret and invisible agents to\nus have ever been renewed in favour of our successors.\nDigitized by Coogle\n\f","_id":518}