{"name":"Proceedings of the Society for Psychical Research 5826 3426 4717","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_28_may_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, May 28, 1884","mylang":"de","content":"152 Pl'esitlent'8 .A.ddre88. [Yay 28,\nIII.\nPROCEEDINGS OF THE GENERAL MEETING ON\nMay 28, 1884.\nThe eighth General Meeting of the Society was held at the Garden\nMansion, Queen Anne's Mansions, S.W., on Wednesday, May 28, 1884.\nPROFESSOR HENRY SIDGWICK, PRESIDENT, IN THE CHAIR.\nThe following address was delivered by the President :-\nThe last time that I addressed you at any length I endeavoured to\ndefine the nature and grounds of our claim that we are investigating in\na. scientific manner phenomena which in the recent progress of physical\nscience have been too long and too persistently neglected. Since then,\nin consequence of an article which has appeared in the Nineteenth Oentury\nby two of my colleagues, and of a lecture which I was expressly asked\nto deliver on this subject at the London Institution, some discussion of\nour work from this point of view has been carried on in journals that\nare for the most part hostile to our endeavour; and it appears that I\nmight with advantage take up again the subject that I dealt with about\na year ago, and make one or two more remarks on our general scientifi~\nposition. In so doing I have no intention of occupying your time by\nany comments on the misrepresentations of fact or the blunders in logic\nwhich our opponents have committed: our aim, in my opinion, should\nrather be to consider whether we can learn anything from our critics-\neven from ignorant and prejudiced critics-which may assist us in the\nnovel and difficult work in which we are engaged. We may at any rate\nsee \"Vhat appear to the careless glance of outsiders to be the weak points\nof our position, and give them a careful reconsideration.\nThe first point that it is important to get clear is the exact relation\nin which the conclusion that we have, to our own satisfaction, established,\nstands to the generally accepted conclusions of physical science. Is it\ntrue, as an opponent has asserted, that if Thought-transference, as\naffirmed by our Committee, were admitted to be a fact, \"physiology\nwould be overthrown\" 1 The statement might pass as a loose and hasty\nway of characterising the extreme strangeness of our results; but I\ncannot conceive its being deliberately maintained by anyone actually\n'locquainted with physiological investigation. An instructed physiologist\nDigitized by Coogle\n\f1884.] President's Addrcss. 153\nwould know that supposing it generally accepted that ideas and feelings\ncan under certain special and rare conditions be conveyed from one mind\nto another otherwise than by the recognised channels of sense, all ordinary\nphysiological research would go on exactly as before. No\" working\nhypothesis\" of physiological method would have to be abandoned; no\nestablished positive conclusion of physiological inquiry-nothing that\nhas been ascertained as to the nature of the process by which visual,\nauditory, tactile, or other sensations and ideas are ordinarily produced\nin the mind-would have to be modified. What would have to be\ngiven up would be merely the single negative conclusion that ideas and\nsensations could not be transmitted from one mind to another except in\n,certain ways already known. It was very natural for physiologists to\n,form this conclusion provisionally in default of evidence to the contrary;\nbut to abandon it in view of the presentation of such evidence would\nbe 0. mere enlargement, not in any sense an overthrow of existing\nphysiology.\nI The question, then, is merely whether evidence enough has been\nproduced. And here I have always admitted, and indeed emphatically\nmaintained, that what we allege to be facts are so contrary to the\nanalogy of experience-atleast so far as experience has been systematised\nby science-that until a large number of mutually corroborative\n,testimonies are collected we cannot expect the scientific world to be\nconverted; they will say, and reasonably or at least plausibly say, that\nit is less improbable that the testimony to these facts should be false\nthan that the facts as testified to should be real. And I think that the\ncase is one in which no one can say exactly how much evidence is.\nwanted; we have to balance conflicting improbabilities; and the\nimprobabilities are of 0. kind that we have no scales to weigh exactly.\nIndeed the improbability on one side necessarily appears greater or less\nto different persons, according to what they know of the witnesses\npersonally. Hence though I am myself convinced of the trustworthiness\nof our records of experiments, I do not complain that other persons who\ndo not know the witnesses are not yet convinced. And I have always\nbeen anxious to urge on our members and friends-many of whom are\nrather inclined to think that we have already collected facts enough to\nconvince 0. \"fair mind\"-that we cannot precisely define the requirements\nof 0. fair mind in dealing with matters so unfamiliar; and that we ought\nto continue patiently piling up facts and varying the observers ancl\nconditions, until we actually get the common sense of educated persons\nclearly on our side.\nAt the same time, I am obliged to add that none of our critics\nappear to me to appreciate the kind and degree of evidence that we have\nalready obtained. They often imply that the experiments in Thought-\ntransference are such as could be performed by \"cheating mediums or\nDigitized by Coogle\n\f154 Pre8ident'8 Addre88. [May 28,\nmesmerists,\" by the simple means of a code of signals which the\ninvestigating committee cannot find out; quite ignoring such cases as\nthat given in Part l., pp. 22-3, where the cards guessed by one of the\n'Creerys were unknown to anyone but the four strangers who went to\nwitness the experiment; and where, therefqre, as I have before said, the\ninvestigators must either have been idiots, or one or other of them in\nthe trick. Similar remarks may be made about the experiments\n-reported in the last part of our Proceedings; where four or five different\npersons must either have been guilty of unveracity or collusion, or of\nmost abnormal stupidity, if the phenomena. were not genuine.\nAgain, our opponents leave out of account that besides our own\nexperiments in 'Thought-transference between persons in a normal\ncondition, and the records of spontaneous telepathic phenomena,\n•• apparitions, &c.,\"--of which we have collected a very large number\non first-hand evidence-we have the experiments in Thought-transference\nin the mesmeric state, in which we have only obtained over again\nresults repeatedly affirmed by others. And here I think we may put\nforward an irresistible claim that this mesmeric evidence of a generation\nago, which undoubtedly failed to satisfy orthdox medical opinion at the\ntime, should be carefully reconsidered; the ground of our claim being\nthe now universally admitted fact that in the controversy which took\nplace from 1840 to 1850 between the mesmerists and the accredited\norgans of medical opinion, the latter were undoubtedly to a great\nextent wrong; that they repudiated sweepingly an important part\nof the phenomena reported by the mesmerists, which no instructed\nperson now denies to be genuine. No instructed person now questions\nthe genuine reality of the hypnotic or sleep-waking state as a special\nabnormal condition of the human organism, in which the hypnotised\nperson is, in a quite peculiar way, subject to delusions suggested to\nhim from without, and can in some cases be made as perfectly insensible\nto pain as he can by inhaling chloroform or laughing gas. But at the\ntime I speak of the Lancet and other medical organs refused to admit\nthe genuineness of these phenomena, as decidedly as any of them now\nrefuses to admit the reality of community of sensation. When the\nmost painful surgical operations were successfully performed in the\nhypnotic state, they said that the patients were bribed to sham\ninsensibility; and that it was because they were hardened impostors\nthat they let their legs be cut off and large tumours cut out without\nshowing a sign even of discomfort. At length this unbelief, in all\nbut the most bigoted partisans, gave way before the triumphant success\nof Mr. Esdaile's surgical operations under mesmerism in the Calcutta\nHospital: and hence, when subsequently a German professor (Heiden-\nhain) reported that he had obtained results similar to Braid's,-which\nhad been previously neglected,--orthodox medical science willingly\nDigitized by Coogle\n\f1884.J Pl'eszaent's Addres8. 155\nallowed the hypnotic state to take a recognised place in physiological\nworks. The existence, indeed, of a peculiar rapport between the\nmesmeriser and his patient-such as the transference of sensation\nmanifests-has still the weight of medical authority against it; but\nthis weight is surely diminished by the fact that it was so long and\nobstinately thrown into the wrong scale as regards the hypnotic state\ngenerally.\nWhen confronted with this mass of testimonies, the argument of our\nopponents sometimes takes a new turn. They say that our very\ndemand for quantity of evidence shows that we know the quality of\neach item to be bad. But the quality of much of our evidence-when\n-considered apart from the strangeness of the matters to which it refers\n-is not bad, but very good: it is such that one or two items of it\n-would be held to establish the occurrence, at any particular time and\nplace, of any phenomenon whose existence was generally accepted.\nSince, however, on this subject the best single testimony only yields an\nimprobability of the testimony being false that is outweighed by the\nimprobability of the fact being true, the only way to make the scale\nfallon the side of the testimony is to increase the quantity. If the\ntestimony were not good, this increase of quantity would be of little\nvalue; but if it is such that the supposition of its falsity requires us to\n.attribute abnormal motiveless deceit, or abnormal stupidity or\ncarelessness, to a person hitherto reputed honest and intelligent, then an\nincrease in the number of cases in which such a supposition is required\nadds importantly to the improbability of the general hypothesis. It is\n.sometimes said by loose thinkers that the \" moral factor\" ought not to\n-come in at all. But the least reflection shows that the moral factor\nmust come in in all the reasonings of experimental science, except for\nthose who have personally repeated all the experiments on which their\n.conclusions are based. Anyone who accepts the report of the experi-\nments of another must rely not only on his intelligence but on his\nhonesty; only ordinarily his honesty is so completely assumed that the\nassumption is not noticed.\nHere, however, some say that we ought to get evidence that can be\nrepeated at will ; that they will not entertain the idea of \"rare, fitful\nand delicate\" phenomena which cannot be reproduced at will in the\npresence of any number of sceptics. But I have never seen any serious\nattempt to justify this refusal on general principles of scientific method.\nThe phenomenon of Thought-trans£erence-assuming it to be genuine-\ndepends primtifacie on the establishment of a certain relation between\nthe nervous systems of the agent and percipient respectively; and as\nthe conditions of this relation are specifically unknown, it is to be\nexpected that they should be sometimes absent, sometimes present, in\n.an inexplicable way; and, in particular, that this peculiar function\nDigitized by Loo\n\f156 P1:esident's Address.\nof the brain should be easily disturbed by mental anxiety or discomfort.\nof any kind.\nStill we should be very glad to get evidence of this kind; we ought\nto relax no effort to obtain it. And one special source of interest fo~\nus in the marvels related by the Indian Theosophists-with whose\ndoctrines, I may remark, we are in no way concerned-lies in the fact.\nthat they are alleged to consist largely in the production at will of\n\" telepathic\" phenomena; similar in kind to those of which, as\noccurring spontaneously, a large collection has been made by our\nLiterary Committee.\n(A provisional Report on some of these Indian cases was then laid\nbefore the meeting.)\n\f1884.] A Tkeo\"l1 of Apparitioll8. 1[)7\nIV.\nFOURTH REPORT OF THE LITERARY OOMMITTEE.\nCommittee:-W. F. BARRETl', F.R.S.E.; CHAS. O. MAssEY; REV. W.\nSTAINTON MOSES, M.A.; F. PODMORE, M.A.; and EDMUND GURNEY,*\nM.A., and F. W. H. MYERS,* M.A., Hon. 8ecs.\nA THEORY OF APPARITIONS.\nPART II.\nOUR last Report-it may be remembered-brought us only to the\nthreshold of the subject of Apparitions, as popularly understood. In\nthat introductory paper we approa.ched our main theme by three\ndistinct steps. We first considered the general state of opinion with\nrespect to it, the apriori arguments and assumptions which tend to\npreclude inquiry into it, and the method which we hold that the\ninquiry ought to pursue. We then expla.ined that we intended to base\nour own theory on an experimental basis, and to connect the striking\nphenomena of death-wraiths with' quite humble and unemotional forms\nof Thought-transference--embracing the whole set of fa.cts, large and\nsmall, experimenta.1 and spontaneous, under the term \"telepathy.\" And\nfinally we justified this interconnection of the phenomena., and showed\nby examples that distinct effects-similar to those obtained in experi-\nmenta.1 Thought-tra.nsference-have been spontaneously produced on the\nemotions, the will, the.senses, or the intellect of one person, by some\ncorresponding affection of another person at a distance.\nBut among effects produced on the senses, one particular cla.ss was\npurposely deferred-that, namely, which concerns the sense of Bight.\nIt is this deferred class of telepathic disturbances that we have now\nto consider. Among these we find undoubtedly the furthest and most\neccentric of the phenomena. which the telepathic theory can be made\nto embrace; and our aooount of them will require that the theory, as so\nfar stated, should be somewhat expanded. But for all that, they will\nnot drive us from our old basis. We are about to treat visible appari-\ntions as \"transferred impressions.\" Viewed in this light, it will be\nfound that even the most sta.rtling of them are not without experimental\nanalogy; and that, moreover, we can lead up to these extreme cases by\nquite gradual BtePB, starting from a point where the experimenta.l\nanalogies are perfectly obvious.\nTo begin with the commonest and simplest form of experiment-\nN\nDigitized by Coogle\n\f158 A Tkeorg of Apparitiom. [Yay 28,\nthat where the impression of a card or number is transferred, without\nsensory communication, from one mind to another. Here the percipient\nsees the object\" in his mind's eye,\" not as external to himself at all.\nNow we find an exact parallel to this lowest grade of visualisation in\ncases where the impression originates, not in the fact that the agent is\nconcentrating his attention on a card or number, but in the fact that he\nis dying. Such a case is the following, given to us by Mr. Robert\nRawlinson, of Lansdowne Court West, Cheltenham.\n1 was dressing one morning in December 1881, when a certain conviction\ncame upon me that some one waS in my dressing-room. On looking round\n·1 saw no one; but then, instantaneously, in my mind's eye (I suppose), every\nfeature of the face and form of myoId friend William St&nley, of Ponsonby\nHall, CumberlaJid, arose. This, as you may imagine, made a great im-\npression on me, and 1 went at once into my wife's room and told her what\nhad occurred, at the same stating that 1 feared W. S. must be dead.. The\nsubject was mentioned between us several times that day. Next morning I\nreceived a letter from George Stanley, then consul-general at Odessa, whom\n1 did not know to be in England, saying that his brother had died at a\nquarter before 9 o'clock that morning. This was the very time the oc-\n(lurrence happened in my dressing-room. It is right to add that we had\nheard some two months previously that W. S. was suffering from cancer, but\nstill we were in no immediate apprehension of his death.\nMrs. Rawlinson has kindly confirmed the fact of her husband's\n.coming into her room, and describing his experience, at about a quarrer\nto 9 on the morning in question. She adds that the name of W. S.\nhad not beenmentioned by anyone for weeks; and that her husband \"is\n-the last person to imagine anything, as he had always been particularly\nunbelieving as to anything supernatural\" *\nIn this case, the spontaneous picture--originating, as we hold, in\nthe condition of the dying friend-was not more definite and vivili than\n-that which the unexcited mind of the mere experiti:tentalist has oftenbeen\n.able to transmit. A very important point of difference does, no doubt,\n·exist; for the spontaneous picture did not represent anything on\nwhich the mind of the agent was at the moment concentrated; we can-\n:not conceive him to have been gazing at his own face and form in a\nmirror. This point, however, may be postponed till we have completed\n·our sketch of the graduated stages in the process of visualisation.\nIn the following examples, the vision was not of a. single figure, but\n-of a Bcene, vividly flashed upon the sense, and for the moment engrossing\nthe attention, but still rather inward than outward, and not in any way\n·confounded with the objective world, or located in the actual place\nwhere the percipient was at the sime.\n• We cannot exclude this expressionwhen quoting the wordsof ourinformants.\nWe ourselves, of courBe, regard all these occurrences as strictly natwaZ.\nDigitized by Coogle\n\f1884.] A Theory of Apparitions. 159\nThe first case is from Miss Henrietta. Wilkinson, EnniscorthYt\nIreland.\nI live in Ireland, my nephew in London. At the end of October or\nbeginning of November, 1881, when he was eight years old, he went one day\nwith his mother and sister to Kensington Gardens. While playing there he\nhad a severe fall on his back ; his mother had to call a cab and take him\nhome, then send for the doctor. He was very ill for three or four days,\nlying in a dark room and kept perfectly quiet. The accident happened on a\nSaturday, I think. On the Sunday his mother wrote to tell me of it, which\nletter I received on Tuesday. On the Monday night I was in bed, dropping\n()ft\" to sleep, when I opened my eyes with a start, and saw quite distinctly a\nLondon street, leading from Kensington Gardens to my nephew's home. All\nthe people, cabs, and horses were running very fast in one direction, towards\nmy sister's house. Amongst them were my sister and her two children, also\nrunning. They stopped a cab, got in, and arrived at their own house. I\nsaw no more, but exclaimed, \"Maurice is hurt;. I\" why, I do not know, asmy\nnephew looked all right in the street. It all seemed to come from outside\nmyself. I thought it very strange, and told it to my family next morning,\nbefore my sister's letter arrived. I am not perfectly sure of the day of th\"\nweek, but know it was the day after the accident:my sister wrote, and that\nit was the night of the day after she wrote that I saw what I tell you.\nI think it was my nephew's thoughts of me that gave me the vision, J\nbeing the person he would think of, next to his father and mother.\nAsked whether she had ever, on any other occasion, had a dream of\ndeath or accident which had impressed her, she says :-\nNo, I remember none. It was quite unique. But why call it a dream,\nwhen I was wide awake 7 Had it been a dream I don't think it would have\nmade the same impression on me.\nThe following corrobora.tion is from Miss Wilkinson's sister, Castle\nHill, Enniscorthy.\nJanuary 8,1884.\nI distinctly remember my sister relating to us (myself and another sister)\nner vision or dream before she got any letter. It made a great impression on\nher, and she told us with surprise and a little alarm. She told us on Tues-\nday morning, and the letter telling of the accident arrived soon after.\nMARmA WILXINSON.\nThe next account was sent to us by the Rev. A. Shaw Page, Vicar\nof Selsley, Stonehouse, Gloucester, in the words of his sister, Miss\nMillicent Anne Pa.ge. We have slightly shortened it.\nI was staying with my mother's cousin, Mrs. Elizabeth Broughton, wife\n()f Mr. Edward Broughton, Edinburgh, and daughter of the late Colonel\nBlanckley, in the year 1844, and she told me the following strange story :-\nShe woke one night and roused her husband, telling him that something\ndreadful had happened in France. He begged her to go to sleep again and\nN 2\nDigitized by Coogle\n\f160 .A. Theory of Apparitions. [May 28,\nnot to trouble him. She assurecl him she was not asleep when she saw what\nshe insisted on then telling him-what she saw, in fact. First a carriage\naccident, which she did not actually see, but what she saw was the result, a\nbroken carriage, a crowd collected, a :figure gently raised and carried into the\nnearest house, and then a :6.gure lying on a bed, which she then recognised\nas the Duke of Orleans. Gradually friends collecting. round the bed, among\nthem several members of the French Royal family-the Queen, then the\nKing-all silently, tearfully watching the evidently dying Duke. One man\n(she could see his back, but did not know who who he was) was a doctor. He\nstood bending over the Duke, feeling his pulse, his watch in his other hand.\nAnd then all passed away: she saw no more. .As soon as it was daylight she\nwrote down in her journal all she had seen. From that journal she read this.\nto me. It was before the days of electric telegraph, and two or more days\npassed before the Times announced\" The death of the Duke of Orleans.\"\nVisiting Paris a short time afterwards, she saw and recognised the place of\nthe accident, and received the explanation of her impression. The doctor\nwho attended the dying Duke was an old friend of hers; and as he watched\nby the bed, his mind had been constantly occupied with her and her family.\nThe reason of this was an extraordinary likeness-a likeness which had often\nled to amusing incidents-between several members of the Broughton family\nand members of the French Royal family who were present in the room. \" I\nspoke of you and yours when I got home,\" said the doctor, \"and thought of\nyou many times that evening. The likeness between yourselves and the\nRoyal family was,perhaps, never so strong as that day when they stood there\nin their sorrow, all so natural; fa.ther, mother, brothers, sisters, watching\nthe dying son and brother. Here was the link between us, you see.\"\nWe have placed these two \"transferred impressions\" together on ac-\ncount of their essential similarity, though the occasion was in one case\nbut the tumble of a little boy in the park, in the other the tragic death\nof a\" son of France.\" For in both cases, it will be observed, the scene\nwas not flashed from mind to mind at the moment of its OCC'Ulr'rence, but\nconsiderably later, though at a time when the agent's thoughts were\ndeeply concentrated (as we know in one case and may presume in\nthe other) on a mental renewal of the agitating scene, coupled with a\nthought of tlie very person to whose perception that scene was in fact.\ntransferred. This deferment of the impression is certainly not a point.\nwhich anyone would have invented in order to add to the marvel of a\nstory. To the ordinary reader it would seem a mere confusion and\nweakening of the tale. But we need hardly say that to those who have\ngrasped the conception of telepathy this very point is of the utmost in-\nterest and importance. It shows us ollf' of the precise phenomena to\nwhich our actual experiments point-the translation from agent to per-\n(lipient of a represented image with almost the distinctness of an actual\nsensation-as where a diagram which the agent is merely recalling to\nmemory is transferred with pictorial vividness to the percipient's mind.\nIn the Kensington Gardens story the very inaccuracy of the scene, as\nDigitized by Coogle\n\f1884.] A Theory of Apparititm8. 161\nrepresented to the percipient's mind, suggests the manner in which it\nhas already been modified in the agent's memory. The confusion of\npeople, cabs, and horses, j,running very fast in one direction,\" strongly\nAUggests the half-delirious recrudescence of the agitated scene in the\nmind of the little invalid.\nWe shall now give an example of a. less unusual type, where there is\nmore distinctly a transference of actual sensation. It ha.s a resem-\n. blance to the experiments where the percipient is able to reproduce a\ndiagram at which the agent is actually gazing; or, again, to our pre-\nviously cited ca.se, where Mrs. Severn felt the precise pa.in suffered by\nher husband at a distance, from an accidental blow on the mouth. The\nacceunt was sent to us by the Rev. Canon Warburton, The Close,\nWinchester.\nSomewhere about the year 1848 I went up from Oxford to stay a day or\ntwo with my brother, Acton Warburton, then a barrister living at 10, Fish\nStreet, Lincoln's Inn. When I got to his chambers I found a note on the\ntable apologising for his absence, and saying that he had gone to a dance\nsomewhere in the West End, and intended to be home soon after 1 o'clock.\nInstead of going to bed, I dozed in an arm-chair, but started up wide awake\nexactly at 1, ejaculating \"By Jove, he's down I\" and seeing him coming\nout of a drawing-room into a brightly illuminated landing, catching his foot\nin the edge of the top stair, and fa.lling headlong, just saving himself by his\nelbows and hands. (The house was one which I had never seen,nor did I know\nwhere it was.) Thinking very little of the matter I fell a-doze again for half\nan hour, and was awakened by my brother suddenly coming in and saying,\n.. Oh, there you are 1 1 have just had as narrow an escape of breaking my\nneck as I ever had in my life. Coming out of the ball-room, I caught my\nfoot and tumbled full length down the stairs.\"\nW. WARllURTON.\nIn a. second letter Canon Warburton a.dds :-\nMy brother was hurrying home from his dance, with some little self-\nreproach in his mind for not having been at his chambers to receive his guest,\nso the chances are that he was thinking of me. The whole seene was vividly\npresent to me at the moment, but I did not note particulars, any more than\none would in real life. The general impression was of a narrow landing\nbrillia.ntly illuminated, and I remember verifying the correctne88 of this by\nquestions at the time.\nThis is my sole experience of the kind.\nHere the actual scene, intensely realised in the moment of imminent\nperil, seems to ha.ve flashed itself from mind to mind with startling but\nevanescent distinctness. We may remark tha.t these sudden and vivid\nimpressions in a. state between sleeping and waking (of which we have\nmany examples) do not fa.irly fall under the category of dreams. Their\nanalogue is rather to be found in the rare and curious illuswns ltypna-\n9Qgiques of oncoming sleep, or in the occasional prolongation of dream-\nDigitized by Coogle\n\f162 A Theory of AppariUons. [May 28~\nimages into the first waking moments-the difference lying, of course.\nin the fllct that in our cases the scene observed is one which was actually\npassing elsewhere at the moment.\nIn the next stage of visualisation the percipient sees a face or figure\nprojected or depicted, as it were, on some convenient surface-the image\nbeing thus truly externalised, but in an unreal and unsubstantial fashion,\nand in a bizarre relation to the real oqjects among which it appears.\nIn this respect it might be compared to the \"after-image\" of the sun,\nor of some object that has been intently scrutinised through a micro-\nscope, which we involuntarily import into our view of the surrounding\nscene.\nWe will begin with an example taken from the \"Memoirs of Geor-\ngiana, Lady Chatterton,\" by E. H. Dering (1878), pp. 100-102.\nMy mother had not been very well, but there was nothing alarming in\nher state. I was suffering from a bad cold, and went early to bed one night,\nafter leaving her in the drawing-room in excellent spirits, and tolerably well.\nI slept unusually well, and when I awoke the moon was shining through the\nold casement brightly into the room. The white curtains of my bed were\ndrawn to protect me from the draught that came through the large window.\nand on this curtain, as if depicted there, I saw the figure of my mother-the\nface deadly pale, with blood flowing on the bedclothes. For a moment I\nlay honor-stricken, and unable to move or cry out, till, thinking it might be\na dream or a delusion, I raised myself up in bed, and touched the curtain.\nStill the appearance remained (although the curtain on which it was depicted\nmoved to and fro when I touched it) as if reflected by a magic lantern. In\ngreat terrior I got up, and throwing on a cloak I rushed off through some\nrooms and a long passage to my mother's room. To my surprise, I saw from\nthe further end of the passage that her dour was open and a strong light\ncoming from it across the passage. As she invariably locked her door when\nshe went to bed, my fears were increased by the sight, and I ran on more\nquickly still, and entered her room. There she lay just as I had seen her on\nthe curtain, pale as death and the sheet covered with blood, and two doctors\nstanding by the bedside. She saw me at once and seemed delighted to see\nme, though too weak to speak or hold out her hand. \" She has been very\nill,\" said the doctor, \"but she would not allow you to be called, lest your cold\nshould be made worse. But I trust all dange~ is over now. . . • . The\nsight of you has decidedly done her much good.\" So she had been in danger,\nand would not disturb me! Oh! how thankful I felt to the vision or fancy,\nor whatever it may have been.\nIt will be seen that the picture, though not producing the impression\nof a solid and independent object, was still no mere illusion, no mere\nmomentary translation of the folds or pattern of the drapery into a\nhuman face. It was accurate and persistent enough to resist a touch\nwhich shook the curtain on which it was shown.\nThe next case carries us perhaps a step furbher still, as the image\nappeared with somewhat more of apparent relief-though certainly not\nDigitized by Loo\n\f1884.] A Theorg of Apparition8. 163\nyet as co-ordinate in any natural fashion with the other objects in the\npercipient's field of vision. We received the account from Mr. Richard\nSearle, Barrister, Home Lodge, Herne Hill, who tells us that it was his\nsole experience of a hallucination.\nOne afternoon, a few years ago, I was sitting in my chambers in the\nTemple, working at some papers. My desk is between the fireplace and one\nof the windows, the window being two or three yards on the left side of my\nchair, and looking out into the Temple. Suddenly I became aware that I was\nlooking at the bottom window-pane, which was about on a level with my\neys, and ~here I saw the figure of the head and face of my wife, in a re-\nclining position, with the eyes closed and the face quite white and bloodleBB,\nas if she were dead.\nI pulled myself together, and got up and looked out of the window, where\nI saw nothing but the houses opposite, and I came to the conclusion that I\nhad been drowsy and had fallen asleep; and after taking a few turns about\nthe room to rouse myself, I sat down again to my work and thought no more\nof the matter.\nI went home at my usual time that evening, and whilst my wife and I\nwere at dinner she told me that she had lunched with a friend who lived in\nGloucester Gardens, and that she had taken with her a little child, one of her\nnieces, who was staying with us ; but during lunch, or just after it, the child\nhad a fall and slightly cut her face so that the blood came. After telling the\nstory, my wife added that she was 80 aJa.rm.ed when she saw the blood on the\nchild's face that shehad fainted. What I had seen in the window -then\noccurred to my mind, and I asked her what time it was when this happened.\nShe said, as far as she remembered, it must have been a few minutes after\n2 o'clock. This was the time,as nearly as I could calculate, not having\nlooked at my watch, when I saw the figure in the window-pane.\nI have only to add that this is the only occasion on which I have known\nmy wife to have had a fainting fit. She was in bad health at the time, and I\ndid not mention to her what I had seen until a few days afterwards, when\nshe had become stronger. I mentioned the occurrence to several of my\nfriends at the time. R. S.\nNovember 2nd, 1883.\nMr. Paul Pierrard, at whose residence, 27, Gloucester Gardens, W.,\nMrs. Searle fainted, tells us that the cause of her doing so was the sight\nof an accident which befel her little niece. He also &escribes hearing\nfrom Mr. Searle, on the next day, that at the precise time of the faint-\ning \"a peculiar feeling overcame him, and he distinctly saw-as it were\nin a looking-glass-the very image of his wife leaning back in a swoon.\"\nThe last two narratives are specially noteworthy. When it first\nbecame evident to us that a -number of strange heterogeneous narratives\nmight be explained and connected by supposing them to represent the\nvarious 8tage8 ofexte'T'fI,(JliBaticm of a telepathic impact in the percipient's\nmind, we were quite ignorant of the existence of such cases as those of\nLady Chatterton and Mr. Searle. Our chain of argument seemed fairly\nDigitized by Coogle\n\f164 A Theory of Apparition8. [May 28,\ncomplete without them. We should have gone on from scenes :flashed\nbefore the mind to phantoms visualised\" out in the room,\" with a sense\nthat there was no real interruption of continuity, although the step was\na. long one to make on such uncertain ground. The moment, however,\nthat these externalised pictures are described, it becomes plain that\nthey supply exactly the connecting link, the want of which was vaguely\nfelt. The picture on the window-pane or the bed-curtain comes pre-\ncisely midway between the mental image and the apparently solidfigure.\nIt represents (in our language) a telepathic impression which has been\nsxternalised, but not yet completely objectified; which presents itself as\nsomething at which the percipient gazes, but which yet is not \"taken for\nreal,\" or localised in three dimensions among the familiar objects around\nhim. And as compared with. the two equally crude views between\nwhich we steer-that phantoms are all morbid nonsense, or that they are\nall \"the spirits of the dead\"-we think that our explanation is strongly\nsupported by such intermediate cases as these. Our aim is to trace the\nconnection between the most trivial phenomena of thought-transference,\nor confused inklings of disaster, and the full-blown \"apparition\" of\npopular belief. And, once on the track, we find group after group of\ntransitional experiences, illustrating the degrees by which a stimulus,\nfalling or fallen from afar upon some obscure sub-conscious region of the\npercipient's mind,may seem to disengage itself from his subjectivity, and\nto emerge into the waking world.\nAnd now we come to the final class of cases, where the percipent sees\nthe phantasmal figure as an apparently solid object among the familiar\nobjects which surround him, and holding to those objects just such a.\nrelation as a. figure of flesh and blood might have held. We received\nthe following example from Mr. George Marchant, Linkfield Street,\nRedhill, formerly a large farmer and miller, and now an admirable speci-\nmen of shrewd and vigorous old age.\nAbout 2 o'clock on the morning of the 21st of October, 1881, while I was\nperfectly wide awake, and looking at a lamp burning on my washhand-stand,\na person, as I thought, came into the room by mistake, and stopped, looking\ninto the looking-glass on the table. It soon occurred to me it represented\nRobinson Kelsey, by his dress and wearing his hair long behind. When I\nraised myself up in bed and called out, it instantly disappeared. The next\nday I mentioned to some of my friends how strange it was. So thoroughly\nconvinced was I, that I searched the local papers that day (Saturday) and\nthe following Tuesday, believing his death would be in one of them. On the\nfollowing Wednesday a man, who formerly was my drover, came and told me\nRobinson Kelsey was dead. Anxious to know at what time he died, I wrote\nto Mr. Wood, the family undertaker at Lingfield; he learnt from the brother-\nin-law*' of the deceased that he died at 2 a.m. He was my first cousin, and\n• This brother·ln·law has kindly confirmed the accuracy of the above dat , but\nhas now forgotten what was the hour of death, not having been actually present.\nDigitized by Coogle\n\f1884.] A TII.corg of Apparition8. 165\nwas apprenticed formerly to me as a miller ; afterwards he lived with me as\njourneyman; altogether, eight years. I never saw anything approaching\nthat before. I am 72 years old, and never feel nervous ; I am not afraid of\nthe dead or their spirits. I hand you a rough plan of the bedroom, &c.\nTo our inquiries as to whether Robinson Kelsey hadbeen in his mind,\nand on various other points, Mr. Marchant replies :-\nI had not been thinking about him, neither had I spoken to him for\n20 years. In the morning after seeing the apparition, I spoke about it\nto a person in the house. In the evening I again spoke about it to two per-\nsons, how strange it was. It was several days after our conversation about\nwhat I had seen that I heard of his death. These people will confirm my\nstatement, for after I heard of the death I spoke of it to the same people,\nthat my relation died the same night as I saw the apparition. As the ap-\nparition passed between my bed and the lamp I had a full view of it ; it was\nunmistakable. When it stopped looking in the glass I spoke to it, then it\ngently sank away downwards.\nWe have received the following confirmation of this incident -\nWe are positive of hearing Mr. Marchant one day say that he saw the\napparition of Robinson Kelsey during the previous night.\nANN LANGERIDGE,'\" Linldield Street, Redhill.\nMATILDA. FULLER, Station Road, Redhill.\nWILLIAM Mn.Es, Station Road, Redhill.\nMr. Marchant has never had any other \"hallucination,\" and laughs\nat the very idea of such thingil. In a personal interview he entered\nfurther into detail, pointing out in situ the exact line that the figure\ntook, and how it momentarily hid the lamp in passing in front of the\nwashhand-stand. He describes Kelsey's long and bushy back-hair as a\nvery distinct peculiarity; and he thinks that the figure was visible for\nnearly a minute.\nHere, then, at last, we have the orthodox apparition. And we note\nat once that the completeness of the externalisation is not the only\npoint in which this phantasm differs from the preceding ones. It is\nmore durable, and it is apparently more independent. Reading the\naccount of it, one cannot resist the question, \"Should I have seen it, had\nI been there '1\" And the question cannot but lead on to another. If the\napparition could have been seen by more than one person, what will be\nthe effect on our theory of the transference of an impression from mind\nto mind1 Can we conceive of this rare telepathic sympathy as affecting\ntwo minds at the same moment and in the same way 1 or are we driven\n• One ot us has visited Mrs. Langeridge, who is a sensible person, with very\nlittle belief in \"ghosts.\" She at once volunteered the remark that Mr. Marchant\ndescribed his vision to her next morning.\nDigitized by Coogle\n\f166 .A. Theory of .Apparitio1't8. [May 28,\nto assume some independent agency, operating quite outside the mind of\neither percipient 7\nUp to this point it will be observed, this fundamental problem has\nnot presented itself. The phantasms with which we have thus far been\ndealing have not been such as to force on us the question whether two\nor more percipients would be likely to share them. But in the case of\nthe completer or more objective phantasms, we have no longer any\nassurance that they are perceptible to one person only, unless we have\nactual evidence that other persons were present at the time and failed\nto perceive them.\nNow, as a matter of fact, each variety of these fully ea:ternalised\nphantasms is liable (as we find from numerous instances) to be perceived\nby anyone who happens tQ be present. This phenomenon of collective\npercipience, of a sight seen or a sound heard* by several persons at once,\ncan be shown, we think, to be not inconsistent with the substantial\ntruth of our theory; but the problem is a formidable one, and we can-\nnot here do more than indicate its existence.\nMeantime, tlle very fact that we have been able to arrange the\nphenomena in a graduated series must be admitted to be strongly sug-\ngestive of a common origin for them all; and we shall endeavour to\ntreat the solid-looking figure of Robinson Kelsey, no less than the\nfleeting vision \"in the mind's eye\" of Mr. Rawlinson, as in some way\nthe product of the percipient's own mind, projected (so to speak) under\nthe stimulus of an impact from the mind of the dying friend. But this\nexplanation is something more than a natural conjecture: we have, as\nwe stated above, a certain amount of e:xperimental support even for the\nextreme cases where the apparition is externalised in the most com-\nplete way. We should hardly have ventured to make so positive an\nassertion on the ground of previously recorded cases; as those cases are\nfew in number, and $eir correctness cannot now be tested in detail.\nBut we cannot doubt the genuineness of the case which we published in\nthe Proceedings of the Society for Psychical Research (Vol. I. p. 120).\nwhere a friend of our own, without having given the slightest hint of\nhis intention, concentrated his mind for some minutes on the idea of\nappearing to two disant friends, in no way subject to hallucinations;\nwho volunteered the information, when next he visited them, that they\nhad distinctly seen him in their room at precisely that time.t Such a\n• It would be oumbrous to introduce at every turn the words neoeesary for\nextending what is said about vision to impressions of hea\";''IIg and touok. The\nreader will have no difficulty in perceiving where the application to these further\nsenses is possible, and is to be taken as understood.\nt We cannot ignore the strength ot the contemporary testimony for the\noccurrenoe ot similar events in the East j but the remoteness of the locality and\nother difficulties prevent us trom here dwelliDg on them.\nDigitized by Coogle\n\f1884.] A Theory of Apparition8. 167\nresult is specially instructive in connection with more than one of the·\nspontaneous cases quoted above. We noted, in passing, how Mr. Raw-\nlinson's case differed from the more ordinary forms of experimental\nThought-transference, in that the agent was not directing his attention.\nto that which appeared to the percipient. The same remark applies to.\nMr. Searle's case; and in Lady Chatterton's case, though a portion\nof what she herself saw depicted-namely, the effusion of blood-was.\ndoubtless prominent at the moment in her mother's mind, the mother's\nown face and aspect can hardly have had any conscious place there.\nWhat, then, are we to conceive to have been in the agent's mind in these\ninstances 1 It cannot be unreasonable to suppose (as Canon Warburton\nsupposes in the case of his brother) that part of its content, at any rate,\nwas a forcible idea of the percipient and of the agent's self in relation t().\nthe percipient. Lady Chatterton's mother,it is clearly implied,was think-\ning of her daughter, and in the other two cases we should naturally ima-\ngine a similar though more transient occupation of the agent's mind with\nthe absent husband or friend; for it has often been noted that, in the-\nsense of helplessness and collapse that immediately precedes fainting or\ndeath, the idea of distant scenes and persons is apt to recur in very\nvivid flashes. And if this be granted, the parallelism with our friend's\nexperimental case becomes very marked. For the idea in his mind was.\nof himself-not his aspect particularly, but his personality-in relation to\nthe percipients; while the impression in tlUJir minds was of his aspect.\nMr. Marchant's case (which is of a common type) does, however~\nundoubtedly carry us beyond this analogy. We cannot pronounce it\nimpossible that Kelsey's dying thoughts reverted strongly to his old\nemployer; but, considering the length of time during which they had\nheld no intercourse,we should prefer to suppose that the pre-existent and\nlatent rapport between the two sufficed to effect the transference of the\niTl1~ae, without any conscious direction of the agent's attention. We can\nhardly hope, however, that this hypothesis will look plausible, until the\nrationale of the projection of the image has been more fully considered.\nTo this, then-the necessary supplement or expansion of our telepathic\ntheory-we may at once proceed.\nLet us first clearly realise the facts. Something is presented as\napparently an independent piece of matter in the material world; but\nno piece of matter is really there, and the appearance is a phantasm.\nHow would such an experience be most naturally described 1 Surely as\na hallucination of the sense of sight-the creation of a mind which is in\nsome abnormal state. This is precisely what we hold it to be; the\na.bnormal state being, however, not-as in the case of morbid\nhallucinations-a mere pathological condition of the percipient, but a\npeculiar form of disturbance produced by an unusual condition in some\nDigitized by Coogle\n\f168 .A Theory 0\/ .Apparition8. [Yay 28,\ndistant person. In virtue of their Jmving their real cause outside the\npercipient, and so in a way conveying true information, we may describe\ndeath-wraiths and the like as veridical hallucinations; but as projections\nof the percipient's own mind, by which his senses are deluded, we hold\nthem to be altogether on a par with morbid hallucinations. They are\nthus, merely a species in a larger genus; and our most hopeful course\nwill, therefore, be to trace the natural history of the genus-to decide\nwhat a \" hallucination of the senses\" really involves. It is inevitable\nthat this endeavour should carry us for a brief space into the region of\nphysiology, but the accompanying diagram will enable the least in-\n.structed reader to master at a glance all the technical information\nrequired. We accept the commonly accepted doctrine as to the locali-\nsation of brain functions; but the general tenor of our explanation\nmight, we think, hold good, even if that doctrine came to be modified.\nLet A represent the retina of the eye which in itself has no more\npower of seeing than a mirror has. Let B represent the group of cells\nin the brain which constitutes the \"visualising centre,\" and which is\nexcited into activity whenever sight takes place. And let C represent\nthe cortical or external part of the hemispheres of the brain, part of\nwhich is excited into activity whenever any of the higher psychical\nfaculties-intelligent perception, imagination, comparison, memory,\nvolition-are called into play. A is connected with B by the fibres of\nthe optic nerve, and B is connected with C by other nerve-fibres. Now\nany disturbance of the cells at B which reaches a certain intensity will\nbe accompanied by the sense of sight; and, when this disturbance is\n'propagated onwards in the natural course from\nB to C, this sense will become a complete per-\n-ception-an object for the mind-which can be\nreflected on, compared with other objects, and\n·remembered. But the central, indispensable\nfact-the disturbance at B-may itself originate\nin at least two quite distinct ways. On the one\nhand it may originate in a nervous impulse sent\nup along the fibres from A, owing to some\nchange which has taken place at A-whether it be a blow on the eye,\nwhich makes us see sparks, or the stimulus of external rays of light,\nwhich makes us see surrounding objects. Or, on the other hand, it may\noriginate in a nervous impulse sene down along the fibres from C, owing\nto some change that has taken place at C; and then we shall have a\nhallucination-a sense of seeing, and of seeing, it may be, with great\nvividness and completeness, though what is seen has no existence\n·external to the percipient's organism. This may happen either volun-\ntarily or involuntarily. Painters have sometimes imagined a face or a.\nscene with such force as actually to externalise it in space and see it\nDigitized by Coogle\n\f1884.-, A TlteorU of Appm·itiolls. 169\nbefore their eyes. But far more often the hallucination is involuntary,\nas in purely morbid cases, in dreams, and in the species of apparitions\nwith which we are dealing in this paper.\nNow, so far, the matter seems plain enough. The particular cells at\nB, whose activity is necessary for the sense of sight, may be stimulated\nor exploded either by an impulse from without, started by light, in which\ncase we see objects that are really there; or by an impulse from\nwithin, started by some spontaneous cerebral change, in which case we\nsee objects that are not really there. But with regard to the latter\ncase there is just one point that needs carefl:l notice. Weare supposing\nthat the impulse which results in a hallucination is started by some\nchange in the cells at C. Now what mental event does this physical\nchange at C imply 1 Clearly not the sight of the object, for that only\"\ntakes places in association with the physical change in the cells at\n.E. The mental event associated with the change at C is not the\nsigl~t, but the idea, of the object, as it might present itself in imagin-\nation or memory. A certain low degree of visualisation is, no\ndoubt, involved in the very idea, and probably implies a slight downward\nescape of current from C to B; that is to say, the sluice-gates are never\nentirely closed. But the idea only becomes completely visualised-only\nbecomes a precept, so as to suggest the real external presence of the\nobject-when the downward impulse is of a far stronger kind, and pro-\nduces as large a change at B as an upward impulse from the retina.\nwould no-the whole complex process being, however, for consciousness,\na single and instantaneous event. And this being so, we are at once\nable to assign to the different parts of the process their respective\ncharacters. The origin of the hallucination is no doubt in the imagina-\ntion-that is, in physical terms, at C; but it is not the imagination-\nor C as the physical organ of the imagination-that is to blame for the\nhallucination. There is nothing delusive in the mere idea or memory of\na visible object; and in serving as a basis to such an idea or memory,\nhowever vivid, the cells at C are merely performing their normal\nfunctions. The blame attaches to the escape of a strong nervous current\nin the downward direction from C to B, in the rending of the sluice-\ngates (so to speak) at the point where the line drawn from B touches\nthe semicircle. This is the abnormal event. If it did not take place,\nthere would be no delusion, for there would be a mere idea or memory\nof the object. When once it has taken place, delusion is inevitable;\nfor instantaneously a\" strong stimulus is communicated to the cells at B,\nand such a stimulus involves the sense of seeing the object. It may\n\",ell be only the sense, and not the judgment, that is deluded; many\npersons who have suffered from hallucinations have perfectly well known\nthat the figures seen by them were only phantasms. But for all that they\nsaw them: to the sense of sight the figures were completely real-so\nDigitized by Coogle\n\f170 A Theory oj Appa1·itions. [May 28,\nmuch so that the visual sensation was even referred to the external eye\n-and the figure could be made to appear double by squinting, or by pres-\nsure on the side of one eyeball.\nThe physical details of the process which we have called the\" rending\n()f the sluice-gates,\" and the\" escape of current from 0 to B,\" will per-\nnaps never be known. Oertain general conditions that favour the\nprocess are indeed recognised: hallucinations of the senses are common\n'Elvents in sleep, in insanity, and in the delirium of fever; and they may be\nproduced by the immoderate use of various drugs, such as haschish and\n,opium. But even in these cases the broad fact is almost all that is known.\nOf the actual physiological process we can say no more than that in\ninsanity it is part of the general cerebral derangement, and is due in the\nother cases to some change in the constitution or distribution of the\nblood. But there is one important class of sensory hallucinations of\nwhich even thus much cannot be said-a class of which singularly little\nnotice has been taken by scientific writers-namely, the quite transient\nand casual hallucinations of sane and healthy persons. Though rare,\nin the sense that only a. small percentage of the population have had\nexperience of them, these occurrences are absolutely numerous. Scores\nof them take place in England in the course of a year. But what\ndetermines their occurrence to this or that person, at this or that mo-\nment, we are often quite unable to say. Now in this state of ignorance\nthere certainly need be no difficulty in supposing that one means by\nwhich the \"escape of current\" from 0 to B may be determined is a\ntelepathic impulse. Supposing the evidence for the telepathic production\nof hallucinations-e.g., for apparitions at the time of death-to be in\nitself sufficient, physiology need make no difficulties about the process in\nthe percipient's brain, for in its general outline that process is just as\nintelligible to us, and in its minute details just as obscure, as in any other\ncase of hallucination. Taking a broad view of the matter, we may even\nsay that the difficulties are less in the case of death-wra.iths than in\ncases where the hallucination is purely casual, and depends on no assign-\nable conditions at all. For we at any rate succeed in connecting the\nparticular rare effect-the peculiar \"escape of current,\" and the conse-\nquent occurrence Of a hallucination to a sane and healthy person-with\na particular rare cause-the peculiar condition of a distant friend.\nThis, happily, is all that need be said in the way of physical explan-\nation. For we have now got what w~ wanted-a ready way of\nconnecting apparitions with the simpler forms of Thought-transference,\neven where (as in Mr. Marchant's case) the connection might at first\nseem most difficult to establish. How, we asked above, could the idea.\nof Kelsey be impressed on Mr. Marchant's mind with such force as to\nembody itself in a visible phantom, when Kelsey'S mind was presumably\nnot occupied either with Mr. Marchant or with himself in relation to\nDigitized by Loo\n\f188~.] A Theory of Apparitions. 171\nhim 1 From a physiological point of view the difficulty vanishes, on the\nsupposition that the primary effect on Mr. Marchant took place not at\nB but at C; at the part of the brain which is the great storehouse of old\nimpressions; in the part, moreover, where an appropriate physical basis\nmay be found not only for distinct and recognisable images, but for\nsubconscious ideas and memories, and for the most distant and intan-\ngible associations. In the register of the brain it is seldom that a record,\nonce made, is so utterly obliterated that, under suitable conditions, it\nmay not be revived. And if once a relation be established between two\npersons, and the records of it registered in their two brains, we see no\nreason why the same harmony should not occasionally manifest itself\nbetween those records--even though they be long sunk below the level\n-of conscious attention---a.s between the immediate impressions of the\nmoment; and, this once granted, we have seen how the physiological\nprocess may lead on to the projection of the visible phantom. In\npsychical terms, we see no reason why subconscious ideas and memories\nwhich are in no distinCt way present to consciousness, such as Kelsey's\n;sense of his old relationship to Mr. Marchant, should not evoke\nsimilar blind movements in Mr. Marchant's mind, which, gathering\n,strength, might lead him to body forth the vision of his old acquaint-\nance.* On this view it would become quite intelligible that he should\n8ee the figure even before he recognised it. And in a similar way we\n.should interpret some at least of those cases of death-wraith (of which\nwe have a. good many specimens) where the figure seems to form by a\n!Jradual process. We should say 1(hat there the idea, at first but dimly\nconveyed and vaguely apprehended, was working itself into definiteness\n(as so often occurs in processes of abstract thought), and that the char-\nacter of the projection underwent a corresponding change.\nBut here we find ourselves fairly launched on a very wide and inter-\n,esting question-namely, how far the primary idea may be modified,\nwrought on, or worked out, in the percipient's own mind, before it be-\n·comes embodied as a visible phantom. That mind is no mere collection\n• It might seem out of the question to obtain any elllperimentaZ support for a\ntransferenoe of impreBBion apart from oonsciousness on the \"agent's\" part.\nYet support of a kind has actually presented itself. We requested our friend\n'above mentioned secretly to determine, before going to sleep at about 10.30 p.m.,\n·that his form should appear at midnight-that is, at a moment when he would\nbe actually asleep-to one of the persons whom he had before succeeded inaffect-\ning, and whom he had not even seen for some time. On the 22nd of Maroh he\n·did so, determining not only to appear but to touoh his friend's head. The resDlt\nis thus described by the latter :-\" On Saturday night, 22nd of Maroh, 1884, I had\n,a distinct impression that Mr. B. was in my room. I distinotly sa.w him, whilst\nwidely awake. He oame towards me and touohed my head.\" Sinoe this Report\nwas written, we have received an account, from another \"agent\" and\n.., peroipient,\" of a similar successful experiment.\nDigitized by Coogle\n\f172 A Theor!! oj Apparition8. [May 28,\nof separate compartments, into which new ideas will fit and then rest in a\npassiveway ; but anorganismofinteractmg parts, whereanychangeorany\nintrudingelementmayset inmotionwholetrainsof imagesandassociations.\nWe know what small and dim suggestions will sometimes set large\ntracts of mental machinery to work; and we may therefore well credit\nthe va\",ouer or subconscious order of telepathic impressions with such a\npower. Now if a visible phantasm results, in the manner above sug-\ngested, what more natural than that these further images and associa-\ntions should be embodied in it 7 We may compare the process to what\ntakes place in the one form of hallucination with which we are a.ll\nfamiliar-in dreaming. A strong impression, whether received before\nsleep (as from a recent sorrow or a piece of exciting work) or during\nsleep (as from a knock at the door or an uncomfortable posture), will\nmingle itself in dreams with all sorts of scenes and ideas that the\nsleeping mind supplies. Now we would suggest that the mind, even in\na waking state, may unconsciously react, as in a dream, on the crude\nmaterial presented to it, may invest the nucleus of a \"transferred im-\npression\" with its own atmosphere and imagery; nay, even that the\napparent externality of the phantasm-the very fact in virtue of which\nwe call the impression a hallucination-may itself be merely a radical\ninstance of such investiture. We should thus have a. ready explana-\ntion for many degrees of distinctness and individualisation, and many\ndiversities of character, in the sensory phantasm. Suppose the same\nkind of real event-say the peaceful death of an aged parent-to occur\nin twenty cases, and in each of them to produce a. real and unique sort\nof disturbance in some absent person's mind; then, if that disturbance\nclothed itself in some sensor'lJ form-or, in our language, if it reached\nthe point of causing a. hallucination-such hallucination might take\ntwenty different forms. One percipient may hear his parent's voice;\nanother may imagine the touch of his hand upon his head; a. third may\nsee him in his wonted dress and aspect; a fourth may see him in his\ndying aspect; a fifth may see him in some transfigured aspect; and\nothers may invest the disturbing idea with every sort of visible sym-\nbolism, derived from their minds' habitual furniture and their wonted\ntrains of thought.\nStriking narratives of visible phantasms thus mingled with a. dream\nelement do in fact exist. In the case of sailors, for instance, the condi-\ntions of whose lives are so different from those of invalids on land, the\ndeath-wraith often seems to\" suffer 8: searchange,\" and to reflect in\nfantastic wildness the perils of the deep. Such is a. narrative (sent to\nus by Engineer Dunlop, of Bangkok, Siam) of an apparition seen\n\"when the ship was under all plain sail off the pitch of Cape Horn,\"\nwhen the seaman who had \"started aloft to bend the fore-top-gal1ant\nflung his arms round the top-gal1ant shrouds and held on without\nDigitized by Coogle\n\f1884.J A TIIl'olll '0\/ Appm·itiolls. 173\nmoving till he was lowered on deck in the bight of a bowline.\"\nFor as he \" kept looking to the windward at the squall, suddenly in the\nmidst of it he saw his sweetheart dressed in white flowing robes, who\ncame flying down toward him before the wind,\" and who, as it after-\nwards proved, had died in England at that very time.\nWe cite this last narrative, not as itself evidentially strong, but on\naccount of its theoretical interest as illustr!l.ting (among others more\ndirectly attested) the dream-like mode in which the telepa~hic impres-\nsion may take shape from the scene around; and \"the wet sea-boy, in\nan hour so rude,\" may transfer to \"cradle of the rude imperious surge\"\nthe figure whose life is ebbing in the quiet bed at home. For we hold\nit legitimate to use in this purely illustrative manner many narratives\non which we should hesitate to base our argument if they stood alone.\nWhen we review the 600 cases which (exclusive of dreams) we have\na.lready printed as material for our book on .. Phantasms of the\nLiving\" alone-cases of which a. large proportion .lome first-hand from\npersons known to us-we .:an hardly doubt that sooner or later the\ngeneral fact of these distant impressions will be accepted by the majo-\nrity of candid minds. Our evidence is eminently cumulative; but until\nits cumulation can be shown at full length, we must aim rather at\nshowing its coherence; at indicating the wa.y in which intermediate\ninstances and cross analogies interlock even the most apparently isolated\nand grotesque of bond fide narratives of this kind.\nAnother group of cases in which the percipient's mind seems to\nmodify the impression received is that where the phantasmal imagery\nis drawn from the appurtenances of death, or the accepted beliefs as to\nresurrection. Of course symbolism of this kind, which is common to\nthe agent's mind as well as to the percipient's, affords no positive proof\nas to whose mind it is from which the phantom derives its shape and\nconsistency. But the least marvellous explanation-the nearest to\nexperimental analogy-will be that which assumes tnat it is the perci-\npient's own activity which invests the transferred impression with its\n::lothing of imagery. We have space for only two instances of this\nclass. The first was given to us by Lieut.-Colonel Jones, 8, Sussex\nPlace, N.W., who confirmed the narrative to us verbally, and shOWed\nus a letter written at the time in which his father alludes to the\napparition. Oolonel Jones has never experienced any other hallucina-\ntion whatever; and it seems to us that this case alone would severely\ntry the theory which explains all such phantoms as this by me1\"tl chance-\n::oincidence.\nIn 1845 I was stationed with my regiment at Moulmein, in Burmah. ID\nthose days there was no direct mail, and we were dependent upon the arrival\nof sailing vessels for our letters, which sometimes arrived in batches. and\noccasionally were months without any news from home.\no\nDigitized by Coogle\n\f174 A Theory of Apparitions. [May 28,\nOn the evening of the 24th of March, 1845, I was, with others, dining\nat a friend's house, and when sitting in the verandah after dinner, with the\nother guests, in the middle of a conversation on some local affairs, I all at\nonce diBtindly saw before me the form of an open coffin, with a favourite\nsister of mine, then at home, lying in it apparently dead. I naturally\nceased talking, and every one looked at me with astonishment, and asked\nwhat was the matter. I mentioned, in a laughing manner, what I had seen,\nand it was looked upon as a joke. I walked home later with an officer very\nmuch my senior (the late Major-General George Briggs, retired, Madras\nArtillery, then Captain Briggs), who renewed the subject, and asked whether\nI had received any news as to my sister's illneBB. I said no, and that my\nlast letters from home were dated some three months prior. He asked me\nto make a note of the circumstance, as he had before heard of such occur-\nrences. I did so, and showed him the entry I made opposite the day of the\nmonth in an almanack. On the 17th of May following I received a letter\nfrom home announcing my sister's death as having taken place on that very\nday-viz., the 24th of March, 1845.\nAs to the coincidence of hour, Colonel Jones only learnt that the\ndeath occurred in the mornmg of the 24th. His vision was seen after\nan early dinner, 80 that, allowing for longitude, the correspondence of\ntime was certainly near, and may have been exact. There had been a\nvery close attachment between sister and brother.\nThe next case is from our friend, Miss Summerbell, 140, Kensing-\nton Park Road, W., who has never had any other hallucination.\nI have been, for many years, on terms. of close intimacy with the family\nof a Dutch nobleman, who reside in Holland. Early in July last I received\na letter from the eldest daughter of the house saying that her father was\nseriously ill. From that time I received news of his condition every day.\nOn the 27th of July, 1882, I received a postcard saying that he was slightly\nbetter. I was staying at the time at the Spa, Tunbridge Wells, and suffer-\ning much from neuralgia. On the night of the 27th I was lying, unable to\nsleep from pain; no doubt I dozed now and then, but I firmly believe that I\nwas awake when what I am about to relate occurred. It was beginning to\nbe light, and I distinctly saw every object in the room. I do not know\nwhether it is necessary to say that in Holland, when a person of distinction\ndies, a prieur d'enterremt1lt is employed. This man is dressed in black, with\ndress coat, knee breeches, and cocked hat, with bands of crape hanging from\nthe comers. It is his office to go to all the houses where the deceased was\nknown and announce the death. On the morning of which I speak, I saw\nthe door of my room open and a prieur d'enterrement enter. He said\nnothing, but stood with a long paper in his hand. I remember distinctly\nwondering whether I had fallen asleep and was dreaming; I looked round\nand saw the furniture, and the window, with the dim light coming through\nthe closed blind. I looked at my watch, it was nearly 5 o'clock. I looked\ntowards the man, but he was gone. It was nearly six years since I had\nlived for any time in.Holland, and I had forgotten the custom of announcing\nDigitized by Coogle\n\f1884.] .A Theoru of Apparitions. li5\n-deaths; at least, I had not thought of it for years. But on that morning,.\n.at 3.20, my friend died. .\nI afterwards questioned my friend, Mme. Huydecoper, about what\nhappened at the time of her husband's death, and I find that the first thing\nthey did was to discuss how they should send the tidings to me. I told the\nfriend with whom I was staying at the time what I had seen; she spoke of\nit several times during the day, and reminded me of it when the news of the\ndeath arrived.\nHere the telepathic impression, instead of connecting itself with\nsome familiar image, such as a coffin, seems to have evoked slumbering\nmemories which associated Dutch customs with Dutch friends in the\npercipient's mind.*\nWhatever be the view taken of each separate symlJolical case of this\nkind, it is to be hoped that the collection of a great number of them\nmay throw further light on the laws of association which govern these\nrare events-on the path and barometry of these psychical storms.\nThere is, perhaps, scarcely any visual phantom of a dying person from\nwhich some hint of scientific value might not be drawn, were the figure\n.carefully scrutinised in every detail. Unfortunately, this scrutiny is\nmuch less easy in the case of veridical than in the case of morbid\nhallucinations. Morbid hallucinations are much more often durable,\nand much more often repeated. Moreover-and we commend this point\n* An analogous incident was narrated more than once bythe'late Dr. Pusey,\nin a way which led his hearers to believe that the experience was his own. Our\nfriend, the Rev. G. B. Simeon, of Gainsborough, having undertaken to ask Dr.\nPusey what truth there was in the rumour that he had seen an apparition in\nHigh Street, Oxford, Dr. Pusey replied that the report was probably founded on\nthe following fact :-\nTwo clergymen,A.and B., great friends, were at a dilltance from one another.\nOne afternoon, A., who was in his garden, saw the figure of B. approach, and\nheard him say, \"I have been in hell for half·an-hour, because I loved the praise\nof men more than the praise of God.\" It turned out that B. had actually died\nsuddenly on that day, shortly before the appearance in the garden.\nWe were not satisfied wjth this evidence, as Dr. Pusey did not actually\naftlrm that A. was himself; and we have lately discovered what we think must\nbe the original of the story, in an old copy of the Imperia~ Magazine. As,\nhowever, the main facts agree, and Dr. Pusey vouched for their truth, we may\nbe allowed to refer to them for purposes of illustration. It is plain that, on our\ntheory, the phantom's speeoh must be treated in the same way as the cofHn and\nthe prieur ll'ente'1\"1'ement. Miss Jones was not actually lying in her cofHn when\nshe appeared to her brother in that position j nor, happily, is it neoessary to\nassume that B.'s words were a transcript of literal reality. Just as in the one\ncase it was the imagery of Iloath which forced itself into prominence, so, in the\nother case, the conception of what foZZ07lJ8 death may have started into dres.m-\nlike vividness when the telepathic impact from the dying friend arrived, and\nawoke, perhaps, a slumbering judgment on him in foro C01l8Cientilll, which\naffectionhad long kept hidden in the unacknowledged background of thought.\no 2\nDigitized by Coogle\n\f176 A Theory of Apparition8. [~ay 28,\nto those who regard veridical hallucinations as merely transient morbid\naffections occurring by clw,nce at the moment of death-morbid hallu·\ncinations seem, in a majority of cases, to be unrecognised faces and\nfigures of strangers, and they thus excite curiosity rather than emotion.\nIn a large majority of our cases, on the other hand, the percipient has\nrecognised the phantom. It is thus to the countenance that they have\nfor the most part looked. The dress and surroundings are not minutely\nobserved, or it seems a mere irreverence to dwell on them in the\npresence of what is so sacred and beloved. Often, too, the phantom is\nmerely momentary, and the result is that in very many instances we\nhave only the vague description, \"I saw my father as I was used to see\nhim,\" \"It was my mother, as she lived.\" In such cases there is\nnothing to guide us as to the origin of the phantasmal image. It is\nsuch as the percipient might most readily have shaped for himself; but\nit is such, also, as the agent might most naturally have transmitted, if\nsuch images are transmitted in their entirety and, so to speak, ready-\nmade.\nThere is, however, one large and important class of death-wraiths\nwhose peculiarity it is that the dress is, as it were, an integral part of\nthem, forming an element in the apparition so conspicuous and unex-\npected as to attract a full share of attention. We mean the <la8es\nwhere the phantom appears in the dress, or with the aspect, which the\ndying man actually wore at death, and of which the percipient was\nnot previously aware. Here it undoubtedly seems as though the\nagenthadtransmittedafinished pictureof himself-an imago,asLucretius\nwould say, thrown off from his whole circumference-which needed no\nreinforcement from the percipient's shaping imagination before it\nstood complete and evident in the open' day.\nThis reproduction of actual costume or actual aspect passes\nthrough all stages of distinctness and unexpectedness. We begin\nwith the cases where the dying person is merely seen clad in\nwhite, as it were the vague reflection of the night-dress in which he lies>\nand we go on to instances where the dress worn at death is altogether\nstrange and unusual, or where a violent end has inflicted recognisable\nscars or mutilation, or where the image reiterates with phantasmal\nurgency some task which the living mind regretfully leaves unaccom-\nplished, as it sinks into the stupor of the dim death-day.\nThe first of these cases that we shall select is one which curiously\nillustrates the changes effected by half a century of oral tradition in a\nnarrative of this kind. The occurrence in question, belonging to a.\nwell-known noble family and to a tragic accident, has been often cited in\nsociety when such topics are discussed, and we obtained a written ac-\ncount of it from a member of the family known to us-both he and we\nbeing ignorant that a contemporary record of the matter had already\n\f1884.] A Theory of Apparitions. 177\nbeen printed in \"The Journal of Thomas Raikes, Esq., from 1831 to\n1847\" (London, 1856), Vol. I. p. 131. Weare thus, as it happens, able\nto compare a. traditional a.ccount 53 years old with an account written\ndown 15 months after the occurrence :-\nWe give first our friend's account :-\nMy grandfather Sir J. Y. was drowned by the upsetting of a boat in the\nSolent, in or about the year 1830. On the day of his death Miss M., a great\nfriend and connection of his, was at one of the Ancient Concerts in Hanover\nSquare Rooms. During the performance she fainted away, and when she\ncame to declared that she had seen a corpse lying at her feet, and though the\nface was turned away she knew the figure to be that of my grandfather.\nCommunication in those days was not, of course, as easy as now, and herfears\nwere not verified till BOme days after the event. Such is the family story,\nwhich I heard often from my father, and had verified by my mother whenlast\nI saw her.\nHere, as will be seen, there is nothing to indicate either the co-\nincidence of hour or the dress in which the phantom was seen. Let us\nnow turn to the contemporary account, which has the two advantages\nQf being half a century nearer to the facts and of coming from the side\nof the actual percipient, Miss Manningham, whose name we are now\nallowed to print for the first time. In\" A Portion of the Journal kept\nby T. Raikes, Esq., from 1831 to 1847,\" Vol. I. p. 131, we read:-\nWednesday, 26th December, 1832.-Captain -- recounted a curious\nanecdote that happened in his own family. He told it in the following\nwords :-It is now about 15 months ago that Miss M --, a connection\nof my family, went with a party of friends to a concert at the Argyll Rooms.\nShe appeared there to be suddenly seized with indisposition, and though she\npersisted for some time to struggle against what seemed a violent nervous\naffection, it became at last so oppressive, that they were obliged to send for\ntheir carriage and conduct her home. She was for a long while unwilling to\nlIay what was the cause of her indisposition; but on being more earnestly\nquestioned, she at length confessed that she had, immediately on arriving at\nthe concen room, been terrified by a horrible vision which u.nceasingly pre-\nsented itself to her sight. It seemed to her as though a naked corpse was\nlying on the floor at her feet; the features of the face were partly covered by\na cloth mantle, but enough was apparent to convince her that the body was\nthat of Sir J-- Y--. Every effort was made by her friends at the time\nto tranquillise her mind by representing the folly of allowing such delusions\nto prey upon her spirits, and she thus retired to bed; but on the following\nday the family received the tidings of Sir J-- Y-- having been\ndrowned in Southampton River that very night by the oversetting of his boat,\nand the body was afterwards found entangled in a boat-cloak. Here is an\nauthentic case of second sight, and of very recent date.\nOn a critical comparison, it will be seen that the contemporary Of\nold account presents two small apparent discrepancies from the tra-\nDigitized by Coogle\n\f178 A Theot\"!\/ oj Apparitions. [May 28,.\nditionalor new account, and also (which is more surprising) contains\ntwo further circumstances of the highest interest. The discrepancies are\nthese. The new account says that Miss.M. did not receive the news for\nsome days; the old account saysthat thefamily received it the next day.\nNow the journey from Southa-npton to London occupied only one day\nin 1830, and probably the old account is correct. Mi88.M., however,\nmay not have been informed for another day or two; so the new\naccount may be correct also. The other discrepancy is in the name of\nthe building where the vision was seen-the\" Argyll Rooms\" accord-\ning to the old account, the \" Hanover Square Rooms\" according to the·\nnew. Now from Crickley's \"Picture of London\" (1831), p. 93, we learn\nthat \"the Argyll Rooms, Regent Street, burnt down in the early part.\nof last year, have been again restored to their former splendour. They\nare devoted to concerts,balls,and exhibitions,and are much frequented by\npersons of rank and fashion.\" It also appears that the Hanover Square\nRooms were open for concerts at the same time, so that either\naccount might be correct. But as the title \"Argyll·Rooms\" has long\nceased to suggest a high-class concert hall, it is likely enough that it\nmay have bcen unconsciously replaced in Lord and Lady--'s minds\nby the more apparently suitable appellation.\nThese trifling discrepancies in unimportant points are such as must\nneeds accrue in 50 years' tradition. But it is a much more remark-\nable thing to find that in this case tradition, so far from exaggerating,\nhas minimiBed the cardinal points of the story, It is in the old,\nnot in the new, account that we hear that the accident took place\n\"that very night,\" so that it is at any rate possible that\nthe coincidence of hO'Ur was exact. Moreover--and this is the\npoint with which we are here specially concerned-it is in the old,\nnot in the new, account that we hear of the cloth mantle wrapped about\nthe visionary form, the boat-cloak whose prototype was at that\ntime entangling beneath the dark estuary the limbs of the drowning\nman. Note also in the old account the combination of dreamlike sym-\nbolism with reflex of' actual fact. The corpse was seen as if naked, no\npart of the dress being visible except that one article whose significance\nwas destined to be afterwards understood too well.\nThe comparison of these two narratives may serve to illustrate a.\ngeneralisation which has gradually been suggested to us by many\nsimilar collocations of older and newer versions. Tradition, we find.\nwhen it deals in modern times with such accounts as these, tends\nprimarily to 8horten and Bimplify them. Sometimes this Bimplijicatiol1,\nmay also involve exaggeration of the marvellous element. For instance.\na coincidence of death and death-wraith, which was really not traced\nnearer than to the same day, will be sometimes repeated as if it had\nbeen proved to be also at the same hO'Ur. Or a figure vaguely\nDigitized by Coogle\n\f1884.] A Theory ojAppa1·itions. 179\nresembling a dying person will be represented as precisely resembling\nhim. Often, again, this process of simplification is unimportant in its\neffect on the narrative; as when in the well-known Wynyard case,a. man\nwho strikingly like Wynyard (and whose likeness is the only im-\nportant point) is represented as having been Wynyard's twin brother.\nBut often, also (as in the case first given), this simplifying process tends\nto lose the very points on which we are most concerned to dwell-the\nundesigned indications which so often at once strengthen the evidence\nof the narrative and double its theoretic interest. If the narratives with\nwhich we are dealing were the offspring of chance and credulity, then\nthe further we get them from their original sources the better, it might\nbe thought, they would suit us. But if they are the offspring of law and\nfact, we shall expect-and the case is so-that the nearer to absolute\naccuracy, absolute contemporaneity, we can obtain them, the better\nwill they fit in with other facts, and range themselves beneath general\nlaws.\nOur next case shall be a first-hand one, from a physician, Dr.\nRowland Bowstead, of Caistor, who tells us that he has never expe-\nrienced any other hallucination.\nIn September, 1847, I was playing at a cricket match, and took the place\nof long-field. A ball was driven in my direction which I ought to have caught\nbut missed it, and itrolled towards a low hedge ; I and anotherladran afterit.\nWhen I got near the hedge I saw the apparition of my brother-in-law, who\nwas much endeared to me, over the hedge, dressed in a shooting suit with a.\ngun on his arm ; he smiled and waved his hand at me. I called the attention\nof the other boy to it; but he did not aee it, although he looked in the same\ndirection. When I looked again the figure had vanished. I, feeling very\nsad at the time, went up to my uncle and told him of what I had seen; he\ntook out his watch and noted the time, justlO minutes to 1 o'clock. Two\ndays after I received a letter from my father informing me of the death of\nmy brother-in-law, which took place at 10 minutes to 1. His death ~as\nsingular, for on that morning he said he was much better and thought he\nshould be able to shoot again. Taking up his gun, he turned round to my\nfather, asking him if he had sent for me, as he particularly wished to see me.\nMy father replied the distance was too far and expense too great to send for\nme, it being over 100 miles. At this he put himself into a passion, and said\nhe would see me in spite of them all, for he did not care for expense or\ndistance. Suddenly a blood·vessel on his lungs burst, and he died at once.\nHe was at the time dressed in a shooting suit and had his gun on his arm. I\nknew he was ill, but a letter from my father previous to the time I saw him\ntold me he was improving and that he might get through the winter; but his\ndisease was consumption, and he had bleeding from the lungs three months\nbefore his death. ROWLAND BOWSDAD, M.D.\nHere the dress IS a very distinct one, not associated with invalids\nor death-beds, and reproduced with apparent exactness. The agent's\nDigitized by Coogle\n\f180 A ThcOll1 oj Apparitio1l8. [May 28,\nimpression of his personality seems, in fact, to have carried with it the\ndetails of his actual aspect as well as the symbolism of his imagined\nfarewell; and nothing was left to the percipient's imagination. It will\nbe observed that the coincidence of time is close to a minute, and was\nnoted on the spot. Itwould, we think, be difficult to express in figures\nthe enormous unlikelihood of a merely morbid hallucination, unique in\nthe percipient's experience, and involving by accident such coincidences\nas these.\nOur final instance shall be one which illustrates the possibility\nof collective percipience. We received it from Miss 1(. M. Weld, of\nThe Lodge, Lymington, one of the two original witnesses.*\nPhilip Weld was the youngest son of Mr. James Weld, of Archers\nLodge, near Southampton, and a nephew of the late Cardinal Weld.\n(The chief seat of that ancient family is Lulworth Castle, in Dorsetshire.)\nHe was sent by his father, in 1842, to St. ll:dmund's College, near\nWare, in Hertfordshire, for his education. He was a well conducted,\namiable boy, and much beloved by his masters and fellow-students.\nIt happened that on April 16th, 1845, it was a playday (or whole holiday),\nand some of the boys went out on a boating expedition upon the river Ware.\nOn the morning of that day, Philip had been to Holy Communion\nat the early Mass (having just finished his retreat), and in the after-\nnoon, accompanied by one of the masters and some of his companions,\nwent to boat on the river, which was a sport he enjoyed much.\nWhen one of the masters remarked that it was time to return to\nthe college, Philip begged to have one row more; the master consented,\nand they rowed to the accustomed turning point.\nOn arriving there, in turning the boat, Philip accidentally fell out\ninto a very deep part of the river, and, notwithstanding every effort\nthat was made to save him, was drowned.\nHis corpse was brought back to the college, and the Very Rev. Dr.\nCox (the president) was immensely shocked and grieved; he was very\nfond of Philip, but what was most dreadful to him was to have to break\nthe sad news to the boy's parents. He scarcely knew what to do,\nwhether to write by post or to send a messenger.\nAt last he made up his mind to go himself to Mr. Weld, at South-\nampton. He set off the same afternoon, and, passing through London,\nreached Southampton the next day, and drove from thence to Archers\nLodge, the residence of Mr. Weld; but before entering tIle grounds he\nsaw Mr. Weld at a short distance from his gate, walking towards the town.\nDr. Cox immediately stopped the carriage, alighted, and was about\nto address Mr. Weld, when he prevented him by saying:-\n\"You need not say one word, for I know that Philip is dead.\nYesterday afternoon I was walking with my daughter, Katherine, and\nwe suddenly saw him. He was standing on the path, on the opposite\nside of the turnpike road, between two persons, one of whom was a\n* In the present issue, this case replaces one where further examination\nthowed an apparently fundamental error in one of the dates.\nDigitized by Coogle\n\f'1884.] A Theory of Apparitiolls. 181\nyouth dressed in a black robe. My daughter was the first to perceive\nthem and exclaimed, 'Oh, papa! did you ever ilee anything so like\nPhilip as that is 7' •Like him,' I answered, 'why it is him.' Strange\nto say, my daughter thought nothing of the circumstance, beyond that\nwe had seen an extraordinary likeness of her brother. . We walked on\ntowards these three figures. Philip was looking, with tJ smiling, happy\nexpression of countenance, at the young man in a black robe, who was\nshorter than himself. Suddenly they all seemed to me to have vanished;\nI saw nothing but a countryman, whom I had before seen tlvrCJ'UfJh the\nthree figures, which gave me the impression that they were spirits. I, how-\never, said nothing to anyone, as I was fearful of a.Ia.rm:ing my wife. I\nlooked out anxiously for the post the following morning. To my delight,\nno letter came. I forgot that letters from Ware came in the after-\nnoon, and my fears were quieted, and I thought no more of the extra-\nordinary circumstance until I saw you in the carriage outside my gate.\nThen everything returned to my mind, and I could not feel a doubt\nthat you came to tell me of the death of my dear boy.\"\nThe reader may imagine how inexpressibly astonished Dr. Cox was\nat these words. He asked Mr. Weld if he had ever before seen the\nyoung man in the black robe at whom Philip was looking with such a\nhappy smile. Mr. Weld answered that he had never before seen him,\nbut that his countenance was so indelibly impressed on his mind that\nhe was certain he should have known him at once anywhere. .\nDr. Cox then related to the a1Bicted father all the circumstances of\nhis son's death, which had taken place at the very hour in which he\nappeared to his father and sister; and they felt much consolation on\naccount of the placid smile Mr. Weld had remarked on the countenance\nof his son, as it seemed to indicate that he had died in the grace of\nGod and was, consequently, happy.\nMr. Weld went to the funeral of his son, and as he left the church,\nafter the sad ceremony, looked round to see if any of the religious\nat all resembled the young man he had seen with Philip, but he could\nnot trace the slightest likeness in any of them.\nAbout four months after, he and his family paid a visit to his\nbrother, Mr. George Weld, at Seagram Hall, in Lancashire.\nOne day he walked with his daughter Katherine to the neighbouring\nvillage of Chipping, aud after attending a service at the church called\non the priest.\nIt was a little time before the rev. father was at leisure to come\nto them, and they amused themselves meantime by examining the prints\nhanging on the walls on the room. Suddenly, Mr. Weld stopped before\na picture which had no name, that you could see, written under it (as the\nframe covered the bottom), and exclaimed, \"That is the person whom\nI saw with Philip; I do not know whose likeness this print is, but I\nam certain that it was that person whom I saw with Philip.\"\nThe priest entered the room a few moments afterwards, and was im.\nmediately questioned by Mr. Weld concerning the print.\nHe answered that it was a print of St. Stanislaus Kostka, and sup.\nposed to be a very good likeness of the young saint.\nDigitized by Coogle\n\f182 .A. Theory of .A.pparition8. [May 28,\nMr. WeIll was much moved at hearing this, for St. Stanislaus was a\nJesuit, who died when quite young, and Mr. Weld's father having been\na great benefactor of that Order, his family were supposed to be under\nthe particular protection of the Jesuit saints; also, Philip had been led of\nlate, by various circumstances, to a particular devotion to St. Stanislaus.\nMoreover, St. Stanislaus is supposed to be the especial advocate of\ndrowned men, as is mentioned in his life.\nThe rev. father instantly presented the picture to Mr. Weld, who.\nof course, receiv&d it with the greatest veneration,and kept it until his death.\nHis wife valued it equally, and at her death it passed into the\npossession of the daughter who saw the apparition at the same time he\ndid, and it is now in her possession.\nIn answer to an inquiry as to whether she had ever had other\nhallucinations of the senses, Miss Weld replied that the above was\na totally unique experience.*\nWe have no explanation of the third phantasmal figure; but the\napparition of the second figure seems to lend itself with special facility\nto the telepathic hypothesis; since we can conceive that the idea of his\nfavourite saint may have been actually present to the mind of the\ndrowning man.\nOur theory of Apparitions has, we hope, been now made sufficiently\nclear. It of course makes no claim to be exhaustive. Resting as\nit does on an experimental basis, we think that it ought to be pressed\nto the furthest possible point; but we are far from dogmatically\nasserting that all phantasmal indications of death are of identical\nnature, and that becuse Thought-transference explains some of them,\nit must needs explain all. Just as' morhid phantasms may be\nvariously produced by fe\"er, by insanity, by opium, so also veridical\nphantasms may be ultimately traceable to more than one originating\ncause. But whatever further departures may hereafter be needful.\n* The following reference to the same incident, from a physician\nresiding at Florence, is useful as illustrating the slight inaccuracies which\nmay creep into a narra.tive, without the least affecting the essential point:-\n\"I was mentioning this\" (i.e\" a similar case) \"to Baron F., or rather we\nwere talking over the incidents connected with it, when he told me of a strange\noccurence which happened at the school were he was, near Ware, in\nEngland, a Catholic college,-president a Dr. Cox. There was a boy\nthere of the name of Weld, a very well·known Catholic family. This\nboy was accidentally drowned. The father and mother were at the time\nat Southampton, and on the day in question were walking on the Quay\nnear the shipping. They suddenly saw the said boy approaching, and\nhurried to meet him, but immediately he appeared to fade away, so that\nthey could see the masts of the ships, and through what had seemed to be\nhis body. The next day, or the day following, Dr. Cox called on them.\nwhen Mr. Weld said, \"I know why you are here, it is to tell me that\nmy son is dead; I saw him yesterday, and knew then that he had\ndeparted.\"\nDigitized by Coogle\n\f1884.J .A. Theor!l of Apparitions. 183:\nwe trust that the generalisations already made will continue valid.\nWe trust that permanent acceptance will be accorded to the thesis\nthat some of those hallucinations of one or more of the senses, which\ncorrespond with objective events at a distance, and which we there-\nfore term veridical, are caused by a telepathic impact conveyed from\nth~ mind of an absent agent to the mind of the percipient, and'\nrendering itself cognisible by the percipient's senses in various stages\nof externalisation, and with various admixtures of a dreamlike or\nsymbolical element. We claim that this thesis possesses the prima-\nfacie characteristics of a true scientific generalisation. It is not\ncontradictory of any previously established law; it has been vaguely\nforeshadowed by many earlier observers; it is more or less directly\nconfirmed by two separate lines of actual experiment-those, namely,\nwhich indicate the existence of a similar reception of impressions\nin the normal and in the hypnotic state; and it 'adapts itself to\nfacts recorded for centuries in all quarters of the globe, and forming\na convergence of testimony without any possible concert or pre-\narrangement. The theory will, we hope, be discussed, modified, and\nextended by many persons capable of dealing with it in all its\nbearings. Meantime, there is little to be learnt from the mere a\npriori negation with which it is sometimes met, and which would..\nwithout inquiry, explain all telepathic experiments by fraud, and all\nveridical hallucinations by mere chance-coincidence. This position of\npure negation, indeed, becomes daily more difficult to maintain, as\nexperiments are multiplied and death-wraiths recur. The force of\na priori denunciation such as this lies muinly in its first confident\nexpression, and in the amount of diffused prejudice which it can\nbegin by arraying on its side. Time fights for inductive reasoners;.\nand if (as we may fairly hope) an increasing body of informants\ncontinue to supply us with the first-hand evidence on which our\ninduction depends, we may trust that each year will make ollr\nposition stronger, and our own views more clear.\nBut we must find space before we close for one or two of the reflec-\ntions to which the narratives cited in these papers naturally give rise-\nreflections which may jar, we fear, alternately on some religious\nand on some scientific prepossessions, but which lUay not be unacceptable\nto those who hold that these two modes of regarding the universe\ndo but point from different sides to a higher, a reconciling unity.\nIn the first pI.tce, then, with all respect to those who in every\nage have held these death-wraiths as proof of a special Providence\n-intimations of the pitying indulgence of a beneficent Power-we\nmust say that the evidence, as presented to us, does not seem to sup-\nport the conclusion. Such indulgence would involve some distinct\nreference to the percipient's affections and emotions. But in Mr.\nDigitized by Coogle\n\f184 A Theory 0\/Apparitiom. [May 28,\nMarchant's case, for instance, there was no question of affection; and.\nthe only emotions that his experience caused him were surprise an(l\n.curiosity. Can we suppose that his old employe was expressly\npermitted to overstep the lot of man, merely to manifest himself on an\nerrand so bootless, and as a phantom so undesired 1 No, even in this\nhyperphysical region, and in the very vauguard of our advance upon\nthe Unseen, we are forced to believe that Dieu n'agit pas par des\n'lJolontes particulieres-we are forced to surmise the presence of a law\nwhich, though obscure, is immutable; which is a factor in the fabric of\nthings, and was not framed, nor is suspended, in the special interest of\nanyone of us.\nBut, at the same time-and now we fear that a certain section of\nthe scientific world may in their turn find our suggestions distasteful-\nthe theory of telepathy does undoubtedly afford an unexpected support\nto a certain school of religious conceptions. For there are two very\n·different theological views (often obscured by vagueness of language) as\nto the manner in which unseen powers exercise influence on the visible\nworld. Some dogmatists have insisted that such influence is, in the\n. strictest sense of the word, miraculous; that it involves a 8U8pension of\nthe laws of nature, an inteiference with the established course of things;\nand that, in fact, on such non-natural or miraculousw character its\nsanctity and value depend. Now against this creed, Telepathy, like\nany other correlation under law of facts previously supposed to be\na.rbitrary exceptions to law, does bllt accumulate one more presumption.\nBut there have been other theologians, from Augustine to Archbishop\nTrench, who have formulated the claim of theology in a wiser way.\nSuch men maintain that an influence is in truth exercised by the\ninvisible on the visible world; but that it is exercised according to laws,\nwhich, though unknown to 'US, do in fact regnl~te and determine the\naction of higher intelligences, whose volition thus interve;}es in\nhuman affairs in a fashion as strictly conditioned as any volitions of\nour own.\nNow the evidence which we have been discussing certainly does not\nsupply any direct confirmation of this view either. We have frond no\nneed to postulate the existence of any intelligences except hUl.1I.an minds,\nand human minds, not in hell or heaven, but on earth as we know\nthem. But, nevertheless, if other intelligent beings besides those\nTisible to us do in fact exist-if man's own soul survives the tomb-\nthen, no doubt, our telepathic experiments and our collected cases of\na.pparitions, interpreted as we interpret them, do suggest analogies of\ninfluence, modes of operation, which (it is hardly too much to say)\nwonld throw a quite novel light over the long controversy between\nScience and Faith. It is only in some form of idealism that that con-\ntroversy can find a close. And we are far too sensible of the problem\nDigitized by Coogle\n\f1884.] .A.. TlIeory oj Apparition8. 185-\ninvolved in the relation of our own will to the facts and forces of\nnature to meet any idealistic hypothesis of the relation of other wills to\nthose facts and forces with a direct denial. We cannot call a hypothesis\nunphilo80pM.cal-however much unproved-if it introduces into the\ngreat problem no difficulty which is not already there, and is compatible\n-which the cruder theory of miracle is not-with the known facts of\nthe universe, viewed in that connected manner which alone can give·\nstability to thought.\nBut w.e shall do more than indicate this line of reflection. W6!\nhave no wish to take wing as chinruP:rre bombinantes in vacuo-full-blown\nexplainers of the universe-but rather to be accepted as hewers of\nwood and drawers of water in a territory which inductive science has yet\nto clear for her own. Nay, we have preferred to submit to the incon-\nvenience of an arbitrary restriction of our subject, rather than to risk\nthe dangers which might attend its further extension. Of apparitions\najteT deatl~ we say nothing here; we choose rather to defer all discus-\nsion of such evidence as is alleged for them (though we receive and\nexamine it) until we have learnt everything that it may be possible to\nlearn of those phantasms 0\/the living which do not tempt us among\n8.eaencies so obscure and unknown. It is true that even of these inci-\ndents death is the central fact. It is in this profoundest shock which\nhuman life encounters that these phantasms are normally en-\ngendered ; and, where not in death itself, at least in one of those special\nmoments, whether of strong mental excitement or of bodily collapse,\nwhich of all living experiences come nearest to the great crisis of disso-\nlution. Following the track not only of logical sequence but of imagin-\native interest, our evidence has carried us from the slightest to the\ngravest of human things, from the curiosities of an afternoon to the\ncrises of a lifetime, from petty experiments and seemingly aimless.\nmysteries up to the experience which there is no refusing, and into the\nheart of the supreme mystery which surrounds and overshadows us\nwhether we speculate about it or no. But in the light of advancing\nknowledge that mystery may appear-if no less profound than ever-at\nany rate less appalling. We have drawn on no creeds; we have\nappealed to no IC supernatural agencies;\" but new facts cannot leave\nold facts exactly where they found them; and we have at any rate\ndiscovered in death the great and peculiar source of phenomena which\n-howeverwe interpret them-are essentially 'I1ital. With this reflection\nwe may pause on the threshold-vestibulum ante ipsum primisque in\nfaucibus Orci-till our eyes, which still can look into daylight, have\ngrown accustomed to the darkening air. Not here, indeed, any more\nthan elsewhere, shall we find the \"Elysian road\" which will conduct\nman undoubtingly to such beliefs as his heart most craves. Centauri\nin foribus 8tabulant. There will, we doubt not, as discovery replaces\nDigitized by Coogle\n\f186 A Them'!! of Apparition8. [May 28, 1884.\nimagination, be found much that will startle, something that will alarm\n'Or repel. But in this age, if in any, it may surely be affirmed that\n\" Truth, after all, is the prime passion of mankind\"; and the audience,\nthe fellow-workers, to whom we look are those who in these deep matters\nare weary alike of unproved dogma and of uninquiring negation; who\nhave faith enough in the methods and in the future of science to feel\nconfident that the same humble, candid, persistent collection and colli-\ngation of facts-without disdain of the smallest things or fear of the\nhardest-which in one century has so changed our outlook on the\nworld, may be rewarded hereafter by the opening of horizons wider\n.still,-by a more indisputable insight, a more assured penetration into\n-the \"chief concerns of man.\"\nDigitized by Coogle\n\f","_id":519}