{"name":"Proceedings of the Society for Psychical Research 4346 5719 9469","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_30_june_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, June 20, 1884","mylang":"de","content":"June 30, 1884.] Profe88or Balfour Stewart'8 Addre88. 18';\"\nv.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJune 30, 1884.\nThe ninth General Meeting of the Society was held at the Garden\nMansion, Queen Anne's Mansion, S.W., on Monday, June 30,1884.\nPROFESSOR BALFOUR STEWART, F.R.S., VICE-PRESIDENT, IN THE CHAm.\nThe following address was delivered by the Chairman :-\nResiding as I do at Manchester, I cannot refrain from adverting to the\nloss which our Society has suffered in the death of Dr. Angus Smith.\nIt has never been my lot to meet with a man of greater simplicity and\npurity of character, or of greater love for truth. Whilst we all deeply\nmourn his loss, it is a source of satisfaction to think that the name of\n()ne so emment in many ways should be found on the roll of our\nSociety. It is likewise cause for much satisfaction that men of science\nof undisputed eminence have recently consented to join our ranks.\nAnd I have been much gratified by the unanimous verdict of scientific\n(landour and honesty which a perusal of our memoirs has called forth\nfrom men who are, nevertheless, not disposed to join us at present.\nBeing myself engaged in physical science I should like to make a\nsingle remark on that part of our programme which refers to the pro-\nduction of peculiar physical phenomena. I know that the investiga-\ntions in this direction, upon which several members of this Society are\nengaged, have not yet been developed sufficiently to be brought before\nus for discussion; but my remark is of a general nature, and can in no\nway prejudice that which is now going on.\nThose who have discussed the subject of what I will call Free-will,\nmay be divided into two classes or schools.\nFirst. The Materialistic, embracing those who believe that aU acts\nof will, all desires and aspirations of the Ego, are the results of certain\nmaterial transformations in the brain, which transformations take place\naccording to ordinarily-understood physical laws.\nSecondly. The Spiritualistic schools, or those who believe that some·\nthing in the Ego is theoretically, as well as practically, above ordinary\nmat.ter, and is the cause rather than the effect of certain changes in the\nbrain.\nDigitized by Coogle\n\f188 Professor Balfour Stewart's A.ddres8. [June 30,.\nIt is rather of the Spiritualistic school, as above defined, that I would\nnow speak. I cannot, ·of course, tell how this school will view evidence\ntending to prove a peculiar action of mind upon matter, but I think I\ncan tell how they ought to view it. Believing as they do that something in.\nthe Ego is theoretically as well as practically above matter, they must\nbelieve that to a· greater or less extent the usually-received physical\naxioms are broken by it. That is to Sll-y, they have been driven, it may\nbe by ethical and metaphysical views, into an assertion with reference to-\nPhysics which they nevertheless believe to be quite unsupported by\nphysical evidence. Surely then they ought above all others to welcome\nobservations tending to show that there may possibly be an action of\nmind over matter in other regions than that of the brain.\nFor my own part, while I do not dispute the truth of the positioH\nheld by the advocates of what I call Free-will, I yet acknowledge thp.\ndifficulty of its being held permanently as a single isolated exception,\nincapable of verification. Exceptions are not dead units, but have a\nfamily life of their own, with their own peculiar traditions and places\nof resort; and just as the naturalist, who has got hold of a unique\nbeetle, goes next day to the same hunting-ground in the hope that he-\nmay obtain its fellow, so-I am prepared to maintain-should the investi-\ngator who thinks he has discovered, no matter how, an undoubted\nexception, explore the most likely places for its fellow, which, if there\nbe truth in his position, he is almost certain sooner or later to secure.\n\f1884.] Experiment8 in Thought-Transference. 189\nVI.\nAN ACCOUNT OF SOME EXPERIMENTS IN THOUGHT-\nTRANSFERENCE.\nBy OLIVER J. LoDGE, D.Se.,\nProfessor of Physics in University College, Liverpool.\nMembers of the Society for Psychical Research are all perfectly\naware of the experiments in Thought-transference which have been origi-\nnated and carried out by Mr. Malcolm Guthrie, in Liverpool.\nPerhaps it may not be considered impertinent, since it bears on the\nquestion of responsibilityand genuineness,if I state that Mr.Guthrie holds\nan important position in Liverpool, being a Justice of the Peace, and\nan active member of the governing bodies of several public institutions,\namong others of the new University College; that he is a severe student\nof philosophy, and the author of several works bearing on the particular\ndoctrines of Mr. Herbert Spencer. I may also say that he is a-relative\nof Professor Frederick Guthrie, and that he has exhibited in this ex-\nperimental research such care and systematic vigilance as might perhaps\nhave been expected on Mr. Francis Galton's principles, and such as\nwould, if properly directed, have placed him in a high rank of experi-\nmental philosophers. I may also remind you of what he himself has\nhere said, viz., that he is a partner in the chief drapery establishment in\nLiverpool, and that it is among the employes of that large business that\nthe two percipients hereafter referred to were accidentally discovered.\nLet it be understood that the experiments are Mr. Guthrie's, and\nthat my connection with them is simply this :-that after Mr. Guthrie\nhad laboriously carried out a long series of experiments and had pub-\nlished many of his results, he set about endeavouring to convince\nsuch students of science as he could lay his hands upon in Liverpool;\nand with this object he appealed to me, among others, to come and wit-\nness, and within limits modify, the experiments in such a way as would\nsatisfy me of their genuineness and perfect good faith.\nYielding to his entreaty I consented, and have been, I suppose, at\nsome dozen sittings; at first simply looking on so as to grasp the pheno-\nmena, but afterwards taking charge of the experiments-Mr. Guthrie\nhimself often not being present, though he was always within call in\nanother room, ready to give advice and assista.nce when desired.\np\nDigitized by Loo\n\f190 Expe1-iments in Thought-Transference. [June 30,\nIn this way I had every opportunity of examining and varying the\nminute conditions of the phenomena so as to satisfy myself of their\ngenuine and objective character, in the same way as one is accus-\ntomed to satisfy oneself as to the truth and genuineness of any ordinary\nphysical fact.\nI did not feel at liberty to modify the experiments very largely, in\nother words to try essentially new ones, because that would have been\ninterfering with Mr. Guthrie's prerogative. I only regarded it as my\nbusiness to satisfy myself as to the genuineness and authenticity of the\nphenomena already described by Mr. Guthrie. If I had merely\nwitnessed facts asa passive spectator I should most certainly not\npublicly report upon them. So long as one is bound to accept\n• imposed conditions and merely witness what goes on, I have no\nICOnfidence in my own penetration, and &Ill perfectly sure that a conjurer\ncould impose on me, possibly even to the extent of making me think\nthat he was not imposing on me; but when one has the control of the\ncircumstances, can change them at will and arrange one's own experi-\nments, one gradually acquires a belief in the phenomena observed\nquite com~rable to that induced by the repetition of ordinary physical\nexperiments.\nIt is only on these grounds that I have been asked to report pro-\ngress to-night, and it is only on these grounds that I have consented.\nAfter this long preamble you may be disappointed to hear that I\nhave no striking or new phenomenon to report, but only a few more\nexperiments in the simplest and most elementary form of what is called\nThought-transference; though certainly what I have to describe falls\nunder the head of \"Thought-transference\" proper, and is not explicable\nby the merely mechanical transfer of impressions, exhibited before large\n,audiences, signalised by sensational articles in the daily Press, and\nmore properly described as muscle-reading.\nIn using the term \"Thought-transference,\" I would ask to be under-\nstood as' doing so for convenience, because the observed facts can\n.conveniently be grouped under such a title; but I would not be\nunderstood as implying that I hold any theory on the subject. It is a\nmost dangerous thing to attempt to convey a theory by a. phrase, and,\nprobably, if I held any theory on the subject, I should be more guarded\nin my language, and should require many words to set it forth.\nAs it is, the phrase describes correctly enough what appears to take\nplace, viz., that one person may, under favourable conditions, receive a\nfaint impression of a. thing which is strongly present in the mind, or\nthought, or sight, or sensorium of another person not in contact, and\nmay be able to describe or draw it more or less correctly. But\nhow the transfer takes place, or whether there is any transfer at\nall, or what is the physical reality underlying the terms \"mind,\"\nDigitized by Coogle\n\f1884.] Ezperiments in Thought-Transference. 191\n\"consciousness,\" \"impression,\" and the like; and whether this thing\nwe call mind is located in the person, or in the space round him, or in\nhoth, or neither; whether indeed the term location, as applied to mind,\nis utter nonsense and simply meaningless,---conceming all these things\nI am absolutely blank, and have no hypothesis whatsoever. I may,\nhowever, be permitted to iluggest a rough and crude analogy. That\nthe brain is the organ of consciousness is patent, but that consciousness\nis located in the brain is what no psychologist ought to assert; for just\nas the energy of an electric charge, though apparently on the conductor,\nis not on the conductor, but in all the space round it; just as the\nenergy of an electric current, though apparently in the copper wire, is\ncertainly not all in the copper wire, and possibly not any of it; so it\nm~y be that the sensory consciousness of a person, though apparently\nlocated in his brain, may be conceived of as also existing like a faint\necho in space, or in other brains, though these are ordinarily too busy\nand pre-occupied to notice it.\nThe experiments which I have witnessed proceed in this sort\nof way. One person is told to keep in a perfectly passive condition,\nwith a mind as vacant as possible; and to assist this condition the\norgans of sense are unexcited, the eyes being bandaged and silence\nmaintained. It might be as well to shut out even the ordinary street\nhum by plugging the ears, but as a matter of fact this was not done.\nA person thus kept passive is \"the percipient.\" In the experiments\nI witnessed the percipient was a young lady, one or other of two who\nhad been accidentally found to possess the necessary power. Whether it\nis a common power or not I do not know. So far as I am aware very\nfew persons have been tried. I myself tried, but failed abjectly. It\nwas easy enough to picture things to oneself, but they did not appear\nto be impressed on me from without, nor did any of them bear the least\nresemblance to the object in the agent's mind. [For instance, I said a.\npair of scissors instead of the five of diamonds, and things like that.]\nNevertheless, the person acting as percipient is in a perfectly ordinary\ncondition, and can in no sense be said to be in a hypnotic state, unless\nthis term be extended to include the emptiness of mind produced by\nblindfolding and silence. To all appearance a person in a brown study\nis far more hypnotised than the percipients I saw, who usually\nunbandaged their own eyes and chatted between successive ex-\nperiments.\nAnother person sitting near the percipient, sometimes at first holding\nher hands but usually and ordinarilywithout any contact at all but with\na distinct intervening distance, was told to think hard of a particular\nobject, either a name, or a scene, or a thing, or of an object or drawing\nset up in a good light and in a convenient position for staring at. This\nperson is \" the agent\" and has, on the whole, the hardest time of it.\nDigitized byeJogle\n\f192 Ezperimeni8 in Tkougkt.Traniference. [June 30,\nIt is a most tiring and tiresome thing to stare at a letter, or a triangle,\nor a donkey, or a teaspoon, and to think of nothing else for the space of\ntwo or three minutes. \"\"Whether the term \" thinking \" can properly be\napplied to such barbarous concentration of mind as this I am not sure ;\nbut I can answer for it thail if difficulty is an important element in the\ndefinition of \"thinking,\" then it is difficult enough in all conscience.\nVery frequently more than one agent is employed, and when two or\nthree people are in the room they are all told to think of the object\nmore or less strenuously; the idea being that wandering thoughts in\nthe neighbourhood certainly cannot help, and may possibly hinder, the\nclear transfer of impression. As regards the question whether when\nseveral agents are thinking, only one is doing the work, or whether all\nreally produce some effect, I have made a special experiment, which\nleads me to conclude that more than one agent can be active at the same\ntime. We conjecture that several agents are probably more powerful\nthan one, but that a confusedness of impression may sometimes be pro-\nduced by different agents attending to different parts or aspects of the\nobject : this, however, is mere conjecture.\nMost people seem able to act as agents, though some appear to do\nbetter than others. I can hardly say whether I am much good at it or\nnot. I have not often tried alone, and in the majority of cases when I\nhave tried I have failed; on the other hand, I have once or twice ap-\nparently succeeded. We have many times succeeded with agents quite\ndisconnected from the percipient in ordinary life and sometimes com-\nplete strangers to them. Mr. Birchall, the headmaster of the Birkdale\nIndustrial School, frequently acted ; and the house physician at the Eye\nand Ear Hospital, Dr. Shears, had a successful experiment, acting alone,\non his first and only visit. All suspicion of a pl'EHl.l'l'aDged code is thus\nrendered im~ossible even to outsiders who are unable to witness the\nobvious fairness of all the experiments.\nThe object looked at by the agent is placed usually on a small black\nopaque wooden screen between the percipient and agents, but sometimes\nit is put on a larger screen behind the percipient. The objects were\nkept in an adjoining room and 'were selected and brought in by me,\nwith all due precaution, after the percipient was blindfolded. I\nshould say, however, that no reliance was placed on, or care taken in,\nthe bandaging. It was merely done because the percipient preferred it\nto merely shutting the eyes. Mter recent experiments on blindfolding\nby members of the Society, I certainly would not rely on any form of\nbandaging; the opacity of the wooden screen on which the object was\nplaced was the thing really depended on, and it was noticed that no\nmirrors or indistinct reflectors were present. The only surface at all\nsuspicious was the polished top of the small table on which the opaque\nscreen usually stood. But as the screen sloped backwards at a.\nDigitized by Coogle\n\f1884.] E~eriment8 in Thougllt-T,.all8\/erence. 193\nslight angle, it was impossible for the object on it to be thus mirrored.\nMoreover, sometimes I covered the table with paper, and very often it\nwas not used at all, but the object was placed on a screen or a settee\nbehind the percipient; and one very striking success was obtained with\nthe object placed on a large drawing board, loosely swathed in a black\nsilk college gown, and with the percipient immediately behind the said\ndrawing board, and almost hidden by it.\nAs regards collusion and trickery, no one who has witnessed the\nabsolutely genuine and artless manner in which the impressions are\ndescribed, but has been perfectly convinced of the transparent\nhonesty of purpose of all concerned. This, however, is not\nevidence to persons who have not been present, and to them I can only\nsay that to the best of my scientific belief no collusion or trickery\nwas possible under the varied circumstances of the experiments•\n.A very interesting question presents itself as to what is really trans-\nmitted, whether it is the idea or name of the object or whether it is\nthe visual impression. To examine this I frequently drew things with-\nout any name-perfectly irregular drawings. I am bound to say that\nthese irregular and unnameable productions have always been rather\ndifficult, though they have at times been imitated fairly well; but it is\nnot at all strange that a faint impression of an unknown object should be\nharder to grasp and reproduce than a faint impression of a familiar one,\nsuch as a letter, a common name, a teapot, or a pair of scissors. More-\nover, in some very interesting cases the idea or name of the object was\ncertainly the thing transferred, and not the visual impression at all;\nthis specially happened with one of the two percipients; and, therefore,\nprol>ably in every case the fact of the object having a name would\nassist any faint impression of its appearance which might be received.\n.As to aspect, i.e., inversion or perversion, so far as my experience\ngoes it seems perfectly accidental whether the object will be drawn by\nthe percipient in its actual position or in the inverted or perverted posi-\ntion. This is very curious if true, and would certainly not have been\nexpected by me. Horizontal objects are never described as vertical,\nnor 'Vice 'VerB!!; and slanting objects are usually drawn with the right\namount of slant.\nIn proceeding to the details of the actual experiments, itwould take\nfar too long to recount the whole-failures as well as successes ; I shall\nonly describe a few from which a more or less obvious moral may be\ndrawn.\nThe two percipients are Miss R. and Miss E. Miss R. is the more\nprosaic, staid, and self-contained personage, and she it is who gets the\nbest quasi-visual impression. but she is a bad drawer, and does not\nreproduce it very well.\nMiss E. is, I should judge, of a more sensitive temperament, seldom\nDigitized by Coogle\n\f~ I\n194 E:eperiment8 in Thought-Traniference. [June 30,\nbeing able to preserve a strict silence for instance, and she it is who\nmore frequently jumps to the idea or name of the object without being\nable so frequently to \"see\" it.\nI was anxious to try both percipients at once so as to compare their\nimpressions, but I have not met with much success under these condi-\ntions, and usually therefore have had to try one at a time-the other\nbeing frequently absent or in another room, though also frequently\npresent and acting as part or sole agent.\nI once tried a double agent-that is, not two agents thinking of the\nsame thing, but two agents each tbinkjngof a different thing. A mixed\nand curiously double impression was thus produced and described by the\npercipient, and both the objects were correctly drawn. .\nDESCRIPTION OF SOME OF THE EXPERIMENTS.\nIn order to describe the experiments briefly I will put in parentheses\neverything said by me or by the agent, and in inverted commas all the\nremarks of the percipient. The first seven experiments are all that\nwere made on one evening with the particular percipient, and they\nwere rapidly performed.\nA. Expelimentl with. Mits .R. CI8 Percipient.\nFirst .Agent, Mr. Birchall, holding 1KmdI. No onl! ela\/! present except myself.\nObject-a blue .quaTI! oj silk.-{Now, it's going to be a colour; ready.)\n\" Is it green 1\" (No.) \"It's something between green and blue. • . •\nPeacock.\" (What shape 1) She drew a rhombus.\n[N.B.-It is not intended to imply that this was a success by any means,\nand it is to be understood that it was only to make a start on the first ex-\nperiment that so much help was givenas is involved in saying\" it's a colour.\"\nWhen they are simply told\" it's anobject,\" or, what is much the same, when\nnothing is said at all, the field for guessing is practically infinite. When n()\nremark at starting is recorded none was made, except such an one lIB \" Now\nwe are ready,\" by myself.]\nNext object-a key on II black ground.-(It's an object.) In a few seconds\nshe said, \"It's bright. • • • It looks like a key.\" Told to draw it she\ndrew it just inverted.\nNext object-three gold stutls in morocco CClBe.-\" Is it yellow 1 • . •\nSomething gold. . . • Something round. . . . A locket or a watch\nperhaps.\" (Do you see more than one round 1) \"Yes, there seem to be\nmore than one. . • . Are there three rounds 1 • . . Three rings.\"\n(What do they seem to be set in 1) \"Something bright like beads.\"\n[Evidently not understanding or attending to the question.] Told to un-\nblindfold herself and draw,she drew the three rounds in a row quite correctly,\nand then sketched round themabsently the outline of the case ; whichseemed,\nDigitized by Coogle\n\fISS!.] E:r:perimentB in Tkought-Tranajerence. 195\ntherefore, to have been apparent to her though she had not consciously\nattended to it. It was an interesting and striking experiment.\nNext objec~ pair l'f lICissO'l'IJ .taMing partly openwith their point. dottm.\n-\"Is it a ,bright object 1 . . • Something long ways. [indicating\nverticality]. • . • A pair of scissors standing up. . . • A little bit\nopen.\" Time, about a minute altogether. She then drew her impression,\nand it was correct in every particular. The object in this experiment was on\na settee behind her, but its position had to be pointed out to her when, after\nthe experiment, she wanted to see it.\nNext object-a drawing of a right angle triangle on its Bide.-(It's a\ndrawing.) She drew an isosceles triangle on its side.\nNex~ circle with a cord GCr088 it.-She drew two detached ovals, one\nwith a cutting line across it.\nN~ drawing of II Union Jack pattern.-As usual in drawing experi-\nOBIGIlI'AL, UPBODIJO'rIOI'.\nments. Miss R. remained silent for perhaps a minute j then she said, \"Now\nI am ready.\" I hid the object j she took oft'the handkerchief, and proceeded\nto draw on paper placed ready in front of her. She this time drew all the\nlines of the figure except the horizontal middle one. She was obviously\nmuch tempted to draw this, and, indeed, began it two or three times faintly,\nbut ultimately said, \"No, I'm not sure,\" and stopped.\n[N.B.-The actual drawings made in all the experiments are preserved\nintact by Mr. Guthrie.]\n.E:qJ6rimentB with Miss R.-rontimud.\nI will now dpscribe an experiment indicating that one agent may\nbe better than another.\nObject-the Tlwee of HeartB.-Miss E. and Mr. Birchall both present as\nagents, but Mr. Birchall holding percipient's hands at first. \"Is it a black\ncross • • a white ground with a black cross on it 1\" Mr. Birchall now let\nMiss E. hold hands instead of himself, and Miss R. very soon said, \"Is it a.\ncard 1\" (Right.) \" Are there three spots on it 1 • • . Don't know what\nthey are. . . . I don't think I can get the colour. • • • They are\none above the other, but they seem three round spots. • • • I think\nthey're red, but am not clear.\"\nN«I:t object-aplaying card with a blue anchor pamted on it slantwise in-\nstead of pip.. No contact at all this time, but another lady, Miss R--d,\nwho had entered the room, assisted Mr. B. and Miss E. as agents. ., Is it\nan anchod • • a little on the slant.\" (Do you see any colour 1) \"Colour\nis black • • • It's a nicely drawn anchor.\" When asked to draw she\nsketched part of it, but had evidently half forgotten it, and not knowing the\nnae of the cross arm, she could only indicate that there was something more\nDigitized by Coogle\n\f196 Bzperim8nts in Thought-Trany'erence. [June 30\"\nthere but ahe couldn't remember what. Her drawing had the right slant\nexactly•\n.Another object-two pGir oj eoa,.. lina crouing; al'GtDn. in red chalk, and\nset up at lOme distance from agents. No contact. \" I only see lines cross-\ning.\" She saw no colour. She afterwards drew them quite correctly, but\nvery small.\nDouble object.-It was now that I arranged the double object between\nMias R---d and Mias E., who happened to be sitting nearly facing one\nanother. [See Nature, June 12th, 1884:.] The drawing was a square on one\nside of the paper, a cross on the other. Mias R---d looked at the side with\no x\nOBIGDlALS. . BBPBODl1OUOIJ.\nthe square on it. Mias E. looked at the side with the cross. Neither knew\nwhat the other was looking at-nor did the percipient know that anything\nunusual was being tried. Mr. Birchall was silently asked to take off his\nattention, and he got up and looked out of window before the drawings were\nbrought in, and during the experiment. There was no contact. Very soon\nMias R. said, \"I see things moving about • • • I seem to see two\nthings • • • I see first one up there and then one down there • . •\nI don't know which to draw. • • • I can't see either distinctly.\" (Well\nanyhow, draw what you have seen.) She took off the bandage and drew first\na square, and then said, \" Then there was the other thing as well • • .\nafterwards they seemed to go into one,\" and she drew a cross inside the\nsquare from comer to comer, adding afterwards, \"I don't know what made\nme put it inside.\"\nThe next is a case of a perfect stranger acting as agent by himself\nat the first trial. Dr. Shears, house physician at the Eye and Ear Infir-\nmary,came down to seethe phenomena, andMissR. having arrivedbefore\nthe others, Mr. Guthrie proposed his trying as agent alone. Dr. Shears,\ntherefore, held Miss R.'s hand while I set up in front of him a card:\nnothingwha.tever being said as to the nature ofthe object.\nObject-the fi,fJe oj club\" at first on a white gf'OtUl&d. \"Is it IOmething\nbright 7\" (No answer, but I changedthe object to a blsckground whereit was\nmore conspicuous.) \"A lot of black with a white square on it.' (Go on.)\n\" Is it a csrd 7\" (Yes.) \" Are there five spots on it T' (Yes.) \"Black ones.\"\n(Right.) \"I can't see the suit, but I thinkit's spades.\"\n.Another object at _me Bitting, but with 1e1Iet'IJ' agents, flO contact, a drawing\noj this form-\nz) ><\nOBIGDlAL. BKPBODl1CTIOIJ\n\"I can see IOmething, but I am sure I can't draw it. •• It's IOmething\nwilli points all round it. • • • It's a star, • • • or like a triangle\nDigitized by Coogle\n\f1884.] Ea:periments in Tkougkt-Traniference. 197\nwithin a triangle.\" Asked to draw it, she expressed reluctance, said it was\ntoo difficult, and drew part of a star figure, evidently a crude reproduction\nof the original but incomplete. She then began afresh by \"drawing a triangle,\nbut was unable to proceed.\nI then showed her the object for a few seconds. She exclaimed, \"Oh\nyes, that's what I saw. • • • I understand it now.\" I said, \"Well now\ndraw it.\" She made a more complete attempt, but it was no more reallylike\nthe original than the first had been.\nBa:periment& at a Bitti'l!1 in the room of Dr. Herdman, Professor oj Zoology at\nU\"iversity Oollege.\nUbject-a drawing of the outline of a ftag.-Miss R. as percipient in\nOIUOIlUL. RBPII.ODUCTlOJr.\ncontact with Miss E. as agent. Very quickly Miss R. said, \"It's a little flag,\"\nand when asked to draw, she drew it fairly well but perverted. I showed her\nthe flag (as usual after a success), and then took it away to the drawing place\nto fetch something else. I made another drawing, but instead of bringing it\nI brought the flag back again and set it up in the same place as before, but\ninverted. There was no contact this time. Miss R--d and Miss E. were\nacting as agents.\nObject-sameftagin1lerled.-.After some time, Miss R. said, \"No, I can't\nsee anything this time. I still see that flag. • • • The flag keeps bothering\nme. • • • I shan't do it this time.\" Presentlylsaid, \"Well, drawwhat\nyou saw anyway.\" She said, \"I only saw the same flag, but perhaps it had\na cross on it.\" So she drew a flag in the same position as before, but added\na cross to it. Questioned as to aspect she said \"Yes, it was just the same as\nbefore.\"\ni\nObject-an oval gold ZocXet hangmg by a bit of string 'With a UttZe price labeZ\nattac1&ed.-Placed like the former object on a large drawing board, swathed\nin a college gown. The percipient, Miss R., close behind the said board and\nalmost hidden by it. Agents, Miss R--d and Miss E. sitting in front; DO\ncontactj nothing said. \"I see somethinggold, • • . something hanging,\n. • . like a gold locket.\" (What shape 7) \"It's oval,\" indicating with\nher fingers correctly. (Very good so far, tell us something more)-meaning\nDigitized by Coogle\n\f198 Ezperiment8 in Thought-Transference. [JUDe 30,\nticket at top. No more said. When shown the object she said, cc Oh yes,\nit was just like that,\" but she had seen nothing of the little paper ticket.\nNezt object-a watch aM chain pinned up to the board a. on II waist-\ntoat.-This experiment was a fa.ilure, and is only interesting because the\nwatch-ticking sounded abnormally loud, sufficient to give any amount of\nhint to a person on the look out for such sense indications. But it is very\nevident to those witnessing the experiments that the perCipient isin a quitedif-\nferent attitude of mind to that of a clever guesser, and ordinary sense indica-\ntions seem wholly neglected. I scarcely expected, however, that the watch-\nticking could pass unnoticed, though indeed we shu1lled our feet to drown it.\nsomewhat, but so it was; and all we got was cc something bright\neither steelor silver. • • • Is itanything like a pairof scissors 1\" (Not a.\nbit.)\nI have now done with the selection of experiments in which Mi.sB\nR. acted as percipient; and I will describe some of those made with\nMiss E. As a rule, these seemed perhaps less satisfactory and complete\nat the time, but there are several points of considerable interest notice-\nable in connection with them.\nB.-Bl:periment. with NUl B. CJ8 Percipient.\nObject-an oblong piece of red (cerise) silk. Agent, Mr. B., in contact.-\ncc Red.\" (What sort of red 1) cc A dark red.\" (What shape 1) cc One patch.'·\n(Well, what shade is it 1) cc Not a pale red.\"\nN~t object-a yeZlow oblong. Agent as before.-cc A dusky gold colour.\n. . • A square of some yellow shade.\"\nObjut-the printed Zetter r. Told it was a letter; agent as before.-\" I can\nsee R.\" (What sort of R 1) cc An ordinary capital R.\"\nThis illustrates feebly what often, though not always, happens with Miss\nE.-that the idea of the object is grasped rather than its actual shape.\nAnother object-a..mall printed e.-\"Is it E 1\" (Yes.) But, again, she\ncouldn't tell what sort of E it was.\nObject-a. teapot cut out of silver paper.-Present-Dr. Herdman, Miss\nOBIGIlUL. JLBPRODtJOTIOJr•\nR-d, and Miss R., Miss R. holding percipient's hands, but all thinking\nof the object. Told nothing. She said, \"Something light. . • • No\ncolour. . • • Looks like a duck. . • • Like a silver duck. . . .\nSomething oval. • . • Head at one end and ta.il at the other.\" [This is\nnot uncommon in ducks.] The object, being rather large, was then moved\nfurther back, so that it might be more easily grasped by the agents as a.\nwhole, but percipient persisted that it was like a duck. On being told to\nunbandage and draw, she drew a rude and perverted copy of the teapot, but\ndidn't know what it was unless it was a duck. Dr. Herdman then explained\nDigitized by Coogle\n\f1884.] E:eperiments in Tllought-Traniference. 1990\nthat he had been thinking all the time how like a duck the original teapot\nwas, and, in fact, had been thinking more of ducks than teapots.\nNext object--G hand mirror brought in ond IIIlt up in front of Mi88 R-d.\n-No contact at first. Told nothing. She.said, \"Is it a coloud\" (No.),\n\"No, I don't see anything.\" Object then shifted for Miss R. to look at\nherself in it, holding percipient's hand. \"No, I don't get this.\" Gave it.\nup. I then hid the mirror in my coat, and took it out of the room. Dr.\nHerdman reports that while I was away Miss E. begged to know what the\nobject had been, but the agents refused, saying that I had evidently wished\nto keep it secret. Half annoyed, Miss E. said, \"Oh, well, it doesn't matter.\nI believe it was a looking-glass.\"\nNext object-a drawing of a right.angled triangle. No contact.-\" Is it.\nlike that T' drawing a triangle with her finger (no answer). \"It's almost.\nlike a triangle.\" She then drew an isosceles triangle.\nNext object-a drawing of two pat'allel but curved linllll. No contact.-\" I\nonly see two lines,\" indicating two parallellines. \" Now they seem to close-\nup.\"\nNezt object-a tetrahedron outline n«leZy drllWt~ in projectwn--\" Is it·\nanother triangle 1\" (No answer, but I silently pass round to the agents a\nscribbled message, \"Think of a pyramid.\") Miss E. then said, \"I only-\nsee a triangle.\" . . . then hastily, \"Pyramids of Egypt. No, I shan't\ndo this.\" Asked to draw, she only drew a triangle.\nObject-a rude outline of a donkey or other quadruped.-Still no contact.\nat first. \"Can't get it, I am sure.\" I then asked the agents to leave the\nroom, and to come in and try one by one. First Miss &----d, without\ncontact, and then with. Next Miss R., in contact, when Miss E. said\nhopelessly, \"An old woman in a poke bonnet.\" Finally I tried as agent;\nalone, and Miss E. said \"It's like a donkey, but I can't see it, nor caa\nI draw it.\"\nO.-EzperimenfB with both. Percipi.enfB at once.\nIn addition to the experiments with single percipients, I tried a few\nwith both percipients sitting together-hoping to learn something bY'\ncomparing their different perceptions of the same object.\nBut unfortunately the experiments were not very successful; some-\ntimes they each appeared to get different aspects or the parts of object,\nbut never very distinct or perfect impressions. The necessity of im-\nposing silence on the percipients, as well as on the agents, was also\nrather irksome, and renders the results less describable without the-\nactual drawings.\nI stillthink that thia variation might convey something interesting if\npursued under favourable circumstances. Whether greater agent-\npower is necessary to affect two percipients as strongly as one; or\nDigitized by Coogle\n\f200 E:epel'iment8 t'n Tkotlgllt-TranBjet'en~. [June 30, 1884.\nwhether the blankness of mind of one percipient re-acts on the other, I\ncannot say.\nWith regard to the feelings of the percipients when receiving an\nimpression, they seem to have some sort of consciousness of the action\nof other minds on them; and once or twice, when not so conscious,\nhave complained that there seemed to be \"no power\" or anything\nacting, and that they not only received no impression, but did not feel\nas if they were going to.\nI asked Miss E. what she felt when impressions were coming freely,\nand she said she felt a sort of influence or thrill. They both say\nthat several objects appear to them sometimes, but that one among\nthem persistently recurs, and they have a feeling when they:fix: upon\none that it is the right one.\nSometimes they seem quite certain that they are right. Sometimes\nthey are very uncertain, but still right. Occasionally Miss E. has been\npretty confident and yet quite wrong.\nOne serious failure rather depresses them, and after a success others\n'Often follow. It is because of these rather delicate psychological con-\nditions that one cannot press the variations of an experiment as far\nas one would do if dealing with inert and more dependable matter.\nUsually the presence of a stranger spoils the phenomena, though in\nsome cases a stranger has proved a good agent straight oft'.\nThe percipients complain of no fatigue as induced by the experi-\nments, and I have no reason to suppose that any harm is done them.\nThe agent, on the other hand, if very energetic, is liable to contract a\nheadache; and Mr. Guthrie himself, who was a powerful and determined\nagent for a long time, now feels it wiser to refrain from acting, and\nconducts the experiments with great moderation.\nIf experiments are only conducted for an hour or so a week no harm\ncan, I should judge, result, and it would be very interesting to know\nwhat percentage of people have the perceptive faculty well developed.\nThe experiments are easy to try,' but they should be tried soberly\nand quietly, like any other experiment. A. public platform is a most\nunsuitable place; and nothing tried before a mixed or jovial audience\ncan be of the slightest scientific value. Such demonstrations may be\n~fficient into putting money into the pockets of showmen, or in amusing\none's friends; but all real evidence must be obtained in the quiet of\nthe laboratory or the study.\nDigitized by Coogle\n\fExpen'ments in Mesmerism. 201\nVII.\nAN AOOOUNT OF SOME EXPERIMENTS IN MESMERISM.\nBy EDMUND GURNEY.\nI.-Local Anresthesia.\nIn the second report of the Oommittee on Mesmerism, an account\nwas given of some experiments in the production,by mesmerism,of local\nrigidity and anresthesia, under conditions which precluded the subject\nfrom knowing which particular part of his body was subjected to the\nmesmeric process. The object of these conditions was, of course, to\neliminate the factor of expectancy. If the \"subject\" knows what part\nof his body is being operated on, that knowledge may alone be quite\nenough to produce rigidity and anresthesia in the part; just as one\nmay see a sensitive\" subject\" go into violent spasms at the touch of a\ncoin, or on drinking water, which he believes to have been\" magnetised,\"\neven though that belief is erroneous. But if the \"subject\" is ignorant\nwhat particular part of his body has been selected for the purpose, and\nif rigidity and anlllSthesia in this part results from the making of passes\nover it or from the mere proximity of the operator's hand, then the\nphenomenon must be attributed to some direct and specific influence\npassing from the mesmeriser to the \"subject.\" It may be\nremembered that the method adopted was to seat the \"subject\"\nin front of a table, on which his ten fingers were extended ;\nwhile his body was covered in front by a very thick paper screel1,\nextending far above his head, with holes in it for his arms to pass\nthrough. In this manner it was easy to make it perfectly certain that\nhe could not see his hands. Differentfingers, or combinations of fingers,\nwere then mesmerised in succession, by passes made without contact,\nand so quietly as to prevent the \"subject\" from discovering, by means\nof currents of air, which of his digits was being operated on. 'fo\nmake assurance doubly sure, one of ourselves would make similar\nmovements over some other finger or fingers than those on which\nthe mesmeriser was at work. The experiments, as so far reported, were\nmade with two \"subjects,\" and have since been repeated with a third;\nand in every one of the numerous trials the mesmerised finger, or fingers,\nproved insensible to pain, so far as could be judged by the application\nof very severe tests. In every case, also, when the \"subject\" was told\nto double up his fist, the mesmerised member remained stickin out in\nDigitized by Coogle\n\f~02 Experiments in Mesmerism.\nhelpless rigidity, and so, for the first time, made its owner aware of t.he\nabnormal condition into which it had passed.\nIt will be observed that this second phenomenon-the rigidity-is, as\na test, even more completely satisfactory than the first, the insensibility\nto pain. For as regards the insensibility, though nobody who witnessed\nthe experiments was able seriously to doubt its genuineness, the objec-\ntion always remains that very extraordinary feats in the endurance of\npain have been known to be performed without any assignable motive.\nBut with the rigidity a similar objection would have no weight; for\nthough,of course, the rigidity itself might be easily simulated, the\" sub-\nject\" had-as I have explained-no means of knowing which was the\nright finger or pair of fingers to simulate with; and it is clearly out\n()f the question that a mere guess on this point should have been\nunfailingly correct.\nBut though the test afforded by telling the \"subject\" todouble up his\n()r her fist was thus evidentially the more complete, the test of insensi-\nbility is capable of being made very convincing on its own account.\n\\Vhat is wanted is some mode of infliction which a person whose\nfinger was in a normal state would be quite unable to endure without\nflinching, but which at the same time will leave no painful or unpleasant\ntraces behind, when the finger had been demesmerised and resumed its\nnormal condition. Fortunately such a mode of infliction is afforded\nby electricity. The shock of an intermittent current can be made strong\nenough to defy the most hardened powers of endurance,while producing\nno prolonged ill effects such as would follow a stab or a burn. Accord-\ningly this test was adopted by Dr. Myers and myself on the 26th and\n27th April last. The mesmeriser was Mr. G. A. Smith, and the su~ject\nwas the young baker, Fred \\Vells, with whom most of the previous\nexperiments had been made.\nThe same precautions as before were taken to prevent the\" subject\"\nfrom seeing his fingers, and thus to preclude the operation of expectancy.\nThe result was entirely satisfactory. By gradually moving out the\nregulating-tube of an induction-coil, we could mark the stage at which\nthe pahl produced by the current began to pass our own powers of\nendurance, and we could then immensely increase its strength.* Eleven\ntrials were made, the finger to be mesmerised being each time\nselected by ourselves; and in every case there was very marked loss of\nsensibility in this finger. In ten of these trials the particular finger\nproved insensible to the very strongest shock that could be obtained\nfrom the apparatus; and in the eleventh to all but the very\n* The apparatus consisted of an induction coil, 4in. long Ilin. diameter,\nwith 10 yards primary wire (No. 18 Birmingham gauge), and 50 yards secondary\nwire (No. 35 gauge) j a regulator j and two quite new pint bichromate cells•.\n\fEa:periments in· Mesmerism. 203\nstrongest. But there was sometimes a curious additional result.\nIn five cases, when the mesmerised finger was being sub-\njected to the full current, Wells said that he felt a weak\neffect in another part of his hands. When the middle finger of the\nleft hand, and when the forefinger of the same, was the mesmerised\nmember, this weak effect was felt in the thumb; on the other three occa.-\nsions it was felt in the palm-once even in the palm of the other hand,\nand once in the palm of both hands. Wells described the shock, thus\nlocalised at a littledistance fromthe mesmerisedfinger,as about as strong\nas the very slight shocks which we administered to the unmesmerised\nfingers just to make sure that they remained sensitive-showing that\nthe strong current was producing an effect immensely below the\nnormal. I may mention that I once by accident touched one of the\nunmesmerised fingers with the terminal wire for the fraction of a second,\nwhen the current was at its full strength; and the violent wince and\nexclamation which resulted were a pretty sure index of what was felt.\nThere was a further point of importance in the last four of these\ntrials. The effect was then produced without any passes at all, the\noperator merely holding his hand downwards over the destined finger\nof the \"subject,\" from which the tips of his own fingers were about two\ninches distant. Wells's hands are tolerably pachydermatous; and it is\nextremely difficult to believe that, under these conditions, any physical\nindication, such as a very slight difference of temperature, could have\nmade him aware which of his ten fingers was nearest to the operator's\nhand.\nWe then proceeded to test a hypothesis to which attention was drawn\nin the second report ofthe Committee. We there referred to the question\nhow far these finger-experiments bore out the idea that some special\neffluence or some special form of local \"nervous induction,\" passed\nbetween the fingers of the operator and those of the\" subject.\" If this\nwere the case, then apparently it ought not to be necessary that the opera-\ntor should himself know over which of the subject's fingers he is making\npasses, or holding his hand; the effect ought to be producible when he is\nlooking away, and his hand is guided to the appropriate position or\nmovements by a third person. If, on the other hand, this blind and\npassive mode of operating ·prove unavailing, and the knowledge of the\noperator as to which of the \"subject's\" fingers is to be affected, with a\ndistinct direction of attention to that finger, prove to be indispensable\nconditions of success, then the theory of a special effluence or special\nlocal induction seems inapplicable, or at any rate insufficient. Now trial\nshowed that these conditions were indispensable; the selected finger\nremained perfectly sensitive and flexible when passes were made over it\nby my guiding Mr. Smith's hand, while his eyes and attention were\nturned in another direction.\nDigitized by Coogle\n\f204 Efrj)eriments in Mesmerism.\nThe deductions from this fact are very interesting; for if the\noperator's knowledge and attention are necessary for successful results,\nthen those results seem inevitably to fall under that capacious category of\nThought-transference, of which members of this Society hear so much.\nIt is true that the thought is not conveyed as a thought; for no im-\npression as to which is the selected finger is conveyed to the subject's\nintelligence. But among the evidence of telepathy which the Literary\nCommittee have collected, there are several instances where the\nemotional or volitional condition of one person has produced actions in\nanother person which the latter has been quite unable to account for,\nand has performed in obedience to a blind impulse. And it is to the\nsame class that the local effects which I have been describing seem to\nbe partly referable. For it certainly does not seem impossible to\nsuppose that if a marked effect may be telepathically produced.by the\ncondition of one person on the motor system of another, without the\ntransference of any distinct idea, a like effect may also be produced on\nthe sensory system. It will probably be granted by those who at all\naccept the principle of telepathy, that the operator's knowledge as to\nwhich particular finger he is operating on is an idea which might be\ncommunicatedbyThought-transference; itwillbe further granted by those\nwho realise the power of suggestion and expectation to produce physical\neffects, that such an idea, if present to the\" subject's: consciousness,\nmight lead to local paralysis of movement and sensation in the finger\nthought of; and, finally, the analogy of the cases of blind telepathic\nimpulse, to which I have just referred, makes it conceivable to us that\nthis very same train of events might take place with the omission of the\npsychical element on the subject's part-with the omission, that is, of\nhis knowledge or conscious idea of the particular finger that was being\naffected. If this were so, we should have established one more link of\nconnection between the spon~ telepathic communications, between\npersons at a distance, and the experimental communications, occurring\notherwise than through the recognised sensory channels, which may\nbe obtained within the four walls of a room.\nAt the same time, this supposition does not altogether meet.\nthe case, so far as the recent experiments are concerned. For\nwhile these experiments showed-as I have described-that the mere\nproximity of the mesmeriser's hands was ineffective if his attention was\nnot directed to his work, they also showed that mere concentrated\nattention on his part, without any manual process, was equally ineffec-\ntive. When Mr. Smith attempted to produce the local effect by steadily\ngazing at the selected finger, without approximating his hand to it at\nall, the normal condition of the finger remained quite unchanged, and\nit proved sensitive to the very weakest shock. It appeared, therefore,\nthat the local physical process,whatever it may be,though not producible\nDigitized by Coogle\n\fExperiment8 in ..MesmeriBm. 205\napart from thought and attention, was still in itself indispensable;\nand thus the suggested analogy between experimental and spontaneous\nphenomena is here far from complete.\nn.-Oommunity of Sensation.\nThe following experiments in transference of pains and tastes were\nalso made by Dr. Myers and myself, on April 26th, the agent being\nMr. G. A. Smith, and the\" subject\" a very intelligent young cabinet-\nmaker, named Conway, who had been thrown into a light hypnotic\ntrance. For the first set Mr. Smith was in light contact with Con-\nway, behind whom he stood. No hint was given to Conway as to\nwhether his answers were right or wrong: he was simply asked by Dr.\nMyers or myself what he felt. Mr. Smith kept perfect silence\nthroughout.\n1. Mr. Smith was pinched, by one of the experimenters, on the right\nupper arm. Conway localised very nearly the corresponding place on\nthe left arm, and then the right spot on the right arm.\n2. Mr. Smith's right foot was pressed. Conway began to move his\nright leg uneasily, and complained of pain from the foot upwards.\n3. Mr. Smith's right little finger was pinched. CJnway complained\nof pain in the right shoulder.\n4. The lower lobe of Mr. Smith's left ear was pinched. Conway\ncomplained that the hair a~ve his right ear was being pulled.\no. Mr. Smith's right upper eyelid was pinched. Conway complained\nof pain in the forehead.\n6. Mr. Smith's left popliteal space was pinched. Conway com-\nplained of pain in the lower third of the left thigh.\n7. Mr. Smith was pinched in the right lumbar region. Conway\ncomplained of pain in the left hypochondrium and lumbar region.\nIn the next set of trials there was .no contact whatever between Mr.\nSmith and Conway. Nor was Conway (who was still in the hypnotic\nstate) informed before the experiments began of what nature they were\nto be. Standing at some distance behind him, I suddenly and silently\ngave Mr. Smith some salt, motioning to him to put it into his mouth.\nHe did so; and Conway instantly and loudly exclaimed, \"What's this\nsalt stuff1\"\nI now gave Mr. Smith in succession- Conway said-\nSugar..........................................\"Sweeter; not so bad as before.\"\nCitric Acid...................................\"Bitter; something worse-a little reminds\nme of cayenne-sweety.\"\nA Raspberry Drop.........................\" A sweetish taste-like sugar.\"\nSalt.. ...........................................\"I told you I liked sweet things, not salt-\nsuch a mixture!\"\nCloves..........................................\" Don't like it; hot-little bit of honey\nmixed with it.\"\nQ\n\f206 ExpeTiments in Mesmerism.\nSalt.............................................\" Something acid, salty-first one thing,\nthen another-like brine.\"\nPowdtred Ginger....... ....................\" Hot; dries your mouth up. Don't like\nit,-reminds me of must8.rd.\"\nSugar....,....•••............•...................\" A little better--a sweetish taste.\"\nPO'IIJderetl Alum..............................\" You call that SWCI't. io you? Brackish\nand bitter this-enough to skin your\nmouth out; bitter.\"\nCaytmne Pepper................................ It's hot, and there is some sugar in it just\nto soften it over a bit. It is hot-you\nwould feel hot, I can tell you.\"\nClo'lJ68•...•... ..•..••........•.•.....•...•..•...\" Not so very much better, but it'ssweeter;\nit's sugar, only something elsewith it.\"\nVinegar...........................•............Conway had sunk into a deeper hypnotic\nsleep, and made no remarK.\nThroughout the series Mr. Smith preserved perfect silence; and the\nonly remarks made by Dr. Myers and myself were brief inquiries as to\nwhat Conway tasted, with an occasional word calculated to mislead\nhim.\nThese are not picked results; <!nly one other series of experiments\nhas been made with Conway, and these are fully reported in Part V. of\nthe Proceedings. There are practical difficulties in the way of obtain-\ning either him or Wells for regular and frequent trials; as both are in\npositions of responsibility, and their time is very fully occupied.\nDigitized by Coogle\n\fExperiments in Thought-TranBfere~. 207\nVIII.\nDIAGRAMS\nILLUSTRATIVE OF THOUGHT-TRANSFERENCE\nThe follo~g diagrams, illustrative of a special form of Thought-\ntransference, are part of a series referred to in Part V. of the Pr0.-\nceedings, p. 7, under the head of results obtained by independent\ninvestigators. Professor Barrett has seen the \"agent,\" Mr. J. W.\nSmith, of Brunswick Place, Leeds, and his sister, the\" percipient,\" and\nhas carefully explained to them the necessary precautions; but their\ndescription of the mode in which they had worked before this inter-\nview convinced him that those previous trials had been conducted with\ndue care, and that the results were genuine. The experiments have been\nmade throughout without contact. The first four of the diagrams here\nengraved were made before Professor Barrett's visit; the last four have\nbeen made since his visit.\nIt may be added that whenever the Committee on Thought-trans-\nference obtain evidence of a case of this kind, where the power seems\ntolerably continuous, and the conditions, as reported, seem satisfactory,\nthey will do all in their power to obtain opportunities for personally\nconducting the experiments. Meanwhile, they cannot too strongly\nurge the importance of having trials made as widely as possible in\nfamilies and private circles. They are continually hearing of results\n-obtained without contact or the possibility of sensory indications-\nwhich show that the genuine faculty is by no means extraordinarily\nrare; but often the scientific value of the experiments is not realised,\nand 110 written record has been kept. If only every indication of this\nsort were carefully followed up, a body of evidence might be collected\nwhich would greatly hasten the general acceptance of the facts.\nDigitized byt;oogle\n\f208 Experinnents in Thought-Transference.\nOIllGINAL DRAWING.\nREPRODUCTION.\nDigitized by CoogIe\n\fExperiment8 in Thought-Transference. 209\nORIGINAL DRAWING.\nRBl'BODUCTION.\no d\n5)0\nDigitized by Coogle\n\f210 Experiments in TluYught-Transference.\nORIGINAL DRAWING.\nREPRODUCTION.\nDigitized by Coogle\n\fEgpe'I\"iIrMnts in Thought-Transference. 211\nORIGINAL DRAWING.\nREPRODUCTION.\nDigitized by CoogIe\n\f212 EwpeTitrnems in TJwught-T'1'Q\/1UJfer~.\nOBIGINAL DRAWING.\nRBPBODUCTION.\nDigitized by Coogle\n\f· Experilments in Thought-Transference. 213\nORIGINAL DRAWING.\nREPRODUCTION.\n-\n\"'>\nigi ed , ' ( \"\n\f214 Ewperiments in Thought-T'I'OIn8ference.\nORIGINAL DRAWING.\nRBPBoDUcmOJr.\nDigitized by Coogle\n\fExperiments in Thought-T'MInB\/erence. 215\nOBIGINAL DRAWING.\nREl'BODl1arIOlll'.\nDigitized by Coogle\n\f216 Expe'f\"iIrMnts in Th<Yll1Jht-Transference.\nThe following table of results was filled up by Mr. J. W. Smith on\none of the forms supplied by the S.P.R.\nEXPERIMENTS IN THOUGHT-TRANSFERENCE.\nAgent or Agents. Percipient.\nJ. W. SMITH. KATE SMITH.\nDate. Object selected. First trial. Second\ntrial.\nMarch 11. Figure 8. Correct first time.\n- Figure 5. Correct first time.\n- Black cross on Correct first time.\nwhite ground.\n- Colour blue. Correct first time.\n- Cipher {OJ. Correct first time.\n- Pa.ir of scissors. I did not 8&y what (i.e., wh&t\nform of experiment-figure,\ncolour, or object) W&8 to be\nnext, bute&refully and with-\nout noise laid a pa.ir of\nscissors on a white ground,\nand in about one minute\nand a-half she exclaimed,\n..Scissors I\"\nGroup. Total No. No. right on first trial. No.~htOD\nof experiments. 88COn trial.\n~-\n3 figures. 6 6\n1 colour.\n~1 object. I I I\n1 pa.ir of scis-\nsors.\nOBSERVATIONS: Whilst sitting at dinner (March 11th, 1884), I was\nthinking about a person who had died. Just then one of my sisters\n(not the thought-reader) exclaimed: \"I wonder if it will be a large\nfuneral.\" We had not spoken about that subject previously. After\nthat I thought to myself I would see if I could make her hum a tune.\nI then (to myself, that is to say, without uttering any sound whatever)\nhummed a tune, and to my surprise she also sang aloud the same song.\nAfter that, I resolved that she should lift her fork up (she had finished\nher dinner); she did so immediately. I do not know whether this was\nan instance of Thought-transference or not, but if it were not so it seema\nan astounding coincidence. (No contact.)-J. W. S.\n\f","_id":520}