{"name":"Proceedings of the Society for Psychical Research 6335 1102 1655","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_28_november_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, November 28, 1884","mylang":"de","content":"Nov. 28, 1884.] General Meeting. 217\nPROOEEDINGS OF THE GENERAL MEETING ON\nNO'IJ6mlJer 28, 1884.\nThe tenth General Meeting of the Society was held at the Rooms\nof the Society of British Artists, Suft'olk Street, Pall Mall, on Friday,\nNovember 28, 1884.\nPROFESSOR W. F. BARRETT, VICE-PRESIDBNT, IN THB OHAIR.\nThe Oh!l.irma.n, in his opening address, described a recent visit to\nCanada. and the United States, in the course of which he had devoted\nmuch time and trouble to spreading a knowledge of the Society's work.\nHe had met with many indications of a genuine interest in Psychical\nResearch, and he spoke hopefully of the prospect that allied societifm\nmight before long be formed a.t several important centres.\nI.\nON A TELEPATHIO EXPLANATION OF SOME SO-OALLED\nSPIRITUALISTIO PHENOMENA.\nBy F. W. H. MYERS.\nPART I.\nIt is an obvious fact, but it is nevertheless a fact which we must\nrepeat as often as possible, that in no way can psychical research be\nbetter aided than by constant and varied experiments on Thought.\ntransference in every form. We have got, as we hold, a definite fact to\nstart from, a fact of immense and unknown significance. If, as we\nbelieve, we can truly say \"mind acts on mind otherwise than\nby the recognised organs of sense,\" this is probably a statement\nfar more pregnant with consequences than the statements, U rubbed\namber attracts straw,\" or, \"the loadstone attracts iron.\" And it\nmust be our business to turn our new fact over in every direction,\nto speculate upon it in every way, or rather in every way which can\npossibly suggest a new form of experiment. We must remember that\nthe experimental cases which we have already collected are probably\nonly what Bacon calls \"ostensive instances;\" \"instances,\" as he\nexpressed it, \"which show the nature under investigation naked, in Ion\ns\nDi~ilized by Coogle\n\f218 On a Telepatklc E;qJianation of 8ome' [Nov.. 28,\nexalted condition, or in the highest degree of power\" ;-and which are, so\nto speak, mere emergent summits from a great ocean, which lies\nbeyond our present reach of observation, and perhaps even beneath the\nlevel of our consciousness.\nAnd our investigation,in thecaseofapowerso novel and obscure,must\ntake two different, though converging lines. We must, in the first place,\nvary our actual deliberate experiments as widely as possible; in turn\nintroducing and excluding as many separate conditions as seem likely to\nhave a bearing'on the result. And we must, in the second place, scan\nthe whole range of psychical phenomena already alleged to occur (though\ninteq>reted Qn some different principle), with telepathy in our mindS as\na. new vera causa, which will probably be found to be the real solution\nof many problems hitherto in dispute.\nAnd in this form ofjiBlting interrogatory, or surVey from a new stand-\npoint of a wide and miscellaneous field, we shall do best to begin\nwith a few definite groups of phenomena, and to disentangle them as\ndistinctly as may be from any dubious theory with which they may\nhave become involved, and to look at them in the light of telepathy so\nas to give that theory the chance of explaining them.\nIn this process we shall probably, in some directions, press the\ntheory of telepathy farther than subsequent knowledge will justify.\nBut it is only by endeavouring to ascertain how many phenomena,\ninexplicable by generally recognised laws of nature, may be explained\nby this new vera causa that we shall learn at what point other, yet\nunknown, causes (if any) begin to intervene.\nWe have already 'I;Iegun to make one survey from the telepathic\nstandpoint of previously-recorded phenomena-namely, our inquiry into\nthe nature of apparitions and other (auditory or tactile) phantasms of\nliving persons. We have seen reason to connect many of these with\ntelepathy ; and we are pressing that explanation as far as it will go,\nthough without prejudice to any other explanation which certain\napparitions may hereafter seem to require.\nIn the same way I now propose, in a series of two or three papers,\nto consider how far the already recorded phenomena of automatic\nwriting and the like may be explained by telepathy, but without\nprejudice to any other yet unknown causes which may afterwards\nshow claim to acceptance.\nI have selected automatic writing as the subject for inquiry in great\nmeasure because of its direct bearing on one of the most interesting of\ntelepathic problems,-viz., the relation of consciousness to telepathy; the\nextent to which the hypothetical impact is consciously present, whether\nas will, thought, emotion, or sensation in either mind. Throughout all\nthese investigations we must keep 'Unconscious cerebration steadily in\n-view, and we shall, I think, find ourselves confronted with. many of ita\nDigitized by Coogle\n\f1884.] So-called Spi1·itttali8tic Pkeltomena. 21-9\nresults, and be induced continually to enlarge its field of action. We\nshall, I venture to say, come to regard this term less and less as\nexpressing a stWsidia'l\"lJ, more and more 'as expressing a I'lwstantive and\nprimary operation of our intelligence; and we shall come, perhaps, to find\n8uper-conscious as necessary a term as sub-conscious, if we would indi-\ncate the true relation to each other of the processes in which our being\nconsists.\nAnd it is to my mind one of the chief mterests in telepathy that it\nseems sometimes to reveal our unconscious to our conscious selves; that\n'it acts like the strong inwardly-directed ray of light which enables the\nsurgeon to see reflected in a mirror some obscure recess of his own\ninward structure.\nWith these possibilities in our mind, let us first consider how the\nquestion of consciousness stands in the cases of telepathy ~hich we have\nalready collected. And, for the sake of simplicity, we will, in this first\npaper, take the percipient's consciousness alone into account.\nIn our recorded experiments on telepathy with percipients in the\nnormal state the percipient has necessarily been conscious of the im- '\npact, inasmuch as it has been by his description, or his voluntary repre-\nsentation of the impact, (as by drawing a picture which he feels to be\ntelepathically presented to his mind's eye), that the success of the\nexperiment has been tested. No argument can be drawn from these\neases, however, as to the necessary emergence of the telepathic impact in\nconsciousness. For here consciousness was voluntarily concentrated on\nthe reception of that impact; all competing impressions being, as far\nas possible, excluded.\nBut in one class of our experiments a singular difference occurs.\nThought-transference is one of the characteristic phenomena. of the\nmeSmeric trance or sleep-waking state, where, although there seems to\nbe a certain consciousness at the time, that consciousness, in most cases,\nleaves no trace whatever in the subject's normal memory. A,nd, more\nthan this, there seems reason to believe that in many cases of hysteria\n, and similar affections where the subject is said to be clai'I\"IJoyante, the\nphenomenon is in reality referable to thought-transference only. An\ninteresting case, recently published by Dr. Taguet, of Bordeaux, affords\na good instance of the confusion of thought at present prevalent on such\nsubjects. His hysterical patient manifested during her acces an extra-\nordinary hyperlllSthesia of smell and hearing. Her eyes, meantime,\nwere shut, or at any rate the eyeballs were completely upturned. But,\nnevertheless, she manifested what Dr. Taguet rather oddly, describes as\n\"hypel'lllSthesia of vision,\" under the following circumstances. Dr.\n'Taguet stood completely behind her, and fixed his eyes on certain worda\nin a book. 'A sheet of cardboard was held before her face, in such a\nposition that, had it been a mirror, the book would have been reflected\nDigitized by G~6g1e\n\f220 O\/~ a Telepatlll'c Ezplanation of 80me [Nov. 28,\ntherein. The girl then, in her trance, took the cardboard for a mirror,\nand spelt out the words which Dr. Taguet was reading, as though they\nwere reflected in the cardboard before her. Now Dr. Ta.guet does not\nattempt to explain this, further than by callingit hypenesthesia of vision.\nBut he can hardly mean that she really saw the words reflected in the\ncardboard. Perhaps the only other solution which suggested itself to\nhim was that she saw the words clairvoyantly, and this solution he did\nnot like to adopt. And there is in fact no reason, as the facts are\nreported, for assuming clairvoyance. Thought-transference would\namply suffice to explain the phenomenon. If, then, we find telepathy\noccurring in mesmeric trance and spontaneous trance, we may infer\nthat it is not inseparably linked with the ordinary stream of normal\nconsciousness. If it appears as an element of the consciousness or\nquasi-consciousness of abnormal states, which themselves form mere\nlacurue in the main life-memory, it may be surmised to exist beneath\nthe threshold of consciousness in normal states also.\nIt is, naturally, not very easy to get direct evidence of this.\nAmongst our phantasms of the living we have, no doubt, many instances\nwhere the supposed. thought or impulse of the agent is represented very\nvaguely and imperfectly in the percipient's mind, and prompts, for\ninstance, to some mistaken form of action. But this is not quite the\nsame thing. SomethinF\/ comes into the percipient's consciousness.\nthough it may be only an imperfect transcript of what the agent's mind\ncontained, or attempted to transmit.\nIn a few cases, however, the impact seems to affect the percipient\nwithout exciting anything which can be called an idea. In these' cases\nit is merely felt as a motor impulse, determining to some action whose\npurport is not consciously realised. We have elsewhere given the case,\nof Mr. Skirving, who was irresistibly impelled to leave his work and go-\nhome-why, he knew not--at a moment when his wife was, in fact,\ncalling for him in the distress of a serious accident. But we may give-\nhere one other illustrative case,-which no one, I think, who has.\naccepted the general fact of telepathy will be disposed to regard as a\nmere coincidence; a case where consciousness is still less invaded by\nthe telepathic impact, and where the motor impulse is described as.\nhaving been as nearly automatic as any movements so prolonged and\ncomplex can easily be. The case comes from Mr. Morgan, of Nugent,\nHill, recommended to us by Dr. Paul Chapman as a most accurate and\ncareful informant.\nDEAR Sm,-\nNugent Hill, Bristol, July 11th, 1883.\nThe matter to which Dr. Chapman refers is as follows :-\nOn Monday, February 14th, 1853, I was listening to a lecture by the late-\nGeo. Dawson, of Birmingham, in the Broadmead Rooms in Bristol. I\nfrequently spent my evenings at lectures, concerts, &c., and often took a.\nDigitized by Coogle\n\f1884.] So-called Spiritualistic Pllenomena. 221\nlittle walk afterwards on my way home. I had lived nearly all my life ('J!{\nyears) -at home with my mother, whom I strongly resemble in face and in\nmany characteristics. We were much attached to each other.\nI was th~roughly interested in the lecture, and had so little intention of\nleaving before its conclusion, that I remember noticing a friend among the\naudience and making up my mind for a walk with him on my way home.\nThe lecture must have been more than half through-I was not tired,\nand had no reason to move-when I noticed, at the side of the platform\nfarthest from the back entrance to the hall, a door which I had never seen\nbefore, flush with the panels, and it suddenly became the most natural thing .\nthat I should walk half the length of the room, and away from. the main\nentrance, in order to see if this door would open. I turned the handle,\npassed through, closed the door gently behind me, and found myself in the\n.dark among the wooden supports of the platform.\nI clambered along towards a glimmer of light at the other end, passed\nround a side passage, crossed the end of the hall to the main entrance without\nany thought of the lecture, which was still going on, and walked home\nquietly without excitement and \"impression\" of any kind, and quite\nunconscious, till long after, that I had done anything unusual.\nOn opening my door with a latch-key I smelt fire, and found my mother\nin great alarm. She had also noticed the strong burning smell, had been\nover the house with her servant, and was longing for my return.\nOn going upstairs I saw flames iBBuing from a back window' of the next\nhouse, immediately gave the alarm, removed my mother to a safe distance,\nand then had two or three hours'· struggle with the flames. The adjoining\nhouse was destroyed, but mine only slightly damaged.\nThe point which has seemed to me most striking whenever I have recalled\nthis occurrence, is the entire absence of any presentiment or impression on\nmy mind. I should probably have shaken off anything of the kind had I\nbeen aware of it, and refused obedience.\nNeither was there on my mother's part any intentional exertion of her\nwill upon me, only a strong wish for my presence, which must have begun\nabout the time I left my seat. I do not know that there is anything to add. If\nanything occurs to you as being worthy of further inquiry, I shall be happy\nto say what I can about it.\nFREDK. MORGAN.\nMr. Morgan adds, in reply to our regular inquiry, that he has never had\nany other presentiment or impression of the kind. .\nHe also sends a plan of the lecture-room, which shows that he walked in\na dark passage round nearly three sides of the hall.\n\" But going \"'ome,\" he adds, \"was not in my thoughts when I moved.\"\nWell, then, let us consider whether there is any kind of minor\nautomatic motion which we can hope to evoke experimentally by tele-\npathic impact, without the invasion of the percipient's consciousness by\nany definite idea 'I The movements practised in the \"willing game ,.\n-finding of objects and the like-at once suggest themselves, and the\nwriting of the numbers of bank-notes, &c.; as practised in certain public\nperformances. But, as we have so often remarked, any contact between\nDigitized by Coogle\n\f222 011 a TelepatMc EfCplanatioll of some [Nov. 28~.\n.agent and percipient at once vitiates these as telepathic experiments;\nand even if we get the finding of objects, &c., without contact, it seems .\ndifficult to exclude all risk of guesBing, where the possible modifications\nof movement are, comparatively speaking, so few. We want to find\nsome class of movement which shall be readily capable of being per-\nformed automatically, and at the sll:me time shall admit of a very large\nrange of variations.\nProbably the first action of this kind which will suggest itself\nto all of us is the act of wri~ing. Handwriting is, in many ways, a kind\nof summary expression of a man's being. It is one of t.he best instances\nof an aptitude at once acquired and hereditary ; of a manual dexterity\nwhich obeys limitations of idiosyncrasy as well as of will. John Smith\ncannot paint like Raphael. That, we say, is because Raphael's command·\nof hand and eye is immensely grea~r than John Smith's. But it does\nnot follow that Raphael can write like John Smith. Very probably no\nmanual or mental superiority will give him the power of appropriating\nwhat is veritably idiosyncratic in the hurried scrawl with which John\nSmith signs his name, with scarcely a glance at the paper. Handwriting,\nthat is to say, is a deep-seated thing. It is likely to have secrets t~\ntell us.\nFirst, let us consider what is the rationale of automatic writing\nfrom the ordinary physiological point of view. It is simply an exten-\nsion of the tricks of unconscious action which, to some extent, are com-'\nmon to every one, and which in nervous and excitable persons often'\nattain an extraordinary degree of complexity. It is, of cC!urse, well\nknown that in moments of vivid emotion· the surplus nervous energy es-\n(l8,pes in involuntary channels, which often bear some traceable connec-\ntion with the habitual modes of thought or action of the person con-\ncerned. To take a typical case, an accomplished pianist, if stirred by\nsoine sudden emotion while seated at the piano, will sometimes play a\nlong passR.ge without any consciousness of having done so; and, more-\nover, the passage thus unwittingly selected will be one which is in vague\ngeneral harmony with the new current of emotion. Now the act of\nwriting being one of the commonest of the more complex acquired acts.\nwe shall naturally expect that many half-conscious or unconscious\ntricks will be connected with it.\nAnd this is notoriously the case. Persons seated with pens or\npencils in their hands round a table where discussion is going on will\ngenerally scrawl or sketch on the paper before them; while if that\npaper was suddenly withdrawn, and they were asked what words they\nhad written thereon, most of them would be unable to reply. Students\nof la1lfl'U6fle are, as might be expected, particularly liable to this trick;\nand many an odd· Greek word, oozing its way, so to speak, from some\n.recess of memory, has been unconsciously scribbled on the edge of\nDigitized by Coogle\n\f1884.] So-called Spiritualistic Pltenomena. 223\ncomposition papers in the nervousness of examination. In this case it\nis the strong concentration of the current of attention elsewhere which\nallows the writing faculty to manifest itself automatically,-permits,\nthat is to say, the unconscious cerebral action to discharge itself along\nthe well-worn track which leads to the formation of written words.\nAnd something of the same kind takes place also when the current of,\nattention,instead of being concentrated into a narrowcha.nnel,ischokedin\nthe sand; or (tovarythe metaphor) when an explosionof themorecomplex\nbrain elements (as in an epileptic fit) has left the less complex in\npossession of the field, and the actions are not guided, or not wholly\nguided, by conscious will. There are many varieties of this morbid\nautomatism. Thus a patient of this kind may write a word, say,\n\"horse,\" without any consciousness of writing at all (as in some slight\nepileptiform seizures, where the act of writing is automatically continued);\nor he may write \" cow\" when he wishes to write \"horse\" and not per-\nceive his error; or he may write \"cow\" for \"horse,\" although he per.\nceiveS his error as he is in the act of committing it. Now, in both\nthese classes of cases, in the graphic automatism of mental abstraction\nand the graphic automatism of cerebral disease, the passages written are\nusually very sltort ; in the first case because the abstraction is transitory,\nin the second case because the writing impulse is feeble. The anxious\nclassical honour-man could not scribble down a whole ode of Pindar\nwithout becoming aware of what he was doing. And in the mor·\nbid cases there is nothing but a residual impetus, soon exhausted, 'or\na painful effort of the imperfect will. Let us consider, however,\nwhether there are any cases which indicate that the unconscious graphic\nimpulse may be prolonged and in a sense systematic. We find that\nprecisely such cases are afforded by somnambulists, who not unfre.\nquently write long compositions withmuch manual rapidity and accuracy.\nSometimes these compositions are a kind of written dream. rambling\nand incoherent; sometimes they are on the level of waking thought;\nsometimes they seem to overpass it, as when the solution of a\nbafRing problem is written out during sleep.\nWe see, then, that automatic writing is a phenomenon liable to be\noriginated in various ways in the human organism. And we shall not,\ntherefore, be surprised to find that certain human beings are very much\nmore liable to its occurrence than their neighbours. For we are\ngradually learning, (what was, of course, antecedently probable), that\nthe gamut of natural capacity is just as far-reaching when we deal\nwith things trifling and useless, as when we deal with the most impor-\ntant and conspicuous things. The differences in human faculty were\nnoted first in matters important to human welfare; but they exist quite\nas markedly in the obscurest corners of our constitution. There is the\nhorn muscle-reader just as surely as the born runner; there is the born\nDigitized by Loo\n\f224 On a Tel6patMc E:rplanation oj 80me [Nov. 28,\n'Di8ualile'1' ojnumbwB-to take one of Mr. Galton's instances-just as\ntruly·as the bom painter or sculptor. We can set no definite limit\nbeforehand to any of the veins of unexplored faculty which crop up at\nintervals from the subterranean realms of our being.\nIt will, therefore, by no means surprise us to learn that there are\ncertain persons who occasionally feel an impulse to write automatically\nwhen they are merely sitting quiet with a pencil in their hands. This\nis not really much more odd than that there should be persons who 0cca.-\nsionally feel an impulse to imagine a tune inwardly when they are\nmerely sitting quiet with nothing to do. The imagined tune often\nextemalises itself, so to speak, in rhythmical movements of the head\nand body, involving a good deal of muscular action, of which the subject\nis nearly or quite unconscious. The case of automatic writing, how-\never, differs in this way from tho dumbly-imagined tune,-in tlui.t the\nwritten words, falling immediately under the writer's eye, tend to arrest\nhis attention and to evoke a conscious train of thought,-an anticipa-\ntionof what is coming next,which strongly tends tocheck the automatic\nHow. The little instrument called Planckette is mainly useful in pre-\ncluding this kind of interruption. It is, of course, simply a piece of board\nsupported on three legs, one of which legs is a pencil, so that if a hand\nbe placed Hat on the board, and if that hand be then moved as though\ntracing letters, the board will move accordingly, and the pencil will\nrudely trace out the letters which the hand's movement figures. Of\ncourse it is perfectly easy to write consciously with a Planchette, and\nto be aware of the letters which the pencil is shaping. But the point is\nthat if there is a tendency already existing to automatic writing, it is\nmuch easier to write automatically or unconsciously with the Pla.nchette\nthan without it. A slight tremor of the hand will set the Planchette\nrunning, and the scrawled characters are generally quite too rough and\nconfused to catch the operator's eye, and suggestconscious anticipations.\nNow suppose I am writing with a Pla.nchette. Let us consider\nwhat theories are logically possible as to the source of what I write.\nThe words which I am writing may conceivably be :-\n1. Consciously written in the ordinary way, and chosen by my\ndeliberate will.\n2. Automatically written, and supphed by my own unconscious\ncerebration, as in dreams.\n3. Automatically written, but supplied by some higher unconscious\nintelligence or faculty of my own, as in clairvoyance.\n4. Automatically written, but supplied by talepathic impact from\nother minds.\n5. Automatically written, and supplied by \" spirits\" or extra-human\nintelligences.\nNow as to hypothesis (1) of course, we are all agreed. It is per-\nDigitized by Coogle\n\f1884.] So-called Spirituali8tic Phenomenll.\nfectIy easy to write consciodlllf with Planchette, and to look as if you\nwere writing unconsciously. The proof (to others than the actual\nwriter) that the writing is automatic can only lie in the production of\nnames or facts unknown to the writer. But it is easy for competent\nobservers, under certain circumstances, to satisfy themselves that what\nthey write, although containing no facts new to them, has 1&Ot passed\nthrough their consciousness. I am speaking at present, of course, of\ncases where one person alone is writing, either with or without\nPlanchette.\nThe first incipient stage of automatism is described in the following\naccount by Mr. H. Arthur Smith, author of \"The Principles of Equity,\"\nand a member of the Council of the Society for Psychical Research.\nIn experimenting alone, since, I have not succeeded in getting any\nmotion out of the instrument aliunde; but I think I have observed that\nwhen my hand rested on it, the wrist being grasped by the other hand, 8.\nword, on which I concentrated my attention, was written without any\nconscious volitional effort. I am doubtful as to this, as it is a difficult thing\nto be sure of the absence of volition, but such is my decided impression.\nNext we have the experience of Mr. A. (a friend of the writer's).\nwho can often write words by mere attention without any voluntary\nmuscular action whatever, He fixes his mind on a word, and his hand\nwrites it with energy,-aB though hy an involuntary spasm or true\neacoetJu~B Bcribendi,-while he is studiously avoiding all intentional\nimpulse. This experience is interesting, as being precisely what\nmight· have been anticipated, as an intermediate step between\nwriting which is wholly voluntary and writing which is wholly\nautomatic. It seems probable that there might be a point at\nwhich consciousness extended to the idea related with the move-\nment, but not to the movement itself, at which there was still\nattention, but not voluntary muscular action. We have next to find\nan example of writing wholly automatic, indicating if possible by\nits very substance that it has not consciously passed through the\nwriter's mind. It is naturally not very easy to fix on written matter\nof which we can affirm both that it is such as the'writer's unconsciouB\ncerebration might have produced, and that it is such as his con-\nJicious cerebration had no share in modifying. There a.re frequent.\ncases in which the writer affirms that he is not aware of the letters\nwhich he is writing until he is in the act of writing them; or sometimes\nuntil they are written. In such cases the nervous process which causes\nthe act of writing would seem to be unconscious; although the mental\nact required to produce the formation of a letter is so simple and rapid\nthat it is hard to be sure that there was not a semi-consciousness of it\nalmost immediately forgotten. Sometimes however, in the midst of\nDigitized by Coogle\n\f226 On a Tekpatltic E:epkmation of 80me [Nov. 28,.:\n'Writing of this kind the result of the involuntary movement of the pen\nis a.ltogether puzzling to the writer,-is something which he has to ma.ke\nout with difficulty a.s if it were the product of another brain ;-and in.\nsuch cases we have, I think, to suppose that a rather complex process.\nof unconscious cerebration has taken place. An excellent instance of\nthis kind has been sent to the Society by the above-mentioned Mr. A.\non whose accuracy we believe that we can thoroughly rely. We give\nit in ~ull because it is a good instance of the capricious half-nonsense\nwhich believers in Spiritualism often unhesitatingly refer to the agency-\nof spirits, but which every intelligent Spiritualist would surely be glad\nto be able to explain in some other way.\nTh.e indisputable evidence for complex unconscious cerebration which-.\nthis case seems to me to furnish lies in the fact that here the Pla.nchette\n'Writes not only unintelligible abbreviations but absolute anagrams of\nsentences; o.ns.gra.ms, indeed, of the crudest kind, consisting of mere-\ntranspositions of letters, but still puzzles which the writer had to set\nhimself to decipher ab extra. The chances a.gainst drawing a group of\nletters at random which will form several definite words and leave\nno letters over, are, of course, very great indeed.\nCLELIA, OR UNCONSCIOUS CEREBRATION.\nThe following experiment will be regarded by some as a beautiful proof\nof unconscious cerebration; by others as an indubitable proof of the existence\n()f spirits. Others, again, will, like myself, reniain halting between the twOo\nopinions, with a decided leaning to the scientifically more orthodox. I\nwished to know if I were myself an automatic writer, or so-called writing\nmedium. The experiment was made Easter, 1883, upon one day, and after\nan interval of a week, continued upon three consecutive days; upon four\ndays in all. Upon the first day I became seriously interested; on the second\npuzzled; on the third I seemed to be entering upon entirely novel experi-\nences, half awful and half romantic; upon the fourth the sublime ended very\npainfully in the ridiculous.\nFIRST DAY.\nQ. 1. Upon what conditions may I learn from the unseen 1\n~ 1. .\nMy hand immediately moved, though not to a very satisfying issue.\nBut, as my expectation of the answer had been that the condition\nwas a strict adherence to the absolute rule of right, holiness in short,\nI took this answer to be at any rate consistent with my expectation.\nand continued :\nQ. 2. What is it that now movu my pen 1\nA. 2. Religion.\nQ. 3. What moves my pen to write that answer 1\nA. 3. Conscience.\nDigitized by Coogle\n\f1884.J So-called Spiritualistic Pllenomena.\nQ. 4. What is religion 1\nA. 4. Worship.\n227\nHere arose a difficulty. Although I did not ex-peet either of these three.\nanswers, yet when the first few letters had been written I expected\nthe remainder of the word. 'l'his might vitiate the result. Cons-,\nfor instance, might have ended as consciousness, had I thought of\nthat word instead of thinking of conscience. As if to meet the·\ndifficulty, just as if an intelligence wished to prove by the mannel'\nof answering that the answer could be due to it alone, and in no·\nway and in no pa.rt to mere expectancy, my next question received'\na singular reply.\nQ. 5. Worship of what 1\nA. 5. wbwbwbwbwb-\nQ. 6. What is the meaning of wb '?\nA. 6. Win, buy.\nQ. 7. What1\n_ . .• 7\n.._1 ,,'\n- \"upon the first day.· It was quit; a m~ute before it wrote as above.\nUpon the analogy of wb, I proceeded.\nQ. 2. What does F stand for 1\nA. 2. Fe8i.\nQ. 3. 11\nA. 3. Ie.\nQ. 4. i 1\nA. 4. iv y.\nQ. 5. 81\nA. 5. sir.\nDigitized by Loo\n\fNOTE TO PAGE 226.\nIt should be stated here that besides the anagrams given in the\ntext, Mr. A. obtained also other anagrams; as wfvs yoitet (Testify!\nvow!); ieb iov oufwle (I go, vow belief !); and in reply to the question\n\"How shall 1 believe 1\" neb 16 vbliy ev 86e eaif ee (Believe by fear\neven, 1866). How unlikely it is that all this was due to mere accident\nmay be seen by anyone who will take letters, (the vowels and con-\nsonants roughly proportioned to the frequency of their actual use,) and\ntry to make up a series of handfuls completely into words possessing\nany grammatical coherence or intelligible meaning. Now in Mr. A.'s\ncase all the professed anagrams (when legible) were found to be real\nanagrams, (with one error of i for e); some of the sentences were real\nanswers to the questions; and not even the absurdest sentences were\nwholly meaningless.\nDigitized by Coogle\n\f1884.] So-called Spiritualistic Pltenomena.\nQ. 4. What is religion 1\nA. 4. Worship.\n227\nHere arose a difficulty. Although 1 did not·ex-peet either of these threa\nanswers, yet when the first few letters had been written I expected\nthe remainder of the word. 'l'his might vitiate the result. Cons-,\nfor instance, might have ended as consciousness, had I thought of'\nthat word instead of thinking of conscience. As if to meet the-\ndifficulty, just as if an intelligence wished to prove by the manner\nof answering that the answer could be due to it alone, and in no·\nway and in no part to mere expectancy, my next question received:\na singular reply.\nQ. 5. Worship of what 1\nA. 5. wbwbwbwbwb-\nQ. 6. What is the meaning of wb'l\nA. 6. Win, buy.\nQ. '1. What1\nA. '1. Know (ledge).\nHere I knew the letters which were to follow, and the pen made a.\nsudden jerk, as if it were useless to continue.\nQ. 8. How?\nA.8._________\nHere I was referred to the first answer. Although startled by the fifth.\nand seventh answers, which at firBt wight seemed to show an\nindependent will and intelligence, yet, as I had learnt nothing new,\nI concluded the whole to be due to unconscious cerebration and\nexpectancy. Having, then, put a few questions as to matters of\nfact unknown to ll,)e, but easily discoverable, and the replies being:\neither illegible or wrong, I was confirmed as to the complete-\nnaturalness of the phenomena.\nSECOND DAY.\nQ. 1. What is man 1 (i.e., What is the nature of his being 1)\nA. 1. Flise.\nMy pen was at first very violently agitated, which had not been the case.\nupon the first day. It was quite a minute before it wrote as above_\nUpon the analogy of wb, I proceeded.\nQ. 2. What does F stand for 1\nA. 2. FeBi.\nQ. 3. 11\nA. 3. Ie.\nQ. 4. i?\nA. 4. i-v y.\nQ. 5. s1\nA. 5. sir.\nDigitized by Coogle\n\f228 On a Telepathic Efl:planation oj 80me [Nov. 28,\nQ. 6. e1\nA. 6. eye.\nFesi Ie ivy sir eye.\nQ. 7. Is this an anagram 1\nA. 7. Yes.\nQ. 8. How many words in the answer 1\nA. 8. 4.\nI tried for a few minutes to solve it without success. Not caring to\nspend much time in trying to solve what might have no solution, I\ngave it up.\nQ. 1. (rep.) What is man 1\nA. 1. Teft Hasl Esble Lies.\nTHmD DA.Y.\nThis answer was written right off.\nQ. 2. Ia.this an anagram 1\nA. 2. Yes.\nQ. 3. How many words in the answer 1\nA. 3. V (i.e., 5).\nQ. 4. What is the first word 1\n.1\\.. 4. See. .\nQ. 5 What is the second word 1\nA. 5. Eeeeee--\nQ. 6. See 1 Must I interpret it myself 1\n.A. 6. Try.\nPresently I got out\n'\" Life is the less able.\"\nNext I tried the anagram given upon the previ~us day, and at last obtained\n\" Every life is yes.\"\nBut my pen signified that it preferred the following order of words,\n\" Every life yes is.\"\nSome remarks concerning the probable genesis of these oracular sentences\nwill be made in the sequel. I do not know whether any other interpretations\ncan be given to the letters. But these fulfil the requirements as to the\nnumber of words; and the action of the pen, assisting in the process of\ninterpretation, pointing to the letters, accepting these and rejecting those\noCombinations, left no doubt in my mind that I had hit the meaning.\nBut now I was so astonished at the apparently independent will and\nintellect manifested in forming the above anagrams that, for the nonce, I\nbecame a complete convert to Spiritualism ; and it was not without something\n.of awe, that I put :-\nQ. 7. Who art thou 1\nA. 7. OZelia II\nQ. 8. Thou art a woman 1\nA. 8. Yes.\nQ. 9. Hast thou ever lived upon the earth 1\n.A. 9. No.\nDigitized by Coogle\n\f1884.] &-calkd Spirituali8tic Phenomena. 229\nQ. 10. Wilt thou 7\nA. 10. Yes.\nQ. 11. When 7\nA. 11. Six ye&l'l.\nQ. 12. Wherefore dost thou speak with me 7•\nA. 12. E if Clelia e 1.\nIt has been already said that when I experimented I had a certain\nfever of speculative pessimism upon me. It was, therefore, with\nincreasing excitement that I perceived as an interpretation\n\" I Clelia feel.\"\nBut upon my asking whether this was right \" Clelia \" wrote\nagain thus\nQ. 13. Is 20 your age 7\nA. 13. eX). (She was eternal.)\nQ. 14. Then 20 what 1\nA. 14. Words.\n\" E if Clelia e 1.\"\n20\nI was obliged to reserve the reception of these till the morrow. I am\nwriting not a tale of Edgar Poe, but a scientific narration of fact. Therefore,\nnothing shall be said of my feelings and ideas upon this occasion. It was\nevident that I was in communication with a-beautiful1-spirit' of romantic\nname, who in six years time was to be born upon the earth. My snatches\nof sleep that night were few and far between.\nFOURTH DA.Y.\nI began my questioning in the same exalted mood, but, to my surprise.\ndid not get the same answer.\nQ. 1; Wherefore dost thou speak with me 7\nA. 1. [Wavy line. Repetition and emphasis: Wherefore dost thou speak\nwith me?]\nHowever, I thought this \"a solemn and piercing rejoinder,\" and\nproceeded to consider my motives, and purify them from all earthly\nand unspiritual alloy. Then-\nQ. 2. Wherefore dost thou answer me 1\nA. 2. [Wavy line. Wherefore dost thou answer me ?]\nQ. 3. Do I answer myself 1\nA.3.'Yes.\nQ. 4. Is Clelia here 1\nA. 4. No.\nQ. 5. Who is it, then, now here 1\nA. 5. Nobody.\nQ. 6. Does Clelia exist 1\nA. 6. No.\nDigitized by Coogle\n\f230 On a TelepatMc Ezplanation 01 80me\nQ. 7. With whom did I speak yesterday 1\n.A. 7. No one.\nQ. 8. Why didst thou lie 1\n.A. 8. [Wavy line. Why didst thou lie 1]\nQ. 9. Do souls exist in another world 1\nA. 9. mb.\nQ. 10. What does m b mean 1\nA. 10. May be.\n'Q. 11. What was that last answer of yesterday again 1\n1... 11. Eif Clella 0 el,\ni.e., I feel no Clella ;\nor, the original may have been\n\" I Clella flee.\"\nAnd the 20 meant no, negativing my interpretation.\nMy pen now became altogether wild, sometimes affirming and\nsometimes denying the existence of Clelia, and finally performed as\nfollows:- .\nceo a.e.\nI wrote ce, and u.c., and placed my pen in the middle between\nthem. It refused to point to either, but upon my writing \"partly\neach\" above, my pen underlined the words.\nPOSSIBLE ScIENTIFIC EXPLANA.TION.\nThe desire for an answer was sufficient in the first place to put brain and\n:muscles in motion.\nA desire soon arose to avoid the effect of expectancy. To meet this desire\nthe brain unconsciously formed anagrams ; one of these anagrams, \"Life is\nthe less able,\" is a sentiment only too frequently met with in the spiritualistic\nliterature which I had been lately reading.\nThe other, \"Every life is yes,\" is similarly derived from Spinoza, whom\nI had just been reading. He has much about all existence being affirmation\n.of the Deity. .\nThus both these expressions were imbedded in my brain by late reading,\n~d this fact supports the supposition of u.c. being the agent.\nWith regard to \"Clella,\" I had written cl when the rest of the word\n-flashed upon me, and this may have vitiated the answer through expectancy ;\noand all that followed about Clella may have been a structure upon a false\nfoundation; which, therefo~, my brain having unconsciously considered\nduring the night, proceeded upon the next day to demolish.\nDigitized by Coogle\n\f1884~J 'So-called Spiritualistic Phenomma. 231\nPOSSIBLE' SPIRITUALISTIC INTERPRETATION.\nThat upon the first day it was perhaps u.c. acting for the most part.\nBut on the second day, the great agitation of the hand, the complicated\nintellectual process, the insistance (\" See,\" \"Try\") would point to a spirit's\n<>perating upon the cerebral particles.\nThat this spirit chose to call he~elf Olelia, and. that having manifested\nherself she fled, leaving me upon the fourth day to the unassisted operation\nof u. cerebration.\n.Although as I have said, I incline strongly to the scientific explanation,\nthat inclination does not rise to absolute belief. But I must confess I should\nnot expect myself to be able to hit upon the right explanation, and it is with\nthe hope that some psychologist may clearly explain it that I wish to call\nattention to it. There is another reason, more singular, for my calling\nattention to it, namely, that the automatic power has left me, and almost the\nlast anagram I received was\nWvfs yoitet- testify, vow.\nScmNTIFIC EXPLANATION OF WHY THE POWER HAB CEABED.\nThe ever present desire not to write a letter which I expect beforehand,\nacts as a neutraliser to all power of writing. Seeing myself about to form a\nletter, say 0, I fear that I have expected it, thereupon the pen at once stops,\nor sometimes, between the opposing tendencies, describes a curve. This\nfear was not thought of in the first experiment, and reasoning upon the\nphenomena has since paralysed the power of producing them.\nSPIRITUALISTIC INTERPRETATION.\nThe spirit is weary of my unbelief, and I am weary of her coquetry.\nNote 1. I simply took a pen into my hand. Since, I have tried with the\nPlanchette, but without any success.\nNote 2. I have never known anyone named Olelia.\nNote 3. I have not been in the habit of writing anagrama, though I have\ndone so in boyhood.\nIt will be observed that Mr. A., Ghough quite alive to the mode\n(If interpretation ;hich we have here adopted, retains himself some\nlittle doubt as to the intervention at one point of an external agency.\nThis seems mainly owing to the subjective sensation of an agitation. or\ninsi&tance, 'Which seemed to him too powerful to have existed in his own\nmind entirely below the threshold of consciousness.Were such agitation\nnever more marked than in the present case, it need not, perhaps, inter-\npose much difficulty; but we shall come to instances where it becomes\ndominant and violent to a perplexing extent. At present we must\nmerely notice that the stream of automatism does not always run\nsmoothlyon.'\nWe now come to the case where several persons, with their handa\nDigitized by Coogle\n\f232 On a Telepathic E~lanatiolJ of Bome [Nov. 28~\nunited on the Planchette, obtain answers which are not consciously\npresent to the minds of anyone of them.\nBut here we must first ask ourselves: Is this in reality a new case 1\nWill it not be simpler to suppose that one agent alone is concerned,\nand that the rest are merely passive1\nUndoubtedly this would be simpler; and this would be what we\nmight have expected. But actual experiment seems to show that there\nare cases where motion does not ensue when either A or B places his\nhand on Plauchette, but does ensue when both so place their hands.\nIf the motion which ensues is of a merely random kind-no definite\nwords being written-we may refer it to a mere summation of two\nordinary unconscious muscular actions, either of which actions singly\nwas unable to move the machine. But if definite words are written it\nis hard to explain this by a mere summation either of physical or\npsychical inHuences. Why should the same word arise in both minds 1\nWhy should both hands move automatica.lly in the same direction 1 If\nA's hand will not write a word when he alone touches the Plauchette,\nwhy should the superposition of B's :finger-equally powerless alone-.\nlead to the production of rapid sentences 1\nIt may still be suggested that B's finger may contribute just the\ninitial Blwv6 which A needs in order to set his own more complex\nautomatism going. But this supposition would hardly meet the cases\nwhere Planchette will write \/OT no on6 but .A, and \/OT A only JUBt BO\nlong as B touclUJB it alBo; stopping short in its vigorous career the\ninstant that B's finger is removed. Here the first shove has long since\nbeen given; the writing has begun; yet B's withdrawal stops it,\nalthough B can get no writing himself, either alone or with 0, D, &c.\nIn cases like this where a. novel effect is produced by the juxtapo-\nsition of two quantities whose simple summation is not antecedently\nseen to be capable of producing the said effect, two hypotheses suggest\nthemselves. The summation of the two quantities may raise their\nactual volume to a point necessary for the appearance of some new\nforce or quality, which may have been virtually or actually present in.\neach quantity severally, though in a degree beneath our limit of obser-\nvation. Or, again, the juxtaposition may in itseif involve alteration\nas well as addition; the two bodies may influence each other\nand give rise to phenomena which neither of them could have origi-\nnated alone.\nThe Spiritualist theory of Plauchette-writing assumes the fonner of\nthese two hypotheses,--something in this way. There is an external\nagency which desires that the word \"Byron\" should be written. It.\nacts by possessing itself of a certain internal force, which varies in each\nindividual. That force in A is insufficient to enable the \"spirit\" to\nwrite the word through A's hand. The same is.the case with B.\nDigitized by Coogle\n\f1884.] ,Sarcalled SpiritualiBtic Phenomena. 233\nBut when the two hands can be used to guide the same pencil, the\n\" spirit\" uses the sum of both forces, and the pencil moves. More than\ntwo persons may be necessary. C's force and D's force may have to be\nadded to A's and B's. On the other hs.nd, E's force may be sufficient\nby itself to enable the external agency to write the word, either by\nmeans of Planchette, or by direction imposed lJpon the pen.\nOn the other hand, I shall, at present, prefer to conjecturo\nthat there may have been some development of a new energy of a\ntelepathic character. In some unknown way, I would suggest, the two\nminds are acting on each other, and the writing is a resultant of their\nunconscious mutual play. Neither theory is at present capable of direct\nproof. They are merely of use to direct our observation to the important\npoints in the cases submitted to us. Here is another from Mr. H. A.\nSmith, who has had the patience to analyse many of these communica-\ntions, which, be it observed, are generally quite equally puerile what\never be the operator's own level of intelligence.\nMr. Smith and his nephew placed their hands on the Planchette,\nand a purely fantastic name was given as that of the communicating\nagency.\nMr. Smith asked:\n\"Where didyou live7\" A. \"Wem.\" This name was quite unknown to\nany of us. I am sure it was to myself, and as sure of the word of the others\nas of that of anyone I know.\nls it decided who is to be Archbishop of Canterbury 7 A. Yes.\nWho 7 A. \" Durham.\" As none of us remembered his name, we-\nasked.\nWhat is his name 7 A. \"Lightfoot.\" Of course, how far the main\nstatement is correct, I don't know. The curiosity at the time rested in the-\nfact that the name was given which none of us could recall, but was found\nto be right.\nNow, this is just one of the cases which a less wary observer might\nhave brought. forward as evidence of spirit agency. An identity, it\nwould be said, manifested itself, and gave an address which none present\nhad ever heard.· But I venture to say that there cannot be any real\nproof that an educated person has nevel\" heard of Wem. A permanent\nrecorded fact, like the name of a town which is to be found (for instance)\nin Bradshaw's Guide, may at any moment have been presented to Mr.\nSmith's eye, and have found an unobtrusive lodgment in his brair.o..\nThe phenomena of dreams should teach us to -be slow to draw nega-\ntive conclusions as to what facts may not have thus imprinted them-\nselves unconsciously on the sensorium. For we find, by the\naccounts sent to us, that a class of dreams on which Aber-\ncrombie and others have laid stress, tends to recur pretty frequently\nat the present day. The type is this: A man has mislaid an\nT\nDigitized by Coogle\n\f234 On a Telepathic Eteplanation (If 80me [Nov. 28,\nimportant letter. He looks in all likely places in vain; then dreams\nthat it is in some special and very unlikely place; and finds it there\nwhen he wakes. Now here we must assume that he ha.s put the letter\nin the unlikely place in what we call \"a fit of absence\"; but that\nthe distra.ction of mind which has prevented the act from forming part\nof his current of normal memory has not prevented it from recording\nitself in his bra.in, and reappearing in sleep, when the correlated\nelements (so to say) in his bra.in have been excited by his fruitless\nsearch.\nI hold, therefore, that the word \"Wem\" may have been already\nlodged in the mind of one of the writers, and may have pre-\nsented itself at this particular moment by what is called accident; that\nis to say, by virtue of some still more underground form of that same\nsub-conscious action which often brings some well known but irrelevant\nname or word suddenly into our consciousness, especially in moments of\ninaction or drowsiness.\nIn the answers\" Durham\" and\" Lightfoot,\" we have the same kind\nof attempt to meet expectation which we noticed in Mr. A's ca.se. This\nreminds us of ca.ses where in a dream we ask a question with vivid\ncuriosity, and are astonished at the reply ; which nevertheless proceeds\nfrom our,elve8 as undoubtedly as does the inquiry.\nThis preliminary discussion has, it may be hoped, left us with some\nnotion of the kind of opportunity which Planchette-writing affords for\ntelepathic action. We have, perhaps, formed the conception of an ob-\nscure ocean of sub-conscious mental action ;-hidden waves whose\nshifting summits rise for a moment into our view and disappear. And we\nshaJl not be surprised to find that any influences which may habitually\nstream from one mind to another may manifest themselves here more\neaBily, though perhaps more confUledly, than in the upper air of our\nfull waking intelligence.\nI will begin with a ca.se where the intermingling of telepathy with\n()rdinary unconscious cerebration is doubtful, but not impossible.\nFrom Mr. H. Arthur Smith, 2, New Square, Lincoln's Inn, W.O.\nPresent-H. A. Smith (A), R. A. H. Bickford-Smith (B), another\ngentleman (0), and two ladies (D and E).\nR. A. H. B.-S. having, on previous occa.sions, exhibited considerable\naptitude for automatic writing with a Planchette, it was designed to apply\nthis instrument as a means of testing the transference of thoughts. No exact\nrecord having been made at the time of the whole of the resu,lts obtained, it\nwould be of little service now to record isolated instances of success.\n.Sometimes names thought of were correctly reproduced, sometimes not; but\nthe proportion of successes to failures cannot now be accurately stated. The\nfollowing incident, however, very much struck us at the time, and seems\nworthy of record.\nOur method of procedure at the time was as follows :-0, Bitting at one\nDigilizedb,.Google\n\f1884.] So-called Spiritllalistic Phenomena. 235\nend of the room, wrote down a name of an author, showing it to no one in\nthe room ; B had his hands on the Planchette, no one else being in contact\n,with him or it. 0 fixed his attention on the written name, and our design\nwas to see whether that name would be written through the medium of the\nPlanchette. The ladies were meanwhile sewing in silence, and taking no part\nin the experiments. It happened that one of the ladies had at the time,\nowing to some painful family circumstances, the name of a gentleman (not\npresent) painfully impre88ed on her mind. The name was not a common one,\nand though all present knew something of the circumstances, they had not\nbeen mentioned during the evening, and no one had mentioned the name in\nquestion, which we will call \"Bolton.\" 0 then wrote \"Dickens\" on his\npaper, and was \"willing\" B with all his might to write this, when, to the\nsurprise of everyone, Planchette rapidly wrote \" Bolton.\" This was not only\n'surprising to us, but painful; and no comments were made at the time, the\nsubject being changed as rapidly as possible. It would appear from this that\nthe effect of O's volitional concentration was overmatched by the intensity of\nthe lady's thought, though not directed to the same object.\nH. ARTHUR SMITH•\n.April zru\", 1883.\nNow here I think that it is possible that the lady's mental action may\nhave contributed, as Mr. Smith supposes, to the very result which she\nso little desired. Perhaps, however, 'the word written may have\n,emanated from the unconscious cerebration of the writer alone.\nIn our next case, assumi~ the accuracy of the account, we are\nalmost forced to adopt the telepathic hypotht'.sis. The conditions are much\nthe same as in our own recorded experiments ;-the minds of the agents,\nthat is to say, are intently fixed on some word or picture, and the per-\ncipients (who are represented by the unconscious writers with the\nPlanchette) reproduce a corresponding word or initial. The account is\nfrom Mrs. Alfred Moberly, Tynwald, Hythe, Kent, and it is corrobo-\nrated, with some additional examples, by two other ladies present at\nthe time.\nMay 9th, 1884.\nThe operators were placed out of sight of the rest of the company, who\nselected-in silence-a photograph, one of an albumful, and fixed their\nattention on it. We-the operators-were requested to keep our minds a\nblank as far as p088ible and follow the first involuntary motion of the\nPlanchette. In three out of five cases it wrote the name or initial or some\nword descriptive of the selected portrait. We also obtained the signatures\nto letters selected in the same manner. We both knew perfectly well that\n106 were writing-not the spirits, as the rest of the company persist to this\nday in believing-but had only the slightest idea what the words might\nprove to be.\nWe have tried it since, and generally with some curious result. A\ncrucial test was offered by two gentlemen in the form of a question to\nwhich we couldn't possibly guess the answer. \"Where's Toosey 1' The\nDigitized by G6og1e\n\f236 On a Telepathic Explanation oj Bome [Nov. 28,\nanswer came \"In Vauxhall Road.\" \" Toosey,\" they explained, was a pet.\nterrier who had disappeared; s).lspicion attaching to a plumber living in the\nroad mentioned, who had been workiI:1g at the house and whose departure\ncoincided with Toosey's.\nOf course, in the case of the inquiry after the lost dog, we may sup-\npose that the answer given came from the questioner's own mind. Mrs.\nMoberly and her friend;; seem to have been quite aware of this; and\nwere little likely to fall into the not uncommon error of asking\nPlanchette, for instance, what horse will win the Derby, and staking,\nperhaps, some pecuniary consideration on the extremely illusory\nreply.\nI shall devote the next case-the last which I shall cite at present--\nto the illustration of this special point, namely, the manner in which the\nquestioner's own anticipation is reflected in the reply, even when that\nreply professes itself to come, or is supposed by the experimenters to\ncome, from some independent source. And since it is always satisfac-\ntory if one can illustrate one's own view by a statement whose author\nintended it to prove a view directly opposite, I will take a case which\nwas sent to Professor Barrett by a convinced Spiritualist, as a proof of\nthe reality of intercourse with the departed. The names were stated ;\nbut as I am citing the narrative in a sense differing from that which its\nwriter meant it to qear, I will not now give them, and will only say\nthat all three persons concerned are of very good position.\nMarch 22nd.\nOne evening, a few years ago, I had with me two young friends.\nMademoiselle de P., now Lady S.• and Mademoiselle de P--n, her cousin,\nwho is Grande Gouvernante to the daughters of the Crown Prince of\nGermany, both complete unbelievers in Spiritualism. To amuse them,\nhowever, as I sometimes write under occult Influence, I asked Mademoiselle\nde P., to fix her thoughts on some one I did not know, to see whether my\nhand would write something true concerning him or her. She did as I\nrequested, and soon my hand wrote, \"His life has been overshadowed by\nthe act of another.\" She looked astoni.shed and said that the person she\nwas thinking of had had a brother to whom he was much attached, who had\ncommitted suicide.\nShe then asked if she could be told where she had met him for the first\ntime. My hand wrote, \"It was at the foot of a marble staircase splendidly\nillum.inated by a July sun; as you went up he gazed after you as one gazes on\nthe track of a dazzling meteor.\" This also was correct; she had met him, she\nsaid, for the first time at the foot of the staircase of the Ministere de Ill.\nGuerre, in Paris, and her cousin added that he had been much struck with\nher. The only inaccuracies were that the staircase was not a marble but a\nstone one, and that it was a September sun that shone. .\nWhen I write in this way the ideas do not come (consciously at least) from\nmy mind, and my hand seems to be gently moved by some external influence.\nDigitized by Loo\n\f1884.] So-called Spiritualistic Phenomena. 237\nNow I confess that this description of the staircase,and the meteor,\nand so forth, suggests to me as its source, not so much a male spirit\ndisembodied as a female spirit still in the flesh.\nThe romantic tone of the communication seems to reflect the mood\nof the persons present; and the slight inaccuracies are just such as we\nhave found to occur in the experimental transference of words, &c., from\none mind to another.\nBut here I must, for the present, pause. We have reached a stage\nat which the nature of the problem presented to us is somewhat\nchanging. Up to the present point we have been aiming mainly at two\nthings. The operation of unconscious cerebration in automatic writing\nhas been illustrated with some fulness ; and it has thus been shown that\nsome of the effects which Spiritualists ascribe to spirits are ~eferable to\nthe unconscious action of the writer's own mind.\nAnd we have seen unconscious cerebration begin to blend, as it were,\ninto telepathic influence, and have noted certain cases where, judging\nby the analo6J of our previous experiments, Thought-tranSference\nsuggests itself as the most probable explanation.\nIn a second paper I hope to give some more strongly-marked cases of\ntelepathic influence, showing itself through automatic writing and other\nunconscious muscular movements. It has been by tracking the writer's\nown unconscious cerebration as far as it would carry us that we have\nbegun clearly to recognise a limit beyond which that explanation no\nlonger holds good. We have next to explore the full extent of the field\nwhich telepathic communication covers, and to consider whether there\nis still a residuum of phenomena which need the intervention of\nintelligences other than the intelligences of living and breathing men.\n\f","_id":521}