{"name":"Proceedings of the Society for Psychical Research 1123 3009 8895","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_30_december_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, December 20, 1884","mylang":"de","content":"238 General Meeting. [Dec. 30~\nPROOEEDINGS OF THE GENERAL MEETING ON\nDecerrWer 30, 1884.\nThe eleventh General Meeting of the Society was held at the Rooms\nof the Society of British Artists, Suffolk-street, Pall Mall, on Tuesday,\nDecember 30, 1884.\nPROFESSOR HENRY SIDGWICK, PRESIDENT, IN THE OHAIR.\nII.\nThe President opened with the statement of a proposed change in\nthe relations between the Oouncil of the Society and the investigating\nCommittees. The Council, he said, had come to the conclusion that it\nwas desirable that, for the future, the responsibility for both the facts\nand the reasonings in papers communicated to the Society, and pub-\nlished in the Proceedings, should rest entirely with their authors, and\nthat the Council, as a body, should refrain from expressing or implying\nany opinion on the subjects thus brought forward. The reason for this\nchange was to pe found in the position which the Society had now\nreached. On the one hand, by the work which had been accomplished\nit had obtained the adhesion of a certain number of men of scientific\nreputation, whose services on the Oouncil would be of the highest value,\nbut who, though generally sympathising with the Society's aims and\nmethods, would be reluctant to pledge themselves to the conclusions of\nany investigation in which they had not personally been concerned.\nOn the other hand, a necessity was now strongly felt of concentrating\neffort on the most difficult and obscure part of the task originally\nundertaken-namely, the phenomena of so-called Spiritualism. In this.\nregion it could hardly be hoped to maintain, even in the Council itself,\nthe amount of agreement which had been arrived at in the investigation\nof Thought-transference and Mesmerism.\nProfessor Barrett read a paper on certain narratives which had\nbeen received from various correspondents, containing some remarkable\ninstances of success in the \"willing-game,\" and also a few cases of\napparent Thought-transference without contact. In this paper, and in\nthe discussion that followed it, special attention was called to the con-\nditions which must be fulfilled in order to give the records of such experi-\nments an evidential value. A careful account of the experiments should\nbe written down at the time that they are made j and this account should\nin every case include the whole aet of trials made at that time, failures.\n\f1884.] Re8earche8 in Thought-Traniference. 239\nas well as successes. The importance of excluding contact, or any\nother opportunities of unconscious indications, was again emphasised.\nMr. Edmund Gurney then gave a brief abstract of the following\npaper :-\nIII.\nM. RICHET'S RECENT RESEARCHES IN THOUGHT-\nTRANSFERENCE.\nThe number of the Revue PhilosophiqU6 for December, 1884 (Felix\nAlean, editeur, 108, Boulevard St. Germain, Paris), contains an account,\nby the well-known 8avant, M. Ch. Richet, of some most interesting and\noriginal experiments in Thought-transference, conducted by himself and\na group of his friends. The title of his paper is \"La.Suggestion Mentale\net Ie Calcul des ProbabiliMs.\" By mmtalsuggestion he means exactly\nwhat we term Thought-transference-the communication of ideas from\none mind to another otherwise than. through the recognised sensory\nchannels.\nBeginniug with some general remarks on the limitations of our\nknowledge, M. Richet shows the unwisdom of attempting to set limits.\nto the possibilities of Nature on apriori grounds, and the importance of\nkeeping the mind open to evidence for novel facts. He further points\nout that experiments in delicate psychical phenomena necessarily differ\nfrom experiments on the matter and forces of the inorganic world, in\nthat the results can never be predicted with certainty. When it has\nonce been discovered that iodide of sodium is decomposed by chlorine,\nthis result can for ever after be produced with absolute certainty under\ncertain simple conditions. But in the case of Thought-transference, the\nconditions of success are inscrutable and unstable; out of 20 trials,\nthe faculty, even if it exists, may only once take appreciable effect.\nAfter this brief prefa.ce, M. Richet comes to the details of his own\ninvestigation. And here his originality does not immediately show\nitself in the form of the experiments. They are divided into three\nmain groups j and in the first of these the plan was one which has been\nrepeatedly adopted by our own Committee on Thought-transference. A\ncard being drawn at random out of a pack, the \"agent\" fixed his att.en-\ntion on it, and the \"percipient\" endeavoured to name it. The novelty\nof M. Richet's method was this j that though the success, as judged by\nthe results of any particular series of trials, seemed slight (showing\nthat he was not experimenting with what we should consider\" good sub-\njects \"), he made the trials on a sufficiently extended scale to bring out\nthe fact that the right guesses were on tl~6 wl~ol6, though not 8trikingly,\nabove the number that pure accident would account for, and that their\ntotal was considerably above that number.\nDigitized by Coogle\n\f240 lle8earcM8 in TlIougkt-Tranaference. [Dec. 30,\nThis observation involves a new and striking application of the\ncalculus of probabilities. M. Richet takes advantage of the fact that,\nthe larger the number of trials made under conditions where success is\npurely accidental, the more nearly will the total number of successes\nattained conform to the figure which the formula. of probabilities\ngives. For instance, if some one draws a ca.rd at random out of\na full pack, and before it has been looked at by anyone present,\nI make a guess at its suit, my chance of being right is of course\n1 in 4. Similarly if the process is repeated 52 times, the\" probable\"\nnumber of successes, according to the strict calculus of probabilities,\nis 13; in 520 trials the probable number of successes is 130. Now if we\nconsider only a short series of 52 guesses, I may be accidentally right\nmany more times than 13, or many less times. But if the series be pro-\nlonged -if 520 guesses be allowed instead of 52-the actual number of\nsuccesses will vp:ry from the probable number within much smaller\nlimits; and if we suppose an infinite prolongation, the proportional\ndivergence between the actual and the probable number will become\ninfinitely small.* This being so, it is clear that if, in a very short series\nof trials, we find a considerable difference between the actual number of\nsuccesses and the probable number, there is no reason for regarding this\ndifference as anything but purely accidental; but if we find a similar\ndifference in a very long series, we are justified in surmising that some\n, condition beyond mere accident has been at work. If cards be drawn\nin succession from a pack, and I guess the suit rightly in 3 out\nof 4 trials, I shall be foolish to be surprised; but if I guess the suit\nrightly in 3,000 out of 4,000 trials, I shall be equally foolish not to be\nsurprised.\n\/ * 1tL Richet mentions one condition as calculated to interfere with the\nrule of pure accident, in a series of guesses made in the way described. He\nremarks, truly enough, that the guesser, it told, after each guess, whether he has\nbeen right or wrong, may have an unreasonable instinct that the next card or\nsuit will be different from the last ; and he adds: \"Mais cetinstinct trompe plus\nsouvent qu'll ne sert, de sorte qu'en regIe gen~rale, on dit moins bien quand on\ndevine, que quand c'est Ie hasard qui parle pour nons.II But whatever goes OD·\nin the guesser's mind-even if he laboriously follows some complex system, as\nis so frequently done by gamblers, still, if the cards are drawn absolutely at\nrandom, the rightness or wrongness of the guess mnst remain a matter of pure\naccident. For the rightnellB or wrongness of the guess involves a relation\nbetween tu:o things, of which the guesser can only control one. The drawer\nsupplies a card; the gueBBer supplies a card's name; correspondence between\nthe two events means a SUccell8. Now, ell: kgpotheai, nothing but pure accident\ngoverns the first event-the drawing of the C'.'rd; therefore, any guess that is\nmade has exactly the same chance of being right as any other, whatever be the\nprinciple or no-principle on which the guesser acts. And if his mental procesaea\nare irrelevant to his chance of success in each particular cue, they are, of\ncourse, equally so to the percentage of his SUCC8ll88S in the aggregate.\nDigitized by Coogle\n\f1884.] Researches in Tltotegkt-Tranifennce. 241\nNow M. Richet continued his trials until he had obtained a very\nlarge total; and the results were such as at any rate to suggest that\naccident had not ruled undisturbed-that a guiding condition had been\nintroduced which affected in the right direction a certain small\npercentage of the guesses made. That condition, if it existed, could\nbe nothing else than the fact that, prior to the guess being made, a\nperson in the neighbourhood of the guesser had concentrated his atten-\ntion on the card drawn. Hence the results, so far as they go, make for\nthe reality of the faculty of \"mental suggestion.\" The faculty, if\npresent, was clearly only slightly developed, whence the necessity of\nexperimenting on a very large scale before its genuine influence on\nthe numbers could be even surmised.\nOut of 2,927 trials at guessing the suit of a. card, drawn at random,\nand steadily looked at by another person, the actual number of suc-\ncesses was 789; the probable number, had pure accident prevailed, was\n732. The total was made up of 39 series of different lengths, in which\nII persons took part, M. Richet himself being in some cases the\nguesser, and in others the person who looked at the card. He observed\nthat when a large number of trials were made at one sitting, the apti-\ntude of both persons concerned seemed ,to be affected; it became harder\nfor the \" agent\" to visualise, and the proportion of successes on the\nguesser's part decreased. If we agree to reject from the above total all\nthe series in which over 100 trials were consecutively made, the num-\nbers become more striking. Out of 1,833 trials, we then get 510 suc-\ncesses, the probable number being only 458; that is to say, the\nactual number exceeds the probable number by about 1~' Some\nfurther experiments, where the particular card, and not merely the\nsuit, was to be guessed, gave a number of successes slightly, but only\nslightly, above the probable number. Out of 782 trials the actual\nnumber of successes was 17, while the probable number was 15; and\nthere was a similarly slight excess over the probable number when only\nthe .colour of the card was to be guessed; when;:e M. Richet surmises\nthat there may be a field of choice too wide, and a field of choice too\nnarrow, for the influence of \"mental suggestion\" to have effective\nplay.\nClearly, however, no definite conclusion could be based on such figures\nas the above; they at most contain a hint for more extended trials, and\nwould be valueless if they stood alone. M. Richet himself is careful\nto state this in the most explicit way; we shall find, indeed, as we\nproceed, that he sometimes carries caution of tone to a point which may\nnot be excessive, but which is certainly extreme. At the same time he\nappears to me to press the calculus of probabilities to a point where it\nceases to be instructive, when he deduces from these results a provisional\nestimate of the probability of \"mental suggestion\" as a fact in Nature\nDigitized by Coogle\n\f242 Re8earche8 i\" Thougllt-T,·am!lercnce. lDeo.30\nTaking the number of successes on the whole as about rcr (apparently\nmisprinted 'h) above the probable number, he concludes that •• mental\nsuggestion is, in a certain degree, probable, but with a degree of\nprobability of only about ·la.\" Such a statement cOllld only have a\npractical meaning, if we could view the results in oblivion of all the\nlegitimate objections to which the hypothesis of so novel a faculty is\nexposed. Nor, indeed, is any immediate estimate, of the sort that M.\nRichet seems to intend, possible; for when a result is due to either A\nor B (i.e., here to either chance alone or some further cause) the\ncalculation of the probability that B has produced it cannot be made\nwithout a.ssuming some value (as small as we please) for the a priori\nprobability that B exists. It seems better, therefore, to regard a. result\nlike M. Richet's simply as indicating the most probable measure of\nthe influence of the faculty (for these cases) if it exists, rather than\nas measuring the probability of its existence.*\nThe persons who took part in the above experiments, as has been\nsaid, were not specially distinguished byany natural or acquired aptitude\nfor\" mental suggestion.\"t M. Richet regrets that he has not been able\nto experiment in the same way with any really sensitive\" subject ;\" and\nat this point he falls back on the reports of our own Committee on\nThought-transference. He dwells specially on the case reported in the\nProceedings, Part I., pp. 22, 23, where cards, drawn at random from a\npack, and seen only by the members of the investigating Committee,\nwere correctly named by the percipients in 9 out of 14 trials. But\nwhile admitting that our results, if genuine, are more conclusive than\nhis own, he rightly prefers t-o take his stand on trials which he has per-\nsonally supervised.\nIII his next batch of experiments, cards were replaced by photo-\n* In n trials, with a probability p of success in each, the most probable\nnumber of accidental successes is np, which would give n-np failures. If, then,\nthe number of successes in excess of np be represented by a, the fraction\nwhich expresses the most probable measure of efficiency of an unknown cause,\nsupposed to exist, is n-\n....p (not ;fu' which would represent M. Richet's fo ).\nt Weare often asked by acquaintances what they can do to aid the progress\nof psychical research. These experiments of M. Richet's suggest, at any rate,\none answer; for they can be repeated, and a valuable contribution made\nto the great aggregate, by any two persons who have a pack of cards and\na little penieverance. One person should draw a card at random from a pack,\nand regard it steadily; the other should try to guess it, and his success or\nfailure should be silently recorded. The pack should be shuffled after each\ntrial, and the number of trials made at anyone time should be limited to SO.\nThe total number of trials contemplated (1,000, 5,000, 10,000, or whatever it\nmay be) should be specified beforehand; and in order that the guesser's mind\nmay be in as blank and receptive a state as possible, he should not be allowed to.\nBee the record of results until the whole series is completed.\nDigitized by Coogle\n\f1884.J Re8earche8 in ThougM-Tra'l'lifere12ce. 243\ngraphs of landscapes, pictures, statues, &c., all mounted in an absolutely\nsimilar manner-the object of the change being to occupy the eye and\nmind of the\" agent\" with something more vivid and interesting than a,\nmere playing-card. Different numbers of these photographs were used\non different occasions; and as M. Richet gives the probability of a right-\nguess as I, !, &c., according to the number employed, it is to be\ninferred that the guesser was always accurately informed, before the\nexperiment began, what his field of choice was. Out of 218 trials of this.\nclass, in which the probable number of successes was 42, the actual.\nnumber was 67. This total consisted of 28 series; and in only 6 of\nthese did the actual number of successes fall below the probable-\nnumber.*\nWe pass now to the second main division of M. Richet's work.\nHere he boldly confronts the possibility that the impression made by\n\"mental suggestion\" may act, not on the conscious but on the uncon-\nscious part of the percipient's mind-\" sur les faculties inconscientes de\nl'intelligence.\" That this is what often happens in the case of spon-\ntaneous telepathic impulses has been more than once suggested in the\n* M. Richet has calculated the probability of the number of right guesses\nactually given in each of these 28 series. In one particularly successfnl case, it\nwas as small as mv; in another it was Th ; in another rn, and in others\nsome larger fraction. In strictness, what we want, for each case, is a fraction\nexpressing the probability, not of that oneparticula1· result, but of at least that\namount oj success; which fraction may then be compared with the fraction\nof ideal probability, i. M. Richet proceedsto illustmte his results in the following\nway. He supposes a row of urns containing balls, the number in each\ncorresponding to the denominator of one of the fractions. Thus there will\nbe one urn with 2,600 balls; a second with 130; a third with 100; others\n,vith various lower numbers; and several with only one, which is to\nexpress the wholly unsuccessful series where not a single right guess was.\ngiven. Each of the urns contains one white ball; and in those which contain\nmore than one ball, the rest are all black; except in the sixth urn where three\nare white and one black, to correspond with a series where the actual number\noj right guesses fell below the probable number. M. Richet then asserts that\nthe probability of his resnlts may be represented as the probability that a person\nwho draws a singleball at random out of each urn will in every case draw a white\none. Now· even if the number of balls in each bag were made to correspond\nwith the correction given above, this method of l;\"epr6l'enting tite totality of the.\nsuccess seems clearly illegitimate. The error may be most easily seen if we\nconsider the case of the sixth urn. In that urn there are several white balls ; but\nstill the chance of drawing a white ball from each of the first six urns must clearly\nbe less than that of drawing a white ball from each of the first five. That isto say,\nthe urn repl'esenting a series where the amount,of success was below the probable\namount that accident would give, is made to heighten the probability that\nsomething beyond accident was at work. This illustration, however, is in\nno way vital to M. Richet's argument.\nDigitized by Coogle\n\f244 Researches in Thought-Transference. [Dec. 30,\nreports of our Literary Committee.* Experimental analogies are,\ntherefore, of extreme interest to us. Now, if we are to have experi-\nmental evidence of an unconscious mental impression, received from\nanother mind, it must show itself in some bodily affection, either\nsensory or motor. In our Proceedings, Part VI., pp. 203-4, a sensory\ncase is given. The fingers of a \"subject\" having been concealed from\nhim 1>y a paper screen, anresthesia and rigidity were repeatedly\nproduced in one or another of them, by a process in which the con-\ncentrated attention of the \"agent\" on the particular finger proved to\nbe an indispensable element. A psychical account of this result seems\npossible, if Thought-transference can work, so to speak, underground.\nAnd as specimens of the motor affection, we have in our collection\nseveral cases where a mental question on the part of some one\npresent has been answered in writing, with a pw,ncltette or a simple\npencil, without any consciousness of either the question or the\nanswer on the part of the person whose hand was auto-\nmatically acting.t It is to the motor form of experiment that\nM. Richet's contributions belong. But he has developed it in Il.\nquite novel way; and here again, as in the case of the card-guessing,\nhe has brought the calculus of probabilities to bear effectively on vari-\nous sets of results, which, if looked at in separation, would have had\nno significance. The\" subjects\" of the .experiment, as has been said,\nwere persons possessing no special aptitude for \"mental suggestion\" ;\nand this being so, it was clearly desirable that the bodily action required\nshould be of the very simplest sort. The formation of words by a\npw,nchette-writer requires, of course, a very complex set of muscular\nco-ordinations : all that M. Richet sought to obtain was a single move-\nment or twitch. He accordingly applied the principle of the divining\nrod, in the following ingenious way. The two ends of a wand-\nwhich had a certain appreciable flexibility, were held by the would-be\n\"percipient\" in his two hands. An article having been hidden by the\n\"agent\" in one of a certain number of specified places(underneath the bo:r;:\nof one of a row of orange trees in a garden near Paris), the hiding place\nwas revealed to the percipient as he passed in front of it, by a move-\n* Proceedings, Part II., p. 140, where it is remarked how the effect of such\nan impulse seems sometimes to remain latent for several hours, until a season\n()f stillness and passivity allows itto emerge into consciousness. Seealso PartVI.,\npp. 121 and 171. For cases where the emotional or volitional condition of one\nperson seems to have produced unusual actions in another person at a distance,\n.see Part VI., pp. 124·126.\nt Some of these cases have been cited above by Mr. Myers, and others will\nbe given in the sequel to his paper. Mr. Myers and the present writer have\nboth witnessed the phenomenon, under conditions..which left no possible\ndoubt of its genuineness.\nDigitized by Coogle\n\f1884.] Researclies in TkougM-T1'aniference. 245\nment of the wand due to an extremely slight muscular· tremor which\nbrought his two hands nearer together. In 25 trials, where the number\nof successes, according -to the calculus of probabilities, should have been\n4, the actual number was 12; One of the diviners, apparently the most\nsensitive of the group, obtained 4 successes in 4 trials, the probability\nof each success being ~; M. Richet himself, as diviner, under similar\nconditions, obtained 6 successes in 13 trials. He made some more trials.\nof the same sort, using the shelves of his bookcase as the hiding-places;\nand again, hiding the object on the person of some one present. Taking\nthe total results of these three sets, we 'find that out of 67 trials, where\nthe probable number of successes was 16, the actual number was 34.\nThe iD;lprobability of obtaining such a result by accident is enormous; and\nthough M. Richet is again careful to point out that an immensely larger\nnumber of trials would be necessary before the influence of \"mental\nsuggestion\" could be held to be proved by such a method, the im-\nportance of the method is incontestable.* It is, however, one which\nneeds very special precautions, owing to a danger to which M. Richet\nis fully alive-the possibility of unconscious indications. Hints from\nthe expression or attitude of the \" agent\" may be prevented by blind-\nfolding the \" percipient\" and in other ways; but if the two are in close\nproximity, it is harder to exclude such signs as may be given by\ninvoluntary movements, or by changes of breathing.\nThe form of the experiment was again varied by placing a number\nof toy-pictures- of medals, sabres, scales, animals, &c.~in a row on a.\ntable; the diviner then, passing along the row, had to discover from the\nmovement of his wand on which of these objects the agent had fixed\nhis thoughts. The actual success here was only slightly abo,e what\naccident might probably have given. But there were special points of\ninterest in several of the failures. The set of objects contained only two\npictures of medals; when one of these was the selected object, the other\none was \"divined.\" One trial was made with 78 cards, two of which\nrepresented a man on horseback, and one of these two was the selected\nobject; the diviner narrowed down his field of choice to these two, but\n* It may be worth while to remark that either the selection of the particular \\\nhiding-place ought to be settled each time by lot, or the percipient ought to be\nprevented from knowing whether or not his divination has been correct. Other-\nwise the chances of success may be really affected in the way which M. Richet\nimagined in the case of the card·guessing. If we allow the mind of the agent to I r _ -\ngovern the selection, then a process in his mind may find its counterpart in the \\\nmind of the percipient; for instance, the agent may decide to be a little crafty, _-\nand to hide the object twice running in the same place; and the percipient's\nmind, following a sinlilar track, may reckon that this amount of craft has been\nexercised, or has not been exercised. Here then (as in the game of mora) we\nshould have the operation of something which is neither mental suggestion nor\naooident.\nDigitized by Google\n\f246 Re8earcl&e8 in Thougllt-TI·anifere'lce. [Dec. 30,\n-finally guessed the wrong one. In 6 other cases, out of a total of 31.\nthere was a similar close approach ~ co~ctness; and in 3 more.\nM. Richet, who was closely observing the process, believes that the\n-error was due to the wrong interpretation of the movements of the\nwand-the object guessed being next in the row to the right one. . If\nthese facts were allowed for, the actual number of successes would be\n10, while the probable number would be about 2. But M. Richet.\nwith his usual candour and caution, admits the danger of\napplying the calculus to results which have been rectified in this manner.\nHis reason for drawing attention to the close resemblance between the'\n.object guessed and the right object is the intrinsic interest of the fact.\nThe explanation of this fact by the hypothesis of \"mental suggestion \"\ninvolves, however. certain difficulties which must not be ignored.\nM. Richet does not inform us whether the agent was tDatcl~ing the\n-diviner as he passed in front of the various objects. If he was, we\n.should find the readiest telepathic explanation of the successes in a move-\nment of his will, whereby the diviner's organism was affected. But\nthen in that case the diviner's frequent selection of an object closely\n'I'eaembling the right object loses all significance; for the agent would .\nnot be willing the selection of the resembling object any more than of\nany other of the wrong objects. If, on the other hand, the agent was\nnQt watching the process. then we might perhaps conceive a connection\nbetween the idea of the object and the idea of movement to be firmly\n-established in the agent's mind, and to be a preparation for the\nparticular connection in the percipient's mind. We should, however,\nhave to extend our view of the operations of Thought-transference in a\n·decidedly novel manner. It is not merely that a composite idea, con-\nsisting of an image and an impulse, is transferred to the percipient's\n\"unconscious intelligence\"; but the one element, the impulse, is to\n'reveal itself when-and only when-the other element, the image, finds\nits fellow in a conscious percept. the actual picture of the object.\nBut the above. I imagine, is not the way in which M. Richet him-\n.self conceives the event; for he says nothing about an impulse of will or\nan idea of movement. I infer from his language that in such cases he\nwould consider the chance of success through \"mental suggestion\" to\nbe just the same, if the agent were unaware of the precise form of\nexperiment adopted,and exercised his will, not to produce a movement,\nbut merely in the sense that every agent in experimental Thought-\ntransference exercises it-that is, in a concentrated desire that the\nidea of the object in his mind should reappear in the percipient's mind.\nBut then the percipient's sub-conscious or unconscious idea of a medal.\n·or a man on horseback, or whatever it Dlay be, could apparently havA\nno more tendency to produce a movement than any other of the ideas,\n.conscious, sub-conscious. or unconscious, of which, at the time. his\nDigitized by Coogle\n\f1884.] Re8earclle8 in Thougltt-TI·anRjerence. 247\nmind is the theatre; and it is hard to see what difference in this\nrespect could be made by the fact that the idea had been transferred\nfrom the mind of the agent, instead of occurring spontaneously. But\neven if we grant-and it is very possible that in time we shall have to\ngrant-that the mere fact of a telepathic impression may entail\npeculiar physiological effects, why should the effect of the unconscious\nidea manifest itself only at the moment when the percipient's mind\nbecomes consciously occupied with a similar idea-that is, when his\nadvance along the row brings him opposite to the actual picture of a\nman on horseback 1 To put the case briefly, if the idea of movement is\nnot in the agent's mind, one can only attach psychical significance to\nthe frequent selection of a wrong object which resembles the right one,\nby making two suppositions: (1) that the telepathic fact, which produces\na physiological effect in the percipient apart from his consciousness, may'\nbe pictorial, not volitional-statical, not dynamical-in character; and\n(2) that the effect is produced only after a sort of parley has taken place\nbetween the conscious and unconscious parts of the percipient's mind.\nThat these suppositions are not mere speculative curiosities will be\nplain when we proceed, as it is now time to do, to the last and most\nimportant division of M. Richet's work.\nIn the final group of experiments the place of the flexible wand\nwas taken by a table: and M. Richet prefaces his· account by a\nsuccinct statement of the scientific view as to \"table turning.\"\nRejecting altogether the three theories which attribute the phenomena\nto wholesale fraud, to spirits, and to an unknown force, he regards the\ngyrations and oscillations of seance-tables as due wholly to the\nunconscious muscular contractions of the sitters. It thus occurred to\nhim to employ a table as an indicator of the movements that might be\nproduced, by \"mental suggestion.\" The plan of the experiments was\nadmirably conceived. Three persons (C, D, and E) took their seats\nin the semi-circle at a little table on which their hands rested. One\n·of these three was always a \"medium\"-that is to say, a person liable\n1:0 exhibit intelligent movements in which consciousness and will\ntook no part. Attached to the table was a simple electrical apparatus,\nthe effect of which was to ring a bell whenever the current was broken\nby the tilting of the table. Behind the backs of the sitters at the table\nwas another table, on which was a large alphabet, completely screened\nfrom the view of C, D, and E, even had they turned round and endell.-\nvoured to see it. In front of this alphabet sat A, whose duty was to\nfollow the letters slowly and steadily with a pen, returning at once to\nthe beginning as soon as he arrived at the end. At A's side sat B,\nwith a note-book ; his duty was to write down the letter at which\nA's pen happened to be pointing whenever the ben rang. Things being\nDigitized by Coogle\n\f248 Re8earche8 in Thought-Traniference. [Dec.3(),\narranged thus, the three sitters at the first table engage in co~versation,\nsing, or tell stories; but at intervals the table tilts, the bell rings, and\nB writes down the lE'tter which A's pen is opposite to at that moment.\nNow, to the astonishment of all concerned, theso letters, when\narranged in a series, turn out to produce rational words and phrases.\nM. Richet has not given us any examples of these words and phrases\nin his present paper; but he promises a future one, in which th&\nomission will probably be made good. Meanwhile, how is such a.\nphenomonen to be regarded 1 To whQm or to what is it due f\nA and B are mere automata. 0, D, and E are little more, being\nunconscious of tilting the table, which appears to them to tilt\nitself; but even if they tilted it consciously, and with a conscious\ndesire to dictate words, they could not possibly succeed. For they have\nno means of ascertaining at what letter the pen is pointing at any\npartiCUlar moment, and they might thus tilt for ever without producing\nmore than an endless series of incoherent letters, or at best meaning-\nless syllables. It is surely hard to imagine a more convincing display\nof the unconscious intelligence on which M. Richet insists.\nThis phrase is no doubt a somewhat equivocal one, and it is necessary\nto know in every case exactly what is meant by it. It may be used in\na purely pllysical sense-to describe the unconscious cerebral processes\nwhereby actions are produced which as a rule are held to imply conscious\nintelligence; as, for instance,.when complicated movements, once per-\nformed with thought and effort,gradually become mechanical. But it may\nbe used also-asM. Richet seems to use it-to describe fJ8'!Ichical processes\nwhich are severed from the main conscious current of an individual's\nlife. Unconsciousness in any further sense it would be rash to assert ;\nfor intelligent psychic process without consciousness of 80me sort, if not a.\ncontradiction in terms, is at any rate something as impossible to imagine\nas a fourth dimension in space. The events in question are outside the\nindividual's consciousness, as the events in another person's consciousness\nare; but they differ from these last, in that there is no continuous\nstream of conscious life to which they belong; and no one, therefore,\ncan give an account of them as belonging to a self. They are essentially\nfragmentary, unappropriated, and inarticulate; and they can only be\ninferred to exist from certain sensible effects to which they lead.\nBut it may be asked what right we have to make any such inference;\nsince, ala rigueur, the effects, being sensible and physical, do not re-\nquire us to suppose that they had any other than physical antecedents.\nIt is true that it is impossible to demonstrate that the physical ante-\ncedents, which undoubtedly exist, have any psychical correlative : but\nthe dogmatic assertion that they have not loses much of its force from\ntwo consideratiolls : (1) .Analogy fails. The results in question are often\nwholly dissimilar to the effects of practice, and the various other auto-\nDigitized by Coogle\n\f1884.] Researcltes ii' Tkougkt-TraIlRjerellce. 249\nmatic actions which may be fairly attributed to \"unconscious cerebra-\ntion \": they are new results, of a sort which has in all our experience\nbeen preceded by intention and reflection. I advance this view with\nsome hesitation; but we shall find considerable justification for it in\nsome of M. Richet's experiments. (2) The undoubted phenomena of\nwhat has been called \"double consciousness\" have familiarised us with\nthe idea of a double psychical life connected with a single organism.\nIn those cases the two lives which know nothing of each other are.\n8uccessive; but no new difficulty is introduced by conceiving fragments\nof such mutually exclusive existences as simultaneous.*\nHowever, it is not with the proof of \"unconscious intelligence,\"\nbut of \"mental suggestion,\" that we are here more immediately con-\ncerned. Subject to the above explanation, we may accept M. Richet's\nview on the former question, and confine ourselves to the bearing of his\nexperiments on the latter. And in the case already described, we have\nalready a pretty plain indication that something of the nature of\n\" mental suggestion\" was at work. For to whatever source we ascribe\nthe rational words and phrases which B.'s note-book records, it is im-\npossible not to admit that the idea of the letters necessary for their for-\nmation had an existence, though an unconscious one, in the mind or\nbrain of one or more of the three sitters :lot the tilting table. The letters\nhad at any rate the same existence for them as those written by the\nplanchette-writer have for him, when he produces a string of words and\nsentences without knowing what they are. But the peculiarity of the\npresent case is that the letters could only obtain this existence in the\nmind or brain of the \"medium,\" (0, D, or E) tlvrough a \"mental\nsuggestion\" from A. No one but A (or possibly B) knew the moment\nat which alone the next letter required could be ca.ught and\nfixed; and the \"medium's\" involuntary seizure of that critical\nmoment to tilt the table cannot possibly be disconnected from this\nknowledge in A's mind. In M. Richet's words; \"The unconscious\nperson in the' medium'-whose conscious Ego is thinking of something\nelse-follows menta.lly, with rigorous precision, the movements of the\nother who points to the successive letters.\"\n* These suggestions of \"unconscious intelligence\" are drawn fr'om facts\n()bserved in connection with a single individual. But they may be reinforped\nby a consideration drawn from the phenomena of telepathy. It has been more\nthan once pointed out in our Proceedings that, while a coherent account can be\ngiven of telepathic phenomena on purely psychical. ground, there are pec'nliar\ndifficulties in conceiving any complete physical. account'of them. Now this\nremains just as tme when the percipient is unconscious of the \" mental\nsuggestion\" as when he is conscious of it. This being so, it seems specially\narbitrary and uunecessary to insist on confining such phenomeua to the physical\nplane-the very place where the difficulties are thickest-and to deny their\npsychiral existence, in respect of which our ideas of them can at any rate be\nmade orderly and consistent.\nU\nDigitized by Coogle\n\f250 Re8earclle8 in Tkougkt-Tt·amfet·ence. [Dec. 30,\nBut the experiment was carried to a much further point than this ;\nand in its further development the calculus of probabilities is again\nturned to most striking aco:ount. A sixth operator (whom we will\ncall F) is introduced, who stands apart both from the tilting table and\nfrom the alphabet; and his thought is now the source of the \"mental\nsuggestions\" which lead to the same connected seril'S of events as\nbefore-the tilting of the table, the ringing of the bell, the fixing of\nsucC6BBive letters, and the gradual formation of rational words in B's\nnote-book.\nFor the sake of comparing the results with those which PUrA acci-\ndent would give, M. Richet tirst considers some cases of the latter sort.\nHe writes the word NAPOLEON; he then takes a box containing a\nnumber of letters, and makes 8 draws; the 8 letters, in the order of\ndrawing, turn out to be U P M T DEY V. He then places this set\nbelow the other, thus :-\nNAPOLEON\nUPMTDEYV\nASIIuming the number of letters in the alphabet to be 24, the pro-\nbability of the correspondence of any letter in the lower line with thl'\nletter immediately above it is, of course, n; and th~~¥ th:'t-\nin the whole series there wil~ one &118ft SUCCeBB. ~ it 8. I. If we\nreckon as a. succeBB a.ny case where the letter in the lower line corre-\nsponds not only with the letter above it, but with either of the neigh-\nbours of that letter in the alphabet* (e.g., where L has a.bove it either\nK, L, or M), then the chance of a. single SUCceBB in the series is three\ntimes greater than before; that is, it is 1. In the actual result, it will\nbe seen, there is just 1 SUCCeBB, which happens to be a complete one-\nthe letter E in the sixth place. It will not be necessary to quote other\ninstances. Suffice it to say that the total result, of trials:involving the\nuse of 64 letters, gives 3 exact correspondences, while the probable\nnumber was 2.7; and 7 correspondences of the other type, while the\nprobable number was 8. Thus even in this short set of trials. where\naccident had full scope, the experimental result very nearly coincides\nwith the strict theoretic number•\n. We are now in a position to appreciate the results obtained when\n• Thill procedure of counting neighbouring letters seems to require some\njustification. It might be justified by the difficulty, on the theory of mental\nsuggestion, of obtaining an ea:act coincidence of time betweenthe tilting and the\npointing. But I think that M. Richet does justify it (p. 654) by references tc)\nthe other more striking experiences of which he has not here given us any -\nexamples, where neighbouring letters also appe~red, but where there seems tc)\nha.ve been no room for doubt, in the resder's mind, as to what the letter should\nhave been.\nDigitized by Coogle\n\f1884.] Researches in Thougllt-Traniferollce. 251\nthe factor of \"mental sug\"aestion\" was introduced. In the first experi-\nments made, M. Richet, standing apart both from the table and from the\nalphabet, selected from Littre's dictionary a line of poetry which was\nunknown to his friends, and asked the name of the author. The letters\nobtained by the process above described were J FAR D ; and\nthere the tilting stopped. After M. Richet's friends had puzzled in\nvain over this answer, he informed them that the author of the line3\nwas Racine; and juxtaposition of the letters thus-\nJFARD\nJEANR\nshows that the actual number of successes (of the type where neigh-\nbouring letters are reckoned) was 3, the probable number being only i.\nOne would be glad to know whether M. Richet was. actually concen-\ntrating his thought on the author's Christian name. Even if he was not,\nit probably had a sub-conscious place in his mind, which might sufficiently\naccount for its appearance. At the same time, accident has of ·course a.\nwider scope when there is more than one result that would be allowed\nas successful.\nIt is, of course, better-with the view of making sure that F's\nmind, if any, is the operative one-not to ask a question of which the\nanswer might possibly at some time have been within the knowledge of\nthe sitters at the table; and in the subsequent experiments the name\nwas silently fixed on by F. Two more specimens may suffice.\nName thought of: D 0 REM 0 N D\nLet·ters produced: E P J Y E I 0 D.\nHere the probable number of successes (of the type whose neigh-\nbouring letters are reckoned) was 1, and the actual number was 4.\nName thought of: C H E V A LON.\nLetters produced: C H E V A L:\nHere the probable number of exact successes was 1, and the actUM\nnumber was 6.\nTaking the sum of 8 trials, we find that the probable number of\nexact successes was a little over 2, and the actUM number 14; and that\nthe probable number of successes of the other type was 7, and the\nactual number 24. Itwas observed, moreover, that the correspondences\nwere much more numerous in the earlier letters of each set than in tho\nlater ones. The first three letters of each set were as follows-\nJ F A-N E F-F 0 Q-H E N-C H E-E P J-C H E-A L L\nJ E A-L E G-E S T-H I G-D I E-DOR-C H E-Z K 0\nHere, out of 24 trials, the probable number of exact successes\nbeing 1, the actual number is 8; the probable number of successes of\nthe other type being 3, the actual number is 17. The figures become still\nu 2\nDigitized by Coogle\n\f252 Re8earche8 in TI,ougltt.Tra118(erellce. [Dec. 30,\nmore striking if we regard. certain consecutive series in the results.\nThus the probability of the 3 consecutive correspondences in the first\nexperimp.nt here quoted was 11 h-; and that of the 6 consecutivo\ncorrespondences in the last experiment quoted was about 160.~OOO·\nAnd now follows a very interesting observation. In some cases, after\nthe result was obtained, subsequent triais were made with tlte same wonI,\nwhich of course the agent did not reveal in the meantime; and the\namount of success was sometimes markedly increased on these subsequent\ntrials. Thus, when the name thought of was D 0 REM 0 N D,\nthe letters produced on the first trial were' E P J Y E I 0 D.\n\"\n\"\n\"\n\"\n\"\nsecond\nthird\nfourth\n\"\n\"\n\"\nEPFEI.\nEPSER.\nDO REM I 0 D.\nSumming up these four trials, the probable number of exact successes\n• was just over 1, and the actual number was 9 ; the prohable number of\nsuccesses of the other type was just over 3, and the actual number was\n18. The probability of the 5 consecutive successes in the last trial was\nabout 8,~ooo. The complete accuracy of this last fraction may, however,\nbe called in question; since M. Richet, who was the agent, tells us that\nhe had imagined the name as spelt thus-d'Ormont. Even so, how-\never, the amount of success is very large; and t.he admission introduces\n~ new point of interest. It recalls to mind the numerous cases where\nautomatic writers, or table-tilters, have obtained responses with mistakes\nor peculiarities of spelling, sometimes persistently repeated, to which\ntheir conscious selves were in no way prone. And if the Analogy be a\njust one, then in M. Richet's experiments one might discover a hint of an\n\"unconscious person\" in the ~aent, as well as in the percipient.\nThe experiment was repeated 4: times in another form. A line\nof poetry was secretly and silently written down by the agent, with the\nomission of a single letter. He then asked what the omitted letter was j\nit was correctly produced in every one of the four trials. The probability\nof such a result was less than 31flf!lflI1f •\nA result of a different kind was the following, which is specially\nnoteworthy as due to the agency of an idea that was itself on the\nverge of the unconscious. M. Richet chose a quotation at random\nfrom Littrll's dictionary, and asked for the name of the author, which\nwas Legouve. The letters produced were J 0 S E P H C H D,\nwhich looked like a complete failure. But the quotation in the\ndictionary was adjacent to another from the works of Joseph Chenier j\nand M. Richet's'eye, in running over the page, had certainly encoun-\ntered the latter name, which had probably retained a certain low place\nin his consciousness. Another very interesting case of a result unin-\ntended by the agent, though due to something in his mind, was this. The\nDigitized by Coogle\n\f1884.J Researche8 in TluJIIght.Transt'el·ence. 253\nname thought of was Victor: the letters produced on three trials were\nDALEN\nDAM E S\nDANDS\nseemingly complete failures. But it appeared that while the agent had\nbeen concentrating his thoughts on \"Victor,\" the name of a friend,\nDanet, had spontaneously recurred to his memory. We should, of\ncourse, be greatly extending the chances of accidental success, if we\nreckoned collocations of letters as successful on the ground of their\nresemblance to anyone of the names or words which may have\nmomentarily found their way into the agent's mind while the experi-\nment was in progress. Here, however, the name seems to have\nsuggested itself with considerable persistence, and the resemblance is\nvery close. And if the result may iairly be attributed to \"mental\nsuggestion,\" then, of the two names which had a certain lodgment in the\nagent's mind, the one intended to be effective was ineffective, and vice\n'I16rs<2.\nThese latter results have very great theoretic importance. It is to\nbe remembered that we found a certain difficulty ill conceiving the tele-\npathic production of movements by what is at most an idea, and not a\nvolition, on the agent's part. But it is now difficult to resist the\n. evidence that this is what actually has taken place; and even that the\nvery idea may be below the threshold of conscious attention. Nor is it\nonly in these exceptional cases that this startling hypothesis has to be\nfaced. For we must remember that in a sense A is throughout more\nimmediately the agent than F; it is what A's mind contributes, not\nwhat F's mind contributes, that produces the tilts at the right\nmoments. But this is of course through no will of A's; he is ignorant\nof the required word, and has absolutely no opportunity of bringing his\nvolition into play. His\" agency\" is of a wholly passive sort; and his\nmind, as it folloW's the course of his pen, is a mere conduit-pipe, whereby\nknowledge of a certain kind obtains access to the \"unconscious\nintelligence\" of the \"medium.\" If, then, the knowlodge manifests\nitself as impulse, can we avoid the conclusion that in this particular\nmode of access-in \" mental suggestion\" as such -a certain impulsive\nquality is involved 1\nIt may perhaps be objected that F might produce the movements, in\na similar way to that proposed above apropos of the cases where an\nobject resemhling the right one was divined. It was there suggested\nthat in the agent's mind the idea. of the object had been combined with\nthe idea of the movement, and that this complex idea was what was\ntransferred and what ultimately took effect. This explanation, if\nsound, might possibly be extended to the far more complicated cases\nwhere-as in the word-experiments-there are as many objects as there\nDigitized by Coogle\n\f254 Be8e:Jrcke8 in Tlwut\/kt-TranBjel\"ence. [Dec. 30,\nare letters; and where, further, the actual perception of the resembling\nobject, when the percipient comps opposite to it in a row, is replaced\nby an unconscious image of it received from a third mind. But it is\nsurely hard to include under the notion cases where a word is produced\nwhich, though latent in F's mind, has no resemblance to the word\nwhose production he is willing. The transference of the idea of the\nlatent word, even to the exclusion of the right word, can be quite con-\nceived; but can we suppose that, sub-consciously or unconsciously, an\nidea of move'ment was combined with the idea of its letters in the agent's\nmind, at the very moment when that on which his attention was fixed,\nand with which ex l£'!Ipothesi the conscious idea of mov;ement was con-\nnected, was a quite different set of letters 1 Can we suppose that the\nidea of movement overflowed into the unconscious region of his mind,\nand there on its own account formed an alliance with alien elements,\nthe effect of which on the percipient would prevent the effect intended1\nIt must be remembered that where a word which is not the one\nintended gets transferred from F to the \"medium,\" there is no know-\nledge, conscious or unconscious, on F's part, as to what that word will\nbe. A number of words are latent in his mind; one of these finds an\necho in another mind. But how should the idea of movement find out\nwhich particular one, out of all the words, is destined thus to find an\necho, so as to associate itself with us letters and no others1 And if we\nsuppose the association to be between the unconscious idea of move-\nment and the unconscious idea of letters in geneTal, this is no less\ndissimilar and opposed to anything that the conscious part of F's mind\nhas conceived. For it is not in letters as such, but in the exclusive\nconstituents of a particular word, that he is interested; if indeed he\nis interested in anything beyond the word as a whole. The difficulty\nhere seems yet further to justify the suggestion-with which I\nimagine that M. Richet would agree-that the physiological impulse\ndoes not depend on any idea of movement, or any special direction of\nthe agent's will to tl£at result. This might be tested, if F were n.\nperson ignorant of the form of the experiment, and out of sight of\nthe table.\nBut of course the relation between F and the\" medium\" does playa\nnecessary part in the result; the impulse to tilt when a particular letter\nis reached only takes effect when it falls (so to speak) on ground pre-\npared by \"mental suggestion\" from F-on a mind in which the word\nimagined by him has obtained an unconscious lodgment. And whereas\nwe spoke above of \"a parley between the conscious and unconscious\nparts of the percipient's mind,\" we shall now have to ~onceive the un-\nconscious part, if not as dual, as at any rate the scene of confluence of\ntwo separate streams of influence, which proceed to combine there in an\nintelligent way-one proceeding from F's mind, which produces\nDigitized by Coogle\n\f1884.] . Researches in Tkought-T1·aniference. 255\nunconscious knowledge of the word, and the other proceeding from A's\nmind, which produces an unconscious image of the successive letters.\nSuch a conception seems to support what I said above, as to results of\nthe,suppos~ \" unconscious intelligence\" which go beyond the received\nresults of mere unconscious cerebration. Unconscious cerebration is\namply competent to produce such seemingly intelligent actions as\nordinary writing; but what is now done more resembles the formation\nof a word by picking letters from a heap, or type-writing by a person\nwho is unused to his instrument. The process is not one in which every\nitem is connected by long-standing association with the one before and\nafter it ; every item is independent, and implies the recognition, at an\nuncertain moment, of a particular relation-that between the next\nletter required for the word and the same letter in its place in a quite\ndistinct series. There is, no doubt, an alternative to the hypothesis\njust suggested; we might suppose that F's thought affects, not the\n\"medium,\" but A, or conversely, that A's thought affects, not the\n\"medium,\" but F; that A obtains unconscious knowledge of the word,\nor that F obtains unconscious knowledge of the letter, and so is enabled\nto communicate an impulse to the\" medium\" at the right moment.\nBut we should then have to suppose a secret understanding between\ntwo parts of A's or F's mind, the part which takes account of the\nletters of the alphabet, and the part which takes account of the letters\nof the word-the former being conscious and the latter unconscious, or\nvice versa, according as A or F is the party affected.*\nOne hesitates to launch oneself on such conceptions; but the only\nalternative would be to question the facts from an evidential point of\nview. So regarded, they are of an extremely simple kind; and if their\ngenuineness be granted, we are reft once and for all from our old\npsychological moorings. The whole question of the psychical constitu-\ntion of man is opened to its furthest depths; and our central conception\n-telepathy-the interest of which, even in its simpler phases, seemed\nalmost unsurpassable, takes on an interest of a wholly unlooked-for kind.\nFor it now appears as an all-important method or instrument for testing\nthe mind in its hidden parts, and for measuring its unconsciou~\noperations.\nM. Richet holds out hopes that on a future occasion he may return\nto this aspect of the subject, and treat the problems on a more extended\nscale. We ask for nothing better. Meanwhile, I cannot withhold an\nopinion that he decidedly underrates the general effect of what he has\n* There is yet one other conceivable view of the process which, in spite of\nits desperate improbability, should not be left out of account-namely, that the\n., medium\" perceives the movements of the pointer by unconscious clairvoyance.\nIt would be worth while to try whether A is indispensable, and whether similar\nzesults could be obtained when the pointer is moved by mechanism.\nDigitized by Coogle\n\f256 Researche8 in Tllouqht.Tran.!ferellce. [Dec. 30,\nso far accomplished. He concludes his account by a synopsis of his\nnumerical results, as measured in three ways ;-by the actual numher of\nsuccesses in the several series; by various instances of several consecu-\ntive successes; and by the proi;ability of the amount of success in the\nmore striking cases, which is represented by very small fractions.i'-\nSumming up from these data, though purposely keeping below the mark,\nhe suggests that \"the probability in favour of the reality of mental sug-\ngestion may be represented by1\"; that is to say, if he were compelled to\ndecide one way or the other, under pain of death if he were wrong, he\nwould allow chance to decide for him in this way-that he would put\ntwo white balls and one black ball into a bag, and then draw at random;\nif he drew a white ball, he would declare for the reality of \"mental\nsuggestion\"; if he drew the black one, he would declare against\nit. One cannot but think that if it came to the pinch,\nhe would make his reckoning differently. Exception was\ntaken above to interpreting a result which indicates the most probable\nefficiency of mental suggestion, if it exists, as the measure of the\nprobability of its existencet ; and with an increased number of trials,\nthe illegitimacy of such a proceeding becomes still more manifest.\n'Vhateve:r be the number of trials, the efficiency of the new cause,. as\ncalculated from a certain ratio of the actual to the probable number of\nsuccesses, will be the same; but if this ratio remains undiminished with\na continually increasing number of trials, the probability of the existence\nof the new cause continually increases. Otherwise, results might go on\nfor ever deviating in the same direction from the probable results of\naccident, and yet without producing even approximate certainty that\nanything beyond accident was at work. Suppose that a pair of dice are\nthrown a billion times in succession; and that the total result shows\nthat half the total number of throws have been sixes. 'We should, of\ncourse, conclude that the dice were unevenly weighted; but on M.\nRichet's mode of reckoning, such a conclusion would only amount to:a\nconsiderable probability, on which no sane man would willingly stake\nanything he cared about. In so extreme a case, to estimate the\nprobability as falling appreciably short of certainty, would argue, not an\nexcess of caution, but ignorance of a fundamental principle. M.\nRichet's estimate of the probability of \"mental suggestion\" is not, of\n* These fractions are not absolutely correct, for the reason pointed out on\np. 243. But the correct fractions would also he very small. The improbability\nof the runs of success is also overstated. Allowance should be made for the\nfact that they mostly occurred as part of a longer series; e.g., the improbability\nof obtaining 5 successes running is less in a series of 10 than in a series of 5.\nt This is practically what 1.1. Richet has done in the present case. For\nlIe gives the fraction %as approximately expressing the excess of the actual\nnumber of successes over the probable number, divided by the total number of\nthe Mals.\n\f1884.] Re8eal·cne8 in Tho!egkt-Trallliferellce. 257\ncourse, open to such a charge as that; but still he certainly seems to\nhave shown caution of statement in the wrong place. Granted the\nge'lluinene88 of the results-granted, that is, the bona fides of all con-\ncerned and the perfection of the conditions-the probability that\n\" mental suggestion\" was at work, or in other words, the improbability\nthat the results were purely accidental, is, when we consider the\nmultitude of trials, something enormous. If it falls appreciably short\nof certainty-as to which opinions might differ-it still cannot possibly\nbe represented by such a proportion·as 2 to 1. So much may be stated\nboldly•. The place for caution is rather in estimating the chances of a.\nflaw in the conditions; and though speaking on this point with con-\nsiderahle confidence, M. Richet puts in more than once a judicious note\nof warning. He insists that the experiments must be repeated; and the\nimportance of this cannot be too stroIU{ly urged. Even if the experi-\nmenter's assurance as to the perfection of his conditions be complete, it\nill in the nature of things impossible that strangers, who only read and\nhave not seen, should be infected with it. It is on this side, then, that\nthe case for \"mental suggestion\" needs fortifying; and the fortification\n(as has been frequently pointed out in these Prpceeding8,) can only con-\nsist in \"preading the responsibility-in multiplying the number of\npersons, reputed honest and intelligent, who must be either knaves or\nidiots if the alleged transference of thought took place through any\nhitherto recognised channels.\nIt is needless to remark in conclusion that, such being the means.\nby which an overwhelming proof may in time be attained, M. Richet's\ninvestigations form a most important step towards its attainment. His\npaper can hardly fail to be a permanent landmark in the slowly\nwidening domain of psychical discovery.\nNOTE.\nOn the very eve of our going to press, I have received the following\ncommunication from Professor Lodge and Mr. Alfred Lodge :-\nLiverpool, January 8th, 1885.\nDEAR GURNEY,-In cogitating over your remarks anent the\nvaluable suggestion of M. Richet, that feeble thought-reading powers or\nslight mental reverberation may be possibly detected in most persons by\napplying the laws of probability to a great number of guesses made by\nthem, at a limited. series of objects, while under the influence (real or\nimaginary) of another mind strongly cognisant of these objects in random\nDigitized by Coogle\n\f258 Re8earclie8 il~ TltOuglit-TraIl8\/erellce. [Dec. 30,\nsuccession; we have emancipated ourselves from the fallacy under\nwhich M. Richet appears to labour, and which you have already\nlletected, and think that a statement ofour present position may be not\nuninteresting.\nThe evidence in favour of an unknown law, which can be legiti-\nmately deduced from a definite departure from probability in a large\nnumber of cases, is an important matter in connection with such\nexperiments, and it is by no means obvious what such evidence really is.\nThus M. Richet find!, as the result of a number of series of guesses,\nthat the number of successes actually attained was in !I. large majority\nof cases above the theoretically probable number; and he sums up, as\nthe cumulative evidence of the whole\"number, an extraordinarily great\nprobability in favour of law, in an illegitimate manner. The inference\nto be drawn from a number of series of varying succeu will seldom be\ngreater than that to be drawn from the most remarkable of those\nseries j* but, indeed, no single unsupported series of a few trials can\nafford any legitimate inference at all.\nThe whole validity of the method depends on a great number of\ntrials being made, and before any short series can be used as an argu-\nment it must be confirmed again and again by repetition. But the\ndivision of the whole number of trials into series of so many guesses\neach is unnecessary and deceptive.t All the series, or at any rate all\n* This may no doubt be true, if \"varyingsuccc8ll\" be taken to include results\nwhere the number of right guesses is below as well as above the theoretically\nprobable number. But suppose that a die has been thrown 600 times, in 100\nbatches of 6, and that in each of these batches the ace has appeared either 2 or 3\ntimes, except in the first batch, where it appeared 4 times. The presumption\nthat the die is unevenly weighted is of course stronger at the end of the 600\nthrows than it was at the end of the first 6. And this is a sort of illustration\nwhich M. Richet might perhaps consider fairly justified by his resUlts.\nt Supposing the odds against each individual success to be constant\nthroughout (which was not the case in M. Richet's sets of trials), the division\ninto series is, of course, irrelevant to the calculation of the apriori probability\nthat chance will produce a certain total of successes. But when we look at\ncertain results obtained, ,vith a view to discovering the probability that some-\nthing beyond chance has acted, the mode of distribution Olay sometimes have a\nTeal importance. For, supposing a vera cau.ta to exist, by which the actual\nnumber of right guesses is made to exceed the probable number, there is no\n.it, prioriground for assuming that it would act certainly or uniformly. Suppose\nthat 1,000 guesses at the suit of a card are made on M. Richet's plan, in batches\nof 200 each, on five successive days; and suppose that all the 200 guesses are\nright on the first day, and that 50 more right guesses are dispersed over the\n.ether days,-the total number of right guesses. 250, will then not exceed the\nDigitized by Coogle\n\f1884.] '1lesearches in TIIOttght-Trtsnsference. 259\n\"ihose where the probability of success at each individual guess was the\nsame, constitute one large series, which is only available for legitimate\ninference if it consist of a sufficient number of trials.\nThis expression\" sufficient number\" is, however, only susceptible of\nsubjective and psychological definition; rigidly, an infinite number\n\"Would be necessary for perfect inference, but practically a large number\nserves.\nThe result at which we have arrived may thus be stated for practical\npurposes.\nLet a series of m guesses be made at a set of n things, and let r of\nthese gues~ come right. The inference to be drawn is, that the proba.-\nbility in favour of law or bias, as opposed to pure chance, is,\n\"-k\n1 (2m-r-k+l)\n- (n-l) (k+r+l)\nwhere k stands for the integer just smaller than m+l. Thus, to take\n. n\nan example: let the objects of guess be the nine digits, and let 100\nguesses be made, of which 20 turn out right. The value of the above\nletters is n=9, m=100, r=20, k=l1; and the probability of bias, or\naction of Thought-transference instead of mere guessing, is about U.\nThe outlying possibility of pure chance being only l(j. This is still a\nlong way from certainty, and more trials must be made.\nThe investigation is as follows :-\n.At every trial let there be n possible guesses, of which b are to be\nconsidered right and the rest wrong; what is the chance of guessing\nright r times in m trials 1\ntil, (tt-b b)m\nThe answer is the (r+ 1) term of the expansion --;;- + n '\nnamely:-\nI~ n-h)m-r b'\"\nIrIm=..,. •• (U- . (-n) •\nBut it is usually unnecessary to consider b as ~ything but unity,\nprobable number; but would it be unreasonable to surmise that on the first day\nsomething beyond chance had been at work 1 From this point of view it is clear\nthat there may be cases where the division into series-a division which accords\nwith actual facts, and is no arbitrary manipulation of figures-cannot be\naccounted wholly deceptive.\nDigitized by Coogle\n\f260 Re.~earche8 in Tllougkt-Transference. [Deo.30,\nfor only one of the possible guesses is generally correct. We can ther&o\nfore re-write the formula conveniently thus\nI~ . ('~)m\nI...!: I~ (n-l)l'\nwhere it will be observed that r occurs only in the denominator.\nThe chance of guessing wrong every time is ( n_l)m\nn •\nThe chance of guessing right every time is\n1\nnm\nThe event which is most probable, or that for which the probability\nis a maximum, depends upon how many trials are made-that is upon\nm:n,\nIf fewer than n-I trials are made, the most probable event is\nthat all the guesses will be wrong.\nIn a set of n-I trials it is an even chance whether all be wrong or\none right.\nIf more than n-I but fewer than 2n-I trials are made, it is\nmost likely that one of the guesses will be right.\nIf more than 2n-I but fewer than 3n-I guesses are made, two\nof them will be most probably correct.\nAnd in general if m:l lies between two consecutive integers, k\nand k+1, the most probable eV,ent is to succeed k times in the m.\nguesses. The chance of this event actually happening is\n1\np say,\nThe chance pf an actually observe? event, viz., r successes, is\n1\nq\nsay.\nNow, in estimating what is the legitimate inference that can be\ndrawn from an enormous number of trials in favour of the action of\nsome unknown law, as opposed to mere chance, we must compare these\nDigitized by Coogle\n\f1884.J . Bcseal'clle8 ilz ThollUht- Tl'alllifl!renct'. 261\nt~o probabilities; that is, we must find the relative probability of the\nobserved event as compared with that of the event most likely to\nhappen on the hypothesis of pure chance. For if mere chance rules,\nthe most probable event is bound to happen in an enormous number of\ntrials, whereas if there be a bias some other event will happen, whose\nrelative probability is 1. The probability in favour of mere chance\nq\nis therefore 1. , and the probability of a disturbing cause is 1-.!!- j\nq q\n. or the betting odds in favour of some bias or interference with chance\nare q-p •\np\nThe value of 1!.... is\nq\nI~ Im-k . (n--lf hich red to (m-r+l) (m-r+2).....(m-k)\n- - - - - - - - , w uces. ,. k.\nL!:.. Im-r • (n-lt (k '1\" 1) (k -r 2)....r • (n-l)-\nWhen m. is very large, it is a long business to find the numerical\nvalue of this expression, and an approximation may be conveniently\n\\tsed instead. The following is deduced on·the principle of using the\narithmetic mean of a series of numbers instead of the geometric mean,\nand for all practical purposes it is sufficiently close to the true value:\n. p __ ( 2m-r-k + 1 )r.-k\nq -- (,,-1) (,. + k -l:- 1) •\nThis is easily calculated, and it represents the outstanding pro-\nbability in favour of pure chance very nearly.\nWe will recapitulate the meaning of the symbols.\nm means the total number of guesses made, all under proper\n<:onditions ;\nn means the llumber of ohjects, or specified things, to be guessed at;\nk means the most likely number of successes or right guesses on the\nhypothesis of mere chance (it is the integral part of m-f-l);\nn\nr means the number of successes or right guesses actually made.\nIt may be well to illustrate by a simple example. .Let the· things to\nbe guessed be the four suits of cards, and let 32 guesses be made, 13 of\nthem being right, the rest wrong. What probability of bias can be\ndeduced from such a set as this 1\nThe most likely number of successes in this case is 8 (since m+l\n. , n\nis Y), and so we have to put in the IIobove formula k =8,\nDigitized by Coogle\n\f262 lle8earche8 in Thought-Transference. [Dec. 30.\n,. =13, n =4, m =32; with the result that the probability of mere\nchance is rigidly Hn, or from the approximate formula \/&' or\nsay i roughly. The probability of some law is therefore i, and the odds in\nfavour of it are 7 to 1.\nIt is unnecessary to know the separate value of p and q; they can be\ncalculated from formulre given above; but the arithmetic is in most\ncases rather long.\nAnother mode of writing the approximate formula is perhaps just\nworth recording. Let k n trials be made, and let B be the excess of the\nactual number of SUCOOSSl'S over th~ probable number, that ~, let B=\n'I\"-k; then the probability of bias is\n2k 8-1 8\n1-.( -n=I) .\n2k + 8+1\nCalling the ratio of B: k, t, and taking k large, this becomes\n2 t 8\n.1-( -;-=-1)\n2+t '\nwhich shows that ~f r k k tends to diminish as the number of trials is\nincreased, the result of an infinite number of trials would be completely\nin favour of mere chance; whereas, if r-; remains constant, or shows\na tendency to increase with the number of trials made, the fact is\nstrongly indicative of law.-We are, yours sincerely\"\nOLIVER J. LonGE.\nALFRED LoDGE.\nThe problem of discovering from the results of a number of series of\ntrials, varying in length and kind as M. Richet's did, what is the\nprobability that some cause beyond chance has acted, should surely\nadmit of a theoretic solution based on this simple proposition :-\nAn event occurs which must be due to A or B.\nThe aprim probability of the existence of A is P ; and the apriori\nprobability that, if A exists, such a result will follow is p.\nDigitized by Coogle\n\f1884.] Re8tm'clte8 in Thought-Transference. 263\nThe apriori probability of the existence of B is Q; and the apriori\nprobability that, if B exists, such a result will follow is q.\nThen, on any occasion when the event has happened, the apo8teriori\nprobability that it was due to ..4 is ........................ P:':Qq ,\nand the aposteriori probability that it was due to B is pp~Qq •\nThe following is an attempt at such a solution :-\nThe result of any particular series represents a certain degree of\nsuccess; and the attainment of at least that degree of success must be\ndue either to chance alone, or to chancep'lus some other cause, which\nwe will call 8, the amount of whose efficiency is unknown.\nThe probability of obtaining at least tha.t degree of success is\n(I) if chance alone acts, (say) q,\n(2) if chance +8 acts ..•...... !,\nbeca.use in our ignorance of the efficiency of 8, we must suppose it as.\nlikely to bring the degree of success up to that point as not to do so.\nNow we C8.1l1lot proceed further without assigning some yalue, as.\nsmall as we please, to the apriori probability that 8 acts. Let this_\nprobability = x: then the a priori probability that chance alone-\nacts =I-x.\nTaking now· the result of a particular series, the a posteriori:\nprobability that at least that degree of success has been obtained by·\nchance alone is q (I-x) , or 2q (I-x) •\nq (l-x)+!x 2q (1-:1)+:'; ,\nand the aposteriori probability that at least that degree of success has-,\nbeen obtained by chance +8 is la: ,or :I). ,\nq (1-:I)+!a: 2q (1-:1)+:1)\nwhich is greater than x if q is less than 1.\nThis latter fraction must be taken as a first approximation to the·\nprobability that 8 has acted. The expression may now be used instead\nof :1:, to deduce in a similar way the probability that 8 has acted in a.\nsecond series; and the new expression so obtained may in its turn be·\nused in application to a third series; and so on. The successive\nexpressions will have a constantly increasing value as truly representa-\ntive of the probability that 8 has acted, in that they will depend on.\ncontinually widening experimental results.\nDigitized by Google-\n\f264 [Dec. 30,\nNow if 617 6~ 83, &c., represent the successive probabilities that 8 has\nacted, obtained from a series of experiments in which q (as above\ndefined) is represented by q17 q'D q31 &c., successively, then\n8. in the same way 8q z (1 ) ~d generally\n:1:+ 1 q, qa --{I:\nThe final value of 8n is independent of the order in which the results\n-of the experiments are used.\nIt will be seen that, if the representative of q in any series is !\n.exactly, the probability for the action of 8 will be unaffected by that\n:series; and that if the representative of q is i throughout, the\n..it posteriori probability for the action of 8 will be the same as the·\n..apriori probability-i.e., will be = z throughout. The illustration of\nthe urns (p. 243), on the other hand, would give an immense aposteTiori\nprobability for the action of 6, even where the representative of q was !\nthroughout; in other words, it would give an immense improbability\n·for the exclusive action of chance, even where the result of every series\n·represented no more than the degree of success which the exclusive\n.action of chance was as likely as not to attain. To represent these\nconditions, each urn would have to contain one white ball and one black\none, and the illustration would require aJl the white balls to be drawn ;\n·that is to say, a total amount of success which corresponded with ideal\nprobability would be illustrated by a total amount which was the\nfurthest possible departure from ideal probability. The probability of\n.drawing all the white balls, !n'expresses the probability of obtain4tg,\nin the sets of trials, not the total amount of success supposed, but that\n.one particular distribution of it.\nE.G.\nDigitized by Coogle\n\f1884.] The Problem8 Of Hypnotism.\nIV.\nTHE PROBLEMS OF HYPNOTISM.*\n. By EDMUND GURNEY.\n265\nOf all physical analogies,the one which most constantly suggests itself\noutside the limits of the physical universe is that of the pendulum.\nAlike in our sensory experience where excitement 1eads on to fatigue\nand satiety begets aversion, and in the wider domains of religion and\npolitics where movements and opinions so constantly tend to one extreme\nby a mere impetus of repulsion from the other, the rhythmic law of\naction and reaction is ever at work. But sensation and sentiment by\nno means exhaust the region to which these further applications of the\nlaw extend: we find it operating where it would 1east be sought, and\ninvading the passionless paths of science herself. The cha~cteristic\ninstinct of the scientific spirit is, of course, to simplify and unify; as\nscience advances, theories of a mu1titude of separate agents, whether\npersonal deities or'abstract faculties, gradually give way to the recog-\nnition of la,rge general laws. But if in the main this tendency towards\nunity and simplification brings nothing but good, it is inevitable that\nan end in itself so eminently conducive to intellectual peace and satis-\nfaction·shouldalso actasatemptation-that in yielding to the generalising\ninstinct the mind should sometimes be swayed too fast and too far, and\nso be landed in premature hypotheses. And thus itis that, even as the\nold pre-scientific speculation sought a transcendental unity of things in\nsuch principles as water or fire, so even advanced science may oc(,'8,-\nsionally do injustice to the immense variety of Nature, and, in the\ndetermination to formulate a law for some special department of facts,\nmay seek and observe too exclusively the fads which can be made to\nsquare with the law. It would be hard to find a better instance of such\nover-simplification than is afforded by the modern science of Hypnotism:\nFor so short a span of existence, few sciences can have been so prolific\nin theories, presented often concurrently, and with little attempt at\nmutual refutation; and the time has perhaps come when the experimen-\ntal knowledge of the subject which is so rapidly advancing may be use-\nfully supplemented by a brief critical review of its theoretic Ticissi-\ntudes. If such 0. review reveals how divergent have been the\nvarious paths which speculation has taken, and how one after another\n-In the endeavonr to give some sort of completeness to the following sketch,\nitbaa been found necessary,here and there,to resurvey ground which haa already\nbeen to some extent traversed inthe Reports of the Committee on Mesmerism.\nX\nDigitized by Coogle\n\f266 The Problems of Hypnotism.\nof them seems to leave this or that set of facts on one side, it may at\nleast aid in defining the problems that actually remain.\nThe facts of hypnotism, it is needless to say, first became prominent\nin connection with theories which science has with one voice rejected,\nfinding nothing therein but absurd personal pretensions, and an ignorant\njargon abont forces and fluids. The facts themselves,however, were too\nindisputable and extraordinary to be neglected; and the first and most\ncomprehensive theory of them, advanced in opposition to those of\n\"mesnleric\" influence and \"odic\" emanations, was that of suggeIJtion\nand imagination. The singular mental phenomena which followed\n\" mesmeric\" manipulations were ascribedto a temporary suspension of\nthe\" subject's\" independent powers of will and judgment, whereby both\nhis beliefs and his conduct were left at the mercy of external sugges-\ntions. This was the theory crudely set forth exactly a century ago by\nthe Commission of the French Academy of Sciences which was appointed\nto examine Mesmer's claims. Though presumably regarded by them as\nan explanation, it clearly contains no explanatory power whatever; it\nis simply a description (and. as we shall see later, a very imperfect one)\nof the particular mental condition which the \"subject's\" actions\nsuggest. The crucial question remains: If the dootrine of a specific\ninfluence from the operator be l't'jected as outside the domain of natural\nlaw, what are the natural laws to which this peculiar mental condition\ncan be referred 1\nThis question remained for a long time without an answer; but\ntwo answers were at last given by countrymen of our own-one which,\nas far as it went, was of a clear and definite character, by Braid; the\nother, of a hazy and unexplanatory character, by Dr. Carpenter. This\ndescription may at first sight seem unjust to the latter, inasmuch as he\nprofesses general agreement with Braid, and does not seem aware\nof having adopted a different basis. It will not be hard, however, to\njustify what has been said.\nDr. Carpenter's explanation(\"Mental Physiology,\" c.xiv.) rests purely\non mental ground: his argument is concerned with states which (though,\nof course, like other mental states, they have their physical correlate\nin the nervous system) he treats throughout in their purely mental\naspect. There could be no objection to this treatment, were it success-\nful as far as it goes-the conditions of success obviously being that the\nphenomena of the mental state for which we seek explanation should be\nbrought into relation with phenomena of other and more familiar mental\nstates; for scientific explanation consists in bringing out identities\nbetween neW and old knowledge. Dr. Carpenter's failure to realise this\n~ondition seems to me to be complete. The region where he seeks the\nneeded identities is the well-recognised one of reverie and oolttractionl\nand biJl endeavour is to embrace the phenomena of these familiar states\nDigitized by Coogle\n\fThe Proilems of Hypnotism. 267\nwith those of hypnotism in the common category of \"automatic mental\naction.\" As an instance of the automatism of reverie, he describes the\nloose play of fancy to which the poet may resign himself under the in-\nfluence of some pleasing aspect of Nature. To illustrate the automatism\nof abstraction, he describes the \"absence of mind\" which has charac-\nterised many clear and profound thinkers,-showing itself in their\neccentric conduct in the streets, or in random answers to persons who\nhave addressed them when their whole attention was absorbed in follow-\ning some complicated train of logical thought. The reader will observe,\neven before we begin to test the resemblance of these \"explanatory\"\nphenomena to the unexplained facts of hypnotism, how confused and\nconfusing the idea of automatism has already become. It is more than\ndoubtful, to begin with, whether \"automatism\" correctly describes the\npoet's condition at all. As long as the idea of will is absent,\n., automatic\" is an excellent word to describe actions, the conditions\nof which are inside and not outside the subject of them: such, for\ninstance, is its appropriate meaning in physiology. But the mind is\nnot a cell or a tissue; and, in the present connection, to call the mind's\nactions automatic, simply because it is taking its own path unsolicited\nfrom moment to moment by new sensory impressions, seems very mis-\nleading. \"Automatism,\" if it is to serve Dr. Carpenter's purpose and\nto embrace hypnotic facts, must mean somflthing quite distinct from\nspontimeous and unsolicited origination of ideas; it must mean nothing\nless than temporary paralysis of the directive power of the will; and\nthere is nothing to warrant the assumption of this paralysis in the fact\nthat the mind's action for the moment is unimpeded and effortless.\nBut even if we waive this objection and extend the meaning of\n\" automatism\" to cover what is properly expressed by spontaneity, the\nautomatism in the described condition of the poet and that displayed by\nthe absent-minded mathematician are surely so far from identity that\nthey present an absolute contrast. The spontaneity or \"automatism\"\nof the poetic day-dreamer, in the sense of a free and aimless play of\nmind, belongs to the essence of his activity; so far as it is a correct\ndescription at all, it is a description covering the whole ground of what\nhis mind is dohIg. The mathematician's mental activity, on the other\nhand, is just exactly not free and aimless, and just exactly not auto-\nmatic. It is the most conscious and strenuously-directed effort, con-\ncentrated on successive points in an argument which it may require all\nthe strength of his will to stick to and grapple with; and any\nautomatism that he may display is a mere accident of this state, showing\nitself if external demands happen to solicit an attention which is already\nirresistibly set in one particular channel. The condition described as\n\"automatic\" in the case of the poet is charged with consciousness,\nwhich may be of the most vital and delightful kind; it is, in fact, itself\nx 2\nDigitized by Coogle\n\f268 .The Problem8 of Hypnotism.\nthe stream of consciousness in a particular ai;pect-i.e., winding hither\nand thither in a roving and easy way. The automatism of the mathe-\n\"matician who does or says odd things while l'oh-ing a problem, is\nessentially remote from the stream of his consciousness; tltat is engrossed\nwith other things, and his automatic sayings and doings are distinctly\nreflex actions, the result of suggestions which may never reach even\nthe threshold of conscious perception.\nHaving thus observed the total dissimilarity, or rather opposition.\nof the two mental states whose fundamental characteristics Dr.\nCarpenter treats as identical, we shall not be much surprised to\nfind that the hypnotic state, which he goes on to identify with them\n-in order by that means to obtain an expression for the less\nknown in terms of the better known-is essentially distinct from\neither. The looseness of thought which has already made\" automatism \"\ncover two quite distinct things very easily extends it to a third equally\ndistinct thing, which, being thus referred to a class, is so far-and all by\nthe magic of a word-explained! The automatism of the hypnotised\n\" subject,\" in his response to external suggestions, is often automatism\nin a true sense; in that respect differing toto crelo from those spontaneous\nor internally-on..,ainated impulses of fancy to which, in moments of\nrandom reverie, the poet's mind may give the rein. But it differs no less\ndistinctly from the automatic or reflex words or actions with which we\nsaw the absorbed mathematician responding to external impulses. For\n\"of those responses, as we observed, the essence was that they were un-\nattended to, the stream of consciousness being rapt away in another\ndirection; while in the hypnotic case, consciousness and attention,* so\nfar from being abstracted from the things which are being done in\nresponse to the external suggestion, are directed with even abnormal\nconcentration upon those very things. We might without incorrectness\ndescribe the higher hypnotic phenomena. as reflex action, in respect of\nthe certainty with which particular movements follow on particular\nstimuli; but they are, and their \"peCUliarity consists in their being,\nconsciot£8 reflex action. The central problem of hypnotism lies in the\ncombination of those two adjectives; and in the following pages each or\nthem will have to be emphasised in turn. The'hypnotised \"subject\" who·\nearries out complicated orders is a conscious, and often even a reckoning\"\nand planning, automaton. Reflex response (if we wish to retain the-\nphrase) is here raised from the merely physical to the mental plane;\nthe external suggestion evokes a particular idea in as certain and as\nisolated a way as an appropriate electrical stimulus evokes the isolated\naction of one particular muscle. This isolation of a single object in the\n• Consciousness and attention; that is, 80 far 88 they are present. The very\nvarying degrees, and in many cases the indisputably high degree, in which they\nmay be\" resent will be discussed a \"little later. •\nDigitized by Coogle\n\f;rIle Problems of Hypnotism. 269\nmind naturally implies abeyance of the normal controlling and relating\npower. In the normal state, successive vivid points of consciousness are\nsurrounded by a swarm of subordinate perceptions and ideas, by refer-\nence to which it is that conduct is instinctively or subconsciously kept\nrational, even though the attention may be strongly focussed on its\nimmediate aim or object. In the hypnotic state the contact is broken\nbetween the predominant idea and this attendant swarm; and conduct\nthus ceases to have reference to anything except the predominant idea.\nAnd the difference between that isolation of the dominating idea which\nis the cause of automatic answers and actions in the case of the absorbed\nmathematician, and the isolation of the dominating idea in the hypnotic\nautomaton-though to a superficial observer the states seem similar\njust because each produces irrational actions-clearly goes to the very\nroot of the phenomenon, regarded as mental. The mathematician has no\nfraction of attention to spare for external solicitations; his mind is in a\nstate peculiarly impregnable to \"them: the mind of the hypnotic\n.. subject\" is absolutely at their mercy. The one mind is working with\nunusual force and individuality in its self-elected channel, and what its\nowner says or does in response to external influence is as little attended\nto by him as the influence itself. The other mind is working with\nmarked absence of individuality in a channel elected by others, and\nwhat its owner says or does in response to external influence is that on\nwhich his attention is concentrated to the complete exclusion of every\nother thought.\nThe attempted explanation of the phenomena on 'mental ground, by\nbringing the mental condition within the recognised domain of abstrac-\ntion or automatism, thus falls to pieces. Braid's explanation was a very\ndifferent one. He fearlessly took physical ground, and attributed the\nhypnotic effects to an exceptional and profound nervous change produced\nby a particular muscular strain. His experiments and conclusions,\nwhich were the foundations of the actual science of hypnotism, are too\nwell known to need recapitulation. They dealt, it is true, chiefly with\nthe lower phenomena-the obvious bodily effects, and Braid's grasp of\nthe subject on the psychical side was certainly very imperfect; still his\nclaims to have traced to theiF true source effects which had hitherto\nbeen ascribed to imagination and imitation are sufficiently explicit to\npass as a suggestion, at any rate, of a physiological basis for the higher\nphenomena with which we are here chiefly concerned. Since his time,\nthe principal gain to our knowledge has been the proof that it is not\nnecessary that the eye should be the organ employed, or even that\nthe strain should be of a muscular sort at all. With sensitive\n\"subjects,\" the ticking of a watch held at the ear, and light\nmonotonous passes acting on the nerves of touch, have been\nfound as effective as t1te fixed gaze. But this, it will be\nDigitized by Loo\n\f270 TIle Problem8 qf Hypnotism.\nobserved, is a mere extension of Braid's doctrine; for the\nphysiological condition of preparatory nervous adjustment to Do\nregularly-recurring stimulus is really.for-ation in as true a sense as where\nthe employment of muscular apparatus more immediately suggests the\nword. Concentration of attention is, no doubt, the natural mental\nconcomitant of the physical fixation; it may even be that for the\nartificial production of the state in man it is a. real condition, in the\nsense that physical fixation alone would not be effective if the attention\nwere kept actively employed on external topics. But Braid never for a.\nmoment suggt'sted that the peculiar muscular or nervous strain could in\nthe first instance be dispensed with, or was anything less than the full\nand sufficient cause of the subsequent phenomena. He is throughout\nconsistent and urgent in his view that the basis of hypnotism is\na complete alteration or rebalancing of the nervous system,\nartificially producible by special means of an obviously physical sort.\nHere,then,we seem to have at any rate thebeginning of II. satisfactory\naccount of many of the facts popularly attributed to \"mesmeric\"\ninfluence. Braid clearly saw-what Dr. Carpenter has failed to see\n-that the hypnotic state is a unique one and is due to a quite special\ncause. If the fact is experimentally established that a particular sort\nof physical process is perpetually followed by an exceptional mental\nstate having no apparent relation to it, the hypothesis of an exceptional\nnervous change-as a middle term, and as the proximate condition of\nthe mental state-is one which, in the present stage of our knowledge\nas to the connectioll between mind and nerve-tissue, we not only may\nbut must make. And so far-as the mental change ill profound and the\nmental state unique, to that extent, we are justified in saying, is the\nnervous change profound and the nervous state unique. Even to\nenunciate this doctrine may appear somewhat out of date, now that\nscience is attempting to define, what Braid left uncertain, the exact\nnature of the nervous events-whether, for instance, they consist in\n\" cortical inhibition\" or in \"local erethism.\" But there is a special\nreason for constantly insisting on the more general position. For Dr.\nCarpenter's is by no meallS the only attempt that has been made to\nframe an explanation of hypnotic phenomena out of psychical factors ;\nand such factors have proved themselves peculiarly liable to illegitimate\nuse. Above all, they have tended to confuse the important distinction\nbetween the production of the state and the state itself...:...a distinction\nwhich Braid's conception enables us to keep clear.\nThe psychic facior mainly relied on has of course been that of\naUention. And there are doubtless cases where such reliance might\nseem justified--cases where the physiCAl me&ns which are successful in\nproducing hypnotism seem much less exceptional and violent than those\nDigitized by Coogle\n\fTIle Problem8 of HlIpnotism. 271\ndescribed by Braid, and where, therefore, the accompanying psychical\nelement of concentrated attention becomes relatively more conspicuous.\nEven these cases, however, include none where physical means have\nbeen altogether absent: we have no record of the production by atten-\ntion, however concentrated, of the characteristicphenomena of suspension\nof directive power and loss of memory, unless accompanied by some\namount of physical fixation.* And indeed the very natllre of the\nconcentration, when present, seems to involve some such fixation: it\nwould probably be impossible where the bodily state was wholly pliant\nand natural. In its strained immobility it is itself exceptional-so\nmuch so that an educated mind may find the greatest difficulty in\nattaining to it-and is, in fact, the very opposite of the active sort of\nattention with which an object is normally contemplated or a train of\nthought followed. Nor can attention be represented even as an\ninseparable accompaniment in the production of the state, unless by\nresolutely ignoring a large part of the hypnotic field. As Mr. Romanes\nsome time ago observed, and as Professor Stanley Hall again pointed\nout in his most interesting and suggestive paper in Mind XXX., it is\neasy to hypnotise animals, but not easy to credit such an animal as a\nfrog or a crayfish with any true power of mental concentration. And\nthe phenomena of natural somnambulism or \"sleep-waking,\" which in\nrespect of the absorption of the mind in one direction present the closest\nanalogy to those of hypnotism, demand no previous concentration\nof attention at all. But even if we confine ourselves to eases\nwhere attention is actually present during the production of the\nstate, what ground is there for describing it as the cause of that\nstate, in the absence of any extraneous empirical proof of a tendency\nin the antecedent to produce the consequent 1 The general effects\nof a one-sided strain of mind or body are pretty well known;\nand \" tonic cramp of the attention\" (to adopt Professor Stanley\nHall's phrase) may be a very satisfactory description of the one-sided\nabsorption in a particular direction which characterises many isolated\nstages of the hypnotic trance. But what tendency should the cramp\nof an attention which is directed to a button held in the hand have to\nproduce, or to facilitate, a fresh cramp or series of cramps when the\nattention is diverted to quite fresh objects 1 The cramp of a limb\nwhich has been kept too long in one position does not issue in a tendency\nto move it rapidly into new positions; yet it is just such an anomaly as\n* This of course does not apply to the production of the state in sensitive\n\" subjects\" who have been hypnotised on previous occasions, and who fall into\nthe trance by attention, not to a button, but to their own memories of past\n.rensations. The powerof representing and revivifying past states is one which\nmanifests itself in many directions, and has no special relation to the hypnotic\nproblems.\nDigitized by Coogle\n\f2;2 Tht Problems of Hypnoti8m.\nthis that the hypnotic process and its sequel perpetually present. Pro-\nfessor Stanley Hall's excellent remarks-a propos of the idea of atten-\ntion-on the danger of using terms in a manner which necessitates\n~, radically reconstructing the notion of them familiar to common con-\nsciousness,\" would surely be equally in place here a propos of cramp.\nEven the case which he himself describes-where powerful excitement,\nboth physical and psychical, was produced by the effort to change the\ncurrent of the \"subject's\" idea.s, and where it was necessary to wake\nand re-hypnotise him before impressions of a new genus could be given\n-presented a feature which seems an odd result of previous rigid at-\ntention to a button, namely, \"great mobility of attention\" within\nthe single genus of ideas suggested. But this necessity for waking and\nre-hypnotising is so far from being constant that in my experience it is\nunexampled. I have again and again found the complete change to a\nnew genus of ideas to be absolutely effortless and instantaneous-found,\nthat is, that the attention, which had been as usual fixed during the\nprocess of hypnotisation, Lecame quite abnormally mobile afterwards.\nThus-to giye one example out of many-a youth well-known to me,\nwith whom I have made many experiments, was told by the operator,\nbefore the proceedings began, that when hypnotised he was to recognise\nand converse with me. He was then hypnotised by fixation in the\nusual way; after which he talked to me for a minute quite naturally.\nThen, with a single sentence, he was taken from my room to a church-\nyard, and was set to work at trimming a grave, where the grass had\ngrown too long. He put great energy and humour into his task, and he\nnow regarded me a.s a stranger who wanted to interfere with him and rob\nhim of his job. Another word from the operator, and he was in a boat\nin a storm, running up an antimacassar for a sail, and lashing his com-\npanion to the mast for safety, his comments throughout being extremely\nvivid and amusing. Another word, and he was engrossed in watching\na conjurer spinning plates in the Brighton Aquarium; he indulged in\nvery free criticism, and, while greatly admiring, opined that the plates\nwere loaded and the table made to slope inwards. I now got the\noperator to introduce me to him, and to place my hand in his, and by\nthis means I obtained sufficient hold on him to make him half believe\nthat he was in church; but he was puzzled by the continuation of the\nplate-spinning, and at last he compromised his beliefs by saying that,\nthough he would copsent to sit in church, ho must insist on watching\nthe conjurer. A word from the operator obliterated the latter im-\npression, and brought him wholly to church, where he pointed out\nvarious objects and, without the slightest suggestion, began mimicking\nthe manner of a local preacher. I now again addressed him, and he'\nagain disowned acquaintance with me, thoogh curiously he regarded\nme as the same stranger who had interfered with him before. ~other\nDigitized by Coogle\n\fThe P\"oblemB oj H!Jp1Iotism. 273\nword, and he was at home helping his mother with accounts, and did a\nsum which I gave him on paper correctly and with rapidity.* Here\nthen the order of mental events, in the whole experiment, was unusual\nrigidity followed by unusual mobility. 'But how can we pretend that\nwe account for the latter by recognising the former 1 So long as we\nkeep to physical ground, it will be observed, no such difficulty\noccurs. If Braid had been asked how it is that fixation of\nparticular muscles or nerves reacts on the higher nervous centres in\nso remarkable a manner, he might have fairly replied that physiology\nabounds in puzzles no less special and insoluble. But if I am told that\na particular mental attitude-that of fixed or one-sided attention-is\nthe cause of certain mental phenomena which are new to me, I am\nsurely justified in demanding that the order of events shall present\nsome perceptible' coherence-shall at least not run directly counter to\nwhat my general experience would have led me to expect. Such an\nobjection might be pedantic-as against writers who of course have no\nthought of differing from Braid, or of denying the physical correlative\nof the attentive attitude-were it not that in their advocacy of atten-\ntion they have curiously disregardlld the facts, such as those just re-\ncorded, where this want of coherence is evident. The oracular sim-\nplicity of Biirger's formula., that the cause of hypnotic phenomena is\nessentially psychic, would hardly retain its impressiveness in face of\nhypnotic phenomena which in psychic characttr are at the precisely\nopposite pole from their antecedent.\nBut this objection has yet another side. Suppose we were told that\nthe final 'result of cramping a limb or a psychic faculty was paralysis,\nwhere should we expect to find the paralysis 1. Surely in that limb, or\nin that faculty. And in the case of the lower hypnotic phenomena\n* It may be asked what guarantee can be had, in such cases as the above,\nthat the \"subject\" is not actin~ a part in a condition of normal wakefulness.\nThe test of pain cannot well be Immediately applied, as in the alert stage of\nhy'})Dotism there is rarely a marked diminution of sensibility. But the sensi-\nbIlIty: test can nevertheless be effectively brought to bear ; for, if left alone at\nthe close of such manifestations as the above, the \"subject\" will fall, usuallv\nwith great rapidity, into the deeper stage of trance, in which any 'amount of\nsuch minor torments as pin-sticking ami pinching may be applied without\narousing him, or his conjunctiva may be touched without evoking more than a\nfeeble reflex response. This is a state into which it cannot be maintained that\nrobust youths are wont to pass at will out of a condition of normal wakefulness.\nAnother test, which I have repeatedly applied, is to inform the \"subject,\" Oil\nhis complete wakillg, that he has ap:parently been dreaming of taking ~rt in\nvarious scenes, and to offer him £20 if he Will say what the scenes were. It will\nstill, perhaps, be objected that though truly in a hy:pnotic condition and unable\nfilUbsClJ.uently to recollect what has passed, the \"subJect\" may still at the tIme\nbe only pretending to be a party to the scenes suggested. This supposition\ndeserves careful attention, and there are cases to which it certainly seems\napplicable. (See the very interesting remarks in M. Richet's L'Homme et\nl'Intelligcnce, p. 166.) But even if universally true, it would still leave the fact\nof the mobility of the attention just where it was.\nDigitized by Coogle\n\f274 TI,e Problems of Hypnotism.\nwhat happens to the faculty of attention may doubtless be regarde:l in\nthis light. Thus if a favourable \"subject\" be allowed to stare at a.\nbutton undisturbed, he will soon pass beyond the \"alert stage,\" when\nhis imagination and his body might be brought into activity by sugges-\ntions, and will simply become torpid and indifferent, though still often\ncapable for some time of rational conversation; the cramped condition\nof his attention has not resulted in continued and absorbing attention.\nto the button, but in gradual paralysis of the whole perceptive func\ntion. We have just observed how different is the case with the atten-\ntion, if the \"subject\" be taken in hand and suitably treated for the\nhigher phenomena before this deep state has supervened; but the\nfurther point to be now noted about such phenomena is this-that\nwhile in them the attention is so little paralysed that it is even found\nto be abnormally mobile after a period of fixation on the button, other\nfunctions-those namely of choice, and will, and reaction in the way of\nattraction and repulsion-are paralysed. The effect on these reactions\nadmits (as we shall see) of various degrees, but there can be no doubt as\nto its reality. In psychical terms, then, cramp of the perceptive has led\nto paralysis of the appetitive faculty-a fact which it would surely need\na very enthusiastic psychicist to regard as self-explanatory.\nIt may be worth while here to note what I think has been a main\nreason (though a very illogical one) for the tendency to regard previous\nfixity of attention as in itself a sufficient ground for the unhinged\nautomatic mental condition of hypnotised \"subjects.\" .It is that\ncertain plLysical phenomena, which may at first sight seem more start-\nling (but are in reality far less unique) than the mental condition in\nquestion, have undoubtedly been known to follow or to accompany the\nstate of fixed or expectant attention-that attention, however, being\nthen always directed to the part of the body in which the phenomena\nwere actually to appear; as in the familiar case where the steady con-\ntemplation of a particular finger leads to a sense of tingling in it. But\neven in this direction, where the mere attitude of attention and expect-\nancy does actually seem of distinct efficiency, cases occur where the\nphysical change cannot possibly be ascribed to that attitude, inasmuch\nas not even the vaguest realisation of the bodily part to be affected was\nin the patient's mind. Such a case is that of a woman who had been\nhypnotised by Braid for relief of violent pain in the arm and shoulder.\nand who found, much to his and her own surprise, that an opacity\nwhich had been left by rheumatic fever over more than half the COnlea\nof her left eye was gradually clearing. This case has been most unac-\ncountably quoted by Dr. Carpenter as an instance of the curative effects\nof mere attention. The result seems clearly attributable to that re-\nbalancing or re-direction of nervous energy which Braid regards as\ncharacteristic of the hypnotic state-to those nervous events which are\nDigitized by Coogle\n\fThe Problem8 qf Hypnoti8m.\nno mere correlate of an act of attention, but the result (as he explains)\nof a quite special physical cause.\nBut the objections to the attention-theory are not by any means ex-\nhausted by the difficulty of connecting the process with the results of\nhypnotisation; on the contrary, they become even more substantial if\nwe confine ourselves to the latter. And they deserve note the more-\njust because the theory here will actually cover so much ground-\nbecause so many of the hypnotic phenomena may be truly described as\nbelonging to the \"pathology of the attention,\" and admit of interesting\ntreatment (e.g., in G. H. Schneider's treatise, Die p81Jclwlogisclte Ur8aclt8\nder ltyprtotisclten Ersclteinungen) in connection with other braIiches of\nthat wider subject. But in the first place, even in .the alert stage-\nof hypnotism, where mono-ideism with its accompanying loss\nof balance and control is often most conspicuous, it must:\nalways be borne in mind that this is not the essential\npeculiarity of the state. The fundamental fact according t()\nour formula is not that the psychic activities are abnormal, but that\nthey are riflex; it is not the ·mere subjection of the mind to a single-\nidea or set of ideas, but the certain production and alteration of that:\ncondition ab extra. In the second place, results are often loosely set\ndown to the\" dominance of an idea,\" where, if we· inquire what the-\nparticular idea is, we fail to find it. A hypnotised boy is told that he\nmay have a £5 note if he can pick it up. To suit the theory, the.\ndominant idea must be that of the impossibility of the act; but eyen if\nwe allow this idea a momentary dominance, in what sense can it 00\nheld to continue dominant during a struggle in which every word and\ngesture express the strongest determination and incredulity1 It may,\nperhaps, be suggested that the words and gestures express no more than\nan ineffectual eftort to resist a nevertheless dominant idea; but to this\nsuggestion we may often oppose the\" subject's\" subsequent description\nof his experience. And lastly, there remains the large class of cases.\nwhich do not belong to what I have called the \"alert stage\" of hypno-\ntism at all; and where the attention-theory can only be applied by the\ndesperate assumption that unusual dt\"Mness of sensibility in one direc-\ntion necessarily involves unusual concentration in another. If a jet of\ngas is seen burning specially brightly, it is doubt-less reasonable to.\nconnect this condition with the fact that the other jets in the chandelier·\nare turned off;* but if no light at all can be perceived, the natural\n* Apropos of this metaphor, which is often, of course, an entirely just one,\nthe following instances may be worth recording. A hypnotised\" lIubject\" who-\nstrongly resented being even slightly pinched was impressed with the idea that\na person to whom he was attached liad died. He showed considerable emotion.\nand was now completely indifferent to the most savage pinching. Again.\nseveral \" subjects\" who were sensitive to pain in the alert state, were thrown\ninto the deep state, and impressed with a command which was to be executed\nwhen they emerged again into the alert state: when the emergence came, they\nshowed entire insensitiveness until the command was duly performed.\nDigitized by Coogle\n\fThe Problem. qf Hypnotism.\nhypothesis surely is, not that some jet is burning brilliantly somewhere\nout of sight, but that all the jets are turned oft'. The energy of atten-\ntion is not a fixed quantity, bound to be always in operation in one\ndirection or another; nor does the human mind, any more truly than\nnature, abhor a vacuum. Even in the \"alert stage,\" when the\n\" subject\" can be made by an occasional word to enact scene after\nscene with astonishing truth and vigour, the indications, if he be left\nalone, are of blankness, not of concentration. He knows where he is,\nand will answer if spoken to; but otherwise he sits inert and listless, if\nasked what he is thinking about will usually answer\" nothing,\" and\nsoon passes into the dfleper stage with closed eyes, in which, though,\n:still able for a brief period to respond to questions, he is insensible to\nany ordinary tactile stimuli. It would surely be irrational to refer that\ninsensibility to the strong concentration in some unknown direction of\n.an attention which, even in the previous alert state with open eyes,\nthere was no ground for supposing to be active. I do not urge the cases\n()f obvious reflex action (on which Professor Stanley Hall has made\nsome good remarks in the paper already referred to), since on a theory\nlike that of Herr Schneider....;,...in which the lower centres, so far as they\ndistinguish stimuli, are credited with an embryonic consciousness-the\nquestion might there be a mere question of words. The cases which I\nhave in view are those where the results observed cannot, by any\n2tretch of the meaning of attel.ltion, be reasonably connected either with\nthe\" positive field \"-i.e., with unusual absorption of the attention in\nthe liue of the result, whether as immediately producing it or as\ninhibiting its opposite*-or with the \"negative field,\" where insensi-\n* I gather from some expressions of Professor Stanley Hall on the subject\n()f \" active inhibition,\" that he holds that the condition of the attention in this\npositive field may be further subdivided-that the actual dirution of concentra-\ntion may be not only towards the production, but towards the inhibition of 8.\nparticular mental phenomenon. This direct action of inhibition is hard to\npicture. The activity of active inhibition appears to me always to lie in a.\ndetermined setting of the mind in SOme t~W direction: I mitigate a pain not by\n.attending either to the pain or to an imagined absence of the pain, but by\n-clenching my teeth and thinking of something else, i.e., by opening quite new\n-channels of nervous energy. So when Professor Stanley Hall inquires whether\nwhen a hand is made insensitive to pain, it is \"due to abnormally intense\ninhibition of sensation or motion by consciousness, or is better conceived as an\n-entire detachment and vagrancy of attention from consciousness, of which it is\n-conceived only as a concentration,\" I find a difficulty in admitting the possi-\nbility of the first alternative, as also, I must confess, in catching the meaning of\nthe second. In the proposed case, at any rate, I should not myself see the\nnecessity of having recourse to either. If the hand is rendered insensible in the\niJrdinary way by faint sensory stimuli, it is surely a case- where the theory of\ndirect physical inhibition of the lower sensory centre is exactly in place. The\nvery different case where the manipulations employed do not· produce any\nsensory stimuli at all, as where no contact is used and the arm is thickly\nenveloped in clothes, is one on which I shall have a word to say later.\nDigitized by Coogle\n\fThe Problems of Hypnotism. 277\nbilityand irrational conduct are the result of an unusual draining-off of\nattention from the ordinary sensory or ideational tracts' into some other\nline. They are cases where, if we wish still to hypostatise attention,\nwe must just say that it is paralysed or has fallen asleep. But such a\nmode of expression is not to be commended. For the sleep and\nparalysis may invade some faculties and not others, e.g., colour-blindness\nmay supervene while the hearing remains perfect jl. and even in the\ndeeper state of trance, ideas, and especially commands, may be\nimpressed on the \"subject's\" mind. What do we gain, then, by\nemploying a general term to describe such special effects 1 When once\nthe chandelier-metaphor is abandoned-when once it is recognised that\nin a multitude of cases the quantity of attention turned on in one\ndirection is in no way connected with a withdrawal from any other-\nthe idea of a common psychic factor seems out of place and misleading.\nThe\" subject's\" ear wakes while his eye sleeps j so in ordinary paralysis\nthe right side may feel while the left does not j and it does not then\noccur to us to talk about the patient's attention being asleep on the left\nside and concentrated on the right.\nAnd now we must make a sudden transition, from the theories.\nwhich have unduly magnifip.d psychic functions in hypnotism, to those·\nwhich have unduly ignored them, and have substituted the shibboleths.\nof physical reflex action and automatic cerebration for that of attention.\nIf we trace the natural logical route of the subject, we shall see that a\ntime was almost bound to arrive when a purely physical account of the\nwhole range of phenomena would be attempted. Up to the time of Braid's\ndeath, no serious question seems to have been raised as to the relation of\nconscioltsness to the hypnotic manifestations. No doubt, at any rate,\nwas expressed as to the presence of consciousness in those higher\nphenomena which belong to the lighter stage of the trance, and which\nform by far the most interesting part of the whole subject. Braid\nhimself' speaks of <; the extraordinary power of concentration of\nthought,\" \" the mpt contemplation,\" \"the glowing scenes and images\"\npresented to \"the fervid imaginations\" of his patients. But the\nvery fact of tracing the observed phenomenon, as he did, to a.'\npeculiar physical condition must lead on to the question how far the\npsychical factors of consciousness and volition are really involved in\nthem at all, and how far the suggested idea ha.s any true existence in\nthe \"subject's\" mind. Granting that his attention has to be directed\nin the first instance to the monotonous process by which the state iii\nproduced, we have seen that the power of attention might naturally be\nexpected to be paralysed by that very process, so as not to survive when\n~the state is -once reached j and if the \"alert stage\" is not caught\nand used, this is what actually happens, the gradual dulling of the\n-. .\n\f278 The Problems of Hypnotism.\nfaculties passing on into comatic unconsciousness.* But there is\nnothing prima\/q,cie unreasonable in supposing attention to have passed\naway before this deep stage is reached-in supposing that it does not\nsurvive that profound nervous change which, following Braid, we infer\nto have supervened as soon as the alert stage is reached. The state of\nthe \"subject\" is so obviously peculiar that there would seem to be\nno strong a priori obligation on us to interpret what would ordinarily\nhe accounted signs of consciousness in the usual way. Dr. Carpenter's\nwavering utterances already indicate some suspicion on this point; and\nthe gradual progress in our knowledge of physical reflex action, and of\nits special connection with the hypnotic state, has naturally given the\nquestion a new shape and significance. Hypnotism being, beyond\ndoubt, the field on which such reflex action reaches its furthest limit,\nwhere is that limit to be drawn 1 The consideration of this point will\nfurther establish the distinction between the lower and the higher\nhypnotic phenomena, and will thus further define the fundamental\npeculiarity of the latter.\nIf we begin at the bottom of the series of phenomena, we certainly\nfind no reason to suppose that they are accompanied by any distinct\nconsciousness or concentration of attention. If we find it hard to credit\nthe frog with attention during the process of hypnotisation, it is still\nharder when the process is complete; and the insensibility and\nimmobility of the human \"subject,\" if left to himself ill the \"deep\nstage,\" seem to indicate a mental condition not very different from the\nfrog's. Higher in the scale, actual experiments in reflex action suggest\na decided lowering of the psychical functions. The heightening of the\nreflex responsiveness of the 'muscles, which is often the first symptom\n-of hypnotic influence, does not, it is true, serve as a sign of diminished\nmental activity, especially as the phenomenon itself-the twitching\nlimbs and the inability to control them-is peculiarly calculated to\n.l!timulate the \" subject's\" attention. But ProfessorStanley Hall's 1'8Cent\n-experiments avoid this difficulty, and give us just the indication that is\nneeded. For, in establishihg the diminution, during the alert stage\nof hypnotism, of the time necessary for voluntarily reacting\n-on a stimulus, they suggest that the reaction has become to\n.some extent reflex; t and since this implies that. the brain-\naction associated with conscious attention to the work of reacting is\n* A fuller account of the different stages of hypnotism will be fOUDd in\na former paper, Proceedings, Part V., p. 61, &c.\nt It is worth observing that this extension of reflex action in one direction\nmay perfectly well co-exist with what might appeara contraryresult in another_\nFor instance, Professor Stanley Hall's\" subject\" (I presume while in the same\nhypnotic stage as hewas in during the reaction-experiments)could gaze at a sUDny\nwindow for 13 minutes without winking. But the ability to do this doubtless\nDigitized by Coogle\n\fTile Problems oj H!lplloti~m. 279\ndiminished, we may fairly suppose that the amount of conscious\nattention is itself diminished. And this leads us on to the more\ngeneral supposition, that actions which would normally involve very\ndistinct consciousness may be performed by the hypnotic \"subject\"\neither with a lesser degree of it or entirely without it. There is thus\nconsiderable justification for Heidenhain's explanation of the singular\nexhibitions known as hypnotic mimic1\"IJ. According to him, the\nmovements or words of the operator, acting on the eyes or ears of the\n\" subject,\" stimulate as usual the lower sensory centres; but in the\nhypnotic state, the functions of the higher cortical portion of the brain\n(to which nervous discharges are supposed normally to pass from the\nlower sensory centres) are inhibited, and consequently no effect is\nproduced in the way of consciousness. At the same time, the\ndisturbance in the lower sensory centres, though thus unaccompanied\nby consciousness, is sufficient to pass on the nervous discharge to the\nmost nearly associated motor centres, which will naturally be those\nwhose activity will produce the same words or movements; since clearly.\nno association can well be closer or more constant than that between\nthe sight and sound of a movement or word and the act of producing\nthat movement or word. And since the same inhibition of the cortical\nfunctions, which precludes consciousness of the impression, precludes\nalso the normal exercise of the power to direct and control movements,*'\nthe mimicry takes place mechanically and unfailingly, i.e., as genuine\nreflex action. Heidenhain further extends this explanation to the\nphenomena of what he calls\" automatism at command.\" He attributes\nthe machine-like obedience of the \" subject\" to a similar inhibition of\ncortical function, and to the consequent opening of an unimpeded\nchannel of discharge from the lower ideational to the motor centres-\ni.e., from the place of the nervous discharges which, if allowed to\npass on in the normal way, would result in the mental picture of\nan action, to the place of the nervous discharges immediately associated\nwith the performance of that action.\nBut while it is important to note the fti.cts to which this hypothesis\narose not from an inhibition of the normal reflex movement, but from a direct\ndeadening ofsensibility in a particular organ. So extreme a deadening in the\n\" alert stage\" of hypnotism is rare, though out of several hundred \"subjects\"\nI have found two whose eyes remain open even in the deep stage. Such\nexceptions are valuable as showing the variety that may exist even in the\n'Simplest facts of hypnotism.\n• Heidenhain has introduced an eqltivoque into the terminology of the\nsubject by calling the hypnotic action on the cortical functions inhibition,\nwithout pointing out explicitly that the 1wrmal action of those functions\nin respect of motion is to & large extent inhibitory, and that the complete\ndescription of the method by which the automatic reflex responses are brought\nis thus inhibition of the inhibitory function.\nDigitized by Loo\n\f280 TIle Problems of Hypnotisni.\nwill apply, and in which ideation and volition apparently play no\npart, it is of still greater importance to avoid mistaking this limited\nportion of the field for the whole. It is no doubt convenient for the\n-theory to conceive the inhibition of directive and volitional power as\naccompanied by inhibition of consciousness; but the positive grounds\non which the sweeping assertion of the unconsciousness rests are so\nflimsy that, but for the high authority of those who are opposed to met\nI should almost have thought it waste of time to discuss them.\nThe most thorough-going statement of the doctrine in question\nappears, I regret to say, in a book which for general acuteness and\ncomprehensiveness of treatment is superior to any other on the subject\nwith which I am acquainted-the Etude Scientifique IJ'U.r le Somnam-\nbulisme of Dr. Despine, which in 1879 obtained for its author a medal\nfrom the Medico-Psychological Society of Paris. The acuteness, it is\ntrue, is not unfailing. When a man concludes that the highest psychic\nmanifestations may take place without consciousness, from the fact that\nthe complicated vital functions of the animal and vegetable creation,\nwhile seeming to demand IJ. capacity at least equal to that of an\nintelligent man, nevertheless take place unconsciously, and that the\nhighest human intellect could not construct a butterfly's wing, we may\ndefer our answer till a stomach or a tree begin to reason, or a butterfly's\nwing to decide knotty points. Popular arguments, moreover, are\nsometimes caught at in a manner fatal to consistency. Thus an appeal\nis made to the well-known ability of somnambulists to keep their\nbalance in dangerous places and 'at giddy heights; which may reason-\nably be c!,nnected with unconsciousness of danger, ,and so far might\npass muster as an argument for the temporary abolition of all psychic\nfunction. But on Despine's own principles, how should the somnambulist\nbe any the safer for his unconsciousness1 'If cerebration, even in its\nmost subtle and complicated forms, can go on just as usual without any\npsychic correlative, why are we to except the particular cerebration\nthat would normally be accompanied by fear, giddiness, and loss\nof balance 1 What is to prevent that in the given conditions\nfrom functioning in the normal way, and so producing a.\nfull 1 So far from affording a proof of true automatism,\nthis is emphatically a case where the theory of attention-of a mind\nexclusively occupied with the next step and not occupying itself with\nideas' of falling-scems of most assistance. Dr. Despine's next argu-\nment, however, has more force. He finds an indication that even th&\nmost complicated psychic phenomena of hypnotism may be purely\nautomatic in the fa.ct that in certain abnormal states the personality\nseems doubled; as when a person recovering from typhoid fever spoke\nand sang, while seeming to himself to be listening to another's per-\nformance, and without any idee. what the next sound to be produced\nDigitized by Coogle\n\fThe Problems qf Hypnotism. 281\nwould be. Similarly religious ecstatics and \"trance-mediums\" have\ndelivered impromptu discourses without conscious cerebration, and have\nbeen the devout and admiring auditors of eloquence whose sense they\ngrasped only after it had issued from their own lips. In these cases\nDr. Despine attempts to make the one part of the person-the watch-\ning and attentive part-the witness of the automatism of the other\npart; and since, viewed in this light, the presence of the witness\nis not necessary to the production of the result, an argument is\nobtained for the general possihility of similar manifestations withont\nany participation of consciousness. This artifice of making two\npeople, A and B, out of one, in order (in the absence of evidence) to\nobtain a sort of presumption that A's presence is not a condition of B's\nactions, is not very convincing; a.t the same time there need be no\ngreat difficulty in admitting the particular possibility claimed. Few\nwill dispute that the talking and singing might appear as purely auto-\nmatic phenomena; and even the impromptu discourse, with its far\nmore complicated series of actions, may be conceived as producible\neither in the absence or with a minimum of consciousness-its contents\nbeing presumably a string of familia.r ideas, closely connected by associa-\ntion, and clothed in a hackneyed phraseology. Despine's error is in\nsweepingly applying the same argument to hypnotism, without remark-\ning how radically different are many of the phenomena there presented.\nThe psychologist who claims for his study the dignity of a science is\nsurely bound to follow the physicist's example, and to take some trouble\nto vary the conditions of his observations; and in this question of the\npresence of consciousness, the very simplest experiments suggest the\nsort of variation that is necessary. A\" subject\" is asked a question\nto which the obvious reply is \"yes,\" and answers.\" yes\": he is asked\nanother to which the obvious reply is \"no,\" and answers \"no.\"\n\" Clearly automatic reflex action,\" say Despine and Heidenhain, with a\ngreat show of reason. But now let us take a case where,\nthough the answer is equally simple, the question itself does not suggest\none answer rather than another. For instance, let some one, standing\nbehind the\" subject,\" give a very light clap of the hands at intervals,\nand let the \"subject\" immediately before each clap and also at other\ntimes between the claps, be asked the question\" Do you hear this ~ \"\nHe will be found to answer\" yes\" when a clap follows, \"no\" when\nno clap follows. Now here even to suppose the answer Co yes\" to be\nautomatically given involves some strain of the reflex theory: for\ngranting that the physical attention might be fixed by the question-\ni.e., that the nervous events corresponding to expectation of a faint\nsound might be thus produced-these events would in themselves have\nno tendency to produce the word\" yes\" in response to the clap. In\nthe norma.l state, that answer would involve a sense tha.t a\ny\nDigitized by Loo\n\f282 Tbe Problems of Hypnotism.\ndoubtful point had to be decided by the person himself, and the result\ntruly communicated-a mental operation of some complexity and great\ndelicacy; and if the same result be produced without any psychic con-\ncurrence, the physical events must at any rate differ considerably from\nanything involved in the trance-medium's self-propagating stream of\nirresponsible verbiage. But when the answer given is \"no,\" the indio\ncation of a true psychical event-viz., the consciousness of not hearing\n-corresponding to it seems almost irresistible; for here the answers,\nbesides involving just the same delicate operations as the former one,\nwould have to be reflexly jogged out not by the stimulation of sound.\nbut by the non-stimulation of silence. Similar and far more compli.\ncated instances could be easily multiplied ad infinitum.\nBut Despine's principal argument, and Heidenhain's only one,\ndepends on the\" subject's\" subsequent defect oj memory as to what has\npassed during his trance. It does not seem to have occurred to either\nof them that the requirement, as a test for present consciousness, that\nits content shall be afterwards remembered, requires itself any justifi-\ncation. Yet if the reality of that test be granted, the question\nwhether a man was conscious when he read an article in the Times will\ndepend on whether or not he receives a blow on the head when he has\nfinished it. In his development of the argument, however, Despine\nshows considerable controversial ingenuity; and it must be admitted that\nthose who have maintained the presence of consciousness in hypnotism\nand somnambulism have not always been happy in their way of ac-\ncounting for the subsequent forgetfulness. This has been attributed\nby Dugald Stewart to the \"subject's\" defect of attention to the\nevents that are passing; by M. Maury to a mental paralysis brought\nabout by an exhausting concentration of attention on those events,-\ntheories so weak and' baseless that we certainly need not grudge Despine\nthe satisfaction of setting them off one against the other. So again, he\nhas no difficulty in disposing of M. A. Lemoine's explanation that\nmemory cannot survive the shock of the sudden change from the som-\nnambulic to the natural state. A single instance, howevflr, will show\nthat his own counter-positions are very little stronger. He adduces the\nextreme violence of the things which have been done or suffered in the\ntrance-condition, and argues that since these things, though so impres·\nsive in their nature, are not remembered, they must have been done or\nsuffered unconsciously. The reply is obvious that equally violent things\nare done and suffered in dreams (which Despine again and again dis-\ntinguishes from the trance-condition by the presence to them of con-\nsciousness and the ego), and are forgotten within a minute of waking.\nEqually obvious is it to notice that Despine's argument quietly begs the\nwhole question; for he is assuming for the abnormal state the same\nrelation of consciousness to memory as exists in the normal state,\nDigitized by Loo\n\fThe Problem8 oj Hypnoti8m. 283\nforgetting that that identity of relation is precisely what he has to\nprove.\nBut there is a more radical objection to all these arguments for the\nunconsciousness of the\" subject\" from the fact that subsequent memory\nis absent-the fact, namely, that it is frequently present. The primd\nfacie indications of this subsequent memory, found in correct descnp-\ntions by the \"su~ject\" of what he has \\leen doing, are too obvious to\nbe long overlooked; and Heidenhain, when he observed them, brought\nthem into harmony with his general theory by supposing that, when the\nabuormal inhibition of cortical function is removed, the excitation\nremaining in the lower centres transmits a stimulus to the liberated\nsensorial ganglion cells-to be psychically represented as memory of the\noriginal exciting cause, which, when it actually operated, had no place in\nconsciousness. He holds, however, that some distinct hint or impulse is\nneCessary to bring up this residuary excitation to the requisite strength.\nAnd for many of the simpler phenomena this seems a satisfactory\nhypothesis. Further, the outward indications of remembering, in a\nnew hypnotic state, what occurred in a former one, and the apparent\ntaking-up of an old track of ideas, or even of a connected discourse.\nat the point where it had been abandoned, have been brought by\nDespine within the scope of purely automatic bram-action-the renewal\nof the hypnosis bringing with it the former special excitatory condi-\ntions. But other phenomena seem quite beyond the legitimate scope of\nsuch a theory. If the \"subject\" is brought into the \"alert state,\"\nmade to go through the ordinary platform buffooneries, and then\nre-awakened, there is often not a.ny breach of consciousness at all; and\nhe gives a description, which there is not the slightest ground for call\ning in question, of his state of mind in performing the actions-as, e.g••\nthat he felt disinclined to do them but could not help it, or that he was\naware of their absurdity but could see no reason for not doing them.\nAgain, on re-hypnotisation the events of the previous hypnotic state\nare sometimes spoken of with fulness, in answer to perfectly neutral\nquestions; nor do they merely recur in unrelated sequence, as by the\nrelease of particular springs, but are compared and estimated. There\nis here no mere rejoining of a temporarily-broken associative chain: the\nphrases used are to all appearances the normal results of a discursive\nand critical review of past experiences; and the onU8 probandi rests\nwith those who deny that what gives every sign of being gennine\nmemory is genuine memory. When once this hypnotic memory is duly\nrecognised, the study of its varieties will be found of great interest;\nand in the paper above referred to I endeavoured to make this study\nthe basis of a clear separation between two states-the \"alert\" and the\n\" deep \"-that have commonly been distinguished merely as steps in a\nsingle p~ess, continuous changes on the path to hypnotic sleep.\ny 2\nDigitized by Coogle\n\f284 :Ike Problems oj Hypnotism.\nThe results there given have an important bearing on the central\nquestion as t.o the respective relations of consciousness and of reflex\naction to the hypnotic state, or rather states. Under appropriate con-\nditions, we saw reason to recognise true subsequent memory, and there-\nfore present consciousness, even in the lighter stages of what I called\nthe\" deep\" state; and when we passed upwards to the lower pheno-\nmena of the\" alert\" state-e.g., mimicry, and mechanical obedience-\nwe could often appeal further to the absolute unbrokenness of the con-\nscious stream.. Where memory is absent, and where there is a distinct\nbreach in the train of consciousness, arguments may still be drawn\nfrom experiments such as the one on hearing above recounted, where a\npoint is left to the\" subject's\" decision, and the truth of this decision\nis independently ascertained. Again, the end being suggested, the \" sub-\nject \" will take his own means to accomplish it. He will use his reasoning\npowers-as in the case of Dr. Hack Tuke's \"subject,\" who was\nasked if he could not walk forwards, and who\" remembers arguing out\nin his mind, wearily, that it followed from this he was walking\nbackwards.\" He will even form original theories as to what is told\nhim. For instance, a young man who had been impressed with the\nidea that he was going to be hanged, was then told that his sweetheart\nhad been blown off the pier and drowned, and that the announcement\nof the event was in the evening paper. He at once surmised that she\nhad purposely thrown herself off, through grief at his approaching fate.\nHe was now told that the second edition of the paper showed it was a.\nmistake, and he suggested two explanations; the first that the name\nNewington had been wrongly printed for Newton; the second (in which\nhe testified his belief by seizing a paper and pointing to what he\nimagined to be the actual passage), that the words in the second edition\nran \"al'11W8t blown off the pier, and almost drowned.\" Again the\nhypnotised person, like the somnambulist, will sometimes go through\ncomplex calculations, and bring out a correct result with greater ease\nand certainty than in his normal state; while the vividness and inven-\ntiveness of his im&coination, as under the stimulation of questions he\npursues aloud the course of his wakink-dream, are a source of ever\nfresh astonishment.\nThese latter facts alone. cannot, of course, be made conclusive against\na thorough-going automatic theory; but they at any rate suggest strong\nprobabilities, which ought to be met by something better than bare\nassertions. First we have H eidenhain's crude attribution to reflex\nmimicry of aU the phenomena which others have attributed to the\ndominance of an idea-his statement, e.g., that a \" subject\" will never\n·eat a raw potato on the suggestion that it is a. pear, unless the operator\nma.kes movements of mastication in his sight. This view produces a.\ntreatise. A few more experiments are made, and these produce a\nDigitized by Coogle\n\fTAe Problem8 of Hgpnoti8m. 285\npractical recantation with an admission of the sufficiency of suggested\nideas to produce the appropriate bodily movements. Then comes Despine\nand maintains that even the \"ideas\" have only a physical existence.\nWe de not dispute the admissibility of his conception in simple cases,\nbut ask in vain why we are to extend it over the whole hypnotic field,\nand apply it to elaborate actions which have been accompanied by\nconsciousness in the whole of our experience, and present every imagi-\nnable sign that the attention is completely engrossed by them 1 Are we\nto forego all discrimination, just because it saves trouble to have a\nsimple and thorough.going theory 1 The situation may be put thus.\nOne set of facts (notably the unbroken persistence of consciousness and\nmemory in the passage into and back from the lightest stages of the\ntrance) show that a hypnotic condition is not ipso facto an unconscious\none. Another set of facts show that, in hypRotism, the line which\nseparates mechanical and reflex from conscious and volitional actions\nis considerably shifted, and actions which would normally be above the\nthreshold of consciousness sink below it. But what of that, if a mul-\ntitude of actions, performed in that lighter stage of the trance to which\nthe most interesting phenomena of hypnotism belong, do according to\nany natural interpretation imply a state distinctly above the threshold 1\nWe readily grant that we cannot draw the new line with certainty,\neven for a particular case ; but all analogy is against supposing it shifted\nto the utmost limit at the very outset.\nI cannot, then, for a moment believe that the automatic theory, in\nthe extreme form which asserts unconsciousness for all hypnotic and\nsomnambulic actions, will hold its ground. But in proportion as the\ntheory becomes less sweeping, it gets into difficulties of detail. Heiden-\nhain, as we have seen, has found himself obliged to recognise the\npsychic element in thtl higher hypnotic manifestations: but he seems\noddly unaware of the effect of this admission on his exposition of the\nphysical processes involved. The point of that exposition, it will be\nremembered, was the opening of a direct channel from impressional to\nmotor nerve-centres, through inhibition of cortical function; and now\nwe find a vast number of cases where consciousness, though conditioned\nby cortical activity, is not inhibited. It is of course easy to reply that\nhere it is only the functions specially associa.ted with spontaneous control\nand choice of movements that suffer inhibition. But that goes not a\nwhit further as an explanation than Braid's general assertion of a\nprofound nervous change; it is merely a necessary inference from the\npalpable fact that spontaneous control and choice have ceased. It is\njust this cessation-which, translated into physical terms, we should\nnaturally call \"inhibition \"-that constitutes the novel feature of the\ncase; and nothing that we have otherwise known about inhibition (as\nMr. Romanes, in his preface to the translation of Heidenhain's Animal\nDigitized by Coogle\n\f286 .The Problems of H'!\/PootiBm•\n.Magnetism, has rightly admitted) could have led us to expect or\n-conceive the results attributed to it. Heidenhain's ezplaflation, in fact,\nlike that of the French Commission, is no more than a. reBtatemtm of\nthe problem. .As long as the whole of cortical function can be supposed\nto be eliminated, his theory has a. certain symmetry and explanatory\npower. It gives a plausible account, involving neither consciousness\n-nor volition, of the power of the simple sound \"go,\" to produce an\nimmediate corresponding movement of the \"subject \"-the merit of the\nexplanation being the easily conceivable picture of the nervous events\n:which it supposes, and which are quite on a par with the recognised\nfacts of reflex action. But when, e.g., a long series of orders is thought-\nfully and painfully carried out, long after they were given-a. ph~\nnomenon not uncommon in \" mesmeric\" exhihitions-it seems impossible\nto adapt the old (or any other) neat and symmetrical hypothesis of the\nnervous processes to the new phenomena; and the word \"reflex\" can\nbe applied to the latter, if at all, only in the peculiar and carefully\nguarded sense which confines it to their psycltical aspect. It seems\nhardly possible that Heidenhain should have missed seeing this, had he\nwaited to fonnulate his theories until he had witnessed some of the\nhigher phenomena in their more striking forms. .As soon as the el~\nments of consciousness and volition are clearly recognised as active in\nsuch phenomena, it surely must equally be recognised that the funda-\nmental peCUliarity' of the condition is simply the absorption of those\nelements into the one suggested channel of attention or expectancy, and\nis thus quite removed from the lower plane of physical \"reflex.\"\nSo far, then, our formula of conscious or psychic reflex action, as\nexpressing the true peculiarity of the higher hypnotio manifestations,\nhas been defended against two sorts of oyer simplification; that which\nignores the part played by the mind in the phenomena; and that which,\naccepting the part played by the mind, fails to see that its differentiating\nfeature is the liability to respond to suggestions with the same\nmechanical readiness as a stimulated muscle displays when the normal\ninhibitory influence is withdrawn. It is only stating the condition thus\nindicated in other words, to say that the heart of the problem lies not\nin ConscioumesB but in will. And here another important distinction\npresents itself. 'fhe hypnotic automatism must not be conceived as\nnecessarily implying any abrogation whatever of the will, taken as the\n8ense of desire or impulse. That element admits of all degrees. It may\nbe absent altogether, and the \"subject\" may perform his acts, con-\nsciously indeed, but with complete indifference-in which case nothing\nis commoner than for him to believe and to a.esert afterwards that he\ncould have avoided doing those things if he had chosen; but\nit may also be present in full force, and may even be\nDigitized by Coogle\n\f:r\/~e ProbkmB of Hgpnoti8m. 287\ndirectly opposed to the course of action pursued. What\nis abrogated is not the sense of desire or the power of willing,· but the\nsense of self-determination and the power of choosing. Even here\nquestions of degree come in. In the very lightest stage-as exemplified\nby the boy who strove to pick up the bank-note-it cannot be said that\nchoice, any more than desire, is abrogated; while even in a deeper\nstage, a \"subject\" will sometimes experience such a sense of repugnance\nas seems to involve some residual power of avoidance; and occasionally\nhe will retain complete power of choice in some isolated particular.\" At\nthe same time, this suspension of choice must be accepted as the most\nmarked and central characteristic of the higher form of the hypnotic\ntrance. And for those who regard the intuition of free-will as a\nsubjective illusion, it is a point wOl:th notice that decided abnormalities\nof conduct should present themselves precisely when, and in\nproportion as, the sense of having a free-will and being a\n~hoosing ego disappears. The variations are at any rate concomitant;\nand if nothing else varies, such concomitlWce would, outside meta-\nphysics, be held to imply some sort of casual connection. It may\nperhaps be objected that it would be incorrect to say that nothing else\nvaries-that the essential variation is simply a change in the particular\n'IIwtive that assumes prominence; e.g., that when a command is given\nto put the hand between the bars of the fire, and the determinant\nmotive to a normal mind would be the dread of being burnt, the deter-\nminant motive to a hypnotised mind is the desire to obey the controller.\nBut this is not at all in accordance with the evidence of many hypnotic\n4' subjects\" who have been able to recall and give an account of their\nstate of mind. They are often conscious of the falseness of what is\ntold them, and of the folly and harmfulness of the things they are\nbidden to do;t they are even sensible of a strong objection to doing\nthem, and not sensible of any positive motive impelling. them to act;\nbut it simply does not occur to them that they have a choice in\nthe matter.t Even if we abandQn free-will and stick to psychology,\n• I was recently experimenting with a youth who had fonnerly been a\ntelegraph-boy, and who had taken a strong dislike to the metiel·. When hypno-\ntised, he was at the mercy of any suggestion or command, except one; nothing\nwould induce him to carry a telegram. In its strength of resistance to the\nhypnotic mono-ideism, this repugnance really itself reached the mono-ideistic\nintensity ; for the refusal was unaffected by considerations that would certainly\nhave reversed it in the youth's normal state,-e.g., when he was told that the\nmatter was one of life and death, and that he should have £20 for the job.\nt See a case reported by Dr. Hack Tuke, in the Jourllal of lIfclltal Science,\nfor April, 1883, p. 70.\nt The detenninist may, no doubt, make a more general objection: he may\n.say that the consciousness of free choice, however interpreted, is a normal ante-\n(ledent of human voluntary action; and that t'lerefore he w01!-Id, have expected,\nDigitized by Coogle\n\f288 Ti,e Prob\/em8 (1\/ Hypnotism.\nsuch facts as these seem decidedly awkward for the mechanical theory\nof the determination of conduct, at every point, by a motive that repre.\nsents the greatest balance offoreseen pleasures or immunities from pain.\nAnd we are thus led to the completing step in our description of the\nhigher hypnotic state. That state may be regarded as the most complete\nexemplification of Professor Bain's fruitful formula-tlUl tendency ofan\nidea to act itselj out. I cannot regard Professor Bain's own instances\n(Mental and Moral Science, p. 91) as the best examples of the law; they\nseem to me rather .to exemplify the common impulse to produce a\nmarked effect, to .. make a scene\" of some sorl, even at one's own cost.\nAt the same time, I think that his formula represents a reality, the\nscope of which even in ordinary life has hardly been sufficiently recog-\nnised. It seems to me the only possible ground for certain brief phases\nof sulkiness or perversity-the shade of meaning may be best conveyed\nby the slang\" cussedness \"-where a person finds himself persisting in\nan attitude or a line of conduct which causes him acute discomfort at\nthe time, with a promise of nothing but discomfort as the consequence.\nBut in the case of hypnotism, at any rate, the idea is a most helpful\none. For it enables us to bring under rule the cases that seemed most\nexceptional-where, e.g., a \"subject\" is told that he cannot do III.\nparticular thing, and struggles ineffectually to do it. We saw hoW'\nabsurd it was to represent his mind as throughout possessed by the idea\nof the impossibility, or his will as paralysed. But there is no great\ndifficulty in supposing that the idea of impossibility obtains a\nmomentary lodgment, and then tends to work itself out physically, even\nafter the opposite idea-tIote idea that the action is possible and 8ltall be\naccomplished-has dislodged it from consciousness. We might fairly\ncompare the automatic continuance of the brain-movements which are\nevoked by the momentary stimulus of the first idea, to the long-con-\ntinued and far-spreading muscular contractions which in a sensitive\n\" subject\" will follow on a brief sensory stimulation: both are signs of\nthe characteristic hypnotic irritability. This view seems strongly con-\nfirmed by the fact that, if the boy's muscles be examined, they will be\nfound in the state which corresponds to the first idea-that of\nimpossibility-and not to the second. I have myself tested this many\ntimes. A boy's arm being Hexed, he is offered a sovereign to extend\nit. He struggles till he is red in the face; but all the while his triceps\nits absence to be accompanied by some other abnormality. I must, however,\ntake leave to doubt whether, if taken unawares, he would have evolved this\nexpectation-whether he would have regarded the (to him) purely illusive senSe\nof having a free choice among several different courses as an indispensable\nelement of directive force in the line of the one course that is actually taken.\nThe hypnotic facts might therefore have an interest for him, if only because\nthey clearly show the logical necessity of this very odd-looking admission.\nDigitized by Coogle\n\fThe Problems 0\/ Hypnoti8m. 28!)\nis remaining quite flaccid, or, if some rigidity appears in it, the effect is at\nonce counteracted by an equal rigidity in the biceps. The idea of\nthe impossibility of extension, i.e., the idea of continued flexion, is.\nthus\" aGting itself out,\" even when wholly rejected from the mind.\nIt is perhaps well that my space is nearly exhausted; for it might\nbe held unfitting, in a paper on Hypnotism, to do more than hint\nat results, however simple and precise, which break away from every\nform of hypnotic hypothesis. Community of sensation between\n\" subject\" and operator; the distinction by th~ \"subject\" of the\noperator's faintest whisper, either amid deafening uproar, or among a,\nnumber of other faint whispers of similar sound; local aruesthesia.,\nproduced in the absence of expectancy by a process which is itself\nunfelt; inhibition of speech or memory without a word or sign of any\nsort ;-a writer who owns to having participated in experiments which\nestablish these facts grievously imperils his chance of being listened to.\non the sober ground of hypnotism. At the same time the na'ivete and\nsuddenness with which the clamorous facts of hypnotism itself were\nwelcomed within the portals of science, as soon as a Bavant of\nestablished reputation took the trouble to learn (very imperfectly) the\nABC of them, and to proclaim that they actually were realities, that.\nhis own brother had been experimented on, and that it was not all\ncheating, as he had all his life supposed-may perhaps suggest a quiet>\nsurmise as to the scientific future of other events which, with all\ntheir absurdity and inadmissibility thick upon them, still go through\nthe hollow form of taking place with surprising accuracy. But\nleaving these matters aside, no sketch of the\" problems of hypnotism\"\ncould be in the least complete without mentioning certain\nobjections which present themselves in the direct path of orthodox\nhypnotic experiment, and which concern the very processes on which\nthe hypnotic explanations are made to rest.\nAt the very outset, there is the difficulty of the vast difFerences of\ndegree that exist in the power to produce the results-a difficulty which\nhas never been fairly faced, much less surmounted. It has been\nasserted, and in a sense it may be true, that anyone can hypnotise any\none: anyone, that is, may be competent to make passes in the gentle-\nand monotonous manner which acts on the organism of sensitive\n\" subjects,\" and with immense perseverance may produce some amount of\nthe hypnotic efFect. But let a score of likely \"subjects\" be taken whOo\nhave never before been hypnotised, and let a dozen persons who have\nbeen instructed in the right method of making the passes be set in tum\nto operate on them, and let this dozen include one recognised and suc-,\ncessful \"mesmerist.\" If the experiment be often repeated, always with\nfresh \"subjects,\" it may be pretty confidently asserted that in the Ions:\nDigitized by Coogle\n\f'290 Tile Problem8 of H!lpnotiftm.\nTUn'the successes of the \"mesmerist\" will outnumber those of all his\nrivals put together, and moreover will as a rule be far more marked in\nchamcter and far more rapidly effected. And £his is the more noticeable\nin that, supposing the usual process to be adopted, the condition which\n<on the hypnotic hypothesis would appear to be the most important-the\nstaring fixedly at an object in the hand-would be common to all the\nattempts, and little if any of the required monotonous stimulation would\nbe derived from the actual passes-the operator's hands not being in\neontact with the\" subject\" till perhaps the very final stage of closing\nthe eyelids. But if the truth of the above assertion be denied-and\nfully to can'y out the experiment with a new set of \" subjects\" daily\nwould involve great pmctical difficulties-the result of repeated\nattempts with the same \" subject\" will afford a still stronger argument.\nA recognised \"mesmerist,\" after a very few successful trials on favour-\nable \"subjects,\" can send them into the trance in a very short time.\nsometimes even with a single pass; but except in response to him they\nwill show no particular susceptibility; and no attempt of others,\nextending only over the few seconds that suffice the successful operator,\nwill produce any effect whatever. To account for facts like these, as\nHeidenhain has done, by differences in the moisture or temperature of\nthe operating hands, seems little better than childish-as if a somewhat\nwann and moist hand (even were it indispensable, which it is not) were\na sort of lU8U8 naturce. Somewhat more plausible is the suggestion\nthat the facts really exemplify the dominance of an idea-that the\n\" subjects\" believe that their 'mesmerist has special power, and as a\neonsequence of tha.t belief succumb to him. But it really seems absurd\nto suppose that this faith in a single individual's power is unfailingly\n-complete and absorbing in every member of a set of careless boys who\nare new to the whole business, and whose obedience to the simple\ndirections which they receive, and plLSllive acceptance of wha.t happens\nto them, certainly do not suggest any nice criticism of the nature and\nlimits of their operator's faculties. There is no difficulty in impress\ning such\" subjects\" with the idea that some other person present, who\nmay be of a mors dominant and imposing aspect than their recognised\neontroller, is also a powerful \"mesmerist\"; but this preparatory idea\nwill not be found to invest that person with any of the controller's\npowers.\nThe hypothesis of suggestion and expectancy is still more obviously\ninappropria.te where the end in view is not the production, but the\n.errnination, of the trance-condition. It would be very strained to-\nimagine that the mind of the \"subject\" is in every case dominated, or\neven that he was dominated at the time when the condition was being\nproduced, by the idea that only the producer of it has the power to put\n~ stop to it. Yet he will often remain completely uninfluenced by the\nDigitized by Coogle\n\fThe Problems of H!lpnoti8m. 291\nefforts of others to awake him, and that, too, even when only a light\nphase of the trance has been induced. The upward passes, or the slap\nof the hands and sudden call, which are at once effective when used by\nthe right operator, may be repeated in vain by others. This fact has\noccasionally led to very awkwald results; as, for instance, in London\nsome years ago, when one mesmerised\" subject\" was set to mesmerise\nsome one else, and then, after he had succeeded in producing a state\nof profound coma, passed himself into a condition in which it was\nimpossible to impress him with the necessity of undoing his own work.\nThis disagreeable incident suggests another weH - known class of\nphenomena of which no explanation on any purely hypnotic hypothesis\nseems possible-the so-called \"cross-mesmerism\" or agitated bewilder-\nment which is apt to result when a mesmerised person is subjected to\nnew treatment from a second operator, before the effects of the\nformer treatment have disappeared. The phenomena are of too alarming\nand distressing a kind to admit of deliberate experiment, but when once\nseen,are not easily mistaken; and a slight but sufficientindication of their\nnature issometimes afforded in a momentary way by the violencewhich the\n\"subject,\" who is perfectly docile in the hands of his mesmerist, will\ndisplay when accidentally touched or interfered with by a bystander.\nIf this be explained away as an instance of the \"dominance'of anidea,\"\nwe ask, of what idea 1 Is it the idea of the operator, with which the\n~, subject's ., mind is so wholly engrossed as to react with violence on any\nattempt to divert it 1 But if he is in the alert stage, his mind is so little\nriveted on his operator that it is abnormally ready to be borne off by\nany and every suggestion; and if he is in the deep stage, it is an\nunwarrantable assumption that his mind is engrossed with anything at\nall. Nor can the'view that suggestion is the cause of the phenomenon-\nthough a natural enough one to start with and applicable to some cases\n-r.urvive a prolonged and patient study of the facts. Instances will\nbe found where it is practically certain that no idea, tending to make\nthe\" subject\" dread interference from all persons save one, had been\neven remotely suggested to him; and where, if any such idea were\nreally dominant in his mind, it could only itself be an instance of the\nspecific rapport which hypnotism fails to a.ccount for.\nSuch considerations as these, though they lie across the threshold of\nthe subject, aro apt from their very generality to be disregarded; but it\nis easy enough to find in single definite phenomena-and these not\namong the outlying marvels above referrf.d to, but anlOng the experi-\nments which are the stronghold of the hypnotic theories-a starting-\npoint for similar objections. A boy is placed in a chair and is not\nhypnotised; but his arm is rendered stifi and insensible after a minute\nof downward stroking. \" Reflex irritability,\" say some of our friends;\n\" the monotonous sen~ory stimulation has produced the well-known\nDigitized by Coogle\n\f292 Tlte Problems oj Hupnotidm.\ntonic spasm.\" A thoroughly sound explanation; but let us try the\neffect of downward passes made without contact or any possibility of\nsensory stimulation. The same result ensues; the usual tests of torture\nand bribes may be applied, with complete impunity, to the\" subject's\"\narm in the former case, and to the experimenter's pocket in the latter.\n\"Expectant attention,\" se.y other of our friends; \"an interesting\nexample of the power of mind over body; the boy believes in the\noperator's power, and his mental energy, being absorbed into the single\nchannel of the expected effect, brings that effect to pass.\" Very\nprobably; but on experimental principles it is surely just worth while,\nbefore promulgating this very probable theory, to test it by a single\nvariation of conditions. Let the experiment be repeated, then, with\nthis difference-that the boy is made to read aloud a paragraph from a\nnewspaper as long as the process continues, having been previously\nwarned that he must carefully attend to what he is reading, as he will\nbe examined in it afterwards. After this warning it is not surprising\nthat he should stand the examination successfully; but a little surpris-\ning, on the proposed theory, that the stiffness and insensibility should\nagain have supervened.* When such an experiment has succeeded\nwith \"subject\" after\" subject,\" and when their expressions of astonish-\nment have suggested that in many cases the idea of the result was not\neven latently present in their minds, it is natural to devise measures for\npreventing the possibility even of the latent idea; as, e.g., by extend-\ning the \"subject's\" ten fingers on a table in front of him, with a thick\nscreen between them and his eyes, selecting a couple of them (the\ncombination being of course varied each time), and then subjecting the\nselected pair to the same process as the arm. But I am approaching\nthe region of marvels and the theory of specific influence which I have\n~ere forsworn. To relieve one's mind by observing how fairly the\nmesmeric hypothesis embraces and explains the facts which so violently\nbreak away from the hypnotic one, is perhaps not more unscientific\nthan to neglect and ignore those intractable facts; but to those who\ndo not share it, such relief will naturally seem to resemble the escape\nfrom subordinate perplexities which the devout Catholic makes by\nBwallowing one huge assumption at the outset.\n* With regard to the question how far the idea of his arm was present to the\n..subjec.'t\" of this experiment, it was instmctive to compare his vivacious\nreading and subsequent remembrance in this case with his mechanical reading\nand subsequent oblivion when (as described in Proceedings, Part V., p. 71) he\nhad been thrown into the hypnotic state, and then had the idea of his arm\nprominently brought before his mind. In that case the idea remained tmly\ndominant, and left no room for attention to the reading.\nDigitized by Coogle\n\f","_id":522}