{"name":"Proceedings of the Society for Psychical Research 4795 4543","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v2_constitution_and_rules_1884.pdf","mytitle":"Proceedings of the Society for Psychical Research, V2, Constitution and Rules 1884","mylang":"de","content":"OOlllltitutiOlI ana Rulea.\nVII.\nCONSTITUTION AND RULES.\n1884.\nTITLE.\n33!J\nI.-The name of the Society is-The Society ~or Psychical Research.\nOBJECTS.\n2.-The objects for which this Society is established are :-\n(a) To unite students and inquirers in an organised body, with\nthe view of promoting the investigation of certain obscure\nphenomena, inclu~ng those commonly known as· Psychical,\nMesmeric, or Spiritualistic; and of giving publicity to the\nresults of such research.\n(b) To print, sell, or otherwise distribute publications on\nPsychical and kindred subjects; to afford information to\ninquirers into these subjects by correspondence and\notherwise; to collect and arrange facts respecting them;\nto open Libraries, Reading-rooms, and other suitable\nPremises and Offices; and generally to do all such other\nthings as may be conducive to the attainment of the a.bove\nobjects.\nN OTE.-To prevent misconception, it is l\/,We expressly stated that\nMembersltip of tlte Society does not imply the acceptance of\nany particular e:x:planation of lIte phenomena investigated,\nnor any beliefas to tlie operation, in the phylical world, of\nforces otlter than those recognised by PltY8ical Science.\nGOVERNMENT.\n3.-The Society shall be governed by a Council consisting of\ntwenty-four Members.· The Council shall elect from amongst the\nMembers of the Society a. President, who shall be President of the\nSociety, and an ez-ojJicio Member of the Council and of all Committees\nand who shall retire· from office ye.o;.rly at the first Meeting of the\nDigitized by Coogle\n\f334 (JonBtittttion ana Rulea.\nCouncil after tbe Annual General Meeting of the Members of the\nSociety. He shall, however, be eligible for re-election, and shall be\ndeemed as retaining his offices until he shall have been re-elected or his\nsuccessor appointed. The Council sha.ll also from time to time elect\nVice-Presidents, who shall be e:rro.fficio Honorary Members of the\nSociety, and shall have the privilege of being p~ent at any of Lhe\nMeetings of the Council.\nCONSTITUTION.\n4.-The Society shall consist of-\n(a) MEMBERS, who shall contribute not less than two guineas\nannually, or a single payment of twenty guineas, and who\nshall be eligible to any of the offices of the Society; and\nshall be entitled to vote in the election of the Governing\nCouncil and at all meetings of the Society; to use its\nReading-rooms and Libraries; to borrow books from its\nLibraries; and to the free receipt of anyjournal, transactions,\nor periodical publication which may be issued by the Council.\n(b) ASSOCIATES, who shall contribute. not less than one guinea.\nannually, or a single payment of ten guineas, and who shall\nbe entitled. to attend all Meetings of the Society, except such\nas are convened for business purposes only, and to the free\nreceipt of the ordinary pu~lished Proceedings of the Society;\nand shall have free acc~ss to its Reading~rooms. and Libraries_\nMembers and Associates shall be entitled to purchase all the\npublications of the Society at half their published price.\n5.-All Members and Associates of the Society shall be elected by\nthe Council. Every candidate for admission shall be required to give\nsuch references as shall be approved by the Council, unless he shall\nhave been proposed in writing by two or more Members or Associates,\nwho, on his behalf, and by his authority, shall aSsent to the Constitution\nand Rules of the Society, and consent to abide and be governed by\nthem, one of whom shall have certified in writing, from personal'\nknowledge of him, that he is a fit person. for admission. Every such\ncertificate having been read and approved at a M~eting of the Council,\nthe election s~all be proceeded with. The election to be by ballot, and\none black ball in six to exclude. The Council shall cause the result to\nbe made known to the candidate, who, if elected, shall be furnished.\nDigitized by Coogle\n\fConstitution alld RuU:'s.\nwith a certificate of election and a copy of the \"Constitution and\nRules.\"\n6.-The subscription shall become due immediately on election, and\nafterwards in advance on the first day of January in each year. In\nthe case of any Member or Associate being elected on or after the 1st\nOctober, his subscription shall be accepted as for the following year.\n'Any Member or Associate who is more than three mo~ths in arrear\nand who fails to pay after two applications in writing, shall be liable\nto be struck off the list.\n7.-1£ any Member or Associate desire to resign, he shall give\nwritten notice thereof to the Secretary. He shall, however, be lia.hle\nfor all subscriptions which shall then remain unpaid.\nHONORARY MEMBERS AND HONORARY ASSOCIATES.\n8.-The Council may invite any person who\n(i) is either distinguished for kIiowledge or experience in Psychical\nResearch or otherwise eminerit,to become an Honorary\nMember of the Society; or any person who\n(ii) has rendered services to the Society,\nto become an Honorary Associate, such person to be eligible\n.for re-election anm:ally.\nHonorary Members and Associates shall have the privileges without\nthe obligations attaching to Associates.\nCORRESPONDING MEMBERS.\n9.-The Council shall have power to elect as Corresponding\nMembers, who shall be on the same footing as Honorary Members,\npersons able and willing to for,ward the objects of the Society. They\nshall be eligible for re-election annually.\nGENERAL MEETINGS.\nlO.-The Anniversary or Annual General Meeting of the lfembers\nof the Society shall be held in the month of January, on a day to be\n:tixed by the Council, and of which not less than twenty-one days' notice\nshall ?e given. The business of such Anniversary Meeting shall be to\n. receiTe the Annual Report of the Council; and Statement of Assets and\nLiabilities, to elect New Members of Council, and to discuss questions\non the Rules and management. A Member shall not moot any question\n\f336 Oonlltitution and Bule8.\non the Rules or management of the Society unless he shall have given\nat least fourteen days' notice thereof to the Secretary, but amendments\nto any motion may be brought forward without notice, provided they\nrelate to the same subject. The Secretary shall give fleven days' notice\nto every Member of all questions of which such notice shall haTe been\ngiven to him.\nll.-Special General Meetings of the Members of the Society may\nbe convened by the Council, or by the President, or by the Secretary on\nthe requisition of ten Members, and notice of such Meetings, stating the\nobjects, shall be given at least seven days previously, and no other\nbusiness shall be entered upon at such Meetings than that stated in the\nnotice.\n12.-All General Meetings of the Members of the Society shall be\nconvened by circular to the Members.\nPROCEEDINGS IN GENERAL MEE'l'ING.\n13.-The quorum necessary to constitute a General Meeting shall\nbe ten.\nH.-The President of the Society shall preside (JX-ojficio; in his\nabsence anyone of the Vice-Presidtlnts who may at the same time be &\nMember of the Society; or should no such Vice-President be present\na Member of Council. In their absence the Meeting shall nominate\nits Chairman.\n15.-If within one hour from the time appointed for the Meeting &\nquorum is not present the Meeting shall stand adjourned for one week.\nAt the adjourned Meeting the number present for the time being ahall\nconstitute the legal number.\n16.-All questions shall, at a General Meeting, be determined by &\nmajority of the llembers present, except in the election of Members of\nCouncil at the Annual General Meeting, for which election voting\npapers shall be accepted. The Chairman shall have a second or casting\nvote at all General Meetings of the Society.\n17.-Voting papers for the election of Members of Council shall be\nsent to all Members of the Society with the notice of the Meeting, and\nshall be deposited with the Secretary of the Society, at least twenty-\nfour hours prior to the Meeting. They shall be duly signed by the\nMember voting, and be enclosed in envelopes securely fastened and\n•\nDigitized by Coogle\n\fConstitution and Rules. 337\nmarked on the outside\" voting paper,\" and enclosed in a letter sent to\nt1.te Secretary and signed by the Member voting, and they shall not be·\nopened till so directed by the Chairman at the Meeting.\nELECTION AND BUSINESS OF COUNCIL.\n18.-The Council shall· consist of eighteen members, elected\nannually at a General Meeting, and of other members co-opted from\ntime to time by the Council, provided that the whole number shall not\nexceed twenty-four. The names of persons for the first time proposed\nto be co-opted on the Council sha.ll be brought forward at one Meeting\nof the Council, and shall be sent round to all members of Council\nprevious to its next Meeting, when'the voting shall be by. ballot, and a\nunanimous vote of those present shall ~e requisite to carry the election.\nThe members co-opted from time to time by the Council shall cease to\nhold office at the Annual Meeting at which new members are elected,\nbut may be co-opted a.fresh at the First Meeting of the Council after\nsuch Annual 14eeting.\n19.-0f the eighteen elected Members of the Council of the Society\nso appointed, six or whatever number may be required to. reduce the\nnumber of elected Members to twelve shall go out of office at the time\nappointed for election of Council in the year 1883 ; one other third, at\nthe time appointed for such election in the year 1884, and the remainder\nat the time appointed for such election in the year 1885, and the\nvacancies so made shall be filled by fresh elections. All Members of\nCouncil from time to time elected at the annual elections shall go out\nof office at the time appointed for the annual election in the third\nfollowing year. The Secretary shall e\\'ery year, at least twenty-one\ndays before the ensuing Annual General Meeting,send to all the Members\n:>f the Society a list of the retiring Members of Council, and a statement\nwhether all, and if not, which of them are candidates for re-election. In\nall cases the retiring Members shall be deemed as remaining in office\nuntil they shall have been re·elected or their successors appointed.\n20.-Any Member of the Society who shall have paid up all\nsubscriptions due from him, including that for t,he current year,\nshall be eligible for election or re-election, as a Member of Council,\nprovided he shall have been nominated in writing by a Member of th'e\nSociety, duly qualified, and such nomination shall have been forwarded\nto the Secretary fourteen days before the time of holding the Annual\n2 C\nDigitized by Coogle\n\f338 .Oumtitution alia Rules.\nGeneral Meeting. A list of the persons so nominated shall be forwarded\nto all the Members of the Society, at least ten days prior to the\nmeeting. In case more persons, duly qualified, shall be nominated for\nelection at any Annual General Meeting than are required to fill up the\nvacant places of those retiring by rotation, then such persons shall be\npreferred and declared elected as shall obtain the highest number of\nvotea.\n21.-The Council shall at their first Meeting after every Annual\nGeneral Meeting, elect a President as provided for in Rule 3. At the\n.same Meeting they shall also elect a Treasurer and Auditor, and such\n-other officers as they may deem expedient, who shall retire from office\n.annually, at the same time and under the same conditions all provided\nfor in the case of the President by Rule 3. They shall from time to time\n-elect Vice-Presidents, Members of the Society, and Honorary Members,\nas provided for by Rules 3, 5, and 9. They shall have power to appoint a\nsalaried Secretary, and such other paid officers, assistants, and servants\n.as they may deem necessary, and to determine their duties. All the\nappointments made by the Conncil, the Council may at their pleasure\nrevoke.\n22.-The Council shall elect persons duly qualified to fill up any\nvacancies which may, from time to time, occur in their own body; and\nany such persons so elected shall go out of office at the time when the\nterm of office of the persons in wholle places they were respectively ap-\npointed would have expired.\n23.-The Council shall meet monthly, unless otherwise determined.\nAn attendance book shall be kept, and signed by each Member of the\nCouncil at the time of entering the Council-room. In all Meetings of\nthe Council four shall be a quorum; all questions shall be decided by\nvote, and a decision of the majority shall, except where otherwise\nprovided by these Rules, be the decision of the Meeting; the Chairman.\nto have, in addition to his own, a casting vote. The Chair shall be\noccupied by the President; or in his absence by a Vice-President who\nis a subscribing Member of the Society, or should no such Vice-President\nbe present, by a Member of Council chosen by the Meeting•\n.\n24.-The Council shall have power to appoint for special purposes\nCommittees composed of Members of the Society or other suitable\nperrons. Every Committee ahall report its proceedings to the Council\nDigitized by Coogle\n\fOon8titution and Rules. 339\nthrough the Chairman or Secretary of such Committee, one of whom\nmust be a Member of Council, and no report shall be published without\nthe sanction of the Council.\n25.-The Council shall have power, by a majority of three-fourths\nof the Members present, in a Special Meeting of their own body duly\nconvened for the purpose, and of which, and of the objects thereof, not\nless than seven days' notice shall have been given to each Member of\nthe Council, to add to, suspend, or alter any of the rules, regulations,\nand bye-laws of the Society; such alteration to be in force only until\nthe next ensuing Anniversary Meeting, unless it he then confirmed\nby the vote of a majority of the Members of the Society there\npresent.\n26.-The Coutlcil shall have power to employ the funds of .the\nSociety, including any funds obtained by donation, bequest, or\notherwise, in any manner consistent with the objects thereof, and they\nmay invest a!ly surplus funds in such securities and in such manner\nas they may d~m proper ; and they may sell, employ, or re-invest the\nsaid funds.\n27.-The Council may establish Branches, and Local or Provincial\nSocieties, in any part of Great Britain or elsewhere, under such regula.-\ntions, and subject to such limitations as they may deem fit.\n28.-The Council shall have power from time to time to co-operate\nwith, or accept the alliance of, other Societies, having similar objects in\nview.\nAUDITORS.\n29.-There shall be two Auditors-one chosen by the Members\n()f the Society, and one chosen by the Members of the Council. These\nshall audit the accounts of the Society, and report thereon to the\nCouncil. The auditors shall be empowered to examine into the par-\nticulars of all expenditure of the funds of the Society, where they\n.shall see occasion; and may report their opinion upon the whole or\nany part of it, whether it has been expended in accordance with the\n<:<>nstitution of the Society.\nFINANCE.\n30.-The Council shall cause true acoounts to be kept of all sums of\nmoney received and paid, and shall submit the accounts of the Society,\nwith ~ statement of the assets and liabilities, to the Annual General\nMeeting.\nDigitized by Coogle\n\f340 Oonstitution and Buld.\nPROPERTY AND FuNDS.\n31.-Every paper accepted by the Society for reading or pnblication\nshall become the absolute property of the Society, unless the author's\nrights be specially reserved.\n32.-The property of the Society shall be invested in Trustees\nchosen by the Council. The Trustees shall be eligible to any other\noffice in the Society.\nNOTICES.\n33.-The posting of a notice to the registered address of a Member\nor' Associate shall be deemed service of a notice. Members or\nAssociates residing abroad shall name a. place of address in the United\nK.in~tdom. In default of such address, the posting of a notice in a.\nconspicuous place at the Offices of the Society shall be deemed to be a\nnotice.\n34.-A notice forwarded by post to the Secretary of a Branch or\nAllied Society shall be deemed a. notice to the Members of the Society\nof which he is Secretary.\nINTERPRETATION OF RULES.\n35.-In the Interpretation of these Rules words importing the\nsingular number only, include the plural, and words importing the\nmasouline gender only, include the feminine~\nlI\\'ationall'reu Agenoy. Limited, 13. Whitefdara Street. 10.\nDi9ili:ed by Coogle\n\f","_id":523}