{"name":"Proceedings of the Society for Psychical Research 2620 9210","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v3_30_january_1885.pdf","mytitle":"Proceedings of the Society for Psychical Research, V3, January 30, 1885","mylang":"de","content":"SOCIETY FOR PSYCHICAL RESEARCH.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJanuary 30, 1885.\nThe twelfth General Mee~ng of the Society was held at the Rooma\nof the Society of British Artists, Suffolk-street, Pan Mall, on Friday,\nJanuary 30.\nPROFESSOR HENRY SIDGWICK, PRESIDENT, IN THE CHAIR.\nThe first half of a paper by Mrs. Sidgwick, on \"The Evidence,\ncollected by the Society, for Phantasms of the Dead,\" was read. The\npaper, in its complete form, is printed further on.\nI.\nAUTOMATIC WRITING.-II.*\nBy F. W. H. MYEBS.\nPART II.\nIn a previous paper I discussed certain forms of automatic writing:\nwhich seem referable to the operation of unconscious cerebral action~\nI endeavoured to show that in cases where the message written fails to>\nconvey any facts which demonstrably are not known to the writer, anell\nnever have been known to bim, there is no need to assume that any\nintelligence but his own has been concerned in the message. I\nmaintained that this was the CRse Aven where the message took the form.\nof an anagram, which the writer had some trouble in deciphering.t,\n• This paper is a continuation of my paper \"On a Telepathic Explanation of\ncertain so-called Spiritualistic Phenomena\" in Proceeding. VII. But as that\ntitle was cumbro118, I have now called these papers by the name of the phenome~\nnon with which they mainly deal.\nt To the anagrams cited in the .. Clelia\" case in my previous paper, two.\nothers should be added, which Mr. A. obtained at about the same time. These\nwere ieb iov ogf 1de (I go. \"ow belief), and neb 16 \"hliy ev 86 e earl ee (Believe-\nby fear e\"en! 1866). This last was all atuwer to the question, \"How shall I\nbelieve!\" and seems quite to negative the hypothesis that the aoograms were\nmere chance combinations of letters, which h\"ppened to be susceptible of\n&mmgement in sentencetl. It should be mentioned, however. that there \"'as.\nau i too much in one of the anagrams previously cited.\nB\nDigitized by Google\n\f2 Automatic Writing. [Jan. 30,\nThe mentation* involved in such a case must of course be of a very\nunusual kind, and I shall return to its discussion later in this paper.\nFor the present it is enough to point out that there is really no line\nwhich can be consistently laid down beforehand as demarcating self-\ninspired from extraneously-inspired messages, except the presence in\nsuch messages of definite pieces of information, such as in a court of\njustice it would be considered possible to prove that the writer or\nspeaker could never have possessed.\nBut I went on to point out that there are, in fact, some trustworthy\ncases where the automatic mflllllllg8 does include facts unknown to the\nwriter. I cited a few of these, and showed that our hypothesis of\nThought.transference,-of communication from one living mind to\nanother,-would explain the cases given, although in one at least of\nthose cases the persons concerned had felt convinced that the spirit of a\ncead man had intervened. I shall proceed now to give some more\ncases of this kind, and shall lead up to a palmary instance (the\nRev. P. H. Newnham's) by some briefer cases, so arranged as to\nillustrate some important points.\nA. In the first case there is an apparent element of prop'~clj,· and\nI quote it in order to show how fallacious this appearance is, and how\neasily an ordinary mental anticipation of the future, if it in any way\nbecomes externalised, may look like a revelation. Miss Summerbell's\nname is by this time familiar to our readers.\nPLANCHBTTE.-MISS SUlIlIIERBELL'S CASE.\nI have used Planchette a great deal, but the result has generally been\nnonsense; but I remembered two occasions when it correctly interpreted the\nthought of someone in the room, whose hands were tlot upon it. About 110\n'year ago, we were amusing ourselves by asking it what Cluistmas presents\nwe should have. My hands were upon PLmchette, lind I beliere l\\Ii88 Lay's,\nbut in any case it is quite certain that neither of tlle pe1'8ons who were\ntouching it could po88ibly know the answer to the question I asked. I said,\n\"What will MiBB T. have at Christmas 1\" MiBB T. was in the room, but not\nnear the table. Planchette immediately wrote down a rather large sum of\nmoney. I asked, \"Who is to give it 1\" It wrote \"B. and one other.\"\nSome weeks afterwards I met MiBB T., who asked me if I remembered what\nPlanchette had written. I remembered it perfectly. She said, \"I have\nreceived more than that sum, but I knew about it at the time, though not the\n-exact sum, and I believe that must have been thought-reading, for I 110m\ncertain that nobody in the room knew of it, but myself.\" The money was\n,given -by a rela~ive whose surname begins with B., and another pel'8On.\n• This word is due,I believe, to Dr. Metcalfe-Johnson, and has been adopted\nby Dr. Hughlinga-Jackaon. It is more convenientthan .. mentalaetion\" both as\nbeing one word instead of two, and as avoiding the term \"action\", which sounds\ninappropriate in some C8II8II, where a relath\"e pa88ivitgis the fact to be brought\nout, Moreover,\" menbtion\" S8eDll an obvious correlative to .. cerebration.\"\nDigitized by Google\n\f1885.] Automatic Writing. 3\nOn another occaaion, we asked a friend to dictate a question, the anawer\nto which we did not know. She said, \"Who is coming to breakfast to- .\nmorrow 1\" Mila Lay and I placed our hands upon Planchette and asked the\nquestion. It wrote \"J~ucaa.\" Our friend said that was the name of the\ngentleman who was coming to breakfast. Neither Mila Lay nor I had ever\nheard of him before. Our friend said, \"Ask his Christian name.\" We\nasked; it wrote \"William.\" \" Is that right 1\" we asked our friend. \" I\ndon't know,\" she answered; \"I never heard his Christian name.\" Then\nsomebody else,who was 1Iot touching Planchette, remembered that there was\na song by him somewhere among the music. We looked, and at length\nfound the song by \"William Lucas\"-of whom we had never heard before,\nnor have we heard of him since.\nL. D. SUMMERBELL.\nI can thoroughly endorse these statements, and could multiply instances\nequally curioua.-J'. 11. LAY.\nFrom the point of view at which we have now arrived, it will surely\nseem probable that the prophecy of the Christmas gift was a. mere\nreflection of Mioss T.'s anticipation-transferred telepathically to the\nwriter's unconscious mind. With regard to predictions, as with regard\nto statements of existing fact, we must surely assume that any anticipa-\ntion which could have existed in the mind either of the writer or of any\nother person present did in fact come from that mind, in preference to\nsupposing a disembodied intelligence to account for it. Yet I have seen\none or two promising experiments spoilt by the foolish superstition\nthat what \"Planchette says\" about the future is necessarily true.\nSentimental or sporting questions are asked; the secret apprehensioDs\nof the questioner externalise themselves before his (or her) astonished\neyes, and the pencil is thrown aside in disgust or indignation. Or\nsometimes people solemnly inquire\" whether it is wicked to hold com-\nmunion with Planchette 1\" Their own brain inspires, and their own\nfingers write, some alarming monitory reply, and they then seriously\ninform one that \"Plancll.6tte itaelf,\" (or\" PlanclU!tte ltersfllf,\" as some\npeople phrase it), has pronounced the inquiry impious. One smiles at\nfinding Philip sober thus appealing to Philip drunk,-the waking man\nguiding his judgment by the capricious utterance of his own uncoDscious\nbrain. But the true lesson of such an incident is the rashness of\nignoring or contemning phenomena just because they look as if they\nmade for some foolish faith, the unwisdom of leaving strange facts to\nbecome the nucleus of a uuperstition instead of the groundwork of a.\n.science.\nAs regards the Christian name \"William,\" which Planchette gave\nin Miss Summerbell's narrative, we may perhaps assume that (as in the\ncase of the word lVem in a previous narrative) the name printed on\nthe Bong although no one consciously remembered it, had been vaguely\nB 2\nDigitized by Google\n\f4 Automatic W,·itillg. lJan.30,\nnoticed by Mr. Lucas' friend at some previous time, and now reappeared\nfrom the stores of unconscious memory.\nB. In the next case which I shall give, Mr. Allbright, of Mariemont,\nBirmingham, a chemical manufacturer (whose letter to me I abbreviate),\nasked a young lady, of whose complete ignorance of the facts of his\nbusiness he feels quite sure, for the name of a waste product occurring\non a large scale in his manufactory. He meant the answer to be\n\"gypsum,\" hut \"chloride of calcium\" was written, and this was also\ntrue; although, had he thought of this substance, he would have thought\nof it by its trade name of \"muriate of lime.\" Again, he asked what\nwas his firm's port of importation. He meant the answer to be\n\" Gloucester,\" but\" Wales\" was written; and this again was true at the\ntime, as he was just then importing through Cardiff. These answers\nstartled him so disagreeably that he refused to make further experi-\nments. But I cite the case here for the express purpose of pointing\nout that no insuperable difficulty is presented by the fact that the\nanswers, while substantially known to the inquirer, were not those on\nwhich his mind was consciously fixed. The whole tendency of our\nargument has been to show that ideas latent in the mind may react\ntelepathically in preference to ideas which the conscious attention is\nkeeping uppermost. Our consciousness gives us.very little clue to the\nreal massing and proportion of the mental pictures within us. Some-\nwhat similarly (a cynic might say), our own vivid perception of our\nadmirable qualities gives us little clue to the aggregate impression\nwhich our character makes on our friends. But a closer parallel is to\nbe found in the phenomena of 71lttscle-reading,-another avenue into\nthe unconscious mind. The Rev. C. H. Sugden, the successful amateur\nwhose Note on Muscle-reading is to be found in Proceedings IV.,\nsays (p. 29):-\n\"I noticed very often that when an article had been hidden in one\nplace and then transferred to another, my patient almost invariably took\nme first to the first place, and then after a short search suddenly went off\nto the right place. • • . • Onco in writing \" banknote I could get.\nnothing but two's; they were declared to be wrong,-' but,' said the pationt,\n•there were two's on another part of the note which I particularly noticed.'\nThis is of interest as bearing on the well-known fact that in so-called\nspiritualistic rovelations the things told are things which the questioner haa\npoaaiblyeven forgotten, but which have once been in his mind.\"\nWe have yet much to learn as to what has been called the phosphore-\nscence-or, by an exacter analogy, the fluorescence-of the brain ;-the\nway in whichexcitationscontinue tothrill throughuslong after they have\nsunk below the threshold of consciousness, and the swell of the old\nwave intersects or embraces the more conspicuous agitation of the new.\nOr we may vary the metaphor, and say that our clearest mental\nDigitized by Google\n\flRBO.] Automatic Writing.\noutlook is but a. superposition of dissolvillg views, in which no BCen8,\nhowever vivid, is devoid of some element of its predecessor.\nC. In my next case an answer is given which is in fact true,\nalthough the questioner believed it at the time to be false.\nFrom MR. W. RIDDBLL, Dunster, Somerset.\nJuly, Iss..\nThe way I became acquainted with .. Planchette\" was as follows :-A\nfriend of my wife's is staying with us, and one day she was talking about\n•• Planchette,\" and ..ying that she had one at her home, in London, and had\nseen some remarkable answers given by it when a certain young lady had\nher handa on it. Both my wife and I laughed at the idea, ..ying nothing\nwould make us believe in it. Mi.. B. (my wife's friend), to prove herself\nright, sent for her\" Planchette.\" In the course of a day or two it arrived, and\nhaving put it together MiBB B. and I tried it, but without any result beyond\na few linea up and down the paper. Then my wife put her hand. on it with\nMiBB B., and in a very short time it began to move, and on being asked\n&ll8'Wered questions very freely, some rightly and some quite wrongly.\nAmongst those answered rightly were the following. (I may here observe that\nnot only did my wife and myself not believe in it, but we were antagonistic to\nit in feeling.) Our first question was asked by myself, my wife and Mias B.\nhaving their handa on it. I said, How many shillings baa Mi.. B. in her\npurse 1 Ana.-\" Four\"; right. I then asked how many coins I had in\nmine. Ana._u Five\" ; right. I thought I had many more. I then took\na playing card from a pack in a box, looked at it, put it face down on a\ntable, and asked for ita colour. Ana.-\"Red\"; right. Number-\" Seven\" ;\nright. Name-\" Hearts\" ; right. This, I must confeu, seemed to me very\nwonderful, as neither my wife nor Mias B. could pouibly have known any-\nthing about the card. I then took a visiting card from the bottom of the\nbasket, and having looked at it, placed it face downwards on the table, and\n..ked \"Planchette\" for the name on it. This it seemed quite unable to\ngive, but after a long time it wrote \"clergyman,\" which was a wonderful\nanawer, as the card was that of a Rev. -- who was here two winters ago.\nhelping our rector. After this we did not get anything more ..tiafactory.\nNow, here, a.s no complete list of the a.nswers has been preserved,\nwe cannot feel sure tha.t the answer\" five,\" as to the number of coins\nin Mr. Riddell's pocket may not bve been right by mere accident.\nBut my point is tha.t, even excluding the idea of mere chance\ncoincidence, there is still nothing in the answer which obliges us to go\nbeyond Mr. Riddell's own mind. For on a trivial point of fact like\nthis, it is possible for two contradictory beliefs to exist in the mind\nwith nearly equal intensity. A man looks, perhaps, ca.refully into his\npurse when it contains much small change, and forms a vivid mental\npicture of the mass of coins. He then pays a.way severs.! coins without\nspecially looking into his purse in doing so. He is asked shortly after-\nwards for some small ch~ and the mental picture of the coins in his\nDigitized by Google\n\f6 .AuttJmlZtic Writing. [Jan. 30,\npurse is still vivid enough to make him at once pull out his pu~ to\nget at them, although even simultaneously and in the act of doing 80\nhe remembers to have paid them away. The fact that they are actually\ngone seems to need verification by ocular inspection before the old\npicture of them can be wholly displaced. It is less trouble to look\nafresh into the purse than to convince oneself by reflt'Ction that there\nreally is no silver left there. Trivial as such considerations are, they\nmay be useful in reminding us that our mental action is a much less\nhomogeneous thing than we are wont to imagine it j and that any\npicture thereof, reflected to us from other minds, will probably surprise\nus by its jumbled confusion.\nObserve that the .even oj hearts is told correctly at once j while in\nthe case of the Writing card there is an approximation only, as if the\nidea had been only partially caught.\nWe possess a few more of these minor e&aeS of the transmission of\nthought as manifested in automatic writing. And we are anxious to\nreceive further instances of the kind, believing it to be probable that\nthe telepathic infiuence may show itself thus transitorily, though\ngenuinely, in the experience of many persons. But if our theory is to\nbe established, we shall need something beyond these fleeting instances;\nwe shall need a series of experiments of a more solid and prolonged\norder. Such a series has been communicated to us by the nav.\nP. H. Newnham, Vicar of Maker, Devonport. This gentleman has for\nmany years paid careful attention to psychical phenomena,and especially\nhas been conscious of a frequent involuntary transmission of thought\nfrom himself to Mrs. Newnham. A striking instance of this, which\noccurred some 30 years ago, before their marriage, may be given here..\nFrom Ru. P. H. NBWlmAM, Member S.P.R.\nIn March, 18M, I was up at Oxford, keeping my last term, in lodgings.\nI was subject to violent neuralgic headaches, which always culminated in\naleep. One evening, about 8 p.m., I had an unusually violent one; when\nit became unendurable, about 9 p.m., I went into my bedroom, and flung\nmyself, without undreuing, on the bed, and soon fell asleep.\nI then had a singu1arly clear and vivid dream, all the incidents of which\nare still as clear to my memory as ever. I dreamed that I was stopping with\nthe family of the lady whosubsequentlybecame my wife. All the younger ones\nhad gone to bed, and I stopped chatting to the father and mother, standing\nup by the fireplace. Presently I bade them good·night, took my candle.\nand went off to bed. On arriving in the hall, I perceived that my fiancee\nhad been detained downstairs, and was only then near the top of the stair-\ncase. I rushed upstairs, overtook her on the top step, and passed my two\narms round her waist, under her arms, from behind. Although I was\ncarrying my candle in my left hand, when 1 started to run upstairs, this did\nnot, in my dream, interfere with this gesture.\nDigitized by Google\n\f1885.] Automatic Writing. 7\nOn this I woke, and a clock in the house struck 10 almost immediately\nafterwards.\nSo strong W&8 the impression of the dream that I wrote a detailed\naccount of it next morning to my jiancie.\nCI08aillfJ my Zette\", not in answer to it, I received a letter from the lady\nin question: \"Were you thinking about me, very specially, last night,\njust about 10 o'clock 1 . For, &8 I W&8 going upstairs to bed, I distinctly\nheard your footsteps on the stairs, and felt you put your arms around my\nwaist.\"\nThe letten in question are now destroyed, but we verified the statement\nmade therein some Ye&1'8later, when we read over our old letten, previoua\nto their destruction, and we found that our penonal recollections had not\nvaried in the least degree therefrom. The above narrative may, therefore,\nbe accepted &8 absolutely accurate. .\nP. H. NEWNIIAM.\nFrom MBs. NEWNIIAM.\nI remember distinctly the circumstance which my husband has described\nas corresponding with his dream, I was on my way up to bed, &8 usual,\nabout 10 o'clock, and on reaching the first landing I heard distinctly the\nfootsteps of the gentleman ~to whom I W&8 engaged, quickly mounting the\nstairs after me, and then I &8 plainly felt him put his arms around my waist.\nSo strong an impreuion did this make upon me that I wrote the very next\nmorning to the gentleman, &8king if he had been particularly thinking of me\nat 10 o'clock the night beforo, and to my astonishment I received <at the\nsame time that my letter would reach him) a letter from him describing his\ndream in almost the sq,me words that I had used in describing my impression\nof his presence.\n9th June, 1884. M. N&WNlLUI.\nMr. Newnham has made many subsequent attempts to transmit\nthought voluntarily to his wife, but succeeded only in the year 1871,\nduring a period of about eight months.\nDuring that period he made notes from day to day in a private\ndiary, which diary he has been good enough to place in my hands.\nThere are 40 pages of MS. notes, containing 385 automatically-written\nreplies to questions. Mr. Newnham made the experiments purely for\nhis own satisfaction, and without any idea of submitting them to public\ninspection, and consequen~y the questions include many references to\nhis domestic affairs at the time, to family jokes, and other matter&\nwhich, while illustr&ting the intimate and spontaneous character of the\ndiary, are not suited for publication. Mr. Newnham, however, has.\nkindly made long extr&cts, which I shall print below. I have carefully\ncompared the extracts with the original diary, and consider that they\ngive a quite fair impreuion of it; although the diary contains several\nfort\/leT points of interest, to illustrate which I shall (with Mr.\nNewnham's permission) myself make a few additional extracts. I have\nDigitized by Google\n\f8 Automatic W, it;\"U. [Jan. 30,\nreceived a letter from Mrs. Newnham, independently corroborating her\nhusband's account.*\nIt must be distinctly understood that llrs. Newnham did not see or\nhear the questions which Mr. Newnham wrote down. The fact, there-\nfore, that her answers bore any relation to the questions shows that the\nsense of the questions was telepathically conveyed to her. This is the\nleading and important fact. The substance of the replies written is\nalso interesting, and Mr. Newnham has some good comments thereon.\nBut even had the replies contained no facts which Mrs. Newnham\ncould not have known, this would not detract from the main value of\nthe evidence, which consists in the fact that Mrs. Newnham's hand\nwrote replies clearly and repeatedly answering questions which Mrs.\nNewnham neither hP.ard nor saw.\nEXTRACTS FROM MR. NEWNHAM'S DIARY.\nIt waa in January, 1871, that I waa first led to think of making an\nattempt to investigate the alleged I,henomena'of Planchette-writing.\nHaving procured an instrument, 1 consulted carefully with my wife, IL8\nto hrming a code of conditions which we would agree to bind ourselves\nrigidly to observe, in case she waa foum1 capable of writing.\nI copy from my note-book the following preliminary statement and con-\nditions agreed upon, which were put down in writing before any experinlent\nhad been made ;-\n\"Being desirous of investigating accurately the phenomena ofPlancbette,\nmyself and my wife have agreed to carry out a series of systematic experi-\n• Mr. Newnham baa procured for me two autograph lette1'8 from eye-\nwitnesses of someof the experiments who do not, however, wish their names to be\npublished, on account of prejudices still existing iu certain quarta1'8 against the\nexperiments aa involving questionable agency. One writer says: .. You wrote\nthe question on a slip of paper and put it under one of the ornaments of the\nchimney-piece-no one seeing what you had written. Mrs. Newnham sat apart\nat a small table. I recollect you kept a book of the questions aaked and\nauswe1'8 given,aayon thought BOme new power might be discovered,and you read\nme from it BOrne of the results. I remember particularly questions and 8n8We1'8\nrelailng to the selection of a curate for B. My wife and her sister saw experi-\nments conducted in this manner. Mrs. Newuham aud you were sitting at\ndiffereut tables.\" Another eye·witness writes: II I and my sister were staying\nat --, and were present at many of the Planchette experiments of Mr. and\nMrs. Newnham. Mr. aud M1'8. Newuham sat at different tables BOme distance\napart and in such a position that it was quite imposHible 1\\11'8. Newnham could\nsee what question waa written down. The subject of the questions waa never\nmentioned even in a whisper. Mr. Newnham wrote them dowu in pencil and\nsometimes paased them to me and my sister to see, but not often. Mrs.\nNewuham immediately answered the questions. Though not always correct,\nthey (the aDBWe1'8) always referred to the questions. }lr. Newuham copied out\nthe pencil questions and answers verbatim each day into a diary.\"\nDigitized by Google\n\f1~85.] Automatic Writing. 9\nmenta, in order to ascertain the conditioDB under which the instrument is\nable to work. To this end the following rules are strictly observed :-\n1. The question to be asked is written down before the Planchette is\nset in motion. This question, as a rule, is never known to the\noperator.\n2. Whenever an evasive, or other IUlIwer is returned, neceuitating\none or more new questions to be put, before a clear &D8wer can be\nobtained, the operator is flOt to be made aware of any of these\nquestions, or even of the general subject to which they allude,\nuntil the final answer has been obtained.\n3. In all cases where the operator baa aaked the question, or is aware\nof ita terms, or general tenor, the question will be distinguished\nby prefixing an asterisk, and leaving a space between it and the\nmarginal line. [None of these que,tioDB, except No. 313, are\nquoted here.]\n4. Where no operator is mentioned, my wife is always meant.\no. Where no questioner is mentioned, myself is always meant.\"\nAlthough not provided for in writing, (as our mutual bOlla fidu WaI, of\ncourae, taken for granted), I may add that my wife always sat at a small\nlow table, in a low chair, leaning backwards. I sat about eight feet distant,\nat a rather high table, and with my back towards her while writing down\nthe questioDB. It was absolutely impouible that any gesture, or play of\nfeatures, on my part, could have been visible or intel igible to her. As a\nrule, ahe kept her eyes ahut; but never became in the slighteat degree\nhypnotic, or even naturally drowsy.\nUnder these conditioDB we carried on experiments for about eight months,\nand I have 309 questioDB and aDBwers recorded in my note-book, apread\nover this time.\" But the experiments were found very exhaustive of nerve-\npower, and aa my wife's health was delicate, and the fact of thought-\ntraDBmiaaion had been abundantly proved, we thought it best to abandon\nthe pursuit.\nI now proceed to give a sample of some of theae queatioDB and &D8wers.\nThe numbers prefixed are those in my note-book.\nI may mention that the PIanchette began to move instantly, with my\nwife. The &D8wer waa often half written before I had completed the question.\nOn first finding that it would write easily, I asked three simple questiona\nwhich were known to the operator; then three others, unknown to her,\nrelating to my own private concerns. All six having been inatantly answered\nin a manner to ahow complete intelligence, I proceeded to aak,\n7. Write down the lowest temperature here this winter.\nA.8.\nNow, this reply at once arrested my interest. The actual lowest\ntemperature had been 7.60 so that 8 was the nearest whole degree; but my\n• The remainder of the 385 qUeatiODB and answers in this book belong to &\ndifterent aeries, where the question was known to the operator.\nDigitized by Google\n\f10 Automatic Writillg.\nwife said at once th&t, if she had been asked the qucation, she would h&ve\nwritten 7, and not 8 j as she had forgotten the decimal, but remembered my\nhaving said th&t the temperature had been down to 7 lHJmething.\nI simply quote this, as a good instance, at the very outset, of perfect\ntransmission of thought, coupled with a perfectly independent reply j the\nanswer being correct, in itself, but different from the impression on the\nCOI\/.8cioua intelligence of both parties.\nNaturally our first desire was to see if we could obtain any information\nconcerning the nature of the intelligence which was operating through the\nPlanchette, and of the method by which it produced the written results. We\nrepeated questions on this subject again and again ; and I will copy down\nthe principal questions and answers in the connection.\nJanuaMJ 29th.\n13. Is it the operator's brain, or some external force, that moves the\nPlanchette 1 Answer\" brain\" or \" force.\"\nA. Will.\n14. Is it the will of a living person, or of an inlmaterialspirit, distinct from\nthat person 1 Answer\" person\" or \"spirit.\"\nA. Wife.\n15. Give first the wife's Christian name j then, my favourite n&nle for her.\n(This was accurately done.)\nZ\/. Wh&t is your own llame 1\nA.Onlyyou.\n28. We are not (Iuite sure of the meaning of the answer. Explain.\nA. Wife.\n}'ai1ing to get more than this, at the outset, we returned to the same\nthought after question 114 j when, having been closely pressed on another\n8ubject, we received the curt reply-\" Told all I know.\"\nFebnt.ary 18th.\n117. Who are you th&t writes, and has told all you know 7\nA. Wife.\n118. But does no one !;ell wife wh&t to write 7 If 80, who 7\nA. Spirit.\n119. Whose spirit 1\nA. Wife's brain.\n120. But how does wife's brain know (certain) secrets 1\nA. Wife's spirit unconsciously guides.\n121. But how docs wife's spirit know things it has never been told 1\nA. No external influence.\n122. But by wh&t intem.al influence does it know (thcae) secrets 1\nA. You cannot know.\nMaJ'c1~ 15t1l.\n132. Who, then, makes the impreaaions upon her 1\nA.. Many strange things.\nDigitized by Google\n\f1885.] Automatic Writing. 11\n133. What sort of strange things 1\nA. Things lM-yond your knowledge.\n1M. Do, then, things beyond our knowledge make impressions upon wife 1\nA. In1I.uences which no man understands or knows. '\n136. Are these influences which we cannot understand external to wife 1\nA. External-invisible.\n137. Doea a spirit, or do spirits, exercise those in1luences 1\nA. No, never (written very large and emphatically).\n138. Then from whom, or from whence, do the external influences come1\nA. Yes; you will never know.\n139. What do you mean by writing\" yes \" in the last answer 1\nA. That I really meant never.\nMarch IOU••\n142. By what means are (unknown) secrets conveyed to wife's brain 1\nA. What you call mesmeric influence.\n1\". What do you mean by \"what you call \" 1 What do you call it 1\nA.. Electro·biology.\n140. By whom, or by what, is the electro-biologic force set in motion 1\nA. I told you you ~uld not know more than you did.\n146. Can wife answer a question the reply to which I do not know 1\nA. Why do you try to make me eay what I won't 1\n147. Simply because I desire knowledge. Why will not you tell 1\nA. Wife could tell if lO'II1eone elae, with a very strong will, in the room\nknew.\nMarch 26UI.\n179. Can you foresee the future t\nA. No.\n_ .April lOUt.\n190. Why are not you always • • • • influenced by what I think 1\nA. Wife knowslOmetimes what you think.\n191. How does wife know it1\nA. When her brain is excited and has not been much tried before.\n192. But by what means are my thoughts conveyed to her brain 1\nA. Electro-biology.\n193. What is electro-biology 1\nA. No one knows.\n19'-. But do not you know 1\nA. No. Wife does not know.\n195. What makes you always call her \"wife\" 1\nA. You always think of wife.\n196. But I never call her \"wife.\" Why do you 1\nA. I am nothing without wife.\n200. That is no answer. Why do you call her 801\nA. Because she is all a wife.\nDigitized by Google\n\f12 Automatic Writing. [Jan. 30,\nMy object in quoting this large number of questions and replies has not\nbeen merely to show the instantaneous and unfailing transmission of thought\nfrom questioner to operator; but, more especially, to call attention to a\nremarkable characteristic of the answers given. These answers, consistent\nand invariable in their tenor from first to last, di<l fl,ot corTUpOlld with tltc.\nopinw\/I,IJ Qr ezpectatiolll of eiiMr myaelf o-r my wife. Something which takes\nthe appearance of a source of intelligence diatillet from the COtIlCWm iliteUi-\ngence of eitJ&er of til, W&8 clearly perceptible from the very first. Assuming,\nat the outset, that if her BOurce of percipience could grasp my questions, it\nwould be equally willing to reply in accordance with my request, in the first\ntwo questions I suggested the form of answer; but of this not the slightest\nnotice W&8 taken! Neither myself nor my wife had ever taken part in any\nform of (so-called) .. spiritual\" manifestations before this time; nor had we\nany decided opinion &8 to the agency by which phenomena of this kind were\nbrought about.' But for such answers &8 those numbered 14, 'l:l, 137,144,\n192, and 194, we were both of us totally unprepared; and I may add that,\nBO far &8 we were prepoBBessed by any opinions whatever, these replies were\ndistinctly opposed to such opinions. In a word, it is simply impossible that\nthese replies should have been either suggested or composed by the COtIlCWm\nintelligence of either of us.\nOne isolated but very interesting experiment deserves to be recorded\nhere.\nI had a young man reading with me &8 a private pupil at this time. On\nFebruary 12th he returned from his vacation; and, on being told of our\nexperiments, expreued his incredulity very strongly. I offered any proof\nthat he liked to insist upon, only stipulating that I shonld see the question\nasked. Accordingly, Mrs. Newnham took her accustomed chair in my\n.study, while we went out into the hall, and shut the door behind til. He\nthen wrote down on a piece of paper:-\n87. What is the Christian name of my eldest sister 1\nWe at once returned to the study, and found the answer already waiting\nfor us:-\nA. Mina.\n(This name W&8 the family abbreviation of Wilhelmina: and I should\n.add that it was unknown to myself.)\nI need make no comments upon such a case &8 this.\nI mUBt now go on to speak of a series of other experiments, of a very\n.remarkable kind.\nWe BOon found that my wife W&8 perfectly unable to follow the motioJ18\n<of the Planchette. Often she only touched it with a Bingle finger; but even\nwith all her fingers resting on the board she never had the slightest idea of\nwhat words were being traced out. This is important to rent'ember, in view\n<of the fact that five or Bix questions were often &8ked consecutively without\nher being told of the subject that W&8 being pursued. (Rule 2.)\nIt struck me that it would be a good thing to take advantage of this\npeculiarity on her part. to ask questions upon subjects that it W&8 impossible\nfor her to know anything about. It will be noticed that in some of the\nDigitized by Google\n\f188D.] Automatic W,.iting. 13\nquestions quoted above (142, 120, 122), a word is inserted between brackets.\nI must now explain that in the original note-book, the worda between\nbrackets are always replaced by the word \"Masonic.\" I had taken a deep\ninterest in Muonic archreology. and I now questioned Planchette on lOme\nsubjects connected therewith.\nFebmary 14th.\n92. What is the English of the Great Word of the R.A. ?\nAfter an interruption, of which I shall speak hereafter, one great word\nof the Degree, but not the one I meant, was written, very slowly and\nclearly.\n97. Is the word truly genuine, or is it a made-up on\" 1\nA. Tried to tell: can't.\n98. By whom was the word first used 1\nA. Too Ium:l work for wife.\nFebruary 18th.\n112. What is the translation of the Great Triple Word 1 .\nA. (The first syllable of the word in question was written correctly,\nand then it proceeded.) The end unknown. Three languages.\nGreece. Egypt. Syriac.\n113. What part of the word is Greek 1\nA. Meaning unknown.\n114. When was the word first invented 1\nA. Told all I know.\n115. Who are you that know?\n(Answer scrawled and illegible.)\n116. Please repeat same answer legibly 1\nManifestation triune person.\n(Here follow questions 117-122, as above.)\nMarch 15U~.\n125,126. What are the three languages of which the Great R.A. Word is\ncomposed 1\nA. Answered all I could before.\n127. You said one part of the word was Greek. \\\\1uch is it 1\nA. Greek, I think.\n128. Which syllable do you tlUnk is Greek 1\nA. The last.\n129. What is the English translation of it ?\nA. Ca.n't explain it.\n130. If the last syllable be Greek, which is Egyptian, as you said 1\nA. I cannot tell you more than you know.\n131. But why, then, do you say that that syllable is Greek which I think\nEgyptian 1\nA. Wife can't alwaYil receive impre88ionB.\n(Here follow 132-139, as above.)\nDigitized by Google\n\f14 Automatic JJr,·iting. [Jan. 30,\nMarch 26th.\n100. Of what language i8 the first 8yllable of the Great Triple RA.Word 7\nA. Don't know.\n167. Ye8, you do. What are the three languages of which the word is\ncomposed 1\nA. Greek, Egypt, Syriac first 8yllable (correctly giulI), rest unknown.\n168. Write the syllable which is Syriac.\nA. (First 8yllable correctly written.)\n169. Write the 8yllable which is Egyptian.\nA. Second.\n170. Can you not write the syllable itself 1\nA. Third Greek.\n174. Write down the word itself.\nA. First three and last two letters were written correctly, but four\nincorrect letters, pa,-tly oolTotmllrom alwti&er 1COrd 01 tile aame degt'lle.\ncame in the middlll.\n176. Why do you write a word of which I know nothing 1\nA. Wife tried hard to tell the word, but could not quite catch it.\n177. Catch itfrom whom 1\nA. Not quite 8ure.\n178. Not quite 8ure of what 1\nA. I know nothing. Wife doem't quite know.\nIn the above 8erie8 of an8wers we have, it 8eems to me, a very remarkable\ncombination of knowledge and ignorance. There i8 a perfect appreciation\nof my thoughts, in the queries ; but a 8trange, persistent, alm08t dogged.\nincapability of seeing my thoughts, in the replies. Especially in the an8wer\nto 116, and in some other an8wers (which are not given), there is a reference\nto an opinion which wai pUbli8hed by Dr. Oliver, whose work8 I had been\ncarefully reading about four month8 before, but with whose theory, in thia\ncase, I most strongly li8agreed. So that here was an opinion intimated\nwhich it was impo88ible that the operator could have been aware of, and\nwhich the questioner bad absolutely rejected as untenable!\nHow can we account for such a case as this 1 If it were merely the\nque8tioner'8 brain which tran8mitted the thoughts, or \"'hich (so to 8peak)\ncould be read like 11..1 open book by 80me clairvoyance on the part of the\noperator-why 8hould not the expected reply impre88 itself upon the\noperator as rapidly and as lucidly as did the question8 1\nStill more forcibly are 8uch perplexitie8 as these brought before U8 by\nthe following experiment ;-\n182. Write out the prayer used at the advancement of a Mark Master\nMason.\nA. Almighty Ruler of the Universe and Architect of all world8, we\nbe8eech Thee to accept tbis, our brother, whom we have thi8 day\nreceived into our most honourable Company of 1rIark Master Masons.\nGrant him to be a worthy member of our brotherhood; and may he\nbe in his own person a perfect mirror of all Masonic virtue8. Grant\nthat all our doinJts may be to Thy honour and glory, and to the\nwelfare of all mankind.\nDigitized by Google\n\f1886.] Automatic W;·jting. IG\nThis prayer was written off instantaneously and very rapidly. Itia a very\nremarkable production indeed. For the benefit. of those who are not. mem-\nbers of the craft, I may say that no prayer in the slightest degree resembling\nit ia made use of in the Ritual of any Masonic degree; and yet it contains\nmore than one strictly accurate technicality. connected with the degree of\nMark Mason. My wife has never seen any Masonic prayers, whether in\n\"Carlile,\" or any other real or spurious Ritual of the Masonic Order.\nHere, then, assuredly, was a formula composed by some intelligence\ntotally diatinct from the conscious intelligence of either of the persona\nengaged in the experiment.\nI proceeded to inquire as follows :-\n183. I do not know this prayer. Whore ia it to be found I\nA. Old American Ritual.\n184. Where can I get one 1\nA. Most likely none in England.\n185. Can you not write the prayer that I make use of in my own Lodge 1\nA. No, I don't know it.\nIn these last answers we see a new moral element introduced. There ia\nevasion, or subterfuge, of a more or leBS ingenious kind; and totally foreign\nto the whole character and natural diaposition of the operator. A aimilar\nattempt at deliberate invention, rather than plead guilty to total ignorance,\nia contained in the following answers :-\nMay 7th.\n255. In what Masonic degreo was the Triple Word first used I\nA. Wife does not know.\n256. Cannot you tell her 1\nA. How can wife know what no one else does 1\n257. Does 110 one, then, know the answer to this 1\nA. No one knows now.\n258. What do you mean by .. now\" 1 Did anyone once know 1\nA. The last one who knew died at least 20 years ago.\n259. What was his name 1\nA. In America; don't know name.\nAnd again, May 21st.\n280. Can you write the Triple R.A. Word to-night 1\nA. Abracadabra.\n281. Wrong word. Try again.\nA. Wife can't write secret words.\n282. Then why did you profess to write it, the other day 1\nA. I only wrote what wife knew.\n283. But if she knows it why do you not write it to-night 1\nA. You told her.\n28f. What did I tell her 1\nA. One day when your influence over her was very strong.\n(N.B. The answer to 284 is 1\\ case of \"arrested\" reply; i.e., it ia a con-\ntinuation of the reply to 283, without reference to question 284 at all.)\nDigitized by Google\n\f16 .Automatic Writing.\n285. Then why does she not write it now 1\nA. Wife can't understand.\n[Jan. 30,\n286. Is it my question, or the answer to it, that she can't understand?\nA. Don't know.\n287. What is the matter with you to.night 1\nA. You are tired and so is wife.\nI have spoken of the introduction of an aplNU\"ently \"new moml clement\"\ninto some of the foregoing replies. I am inclined to emphasise this point.\nThe existence of a reciprocal intelligence is clear enough ; and so long as thia\nintelligence only varies in del)th or rapidity of perception, we have only to\nnote occasional differences of degree or quantity, so to speak. But the\nquestion becomes greatly complicated by the appearance of a low tone of\nmoral feeling, and a total indifference to truth for its own sake, coupled with\nwhat looks like a morbid dread of seeming to be ignorant of the reply to the\nquestion. The differences now become matters of qll&ity rather than of\nquautity. I wish to invite very careful consideration of this phenomenon, of\nwhich I will now adduce a few more instances.\nIt was during the time of the Franco·German war; and two young\nFrenchmen, fonner pupils of mine, had been called out for service. In\norder to test the intelligence, I asked as follows :-\n29. Where il!l A. H. now?\nA. Safe.\n(This reply was afterwards found to be correct, although my friend\nwas wounded subsequently.)\n30. And L. D. 1\nA. From home.\n31. Is he in the war?\nA. No.\n32. Has he been engaged in the war 1\nA. Yes.\n33. In what country is he living 1\nA. Prisoner.\nThe curious evasion of the answer here is all the more to be noticed, as\nthe ultimate reply was correct.\nSubsequently, l\\larch 19t1l, I asked :-\n156. Who told you that L. D. was prisoner 1\nA. He will only get a slight punishment.\n157. Please answer my last question.\nA. They liked his sermon very much.\nHere is a deliberate evasion of a quel!ltion which there was no wish to\nanswer. Being pressed the subject is closed.\n158. How did you find out that L. D. was a prisoner 1\nA. Wife's brain getting bewildered.\nDigitized by Google\n\f1886.] 17\nLater on in the year (in October) I asked-the operator beina IIW.:lre of the\ntplUtiott :-\n313. Whence did wife's brain gather the answers to 29 and 30 1\nA. Wife's brain knew it, for ahe knew their chAracters.\nIn order to test the poaaibility of p1\"8llCience in this intelligence, I had\nfrequently preaaed it rather hard as to the probable date of an event which I\nexpected to happen to myself, sooner or later, but had no notion of how\nlong it would be firat. In reply to questions 4, 6, 6, the date of Christmas,\n1871, had been fixed for this event to happen. In 162 I recurred to tho\nlaDle subject; and after two answers, referring back to previous queatiollII\non other matters, I again got the answer \"Very likely Christmas.\" I re-\npreaented that circumstances rendered this aimply impossible, and the reply\ncame :-\n152. A. Christmas is your free time.\nAnd on my urging that the event expected t~\"r took place at Chriatmaa,\nit simply aaid :-\n153. A. There will be this year.\nOn May 7th, I asked :-\n267. What will . . . . do to-morrow night1\nA. I don't know.\n268. Can you never foresee what is going to happen 1\nA. No, I can't.\n269. Then, how do you know what I am going to do next Christmas 1\nA. That is settled now: it is not to be settled in the future.\n270. Who baa settled it, and when was it settled 1\nA. Why do you want to know 1\n271. That I may verify your atatment when the time comea.\nA. -- aettled it about three months ago.\n272. Who proposed it 1\nA. M. and P. (namea written at full of two persons who were tlle\nmoat probable onea to have been concerned in ilie matter.)\nNow the whole of these repliea evince an attempt to keep up consistency,\nand every one of them was pure and absolute fiction, and the readineaa\nwith which every query was met was fully equalled by the audacious un-\nIICrUpulouanell of the inventive art which persisted in defending an absolutely\nimpouible position to which the first answers atood committed, lOme months\nbefore.\nOf ingenious evasion pure and aimple the following are good examples :-\n18. What ia the matter with old J. 1 (an aged parishioner of mine, who was\nill at ilie time.)\nAn \"a.rrested .. answer was given; being the last half of the ons\\ver\nto 17.\n1». Please anawer my question as to Mr. J.1\nA. No.\no\nDigitized by Google\n\f18 Automatic Writing.\n20. Can you not, or will you not 7\nA. Don (the pencil then Blipped off the paper).\n21. Question repeated.\nA. Don't know.\n22. Will he get better 7 Do you know 7\nA. Yes.\n[Jan. 30,\n23. Is it; \"Yes\" to the first question, or to the second 1 Answer one or\ntwo.\nA. Two.\n24. Is it wrong in me to ask 1\nA. No.\n25. Then will Mr. J. die in this illnell, or no 1\nA. Soon. (This was not the case: he lived several years.)\n26. In how many weeks 1 Answer in figures.\nA. I won't tell.\nIn the autumn a friend who was staying with me had made a big find of\nsome (apparently) \"chipped flint.,\" on the Dorsetabire downs. I W88\ndoubtful myself of their true character, and my friend proposed to ask\nPlanchette. Accordingly I inquired :-\n&ptember am.\n303. What are the flints which William found to-day 1\nA. You do not expect me to know things so far back.\nI have referred above to \"arrested .. or \"retarded\" answers. I use\nthese terms to denote two modes in which a curious dogged pertinacity W88\nmanifested. Sometimes the pencil would como to its usual dead stop, and,\nthe sense being apparently complete, a new question would be asked ; but\nPlanchette at once went on with an expansion of its previous reply. This is\nthe \"arrested\" answer. The\" retarded\" answer is when the intelligence\nat work seems as though it were obliged to relieve itself of some previous\nimprellion, before it could turn its attention to a new line of thought.\nThe following are interesting cases of the \"retarded\" answer :-\nJanua.ry 3OUI.\nA friend and his wife were present and asked to put questions. The\ngenUeman was not merely incredulous, but rather unpleasantly so. His\nquestion was one the answer to which I did not know, namely :-\n40. Wbat were the names given to Mrs. E.'s baby 1\nThe answer was quite unintelligible.\n41. The answer is illegible. Please repea.t it.\nA. Ellen Theresa.\nThis reply is very curious. It was quite wrong, neither of these names\nhaving been given; but both of them are family names of the near relations\nof the queriat's wife, who was sitting by.\n42. Please give the names of Mrs. E.'s baby.\nA. I can't tell.\nDigitized by Google\n\f1885.] Automatic Writing.\n43. Can you give the namo of Mrs. P.'s last baby but one I\nA. Too many people.\n19\nIt was plain that lOme disturbing influence was at work; and the\nexperiment was abandoned.\nTwo days later-February lat-we commenced again :-\n47. Give the names of Ml'II. P.'s baby, who is my godson.\nAlthough myself and wife were alone as usual, the instrument absolutely\nrefused to move. After waiting a long time, I thought it beat to break into\na new line, and asked :-\n48. What name shall we give to our new dog 1\nThe reply came at once.\nA. Yesterday W311 not a fair trial.\nThis is the more noticeable 311 it was not \"yesterday,\" but the day\nbefore, that the failure had taken place, which was evidently weighing on\nPlanchette's intelligence.\nI asked:-\n49. Why was not yesterday a fair trial?\nA. Dog.\n(Here is an endeavour to catch up the idea of question 48.)\n50. Why was not yesterday a fair trial?\nA. Want strength.\n51. Who wants strength 1\nA. Yes.\n52. Who is it that wants strength 1 You, or wife 1\nA. Wife.\nA similar case occurred again on February 14th. A friend and his sister\nwere present, and were inclined to ridicule the whole matter. My friend\nasked, \"Of whom am I thinking 1\" Planchette made two very probable, but\nmistaken, guesses. He then asked to 'be told the population of his pariah,\nand the answer was 310; whereas the correct figures were 510; and, as my\nwife showed signs of exhaustion, the questions were abandoned.\nIn the evening I recommenced my Masonic teat questions ; and askee\n(92) \"What is the English of the Great Word of the R.A. 1\" and was much\namused when the reply began: \"Miss B.\" (mv friend's sillter) and theN was\narrested. I proceeded.\n93. Please explain your answer.\nA. Fidgets wife.\nThe completion of the\" arrested\" answer perfects the\" retarded\" answor.\nFIanchette W311 evidently still full of the last strong impreuion of the after-\nnoon's failure, and was obliged to offer an explanation before it would\nproceed to other busine88.\nAn excellent case of totally independent answering, coupled with a sense\nof humour, was manifested on the following occasion.\nc 2\nDigitized by Google\n\f20 .Atliomatic Writing• [Jon. 30,\n.April 16th.\nWe had all been a good deal worried about several matters, and on\nasking the first question of the evening, the Planchette refused to write\nworda, but after some lines of unintelligible acribble, drew the profile of a\nhideous face. 1 went on :-\n201. Answer unintelligible.\nA. Can't see the qu&stion. (Then it drew a facsimile of the previous\nface.)\n202. Why do you draw that face at the end 1\nA. A little amusement.\n203. Is the face a portrait of anyone 1\nA. Wife would like to amuse you.\n204. Is the face intended to be a portrait 1\nA. Of course.\n205. Of whom, then, is it a portrait 1\nA. When people are aad they should be amused.\n206. Of whom is the face a portrait 1\nA. You know quite well.\n20'1. I don't. Please answer.\nA. P088ibly I know better.\n208. I dareaay, but please answer.\n(Only unintelligible flourishes made.)\n200. Question repeated.\nA. What you need. (This, I imagine, is the &l'l\"Astcd conclusion of 20'1.)\nLater on, after much eVIIBion to other questions, I laid :-\n221.•\no\\.nswer my question, and don't talk rubbish.\nA. Don't be cro88.\nA few minutes later, in reply to question 230, Planchette drew a wavy\nline, and then wrote .. pretty little man.\"\n231. Please explain, and don't chaff.\n(It drew tho same profile as in reply to 201.)\n232. Please reply.\n(It drew something like a wall and battlemented tower.)\n233. Don't be ridiculous, and answer.\nA. D.'slikene88 (my wife's sister).\n234. Either answer my question, or say you will not.\nA. You don't understand fun.\n236. Yes, I do; but I don't want fun now. Please answer.\nA. It is much better to be Billy somotimes than wise always.\n236. I quite agree with you. NevertlleleBS, answer my question.\nA. Too much work and no play makes Jack a dull boy.\n237. Will you answer, or n01\nA. You are sleepy.\n238. Answer lily question.\n(Reply too faint to be read.)\n239. Please repeat, distinctly.\nA. It it time to go to sleep-go to bed.\nDigitized by Google\n\f1880.] Automatic Writing. 21\nMay 10th.\nPlanchette again gave UI an example of its senae of the humoroUi.\n1 had been obliged at short notice to provide a lubstitute for my curate at\na small lonely pariah in the Dorset hilla, leveral milel away from my own\nhoUie. I had to engage a clergyman who wu not a favourable lpecimen of\nhis profeuion, u I could procure no one else in time to get the Sunday's\nwork done. He wu much amused with Planchette, and desired to uk :--\nm. How should a bachelor live in this neighbourhood 1\n(The answer waa illegible.)\n278. Pleaae repeat answer.\nA. Three montha.\n(Planchette evidently did not catch the exact query.)\n279. I did not uk how long, but oow'\nA. Eating and drinking and sleeping and Imoking.\nThat clergyman never consulted Planchette again.\nI will conclude with a very pretty instance of a mistake instantly cor-\nrected. It wu on the same evening, May 10th ; I had to preach on the\nfollowing Whit-Monday, on the occaaion of laying a foundation ltone with\nMasonic ce~monial, 80 I aaked :-\n275. Give me a text for Whit-Monday'l sermon 1\nA. H I go not away, the Comforter will not come to you.\nThe selection of a subject luitable for Whit.ttmtide il plainly the firat idea\ncaught by the intelligence; 80 I proceeded :-\n276. That will not do for my lubject. I want a text for the Motlday'.\nsermon.\nA. Let brotherly love con~ue.\nI have had a twofold object in quoting the foregoing large number of\nqueations and answers, which, itl themael1!U, are often trivial and WOrthl888.\nI. My firat aim baa been to prove inconteltably the poBIibility of\nabeolutely perfect and instantaneoUi transmission of thought from one\nbrain to another, although the recipient brain wu in a normal ltate, and\nentirely apart from any IO-called \"magnetic,\" mesmeric, or other hypnotic\ninfluences. I am not aware of any exactly pa.ra11el experiments having u\nyet been carefully registered and recorded.\nII. But it is impol8ible for me to close this paper without again very\nurgently calling attention to what I have termed the low \"moral\" character\nof the re-acting intelligence.\nWe are all familiar with this phenomenon in the avel'lge experience of\nao-called \"apiritual CO'lltrola,\" but in these cues the \"controlled\" medium\nis more or len hypnotic and uuconICioUl. And I think that the recurrence\nof the same phenomenon in the cue of a person in perfect health, and in the\nenjoyment of full conlCiou8D888, is worthy of very lerioul conaideration.\n\" Hypothuu 1100 jingo\" is an absolutely necenary rule for psychical\ninquirers at the present time. Our work is to &maI8 facta for lOme muter-\nmind of a future generation to piece together. MOlt anuredly I ahall off'er\nDO theory to explain this curioUi appearance of what looks like the presence\nof a \"third centre of intelligence,\" distinct from the comciow intelligence\nDigitized by Google\n\f22 .A.utomatic W'\"itillg. [Ja.n.30•\nand character of either of the two parties engaged in the experiments. But\nI should like to suggest two questions, which appear to me to be well worth\nthe careful consideration of biologists and psychologists.\n1. Is this \"third intelligence\" analogous to the \"dual state,\" the exis-\ntence of which, in a few extreme and most interoating cases, is now well\nestablished 1 Is there a latent potentiality of a \"dual state\" existing in\nevery brain, and are the few very striking phenomena wlUch have as yet\nbeen noticed and published only the exceptional developments of a state\nwhich is inherent in most, or even in all, brains 1\n2. Is it possible that this \"dual state\" arises from the fact that we\nhabitually use only one of the cerebral hemispheres for the transaction of our\nordinary brain-work; leaving the other, so to speak, untrained and\nundisciplined 1 and 80, if the untrained side of the brain be suddenly\nstimulated to action, its behaviour is apt to resemble that of a child, whose\neducation has not been properly attended to. The percipient powers of such\na child may be astonishingly acuto, and the depth of its intuitive remarks\nand replies will ofton astonish everybody that &B8OCiates with it. Neither\nwill it be habitually deceptive, or otherwise immoral; but its morality is\nsimply a matter of convenience. It cannot bear to be put in the wrong,\nand will never acknowledge itself to have been wrong. It will lie per-\nsistently ; not for the sake of deceiving, but in order to prove itself to\nhave been in the right, and to c1a.im the position of a martyr, if punished.\nWeare all familiar with such characters; especially in young girls at a\ncritical period of life ; when it has been said that for a year or two many\ngirls have \"no conscience whatever.\" In such cases no doubt physical\ncauses are sufficient to hold the mural training of childhood in abeyance, for\na time, and to produce the appearance of a morality far below what the\nsame person e\\'inced a few years before, or will evince a few years later.\nMay not the \"untrained half\" of the organ of mind, even in the most\npure and truthful characters, be capable of manifesting similar tendencies,\nand of producing, at all events, the appearance of moral deficiencies\nwhich are totl,lly foreign to the well-trained and disciplined portion of\nthe brain which is ordinarily made use of 1\nP. H. NBWNHAM.\nBefore proceeding to further comment, I will make one or two\nadditional citations from the diary before me.\nWe have had a. case where a thermometrica.l reading wa.a given with\nsubstantial correctness, but not a.a either ?tIro or Mrs. N. would have\ngiven it. Here is a case where a barometrical reading is given\nincorrectly, but as either Mr. or Mrs. N. might have gUe8Bedit to be.\n85. Write in figures the lowest barometrical reading here last month.\nA. 21 (last figure doubtful ; then stopped).\n86. Answer incomplete. Please repeat.\nA. 29. 35. Tired.\n\"'111e addition of tired, of its own accord,\" says Mr. Newnham.\n\"seems to plead for pardon, if wrong.\" That is to say that towards\nthe end of a sitting the answers generally become vaguer, and fatigue\nis alleged as an excuse.\nDigitized by Google\n\f1885.] Automatic Wiiting. 23\nIn fact, the transmission of thought, as already observed, was not\nalways eft'ective. Sometimes the Planchette persisted in expressing\nlOme idea of its own; sometimes it only gradually came to the know-\nledge of the subject of the question.\n48. What name shall we give to our new dog?\nA. Yeaterday was not a fair trial.\n49. Why was not yesterday a fair trial?\nA. Dog.\nAnd again:-\n108. What do I mean by chaffing C. about a lilac tree 1\nA. Temper and imagination.\n109. You are thinking of somebodyelae. Please reply to my question.\nA. Lilaca.\nMr. Newnham, in his notes,' is careful to state that in the case of\nquestion 108 Mrs. Newnham \"knew that there was some chaft' in the\nquestion, but did not know against whom the chail' was.\" The vague\nanswer, \"temper and imagination,\" was, therefore, just such as her\nconscious mind alone might have produced.* But the answer to 109\nshows that her unconscious mind was beginning to get hold of the\nquestion, in just the fragmentary manner in which\" dog\" was given\nbefore.\nIt will have been observed that the replies throughout show very\nlittle originality from the side of the writer's brain. They are for the\nmost part reflections of the questioner's thoughts, helped out by poor\njokes and evasions. I will conclude these quotations with one answer\nwhich seems to show an independent originative eft'ort on the writer's\nside.\n59. What name shall we give to our new dog 1 Nipen.\n\"The name of Nipen,\" adds Mr. Newnham, \"from Feats on the\n}'imd, shot into the operator's brain just as the question was asked.\"\nNow Mr. Newnham had been thinking of another name, and the\nchoice of the name of the tricksy Norwegian sprite came, as far as we\ncan tell, wholly from the operator's mind. Possibly some unusual\nvivacity in the suggestion carried it over the threshold,-from the\nwriter's unconscious into her conscious mind,-as she was in the act of\nwriting it down. It will be remembered, of course, that she had no\nconscious knowledge as to what was the question asked.\nBut what, it may fairly be asked at this point, do I mean by \"the\nunconscious mind\" t Is this a mere synonym for the \"complex\nunconscious cerebration\" of which I spoke in my first paper t or am\nI postulating some distinct focus of psychical action,-co-ordinate, in\nsome sense, with the conscious mind t\n• \"I IIhould add,\" says Mr. Newnham, in a letter to me, \"that these two\nwords formed part of habitual family 'chaft\" amoDg ourselves.\"\nDigitized byGoogle\"\n\f24 Automatic Jf',·iting. [Jo.n.30,\nAt the risk of tediousness, I must endeavour to answer this question\nas fully as possible. For in no subject is it more necessary than in\npsychical research to define the meaning of new terms, or terms used\nin a new sense, as soon as they are introduced. In no subject is\nthere a greater danger of the illicit extension of t'.stabIished scientific\nphraseology. A metaphor, used at first avowedly as a metaphor, and\nthen insensibly sliding into an assertion of fact, may give a spurious\nlook of orthodoxy to what is rea.lly no more than an unverified\nhypothesis. The name, for instance, of\" animal magnetism,\" suggested\nat first by some res.l, though probably superficia.l a.na.logies, has been the\nsource of many a page of wild theory and prepossessed observation.\nIt is better to give the new· thing a new name,-descriptive like\n\"hypnotism,\" historical like \"mesmerism,\" or even purely arbitrary\nlike\" odic force,\" and then to leave its reality to be established by\nindependent observation and argument.\nTo apply this principle to the present case. In the discussion on\n\" Clelia,\" in my last paper, I certainly pushed the phrase, .. unconscious\ncerebration,\" as far as it can, with any fairness, be made to go. The\naccepted writers on unconscious cerebration (of whom Dr. Carpenter\nmay be taken as the principal English representative) treat this\nunconscious action of the brain as a process which, though distinct from,\nis IfUbsidiary 1.0, consciousness, as a subaqueous agitation which stirs\nthe conscious surface, not as a stream which meets the stream of\nconsciousness, still less as an earthquake-wave, which is capable of\neffacing and overwhelming it. But in \" Clelia \" we saw produced, for the\nfirst time, perhaps, in psycho-physical discussions, an instance of a sane\nand waking man holding a colloquy, so to speak, with his own dream;\nan instance, that is to say, where the unconscious cerebral action was\nnot subordinated to the conscious,-did not depend for its manifestation\non the direction of the conscious attention elsewhere, but presented itself\nas co-ordinate with the conscious action, and as able to force itself upon\nthe attention of the waking mind. How different this is from the stock\nexamples will be seen at a glance. \\Vhen Gauss answers the servant-\nmaid who announces that his wife is dying, with, .. Tell her to wait till\nI come,\" it is because the absorption of his conscious attention-his\nhighest centres*-in a train of abstract reasoning, leaves certain lower\n• I use the term II highest centres\" as the best-authorilled exprel!8ion for\nthe cerebral correlative·of conscious (or at least complex) mentation. See, for\ninstance, Hugblings-Jack80n (\" Croonian Lectures,\" 1884, p. 4.) \"The triple\nconclusion come to is that the highest centres, which are the climax of\nnervous evolution, and which make up the •organ of mint! • (or physical basis of\nconscioD8D6I!8), are the least organised, the moat complex, and the most\nvoluntary.\" The term .. unconscions mentation\" is used deliberately; but I\nmuat defer ita defence till a future occasion, and the reader who demurs to\nit may substitute .. cerebration\" without injury to the present argument.\nDigitized by Google\n\f188fq Automatic W,iting. 26\ncentres free to shape, unchecked, the collMent, but not altogether\ntJppropriaU, reply. Even when the somnambulist soh-es in sleep the\nproblem which bafBed him when waking, the high centres which thus\nact automatically are enabled to do so only because the habitual\nconscious mentation is temporarily checked by profound sleep. If\nGauss had given his full attention to what the maid·servant said, he\nwould have made some more logical answer. And, conversely, if the\nsomnambulist had woke up while he was writing out the problem, he\nwould have been at a loss as to the next step. In either case the\nmanifestation, whether more or less intelligent, of the unconscious\nmentation depends on the inhibition, or the diversion, of the conscious\nmentation. But in the \"Clelia\" case, the unconscious mentation\nflowed on intercurrently with the conscious. It asserted for itst'lf a kind\nof co-ordinate position, and employed the waking hand to write anagrams\nwhich the waking brain found a difficulty in solving.\nIt mnst be confessed, therefore, that in advancing this case I\nam already overpassing very considerably the recognised limits of\nunconscious cerebration. And, moreover, I do not even advance the\n\" Clelia\" case as in my view an altogether exceptioTUll one. I\nconceive, rather, that this kind of active duality of mentation-this\nkind of colloquy between a conscious and an unconscious self-is not a\nrare, but a fairly common phenomenon. I believe that I have\npersonally witnessed it, in slightly different forms, in at least 12 cases\nduring the past 12 years. Most of the cases, however, of which I speak,\nare not suitable for quotation here, for they would not in themselves\nhave proved the active duality of the mind, since they did not contain\n-what the \" Clella \" ~e did contain-internal proof of that duality\ninherent in the very nature of the messages written. I have preferred,\ntherefore, to leave it to my readers to repeat the experiment for them-\nselves, or with trusted friends, and \"thus to acquire that 8uhjective\ncertainty which the automatist soon feels, that his consciouB mentation\nis Dot supplying the written answers which flow from his pen.\nI must, however, interrupt my argument to add one p10re case,\nprecisely parallel with \"Clelia,\" with which Professor Sidgwick has\nfurnished me, from his own experience with an intimate friend.\nThe experiencCB which I mentioned to you as similar to thoBe described\nin your paper-so far as the mere eft'e~te of unconsciouB cerebration are\nconcerned-occurred about 20 years ago. An intimate frip,nd of mine\nwho had interelted himself somewhat in Spiritualism, and had read Kardec's\nbook, diIcovered almost by accident that his hand could write, without any\nconscious volition on his part, words conveying an intelligible meauing-in\nfact, what purported to be communications of departed Bpirits. He asked\nme to come and stay with him, in order to inveBtigate the phenomenon ; he\nhad been rather struck by some things in Kardec'B book, and was quite dis-\nDigitized by Google\n\f26 Automatic Writing. [Jan. 30,\nposed to entertain the hypothesis that the writing might be due to IOmething\nmore than unconscious cerebration, if it should turn out that it could give\naccurate infonnation on facts unknown to him. The experiments, however,\nthat we made in order to teat this always failed to show anything in the\nstatements written down that might not have been due to the working of his\nown brain; and at the end of my visit we were both agreed that there was\nno ground for attributing th\" phenomenon to any other caule but unconscious\ncerebrahlon. At the same time we were continunJ.ly IUrprised by evidences\nof the extent to which his unconscious self was able to puzzle his conscious\nmind. As a rule, he knew what he Wall writing, though he wrote involun-\ntarily; but from time to time he used to fonn words or conjunctions of\nlettera which we were unable to make out at first, though they had a mean-\ning which we ultimately discovered. Thus one evening, just as we were\nabout to break up, the capital letters K II A IRE T E were written ; their\nmeaning will not be obscure to you, but it so happened that it did not at first\noccur to UI that K H represented the Greek }(. 10 that we had no idea what the\nletters meant, and tried variOUl solutions till the true lignification (\" Fare-\nweU\")suddenly flashed upon my mind. On anotheroccasion I asked a question\nof the IUpposed communicating intelligence, and requeltled that the answer\nmight be given in GerJl1Ron, a language which my friend was unable to read\n(.r write, though he had learnt to spe!l.k one or two words while travelling in\nth\" country. His hand proceeded to write what was apparently one lor.g\nword. which leemed to hini absolutely without meaning; but when I came\nto read it I could see that it was composed of a number of GerJl1Ron words,\nthough put together without proper gramma.tical terminations ; and that\nthea'.! words '1I!Jge.ted-though they could hardly btl said to convey-what\nwould have been a proper and significant answer to my question. The\nwords were all common words, SUCll as he might haVtl heard in conversation;\nand when I had separated them, and told him their meaning, he seemed\nfaintly to recognise lOme of them.\nSometinles, again, when we tried to get correct information as to facts\nunknown to either of UI, the result was curious as showing an apparently\nelaborate attempt on the part of my friend's unconscious self to deceil'e his\nconscious self. I remember (e.g.) that one night we got written down what\npurported to be the first sentence in a leading article of the Till~ that had\njust been written and would appear next mommg. The sentence was in\nthe familiar style of Printing House Square; but I need not say that when\nwe came down to breakfast next morning we did not find it in the printed\ncolumns. My friend immediately placed his hand on a piece of paper; and\nthere camel involuntarily written in the Ulual way, a long rigmarole of\nexplanation· to the effect that the article originally written, containing the\ns\"ntence that we had got. the night before, had been cancelled at the last\nmoment by the editor in consequence of some unexpected political exigency,\nand another article hastily lubstituted. And similarly in other cases when\nstatements involuntarily written were ascertained to be false, explanations\nwere written exhibiting the kind of ingenuity which a fairly inventive hoaxer\nmight Ihow wIlen driven into a comer.\nIf I had not had ablOlutereliance on my frit'nd's bona fidu, I might have\nsupposed that he was mystifying me ; but I could not dOllbt that his curiosity\nDigitized by Google\n\f1880.] Automatic W,;tillg. 27\naa to the result of the experimonts was greater than mine, and that he had\nno conscious desire to make me believe that the phenomenon was anything\nmore than the result of unconllCious cerebration.\nI am sorry that the notes I took at the time have been destroyed; but I\nhave no doubt that what I have just written is accurately remembered.\nI have said that the writer usually knew what he was writing. TIlls was\nnot the case in his first trials, when the writing came in an abrupt, jerky, and\nirregular way, and he mrely knew what he had written till he looked at it.\nBut after the first few trials, the flow of unconscious action became even and\nsteady, like that of ordinary conscious handwriting; and then he generally\n-though not always-knew just before each word was written what it\nwould be; so that when the statements made were entirely contrary to our\nexpectation-as was often the case-his surprise used to come just before the\nword was actually written. H. SIDGWICK.\nI repeat, then, that in my view such cases as this are not excep-\ntional, not extreme; that they represent a degree of dual action to\nwhich perhaps one pel's')n in a hundred could by persistent effort attain.\nI t must be repeated, then, that this conclusion is already far enough\nfrom the accredited ,iew as to the extent of the brain's unconscious\noperation. A 8econdartJ 8elf-if I may coin the phrase-is thus\ngradually postulated,-a latent capacity, at any rate, in an appreciable\nfraction of mankind, of developing or manifesting a second focus of\ncerebral energy which is apparently neither fugitive nor incidental\nmerely-a delirium or a dream-but may possess, for a time at least, a\nkind of continuous individuality, a purposive activity of its own.*\nBut,of course, a still further step away from physiological orthodoxy\nis madll when Mr. Newnham's case is set before the reader. For here\nwe have, in fact, two innovations together; blended, indeed, at first sight\ninto one,but manifest on inspection as separate marvels which assuredly\ncO'Illplicate, though they may ultimately help to ezplain one another.\nFor, first, in Mr. Newnham's case, we have the telepathic com-\nmunication of one mind with another, the transmission of thought with-\nout the agency of the senses, on which, in other forms of experiment,\nwe have so often insisted, but which has not yet been generally accepted\nby the scientific world. And, secondly, we have the prolonged\n• While tllis paper is pasaing through the pr81!8 I have received Hellenbach's\njut publillhed \"Geburt und Tod\" (Vienna, 1885), in which conclusions much\nft8eDlbling these are advocated, with some singular, even verbal, coincidences\n\"ith an article on \"Automatic Writing\" which I published in the Contemporary\nRel'iew for February last, and which Herr Hellenbach cannot possibly have\nMeen. That two persons should independently hit on 80 bizarre a metaphor as\n.. a blue and a yellow consciousness,\" might seem an impossible chance; but\nlee Contemporary Review, 1885, p. 234; .. Geburt und Tod,II p. 66. Baron\ndu Prel's \"Philosophie der Mystik\" (Leipzig, 1885) moves on somewhat the\n_me line of argument, which has, of course, been advanced, with more or less\ndiatinctneu, by many previous writers.\nDigitized by Google\n\f28 .Automatic W'ritiJ~g. [Jan. 30,\nmanifestation of a secondaT1J or inner self, which is, as it would seem,\nno mere fragment or reflection of the primary self, but an entity thus\nfar, at least, independent that it can acquire knowledge which the\nprimary self bas no means of reaching. It is the secondary self, that is\nto say,which receives or. recognises the telepathic impact, which in some\nway or other knows what questions Mr. Newnham is writing, and in\nsome way or other furnishes an intelligent reply.\nNow this second marvel, or problem, is easily seen to be a problem\nquite separate from the first. It is quite possible to imagine telepathy\nwithout assuming lJl unconscious self. It is quite possible, for instance,\nto conceive of a \"brain-wave,\" subtler, indeed, than the air-wave\nwhich carries the voice, even than the etheJ·-wave which carries the\nglance-but carrying an impression which is caught in the same way as\nvoice or glance by the percipient's voluntary attention and conscious\nstrain. And it is quite possible, on the other hand, to imagine an\nunconscious self behind the self that we know, without including\ntelepathy among the attributes of that unconscious self at all. From\nthe metaphysical point of view, I need hardly say, every supposition,\nthat can well be made about the self has been made again and again\nbefore telepatby was heard of. And if there be more of novelty in\nthis psycho-physical conception of a secondary self possessing our\nbrains, as it were, in a kind of sleeping co-partnership, and utilising\nour members when it pleases him, for his private ends, yet this concep- .\ntion, with all its bizarrerie, by no means in~;olves the assumption that\nthe sleeping partner is in the habit of receiving telegrams which his\nmore conspicuous coadjutor is unable to open or interpret.\nYet it is to some such assumption as this that Mr. Newnl18.m's case,\nif steadily looked at, is seen to have led us. And it was to some such\ncomplexity of problems as this that I looked forward when, at the\nbeginning of these papers, I spoke of the attractiveness of automatic\nwriting as a subject for inquiry as largely derived from its direct bearing\non the relation of conacioumeaa to telepathy.\nFor I am not without hope that this very complication of the\nunknown telepathic impact with the unknown ·secondary self, may\nadmit of being so handled as to throw some light on the nature of the\nproblems involved in both the one and the other.\nOur object, let us say, is to possess ourselves of a message, couched in\nwe know not what tongue and conveyed by we kno,v not what agency.\nWe learn only that the message will be received at a certain house\nwhere we see an indecipherable inscription over the door. We know\nthen that this house, (which in our parable represents the unconscious\nself), whatever else it may be, is an office for the receipt of messages.\nAnd our next duty will be to puzzle out, by all the analogies at our com-\nmand, to what family of languages the inscription over the door belongs.\nDigitized by Google\n\f188D.] Automatic Writing. 29\nIf we can find this out we shall get BOmo notion as to the tongue and\nprobable mode of conveyance of the message which we seek.\nIf then we fix our gaze steadily on these two problems together-\nthe problem of telepathic action and the problem of the unconscious\nself~we shall recognise in the first place that there is nothing in the\nreception of telepathic influence, as we know it, which connects such\nreception with conscious effort, or conscious adjustment. Even in our\ncases of the transference of numbers, names, &c., where the percipient's\nwhole attention is given to the experiment, no conscious effort on his\npart is effective unless it be the effort not to think, not to guess, to\nleave his field of inward vision clear for tho flashing upon it of images\nfrom a camera whose illumination he can invite but not control.\nA para.llel case will make my meaning clearer. If we wish to\nrecollect (say) the address of a friend we may make many conscious\nefforts in vain. First, we appeal directly to memory by an act of con-\ncentration; then we try to get at the street by roundabout suggestions,\nreflecting wllMeahouts it was, how long the name was, &0. Ultimately\nwe feel that our only chance is to let our brain bring up the name of\nitself. We walk on in as blank a frame of mind as possible, and\nsuddenly the required name swims up from below the threshold of\nconsciousness, and automatic cerebration has done for us what will and\neffort could not do.\n\\Vhatever, in short, the precise mechanism of telepathy may be, the\nanalogies which its mode of operation suggests are less often to the\nsudden excitations of peripheral stimuli, sight, hearing, and the like,\nthan to the vaguerorganic impressions, such as hunger, which gradually\nbecome perceptible from within.\nAnd this is, to a. great extent, true, even with regard to another\nlarge class of telepathic incidents which we have considered at length\nelsewhere. Our readers know that we have explained as telepathic\nimpressions many \"phantasmll of the living\"-apparitions, voiCOll, &c.,\npurporling to represent friends undergoing BOrne crisis at a distance,\nwhich would ordinarily, if credited at all, have been classed as real\nobjective manifestations, perceived by the organs of sight or sound. We\nbelieve that we ha.ve shown ground for supposing that these phantasms\nare by no means always such sudden or external things; that they also\nare apt to begin as indefinite-even sy.temic-a.ffections, specialising\nthemselves into emotion or sensation after a latency more or less\nprolonged; * rising, perhaps, into the percipient's consciousness in\n• We have observed something like this period of latency even in the direct\nexperiments on thought.transference ;-the percipient sometimes gu8lllling the\nlaBt card or word after we h&ll proceeded to think of another,~f course without\nindicating the p:eviOU8 one. Compare the deferred imitations of the operator'tI\nmovements sometimes noticed in the hypnotic trance.\nDigitized by Google\n\f30 Automatic Writing. [JaD.30,\nmoments of drowsiness, or waking him with an accumulated energy\nwhich has developed itself in sleep.\nThese considerations will perhaps prepare us for the enunciation of\nthree propositions, which are offered-not, a.ssuredly, as established\nscientific conclusions, but as hypotheses more or less novel and dis-\nputable, yet sufficiently justified by observed facts to afford a convenient\nbasis for further reasoning.\nI. Coincidently with our normal or primary self there is within U8\na potential secondary self, or second focus of cerebration and mentation,\nwhich is not a mere metaphysical abstraction, but manifests itself occa-\nsionally by certain supernormal physiological or psychical activities.*\nII. Telepathy is among the supernormal activities in which we\nhave reason to suspect the operation of the unconscious 'or secondary self.\nIII. It may be expected that supernormal vital phenomena will\nmanifest themselves as far as possil,le through the same channels as\n.abnormal or morbid vital phenomen&.\nTo illustrate the meaning of this third theorem, I may refer to 8.\nl-emark already made by Mr. Gurney and myself in dealing with\n\"Phantasms of the Living,\" or veridical hallucinations, generated (as we\nhave maintained), not by a morbid state of the percipient's brain, but\nby a telepathic impact from an agent at a distance. We have observed\nthat if a hallucination-R subjective image-is to be excited by this\ndistant energy, it will probably be most readily excited in somewhat\nthe same manner as the morbid hallucination which follows on a\ncerehral injury. We have urged that this is likely to he the case--\nwe have shown ground for supposing that it is the case-both as\nregards the mode of evolution of the phantasm in the percipient's\nbrain, and the mode in which it seems to present itself to his sensp.s.\nAnd here I should wish to give a much wider generality to this\nprinciple, and to argue that if there be within us a secondary self\naiming at manifestation by physiological means, it seems probable that\nits readiest lJat1, of externalisation-its readiest outlet of visible action,\n-may often lie along some track which has already been shown to be a\nline of low resistance by the disintegrating processes of disease. Or,\n* I have ventured to coin the word \"supernormal\" to be applied to\nphenomena which are beyolld what 'lUlllally llajljlCl\/,s-beyoud, that is, in the\nsense of suggesting unknown psychical laws. It is thus fomled on the\nanalogy of abnor7nal. When we speak of an abnormal phenomenon we do not\nmean one which collfrat'cll£8 natural laws, Lnt one which exhilJits them in an\nunusual or inexplicable form. Similarly by a. supernormal phenomenon I\nmean, not one which overrides natural laws, for I believe no such phenomenon\nto exist, but one which exhibits the action of laws higher, in a psychica.laspeet,\nthan are discerned in action in everyday life. By hiflher (either in a psychical\nor a physiological sense) I mean \"apparently belonging to a more advanced stage\nof evolution.\"\nDigitized by Google\n\f1885.] A utomatic Writing. 31\nvarying the metaphor, we may anticipate that the partition of the\nprimary and the secondary self will lie along some plane of cleavage\nwhich the morbid dissociations of our psychical synergies have already\nshown themselves disposed to fullow. If epilepsy, madness, &c., tend\nto split 'Up our faculties in certain ways, automatism is likely to split\nthem up in ways somewhat resembling these.\nThis argument might be illustrated by various physical analogies.\nLet us choose as a simple one a musical instrument of limited range.\nThe consummate musician can get effects out of this instrument which\nthe ordinary player cannot rival. But he does this at the risk of\nevoking occasional sounds such as only the most blundering of begin-\nners is wont to produce.\nSavages take epilepsy for inspiration. Tfiey are thus far light, that\nepilepsy is (so to speak) the temporary destruction of the personality\nin consequence of its own instability, whereas inspiration was assumed\nto be the temporary SUbjugation of the personulity by invasion from.\nwithout. The one case, (if I may use the metaphor,) was a. spontaneous\ncombustion; the other an enkindlement by heavenly fire. In less\nmetaphorical language, explosion a.nd exhaustion of the high£'st np.TVOUS\ncentres must have somewhat the same look, whatever may have been\nthe nature of the stimulus which overcame their stability.\nBut in what way then, it will bfl asked, do you distinguish the\nsupernormal from the merely abnormal 1 'Vhy assume that in these\naberrant states there is anything besides hysteria, besides epilepsy,\nbesides insanity 1\nThe answer to this qUflstion would need to be a long one. Perhaps\nit may be best for present purposes if I ask the reader to anticipate a\nthesis which I shall hope to develop on some future occasion, and to\nregard all psychical, as well as all physiological activities as necessarily\neither developmental or degenerative, tending to evolution or to\ndissolution. And further, whilst altogether waiving any teleological\nspeCUlation, I will ask him hypothetically to suppose that an evolu-\ntionary nisus, something which we may represent as an effort towards\nself-development, self-adaptation, self-renewqJ, is discernible especially\non the psychical side of at any rate the higher forms of life. Our\n<luestion, Supernormal or abnormal 'l-may then be phrased, Evolutive\nor dissolutive 1 And in studying each psychical phenomenon in turn we\nshall have to inquire whether it indicates a mere degeneration of powers\nalready acquired, or, on the other hand, the \"promise and potency,\" if not\nthe actual possession, of powers as yet unrecognised or unknown.\nThus, for instance, Telepathy is surely a step in evolution.* To\n• To avoid misconception. I may point out that this view in no way\nnegatives tbe poesibility that telepathy (or itscorrelative telergy) may be in some\nof its aspects commoner, or more powerful, among savages than among ourselves.\nDigitized by Goo\n\f32 .A.lltomatic Writinfj. [Jan. 30,\nlearn the thoughts of other minds without the mediation of the special\nsenses manifestly indicates the possibility of a vast extension of psychical\npowers. And any knowledge which we can amass as to the conditions\nunder which telepathic action takes pl.lce, will form a valuable starting\npoint for an inquiry as to the evoluth'e or dissollltive character of\nunfamiliar psychical states.*\nThus, for instance, we may learn from our knowledge of telepathy\nthat the superficial aspect of certain stages of psychical evolution, like\nthe superficial aspect of certain stages of physiological evolution, may\nresemble mere in\/,ibition, or mereperturbation. The hypnotised subject\nmay pass through a lethargic stage before he wakes into a state in\nwhich he has gained community of Bemation with the operator; some-\nwhat as the silkworm (to use the oldest and the most suggestil\"e of all\nillustrations) passes through the apparent torpor of the cocoon-stage\nbefore evolving into the moth. Again, the automatist's hand, (as\nwe have seen, for instance, in Professor Sidgwick's narrath'e,) is apt\nto pass through a stage of inco.ordinated movements, which might\nalmost he taken for choreic, before it acquires the power of ready\nand intelligent writing. Similarly the de\"elopment, for instance, of\na tooth may be preceded by a stage of indefinite aching, which might\nbe ascribed to the formation of an abscess, did not the new tooth ulti-\nmately show itself. And still mOJ\"O striking cases of a pe)·turbation\nto\/ticl6 n&aBb evolution might be drawn from the history of the human\norganism as it develops into its own maturity, or prepares for the\nappearance of the fresh human organism which is to succeed it.\nAnalogy, therefore, both physiological and psychical, warns us not\nto conclude that any given psych~sis is merely degenerative until 'we\nhave examined its results closely enough to satisfy ourselves whether\nthey tend to bring about any enlargement of human powers, to open\nEvolutionary procetl8ell are not necessarily colltintiOIU. The acquirement by our\n!owly-organised ancestol:1l of the sense of slIlell (for instance) was a step in evo-\nlution. But the selllMl of smell probably reached its highest energy in races\nearlier than man ; and it has perceptibly declined even in the short space\nwhich separates chiliaed man from existing savages. Yet if, with some change\nin our environment, the sense of smell again became naeful, and we re-acquired\nit, this would be none the less an evolutionary process because the evolution\nhad been interrupted.\n• I do not wish to assert that all unfamiliar psychical states are necessarily\nevolutive or dissolutive in any assignable manner. I sbould prefer to suppose\nthat there are states wbich may better be styled allotropic i-modifications of\nthe arrangements of nervous elements on which our conscious identity depends,\nbut with no more conRpicuous 8'Uperiority of the one ltate over the other than\n(for inltance,) charcoal possesses over graphite or graphite over charcoal. But'\nthere may also be statel in which tile (metaphorical) carbon becomes diamond;\n-with so much at least of advance on pre'\"ioul states as is involved in the\nsubstitution of the crystalline for the amorphous structure.\nDigitized by Google\n\f1885.] Automatic 'Writing. 33\nany new inlet to the reception of objective truth. If such there prove\nto be, then, with whatever morbid activities the psychosis may have\nbeen intertwined, it contains indications of an evolutionary nistu as\nweIL\nTmust not pursue this subject here. But I must guard myself in\npassing against the possible suppositionthat I am in some way justifying\nmorbid states, or recommending their induction, on the plea that they\nmay contain what I term evolutionary elements, and may be the avenue\nto new knowledge. The fact is quite the contrary. With regard to\nour right of in1licting pain either on our fellow-creatures or on\nanimals for the sake of obtaining knowledge, my views are, perhaps,\nnarrower than the dominant school of physiologists would be willing\nto endorse. And if the injury to be inflicted be psycltical injury, it\nseems to me obvious that our standard of admissibility should be\nstricter still\nBut for my own part, although knowledge per 86 is no doubt a\nprimary aim, I am aiming also, with no less directness of intf>ntion, at\nexplicitly sanative, explicitly ethical ends. I know enough of the\nmischief which is being done to the minds of men and women, in\nAmerica especially, by the unquestioning reception of these spurious\nself-generated revelations through pencil and planchette, to feel that,\nthough it may be but Q. small element in the mass of human error, it\nis, nevertheless, worth a considerable effort to set right. And, while I\nsympathise with the moral purpose of various physiologists who have\nattempted this task, I feel that they have gone ttl work in not the most\neffective manner. In such a case it is useless to scoff or to sermonise,\nyou must understand and explain. If a man tells you that the spirit\nof Shelley writes through him, and recommends free-love, it is of no\nuse to answer that it is all nonsense and very wrong. The man simply\nthinks that you know nothing about it, and sticks to his Shelley and\nhis free-love more triumphantly than ever.\nTo prevent graphic automatism from being a source of mental\ndanger, it is necessary, not that it should be repressed and sneered at,\nbut that it should be openly practised and understood. When thus\ntreated, there is, so far as I know, no cause for grave anxiety of an.,\nkind in connection with any of that group of phenomena. which we are\nnow discussing.* Here indeed, as in all psychical inquiries, there is\nneed for prudence and caution; and it will have been observed that in\n• Those who are disposed to take an anxious view as to experiments on the\nnervous system should read Dr. Bernheim's book, \"De la. Suggestion dans\nl'Etat Hypnotique et dansl'Etat de Veille.\" (Paris, 1884.) Practices at whiCh\nthe hair of the Faculty would have stood on end a. very few years ago, are now\nmattem of conrse in the hospital of Nancy; while, nevertheless, (like the monks\nof Rheims after & celebrated anathema), \"nobody seems one penny the worse.\"\nD\nDigitized by Google\n\f34 Automatic Writing. [Jan. 30,\nMrs. Newnham's case there was enough of fatigue to render advisable\nthe gradual discontinuance of the experiments. Fatigue like this\nfrequently follows on automatic writing. It seems in no way persistent\nor dangerous, but rather resembles the fatigue felt after writing an\nexercise in some new language, or making some other effort to which\nthe brain is unaccustomed.\nAnd having thus returned from a more general argument to the\nphenomenon of automatic writing, which was our point of departure, it\nseems fitting here to inquire, from the new point of view which we have\nmeantimereached,what arethe analogies between this 8U1Jer?Wrmal pheno-\nmenon and such a)nw1'7nal phenomena already observed as may seem most\nclosely akin to it 1 This inquiry lies in the main track of our argument;\nfor in discussing the spiritual or telepathic or merely subjective origin\nof automatic messages, it is important to know all that we can, not only\nas to their contents, but as to their mode of communication.\nOn the present occasion, however, I must, for the sake of bre~ity\nand clearness, confine myself to one branch only of the widely-ramifying\nanalogies which gradually suggest themselves to the student of graphic\nautomatism. I will take the analogy which mayor may not be the\nmost direct, but which at nny rate is in one seIlSe the most conspicuous,\n-the analogy, namely, between this automatic writing,--emanating,\nas has been maintained, from some second, hnbitually Intent, focus of\ncerebral energy,--Il.nd the writing performed by patients who have, as\nmost pathologists tell us, only the partially untrained half of the brain\nto rely on,-those centres which habitually initiate the graphic energy\nhaving been destroyed or rendered temporarily useless l,y accident or\n'disease.* I allude, of course, to the suhjects of agraplty,t-<me of the\nmost significant results of those delicate processes of dissection which\ndisease performs for us among the complex capacities of the brain.\nAgraphy, strictly so termed, forms one of four affections of\n* I must guard myself from being supposed to assert that the connection\nbetween sinistro·cerebrallesion8 and asemic troubles in right·handed men is an\ninvariable one. Many pathologists hold that it is not so; but it, is quite enough\nfor my purpose that the connection should be recoguised as gel\/erall!! subsisting.\nAs will be seen later, I expressly holti that in my \"supernormal\" cases there\nwill be ?nOI\"C exceptions to all such rules than in cases of ordinary asemia.\nt The word \"agraphia,\" re·invented by Dr. William Ogle (in his admirable\nmonograph, \"On Aphasia and Agraphia,\" St. George's Hospital Heports, 186i,\nVol. II.), seems to have existed in old Greek, (Stephani Thesaurus), though, to\njudge from the analogy of ~\"1Plltpll I-'l.,uMlI. 4\"1Plltpfoll \"11X'4>~, it probably meant not\n\"inability to write,\" but \"defect of registration.\" The point is worth\nmentioning, as raising the question, which frequently recurs in any new scientific\ninquiry, whether words may be adapted from the Greek in a sense other than\nthat which they can be shown to have borne. I am decidedly in favour of such\nadaptation, which I do not regard as a debasement of the Greek language,\nbut rather as a prolongation of its vitality under altered conditions.\nAs the word \"agraphia\" has as yet been comparatively little used, I have\nDigitized b gle\n\f1886.] Autcmatic Writing. 35\nspeech (Storungen der Spra.che) which are logically distinguishable\na priori, and which have quite recently been all of them definitely\ndistinguished and (with one possible exception) found to exist some-\ntimes independently.* These four affections are massed together under\nthe title ophatria,t which was at first given to the most conspicuous of\nthese phenomen&-that of speechlessness-but (from sheer lack of a\nmore comprehensive term) has been stretched to include them all:\nIn order to make full use of any given word we have to perform\nfour separate operations. We have to recognise it when we hear it\nventnred to anglicise its termination. I think that this should be done wherever\nBOme already accredited English word with similar termination exists,(as in this\ncase telegraphy), 80 that the new word has not too singular an appearance.\nThus, had not aphcuia become rooted in our tongue, I could have wished to say\nap\/uuy, on the analogy of euphrruy; while, on the other hand, I would not\nventure to anglicise aphemia into aphemy, on account of the lack of similar\nEnglish word-endings. We have, indeed, blaaphemy and eltphemy, but usage\nhas shortened their penultimate syllables, 80 that they form an added difficulty\nin the way of introducing aphemy,-whose penultimate we could scarcely shorten\n(80 to speak) in cold blood, and with no usage to help us over the false quantity.\n• It will not, of course, be expected that I should attempt to indicate the\nprecise part taken by each observer in establishing the facts to which I shall\nhave occasion briefly to refer. One main source of recent progress in the know·\nledge of aphasia consists of Dr. Charcot's lectures of 1883. These lectures have\nnot as vet been published in full, except in an Italian translation of Dr.\nRummo's, (\" Differenti Forme d'Afasia,\" &c., Milano, 1884.) But they have\ninspired many articles and treatises, among which I acknowledge special obli·\ngatious to .. Considlirations sur l'Agraphie,\" by Dr. A. Pitres, (RC1Jue de\nMhlecine,NovemberlOth,I884); and to a treatise,\"De l'Aphasie et deses Divel'lles\nFonnes,\" by Dr. Bernard, (Paris, 1885). This last work is at present, perhaps,\nthe most complete treatise on the subject, (more complete on some points even\nthan Kussmaul's), and I have drawn my references maiuly from its large\ncollection. B6rillon's\" Hypnotisme Experimental-La Dualite Clirlibrale\"\n(Paris, 1884) belongs to the same school, and contaius much pertinent matter.\nIn English I have already referred to Dr. William Ogle's paper. Many articles\nof merit have been published since that early monograph. But my own obliga.\ntions are mainly due to Dr. Hughlings-Jackson, whose scattered papers on this\nand kindred subjects, especially the articles on .. Affections of Speech\" in\nVol&. I., II., III. of Brain, and the Ci'oonian Lectnres (1884), on .. The\nEvolution and Dissolution of the Nervous System,\" are indispensable to any\nlltu<ient of these subjects.\nt It is an odd thing that II the Greek Chrysaphis\" (Bernard, p. 172)\nshould have fancied that he was inventing the common Greek word cl.,.,.\"t..,which\nin its poetical form is as old as Homer, where IJ~.IJI 1\". clp.ft,.\"t\" IdOl. ArtS. occuriS\ntwice, (11. xvii. 695; Od. iv. 704.) Nor can I understand Broca's and Bernard'iS\nview that the word had 1\\ different mMning in old Greek. The temporary speech.\nlessness of Antilochus on hearing of the death of PatroclulI, of Penelope on\nhearing of the journey of Telemachus, though, of course, not dependent on\ncerebral disease, seemsto meto approach the modem cases u.s closely as a poetical\ncan be expected to approach a clinical phenomenon.\nl HughJings·Jackson and Bernard despair of establishing any other word\nD 2\nDigitized by Google\n\f36 Automatic W,.iting. [Jan. 30,\nand to utter it ourselves; to recognise it when we see it written, and to\nwrite it ourselves.\nInability to do the first of these things is called word-dea.fness;\ninability to do the second, for which, properly speaking, the name\naphasia should have been reserved, is called motor aphasia, or\naphemia. *\nInability to perform the tM,rd operation is called word-blindness ;\ninability to perform thefourth, agraphy. These various inabilities may\nbe, and generally are, found in conjunction with each other, in a great\nvariety of ways. But all of them alike appear generally to depend (in\nright-handed persons) on certain definite lesions of the left hemisphere\nof the brain,-the hemisphere which mainly controls the rigltt side\nof the body.\nWith these possible sources of analogy in our minds, let us now\nconsider what are the earliest stages of our own special phenomenon,\ngraphic automatism.\nIn my first paper I adduced as .. the first incipit'.Ilt stage of automa-\ntism,\" cases where words were written \"hy mere attention,without any\nvoluntary muscular action whatever.\" These cases (to which at some\nfuture time we shall have to make further reference) .are assuredly\ntransitional between voluntary and automatic writing. But they are\nnot what we want now; they are transitiona.l, so to speak, by a different\ntransit; they show us the median line between voluntary and in-\nvoluntary action, whereas what we now desire is to trace the process by\nwhich the involuntary action, when once initiated in the brain,\nexternalises itself into increasing definiteness. To discover this process\nI would recommend my reader to try for himself; to sit quietly many\ntimes for 10 or 20 minutes,with a pencil in his right hand and attention\nconcentrated on a wish to write. His experience is likely to resemble,\nthan aphlollia loll the title for the whole group of affections of speech.\nl>itres refuses even yet to concede to the word so awkward an extension of\nmeaning. Dr. McLane Hamilton has proposed aselllaBia, \"defect in the power\n{If giving signs.\" I shall venture to suggest asemia (with the adjective asemic,)\nAS shorter and not more unauthorised. A term is wanted which shall include\nall kinds of defect in the usage of signs-as iu piano-playing, drawing, &c.,\nfaculties which mayor may not be affected along with speech. \"Sign-troubles\"\n'Would have an un-English sound; but we shall need to use greater freedom in\ncombining old terms, loll well &8 in introducing new ones, if our vocabulary is to\nrepresent the exactness and the range of modem science.\n• Strictly speaking,aphemia should beaplumusmua,just loll telegram should be\ntelegrapheme. But (though thus far siding with TroU88e&u against Broca) I do\nnot think it important to preserve the correct temlinations any more than\nthe original meanings, in adapting words from the Greek. So many Greek\nwords are wanted that practicalconvenience must dictate the conditions on which\nthey are to be receiyed.\nDigitized by Google\n\f1885·1 Automatic Writing. 37\nnot that of Mr. A., a remarkably sensitive subject, but that of an\nordinary insensitive person, myself for example.\nBy extreme persistency, in the year 1875, I attained for a few weeks\nto the lowest degree of graphic automatism. The first symptom was that\nmy fist would thump itself violently on the paper. Spasms were\nentirely new to my experience, but this seemed like a spasm of the arm,\ninduced by expectant attention. Soon, however, it was plain that there\nwas more than this. There was an unmistakable attempt to go throulth\nthe act of writing. I scrawled rapidly many meaningless interlacing\nstrokes, which sometimes bore a vague resemblance to letters of the\nalphabet, but never shaped themselves into a legible word. I never got\nbeyond this point, and after some neglect of practice, even this faculty\n(if such it can be called) deserted me.\nNow, trivial though this piece of unconscious cerebration may be, it\nis not altogether easy to explain. What I expected and wished was\nnot to scrawl, but to write. I persistently imagined my hand aswriting,\nand had I actually written words, though without knowing what I\nwrote, the automatic externalisation of my inward picture would have\nbeen natural enough, as when the sitters, in Faraday's experiment,\npushed the table round when they expected it to move round of itself.\nBut what I actually did was something quite different from what I\nwished or expected to do. It was as if Faraday's sitters, instead of\npushing the table round, had taken to scratching the varnish offwith their\nfingers. Moreover, I was of course fully aware of what I was doing,\nand I could stop doing it at any moment; but while I continued to let\nmy hand go I could not direct or modify its movements. However ex-\nplained, the experience was enough to persuade me that other friends\nwho began in much the same way, but gradually attained to the writing\nof actual words, deserved at any rate the credit of being thorough-going\nautomatists_ And I will select as an example of this next stage the case\nof Mrs_ Brietzcke, an Honorary Associate of the Society for Psychical\nResearch, who was quit~ unfamiliar with this subject, but tried experi-\nments at my request.\n\"I have tried the Planchette,\" 8he write8,\" and I getwriting, certainly not\ndone by my hand conscioU8ly ; but it i8 nonsen8e, 8uch as Mebe1V. I tried hold-\ning a pencil, and all I got was mm or rererere; then for hours together I got\nthis : Celen, Celen. Whether the first letter was C or L I could never make out.\nThen I got I Celen. I was di8gu8ted, and took a book and read while I held\nthe pencil_ Then I got Helen. Now, note this fact: I never make H like\nthat (like I and C juxtapo8ed) ; I make it thU8 : (like a printed H). I then\nsaw that the thing I read as I Celen was Helen, my name. For days I had\nonly Celen, and never for one moment expected it meant what it did.\"\nMrs_ Brietzcke has since lost even this degree of power, and can\nnow produce nothing more than a slight scrawl automatically.\nDigitized by Goo\n\f38 Automatic WriUIlg. [Jan. 30,\nAnd now let us quote a passage from Dr. Bernard (p. 226),\ndescribing, with references which I need not give, some of the famjJjar\nformsof agraphy•\n.. Tel malade, la plume ou Ie crayon en main, ne tracera que des traits\nimguliera sntrelact!a, ou meme rien abaolumsnt; tel autre, qu'uns meme\nlettre, la lettre r, par exemple, ou la meme syllabe. Celui-lA ne pourra\n&lrire que IOD nom, ou Ie memc mot, celui-ci qu'un meme fragment de\nphrase ou la meme phrase. Lea lettres traOOea par run ne conatitueront\nqu'un assemblage indechiffrable de caracteres ou de syllabea sana significa-\ntion. Au milieu des eaaais d'&lriture. au milieu des lettres bizarrement\n8I8emblees, &la fin des mota, traces du reste correctement par un autre, 1&\nmeme lettre, la meme reunion de lettres reapparaitront. C'e.t 1& co que\nGairdner & d'abord nomme Z'intoxicatum du cerveau parune kttn.\"\nHow close is the correspondence here! We find the agraphic\npatient unable to write at all, or scrawling meaningless marks on the\npaper, or writing some one letter, as rrrr, or some one syllable, over\nand over again. We find him writing senseless words, or able to write\nnothing but his own name, or interspersing his sentences with some\nperpetually recurring letter or syllable which has, so to speak,intoxicated\nhis brain.\nAnd all these stages are being repeated daily in the grapbic automa.-\ntism of scores of persons who, like myself when I tried the experiment\nin 1815, have never so much as heard of agraphy in their lives.\nAnd these, so far as I know, are the only two conditions in which\na. waking, sane, and sober man, with a trained and healthy hand, per-\nsistently scrawls when he attempts to write.* In writer's cramp, for\ninstance, the hand itself is unhealthy; its loco.l centres are overworked,\nand the attempt to write is followed by local spasm. But the imperfect\nwriting in graphic automatism, and in agraphy, is not the fault of the\nhand, but of the orders which are sent down to it from the brain. The\nagraphic patient can sometimes draw, though he cannot write.t The\nautomatist can COIISe his scrawling when he chooses, and write\nvoluntarily in his usual style.\nIn short, the physician who should simply see the graphic auto-\nmatist, in his early stages, at work, without opportunity of learning the\nhistory of his affection, would be bound, according to recognised rules of\ndiagnosis, to class him as an agraphic patient.\nAnd I believe that the analogy is not merely accidental, but that\nthe inco-ordination of agraphy and the inco-ordination of rudimentary\ngraphic automatism,-inco-ordinations so limited in range, but 80 unique\n• I do not forget the confused wrltiDg of post·epileptic states, \"epilepti·\nform migraine,\" &c., which I sb&11 hope to discU88later, but which are tranRient,\nnot persistent, states.\nt See Dr. Pitres' Obs. III., lUI]. de J-IUecine, November 10th, 1884.\nDigitized by Google\n\f1880.] Automatic Writing. 39\nand striking within those limits,-arise from the same cause; from the\nemployment in the act of writing of untrained centres in the right\nhemisphere of the brain. Tho.t these dextro-cerebra.l centres initia.te\nthe imperfect writing of the agraphic pa.tient it is not my pa.rt to prove.\nI may be content to refer the rea.der to Dr. Hughlings-Jackson, whose\nauthority is at least not inferior to tho.t of any other writer on these\nprocesses of nervous dissolution. My own ta.sk is ra.ther to show that\nthe analogies presented by gra.phic automo.tism are so numerous and\nexact that the same form of cerebral action must almost necessarily be\n&881Jmed as opera.tive in either case.\nAnd here I may introduce a curious analogy which gra.phic\nautomatism presents, not specia.lly to agra.phy, but to other cases of\nwriting almost undoubtedly initia.ted by the right hemisphere.\nAnyone who has watched much o.utomatic writing is likely to\nhave noticed two phenomena, apparently cognate, but each of them\nexceedingly perplexing.\nSometimes the word or \"message\" which is 'being written will\nsuddenly become unintelligible. It is, perho.ps, o.bandoned at the time\nas mere nonsense; but subsequent scrutiny shows that there is a method\nin the apparent confusion. The word is simply spelt baclcwaA-d8, th8i:n\nfor night, &:c.* Now this may, of course, remind the reader of\n.. CleIia.'s\" a.nagra.ms; but the impression actually given when the\nphenomenon occurs is a ra.ther different one. In the case of the\nanagrams there was an intention to puzzle; the communicating intelli-\ngence (which was still, of course, in my view, a part of lIr. A.'s\nown intelligence) was obviously acting in a purposive way. But when\nthe reversed words are given there seems often to be no purpose on the\npart of the communicating iutelligence (still assumed to be an emanation\nof the writer's own bra.in) to diverge in any way from ordinary script.\nCan we find any parallel to this phenomenon 7 Is any other case\nknown where words are written or spelt backwards, without apparent\nknowledge that anything unusual is being done 1\nI have ascertained, by inquiry in elementary schools, that this is\nactually sometimes the case with left-handed children, when they first\nbegin to write and spell. They will transpose the letters of small words\nin a way in which right-handed children do not.\nAnd \"Dr. Wilbur, of Syra.cuse, N.Y., mentions the caset of a left.\n• This phenomenon is also frequently observed when messages are spelt out\nby the tilting of tables; another method of obtaining answers, due, in most\ncues, as we may at least provisionally assume, to unconscious muscular\naction promI,ted by unconscious mental action.\nt Ina communication to Dr. Ireland, Brain, VoL IV., p. 366. I quotefrom\nDr. Ireland's article, .. On Mirror-writing and its Relo.tion to Left-handedneaa\naad Cerebra.1 Disease.\"\nDigitized by Google\n\f40 ,A\"tomatic Writing. [.Tan.30,\nhanded child who, when beginning to read, asked his father what\n'efiw' was. Such inversions not unfrequently occur in teaching\nimbecile children to read.\"\nI would, suggest, therefore, that here is a mode of perception to\nwhich the right hemisphere is prone, and which appears in three cases:\n(1) In left-handed children, in whom the right hemisphere is\nundoubtedly predominant; (2) in certain imbeciles in whom the right\nhemisphere may very possibly be predominant, though we have not as\nyet details of the autopsy of a backward-writing imbecile; and (3) in\nmy cases of graphic automatism, in which, as I am trying to show by\ncumulative obsen'ations, the right hemisphere is taking a leading\npart.\nBut this is not all. Besides the simple backward-writing already\ndescribed, the automatist will sometimes produce a form of script\nreversed in a more complex manner, i.e., so written that in order to read\nit one has to look through the paper at the light, or to hold it before a\nmirror.\nAnd this kind of writing, toQ, occurs sometimes without notice, or\napparent reason, and in a way which entirely baffles the writer. In one\ncase which I know, a lady made rude automatic drawings of Egyptian\nftgures (interesting from another point of view, but foreign to our\nimmediate subject). Amongst these figures was a cartouche, with what\nlooked like a hieroglyphic inscribed. The lady and her friends, who\ntook the matter seriously, tried hard to decipher this description on\nEgyptian analogies. They entirely failed ; and it was not till some\nmonths afterwards that an acquaintance to whom the automatic draw-\ning was shown held it up to the window, and easily read the inscrip-\ntion, which was an English name in mirror-writing.\nI cite-another case, sent by a gentleman well-known to me, in which\nthe fir8t automatic writing achieved was of this typo.\nOne of my sisters, a clergyman's wife, once tried to persuade me that all\nso-called automatic writing was in some unconscious way really the act of the\n\" medium\" through whose hand it came, and to prove it, said, \"If I were\nto hold a pencil to the end of time my hand would never write anytlung unless\nI willed it to do so.\" She took pencil and paper; her hand soon began to\nmove, in \"pite of all her efforts to keep it still, and after scrawling a quantity\nof unmeaning circles and zigzags, produced something that looked like writing,\nbut which neither of us could decipher. She laid down the pencil and took\nup some other occupation. Suddenly, after some time had elapsed, it occurred\nto one of us, I forget which, that she might have been writing backwards.\nOn holding the paper up to the looking-glass she found that she had written,\nquite legibly, \". Unkind. My name is Nonnan.\" Before tillS was written she\nhad aaked the supposed spirit for its name, and had jeered at it for its\n\f1885.] Automatic Writing. 41\napparent inability to reply. (We neither of us could remember having over\nknown any spirit, in or out of the dosh, of tile name of Norman.)*\nALaUNON JOY.\n20, Wilton Place, London.\nFebruary 4th, 1885.\nNow the Spiritualist will say that the spirits resort to ba.ckward-\nwriting or mirror-writing, either in order to show that a mind other\nthan the medium's is at work, or in order to communicate some secret\nwhich some of the persons present are not intended to know. But (apart\nfrom the other objections to this explanation) the way in which mirror-\nwriting is interspersed among ordinary script does not look like pre-\nmeditation. I have seen an automatist writing page after page in\nordinary handwriting, and then a page in mirror-writing, at the same\nrapid pace, and in mere continuation of some general topic-perhaps of\nthe \/JeT11I,()fl,isillg type, which these communications so often assume.\nLet us consider whether mirror-writing has been observed in past\ntimes, or may now be observed, among the manuscripts of ordinary men.\nMirror-writers, it would appear,t if they did not \"live before\nAgamemnon,\" lived not very long after him ; for the first seven letters\nof that chieftain's name are so written in an inscription in the Louvre\n(Hall of Phidias, 69). The last two letters return fjovlTTpoc\/J\"30,, from\nright to left. It would, however, be foreign to our purport to dwell on\nthe varieties of writing among early peoples; which would probably be\nfound to indicate a less specialised instinct of graphic direction, (centri-\nfugal or centripetal, horizontal or vertical), than is now organised in our\ncivilised brains. But in the well-known case of Lionardo do. Vinci's\nmirror-writing, Erlenmeyer (whom Ireland follows) is surely in error\nin ascribing it to paralysis of the right hand; for the mirror-writing\naccompanies elaborate drawings, which must have been executed before\nthis affection supervened. It is possible that Lionardo mo., have been\nambi-dextrous and have written his Spiegel-Scltrijt with his left hand,for\npurposes of concealment.\nWhat, then, do we find to be the position of ordina.ry right-handed\npersons with respect to mirror-writing 7 Of course, anyone can learn to\nwrite and to read it, but is it ever written without deliberate effort, 01.\"\naccepted by the eye as normal writing 7\nMost people,I fancy, are, like myself, unable to write Spiegel-Scltrijt,\neither with right or left hand. If I try to write with my left hand, I\nscrawl roughly, but in the same direction, &c., as usual. There are,\n• I imagine this answer to have been an imperfect reproduction of the\nonce familiar quotation, \"1\\1y name is Non'al,\" which was ':!Ometimes jocosely\nused by persons affecting to conceal their identity. I take it, therefore, as a.\nsally of the \"secondary self'II,\"-about on the u8ual level of planchette's\nhumour.\nt Bemard. .. De I'Aphasie,\" p. 235.\nDigitized by Google\n\f42 Automatic W\"riling. [Jan. 30,\nhowever, some right-lwllUkr\" (if this useful abbreviative term may be\nallowed), who, if they try to write with their left hands, instinctively\nproduce Spiegel-ScM-ift, though if they look at what they are writing\nthey are puzzled and cease to be able to do it.\nBeyond these, again, comf'S a small cla.ss of persons, (one is known\nto me, and one is mentioned by Dr. Wilbur), who can write simul-\ntaneously with both hands,-with the right in ordinary, the left in\nmirror-writing. I am inclined to class these persons, even if not in all\nrespects ambi-dextrous,-as a1llhi-cerebral,*--ca.pable of using both\nhemispheres concurrently in certain ways which are impossible to\nordinary men.\nBut without insisting on this, let us pa.ss on to the case of z\"ft-lutnder••\nIt has been observed by Dr. Ireland (and inquiries of my own confirm\nthis) that left-handed children when learning to write are apt to write\nSpiegel-Scl,\"\/t, without perceiving that it differs from the copy set to\nthem. And Buchwald has a striking case, which Dr. Ireland cites, of an\naphasic patient with hemiplegia. of the right side, in whom the tendency\nto mirror-writing, even with the right hand, persisted after the a.phasia\nhad disa.ppea.red. To this may be added a very curious case of Dr.\nBernard's,t where an ataxic patient, with right hand partially pa.ra.lysed,\nwrote Spiegel-Scl,rift with her left without perceiving tha.t it differed\nfrom ordina.ry writing. She wondered that she received no replies to\nher letters, the addresses of which, of course, no one could read.\n.. It may be asked,\" ,ays Dr. Ireland, \" is the image or impression, or\nchange in tho brain-tisaue from which the image is formed in the mind of the\nmirror-writer, reversed liko the negative of a photograph ; or if a double\nimage be formed in the visual centre,one in the right hemisphere of the brain\n• I venture to suggest the following terms as likely to be nseful in\ndiscuaaioDB as to the respective operation of the right and left hemispheres of\nthe brain.\nAmbi-cerebral. Originating in, or operating with, both hemispheres.\nDextro-cerebral\" \" \" the right hemisphere.\nSiniatro-cerebral\" \" \" \" left ..\nHemi-cerebral\" \" \" \" one hemisphere only.\nTwo objections may be taken to these terms :-\n(I) That amb~ebral is formed as though\" cerebrum\" meant one hemis-\nphere only; whereas in hemi-ccrebral, &c., II cerebrum\" means both hemi-\nspheres. To this I reply that such slight anomalies in compound 'words are very\ncommon, and less confusing here than the introduction of a term like ambi-\nhcmi8pherUJal would be.\n, (2) That Mmi-cerebral is a barharons word, being half Greek and half Latin.\nI reply that the best way of nsing Greek and Latin prefixes is the way in which\nthe French have nsed them in the metric system; where, for instance, milli\nand kilo are prefixed to the Greek basic word nl-ttrc, with clearly-defineddiffering\nsignifications. Similarly I take Itemi. to mean that half of a thing is spoken of,\n&8 Itemisphere, and 8emi to mean that the object is half one thing and half\nanother, as 8tJmi-jluid.\nt \"Del'Aphaaie,\" p. 237.\nDigitized by Google\n\f1885.] 43\nand the other in the left, do the images lie to each other in opposito\ndirectioDII j e.g., C on the right aide and::> on tho left aide 1 We\ncan thus conceive that the image on the left aide of the brain being effaced\nthrough diBeaae, the inverse imago would remain in the right hemisphere,\nwhich would render the patient apt to trace the letters from right to left,\nthe execution of which would be rendered all the more natural from the\ngreater facility of the left hand to work in a centrifugal direction. Moreover,\nwhen one UIlt.'Cl the left hand to write there wouldprobably be a tendency to\ncopy the inverse imprel8ion or image on the right aide of the brain.\"\nThe subject needs further investigation, but in the meantime it is\nnoticeable how closely this hypothesis accords with the explanation\nwhich must be given on my theory to the mirror-writing of the\nautomatist. I hold that in graphic automatism the action of the right\nhemisphere is predominant, because the secondary self can appropriate\nits energies more readily than those of the left hemisphere, which is\nmore immediately at the service of the waking mind.* Nevertheless, I\nhold that it uses the rig\/te hand habitually, being unable to overcome the\nincompetence of the left. But in its right-handed writing I should\nexpect traces of dextro-cerebral influence occasionally to occur; and this\nI mainta.in that I have shown to be the case, first in the reversed tDO'I'dll\nand secondly in the mirror-writing, which graphic automatism so\nfrequently shows.t\nAnd I must here remind the reader that occasional indications are all\nthatwe can expect to find in tracing the \"seat of election\" ofsupernormal\ncerebral automatism. The lines will not be as sharply drawn as\nthey sometimes are in cases of traumatic injury, or of congenital de-\nfect. For besides the alternated action of specialised centres, which I\nam here suggesting, other and profounder departures from normality\nare likely to be involved, and tlteir results may be such as to leave no\nmore than a mere hint discernible of such a comparatively minor\nchange as the replacement of some sinistro-cerebral by some dextro-\ncerebral centre of sight or speech.\nSuch a hint, I may add, in what seems an appropriate parenthesis,\nI believe that we have got in experimental thought-transference, as\nwell as in gra.phic automatism. The reader may remember that in\n• In speaking thus of the two hemispheres, I refer only to their functions in\nconnection with the various stages of the graphic synergy. I do not mean to\nlI8UJIle any doctrine with regard to them of a more general character than my\nargument absoluttllY requires.\nt Following the hints of Gley, &c. (see Berillon, p. 63), as to the inftuence\non the carotid pulse of cerebral activity, it would be desirable to obtain tracings\nof the pulses of both, carotid arteries during ordinary and during automatic\nwriting. And the\" cerebral thermometry\" of Amidon, Bert, &c.-if better\nestablished-might be nsed to record a possible difference of local cephalic\ntemperature during ordinary and during automatic speech or writing.\nDigitized by Google ,\"\n\f44 A.utomatic Writi\/lg. [Jan. 30,\nProceeding\" Vol. I., pp. 80-166, &c., we detailed some experiments in\nwhich the image of an arrow, and other figures, were telepathically\nseen by Mr. Smith sometimes in an inverted, but more often in a.\nlaterally-inverted or lJert'erted position. The results were not uniform,\nand we were at the time unable to explain them.*\nSome time afterwards, in 1884, I asked a young lady, whom I will\ncall Miss K., of highly sensitive temperament, to try some experiments in\nthought-transference with her sister. She soon told me that the experi-\nments had succeeded, but with this strange peculiarity, that, when the\nsister fixed her eyes on some word, Miss K. saw its letters appear in\nher field of mental vision in reverse order. Miss K. was, unfortunately,\nvery liable to headache, which these experiments quickly induced, and\nI was only allowed one short series of trials. I placed the word NET\nbehind her, and looked fixedly at the letters. She said that she saw\nsuccessively the letters T, E, N. I next chose SEA, and she saw\nA, E, S. I chose 0. third word, but she saw no mental image, and\nheadache stopped the experiments.\nBut I would suggest that we have here a case parallel to the back-\nward writing of the left-handed child, and of the graphic automatist;\nand I trace in these reversed telepathic images a further indication of\nthe action, through the right hemisphere, of the seconda.ry self.t\nFrom this digression I return to my more immediate subject.\nThere is another peculiarity of th3 early stages of automatic writing\nwhich it has somewhat embarrassed Spiritualists to explain.\n\"Planchette,\" automatists often testify, \"is sadly given to swear.\"\nEspecially when the hand is exhausted by a long and somewhat barren\neffort, the word dn·il will sometimes be written over and over again\nwith an energy which shocks the unsuspecting writer. If, however, I\nhave been obliged, on the one hand, to request the Shakespeares and\nByrons of \"spirit messages\" to retire, if I may so say, into the recesses\n• See also l'rocecdillgs, Part V., p. 3i. Some experiments in the telepathic\ntransference of double numbers seem, {lCrhaps, to point the same way :-&8 when\n38 is guessed as 83, &c.\nt In Miss K.'s experiments with her sister contact W&I! not found needful.\nIn my own britf trials I did hold her hand, in deference to a fancy on her part\nthat in trials with a comparative stranger some contact woulcl be necessary. I\nneed not 8ay that had 8he undertaken to 1urite the word which I saw, contact\nwould have \\;tiated the experiment, as my unconscious Illuscular indications\nmight have guided her movements. And even when (as in this case) the word is\nto be spoken, contact is still objectionable, as the agent may unsconsciously trace\nthe required letters by slight motions of his hand on the percipient's. To avoid\nthis risk, I grasped Mh!s K.'s fingers with 80 finn and ribrid a clasp that neither\ncould any unconscious movement of mine have borne any appreciable relation\nto the general force of compression exercised, nor were my muscles capable,\nwithout a relaxation of tension which I must have perceived, of the delicate\nmovements required to trace a letter on another hand.\n\f1885.] .Automatic Writing. 45\nof some humbler intelligence, I am glad, on the other hand, to be able\nto suggest a reassuring analogy to those whose peace of mind is compro-\nmised by association with this ill-omened sign-manual.\nFor I believe that in most cases, at any rate-for even here I will\nnot attempt to close all loophole to a more realistic interpretation-the\nswearing of Planchette is just the same thing as the swearing of the\naphasic pat.ient. The aphasic patient who has only one or two\nutterances left him has mostly an oath among the number. * So oddly\ndoes he rap it out, as an expression indifferently of disgust and\ngratitude, discomfort and satisfaction, that his ward-neighbour is apt\nto refuse to keep a record of his expressions, on the ground that, though\nthe fellow says but little, what he does say is such as no one ought to be\nbound to listen to. The physician, however, has another explanation of\nthis monotonous crudity. He recognises (it is to Dr. Hughlings-Jackson\nthat the explanation is due) that in the dissolution of speech the highest\nspeech-propositional utterances-first disappear; and that on the lower\nlevel of evolution which remains, no speech is left except what has\nbecome highly automatic, so automatic that its special machinery has\nbecome organised in the right hemisphere. Now interjections are the\nmost instinctive parts of speech, and oaths with the uneducated are the\nmost emotional of interjections. They represent the point where speech\nis least of an intellectual effort, and most of an organic cry. And\nwith all deference to the refined automatist, it must be said that with\nhim, too, the gradual enfeeblement of the secondary self's directive\ncontrol, the gradual exhaustion of the centres available for the message,\nare bringing him down to those highly-organised t dextro-cerebral\nverbal processes which represent words, which, however little 110 man\nmay use them himself, are una,·oidably familiar to hiDI as the habitual\nexpression of impatience and discontent.\nJ do not positively assert that this explanation meets all the cases.\nThere are, perhaps, some rare instances where violent expressions with\nwhich the writer is almost demonstrably unacquainted run from his\nautomatic pen. We may compare these to the cases of delirium where\nthe patient utters expressions which would have been supposed to be\nentirely unknown to him.\n• 11. Beaudelaire, for instance, the poet of \"Les Fleun du Mal,\" was\ncompelled by the sad irony of disease to summarise his revolt against the moral\norder of the universe into the two reiterated syllables, \"ere nom I\" Bernard,\np. 182, on the authority of M. Alphonse Daudet.\nt See Hughlings·Jackson, in Brain, VoL II., p. 331. By\"highly.organised\nverbal processes\" are here meant the processes which subserve, not new and\nelaborate speech, but old, automatic speech. The process for uttering the\ninterjection is \"lower and earlier than true speech;\" it is II ready made·up\"\n(in Dr. H.·J.'s view) in the right hemisphere, in consequence of frequent past\nreproduction.\nDigitized by Google\n\f46 Automatic Writing. [Jan. 30,\nWhile we are speaking of the \"recurring spflOOh \" of the aphemic\npatient we must remember that these interjections are by no means\nconfined to oaths alone. .Any kind of gibberish, such as monomomentif,\nna.zi bouzi, macassa.,* may form the one reiterated utterance which can\nstill issue from the injured brain.\nHare again we have a parallel to Mrs. Brietzcke's \"Celen,\" and to\nsimilar cases known to me, where some one word or sentence has been\nautomatically written perhaps hundreds of times in succession. I have\nobserved, moreover, that the word or sentence thus repeated is often\none which has been more or less appropriate on the first occasion on\nwhich it was used, and has got rooted, as it were, in the uncoDscious\nmind, so that it returns again and again when wholly meaningless.\nThis is paralleled by the utterances of many aphasics,-utterances once\npropositional but now senseless,-like the \" Come on to me \" of a well-\nknown case of Dr. Hughlings-Jackson's, where the signalman who\nrepeated this parrot-like cry had probably boon uttering it with\nmeaning and intention at the moment when he was attacked.\nDid the scope of this paper permit me to dwell at length on vocal\natttomatism,-on \"trance-utterances,\" \"speaking with tongues,\" and the\nlike, I could greatly develop these suggested analogies. At present it\nmust be enough mE'lrely to refer to automatic speech, and to point out\nthat we have here two pairs of psycho-physical conditions,-agraphy\nand aphemia on the one side, automatic writing and automatic speech\non the other side, which all of them share certain marked characteristics,\nnot found (or, at least, not found so definitely or so generally) in any\nother states of the human organism.\nThe first pair of abnormal states-agraphy and aphemia-are\nundoubtedly closely connected together. Their common characteristics\nare due to a common cause, and that cause is presumably connected\nwith the replacement of some of the activities of the diseased left\nhemisphere by activities of the partially-trained, or automatically-\nacting, right hemisphere.\nThe second pair of states-supernormal, as I term them-are also\nfound frequently in conjunction. and are presumably closely connected\ntogether. Their common characteristics are likely to be due to a com-\nmon cause; and it seems, therefore, no unreasonable hypothesis' that\nth:..t cause may, in some degree, be identical with the cause which\nproduces similar effects in asemic troubles; viz., some predominance\nof the activity of the more automatic hemisphere.\nI have not yet, however, exhausted my parallel. I have thus far\nbeen dwelling mainly on cases where the synergy of graphic automatism\nis doubly imperfect,-cases, that is to say, where there was neither a\n• Cited by Bernard, p. 182, from Tro11S8ea.u and Durand-Farde].\nDigitized by Google\n\f1885.J .Automatic Writing. 47\ndistinct internal image of the words which were to be written, nor a.\nfacile tra.nsmission of those words to the pa.per. And consequently\nour asemic parallels have been from cases where the synergy of speech\nor writing was similarly imperfect in a double manner, that is to say-\nwhen there was agraphy, and word-blindness along with a.gra.phy, or\naphemia, and word~eafness along with aphemia.\nBut I must now consider cases of a more advanced kind~s on\nthe automatic side, in which, in my view, evolution has proceeded\nfurther; which will, therefore, be parallel to cases on thf! asemic side\nwhere dissolution. has ?Wt proceeded so far.\nAnd first, let us consider the cases where automatic writing is per-\nformed rapidly and easily, but without any internal knowledge of what is\nbeing written, or is about to be written. These cases will be paralleled\non the asemic side by cases of word-blindness, without actua.l a.gra.phy.\nThe ordinary grapbic automatist is by no means necessarily very acute\nin reading what he has himself written. I have often been able to\nfurnish such an one with a \"lectio emendata \" of his own composition.\nBut it is curious to watch the process by which the puzzled automatist\nenlightens hinlself as to what he means. He usually appeals verbally:\n\" What is the word which I cannot read'\" And thereupon his band re-\ntraces the word, slowly and with exaggerated motions for each letter. Or\nif this process is too tedious, he makes a guess, and says: \"Is the word\nso-and-so'\" If it is, his hand or pencil gives three taps on the table ;\nand one tap if it is ?Wt the right word-this being the conventional code\nwhich on such occasions indicates assent or dissent by a mere muscular\nmovement. I have often witnessed this, and have been struck by the\ndelicate control maintained by the unconscious agency over the muscles\nof the automatist, while at the same time it is plainly unable to affect\nhis word-seeing centres, to evoke in him any internal picture of the in-\ntended word.\nWhen this process is seen going on, it certainly has a strange look\nof POB8~ i-the sight of a man appealing to his hand to help out his\nbrain is a curious reversal of ordinary operations.\nThe asemic parallel to this particular condition will plainly be some\ncase of pure tvord-blindne88; where the patient can write from dictation\nor write a letter of his own composition, but is totally unable to read\nwhat is written. The reason of the inability is, of course, different in\nthe two cases. In the one case it is .; verbal cecity,\" a sper.ific inability\nto recognise written or printed words at all, owing to a specific lesion of\nthe left hemisphere. In the other case it is the ordinary difficulty\nof reading bad handwriting i-with this special oddity, that the manu-\nscript which the automatist cannot read has just that moment pro-\nceeded from his own pen. Tbe analogy lies in the fact that in these two\ncases, and in these perhaps alone, we have the graphic synergy function-\nDigitized by Google\n\f48 A.utomatic Writing. [Jan. '30,\ning with ease, but in complete detachment from that directive inward\nvisualisation of the words to be written, which habitually guides our\nhand, whether we actually look at what we are writing ornot. The plane\nof cleavage between writing and reading is thus the same in the ab-\nnormal and in the supernormal case, though the forces which effected\nthat cleavage are altogether different.\nOn a close examination of recent cases of word-blindness, another\npoint comes out which is not without interest for us. M. de Capdeville*\nnoted the curious fact that word-blind persons are sometimes able to\nread manuscript but not print. The reason of this was first guessed by\nM. Charcot from observation of a Mr. H. P.'s case. I extract a\npassage from M. Charcot's account,t of which the reader will perceive\nthe significance.\n\" II scrit sans hesitation BOn nom et BOn adreBlle, une longue phrase, et\nmeme une longuo lettre, sans fautes notables d'orthogmphie, sans pa8IIer de\nmots. 'J'ccris,' dit-il, 'conlDle si j'avais les yeux termes ; je ne lis pas ce\nque j'ccris.'. . • II vient d'oorire Ie nom de l'hospice; je l'ecris lI. mon\ntour sur une alltre feuille de papier, et je Ie lui donne & lire ; il ne peut pas\nd'abord ; il s'efforce de Ie faire, et pendant qu'il se livre a ce travail nous\nremarquons qu'avec Ie bout de son index de 10. main droite il retrace une &\nune les lettres qui constituent Ie mot, et arrive aprlls beaucoup de peine &\ndire: •La Salpet.riere.' On ccrit 'rue d' Aboukir,' l'adre88e de son ami; il\ntrace avec Ie doigt dansl' espace les lettres qui composeut Ie mot, et aprlls\nquelques instants dit: 'C'est 10. rue d'Aboukil', l'adre88e de mon ami.'\n\" Aiusi l'alexie n'est pas abBOlue pour l'ooriture. La lecture est seulement\nextremement diflicile, et elle n'est p088ible que sous Ie controle des notions\nfournies par les mouvements exooutCs par 10. main dans l'acte d'oorire.\nC'est evidemment Ill. Ie sens mUBCulaire qui est en jeu, et ce BOut les notions\nqu'il fournit qui permettent seules au rualade de verifier les notions vagues\nqu'il recueille par 10. vision.\"\nIt will be observed that this last sentence would have been equally\napplicable had M. Charcot been describing the slow demonstrative\nword-trll.cing,or the conventionally significant pencil-tapping,withwhich,\nas I have already described, the graphic automatist supplements and\nexpounds his own indecipherable scrawl.\nBetween the two states, then, asemic and automatic, abnormal and\nsupernormal, we have once more detected a resemblance which, however\ncaused, is hardly shared by any third psychical condition. In order to\nfind another case of a writer assisting his perceptions of what he has\nwritten by movements imitative of the act of writing, we should have\nto go back to the young child's first efforts, when the instinct of writing\n• In the Marseille Mldical, 1880, citf)(1 by Bernard. See also some of\n1\\Idlle. Nadine Skwortzofi\"s cases (\"De 10. Cl'CitC et de 10. Surdite des Mots dans\nl'Aphasie,\"1881), cited by Bernard and Pitres.\nt Bernanl, op. cit. p. 84.\n\f1885.] Alltomatic Writing. 49\nwas not as yet sufficiently specialised to be able to dispense with a\nsympathetic contortion of the whole body. And at that period, may\nwe say 1 the child's lift hemisphere was very much in the condition as\nto lack of trainingfor the graphic synergy in which his rig\/tt hemisphere\npermanently remains.\nThere is yet one more phase of asemic troubles on which I ought,\nfor the sake of symmetry, to touch. It is the C88(\\-a rare one-where\nthere is inability to write, but ability to read-agraphy without word-\nblindness. But the parallel to this on the automatic side will plainly\nbe a ca.se where automatic writing is, at any rate, not the prominent\nfeature. For if the secondary self has command enough over word-\npicturing centres to make its message known interiorly, it need hardly\nresort to the pen. And, therefore, although no branch of automatic\naction is more interesting than that which writes its burning message as\nwith \"a hand upon the wall,\" or inscribes it inwardly as\" upon the\ntablets of the heart,\" I must, for the present, pass this topic by, as\nscarcely genl1ane to our discussion.\nAnd finally ;-since we have been trncing upwards the various stages\nof asP-mic trouble,from complete inco-ordination to co-ordination defective\nonly in part, and have been endeavouring to trace their parallel in\nautomatic performance, finally, we may ask oUl'selves what is the\nautomatic parallel to the normal writing of conscious men 1\nAre there cases where the secondary self has acontrol over the graphic\nsynergy as undisputed as that which the primary self ordinarily\npossesses 1 Are there cases where mental picture and manual act are\nalike dominated by the same supernormal will 1\nSuch cases there assuredly are, and although their discussion will\nnot faU within our present limits, yet it may be hoped that the mere\nattempt to co-ordinate them with othel' forms of automatic writing may\nnot be without instruction. For it is plain that this last class must in-\nclude all cases where writing is produced in a supernormal state in which\nthere is no intercurrence of consciousness of the ordinary kind. Such\nwriting may be produced during what seems normal sleep, by 8Omnam-\n. bulists, or in the hypnotic trance, by hynotic sleep-wakers, or in spon-\ntaneous trance, to which condition, indeed, the mere act of graphic auto-\nmatism seems sometimes to lead or predispose.\nI must not here discuss these difficult phenomena. To do so would\nprolong beyond all bounds a paper which is already inconveniently\ncrowded with detail. But nevertheless a discussion of automatic writing\nwould be very imperfect which did not mention these, its highest\nphases, with some attempt to indicate the relation in which the lower\nmanifestations stand towards this ultimate victory of the secondary self\n(10 to say) along the whole line.\nAnd I shall here endeavour to present a synoptic view of the various\n)I\nDigitized by Google\n\fAutomatic W1·iting. [Jan. 30,\nautomatic conditions which I have been discussing, with the asemic\nconditions which, in my ,;'ew, are parallel to them, arranged for ready\ncomparison.\nAny such synopsis, even if it came from an expositor far better\nqualified than I, must of necessity be very crude and imperfect. My\nown attempt is rude in the extreme; it is not intended to resist attack,\nbut to give such preliminary clearness 11.0; I can to conceptions which\nothers may form more corrcctly than I. Following the Baconian hint,\nwhen absolute truth is beyond our reach, we should at least endeavour\nthat our more fonunate successors may need rather to distinguish it\nfrom our error than to disentangle it from our confusion.\nI shall not, however, speak altogether without authority, fo~ I shall\nbegin by reproducing M. Charcot's scheme of the processes of speech\nand writing, given by Dr. Bernard, but not, so far as I know, as yet.\npublished in England.*\nThe letters by which I designate the various centres are selected hy\nmyself, and will be explained later.\nIn the first place, Dr. Charcot's diagram may be briefly explained\nas follows :-\nFirst as regards the auditory and vocal aspect of verbalisation.t\nA bell rings near a child.\nThe child's auditory nerves convey the sound to the common auditory\ncentre, where it \"forms a deposit,\"-becomes IJ1\"Il.duallyan \"organised\nimage\" by repetition.\nA man calls Bell! and points to the bell which has rung.\nThe child's auditory nerves convey this sound also to the common\nauditory centre, where it forms an organised image in close connection\nwith the preceding one, but in the 1cord-IUlaring centre, the centre\nspecially organised for the intelligent perception of articulate speech.\n• I must not omit to notice Dr. Broadbent's diagram (Braill, Vol. I., pp. 493·4)\nwhich, though less suited to my present purpose, may remind U8 in how many\nways cerebral operations of this complex character may be instructively\nrepresented. In the diagram and explanation in S.P.R. Proc., Vol. II.,\npp. 168, 169, C corresponds to what is here called the ideational centre, B to the\nvisual centres. l\\I. Dejerine's schemata (U Etude Bur l'Aphasie dans les Lesions\nlie l'Insula de Reil,\" Revue dl' ~fMccjllc, March 10th, It185) practically include\nthe .. common auditory\" and \"common visual\" centres of M. Charcot's figure\nin the •• ideational centre.\" It Dlust be remelllll6red that thi'5 is here a mere\nmatter of diagrammatic clearness, and that no definite &88ertion as to the extent\nor nature of the centrell cl&88ed as II ideational\" is necessary to my argument.\nProfessor Lichtheim's scbemata (Bmin, January, 1885) ,,\"ouM necestlitate a.\nfar more elaborate system of notation than I have here employed. Professor\nLichtheim's liewlI, though apparently quite independent of M. Charcot's,do not.\nI think, differ therefrom in any point essential to my argument.\nt Verbalisation is a useful word of Dr. Hughlings·JackHOn's to !!um up tbe\ncerebrallirocesses concerned in hearing and uttering, reading and writing, ironia.\nDigitized by Google\n\f188S.] Automatic W,·iting. 51\nThe child's ideational centres register these images, and he is fully\naware that the word\" bell \" corresponds to the special sound.\nThe child now wishes to pronounce the word \"bell.\" His word-\nDR. COARCOT'S DIAGRAM OF SPOKEN AND WRITTEN SPEECO.\n(Symbols modified as explained below.)\nFrom Dr. Bernard's \"De 1'.A.pluwie.\"\nhearing centre supplies him with an internal image of the sound\nrequired. He transfers this to his word-uttering centre, which, after\nlOme practice, articulates the soUDd \"bell.\"\nDigitized by Google\n\f02 Alttomatic Writing. [Jan. 30,\nSimilarly with regard to the visual and graphic aspect of\nverbalisation\nA bell is placed before the child's eyes.\nThe optic nerle transmits the bell's image to the common visual\ncentre, where it \"forms a deposit,\"-effects some slight permanent\nchange.\nA man shows the child this written word \" bell \" and points to a bell\n(if the child is deaf), or says\" bell,\" and thus appeals to the already\norganised connection between the obiect \"bell\" and the sound\n\" bell.\"\nThe optic nerve conveys the written sign to the word-seeing centre,\nin close connection with the preceding deposit.\nThe ideational centres register these images, in connection with the\nauditory bell-images already registered.\nThe child now wishes to write the word \"bell.\" His word-seeing\ncentre supplies him with an inward image of the required word, and his\nword-writing centre, after much practice, is able to reproduce the\nwritten word\" bell.\"\nNow I do not suppose that Dr. Charcot mean.. to imply that this\ndiagram is at all a C07ll]Jleee representation of the facts of the case. AD\nthat can be said is that it con,'eys as much truth (and as little error) as\nso simple a diagram of so complex a process can convey.\nI have now to explain the symhols which I have affixed to Dr.\nCharcot's centres. By XX' I mean the ideational centres (waiving the\nquestion as to whether, in ultimate analysis, these are themselves to be\nconsidered as sensori-motor) of the left and right hemisphere conjointly:\nactivities of the rigl\" hemisphere being in each case indicated by the\nJash abo,·e the letter.\nBy HH' I mean the word-hearing centres of the two hemispheres\n{:onjointly. Following Hughlings-Jackson I assume that H'is a real\nquantity-that there is a certain potential educability of the dextro-\ncerebral word-centres, although the sinistro-::erebral word-centres\nhabitually do all, or almost all, the work.\nBy SS' I mean the word-seeing centres of the two hemispheres con-\njointly. Here again S in a right-handed man is entirely dominant;.\nand the existence of S' rests on inference mainly.\nBy UU' I mean the word-uttering centres of the two hemispheres\nconjointly. Here again U' must be conceived as habitually taking\npart only in the utterance of automatic or bighly-orgallised speech.\n(Hughlings-Jackson.)\nBy \"lW' I mean the word-writing centres of the two hemispheres\nconjointly. It is on the existence and specific tendencies of W' that\n. our further arguments will mainly tum.\nI shall now attempt to give a conspectus of normal verbalisation,\nDigitized by Google\n\f1885.] Automatic Writing.\nand also of cerebrally-defective verba.lisation, or asemia, in ~he shape\nof a series of fornlUUe. The several quantities in each formula repre-\nsent factors in a physiological co-ordination, elements of the vocal or\ngraphic synergy. I am not acquainted with any other attempt at\nformul&! of this kind,* and I have hesitated by what sign to connect these\ncollabOrating nervous energies. But the sign of additiora seems\nperhaps the fittest; as in the case of chemical formul&!, where + sign\ndenotes, not a mere mechanical juxtaposition, but a mechanical juxta-\nposition leading to action and reaction between the substances thus\njuxtaposed.\nWe begin, then, with the series of formulre for the speech of a right-\nhanded man, in health or asemic disease.\nXX'+HH'+UU'.. . Normal speech, involving ideational centres of\nboth hemispheres, word-hearing centre of left,\nand subordinately of right, hemisphere, and\nword-uttering centre of left, and subordinately\nXX'+HH' ...\nof right, hemisphere.\nImagined or inward speech. The ideational\ncentres conceive the speech, (perhaps as an\narticulatory movement,) and the word-hearing\ncentre represents it inwardly, but no attempt\nat utterance is made. This formula will also\nrepresent some of the cases under the next\nheading.\nXX'+HR'+U' ... Pure aphemia. The patient hears and under-\nstands what is said to him, and can imagine\nthe desired replies; but he cannot utter these\nreplies; he can only utter words whose\nvocalisation has become automatic ;-words\nwhose corresponding articulatory movements\nhave become organised in the right hemi-\nsphere,-words which, in Dr. Hughlings-\nrXX'+H'+UU'\nlxx' +UU'\nJackson's phrase, are \"kept ready made-up.\"\nPure word-deafness. The patient can still speak\nfluently, but cannot understand questions\nasked, or his own talk when he hears it. It\nis doubtful how far a dextro-cerebral word-\nhearing centre is active here,-in default of\n• While thilt is passing through the press, my attention has been called to\nthe fact that Dr. Hugblings.Jackson has himself employed somewhat similar\nformuIre, (to represent muscular movements,) in an article in the ~fedical Preu\nand Circular, November 15th, 1882. Dr. Hughlings·JacklOn's contributions are\n_ttered through 80 many periodioals that it is, unfortunately, very hard to be\nsure that ODe has seen them all.\nDigitized by Google\n\f{\nXX'+H'+U'\nXX'+H' ...\nXX' +U'\nAutomatic Writing. [Jan. 30,\nthe paralysed or disintegrated sinistro-cerebral\nword-hearing centre. If no word-hearing\ncentre is functioning, the speech will be\nparallel to the congenital deaf-mute's, which\nwould be represented by the same formula\nXX'+UU', having been learnt by imitation\nof the articUlatory movements of others, with\nno inward word-hearing faculty.\nAphemia combined with word-deafness. The\npatient can neither understand questions nor\nanswer intelligibly. Fragments of word-hear-\ning and word - uttering faculty generally\nsubsist, probahly of dcxtro-cerebral origin.\nPassing, for the sake of added clearness, to the case of a left-lurnder.\nwe may represent his ideational centres by X'X,-indicating a\npresumable pre-eminence of the rigl,t hemisphere,-and similarly for\nhis word-hearing and word-uttering centres. The series for the 'ferbal\naudition and vocalisation of the left-hander will, therefore, be as briefly\nindicated below.\nX'X+H'H+U'U ...\nX'X+H'H ...\nX'X+H'H+U\n{ X'X+H+U'U\nX'X +U'U\nfX'X+H+U ...\n\") X'X+H\n(XX +U\nNormal speech.\nInward speech.\nPure aphemia.\nPure word·deafness.\nAphemia comhined with word-deafness.\nNext as to writing. In the normal writing of a right-handed man\nboth hemispheres will co-operate in forming the idea of writing-\n(perhaps lIS a specialised manual movement, reading being conceived as\na specialised ocular adjustment)-in the internal picture of the\nwriting, and in the act of writing. Repeating, then, the formulte\ncorresponding to those already obtained for 8peecl\" we have, for a right-\nhanded mn.n, the following series.\nXX'+SS'+WW' ... Normal writing.\nXX'+SS' Reading, or internal ima~rination \\)f writing_\nThis formula will also represent some of the\ncases under the next heading.\nLX·+SS'+W' Pure agraphy. The patient can read but can-\nnot write intelligibly.\nDigitized by Google\n\f1885.]\n{ XX'+S'+WW'\nXX' +WW'\n(xx'+S'+W'\n- xx'+s'\nlxx' +w,\n~utomtltic Writing.\nPure word-blindness. The patient can write\nfluently, but cannot read what be or others\nhave written. Here again it is doubtful how\nfar a dextro-cerebral word·seeing centre is\nactive. If none such is functioning, the\nwriting resembles that of a congenitally-\nblind man, which might be represented by\nthe same formula XX'+WW', having been\nacquired by means of tactile impressions,\nwithout the aid of an inward visual repre-\nsentation of the words written.\nAgrapby combined with word-blindness. The\npatient can neithf'r read nor write intelligibly.\nSometimes, though having some conception of\n\\triting, he can make no graphic movement\nwhatever. Sometimes his hand scrawls\nvaguely, with apparently no conception of r..ny\ndefinite word to be written.\nThe same series, with transpoSition of the signs of the hemispheres,\nwill serve for the (normal and asemic) visual and graphic verbalisa-\ntiOll of the lp'ft-handed man.\nThus far 1 have mainly been endeavouring to explain the views of\nM. Charcot, mooified by those of Dr. Hugblings-Jackson and others.\nI now proceed to the wore original part of my task.\nI have spoken of a secondary self-a second focus of mentation-\nwhich I assume to be active in graphic automatism.\nI propose to call this second focus of mentation xx', and to repeat\nthe above formulre with this symbol,* instead of the XX', which repre-\nsents the normal co-operation of the two hemispheres in the mentation\nof the primary self.\nI shall thus in some measure test the reality of this second focus. If\nthis is a merely exaggerated and misleading title which I have given to\nsome scattered hysterical phenomena, I am likely to find it impossible to\nassign a. rational meaning to my new series of formulre.\nIf, on the other hand, I can show that each one of my series of\nfonnulre involving xx' is explica.ble-on the same principles on which\nthe fonnulre involving XX' were explained-as representing a well-\n• I meaD the symbol xx' to imply that there is mentation of a supernormal\nkind presumably acting througla both hemispheres. Dut as we have DO means\nof knowing whether the seat of this lleCondary mentation is in any way\ndependent on collg\/:\/lital right. or left·handedness, I do not tra1l8pOlfl the\nfacton xx' in any of the formulre. If preferred, the symbol X\" miglat be used\nfor the secondary self, and the queation of the predominance of sinistro· or\ndextro-cerebral idwtumal centres in Bupernornlal mentation altogether avoided.\nDigitized by Google\n\f56 Automatic Writing. [Jan. 30,\ndefined phenomenon of automatic or partially automatic verbalisation\nwhich has actually been observed, I shall ha,·e some prima facie case\nfor assuming that xx' represents in some way a real psycho-physical fact.\nOr, to avoid the risk of over·statement, let me repeat this in some-\nwhat different language.\nOn olle side we have the well-known series of asemic troubles, more\nor less de6nite defects. of the verbalising faculty, which stand to each\nother in relations referable to certain more or less definite and circum-\nscribed cerebral lesions.\nOn the other side we have the vague and hitherto unexplored\ncongeries of phenomena included under the term of automatic writing.\nNow suppose that automatic writing were purely what, to use the\nvaguest word which can claim a place in scientific nomenclature, is\ncalled a hysterical phenomenon. Or, disentangling the central mean-\ning which this word is often used to cover, let us suppose that graphic\nautomatism is the product of a kind of lla1j-£n8ane cunning. Surt'ly the\ncharacteristic of its different forms will then be caprice. No scientific\nclassification of them will be possible; the more we look into them the\nmore random and baffiing will they appear. They will not even have\nthe orderliness which is discernible among asemic troubles; for that\norderliness depends on the original orderliness of the cerebral arrange-\nments on which the disease operates (so that even the disorderlinesS of\nthe disease is referable to a certain law), whereas if graphic automatism\nbe dependent on the caprices of a half-insane cunning, there is no\nknown law of aberration by help of which such caprice can be either\npredicted or described.\nI have used the term \"half-insane cunning,\" because that seems\nmost nearly to convey the view intimated rather than expressed as to\nphenomena of this kind in ordinary physiological treatises. Something\nof half-conscious deception, something of moral distortion, set'ms always\nto be presupposed. If that be so, the argument of my last paragraph\nseems to apply. But we might, of course, make another supposition,\nand l58.y that graphic automatism is a symptom of some real and definite\ncerebral malady, not, indeed, involving organic lesion, but showing itself\nin a functional disorder which follows somewhat the same course in\ndifferent individuals. Now this view, could it be established, would\nnot be necesssrily inconsistent with the suggestions of this paper.\n\"Perturbation that ma.sks evolution\" is my phrase for the mode of\nmanifestation of the secondary self. That in 801lle graphic automatism, at\nleast, there actually is something evolutionary, I hold that my telepathic\ncases (Mrs. Newnham's, &c.) suffice to show. That there is perturbation\nalso I have throughout asserted; and to what degree the phenomena of\nthat perturbation are to be considered as in themselves evolutive or\ndissolutiv~, is a question as hard to answer here as in certain parallel\nDigitized by Goo\n\f1885.] Automatic Writing. 67\nc:ases, already alluded to, which concern the development or the repro-\nduction of the physical frame of man. When we come to consider\n17ocalautomatism (the phenomena of\" revivals,\" ''possession,'' kc.), such\nquestions will be strongly forced on our attention. But in graphic\nautomatism (apart from the hypothesis, already discussed, of hysterical\nor capricious deception or self-deception), there is very little, as it seems\nto me, to suggest definite cerebral disorder.\nOn the contrary, my cases of graphic automatism have (as has been\nseen) for the most part been de\"eloped by sane and healthy personsfor\nexperimental pUrpo8es,-are not accompanied with.any history ofinter-\ncurrent brain-troubles,-a.nd resemble in their general character the\nacquirement ofan accomplishment rather than the invasion of a disease.\nI hold, then, that I alll justified in provisionally extending to these\ncases in general the designation of \"supernormal,\" with its implication\nof an evolutionary element, which is, no doubt, more demonstrably\napplicable to the telepatldc cases alone.\nAnd in order to test this view, I urge that if automatic writing be\nthe product, not of an undefined di880lutum of faculty, but of an obscure\ntnJOlutWnQ\/MJ nisus i-if it be originated, not by the half-insane cunning\nof the self familiar to us, but by the rudimentary efforts of a secondary\nself to emerge into objective activity j-then it is likely that there will\nbe some order discernible among the manifestations j-8ome \"seat of\nelection\" among cerebral faculties, in which this secondary self\nwill be found to establish itself most perceptibly,-some \"path of\nleast resistance\" by which its externalisation will be most commonly\neffected.\nAnd what I am at present maintaining is that in cases where\nautomatic writing occurs during the waking consciousness of the\nprimary self, then the right hemisphere is, to a certain extent, the\n.. seat of election\" of the secondary self, and the word-seeing and word-\nwriting centres of that hemisphere form, to a certain extent, the\nreadiest path of externalisation for its inward activity.\nAnd I urge that this view becomes pro tanto more probable if I can\nshow (as I have tried to show by the concrete examples which 1 am\nnow about to summarise in formulre) that the obseryed phenomena of\ngraphic automa.tism do in fact fall naturally into an arrangement which\nis roughly parallel to the arrangement into which asemic troubles fall,\nwhen arranged according to the seat which disease has elected, and the\npath ofexternalisation which is then left still open for the mutilated\nprimary self.\nFirst, then, let us give the formulre, involving xx',whi('h are parallel\nto the formulre representing (normal and asemic) auditive and vocal\nverbalisation of the primary self of a right-handed man.\nDigitized by Google\n\fD8\nxx'+HH'+UU'\nxx'+HH'\nxx'+HH'+U'\n{ xx'+H'+UU'\nxx' +UU'\nJxx'+H'+U ...\nI xx'+H'\n\\ xx' +U'\nA.utomatic Writing. [Jan. 30,\nSpeech of somnambult', entranced hypnotic\nsubject, &c. Both hemispheres (so far as\nactive) are at the service of the secondary\nself. All the obst'rvable mentation is super-\nnormal.\nInternal audition; the demon of Socrates, and\n\"messages of re\\'elation\" in general, where\nnot reft'rnble to disease of the brain.\n\"Speaking with tongues.\" Automatic speech\nwhen there is an inward conception of the\nmessage to be given. but difficulty in its\ndelh'ery, resulting perhaps in mel'e vague\nreiterated cries. The sinistro-cerebml word-\nuttering centre has not passed under the\ncontrol of the secondary self.\n\" Trance-utterance in the nornlal state.\" \\Vords\nare poured forth fluently by a waking and\nconscious perr.on, who, however, has no\ninternal perception of his own words, to\nwhich he listens like one of the bystandt'rs.\nThe word-hearing centres of one or both\nhemispheres are still unappropriated by the\nsecondary self.\nRudimentary automatic speech. N on-proposi-\ntional words, or mere cries, are uttered,\nsometimes with, and sometimes without,\nintenlal knowledge that some kind of speech\nis intended. In xx'+H' we have the lowest\nform of vocal automatism, where no sound is\nuttered, but there is mer!! gaspiT'g and sigh-\ning, with an indistinct impulse to speak.\nFinally, we must give the series, involving xx', which is panllel to\nthat which represents the (normal and asemic) visual and grnphic\nverbalisation of the primary self. The following formulre will represent\nthe graphic automatism of a right-hl1Ildcd man.\nxx' + SS' + 'VW' Writing of the sOlllllambule, hypnotic subject,\n&c. The word-seeing and word-writing centres,\nso far I\\S active, are entirely at the service of\nthe secondary self.* All the observable\nmentation is supernormal.\n• It would not surprise me to find a right·handed hypnotic subject becoming\nslightly more left-handed (or ambi-dextrous) in the sleep-waking state. I have\nmyself a hypnotic subject who, from temporary disablement of her right arm,\n\f1885.J\nxx'+ SS'\nxx'+SS'+W'\n{ xx'+8'+WW'\nxx' +WW'\n(xx'+S'+W'\n-l xx'+8'\nlxx' +W'\n.Arttomatic W;-,·tillg. 69\nInwardly.realised message in writing, which\nmay be either imagined as internal (written\non the heart, &c.), or externalised as a\nhallucination (seen written on the wall, &c.)\nThis complex phenomenon (belonging both to\ninsanity and to ecstacy) does not fall strictly\nwithin our present limits and cannot now be\nfully described. .\nGraphic automatism with inward wOl·d-picture.\nCase where words are flashed on the brain\nwith impulse to write, or in the act of writing\nthem (as in case sent by Professor Sidgwick),\nbut with more or less difficulty in writing.\nThe secondary self,while momentarily possess-\ning itself of the waking man's sinistro-cerebral\nword-seeing centre, does not altogether subju-\ngate his corresponding word-writing centre.\nGraphic automatism without inward word-\npicture. Case where words arc written with\nease, but without knowledge of what is being\nwritten. The word-seeing super,-ision (if\nany) which guides this script il:l probably\nexercised by the dextro-cerebral centres; for\nthe sinistro-cerebral remain at the service of\nthe automatist's conscio1ls will; and he reads\na book voluntarily while he writes auto-\nmatically.\nRudimentary graphic automatil:lm. The group\nof phenomena with which we have specially\nhad to deal. The sinistro-cerebral word-\nseeing and word-hearing centres continue\nmainly at the service of the primary self; and\nbas been accustomed to write with ber left hand in ordinary rightward script,\n-just as with the right hand. But ·when I asked her, in the trance, to write\nher name with ller leCt hand she wrote it in Spiegd-Schrift, and this tendency\npersisted for about a minute after I woke ber. But the phenomenon JIlay\nhave been due to suggestion merely; for although no hint was given during\ntbe trance, nor had that special experiment ever been suggested in the subject's\npresence, yet I found that she had heard mirror-writing discussed some\nfortnight before, and I believe (as Bernheim, for instance, foun(1 in experiments\nwith magnets, (Rev. Phil., lIarch, 1885) that the hypnotised 8ubject's uncon-\nlICioUB mind catches up and works out hints of a very slight kind. The faint\npersistence of the idea after awakening would, of course, be quite in accordance\nwith analogy.\nDigitizedbyGoogle ,r\n\f60 Automatic 'JYriUltg. [Jan. 30,\nconsequently the writing produced resembles\nthat of the word-blind and agraphic patient,\n-or sometimes is mirror-writing, like the\nuntrained left-handed child's.\nThus far I have dealt only with the automatist's secondary self,\nintroducing neither telepathic impact from another living human mind,\nnor spiritual influence from a disembodied intelligence. Let us denote\ntelepathic influence by Y, spiritual by Z. 'Ve will leave Z alone for\nthe present,and merelyindicate our formula forMrs. Newnha.m's writing.\nWhere another human mind was involved this will be :-\nxx'Y+S'+W'\nThat is to say,\nMrs. Newnham's unconscious self wrote.\nIt wrote with the assistance of Mr. Newnha.m's mind.\nIt employed only her dextro-cerebral word-seeing centres. She did\nnot know wh<J.t was being written till she consciously read it. It\nemployed probably mainly her dextro-cerebral word-writing centres, as\nthe handwriting was unlike her own, anci frequently degenerated into\na scrawl.\nOn the occasion when she foresaw the word \" Nipen \" before writing\nit, the sinistro-cerebral word-seeing centre was for the moment\nimplicated, and the formula would be :-\nxx'Y +SS' + W'\nWe have thus come back once more to Mr. Newnha.m's case, and\nthe reader who remembers the suggestion with which he concludes his\ncommunication,-viz., that the low moral tone of some of the automatic\nmessages may be traceable to an untrained moral sense in the right\nhemisphere-may perhaps suppose that I am in agreement with that\nhypothesis.\nThis, however, is hardly the case. For although I holdthat the right\nhemisphere had much to do with Mrs. Newnham's replies, as with other\nautomatic writing, I nevertheless cannot find any well-recognised\ndoctrine of cerebral localisation which authorises us to draw any con-\nclusion as to the way in which a temporary predominance of dextro-\ncerebral centres might affect the manifestA.tion of moral character j-\nthat is to say of the highest, or nearly the highest, co-ordinating pro-\ncesses of the mind. And r should of course be unwilling in such a\nmatter to go a step beyond the consensus of the best scientific opinion.\nSo f!lor as the questions at issue are purely physiological I can\naim at nothing more than attentive study of the labours of others.\nThe region where, for sheer lack of previous work on the sub-\nDigitized by Google\n\f1883.] ~utomatic Writing. 61\nject,* something original must be attempted, comprises only the appli-\ncation of accredited physiological conceptions to such new evidence or\nexperiment as our Society has been able to adduce ;-or such old, but\nneglected evidence as we are endeavouring to bring withill the field of\nscientific vision.\nBut although we may not see ground for referring this slight\nalteration of moral temper to any difference in the relative functions of\nthe two hemispheres, we nevertheless may fairly expect to find some\nelucidatory parallel to it among other supernormal or abnormal\nphenomena. This inquiry, however, we cannot now pursue, and I\nsuggest it meTely in order to remind the reader that the phenomena of\nasemia are by no means the only ones which may instructively be\ncompared with those with which we have to deal. Somnambuli'lm, double-\nconsciousness, epilepsy, insanity itself, are all of them natural\npByckoBC0pe8 which, rightly handled, may give an insight-beyond their\nown special province-into the mechanism of our most inward being.\nFor the present, however, our investigation must pause here. The\npromise of the original title of these papers has been, J think, in some\npart fulfilled. An explanation, partly dependent on telepathic infiuenct',\npartly on unconscious cerebration alone, (though unconscious cerebration\nraised, if I may so say, to 0. higher power than had previously been\nsuspected), has been ouilred for Cflrtain widt'.spread phenomena, which,\nwhile ignored or neglected by the main body of men of science, have\nbeen, for the most part, ascribed by those who have witnessed them to\nthe operation of some external and invading power.\n• It is rather surprising to find how little seriOM attention has hitherto been\npaid to these automatic phenomena. The authors of handbooks to the \"Path-\nulogy of }lind\"-&8 1\\laudsley or Carpenter-lltop their discussions, intentionally\nandavowedly, upon thetbresholdof our present subject. The more reeent school\nof psycho-physicists approach our topic more closely. Their work, or that\nofP8!\/tlw-physical philOBOphe,.\" such as 1\\1. Ribot, (if I may so term him), was in-\ndeed anindispensablepre·requisite to fruitful inquiry on ourpresent lines. Butbe-\nfore M. Richet's article on Mental Suggestion in the ReVile Philo8opMquc of\nNovember last, I am not aware of any specific discussion of the phenomena of\nautomatism, considered &1\\ anything more than a mere aberration. I have found\nonlyafewseattered passages where automatism issllggestedin explanation of the\nspeech or writing which Spirituallilts ascribe to POSBC88ioll. Littre in the\" Philo-\nsophie Positive,\" 1878, cited with adhesion by Dagonet (Ann. Med. P!lych.,1881,\nVol.VI.p.20),explains inthis way the\"prophetic\"8peech ofthe \"Convulsionnaires\ndeSaint Medard.\" AndTaine in the prefacetothelatereditionsof his treatise\" De\nl'lntelligence,\" cites an ordinary ease of automatic writing, and adds: \"Cer-\ntainement on eonstate ici un dedoublement du Dloi ; la presence simultan6e de\ndeux Rries d'idees paralleles et independantes, de deux centres d'action, ou si\nron veut, de deux personnes morales juxtaposees dans Ie meme cerveau.\" But\nhe does not follow up this suggestion. From the Spiritualistic point of view,\nautomatic writing has been carefullyantl candidly discussed by \"M.A. (Oxon.I,\"\nin .. Spirit Identity\" and other work..\nDigitized by Google\n\f62 .A.lIlomatic Writing. [Jan. 30,\nIf the view taken in these pa.pers be accepted, a very large propor-\ntion of the phenomena. to which Spiritualists are wont to appeal will\nbe no longer available as e,-idence for a.ny spiritual influence other than\nthat of the spirits of living and breathing men.\nThe phenomena, howevAr, which I have described by no means\nexhaust those which are alleged to occur in the course of gmphic auto-\nmatism. It is said that the handwriting of dead persons is sometimes\nreproduced ; that sentences are written in languages of which the\nwriter knows not,hing; that facts unknown to anyone present are con-\ntained in the replies, and that these facts are sometimes such as to\npoint to some special person, departed this life, as their only conceiv-\nable source. If these things be so, they are obviously facts of the very\nhighest importance. Nor are we entitled to say that they are impos-\nsible a priori. The spiritua.listic hypothesis, though frequently\npresented in an unacceptable shape, is capable, I believe, of being so\nformulated as to contradict none of the legitimate assumptions of\nscience. And furthermore, 1 readily admit that should the agency of\ndeparted spirits be established as a vera causa, then the explanations\nhere suggested will need reyision in a new light.\nBut in order to establish any conclusion so startling in a 'liay to\nsatisfy the scientific world, there must assuredly be an amount of\nevidence, and a way of dealing with that evidence, very different from\nthat with which SpIritualists for the most part appear to have been\ncontented.\nI am far from wishing to re-echo the common sneers at the credulity\nor incapacity of Spiritualists. I am not raising the question of fraud\non the Ol1e side, or of imbecility on the other; I am assuming that\nsomething supernormal lms in reality happened. and that the question\nis one of obs\"rvIt,:on in the first place, and of ill.terpretatiml. in the\nsecond. But supernormal phenomena, whatever their explanation may\nbE'!, have no tendency to occur preferentially in the presence of persons\nspecially qualified to observe them. It is no wonder, therefore, that\nthey have so often bcen loosely described and inadequately attested,\nwhile those who have witnessed them, deeply impressed with what\nthey saw, and rushing to some hasty conclusion, have b~en unahle\neven to understand the essential need in such experiments of exactnesll,\nrepetition, control.\nLoose assertion has been met with contemptuous neglect, and we\nnow witness the spectacle of a small band of \"believers\" and an out-\nside world which does not even take the trouble to examine the\ngrounds of that belief. It is not thus that truth can be attained,\nand it need hardly be said that one specia.l aim of the Society for\nPsychical Research is to establish at least a modu8 vivendi between\nDigitized by Google\n\f188~.J Automatic Writing. 63\nextremes of credence and non-credence by a dispassionate elucidation\nof the actual phenomena to which both parties appeal.\nBut as regards the special point with which we are now concerned\n-the question whether automatic writing ever shows unDlistakeable\nindications of an intelligence other than that of some living man-I\nmust make an earnest appeal to Spiritualists in England and America\nto furnish me*' with additional cases where they believe such intelligence\nto have been shown-cases which they can give on first-hand testimony,\nand with full details. The printed cases of the kind are not numerous,\nand many of them are now remote; so that supplementary evidence is\nurgently required before the subject can be discussed on a sufficiently\nbroad basis. An appeal which I made in the leading Spiritualist,ic news-\npaper has produced very meagre results. Those who believe themselves\nto be in posseSl;ion of truth of this high value may surely be invited to\ntake as much trouble to prove it as the chemist is willing to take in\ninvestigating a new compound, or the physician in identifying a new\ndisease_ As a mere matter of fact, and without imputing blame to any-\none, it may safely be said that no such persistent and organised presen~­\ntion of Spiritualistic evidence has yet been attempted as is habitually\ndemanded by the scientific world in matters' of far less difficulty and\nimportance. To any correspondenb who may be disposed thus to help\nme towards a further instalment of the present discussion, I can promise,\nat any rate, cordial thanks and careful attention.\nF. W. H. MYERS.\n• C811e8 may be sent to me at Leckhampton House, Cambridge, or to the\nSecretary, 14, Dean's Yard, London, S.W\nDigitized by Google\n\f","_id":528}