{"name":"Proceedings of the Society for Psychical Research 3367 2858 9810","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v3__business_meeting_30_january_1885.pdf","mytitle":"Proceedings of the Society for Psychical Research, V3, January 30, 1885 Business Meeting","mylang":"de","content":"200 Annual Busine88 Heeti\/I!!. [Jan. 30, 1885...\nANNUAL BUSINESS MEETING.\nThe Third Annual Business Meeting of the Members of the Society\nwas held at 14, Dean's Yard, London, S.W., on the 30th of January.\nThe President, Professor H. Sidgwick, briefly referred to the growth\nof the Society during the previous year. He remarked that during\n1884 the Society nearly doubled the number of its Members and\nAssociates. At the close of the year the Society consisted of :-\nMembel'll 223\nAssociates 258\nHonorary Members ... 6\nCorresponding Membel'll 9\nHonorary A880ciBtes ... 21\nVice-Presidents who are not Membel'll or Aasociates 3\nTotal 520\nThe President also referred to the Library as numbering nearly 800\nvolumes. Of these works, 520 are in English, 135 in German, 110 ill\nFrench, and 15 in other languages.\nAn audited balance-sheet of the receipts and expenditure of the\nSociety during the year 1884 was placed before the Meeting. In\ncommenting on it the President said it appeared that, after taking\naccount of moneys due a.nd owing at the end of the year, there was\nstill 1\\ halance on the right side; in addition to which there was\nthe Library, the Stock of Proceedings, and the furniture and fittings\nbelonging to the Society. It was agreed that a valuation of these should\nbe made during the current year, so that at its close the Society might\nknow its exact position both as to capital and as to receipts and ex-\npenditure.\nThe six vacancies on the Council, caused by the retirement in\nrotation of fi\\\"e Members, and by the death of llr. Walter H. Browne,\nwere filled by the election of the following gentlemen :.-\nG. P. Bidder, Q.C.\nAlexander Calder.\nRichard Hodgson.\nRev. W. Stainton MOBes.\nC. Lockhart Robertson, M.D.\nJ. Herbert Stack.\nThe approval of the Society was obtained to a change in the\nrelations between the Council and the investigating Committees. In\nfuture, the responsibility for both the facts and the reasonings in\npapers published in the Proceedings will rest entirely with their\nauthors; and the Council, as a body, will refrain from expressing or\nimplying any opinion on the subjects thus broug~t forward. The\npa.pers will, however, be submitted to a. Committee of Reference before\npublication.\nDigitized by Google\nJ\n\f","_id":529}