{"name":"Proceedings of the Society for Psychical Research 3819 5247","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v3_constitution_and_rules_1885.pdf","mytitle":"Proceedings of the Society for Psychical Research, V3, Constitution and Rules 1885","mylang":"de","content":"OO\/Jatitlltion and RilleS.\nVIII.\nCONSTITUTION AND RULES.\n1885.\nTITLE.\nI.-The name of the Society is-The Society for Psychical Research.\nOBJECTS.\n2.-The objects for which this Society is established are ;-\n(a) To unite students and inquirers in all organised body, w.th\nthe view of promoting the investigation of certain obscure\nphenomena, including those commonly known as Psychical,\n)Iesmeric, or Spiritualistic; and of giving publicity to the\nresults of such research.\n(b) To print, sell, or otherwise distribute publications on\nPsychical and kindred subjects; to afford information to\ninquirers into these subjects by correspondence and\notherwise; to collect and arrange facts respecting them;\nto open Libraries, Reading-rooms, aml other suitahle\nPremises and Offices; and genemlly to do all such othcr\nthings as may be conducive to the att.'l.inment of the above\nobjects.\nNOTE.-To prevent miscon~eption, it is here expressly stated tlw.1\n.1fembersllip of tlte Society does not imply tiM aCCl~ptance of\nany pal·ticltlar exphnation of tlte plumom.~na investigated,\nnor a.ny beliefas to the operatiOll, in tlte lJltysical lDorid, (If\nforces otlMr tluin those recognised by Pltysical Science.\nGOVERY:UEYT.\n3.-The Society shall be governed by a Council consisting of\ntwenty-four Members. The Council shall elect from amongst the\n'Members of the' Society a President, who shall be President of tbe\nSociety, and an ex.officio Member of the Council and of all Committee.'!,\nand who shall retire from office ye!uly at- the first Meeting of t'le\n2 K\nDigitized by Google\n\fOORslitlltwn and Rules.\nCouncil after the Annual Goneral Meeting of the Members of the\nSociety. He shall, however, be elibrihle for re-election, and shall be\ndeemed as retaining his offices until he shall have been re-elected or his\nsuccessor appointed. The Council shall also from time to time elect\nVice-Presidents, who shall be ez..ojJicio Honorary Members of the\nSociety, and shall haye the privilege of being present at any of t.he\nMeetings of the Council.\nCONSTITUTION.\n4.-The Society shall consist of-\n(0) MEMBERS, who shall contribute not Il'SS than two guineas\nannually, or a single payment of twenty guineas, and who\nshall be eligihle to any of the offices of the Society; and\nshall be entitled to vote in the election of the Governing\nCouncil and at all meetings of the Society; to usc its\nReading-rooms and Libraries; to borrow books from its\nLibraries; and to the free receipt of any journal, transactions,\nor periodical publication which may be issued by the Council.\n(6) AssOCIATES, who shall contrihute not less than one guinea.\nannually, or a single payment of ten guineas, and who shall\nbe eligible to any of the offices of the Society; and shall\nbe entitled to attend all Meetings of the Society, except sucb\nas are convened for business purposes only, and to the free\nreceipt of the ordinary published Proceedings of the Society;\nand shall have free o.ccess to its Reading-rooms and Lihraries_\nMembers and Associates shall be entitled to purchase all the\npUhlications of the Society at half their published price.\n5.-All Memhers and Associates of the Society shall he elected by\nthe Council. Eyery candidate for admission shall be required to give\nsuch references as shall be approved hy the Council, unless he shall\nhaye been proposed in writing by two or more Members or Associates.\nwho, on his Lehalf, and by his authority, shall assent to the Constitution\nand Rules of the Society, and consent to abide and be governed by\nthem, one of wIlom shall have certified in writing, from personal\nknowledge of him, that he is a fit person for admission. Every SUell\ncertificate having llCen read and appl'OYed at a l\\leeting of tIle Council,\nthe election shall be proceeded with; the election to be by ballot, and\n.,ne black ball in six to exclude. The Council sll8o11 cause tlle result to\nDigitized by Google\n\fOonstitllUon ami Rule&. 49.>\nbe mai!o> known to the candidate, who, if elecW, shall be furnished\nwith a certificate of election Ilnd 1\\ copy of the \"Constitution and\nRules.\"\n6.-The subscription sWI become due immediately on election, and\nafterwards in advance on the first day of January in each year. In\nthe case of any Member or Associate being elected on or after the 1st\nof October, his subscription shall be accepted as for the following year.\nThe subscription of each year remaining unPaid on and after the 1st\nof July, will be considered Il.S in arrear, and no lIember or Associate\nso in arrear shall be entitled to enjoy any of his pri\\ileges while such\nsubscription remains unpaid. Any Member or Associate who is more\nthan three months in arrear, and who fails to pay after two applic<'1.\ntions in writing, shall be liable to be struck oft' the list.\n7.-If any Member or Associate desire to resign, he shall give\nwritten notice thereof to the Secretary. He shall, however, be liablo\nfor all subscriptions which shall then remain unpaid.\nHONORARY MEMBERS AND HONORARY AssOCIATES.\nS.-The Council may invite any person who\n(i) is either distinguished for knowledge or experience in Psychical\nResearch or otherwise eminent, to become an Honorary\nMember of tbe Society; or any person who\n(ii) has rendered services to the Society,\nto become an Honorary Associate, lIuch person to be eligihlo\nfor re-election annually.\nHonorary Members and Associates shall have the privileges without\nthe obligations attaching to Associates.\nCORRESPONDING :MEMBERS.\n9.-The Council shall bave power to elect as Corresponding\nMembers, who shall be on the same footing as Honorary Members.\npersons able and willing to forward the objects of the Society. They\nshall be eligible for re-election annually.\nGENERAL MEETING8.\nlO.-The Anniversary or Annual Generallleeting of the l\\lembers\nof the Society shall be beld in the month of January, on a day to Le\nfixed by the Council, and of which not le.c;s thaD twenty-one days' notice\n2 K 2\nDigitized by Google\n\f406\nE>hall be gil·en. The business of such Anniversary Meeting shall be to\nreceiYe the Annual Report of the Council, and Statement of Assets and\nLiabilities, to elect New Members of Council, and to discuss questiollS\non the Rules and management. A Member shall not moot any question\non the Rules or management of the Society unless he shall have given\nat least fourteen days' notice thereof to the Secretary, but amendments\nto any motion may be brought forward without notice, provided they\nrelate to the same subject. The Secretary shall giye seven days' notice\nto every Member of all questions of which such notice shall have been\ngiyen to him.\nI I.-Special General Meetings of the Members of the Society may\nbe convened by the Council, or by the President, or by the Secretary on\nthe requisition of ten Members, and notice of such Meetings, stating the\nobjects, shall be given at least ten days previously, and no other\nbusiness shall be entered upon at such Meetings than that stated in the\nnotice.\nI2.-All General Meetings of the Members of the Society shall be\nconyened by circular to the Members.\nPROCEEDINGS IN GENERAL MEE1'ING.\nI3.-The quorum necessary to constitute a General Meeting shall\nbe ten.\nH.-The President of the Society shall pl'eside ex-officio; in his\nabsence anyone of the Vice-Presidents who may at the same time be 0.\nMember of the Society; or should no such Vice-President be present,\nn Member of Council. In their absence the Meeting shall nominate\nits Chairman.\nI5.-If within one Jlour from the time appointed for the Meeting n.\nquorum is not present the Meeting shall stand adjourned for one week.\nAt the adjourned Meeting the number present for the time being shall\nconstitute the legal number.\nI6.-All questions shall, at a General Meeting, be ~etermined by a.\nmajority of the Members present, except in the election of 11embers of\nCouncil at the Annual General Meeting, for which election voting\npapers shall be accepted. The Chairman shall have a second or casting\nvote at all General l[eetings of the Society.\nDigitized by Google\n\fOO1l8titlltiO\" ami Bule,. 401\nELECTION AND BUSINESS OJ' COUNCIL.\nIT.-The Council shall consist of eighteen members, elected\nannually at 0. General Meeting, and of other members co-opted from\ntime to time by the Council, provid~ that the whole number shall ,not\nexOCt'd twenty-four. The names of persons for the first time proposed\nto be co-opted on the Council shall be brought forward at one Meeting\nof the Council, and shall be sent round to all members of Council\nprevious to its next }Ieeting, when the voting shall be by bailot, and a\nunanimous vote of those present shall be requisite to carry the election.\nThe members co-opted from time to time by the Council shall cease to\nhold office at the Annual Meeting at which new members are elected,\nhut may be co-opted afresh at the First Meeting of the Council after\nsuch Anllual Meeting.\nH~.-Of the eighteen elected Members of the Council of the Society\nso appointed, six or whatever number may be required to reduce the\nnumber of elected Members to twelve shall go out of office at the time\nappointed for election of Council in the year 1883; one other third, at\nthe time appointed for such election in the year 1884, and the remainder\nat the time appointed for such election in the year 1885, and the\nvacancies so made shall be filled by fresh elections. All Members of\nCouncil from time to time elected at the annual elections shall go out\nof office at the time appointed for the annual election in the third\nfollowing year. The Secretary shall e,-ery year, at least twenty-one\ndays before the ensuing Annual General Meeting,send to all the Member.\nof the Society a list of the retiring Members of Council, and a statement\nwhether all, and if not, which of them are candidates for re-election. In\nnIl cases the retiring Members shall be deemed as remaining in office\nuntil they shall have been re-elected or their successors appointed.\n19.-Any Member or Associate of the Society who shall Itaye paid up\nall SUbscriptions due from him, including that for the current year, or any\nVice-President, HonoraryMember,or Honorary Associate of the Society,\nshall be eligible for election, or re-election, as a Member of Council.\nprovided he shall have been nominated in writing by a Member of the\n~iety, duly qualified, and such nomination shall have been forwarded\nto the Secretary fQurteen days before the time of holding the Annual\nGeneral Meeting. A list of the persons 80 nominated shall be forwarded\nto all the Mt:mbers of the Society, at least ten days prior to the\nDigitized by Google\n\f-!l9B CiJlltdituiion al\/d Rule8.\nlneeting. In case more persons, duly qualified, shall he nominate<l for\n-election at any Annual Gen~ral Meeting than are required to fill up the\nvacant places of those retiring by rotation, then such persons shall be\npreferred and declared elected as shall obtain the highest number of\nvotes.\n20.-If the number of nominations for election to the Council\n-exceed the number of vacancies, voting papers shall be lent round to all\nMembers of the Society, at least ten days prior to the Annual General\n}Jeeting. These papers must be in the hands of the Secretary of the\nSociety before the commencement of ihe Meeting. They shall be duly\nsigned by the Member Yoting, and be enclosed in envelopes securely\nfastened and marked on the outside\" voting paper,\" and enclosed in a\nletter sent to the Secretary and signed hy the Member \"oting, and they\nshall not he opened till so directed by the Chairman at the Meeting.\n21.-The Council shall at their first Meeting after e\\-ery Annual\nGeneral Meeting, elect a President as provided for in Rule 3. A~ the\nsame Meeting they shall also elect a Treasurer and Auditor, and such\nother officers as they may deem expedient, who shall retire from office\nannually, at the same time amI under the same conditions M provided .\nfor in the case of the President by Rule 3. They shall from time to time\n-elect Vice-Presidents, Members of the Society, and Honorary MemberR,\nas provided for lly Rules 3,5, and 8. They shall have power to appoint a\nsalaried Secretary, and such other paid officers, assistants, and servants\nas they may deem necessary, and to determine their duties. All the\nappointments made by t.he Council, the Council may at their pleasure\n!'evoke.\n22.-The Council shall elect persons duly qualified to fill up any\nvacancies which may, from time to time, occur in their own body ; and\nany such persons so elected shall go out of office at the time when the\nterm of office of the persons in whose places they were respectively ap-\npointed would have expired.\n23.-The Council shall meet monthly, unless otherwise determined.\nAn attendance book shall be kept, and signed by each Member of the\nCouncil at the time of entering the Council-room. In all Meetings of\nthe Oouncil four shall be a quorum; aU questions shall be decided by\nvote, and a decision of the majority shall, except where otherwi~\nDigitized by Google\n\fOon8titlltwn alld RIIle8. 499\nprodded hy these Rules, be the decision of the Meeting; the Chainnan\nto have, in adclition to his own, a casting ,,·ote. The Chair shall b~\noccupied by the President; or in Lis absence by a Vice-President who\nis a subscribing Member of the Society, or should no such Vice-President.\nbe present, by a Member of Council chosen by the Meeting.\n. 24.-The Oouncil shall have power to appoint for special purposes\nOommittees composed of Members of the Society or other suitable\npenons. Every Committee appointed by the Oouncil shall report its\nproceedings to the Council through the. Chairman or Seoretary of sucb\nCommittee, one of whom must be a Member of Council, and no report\nsholl be published without the sanction of the Council.\n25.-The Council shall have power, by a ml\\iorityof three·fourths\nof the ~lembers present, in a Special Meeting of their own body duly\nconvened for tho purpose, and of which, and of the objects thereof, not\nless than seven days' notice shall have been gi\"'en to each Member of\nthe Council, to add to, suspend, or alter any of the rules, regulations,\nand bye-laws of the Society; such altel-ation to be in force only until\nthe next ensuing Anniversary Meeting, unless it llC then confirmed\nlly the vote of a majority of the MemllCrs of the Society there\npresent.\n26.-The Council shall have power to employ the fWlds of the\nSociety, including any funds obtained by donation, bequest, or\notherwise, in any manner consistent with the objects thereof, and they\nmay invest any surplus funds in such securities and in such manner\nas they may deem proper; and they may sell, employ, or re-invest the\nsaid funds.\n27.-The Council may establish Branches, and Local or Provincial\nSocieties, in any part of Great Britain or elsewhere, \\lnder such regula-\ntions, and subject to such limitations as they may deem fit.\n. 28.-The Council shall have power from time to time to co-operate\nwith, or accept the alliance of, othel' Societies, having similar objects in\nview.\nAUDITORS.\n29.-There shall be two Auditors-one chosen by the Members\nof the Society, and one chosen by the Members of the Council. These\nshall audit the accounts of the Society, and report thereon to the\nOouncil. The auditors shall be emPowered to examine into the par-\nDigitized by Google\n\f600 OOI18fitution a;,d Bilks.\nticuln.rs of all expenditure of the funds of the Society. where they\nshall see occasion; and ma.y report their opinion upon the whole or\nany part of it, whether it has been expended in accordance with thE'!\nconstitution of the Society. '\nFINANCE.\n30.-The Council shall cause true &Coounts to be kept of all sums of\nmoney received and paid, and shall submit the accounts of the Society,\nwith a statement of the a.sset3 and liabilities, to the Annual Geneml\nMeeting.\nPROPERTY AND FUNDS.\n31.-Every paper &Ccepted by the Society for reading or publication\nshall become the absolute property of the Society, unless the author's\nrights be specially reserved..\n32.-Tbe property of the Society shall be invested in Trustees\nchosen hy tbe Council. The Trustees shall he eligible to any other\noffice in the Society.\nNOTICES.\n33.-The posting of a notice to the registered ad(h'ess of 1\\ Member\nor Associate shall be deemed service of a notice. Members or\nABSocia:tes residing abroad shall name a place of addrcBS in the United\nKi~tdom. In default of sucb address, the posting of n. notice in 1\\\nconspicuous pl&ce at the Offices of the Society shall be deemed to be n.\nnotice.\n34.-A notice forwarded by post to thft Secretary of II. Branch or\nAllied Society shall be deemed a notice to the Membf'rs of the Soci!'ty\nof which he is Secretary.\nINTERPRETATION 01' RULES.\n35.-ln the Interpretation of these Rules words importing the\nsingular number only, include the plural, and words importing the\nmasculine gender only, include the feminine.\nNatlunal Preu Allene1. Umlted. 13, Whltefdara SINet. B.C.\nDigitized by Google\n\f","_id":533}