{"name":"Proceedings of the Society for Psychical Research 3879 1971 8871","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v4_29_0ctober_1885.pdf","mytitle":"Proceedings of the Society for Psychical Research, V4, October 29, 1885","mylang":"de","content":"SOCIETY FOR PSYCHICAL RESEARCH.\nPROCEEDINGS OF THE GENERAL MEETING ON\n0ct0beT 29, 1885.\nThe seventeenth General Meeting of this Society was held at\nQueen Anne's lIansions, St. James' Park, on Thursday, October\n29, 18M.\nPROFESSOR W. F. BARRETT, VICE-PREsIDBNT, IN THB CHAIR.\nThe following paper was read:-\nI.\nHUMAN PERSONALITY IN THE LIGHT OF HYPNOTIC\nSUGGESTION.\nBy FRBDBRIC W. H. MYERS.\nEO.no Ifi p«~lfoll, \" 'f'«'~p;;'l1 of'f'\/IIT\/IC 6{).1\"\n\"011 i6ilcl. TW; l' «VTI x., U7n!6IOllT\/IC, i\"jlipll.\nThe facts and inferences contained in the present paper will be novel,\nand even startling, to many of my readers. Whatever may be thought\nof the II'UCCe88 of my argument, I shall hope at least to deserve some\ncredit for candour. Being deeply interested in a particular method in\nmatters psychological, and believing that this method ultimately leads\nto certain positive results which I hold to be of the utmost value, I am\nnevertheless about to show that this very method leads in the first plaoe\nto certain negative results, which so far as they go-and that is very\nfar-do at least appear directly to contravene those very conclusions\nwhich I hold as so uniquely important.\nThe method to which I refer is that ofexperimental P'1Iclwlo!l1l in its\nstrictest sense-the attempt to attack the great problems of our being\nnot by metaphysical argument, nor by merely introspective analysis,\nbut by a study, as detailed and exact as in any other natural science,of\nall such phenomena of life as have both a psychical and a physical\naspect. Pre-eminently important for such a science is the study of\nabnormal, and, I may add, of ~, mental and physical con-\nditions of all kinds. First come the Bpcmtaneotu states; sleep and\ndreams, somnambulism, trance, hysteria, automatism, alternating con·\nlCiousness, epilepsy, insanity, death and dissolution. Then parallel with\nthese spontaneous states runs another series of induced states; nar-\ncotism, hypnotic catalepsy, hypnotic somnanlbulism, and the)ike, whi.ch\nDigitized by l::.OQgle\n\f2 [Oct. 29,\nafford, as though by a painless and harmless psychical vivisection, an\nunequalled insight into the mysteries of man. Then, again, after\nstudyiflg the machinery thus thrown slightly out of gear, after isolating\nand exaggerating one process after another for more convenientscrutiny,\nwe may return to those normal states which lie open to our habitual\nintrospection, having gained a new power of disentangling each par-\nticular thread in the complex of mentation, as when the microscopist\nstains his object with a dye that affects one tissue only among several\nwhich are indiscernibly intermixed.\nThis method, though not absolutely novel, is relatively novel. In\nits germ,indeed, it is at least as old as Aristotle, to say nothing of those\nobvious speculations on sleep and dreams whioh everywhere form the\nrudiments of psychological inquiry. But it is now being revived, after\npretty general neglect, in a manner far more systematic than was ever\npossible before, for the simple reason that the advance of physiology\nduring the last century has supplied an unprecedented quantity of raw\nmaterial for the psychologist to work up.\nThe few men who, like Wundt, are both physiologists and philo-\nsophers, have naturally a leading part in such a task as this. But\nthere is much to be done which such men as M. Tame and M. Ribot,\nnot themselves practical physiologists, are better fitted to accomplish\nthan the professed alienist or the practising physician. There is need\neven of special knowledge in directions other than biological, as the\ntractate of Professor Liegeois, presently to be mentioned, will suffi-\nciently show. And, in fine, any student who honestly endeavours\nto assimilate the facts which lie ready to his hand, and to make\nexperiments which are within the reach of ordinary intelligence and\ncare, has at this juncture a fair prospect of attaining results of per-\nmanent value.\nSuch, then, is the method of inquiry which will be attempted.\nNext, as to the conclusions to be demonstrated-conclusions which, as\nI have implied, I should deeply regret to have to accept as complete or\nfinal. My own conviction is that we possess-and can nearly prove it\n-some kind of soul, or spirit, or transcendental self, which even in this\nlife occasionally manifests powers beyond the powers of our physical\norganism, and which very probably survives the grave. Thus much I\nam bound in candour to say, lest in what follows I should seem to be\nmystifying the reader, or sailing under colours not my own. But I am\nnot going to attempt to prove these opinions here:1 on the contrary, I\nam going to try to show that certain strong, almost universal preposses-\n1 The reader interested in this topic is referred to an article on .. Automatic\nWriting,\" in Part viii. of the Procuding, of Ute S.P.R., and to the forthcoming\nbook entitled Phantcunl8 oftlu LitJitig. . .. Gooole\nDigitized by \"\n\f1885.] Hwma;n, Per8onality. 3\nsions, which make for my own creed, are in fact unfounded. I believe\nthat I have a true and permanent self, but I shall here maintain that if\nI have such a self,' I am certainly not conscious of him, and that,\nwhatever he may be, he is at any rate not what I take him for. In\nother words, the old empirical conception of human personality must be\nanalysed into its constituent elements before the basis of a scientific\ndoctrine of human personality can safely be laid.\nIt is plain that if a question of such magnitude as this is to be dealt\nwith in a short paper, it must be simplified in all possible ways, though\nat the cost of omitting many points, and of leaving many points so\nstated as to he open to easy attack. And first of all we want some kind\nof definition to start from as embodying the ordinary accepted notion\nof man's personality. Were this a systematic treatise, it would be\nnecessary to discuss definitions of the Ego or Self advanced at different\ntimes by such various authors as Bume, Mill, Spencer, Kant, Schopen-\nhauer, Maine de Biran, 'Vundt, &c., and to indicate the relation which\nthe views here expressed bear to their different theories. But this task\nmust be postponed; for the first thing needful is to present certain\nnovel facts, with the singular conclusions to which they point, in as\nclear a light as possible. And we need to throw these facts into relief,\nas it were, upon some definition of man's personality which shall be\nexpressed with care and precision, yet shall not bear too marked\nan impress of anyone philosophical school. Such a definition I find in\nwhat is called the Common-sense philosophy of Reid. The passage\n(from the essay on the Intellectual Powers of Man) WII.S published a\ncentury ago, but it will still, I imagine, express the views of the great\nbulk of my readers.\n\"The conviction which evel\"!' man has of his identity, as far back as his\nmemory reaches, needs no aid of philosophy to strengthen it; and no\nphilosophy can weaken it without first producing some degree of insanity.\n. . My personal identity, therefore, implies the continued existenctl of\nthat indivisible thing which I call myself. Whatever this self may be, it is\nsomething which thinks, and deliberates, and resolves, and acts, and suffers.\nI &111 not thought, I am not action, I &111 not feeling: I &111 something that\nthinks, and acts, and suffers. My thoughts and actions and feelings change\nevery moment; they have no continued, but a succe88ive existence; but that\nsill or I, to which they belong, is permanent, and has the same relation to\nall the succeeding thoughts, actions, and feelings which I call mine. . . .\nThe identity of a person is a perfect identity; wherever it is real it admits\nof no degrees; and it is impo88ible that a person should be in part the same\nand in part different, because a person is a mO'luui, and is not divisible\ninto parts. Identity, when applied to persons, has no ambiguity, and admits\nnot of degrees, or of more and 1e88. It is the foundation of all rights and\nobligations, and of all accountableness; and the notion of it is fixed and\nprecise.\" ized by Google\nn I)\n\f4r Hwman PerBO'fU1J,ity. [Oct. 29,\nThis seems a fair statement of the obvious verdict of introspection,\nof the conclusion to which we come when we. regard ourselves as\ncomplete articles, as the child looks at her doll. But suppose that\ninstead of taking ourselves for granted as ready-made articles, we look\nat ourselves not with the child's but with the dollmaker's eyes, and\nconsider how we could most cheaply be turned out. What are the\nlowest elements, the simplest methods, from which we could educe this\napparent psychical unity 1\nWe start, then, with the single cell of protoplasm, endowed with\nreflex irritability. We attempt a more complex organism by dint of\nmere juxtaposition, attaining first to what is styled a \"colonial con-\nsciousness,\" where the group of organisms is for locomotive purposes a\nsingle complexly acting individual, though when united action is not\nrequired each polyp in the colony is master of his simple self. Hence\nwe advance to something like a common brain for the whole aggregate,\nthough intellectual errors will at first occur, and the head will eat its\nown tail if it unfortunately comes in its way. We have got here to a\nstate like that of the mad John Henry, who alternately boxes his right\near, saying that John is a ruffian, and his left, saying that Henry is a\nfool. We rise higher; and the organism is definitely at unity with\nitself. But the unity is still a unity of co-ordination, not of creation ;\nit is a unity aggregated from multiplicity, and which contains no\nelement deeper than the struggle for existence has evolved in it. The\ncells of my body are mine in the sense that, for their own comfort and\nsecurity, they have agreed to do a great many things\" at the bidding of\nmy brain. But they are servants with a life of their own; they can\nget themselves hypertrophied, so to speak, in the kitchen, without my\nbeing able to stop them. Does my consciousness testify that I am &\nsingle entity 1 This only means that a stable cren88tltesia exists in me\njust now; a sufficient number of my nervous centres are acting in\nunison; I am being governed by a good working majority. Give me &\nblow on the head which silences some leading centres, and the rest will\nsplit up into \"parliamentary groups,\" and brawl in delirium or madness.\nDoes memory prove that I was the same man last year as now 1 This\nonly means that my circulation has continued steady; the brain's\nnutrition has reproduced the modifications impressed on it by stimuli in\nthe past. My organism is the real basis of my personality; I am still\nbut a colony of cells, and the unconscious or unknowable from which\nmy thoughts and feelings draw their unity is below my consciousness\nand not above it; it is my protoplasmic substructure, not my trans-\ncendental goal.\nSuch, in rough outline, is the theory of human personality towards\nwhich psycho-physical inquiry seems at present to po~~ _ ~ _metaphor\nmay perhaps help us to picture to ourselves tJ1l_cttw~~ves, and\n\f1885.] Human Per8onality. 5\nthe kind of arguments which may be sought to prove or disprove either\nof them.\nLet us suppose that we are looking at a Zigld, a luminous appearance\nwhich we cannot closely approach, and that we are discussing whether\nthe light proceeds from an incandescent solid body, or whether it is\na mere shifting luminosity of marsh-gases, a will-o'-the-wisp.\nOur first impression is that the light proceeds from a solid body, for\nthe following reasons :-\n(1) The light is brilliant, and has a definite central glow. That is\nto say, in the parable, that our sense of personality is strong, and our\ncontrolling will an unmistakable and definite authority.\n(2) The light is continuous, with certain brief regular intermissions\nonly, which we take to be caused by the supply of fresh fuel. That is\nto say, our mem.ory seems a continuous thread, with only the regular\nintermission of sleep, during which we may suppose that fresh energy\nis being gained, without any real break in the personal con-\ntinuity.\n(3) The light is stationary, and while it lasts its general aspect\nremains much the same, subject to a gradual steady growth when first\nkindled, and ultimately to decline and extinction.\nThat is to say, our tastes and character remain pretty much the\nsame. The special capacities for pleasure and pain, action and per-\nception, which characterise each of us, do not change suddenly and\narbitrarily, but grow with our growth, and slowly alter with our decay.\nNow let us see how far these three elements of human personality,\nviz., central will, continuous memory, homogeneous character, retain\ntheir definiteness when subjected to analytic experiment. And I shall\nhere consider one form of experiment alone. I shall treat only of the\nhypnotic state, a condition which affords us (in Professor Beaunis'\nwords), \"une veritable vivisection morale,\"l but a vivisection, as I have\nalready said, which is absolutely painless and harmless-nay, is often\naccompanied by direct benefit to its subject. By thus throwing the\npsychical machinery a little out of gear, by sending all the energy of\n1 This view of hypnotis1h, as above all things a metAod of p8yclwlogical\nezperiment (rather than as a mere physiological curiosity, or as a therapeutic\nagency) pervades all that Mr. Gurney and I have written on the subject, and\nwas distinctly formulated in an article in the National Review for July, 1885,\n&lao printed in S.P.R. Proceeding8, Part ix. The modem French school of\npeycho.ph)'llicistl! have all>O (M. Richet especially) been tending for some time\ntowards this view, and Professor Beaunie has given it explicit expression in an\narticle in the Revue PMloaophique for July, 1885. Baron Du Prel, in his\nPAilcaophie der Myatik (Leipzig, 1885,) has insisted, with much ingenuity and\ndetail, on the lesaous derivable from hypnotic or spontaneous. displacements of\nthe threshold of consciousness. Digitized by Googie\n\f6 Hwman Personality. [Oct. 29,\nthe engine through a few looms arbitrarily selected out of the myriads\nwhich are habitually at work, we can watch the effects of inhibition and\n. exaggeration as applied to limited centres of psychical energy which we\nhave no other way of isolating from the confused complexity of normal\nlife. Hypnotisml is in its infancy; but any psychology which neglects\nit is superannuated already.\nOne further word is necessa.ry before I come to the experiments\nthemselves. It may be asked whether the French experiments which I\nam about to mention are altogether trustworthy; whether there has not\nbeen simulation on the part of the subjects who are credited with such\nextraordinary performances. I will briefly give my reasons for credit-\ning the cases which I shall cite. In the first place, I have myself at\nvarious times obtained results, on subjects well known to me, which\nwere altogether analogous to these French cases, though less striking\nand conspicuous. I must recommend this practica.l method of gaining\nconviction, above all others, to any serious inquirer. In the second\nplace, various groups of experiments carefully performed by committees\nof the Society for Psychica.l Research, in which I took part, and recorded\nin our Proceedings, give results which are also in harmony with the\nresults of Messrs. Bernheim, Bea.unis, dtc. And in the third place I\nhave, through the kindness of Drs. ChArcot, Ftlre, Bernheim, and\nLiebea.ult, myself witnessed typica.l experiml'nts at the Sal~triere in\nParis, in the HOpitaJ Civil at Nancy, and in Dr. Litlbea.ult's printe\npractice; have been allowed myself to perform experiments (with the\naid of Mr. Gurney and Dr. A. T. Myers) on the principal subjects\nwhose cases are recorded; and have in other ways satisfied myself that\nthe cases vouched for by Drs. Bea.unis, Bernheim, Ftlrt', Liebea.ult, Paul\nRicher, Charles Richet, and Professor Litlgeois, have been recorded with\n1 I have uBed the term .. hypnotism\" throughout this paper, but I do not\nconcede that the hypnotic phenomenaare always produced by mere monotonous\nstimulation or other mechanical causes. I still hold to the view of CUl'ier, that\nthere is in some cases a specific action of one organism on another, of a kind as\nyet unknown. Thi8 theory is generally connoted by the term .. mesmerism...\nSince the days of Braid there h&8 been a tendency to exclude it &8 unnecessary\nand even fantastic. Mr. Gurney and I (with Dr. Despine, in l<'rance) stand\nalmost alone among recent writers in adhering to it. Our contention baa\nsteadily been that no one h&8 &8 yet advanced experiments numerous or careful\nenough to di8prove the 8pecifiC influence in question,and that certain of our OWD\nexperiments, of EsdaUe'8, &c., come very near to proving it. It is worthy of\nnote that Dr. Liebeault, of Nancy, the most experienced of all living\nhypnotizers, after practising hypnotism for twenty-five years on several\nthoWWld persoM, and '\\\"riting a treatise against the theory of specific influence,\nh&8 recently convinced himself by 8till further experiment that such specific\nintluence does in some cases exist. (Etude BUr.\" ZooptClgMt~8, par A.\nLilSbeault,I883.) Digitized by~0081e\n\f1885.] Human Pers<mality. 7\nthe candour and accuracy for whioh the reputation of these .aVIIntB is\nin itself no small guarantee.1\nI may add that although the validity of the cases has been assailed\nfrom an apriori point of view by several writers, I cannot find that\nany competent person who has actually witnessed the experiments has\nexpressed any doubt as to their trustworthiness. I am anxious that\nwider attention should be directed to these singular results, and further\ncriticisms made. But in the meantime I think that the reasons given\nabove justify me in treating them as veritable acquisitions to science.!\nI begin, then, with the question of the light thrown by hypnotio\nexperiments on human free-wiU. . The reader will naturally dread the\nrevival of 80 well-worn a controversy. But I venture to promise him\nsomething reaJly new, namely a distinct experimental proof that my\nsensation of free choice in the performance of an action is perfectly\nconsistent with the absolute foreknowledge of my action on the part of\nanother person, and even with his distinct imposition of that action\nupon me. I begin intentionally with the smallest and most trivial\ncases. And first I ta.ke an experiment so common and rudimentary\nthat probably many of my readers have seen it tried, though its full\nsignificance has hardly been realised.\nI partially hypnotize a subject and say to him, \" Now you can't open\nyour eyes!\" He keeps his eyes shut. \"Now laugh!\" He laughs.\n\" Now your name is Nebuchadnezzar. What is your name 1\" \"Nebu-\nchadnezzar.\" I wake him him up and say, \" You were hypnotized; you\ncould not help obeying my suggestions.\" \"Not at all,\" he replies. \"I\ndid exactly what I pleased. I shut my eyes because I was tired of\nlooking at you. I laughed at your absurd belief in your own powers. I\ncalled myself Nebuchadnezza.r merely in order to answer you according\nto your folly.\" .. Very good; you have had your joke, but now the\njoke is over; you are not to adopt my suggestions if you can possibly\n1 I ought to add that neither Mr. Gurney nor I can always concur with these\nIOtJaUU as to the exact interpretation to be placed on the observed phenomena;\nbut this is a different and a more technical matter, which need not here be\ndiBcwvJed.\n2 The experiments on which this paper is largely based will be found mainly\nin the following works :-Bea.unis: Reclurchu Exp~rimentalu, &<c., ii., Paris,\nBailm~re, 1886. Bernheim: De la ,uggution dana I'Mat hyprwtique et dana\nNtat de mile (1884). Liebeault: Du 80mmeil et du ~tata analoguu (1886).\nLiegeois: De la auggution hypnotique dana au rapports avec Ie droit civil et Ie\ndroit criminel (1884). Paul Richer: Trait~ de I'hY8Uro-tpilepBie (2nd Edn.,\n1885). Charles Richet: L'homme et l'intelUgence (1883). Proceedings S.P.R.,\nVola. i. and ii. (Triibner, 1883, 1886). Dr. Pitres and the Bordeaux School have\nobtained precisely analogous phenomena, though I have not mentioned them\nhere; wishing to confine this paper to C&Sell of which I have some personal\nknowledge. Prof. Bernheim's new book, \"De la suggestion et de _ applica-\ntions ala tberapeutique,\" Paris, 1886, contains a great ma§¥, fresh eases.\n\f8 H'U'11W\/1I, P6'I'8O'1U11,ity. [Oct. 29,\nhelp it.\" \" Agreed.\" I make some more passes and again ask him his\nname. He is silent, and I press the question. \"Nebuchadnezza.r,\" he\nslowly and hesitatingly replies. I wake him up and ask him why he\nsaid this. \"Oh, when the time came,\" he says, \"I thought that I\nmight as well call myself Nebuchadnezza.r as anything else.\" Here we\nhave a conf'U.ll'ion of will ; the subject could not in reality help making\nthe suggested reply; he felt the hypnotizer's will obsusing him, but yet\nwas just able to maintain a kind of awkward half-belief in his own\n. spontaneity. My next example shall be a transitional case, extremely\ntrivial, but interesting because the subject was able to describe with\nexactness the mode of upspringing of the impulse in her mind. I may\nremark that it is usually more difficult to implant these suggestions in a\nmind which has been well educated and is accustomed to self-control\nA suggestion which will take effect in a heedless, vacant mind will\noften be crushed in its birth by a habit of repressing inopportune im-\npulses. The subject of the present experiment had been many times\nhypnotized by me and was susceptible to suggestions, but she opposed\nso much sub-conscious resistance to doing anything outre or unusual that\nit was hard to hit on a suggestion ofjust the depth of absurdity which\nher unconscious mind would tolerate.\nOne day when she was in the hypnotic trance I suggested to her that\nsoon after waking she would continue a task on which she was engaged\nwith another lady, of colouring a large sketch which included some\nbrickwork, and that she would paint the bricks blue. I repeated once\nor twice, \"Blue is the prettiest colour for bricks; you will paint them\nblue.\" I then woke her, and, as usual, she remembered nothing which\nhad been said to her in the trance. Very soon she began to paint the\ndiagram, and when she came to the bricks she hesitated awhile, and\nthen said to the other lady, \"I suppose it would never do to paint these\nbricks blue 1\" \" Why blue 1\" was the rejoinder. \" Oh !\" was the rather\nshame-faced explanation, \"it only occurred to me that it would look\nrather nice.\" She was then told the true origin of this impulse, and she\nstated that the words\" Blue bricks! blue bricks!\" had been running in\nher head, and that the absurd notion of how well the colour would look\nhad got such hold of her that she could not help making the childish\nproposal to use the blue paint. Here we have a vanishing trace of\nobsession, a subject feeling an apparently spontaneous impulse to perform\nthe act suggested, yet just aware of an oddness in the way in which the\nimpulse came. Next to this come the cases of complete illusion of free-\nwill, where the subject in performing the suggested act is urged by an\nimpulse which seems to him quite self-originated, and which he justifies,\nif called on to do so, by some imaginary reason of his own. I again\nintentionally select a case where the suggestion is of an absolutely\ntrivial kind. Digitized by Google\n\f1885.] H'lJll'M,fI, p6'l'8O'M1;i,ty. 9\nDr. Bernheim suggestedto a hypnotized subject in the Nancy hospital\nthat when he awoke he would take Dr. X.'s umbrella, open it, and walk\ntwice up and down the covered gallery. He woke, took the umbrella,\nand walked as suggested, though with the umbrella shut. Asked why\nbe was walking in the gallery, he answered, \"C'eat une idee! je me\npromene pariois.\" \"But why have you taken Dr. X.'s umbrella. t \"\n\"Oh, I thought it was my own; I will replace it.\" I have seen many\nexperiments of this sort, and it is hard to persuade the subjects that\nany mind but their own has started the trivial act.\nThe advantage of these trivial cases is, that they exhibit the power\nof suggestion pure and simple, without any kind of accompanying\nemotional shock. The idea is placed in the mind as quietly as a seed\nin the ground, and it works itself upwards into visible fulfilment at the\nappointed time with the saine tranquil regularity as the springing blade\nin its season. But the infused ideamay be of a more startling kind. A\ngood subject may be made to do almost anything, and to justify the act\non any trivial ground which occurs to him at the moment. Nor is this\ninfluence confined to the period of trance. In favourable subjects the\ncommand is executed even after the subject has been awakened, and\nappears perfectly normal. Professor Liegeois, whose speciality is\nmedical jurisprudence, has taken much pains to induce Dr. Liebeault's\npatients to commit a number of crimes-as murder, theft, peIjury, &c.,\na.nd has made them give him receipts for large sums of money which he\nhas never really lent them. I abridge a passage from his careful and\nconscientious tractate.\n.. I have spoken of my friend M. P., a former magistrate. I must accuse\nmyself of having endeavoured to get him murdered, and this moreover in the\npresence of the Oommi88aire Central of Nancy, who witne88ed the occurrence.\n.. I provided myself with a revolver and several cartridges. In order to\nprevent the subject, whom I selected at random from among the five or six\naomna.mbules who happened to be at M. Lilibeault's house on that day, from\nsupposing that the thing was a joke, I charged one of the barrels and fired it\noff in the garden, showing a card which the ball had piel'Ced. In 1888 than a\nquarter of a minute I suggested to Mme. G. the idea of killing M. P. by a\npistol-shot. With perfect docility Mme. G. advanced on M. P. and fired at\nhim with the revolver. Interrogated immediately by the Commi88aire Central,\nshe avowed her crime with entire indifference. 'She had killed M. P.\nbecause she did not like him. She knew the consequences. If her life was\ntaken, ahe would go to the next world, like her victim, whom she saw (by\nhallucination) lying before her. bathed in blood.' She was asked whether it\nwas not I who had suggested to her the idea of the murder. She declared\nthat it was not so-that she alone was guilty, and that she would take the\nconsequences.\" [It had not been suggested to her that her act. was due to\n61tggestum.]\nSimilarly Mlle. A. E. (a very amiable young pe~~)eJg~I~\n\f10 [Oct. 29.\nProfessor Liegoois to fire on her own mother with a pistol which she\nhad no means of knowing to be unloaded. She WIloS also made to accuse\nherself before a juge d'imtruction of having assassinated an intimate\nfriend with a knife. When she thus accused herself she appeared to be\nin a perfectly normal waking state. And even the most bizarre actions,\nperformed under suggestion. look perfectly spontaneous when the subject\ncarries them out. The action may be dPlerred for hours or days after\nthe suggestion is given. Professor Liegeois gave to M. N. a paper of\nwhite powder, infornling him that it WIloS arsenic, and that on his return\nhome he must dissolve it in a glass of water and give it to his aunt. In\nthe evening a note from the aunt arrived IloS follows: \"Madame M. hllo8\nthe honour to inform M Liegeois that the experiment hlloS completely\nsucceeded. Her nephew duly presented her with the poison.\"\nIn this case the culprit entirely forgot his action, and WIloS unwilling\nto believe that he had endeavoured to poison a relative to whom he was\nmuch attached.\nExperiments like these will produce in the minds of many readers a\nfeeling of moral shock and alarm. In the first place, they may\nnaturally fear that a power like this may be abused for evil purposes,\nand the subject induced to commit real IloS well IloS imaginary crimes.\nAnd in the second place, they may suspect that even if no actual crime\nis committed, the mere fact of the subjection of the will to temptation\nmust leave some stain on the moral nature of the subject who hlloS thus\nacted out a guilty dream. I do not account the first of these apprehen-\nsions as chimerical, nor the second IloS squeamish; nay, I consider on the\nother hand that the advocate of hypnotic experiment is bound in\nca.ndour to exhibit IloS fully IloS I have done the grounds for moral demur.\nBut speaking from the experience of those best qualified to judge, I\nfeel justified in replying that there. is little fear that ca.ses like these will\never be more than the harmless curiosities of the lecture-room. As\nregards the danger of the suggestion of real acts of crime, it must be\nremembered in the first place that Professor LitSgeois' subjects were the\npicked specimens of a sensitive nation, and that among thousands of\nEnglish men and women perhaps not one clloSe of similar susceptibility\nwould be found. Again, there is a simple precaution which the French\nexperimenters recommend Ilos effectual. If a subject feels that he is\nbecoming too sensitive, let him get some trustworthy friend to hypnotize\nhim, and to suggest to him that no one else will be able to do so. Tbis\nsuggestion, it appears, fulfils itself like the rest, and the bane works its\nown antidote without further trouble.\nFor my part, especially where a female subject Wllos concerned, I\nshould recommend the still further precaution of not allowing anyone\nexcept a trustworthy friend to hypnotize her at all. As to the second\nground of apprehension, the possible tarnishi.JqJitM.J .iil~iense, or\n\f1885.] Hwman PerBOfW,lity. 11\nweakening of the moml fibre, by the mere performance, in however\nabnorma.l a state, of immoral acts, the requisite precautions are, I\nthink, very easy to take. In the first place, the subject, unleBB told to\nremember the acts, will absolutely forget them-always when they are\nperformed in the hypnotic trance, and generally when (like the poisoning\nof the aunt) they are performed by the subject after he has been\nawakened from the trance, and in a condition apparently normal. They\nremain no more in the subject's mind than if he had read them in\na book and forgotten them. Certain precautions, nevertheless, may\nwell be taken. I should avoid, for instance, making any sugges-\ntion which at all resembled a possible temptation of the subject's\nwaking state. I should not myself like to dream of injuring some real\npersonal enemy, but should feel no compunction if I dreamt that I had\nkilled the Emperor of China. Now when the dutiful and affectionate\nMlle. .A.. E. shot at her mother, it was not like a dream of yielding to\na temptation, it was like the purely fantastic dream which has no root\nin the moral nature.\nProf6llllOr Litigeois justly urges that his experiments have a practical\nvalue as showing that in the case of a person charged with some odd\nand motiveleBS offence, it is worth while to find out by experiment\nwhether the act may not have been performed in a somnambulic state.\nIn two cases already, persons thus accused have been hypnotized on a\nphysician's suggestion, and it has been proved to the sa.tisfaction of the\njudge that they were irresponsible for the acts ascribed to them, which\nhad been performed, without waking intention, in a state of spontaneous\ntrance.l\nIn fine, then, the hypnotic trance, like alcohol, chloroform, and other\nmeans of acting on the nervous system, can conceivably be employed by\nbad men for bad ends. But this evil is not hard to avert, and we shall\nsee, on the other hand, that the trance has, in good hands, a moralising\nefficacy of great va.lue-that it is a means not only to the advancement\nof knowledge, but to the improvement of character.\nFor the present I must return to the remark briefly made above\nthat the fulfilment of the hypnotic suggestion can be postponed at\npleasure for days, even for months, after the date when it is made. I\nabridge a characteristic case of ProfeBSOr Bernheim's:2 \"In the month\nof August I asked S. (an old soldier), during the trance, 'On what day\nin the first week of October will you be at liberty 1' 'On the Wednes-\nday.' ' Well, on that day you will ca.1l on Dr. Liebea.ult; you will find\nin his room the President of the Republic, who will present you with a\n1 Annale8 Mtdioo-psyclwlogifJUU, 1881, p. 468. ReIJ1.l.e Scientijiqlle, Decem-\nber,I883.\nI De la BUggution, p. 29. Digitized by Googie\n\f12 [Oct. 29,\nmedal and a pension.' I said nothing more to him on the matter, and\non awakening he remembered nothing. On October 3, Dr. Liebeault\nwrote to me as follows: I S. has just called at my house; he walked\nstraight to my bookcase, and made a respectful salute; then I heard him\nutter the word II Excellence!\" Soon he held out his right hand, and\nanswered, II Merci, Excellence.\" I asked him to whom he was speaking.\nII Mais, au President de la R~publique!\" He turned again to the\nbookcase and saluted, then went away. The witnesses of the scene\nnaturally asked me what that madman was doing. I answered that he\nwas not mad, but as reasonable as they or I, only another person wa.s\nacting in him.' \"\nII I can say,\" says Professor Bea.uuis, II to a hypnotized subject during\nhis sleep, I In ten days you will do such a thing at such an hour,' and I\ncan write in a sealed letter what I have told him to do. At the\nappointed hour the su~ject executes the suggestion exactly, convinced\nthat he acts thus because he chooses, and that he could have acted\ndi,tferently; and yet. if I make him open the letter, he finds the deed\nwhich he has just done prescribed for him ten days beforehand.\"\nI can hardly suppose that the mere perusal of a string of anecdotes\nlike these will produce much effect on persons who have never them-\nselves seen anything of the kind. But when one has become practically\nfamiliar with the course of the illusion, when one has seen the look of\nalert interest which accompanies the emergence of the suggested idea,\nin its due time, into waking consciousness, the look of eager decision\nwith which the subject carries out the notion which he supposes to be so\nentirely his own, one cannot help feeling that the distinction between\nreflex and voluntary action has become dubious indeed. II A voluntary\nact,\" one is inclined to say, in Ribot's words, II is only a reflex act of\nthe whole organism.\"\nFar down at the beginnings of life comes the scrap of protoplasm\nwith its power of re-acting to certain stimuli-a power which at first\nseems hardly to suggest anything more than a. mere special complexity\nof molecular arrangement. Gradually the power of reaction becomes\nmore and more subtle, yet for a long time no one suggests conscious\nwill. Then with the higher animals we have the controversy whether\nthey are automata or no,-whether they have a consciousness comparable\nto our own. Yet, even assuming that they have consciousness, it by no\nmeans follows that they have the sensation of free choice. It is even\ndoubtful how far children and savages have this sensation. Anyone\nwho remembers his early childhood clearly will probably recall occasions\nwhen he was performing what might have seemed an act of choice, but\nwhere the subjective sensation was merely of a bewildered waiting for\nsome suggestion or impulse from without or within. The act ofchoice,\neven with many adults, is little more than a. vaU8\/l\"\".h.ich.lri..ves the\nDigitized by ~vvo E\\:\n\f1885.] Hwmnl1l, Per8()'1l,(1],ity. 13\norganism time to respond with an action which is almost as manifestly\nrellex as the knee-jerk after a blow below the patella.! The sense that\nwe are cIwoaing rests, perhaps, on nothing more than the degree of\nattention which the inevitable act requires; and the so-called choice, to\nuse M. Ribot's phrase once more, is the mere verdict of 0. jury which\nonly declares on which side the preponderating arguments lie, without\nitself adding force to any of them.\nNow, in hypnotic suggestion, we actually supply the argumentS\nwhich go to the subject's inward jury; we actually implant the\nimpulses which, sometimes at once, sometimes after a long period of\nincubation, work themselves out inevitably in the appropriate acts.\nJustin proportion to the vigour and distinctness of our suggestion is\nthe eagerness and accuracy of the fulfilment on which we can count.\n\"Fixed fate, free-will, foreknowledge absolute,\" have been debated, if\nwe may believe the poets, with somewhat abstract arguments, by men\nand devils since the epoch of the war in Heaven. The experiments\nabove alluded to may not be altogether acceptable to human or demonic\npride, but they do certainly infuse into the time-worn discussion a little\nfreshness and fact.\nI pass on to the light which our experiments throw on the nature\nof fTI.61TW'T'1J. And here, perhaps, more strongly than anywhere, is\nexperimental psychology upsetting the old metaphysical views. How\nmany pages have been written to show that the persistence of the one\nthread of memory through all changes is a proof of the true personality\nof man! And it used to seem reasonable to admit that there was in\nfact such a continuity of memory-that is, if we ignore the years before\na man has gained his memory and, sometimes, after he has lost it, and\nagree to pass over the fact that he ever either sleep or dreams. But\nhere again, hypnotism has brought into prominence a class of facts\nwhich used to be cited only as rare curiosities. The phenomena of\nalternating memory-formerly observed only in a few cases of acci-\ndent or disease_re now commonly produced in normal persoIls,\nwith every variety of relation between the new memory and the\nold.\nMy limits forbid me to enter on this complex topic, on which much\nhas been already written.2 The principal novelty which the ski]] and\ngood fortune of the school of Nancy has enabled them to illustrate is\nthe curious state of passage from one train of memory to another-the\nfading away of all recollection of a\" suggested\" action, though that\n1 I am speaking here of ordinary life; I am not dillcu88ing what kind of\ncontra.impullive power we can bring to bear in a moral criBiB.\n: See Proceeding. S.P.R., Vol. t, p. 222 sqq., 287 sqq. ; Vul. ii., p. 66 ,qq.,\n-sqIJ·, &e. DigitizedbyGoogle\n\fHwman Personality. [Oct. 29,\naction may have been carried out in apparently complete wakefulness.\nI give an instance from Professor Beaunis1 : -\n\"Mlle. A. E. had just arrived at ProfeBBOr LMbeault's. All soon as she\ncame in I said: 'In one minute you will go and change the places of the two\nbusts (Thiers and Btlranger) which are on that bracket.' At the suggested.\nmoment she performed the action, and had entirely forgotten it the moment\nafter. Mme. H. A., who had come with her, said: 'I am sure that I should\nnot have acted like that.' , Very well,' I said, 'in one minute you will take\na BOU from my waistcoat pocket and put it in your pocket.' When the\nminute was over, after a moment of hesitation, Mme. H. A. rose, put her\nhand into my waistcoat pocket, took out a BOU, and pocketed it. Shortly\nafterwards I said to her, 'Empty your pocket.' She looked at me with\nsurprise, but did so, and in spreading out the contents found the BOU, which\nahe looked at for a moment, and then put in her purse. ' That BOU is not\nyours,' said a bystander, 'You have just taken it from M. Beaunis.' She\ncould remember nothing about this, and was by no means convinced that the\nBOU was not her own.\"\nMost perBOns have observed how easily a dream slips from the\nmind. We wake from an amusing dream, and resolve to repeat it a.t\nbreakfast, but in a few minutes every trace of it has disappeared. The\ncase given above is precisely similar. The act performed in obedience\nto suggestion did not in reality belong to the train of waking m\"mories,\nand affected no permanent lodgment among them. Although the\nsubject looked perfectly normal, and was normal in all other respects,\nboth when the act was suggested and when it was performed, that\nspecial act was originated by nervous centres still a.fI'ected (in some way\nat present inexplicable) by previous hypnotization. It would be\nremembered no doubt in a subsequent trance, though rejected by the\nwaking current of memory.\nI tried myself an experiment of this sort on Madame H. A., Dr.\nLiebeault having hypnotized her, on August 31st, 1885. I requested\nhim to tell her tha.t at seven o'clock that evening she would see me\nentfor her Balon, that I would pay her a few compliments, and ask to\nbe introduced to M. A. if he were present. She was then awoke, and\nremembered nothing that had been said. On September 1st, Dr. Lie-\nbeault's servant was sent on sorue pretext to call on Madame A., who\nimmediately said to her that one of the English gentlemen (describing\nme) had called 011 her the previous evening at seven. On September\n2nd Madame A. came to Dr. Litlbea.ult's again. I alluded to my\nimaginary visit, at which she looked much astouished, and said that\nshe had certainly not seen me. 'Ve then asked whether she remem-\nbered the seI\"l'ant's visit on September 1st, but though this visit had\nlasted some time, and had been marked hy one or two trifling incidents,\nI Revue Philo80phique, July, 1~gpzel4wGoo8Ie\n\f1885.] H1I\/T1I,(J\/(I, Per8O'1UJl,ity. 15\nit had all but entirely faded from Madame A.'s mind. It was still, as\nit were, a prolongation of the dream; the conversation which had kept\nher thoughts on the hallucina.tory incident belonged, in fact, rather to\nthe hypnotic than to the normal stream of her existence. I then myself\nhypnotized Madame A., and asked, \"Have you seen me since I met\nyou last at Dr. Liebea.ult's 'l\" \" Certainly ; you called on me at seven on\nAugust 31st.\" \" Did anyone show me into or out of the room f' No,\nyou walked in alone.\" [No servant or other person Dad been ordered\nto appear in the hallucination, so my figure alone was seen.] \"Was\nM. A. present'l\" \"No, I was alone.\" [This was unfortunate, as\nMadame A. would certainly have introduced the phantasmal visitor to\nher husband had he been there.] \"What did I say 1\" \"You thanked\nme very politely for coming to Dr. Liebea.ult's.\" \"Do you know that\nyou just now denied that I had called t\" \"Impossible; I remember\nyour visit perfectly well.\"\nThe hallucinatory visit, it will be observed, was augguted in the\ntrance state, though realised in the midst of waking life. It therefore\nbelonged properly to the trance-memory, and soon faded from the\nwaking memory, like a dream.\nIf, however, the hallucination is very strongly impressed, and\nremains long dormant before realisation, it acquires lodgment enough\nin the mind to place it in the train of waking memory.\nI abridge a report made by Professor Beaunis to the lately founded\n\"Societe de Psychologie Physiologique,\" of which Dr. Charcot is\nPresident 1 :_\n.. On July 14th, 1884, having hypnotiaed Mlle. A. E., I made to her the\nfollowing suggestion, which I tranacribe from my note made at the time:-\n, On January 1st, 1885, at 10 a.m., you will lee me. I shall wish you a happy\nnew year, and then disappear.'\n\"On January 1st, 1885, I was in Paris. I had llot spoken to anyone of\nthis suggestion. On that same day Mlle. A. E., at Naney, related to a\nfriend (she has since narrated it to Dr. Liebeault and myself) the following\nexperience.. At 10 a.m. she was in her room, when she heard a knock at the\ndoor. She said, 'Come in,' and to her great surprise saw me come in, and\nheard me wish her a happy new year. I went out again almost instantly,\nand though she looked out of the window to watch me go, she could not see\nme. She remarked also, to her astonishment, that I was in a suit of summer\nclothes-the same, in fact, which I had worn when I had made the sugges-\ntion which thus worked itself out after an interval of 172 days.\"\nI was anxious to know how far Mlle. A. E.'s memory of the\nimaginary visit had resisted the proof that it had never taken place. I\nasked her on September 2nd,\" Do you still imagine that Professor\nBea.unis called on you on January 1st1\" \" He certainly called on Die\n\f16 HWT1U1I1\/, P6'rIIO'nOlity. [Oct. 29.\non that morning.\" \"But you know quite well that he gives you\nhallucinations, and that this was one of them-that he was not even\nin Nancy at the time'\" \"He certainly called on me,\" was again the\nreply; \"that time it was no imagination.\" I might as well have argued\nwith the heroine of We a\/l'e S6'V6n. The hallucinatory idea had persisted\nthrough so long a period of incubation that the waking brain had, if I\nmay so say, ended by adopting and assimilating it.\nThese brief hints must suffice for the present to indicate that\nmemory, as we know it, cannot prove the personality of man.\n\" Memory'S record\" is not a book on clean paper, which we print as\nwe go. It is a parchment palimpsest, on which one recent text is\nfairly legible, but which may show all forms of unknown scripture when\nthe right re-a.gents are applied.\nIt is, perhaps, not strictly logical to discu88 c1laraete'f' under &\nseparate heading from will and memory. Our character is a collection\nof habits of clwice, determined partly by what we are hereditarily\ninclined to do, and partly by what we recollect of the results of pre-\nvious actions. The required modifications of our brain represent the\nup-stored memorie8,. our idiosyncratic reactions to special stimuli form,\nas we have seen, the organic basis of what we call our will. Any\nchange in the contents of our memory, or in the sensibility of our\norganism, will be a change in our character too. But the effect of\nhypnotization in the formation of character needs to be dwelt on as a\npoint, no longer of mere speculation, but of practical importance.\nThe civilised character differs, as we know, from the savage\ncharacter in the gradual triumph of the higher centres of cerebration\nover the lower---of the centres which c(H)rdinate many ideas and\nmemories, with a view to things abstract or remote, over the centres\nwhich respond to immediate excitations, with a view to the present\nmoment's ease or enjoyment. The moralising process-the tbixo~\ntift'ixoll of the Stoic-is therefore a process of continually strengthened\ninl~ibitiom \" the higher centres learn to \"beA.r and forbear\" when the\nlower centres would fain snatch or rebel.\nNow hypnotism, like education, is mainly a process of inhibition.\nCan we get the processes to coincide, and make people virtuous by\nhypnotic suggestion 1\nI believe that, to a great extent, we can do this; I believe that we\ncan strengthen the brain's inhibitive power by hypnotism, much as we\ncan weaken it by opium or alcohol.\nAnd before going further, I must distinctly affirm that the hypnotic\nstate is not per 86 a morbid phenomenon. It is no more morbid than\nsleep is morbid, and I hope to show elsewhere that it is in some ways\neven higher than the common sleeping or waking states. We must\nput on one side, moreover, the grotesque aneccW.d~lDD~te given\n\f1885.] Hum.an Personality. 17\nas showing how far hypnotic susceptibility may go. These things are\nbut the experiments made with a new drug, to show its dangers and\ndetermine its dose, before it is introduced into ordinary clinica.l practice.\nPutting all these bizarrerie8, then, out of the question, let us first\nobserve what is the moral tone of the somnambule when left to himself,\nas far as possible, wWwut suggestions. In some important points it\nis the precise opposite of the drunken condition. Alcohol, apparently\nby paralyzing first the higher inhibitory centres, makes men boastful,\nimpure, and quarrelsome. Hypnotization, apparently by a tendency\nto paralyze lower appetitive centres, produces a contrary effect. The\nincreased refinement and the increased cheerfulness of the developed\nsomnambule is constantly noticed. It is a moot point whether\nany \"sleep-wILker\" has ever told an untruth;1 and, so far 80S I\nknow, no angry or impure gesture has ever shown itself spontaneously\nin the hypnotic state.!\nWe start then, as it seems, from a favourable moral diathesis; an~\nwe have next to inquire as to the result-(l) Of often repeated hYf~:\nnotization ; (2) Of definite suggestion of a moralising kind. (\nThe first of these questions is complicated by the effects of hypno-\ntization on bodily health, on which I cannot enter here. I will merely\nremark that Mlle. A. E., so often alluded to, has probably been\nhypnotized oftener than almost anyone living, and that the effect on\nher character seems to have been unmixedly good. I can answer for\nher being now a particularly sensible, cheerful, and kindly person;\nwhereas she is said to have been moody and frivolous before the course\nof hypnotism began. Rere, however, there has been coincident\nrecovery of health (also ascribed to hypnotism); and it is not easy to\ndiscriminate between the moral and the physical improvement.\nMore definitely provable ILre the benefits resulting from direct trUg-\ngeatUm-from the persistence, after waking, of some impulse or\naversion inspired in the hypnotic state. It is especially in checking\nthe abuse of stimulants that this treatment has proved useful. ChlLr-\npignonS long ago recorded a case of a woman thus cured of a habit of\nover-indulgence in coffee. Alcohol is, of course, a more serious matter,\nand unfortunately chronic alcoholism renders its victinl very hard\nto hypnotize. On the other hand, certain cases where cerebral shock has\n1 See Prof_or Beaunis in Revue PhilollOphique, July, 1885. .\nI It was long ago remarked by Elliotson and others that the attraction\nsometimes felt by a female subject for her hypnotizer is invariably the feeling of\na child, not of a woman. Dr. Perronet, of Lyons, who has seenstriking instances\nof this attraction, holds that it is a mere reflection of the hypnotizer's own 8elf-\nlove. II II jouait mimiquement et phoniquement Ie (trame qui lie d~roulait au\nfond de mon inconscient, et dont Ie principal acteur ~tait l'amour de moi-\nm@me.\"-Du MagutiBme Animal, p. 20.\na Phyaiologie du MagmtiBme, p. 2.18.\nDigitized by GO~8Ie\n\f18 HWTTW\/n, Per8O'llCdity. [Oct. 29,\naltered the relation of the system to alcohol, afford a favourable\naugury. Thus one of the incidents in the extraordinary life-history of\nLouis V__l is the alternating inclination or dislike for alcohol after\nattacks of hystero-epilepsy. .We need not, then, be surprised, if the\neffect which may be produced, as it were, accidentally, roughly, and\nunstably, by the shock of disease should also be produced, more gently\nand permanently, by repeated hypnotic suggestion. Professor Beaunia\nvouches, from his own observation, for the following case I : -\nM. D. was a great smoker, and at the·same time a great beer-\ndrinker. His health was seriously menaced. Dr. Litfuea.ult hypnotised\nhim, and suggested to him that he would smoke no more and drink no\nmore beer. The subject followed with docility the programme thus\ntraced, and thus attained the result which his family's remonstrances\nand his own efforts had failed to secure. A few hypnotizations and\nsuggestions had been enough to effect it.\nDr. Perronet 8 has had a similar case, when he inspired an habitual\ndrunkard with a loathing for spirits which had persisted for BOme\nmonths at the date of writing. Such suggestions, however, will pro-\nbably require occasional renewal, and Dr. Litfuea.ult gives two cases\nwhich il1ustrate this need. A physician, addicted to drink, was in-\nduced by hypnotic suggestion to abstain for three months; but the\ntaste for drink returned, and he did not visit M. Litfuea.ult again. On\nanother occasion. an idle boy was taken to this potent moraliser, and it\nwas suggested to him that he would henceforth be a model of diligence.\nThe boy did actually work hard for BOme months, by an impUlsion\nwhich he could neither understand nor resist, and rose rapidly to the\ntop of his class. But the suggestion wore oft; and then he obstina.tely\nrefused to be hypnotized again, having by no means relished his in-\nvoluntary r8Ze. His mother was weak enough to let him alone.\nThis young recalcitrant against hyprwtic moraliBatWn(if I may coin\nthe phrase) no doubt said to his mother that it was a great shame to\nmake a fellow diligent a.ga.inst his will, and that there was no good in\nlearning things just because you could not help it. And other persons,\nwho \"would rather see an J?nglishman free than see him sober,\" may\nbe inclined to side with the boy. They will say that you cannot get\nvirtue into any man's head \"by a surgical operation,\" and that where\nthere is no moral effort there is no improvement worth wishing for. I\npartly agree with this principle; but we are here among the rudiments of\nl..4nnalll8 MUico-paycJwlogif}1lU, Jan., 1882. &we Phil~ Oct.,\n1886. See also the article on II Telepathic Hypnotlsm II in this volume.\ns &we PhikJsopllique, July, 1885, p. 25. Dr. Richet has au_fully WIed\nwggestion to give appetite to an invalid.-L'Homml! d l'Inttlligenu, p. 193.\nDr. Despine quotes some aimilar cases.\n• D\" Magnitisme Animal, p. 40.\nDigitized by Coogle\n\f1885.] Hwmotr\/, Pe1'8O'1U1lity. 19\nmorality, and we need not fear that we shall lead our subject on unto\nperfection without his knowing it. His moral effort will ha.ve plenty\nof worlds to conquer even when he is no longer tempted to get drunk.\nIn its scientific aspect, at any rate, this power of touching the part\nof the brain dl'sired is a forward step of just the kind tha.t we are\nalways looking for. Weare gradually learning to loca.lise and\nspecialise our curative methods; we inspect and inject, if I may BO 8&Y,\nwith arms of precision; we hit a definite point instead of hurliDg our\nboluses vaguely at \"the system.\"\nWell, here we have a method of cerebral loca.lisation, which-\nwhether or not it gives us anatomica.l indica.tions-is at least on the\npsychica.l side self-&<.-ting and almost infallible. The suggestion once\nmade to the hypnotized brain, the brain itself picks out the centres\nwhich it is desired to stimulate or to inhibit. After what I have wit-\nnessed of suggestion, I hesitate to impose a limit to this power. I do\nnot despair (for instance) of isolating or suspending at pleasure the\ndifferent classes of sensibility-sensory, thermic, tlJ.ctile, dolorous, or\neven classes more specialised than these. I do not despair of dissociat-\ning the intellectual from the nutritive-perhaps even from the\nemotional-current of our being, and hushing into the absorption of an\nArchimedes the stomACh and spirit of a Carlyle. We hold the wand of\nHermes, which we have not yet learnt to sway.\nThere is, however, no need for prophecy. What has been done and\nis doing is enough to show that here as everywhere the real advantage\nlies in knowing the facts. If we are multiplex beings, let us get the\nadvantage of our multiplicity. If we are modifiable by circumstance,\nlet us learn to modify ourselves. So long as we proclaim ourselves\nincompressible atoms, we shall not discover how to deal with our mole-\ncular structure. Until we confess what we are, we shall never become\nwhat we may be.\nThe task assigned to this paper has now, though briefl.y and inade-\nquately, been performed. It has been shown that hypnotic experi-\nments throw new light on the intimate nature of man's will, memory,\ncharacter; that the flame of personality (to recur to our first\nmetaphor), is found on inspection to be neither definite, permanent,\nnor stationary; but rather that the sense of free-will is shifting and\nillusory, and memory multiplex and discontinuous, and character a\nfunction of these two variables, and directly modifiable by purely\nphysiologica.l means. We have thus, indeed, the consolation of finding\nthat hypnotism ca.n not only .dissect, but to BODIe extent amend us; yet\nthis will IK'em to most minds a paltry counterpoise to the depressing\nview of ma.n's dignity and destiny which this train of a.rgument\nimplies.\nI ca.nnot here enter on the reasons which, ILl' al~Wb~~~-\n\f20 Hwmam. Pe7'8O'¥W.lity. [Oct. 29.\nvince me that this method of experimentBJ. psychology, when carried\nfarther, will conduct us not to negative but to positive results of the\nmost hopeful kind. It must suffice to say-still in terms of our\nmetaphor-that I believe that there is an incandescent solid, but that\nthat solid is beneath our line of sight. This fact can only be recog-\nnised when the visible flames are examined not only with the telescope\nbut with the spectroscope,. that is to say when the phenomena of\nabnormal states are so scrutinised as to discover whether any of them\nare in fact supernormal, transcending the powers of man as hitherto\nunknown to us, and pointing to a higher stage of evolution. One such\ndiscovery, that of telepathy. or the transference of thought and sensa-\ntion from mind to mind without the agency of the recognised organs of\nsense, has, as I hold, been already achieved. This is in itself enough\nto revolutionise the whole aspect of the problem, and to suggest that if\nso transcendent a capacity be indeed lurking among the obscurer and\nrarer vital phenomena, then the shifting phosphorescence which we\nfeared might hang above decay, may in truth resemble rather that\nblaze of turbulent vapours which hides and bears witness of the sun.\nThe proof of this, if it comes, must be slow in coming. But it has\never been men's error to lack patience when their highest interests were\nat stake. We hope too proudly, despair too decisively, from the half-\nconscious feeling that questions of primary importance must needs be\nsettled one way or the other. For my part, I believe that many ques-\ntions which the religious world deems to be already closed in one sense\nand the materialistic world in the other, are really only just beginning\nto come within the purview of science. I maintain that we are just\nlearning to understand the first elements of problems which so many\npreachers have solved with a peroration, so many philosophers with a\nformula, so many physiologists with a smile or a sneer. It is, as I\nhold, to experimental psychology, to an analysis whose growing power\nwe can as yet hardly realise. that we must look for a slow but incon-\ntrovertible decision as to whether man be but the transitory crown of\neIl.rth's fauna., between ice-age and ice-a.ge, between fire and sea; or\nwhether it may truly be that his evolution is not a terrestrial evolution\nalone, not bounded by polar solitudes, nor measured by the sun's march\nthrough Heaven, but making for a vaster future, by inheritance from a\nremoter past. FREDERIO W. H. MYERS.\nAPPENDIX.\nSince this paper was read to the S.P.R. (O~tober 29th, 1885), very\ngreat activity has been shown in France in the direction of hypnotio\nresearch. The\" Bulletins de la Socit!te de Psychologie Physiologiqu~\n1885\" (published by Ft!lix Alca.n, Paris, 188~~iti~l~Wk:w~k!s cases\n\f1885.] 21\nof high importance. It must suffice here to say that the experiments\ndetailed in this paper have been repeated and improved upon in many\nways. An account of some experiments at Havre will be found else-\nwhere in this present part of the S.P.R. Proceeding'.\nAnd it seems desirable to add here a brief notice of the later de-\nvelopment of the case of Louis V--, which I gave to the General\nMeeting of March 6th, 1886. A full account of Louis V--'s case,\ncompiled by Dr. A. T. Myers, will be found in the .kurnal of Mental\nScimce for January, 1886. Louis V-- is no longer at La. Rochelle,\nand, with improving health, has ceased to exhibit these changes of\npersonality.\nAt the end of 1885, however, he was in the asylum at La. Rochelle,\nand the account here given represents his then state, as described by\nDrs. Bourru, Burot, a.nd Berjon. I retain the present tense, for clear-\nness' sake, though I ha.ve altered a few expressions.\nLouis v-- is now in the asylum at La Rochelle, and baa six per-\nIIOnalities. I speak here only of the tra.nsition from State I. to State II. In\nwhat is now c:laued as State I. (though it was not the patient's earliest\ncondition), he is paralyzed and insensible on the right side. He is talkative,\nviolent, and arrogant. His language is coane, and he addreaaea everyone\nwith rough and impudent familiarity, giving nicknames, and making bad\njokes. He is a Radical in politics, and an atheist in religion. He is\nextremely fond of holding forth on these topics, but his speech is indistinct\nand defective. Of his past life he remembers only certain portions, more or\nless akin to his present state. Among the six states, this is the only one in\nwhich there is right hemiplegia j and it is the only one in which the\ncha.racter is violent and bad. Whenever the left brain predominates, Louis\nV--'s disposition is good, tllOugh there are many variations in his intelli-\ngence and his memory, linked with variations in his motor and sensory\nsystems.\nNow let a bar of steel be placed on his right arm. His respiration\nbecomes quick, his expression anxious j in about a minute the paralysis and\nthe &IlIllItheaia are transferred from the right side to the left. At the same\ntime the difficulty of speech disappears, and the patient's pronunciation\nbecomes easy and clear. Thus far, though the case is remarkable, it is not\nquite unique. But now comes the unique point. Together with the sensory\nand motor changes there is a change in memory and a change in character.\nBe is now gentle, well-mannered, and modest. He speaks respectfully to\nthe physicians whom a couple of minutes befure he baa been calling by\nabusive nicknames. .Asked his opinion on politics or religion, he preft'rs to\nlea.ve those matters to wiser hAada than his own. He is ubedient to disci-\npline, and his expression of countenance is gentle and sympathetic. His\nmemory embraces part of his stay at Sainte Anne, and at Bic6tre, at which\nlatter asylum he imagines himself still to be.\nAnd now I may point out a curious connection between this case and\ncertain phenomena of automatic writing, previously diacUlled in these\nPf'flCUtliflgl. It will be remembered that Mr. New~~itP~@~t\n\f22 Hv\/m,o,n Pe1'8O\"fUllity. [Oct. 29.\nfor the freakish and non-moral character of some of the replies written by\nMrs. Newnham's hand, suggested, as a poBIIible hypothesis,l that\" if the un-\ntrained side of the brain be suddenly stimulated to action, its behaviour is\napt to resemble that of a child whose education has not been properly\nattended to.\" In commenting on this and other cases, I endeavoured to\nshow that there was reason to suppose that the right, or leu-used, hemi-\nsphere was concerned in supernornllll mentation j and I traced especially\nanalogies between aphasia and cerebral automatism j the inference being that\nin each ease work was thrown on dextro-cerebral centres which was habitually\nperformed by sinistro-cerebral. I summed up (p. 60) by saying that\n.. although I hold that the right hemisphere has much to do with Mrs.\nNewnham's replies, • • . I cannot find any well-recognised doctrine of\ncerebral localisation which authorises us to draw any conclusion as to the\nway in which a temporary predominance of dextra-cerebral centres might\naffect the manifestation of moral character j _ • and I should of course be\nunwilling in such a matter to go a step beyond the consensus of the beat\nacientific opinion. So far as the questions at issue are purely physiological, I\ncan aim at nothing more than attentive study of the labours of others.\" I\ndo not regret the caution of the tone here used, for I hold it eminently\nimportant that we who are thus speculating in a novel realm should not im-\nprovise a fancy physiology to suit our own ideas-that we should cite chapter\nand verse for any phyaiological fact or theory, on which we base further\ndeductions. But now I find that the suggestion which I hesitated to accept\nin full, although all my own arguments pointed directly that way, simply for\nlack of a. recorded ease where right hemiplegia had involved a moral tone\ndi1l'erent from that involved in left hemiplegia in the aame aubject,-I find,\nI say, this very auggeation of the moral di1l'erence of the two hemispheres put\nforth and endorsed-though of course not as yet in a very confident tone-\nby physicians of enlinence, apropos of a ease2 on which no theory of the kind\nhad been founded at the time when my paper was written. Corroborative\ninstances, of course, are atill needed, for the coarse organic injuries of the\nbrain which are most conunonly met with do not show themselves in n\"aMa\nof character.\nBut it is to be observed that the most crucial test which could have been\ndevised for the theory in question would have been one Whel'8 (as in Louis\nV--'a case) the functiona of the two hemiapheres were subject to so pro-\nfound a disassociation that there was actually a co-exclusive alternation of\nmemories according as one or the other hemisphere 881umed the pre-\ndominance. Suppose that in an ordinary ease of hysterical hemiplegia the\nhemiplegia is transferred by metallic contact, suggeation, or otherwise, from\nthe right aide to the left. Suppose, further, that the patient exhibits more\n1 ProcCt'dillgs, Vol. iii., p. 22.\n• M. Jules Voisin writes in the ArchivCtl de Nturologie, September, 1885, and\nAnn. MM. PIlJIM., January, 1886. The opinion of MM. Bourru and Burot\nis given (with complete adhesion) by Dr. Berjon in his tractate La Gmwl\nHysUI;e I'hez I'Ho11lllle (Paria: Bailliere, 1886), p. 53. I need hardly say th.&\nthe transfer of activity between the two hemispheres is almost certainly not the\nonly alt:erat~?~ of cerebral action which occurs in these chan~ of .tate. See\nProceedIngs lll., p. 43. Digitized by Googie\n\f1885.] H'lll1lutn Personality. 23\nirritability, &c., when paralyzed on the right than on the left side. Such a\ncue would hardly afford a presumption that the highest ideational and\nemotional centres were directly affected by the transfer of the paralysis; the\nchange in temper might merely depend on the greater or le88 malaiae ca.used\nby lOme change in the affection of lower centres; for, of course, we cannot\n8IIIIume that a hysterical hemiplegia., whOle external signs may be sym-\nmetrical whether it affects the right or left side, is in reality symmetrical in\nits internal or subjective manifestation.\nBut in Louis V--'s C&Be the chara.cter, as it were, IJtarhlfruh with the\ntransfer of the hemiplegia.; it can exhibit itself untrammelled by any con-\ntinuity of memory with the previous state; we can judge it de notIQ, and, 80\nto 88.y, from top to bottom. And we find that the predomina.nce of the right\nhemisphere comports a marked reversion to sa.vage chara.cteristiCB, a marked\nemotional expl08iven888 and ideational crudity.\nLet us see how this view coheres with what we a.lrea.dy know of the\ndift\"erence between the two hemispheres. We start, of course, from the\nnotorious fa.ct that our right hauds are more \"dexterous\" tha.u our left;\nthat is, that the siniBtro-cerebral hand-governing centres are superior in\ndevelopment to the dextra-cerebral hand-governing centres. There has been\nlOme controversy 88 to how far this is the result of education in the in-\ndividual, or how far it depends on Bome asymmetry of the circulatory system.\nI cannot, of course, gj.ve any opinion as to the original anatomical reason for\nthe selection of the right as the domina.ut hand, but I can hardly doubt that\nthe superiority in the siniBtro-cerebral centres concerned is now a hereditary\nthing,-does not depend merely on the education of the individual child.\nGoing one step higher, it is now pretty genera.lly admitted that the\nsinistro-cerebral speech-centres are more evolved than the dextro-cerebral.\nAnd here we come very near to an a.ctua.l difference in the power of summing\nup idea.a or emotions. For sigt.s are 80 closely connected with thinking that\nit would surprise UI to Bee an aphasic patient retaining for long the Ba.me\nmental cleameaa as before his afBiction. And our emotions themselves are\ngreatly modified by the expre88ion which we give to them. An apha.aic (for\ninstance) who can expreaa disagreement only by an oath is likely to l08e\nhis sense of controveraial deference and courtesy. Well, what is now\ncontended is, that just as there may be a right hemiplegia. which does\nnot involve aphasia, and, again, a right hemiplegia so far involving the\nhigher centres that aphasia accompanies it, 80 also in this case of a di88ocia.-\ntion almolt unique in its profundity between the activities of the two hemi-\nspheres, there was made manifest a difference in stage of evolution between\nthe highut sinistro-cerebral and dextro-cerebral centres-those which preside\nover emotion and ideation. And I go farther, and conjecture that this\ndift\"erence may exist in all of us, and that just as certain of our visceral\narrangements retain the traces of our pre-human a.ucestry, and just as our\ndextra-cerebral speech-centres are often stammering, childish, or wholly\ninefficient, 80 a.lBO our dextra-cerebral \"chara.cter-forming\" centres-the\ncentres which on that side of the brain sum up or represent our highest\nactiviti_may retain, in their inferior evolution, tra.ces of that 88.vage an-\ncestry which forma the 80mbre ba.ckground of the refinements and felicities\nof civilised man. Digitized by Googie\n\f24 Human Pe1\"tJonality. [Oct. 29,\nAnd. furthennore, I suggest that while we habitually use our ainiatro-\ncerebral character-centres with the same unconscious choice as leads us, for\ninstance, to catch a rope Hung at us with ollr right hand and not with\nour left, there are nevertheless certain statea-supemormal as well as ab-\nnonnal-in which our Ego (whatever that may be) expreaaea itself more\nreadily tlu-ough the dextro-cerebral centres, and aaaumea, therefore, a com-\nparatively savage character.\nH this be so, much light will be thrown on almost all that claaa of\nSpiritualistic manifestations which have been ascribed to diabolic agency.\nAnd if we are not ashamed of poaaesaing a digestive system which includes\nthe rudimentary \"vermifonn appendix,\"-a motor system which includes the\ncomparatively defective motor innervation of our left bands,-then surely\nwe need not be ashamed of poaaesaing an emotional and ideational system\nwhich includes dextro-cerebral elements some twenty generations or so in\narrear of the epoch to which our bmin, taken as a whole, entitles us to\nbelong. For those who believe that our evolution has no aaaignable limit,\nthere may even be something pleasing in such a token as this of the rapidity\nwith which we are mounting on the endless way.\nPROCEEDINGS O~' THE GENERAL MEETING ON\nSaturday, Jant14ry 2, 1886.\nThe eighteenth General Meeting of the Society was held at the\nRooms of the Society of British Artists, Suffolk Street, Pall Mall, on\nSaturday, January 2, 1886.\nPROFESSOR SIDGWICK, VICE-PRESIDENT, IN THE CHAIR.\nMr. E. Gurney read part of a paper on \"Collective Hallucinationa,\"\nsmce embodied in PIt!lnta8m8 oj the Living.\nDigitized by Coogle\n\f","_id":538}