{"name":"Proceedings of the Society for Psychical Research 5369 9134 7025","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v4_6_march_1886.pdf","mytitle":"Proceedings of the Society for Psychical Research, V4, March 6, 1886","mylang":"de","content":"1886.] On Some Physical, Phenomena. 25\nPROCEEDINGS OF THE GENERAL MEETING ON\nSaturday, March 6, 1886.\nThe nineteenth General Meeting of the Society was held at the\nRooms of the Society of British Artists, Suffolk Street, Pall Mall, on\nSaturday, March 6, 1886.\nPROFBSSOR SIDGWICK, VICE-PRESIDENT, IN THE CHAIR.\nThe following paper was read :-\nII.\nON SOME PHYSICAL PHENOMENA, COMMONLY CALLED\nSPIRITUALISTIC, WITNESSED BY THE AUTHOR.\nBy PROFBSSOR W. F. BARRETI'.\nIn the printed statement of the objects of this Society, one of the\nsubjects which the Society was founded to investigate is described as\nfollows :_U An inquiry into the various phenomena, commonly called\n• Spiritualistic,' with lion attempt to discover their causes and general\nlaws.\"\nWhether Spiritualism be regarded as worthy or unworthy of serious\ninquiry depends, to a large extent, upon the place where each person\ndraws the boundary line that, in his opinion, divides the possible from\nthe impossible. There are some things upon which it would be sheer\nfolly for any intelligent man to waste his time, such as circle squaring,\nor a search for the perpetual motion. These and such like things are\nplaced beyond the pale of rational investigation at the present day by the\nextent of our already existing knowledge in those particular regions.\nThere are, however, other matters which appear impossible, not from\nthe range of our knowledge, but from the e:z:tent of our ignorance in\nthose directions. Under this class of improbable phenomena might be\nincluded such things as fireballs, the sea-serpent, thought-transference,\nand what is known by the name of Spiritualistic phenomena; a few\nyears ago the telephone a.nd the phonograph would also doubtless have\nbeen here included. The essential difference between the two classes\nof improbable events is thllot the first involves a contradiction of laws\nwhich investigation has well established, whilst the second ;nVlIlvfilll~\n~-lJigltlzed 5YX5uuo<\"\n\f26 On &nne Physical Phe'1W'1nena. [March 6,\ncontrAdiction, but only an extension of our knowledge in an unfore-\nseen direction.\nForgetful of this broad distinction, some of our Members and\nAssociates consider Spiritualism a subject so contemptible, because to\nthem it is intrinsically impossible, that it ought not to have been\nincluded within the objects of our Society. I would venture to beg\nsuch of our friends to read the two masterly addresses which, as\nthe first President, Professor H. Sidgwick delivered at the foundation\nof this Society, or Professor De Morgan's inimitable preface to a volume\ncalled From jlatter to Spirit.\nOn the other hand some of our friends have gone to the other\nextreme, and vigorously express their opinion that the subject of\nSpiritualism should have occupied the first place in the programme of\nour operations. They urge that in importance and interest this sub-\nject surpasses all the other problems included within the scope of\nPsychical Research, and they complain that the Society has dis-\nplayed far too great caution and reserve in dealing with a class of\nphenomena that has received the attestation of men of indubitable\nscientific repute, bOth at home and abroad. To such I have only to\nsay that the Council of this Society recognised from the outset the\ninterest that is attached to this question, a.nd soon after the foundation\nof the Society a committee was organised for the purpose of investi-\ngating Spiritualistic phenomena. If no report of this Committee has\nbeen published, this has arisen not from any disregard of the import-\nance of this subject on the part of the Council, but simply because the\nCommittee itself has failed to make any report. I, for one, regret\nthis omission, which no doubt arose from the Committee being unable\nto obtain any conclusive evidence. But I think it would have been\nbetter if a report, even of repeated non-success in obtaining trust-\nworthy evidence, had been drawn up and duly presented to the Society.\nThe failures of one generation are the stepping stones to success in the\nnext, and in a subject so obscure and so full of pitfalls as that which\ngoes under the name of Spiritualism, it is desirable that each investi-\ngator should state, with judicial fairness and scientific exactness, the\nconditions and the results of every experiment. Moreover, if the first\ninstalment of evidence had been unfavoura.ble to Spiritualism it would\nlead the public to have more confidence in the sincerity of purpose\nwhich animates us all, than if we only published evidence that told in\nfavour of the marvellous.\nI an} aware that this is not the usual scientific method; thousands\nof experiments are made which never see the light simply because they\nhave a negative result as regards the particular object of search. It is\nnot worth publishing these, for all that could be said would be that no-\nthing has been found, out that was not perfectW9il\".!iMy§m~re. But\n\f1886.] On &mte Physical Phe1wmena. 27\nthe psychological problem before us is of a different character. We\ncannot at pleasure command the instruments necessary for the inquiry,\nfor they are living beings asserted to be comparatively few in number;\nhence, whenever it is claimed that with such and such an instrument\nsuch and such results ensued, I think our primary duty is to obtain\npermission to submit the instrument to a rigid, though it should also be\na perfectly courteous and friendly examination. If the results of an\nadequate examination of say one or two dozen such living instruments\nof note show that in no single instance do they exhibit any phenomena\nnew to science, then I, for one, think that we should publish this\nnegative evidence, and, leaving Spiritualism aside, pass on to other\nmore profitable fields of inquiry. Conclusive evidence unfavourable to\nSpiritualism has not yet been made public by any competent body of\ninvestigators, or by any single authority.l The sorry stuff that in\ngeneral passes as criticism of any unfamiliar psychological phenomenon\ncan only be explained by the general hurry in which everybody lives,\nso that the critics have no time ,to investigate or even to read the\nevidence which they profess to criticise.\nExperience shows that the real difficulty with Spiritualism is in\narriving at sufficiently conclusive evidence pointing one way or the\nother. Non-professional instruments or mediums are difficult of access ;\nprofessional mediums-~who make a living by their powers--are, very\nnaturally, open to the charge of being conjurers in disguise, who can\nfail, without discredit, whenever they are too closely watched, and it is\nnotorious how helpless an ordinary mortal is in the hands of a clever\nconjurer. But I think the difficulty of arriving at conclusive evidence\nhas by some been over-estimated. Conjurers have not super-human\nskill. Let llS obtain from the best authorities on conjuring the limits\nof what they deem possible in their art ; then if, after imposing our own\nprivate tests in our own private rooms, results are obtained which con-\n1 Since the foregoing was written Mrs. Sidgwick has read an account of\nher prolonged pe1'8onal investigation into the physical phenomenaof Spiritualism,\nand the conclusion arrived at is distinctly adve1'8e to the genuineness of the\nphenomena she witnessed. But though Mrs. Sidgwick's adve1'8e testimony is the\nmost damaging blow which Spiritualism, or rather a certain cl&88 of Spiritualistic\nphenomena, has yet received, it will be noticed that M1'8. Sidgwick is careful to\npoint out that her evidence is not conclusive of the whole question; on the\ncontrary, she expressly states, in the last paragra.ph of her able paper, that her\nown view is that .. it is more probable than not that such things [that is the so-\ncalled Spiritualistic phenomena] do OCC&8ionally occur.\" Every lover of tmth\nmust feel grateful to M1'8. Sidgwick for her laborious and valuable inquiry.\nAt the 8&nle time one cannot but regret that some of the simpler physical\nphenomena, occurring with unpaid mediums, were not accessible to M1'8.\nSidgwick. It is to be hoped that if any reader of this paper knows of the\nexistence of such manifestations he ,,;11 at once communicate with the\nHon. Secretary of the S.P.R. Digitized by Googie\n\f28 On Bonte PhYsWlll Phenonte'YUL. [March 6,\nsiderably surpass the limits of conjuring, and are otherwise inexplicable,\nwe should be encouraged to persevere until a mass of evidence had\nbeen obtained commensurate with the very great antecedent improba-\nbility of the phenomena themselves. It is because I know much has\nalready been done in this direction by men of high scientific position,\nsuch as, e.g., the late Professor De Morgan, and Professor Zollner, and\nM.r. Crookes, that I feel it is worth making a strenuous effort to obtain\nmore evidence of the kind. Hence, at the risk of incurring scientific\nodium,-and I may add with much personal dislike to the subject itself\n-I feel it my duty to reiterate publicly my conviction that at any\nrate some of the simpler phenomena of Spiritualism are inexplicable by\nany causes at present recognised by science. The object of the present\npaper is to place on record some of the evidence upon which that con-\nviction is based. I am not so foolish as to suppose anything I can say\nwill make an appreciable difference in public opinion, or that my testi-\nmony is superior to, or ought to have more weight attached to it, than\nthat of several other observers. But it will, I hope, lead some of our\nmembers and friends to come forward and inform us of any unexcep-\ntionable evidence they possess, until \"we drive the objector into the posi-\ntion of being forced to admit the phenomena as inexplicable, at least by\nhim, or to accuse the investigators either of lying, or of cheating, or of\na blindness, or forgetfulness, incompatible with any intellectual condi-\ntion except absolute idiocy.\"\nI freely admit that very much of what passes among some\nSpiritualists as evidence has really no claim at all to this distinction,\nexcept as being evidence of the difficulty of preserving a soundjudgment\nwhen dealing with these phenomena. How far my own judgment is at\nfault is not for me to decide. It is impossible for anyone to be entirely\nfree from mental bias, but so far as I can I have striven to be an\nimpartial witness to phenomena coming within the scope of my own\nobservation.\nReviewing the numerous public and private seances which I have\nattended with different private and professional mediums, during the\nlast 15 years, I find that by far the larger part of the results obtained\nhave absolutely no evidential value in favour of Spiritualism: either the\ncondition of total darkness forbade any trustworthy conclusions, or the\nresults were nothing more than could be explained by a low order\nofjuggling. A few cases, however, stand out as exceptions j the ones I\nwill cite occurred in the years 1875 and 1876. Though notes of the\ncases to be cited were taken at the time, the evidence is, I admit,\nfragmentary and somewhat remote in time. This partly arises from my\nlessened interest in the phenomena and partly from the difficulty of\nobtaining anything like satisfactory evidence. I should add, moreover,\nthat moral considerations also weigh with mej owiml_to ,the constant\nDigitized by ~.Y\\.JO(SH::\n\f1886.] On SO'm.e Physical PJumomena. 29\nrecrudescence of fraud on the part of many mediums with whom I sat,\nit became with me a doubtful question whether the gain to science was\nworth the moral risk to which one exposed the paid medium. The\ntemptation to fraud on the part of the medium is of course very great,\nas must always be the case when a man's livelihood depends on the\nrecurrence of phenomena. which if genuine are out of his own control.\nIn the tirst two of the cases I am about to describe there was\ncertainly no pecuniary inducement to fraud, as the sittings were with\nprivate family circles, and in none of the cases to be cited was\nthere total darkness, that easy adjunct of fra.ud; furthermore, the\nphenomena occurring in all these cases were of so simple a cha.racter,\nthe same thing being several times repeated, that one's a.ttention was\nnot distracted by the occurrence of various noyel and unexpected\nresults.\nThe first C!'88 I will describe came under my notice a year or two\nafter I went to reside i~ Ireland. A solicitor, Mr. C., with his wife\nand family, had come to reside for the season in the suburban house\nof a friend and neighbour of mine, an Irish country gentleman, who had\nan utter disbelief in Spiritualism. I was, therefore, not a little amused,\nupon making Mr. C.'s acquaintance, to find that he had in his\nown family what appeared to be Spiritualistic phenomena actually\nthen and there going on. When Mr. C. found I was interested in\nthe matter, he kindly permitted me every opportunity of close a.nd\nfrequent investigation. The following observations, noted at the time,\nwere in part published in a review I was then engaged in writing,\nand also referred to in the course of a paper which I read before the\nBritish Association at Glasgow, in 1876.1 They embrace the record of\nnumerous sittings, extending through the months of August and\nSept6mher, 1875. Present, besides myself, Mr. and Mrs. C. and their\nyoung daughter F., a bright, frank, and intelligent child then about ten\nyears old. Time, 10 a.m. We sat at a large dining-room table facing\nthe French windows, which let in a flood of sunlight, so that the sitters'\nfeet as well as hands could be perfectly seen. Shortly a sort of scraping\nsound was heard on the surface of the table, the sound moving about,\nbut was loudest when near the medium F. Raps were also heard,\nsometimes on the table, sometimes appearing to come on the backs of\nthe chairs on which we sat. F.'s hands and feet were closely watched ;\nthey were absolutely motionless when the sounds were heard. After a\nfew sittings the sounds grew in loudness, often being as loud as, and\nvery much resembling, the hammering of small nails into a floor. They\ncame more readily and more loudly when music was played, or a merry\nsong struck up. Usually they kept time with the music, and altogether\n1 See Proo!Uding, S.P.R. vol. 1, p.238. DigitizedbyGoogle\n\f30 On 8~ Physical Pherwrnena. [March 6,\ndisplayed a singular degree of intelligence. Sometimes a loud rhythmic\nscraping, as of a violoncello bow on a piece of wood, would accompany\nthe music. Again and again I placed my ear on the very spot on the\ntable whence this rough fiddling appeared to proceed, and felt distinctly\nthe rhythmic vibration of the table, but no tangible cause was visible\neither above or below the table. Experiments were made on the possi-\nbility of localising sounds such as were heard, and so far as my\nexperiments went, I found that I could tell, approximately, the\nposition where a knock was made by a friend hidden underneath a large\ntable. The ability to localise a sound depends very much on the nature\nof the sound. The sounds made by a siren or by a singing Bame are\nextremely difficult to localise, they may be anywhere about the room j\nbut I feel pretty confident that the knocks and scraping sounds\nproceeded from a source certainly within II. foot or two of the position\nassigned. Now I noticed particularly that the sounds-though fainter,\nit is true, than when near-were sometimes heard far away from the\nmedium. On one occasion, when no one else was in the room, and it\nwas broad daylight as usual, I asked my young friend the medium to\nput her hands against the wa.ll and see how far she could stretch her\nfeet back from the wa.ll without tumbling down. This she did, and\nwhilst in this constrained position-with the muscles of the arms and\nlegs all in tension-I asked for the knocks to come. Immediately a\nbrisk pattering of raps followed my request. All the while the child\nremained quite motionless. My reason in making this experiment was\nto test the late Dr. Carpenter's muscular theory of the cause of the\nsounds. Had Dr. Carpenter been present, I feel sure he would have\nadmitted that here, at any rate, that theory fell through. Besides\nknocks there were occasional movements of the furniture. Seated one\nday at a large dining-room table, in full sunlight, Florrie and Mr. and\nMrs. C. and myself being present, all our fingers visibly resting on the\nsurface of the table, three legs of the table rose off the ground to a\nsufficient height to allow me to put my foot easily beneath the castor\nnearest me. Attempts to move the table by muscular effort, under\nsimilar conditions, entirely failed; it could be pushed about, not raised.\nOn one occasion I asked that the knocks should come upon a small table,\nthe medium being seated neal'\" to, but not touching the table. The\nBOunds occurred as requested, and I placed one hand Bat on the upper\nsurface of the table, and the other on the under surface, and in this\nposition I felt, or thought I felt, the slight jarring made by the taps on\nthat part of the table enclosed between my hands. The sounds\nfrequently occurred, as I have said, when the child was the only person\npresent in the room besides myself. Under such conditions they\noccurred when I made her lie on a sofa and firmly held her hands and\nfeet. On any occasion, upon repeating the lIi~pJ~~~uld occur\n\f1886.] On Bome Physical Pke'lW'Tne1UL. 31\nat certain letters. Thus I was told that a lad named \" Walter Hussey \"\nwas the invisible person engaged in making the sound•.\nThough there was manifest intelligence in the sounds, it was a\nchildish intelligence, and a hasty observer might therefore jump to the\nconclusion that it was the little medium herself playing tricks; and he\nwould find incidents which might give a plausible support to his conclu-\nsion. Thus one day a word was misspelt by raps, exactly as the child\nwould have misspelt that word, as I afterwards ascertained. Yet I can\nonly say tha.t a long and careful examination convinced me that trickery\non the pll.rt of the child was a more improbable hypothesis than that\nthe sounds proceeded from some unknown agency.\nNor could the sounds be accounted for by trickery on the part\nof the servants in the house, for in addition to my careful inquiries\non this point, Mr. C. informed me that he had obtained the raps\non the handle of his umbrella out of doors, when the child was\nby his side, and that the music master complained of raps pro-\nceeding from inside the pianoforte whenever the child was listless or\ninattentive at her music lesson. Mrs. C. told me thll.t almost every\nnight she heard the raps by the bedside of her child when she went to\nbid her child good night; and that after she had left the room and\npartially closed the door, she would hear quite an animated conversation\ngoing on between her daughter and her invisible companion, the child\nrapidly spelling over the alphabet, and the raps occurring at the right\nletters, and the child thus obtaining, with surprising rapidity, a clue to\nthe words spelt out.\nStill more violently improbable is the supposition that the parents\nof the child were at the bottom of the mystery, stimulated by a desire\nto impress their friends with the wonderful but imaginary gifts their\nchild possessed. The presence of the parents was flOe necessary for the\noccurrence of the sounds which, as I have said, often took place when I\nwas the only person in the room besides the child.\nHallucination was the explanation which suggested itself to my own\nmind when first I heard of the phenomena, but was dismissed as wholly\ninapplicable after the first day's inquiry; nor do I think anyone could\nmaintain that different people, individually and collectively, for some\nweeks thought they heard and saw a series of sounds and motions\nwhich had no objective existence.\nNo! I was then, and am still, morally certain that the phenomena\nhad a real existence outside oneself, and that they were not produced by\ntrickery or by known causes, hence I confess I could come to no other\nconclusion than that we had here a class of phenomena wholly new to\nscience.l In reviewing the evidence the critic must, however, make what\nI It may be urged that the occult phenomena alleged by the Theosophists\nwere of this mexplicabJe character, and believed in by nnm9~~b~~~et\n\f32 On &mu Physical Phenomerut. [March 6.\nallowance he thinlrs proper for my mental bias during the investigation,\nand further take into account the hypothesis that some children do\nexhibit an amazing passion for deceiving their elders, and some possess\nan extraordinary love of notoriety. For instance, I could a tragic\ntale unfold where these causes led a clever boy, in good position in\nsociety, and of juvenile piety, for twelve months to deceive his father, a\ndistinguished surgeon, and all his family, by pretended Spiritualistic\nmanifestations, which appeared at first sight inexplicable until the\ncunning trickery of the lad was discovered. But the two cases radica.lly\ndiffer in this, that after examination by an outsider one case hopelessly\nbroke down, the other did not. In the one case the phenomena were\nnot beyond the capacity of a clever and wicked child, in the other the\nphenomena were, I venture to think, beyond the capacity even of the\nmost clever and diabolical child. It was in assuming the goodness of\ntheir child that one family were misled; no such assumption was made\nin the other case, for the parents sensibly enough punished their child\nwhen the phenomena first broke out.\nAfter some three months the sounds disappeared as unexpectedly as\nthey had arisen. Assuming Miss C. to be an accomplished trickster\nanimated by the love of notoriety, one would not expect the phenomena\nto droop and die away when constant practice had made the trick easy,\nand when the acme of success, as regards the growing interest of friends\nand the attention paid to herself, was within the performer's reach.\nIn a letter which I received a few days ago from Mrs. C., she\nwrites :-\nFlorrie hlUl never had any return of her mediumship since 1875, when\nwe were in Ireland. It died 8. sudden death there and then. I WIUI not\nsorry for it, for I feared that had it continued when ahe WIUI growing up, it\nwould probably have developed more than we cared for or than WIUI good\nfor heraelf. Of the genuinenesa of the phenomena. I have never had the\nslightest doubt, then or now.\nAnd in a subsequent letter Mrs. C. gives her opinion which, though\nI do not agree with it, I quote :-\nI have no doubt that the intelligence which manifested WIUI outside\nthe circle, and though my mere conviction on such a matter is, of course.\nquite valuele88, I still believe it WIUI a so-called .. spirit\" totally disconnected\nfrom ouraelves, and dominating her for a tinie. The manifestations were\noften violent, and for the moat part very frivolous in their nature. I thought\nand honest men. Neverthelesa, after Mr. Hodgson's investigation in India no\nother conclusion is poBBible but that the High PriesteBB of Theosophy, Madame\nBla.vatsky-rouml whom these marvela cluatered,-is one of the moat \"accom-\nplished impostors in history.\" But what are the facts! Directly circumspect\nand painstaking investigation WIUI brought to bear upon these phenomena they\nwere found to be fraudulent. and the mystery collapeed. G I\nDigitized by oog e\n\f1886.] On Some Physical Phe'1\/,Q'1M'na. 33\ntherefore they could bring no advantage to the Bitten to counterbalance\nthe diaadvantage to my daughter, then a mere child and eaaily excited.\nHence, when the phenomena ceaaed I waa not BOrry for it on her account.l\nThe next case, which I will cite, is of somewhat le88 evidential value,\nas my opportunities for testing the phenomena under varying conditions\nwere not so great j but the case is of interest owing to the medium\nbeing a middle-aged lady in private life, who found this abnormal\npower gradually develop in her presence. In the spring of 1877, I was\ninformed by a Mr. L., a well-known photographer in Dublin, that his\ncousin, MiBB I., had mediumistic power, and I was invited to her houae\nto make a careful investigation. I went a great many times during the\nspring and autumn of 1877, and took notes of what occurred. In moder-\nate gaslight, enough to see to read small print, knocks and spasmodic\nmovements of the table at which we sat occurred, and long religious\nmeSB&ges were rapidly spelt out, sometimes by raps, sometimes by quick\ntilting of the table, which latter may, however, be disregarded, as it is\nimpoBBible to eliminate the effects of unconscious muscular action\nexcept by a clear space intervening between the hands and the table,\nwhich was not the case here as a rule. I will quote the record of one\n.nce on May 10, 1877. There were present only myself, Mr. L., and\nMi88 I. The seance took place at Mr. L.'s house in the evening, one\ngaslight burning in the room. Seated at 0. small table, tiny raps soon\noccurred, like the ticking of a hard point on the oil cloth which covered\nthe floor of the room. I confined my attention to these, and begged\nMiss I. to move to a larger and heavier table, some 4 feet square, and\nto adjust her dreBB so that I could see her feet. This she did. I sat\nclose by her, carefully watching her feet and hands, which were however\nquite motionle88.\nPresently loud raps Wtlre given Hot this table beneath the hands of\nthe sitters, so loud, in fact, they quite startled me. In character the\nsounds in general resembled the snapping noises occasionally made by\nfurniture when the joints open under the heat of a room. But the\nsharpest and loudest cracks can be well imitated in strength and\ncharacter by smartly striking a table with the edge of an ivory\npaper-knife. In obedience to my request a definite nq.mber of knocks\nwere given: four double knocks were asked for and given j knocks\nwere asked to indicate the number of fingers held open, and were\ncorrectly given j in two instances this was tried and correctly done\n1 Both Mr. and Mrs. C. were preaent when this paper waa read. Mr. C.\nquite corroborated the opinion given by his wife of the genuineneAA of the\nphenomena, and informed me of several other remarkable phennmena, in\nconnection with the mediumahip of his daughter, which had not come under my\nnotice. G I\nDigitized by o~ e\n\f34 On Some PkysU:al Pke'M'f1l,6'1l,(1,. [Ma.rch 6,\nwhen I held my hand out of sight, so tha.t the opened fingers were known\nto no one but myself. Knocks of different kinds were now hea.rd all\nover the ta.ble ; they kept time to the whistling of a tune, and showed\nan a.ctuating intelligence that wa.s most undeniable.\nAddressing the ta.ble, I now a.sked if knocks could be given without\nthe conta.ct of the hand. Three knocks in reply were to be the signal\nfor yes. Three knocks quickly came. The hands of both Mr. L. and\nMiss I. were now held up, and whilst they partially withdrew from the\nta.ble, the knocks still came, not so vigorously, but still there they were.\nThis went on for some minutes, till they cea.sed to be heard. A refresher\nwa.s then given in the shape of a few moments' conta.ct with the hands.\nOnce more the knocks returned, and continued some time after the\nhands were removed.\nWhilst noticing these facts, I observed a frequent unea.sy movement\nof the entire ta.ble, and now it sidled about in a most surprising\nmanner. Lifting their hands completely oft'the ta.ble, the sitters placed\nthemselves back in their chairs with their hands folded a.cross their\nchests; their feet were in full view, and under these conditions, and in\nobedience to my request, the ta.ble raised the two legs nea.rest to me\ncompletely off the ground, some 8 or 10 inches, and thus suspended\nitself for a few moments. Again a similar a.ct wa.s performed on the\nother side. Next came a very unexpected occurrence. Whilst\nabsolutely free from the conta.ct of every person the ta.ble wriggled itself\nbackward and forward, advancing towards the arm-chair in which I\nsat, and ultimately completely imprisoning me in my sea.t. During its\nprogress it wa.s followed by Mr. L. and Miss I., but they were at no\ntime touching it, and occasionally were so dista.nt that I could perceive\n& free spa.ce all round the ta.ble whilst it wa.s still in motion. When\nthus under my very nose the ta.ble rose repea.tedly, and enabled me to\nbe perfectly sure by the evidence of touch that it wa.s oft' the ground,\nand, further, that no human being, consciously or unconsciously, had\nany part in this movement.\nThis sitting la.sted two and a.-half hours altogether. The results, it\nis true, were very remarka.ble and una.ccounta.ble ; but though I had not\nthe slightest doubt of the good faith of Mr. L. and Miss I., yet I do not\nadduce this evidence a.s unexceptionable. I should have preferred to\nhave ta.ken precautions which were not so ea.sy to impose on ala.dy, and\nI should also have preferred to have had the seance in my own house.\nThis latter objection wa.s met by Mr. L. and Miss I. coming to my own\nhouse in the first week of September, 1877, and as before we three were\nthe only persons present. The time wa.s the afternoon, and there was\nplenty of daylight. Though the drawing-room wa.s carpeted, the curious\nticking sounds a.gain occurred; these soon developed into louder raps,\nalways in the neighbourhood of the medium,.but I 9Quld nqi; discover\nDigitized by ~oo8le\n\f1886.] On &me Physical Phenomena. 35\nthe slightest movement of the muscles of the hands or feet which\nwould account for the sounds; nor were they mufBed, but clear\nand distinct raps. There was always a remarkable intelligence and\noften a jocosity about the sounds, a.nd when a tune was played on the\npiano the raps kept time to it. Suddenly, only the tips of our fingers\nbeing on the table, the heavy 100 table at which we were sitting made a\nseries of very violflnt prancing movements (which I could not imitate\nafterwards except by using both hands and all my strength); the\nblows were so heavy that I hurriedly stopped the performance, fearing\nfor the safety of the gas chandelier in the room below.\nHere, too, I cannot avoid the conclusion that the phenomena\ndescribed are inexplicable on any known hypothesis. It is true the\ncharacter of the pious platitudes spelt out by the table were just such\nas the medium herself (a Methodist) would be likely to concoct; and it\nwaa quite possible or even probable that unintentional muscular move-\nments on her part caused the table to tilt and spell out these pla.titudes.\nNor must we exclude from our view two considerations, first, how very\ndifficult if not impossible it is to keep up a continuous vigilant watch\non the hands and feet of any person-the whole of legerdemain is based\nupon this known failure in our habits of observation; and second (though\nthere was no reason to suppose Miss I. was suffering from this malady),\nwe must remember the extraordinary vagaries of hysteria: even\nexperienced physicians have sometimes been led astray by the morbid\nand amazing cunning of patients suffering from this disease. But\nsupposing that Miss I. had some ingenious mechanism concealed about\nher person whereby she could, by an imperceptible movement of her\nbody, produce the sounds that were heard, this explanation would fail\nto account for the undoubted motion of a heavy table free from the\ncontact of all present. After giving due weight to every known\nexplanation, the phenomena remain inexplicable to me, but each reader\nwill form his independent opinion, which will be so much the more\nvaluable than mine as his knowledge is larger and his experience of\nthese phenomena wider than mine.\nWith some hesitation I will now adduce a case of another order,\nnamely, with a paid professional medium, who has since become well-\nknown for his slate-writing performances, and who is therefore either an\naccomplished trickster or the possessor of most wonderful occult power.\nThis is, therefore, a case wherein I should like to have had the co-opera.\ntion and opinion of a good conjurer; I confess I distrust my own\njudgment. I will, however, endeavour to describe what occurred as\nfaithfully 3S my notes of the performance admit. My principal reason\nfor citing this case is that it affords an illustration of what appears to\nbe uttflrly incomprehensible as II. piece of trickery, and yet-J fC5~)t\nDlgltlzedby\"\"O e\nft\n\f86 On &me PhyBicoJ, Phenomena. [March 6,\nconceal from myself the fact that if the moral character of the medium\nshould be found open to suspicion the chances are that it was after\nall only a piece of adroit legerdemain.\nOn January 5th, 1878, Mr. Hensleigh Wedgwood kindly arranged\nthat I should have a _nce in his own house in Queen Anne Street,\nLondon, with Mr. Eglinton. The observers present beside myself\nwere Mr. Wedgwood and his sister, Mr. A. R. Wallace, and Mr. F.\nW. H. Myers.\nThe seance was held in Mr. Wedgwood's library at the hour of\n4: p.m. When the medium arrived I was permitted to take whatever\nprecautions I thought necessary to prevent fraud on his part.\nAccordingly I asked him to take off his coat and waistcoat and put on\na black coat of Mr. Wedgwood's. The description of what follows is\ntedious, but I fear it is necessary, though no verbal description can ever\nbe entirely satisfactory to one who was not present. Anticipating that\nthe medium might easily slip his arms out of the coat sleeves, but that\nhe would find it extremely difficult to get them out of his shirt sleeves,\nI took a needle and thread and stitched each sleeve of the white shirt\nhe had on to the corresponding sleeve of the coat I had just put on\nhim. I then stitched the wristband of each shirt sleeve so as to make\nit fit tightly around his wrists. He was then asked to sit down in a\nchair in the corner of the room and place his hands behind him; in\nthis position thread was tied to each wrist and fastened to a nail driven\nin the woodwork of the adjacent bookcase. To prevent accidental break-\ning of the thread, and as a further security, a piece of red tape waS passed\nthrough the button hole of his shirt, then through a button hole of the\ncoat,then carried over his arms and the two ends tied very securely behind\nhim; the two long loose ends of the tape were finally fastened, one to\nthe nail in the bookcase on his right hand, and the other to the nail in\nthe bookcase on his left hand side. I now asked him to place his hands,\nwhich, as I have said, were behind him, palm to palm; he did so, and I\nthen tied his thumbs together very securely with a piece of black linen\nthread. It will thus be obvious he could, if he chose, move his legs\nfreely and also turn or nod his head, but he could not move the trunk\nof his body nor his hands nor arms without breaking the fastenings,\nwhich I may add were sealed with sealing wax on to the bookcase\nas well as tied to the nails. A couple of small curtains, running on &,\nrail over the medium's head, were now drawn nearly together in front\nof the medium, leaving a space of a few inches eX&Ctly opposite the\ncentral line of his body. Through this space his face and front of his\nbody could of course be seen. The curtains hung down on each side of\nthe chair on which the medium sat, so that his legs from the waist\ndownward were entirely in front of the curtain. A gas .let, which was\nthe principal light in the room (the heavy ~w;d4j;~~king been\n\f1886.] On Some PkyBical Pkwnomerw.. 37\ndrawn) was now lowered, but there was plenty of light to allow of our\nseeing each other. We then seated ourselves close to the medium; I\nwas so close to him that not a foot intervened between us. I could see\nthat his head presently drooped and he went into a sort of trance,\nwhether real or assumed I could not say. Knockings ,were now heard,\nand upon repeating the alphabet over slowly, a message was spelt out.\nI asked, \"Can you move anything in the room 1\" It said, by knocks, it\nwould try, but nothing was moved. Either one of us or else the\nknocks suggested putting some objects near the medium. I got up,\nwent to the bookcase, and took out some three or four books at random.\nThese I placed in a pile on the lap of the medium, and then, catching\nsight of a small hand bell, added this on the top of all.\nUpon seating myself close in front of the medium, our knees almost\ntouching; I noticed there was enough light in the room to read the time\nby my watch true to a second. In a few minutes after this, whilst\nwatching the motionless figure of the medium, I distinctly saw the\nupper half of the pile of books move, the cover of the middle book\nopening and causing the ones above it and the bell to incline to a con-\nsiderable angle, so that I was surprised to find that the bell did not fall\noff; in fact, it did not stir relatively to the cover of the book. The leaves\nof the book were now dropped one after another, and then opened up\nagain. Then the lower book opened, and its leaves were deliberately let\nfall. The whole proceeding was exactly such as would occur if two\nhands were placed on each side of the volumes and their leaves slowly\nrun over by first lifting up the body of the book and then allowing the\nleaves to drop past, the fingers rubbing against them as they fell.\nDuring this process some unseen support would be required to keep\nthe bell in its place.\nNow, if the medium had skilfully depressed or raised his knees,\nthe books would have moved as a whole, and this is what did not occur.\nIf he had cunningly contrived, unseen by five pairs of eyes, to fasten a\nthread to the cover of any of the books, he must have done so in full\nview of us all after he had been secured in his cha.ir, and then the\nupper cover, or the book as a whole, would have moved, and this also is\nwhat did not occur.\nWhen the curtains were drawn back the medium appeared to be\nfast asleep; the gas was turned fully up, and every fastening was found\nintact. As, however, I could see the body of the medium the whole\ntime, the fastenings were of no particular value in this case, except to\nsatisfy those who were not there. The medium presented the usual\ndazed appearance when he awoke shortly afterwards.\nWhat hypothesis can we frame to account for what took place1 If\nhallucination be the explanation it was a case of collective hallucination.\nfor every one of the five observers present saw +.hAlIII.IIlelf.'h.i.n..cUd\n~glfiiecr5y ~(51.,,\",\n\f86 On &nne PhyBical Phenomena. [March 6,\nconceal from myself the fact that if the moral character of the medium\nshould be found open to suspicion the chances are that it was after\nall only a piece of adroit legerdemain.\nOn January 5th, 1878, Mr. Hensleigh Wedgwood kindly arranged\nthat I should have a seance in his own house in Queen Anne Street,\nLondon, with Mr. Eglinton. The observers present beside myself\nwere Mr. Wedgwood and his sister, Mr. A. R. Wallace, and Mr. F.\nW. H. Myers.\nThe seance was held in Mr. Wedgwood's library at the hour of\n4 p.m. When the medium arrived I was permitted to take whatever\nprecautions I thought necessary to prevent fraud on his part.\nAccordingly I asked him to take off his coat and waistcoat and put on\na black coat of Mr. Wedgwood's. The description of what follows is\ntedious, but I fear it is necessary, though no verbal description can ever\nbe entirely satisfactory to one who was not present. Anticipating that\nthe medium might easily slip his arms out of the coat sleeves, but that\nhe would find it extremely difficult to get them out of his shirt sleeves,\nI took a needle and thread and stitched each sleeve of the white shirt\nhe had on to the corresponding sleeve of the coat I had just put on\nhim. I then stitched the wristband of each shirt sleeve so as to ma.ke\nit fit tightly around his wrists. He was then asked to sit down in a\nchair in the corner of the room and place his hands behind him; in\nthis position thread was tied to each wrist and fastened to a nail driven\nin the woodwork of the adjacent bookcase. To prevent accidental break-\ning of the thread, and as a further security, a piece of red tape waS passed\nthrough the button hole of his shirt, then through a button hole of the\ncoat,then carried over his arms and the two ends tied very securely behind\nhim ; ~h? two long loose ends of the tape were finally fastened, one to\nthe naIl m the bookcase on his right hand, and the other to the nail in\nthe. bookcase on his.left hand side. I now asked him to place his hands,\nwhich,. as I.have saId, were behind him, palm to palm; he did so, and I\nthen tIed hIS ~humbs together very securely with a piece of black linen\nthread. It Will thus be obvious he could if he chose move his legs\nfreely and also turn or nod his head but he could not'move the trunk\nof ~s body nor his hands nor arms'without breaking the fastenings,\nwhIch I may add were sealed with sealing wax on to the book~\nas well as tied to th 'Is . ,\n. e nal. A couple of small curtalDS runmng tv'\nrad over the medium's h a d ' .\nf th edi . e, were now drawn nearly together r\noem um leavmg a f f . ..\nt 1l i ' space 0 a ew Inches exactly opna\ncboden ra lnde of his body. Through this space his face and j\ny cou of COurse be s Th .\nth h' een. e curtams hung down~n\ne c aIr on which the medium sat, so that his Ie\n~wn~ar~ we~e entirely in front of the curtain. A:.s\ne prmclpal hght in the room (the heavv window cu\n• ). r., J\n- _ _ _ _ _ _ _ I Y\\ X •\n\fu - \"\"\"'~ rnen07nena..\nara~) was now lowered, but there was plenty of ligh\nseeing each other. We then seated ourselves clo\n-w-as so close to him that not a foot intervened between\nthat his head presently drooped and he went into &\n-w-hether real or assumed I could not say. Knockin\nand upon repeating the alphabet over slowly, a me61ga.J~\nI asked, \"Can you move anything in the room 1n It\n'W\"ould try, but nothing was moved. Either ou!\nknocks suggested putting some objects near the XLI.\"\"'~·LLII~\n\"Went to the bookcase, and took out some three or four Doc,k:.\nThese I placed in a pile on the lap of the mediuxn,\nsight of a small hand bell, added this on the top of\nUpon seating myself close in front of the medi\ntouching,' I noticed there was enough light in the -~....,.\nby my wa.tch true to a second. In a few minu ,&~biler\nwa.tching the motionless figure of the meruuxn,\nupper half of the pile of books move, the co\nopening and causing the ones above it and the\nsiderable angle, so that I was surprised to find\noff; in fact, it did not stir relatively to the cove\nof the book were now dropped one after anot\nagain. Then the lower book opened, and its lea.\nfall. The whole proceeding was exactly such\nhands were placed on each side of the voluxn\nrun over by first lifting up the body of the\nleaves to drop past, the fingers rubbing\nDuring this process some unseen support\nthe bell in its place.\now, if the medium had skilfully de\nthe books would have moved as a whole,\nIi he had cunningly contrived, unseen\nthread to the cover of the books,\nview of us all after\nupper the\n\f38 On Some PhyBica\/, Phenomena. [March 6,\ndescribed it in similar words afterwards. The occurrence was not\nexpected beforehand, not, therefore, talked over as likely to happen,\nand accordingly no dominant idea had taken p0BBe88ion of our minds\nthat this particular phenomenon would occur. Moreover, I was\nspecially on my guard, for the mesmeric hypothesis was a favourite\none of mine, but in this case it is certainly out of court. If fraud\nbe the explanation, who was the operator 1 The good faith of the\nobservers, all friends of each other, is unquestionable; but if this were\nnot the case it was quite light enough to see that nobody's hands were\nmeddling with the books. The medium may have been the operator.\nbut I cannot myself conjecture how he accomplished the performance,\neven allowing he may have distracted our attention at a critical\nmoment so as to make his preparations unperceived. The most\nplausible explanation of the whole affair is mal-observation and\nmisdescription on my part, a clever bit of juggling in moving the books\nbeing mistaken for a larger movement, and ultimately exaggerated into\nthe effect described. I have however quoted from my notes and am not\nconscious of any exaggeration. But I think we are bound to admit that\nif such an inexplicable physical phenomenon stood alone it is far more\nprobable that my observation was inaccurate or my description\nexaggerated than that the occurrence actually took place as I have\ndescribed.!\nThe question remains how far is it legitimate to apply this exaggere.-\ntion hypothesis to each case as it arises and so in detail dispose of an\nimposing array of evidence. When the first observers of a slowly\nmoving electric fire-ball recounted what they had seen they were\nnaturally suspected of exaggeration, or as the victims of some illusion.\nBut as concordant testimony from other independent observers came in\ndisbelief had to be given up, and electric fire-balls are now accepted as\nan enigmatic freak of that inexplicable agency, electricity.\nSimilarly, if we had adequate evidence, physical phenomena, such\n1 I ought here to mention that I have had numerous sittings with \"Dr.\nSlade\" and Mr. Eglinton, and other mediums, for the purpose of obtaining what\nare called \"Psychographic\" phenomena, that is, writing by unseen agency on\nslates or other material. Whilst I was very much impressed with the successful\nresults that I had with Slade in broad daylight and under conditions that seemed\nto render fraud impoBllible (and until I am shown how the writing could be accom.\nplished by legerdemain I find it stupendously difficult to accept that hypothesis).\nnevertheless one notable fact must be set against Slade; namely, he\nentirely failed to obtain any writing within a carefully scaled box, albeit I\nleft the box in his po8IIeBIIion for some time. .. Dr. Monck,\" another known\nmedium, equally failed with the same box, and subsequently I caught the\n.. Dr.\" in a gross bit of fraud, a piece of white muslin on a wire frame with a\nbla.ck .th~ a~~ed, being used by the medium to simJl!ate a ..partially\nmaterialized Bpmt ! Digitized by ~0081e\n\f1886.] On Some Physical P~. 39\nas I have described, might, without intellectual confusion, be regarded\nas unaccountable freaks of that mysterious agency we call mind. Of\nwhose mind is another question, or whether that mind belong to a living\nhuman brain or to an invisible being. The real point at issue is simply\nthis, have we at the present day a sufficient accumulation of good\ne~idence from trustworthy, independent observers, to outweigh the\nantecedent improbability of the alleged facts ,\nFor my own part, and with much diffidence, I venture to think we\nhave now enough evidence, and have had enough any time this last\ndozen years, to establish in an unbiassed mind a presumption in favour\nof the existence of certain physical phenomena inexplicable by the\nphysical science of to-day. We have not anything like enough evidence\nto convince the scientific world, or even to remove all doubt from an\nimpartial jury who demand scientific precision. It may be the\nvery nature of the phenomena will prevent our ever obtaining\nthe kind of evidence that physical science~ demands. Still more\nremote is the probability of our being able in this region to\nexercise that successful prevision which science justly regards as the\ntest of accurate knowledge, and of laws built thereon. Possibly the\npursuit of experimental psychology, which our Society is stimulating\nthroughout both Europe and America, will in time throw much light\nupon the causes of phenomena such as I have ventured to bring before\nthe Society this evening.\nBut along with more evidence of the right kind I am convinced we\nneed a somewhat freer use of hypotheses. The popular theories and\neasy-chair explanations of Spiritualistic phenomena are manifestly\ninadequate. As a stimulus to investigation let us be bold in discussing\nnovel hypotheses whilst we are rigidly careful in experiment. \"Never,\"\nremarks De Morgan, \"has any way been made by observations alone.\nFacts have sometimes started a theory; but until sagacity had con-\njectured, divined, guessed, surmised what these facts pointed to, the\nfacts were a mob, not an army.\" I am therefore of opinion that the\nmost hopeful advance in this subject will be made by daring hypotheses\nbased upon a study of the evidence afforded by private mediumship.\nOf course, many erroneous explanations will be made at first; our\ntheories are almost sure to be wrong. Intellectual progress, like\nwalking, is a perpetual falling and recovery.\nWith much respect for the opinion of those who have arrived\nat an opposite conclusion, and quite admitting that future evidence\nmay show that I am wrong and they are right, so far nothing that\nI have myself seen has given me sufficient reason to believe that\nan extramll.ndane intelligence operates in Spiritualistic phenomena.\nSo far as the evidence is trustworthy, I, for one, believe it p,oints\nto the conclusion that, under conditions which are ~i_~~~(Ye\n\f40 On Some PhyBica1, Phenomena. [March 6,\nare not put to intellectual confusion by frequent interruptions of the\nordinary course of material laws, mind, occasionally and unconsciously,\ncan exert a direct influence upon lifeless matter. Upon the living\norganised matter of the brain mind can and does act, i.e., if we admit\nmind apart from matter. Obviously pure materialism must reject all\nSpiritualistic evidence, and hence the great theoretic interest which\nattaches itself to this branch of psychical research. The hypothesis I\nhave suggested will be considered less presumptuous by those who have\nfollowed the weighty evidence we have obtained in favour of the direct\naction of mind upon mind in thought-transference.\nIt is however a recognised and wholesome axiom of science that before\nunknown causes are assumed to exist all known causes should have\nbeen exhausted, and not until they are shown to afford an inadequate\nexplanation are we at liberty to take a new departure. This axiom we\nhave carefully borne in mind in our experiments in thought-\ntransference; let us be equally cautious and equally free from timidity\nhere. Mrs. Sidgwick, in the paper that is to follow this, will, I believe,\nconclusively show how hopelessly inattentive our observation usually is ;\nwith the firmest resolution we mentally relax our attention from time\nto time. Students of optics know that whilst we think we clearly see\nthe whole figure of a man or a group of things, with one simultaneous\nact of vision, the opposite is the case ; we can only see clearly one point\nat a time, and unconsciously our eyes sweep from point to point over the\nobjects before us. Thus the muscles of the eyes require intervals of\nrest, which intervals come and go unbidden and unknown, and at these\nmoments we are oblivious of all but a speck in the scene before us.\nFurthermore, to gain the needful rest or relief from monotony, our\neyes outwit our will, and surreptitiously wander at the slightest dis-\ntraction.\nMrs. Sidgwick's acute observations will probably explain by known\ncauses much that now passes as good evidence in favour of Spiritualism,\njust as unconscious muscular action and extreme tactile sensibility ex-\nplain much that passes as thought-reading. It seems to me however almost\nas irrational to explain away the whole phenomena of Spiritualism by\nfraud and mal-observation as is the attempt of some of our hasty critics\nto attribute to collusion and \"muscle-reading\" the experiments upon\nwhich we base our belief in thought-transference. Such critics forget\nthat every honest investigator is sure to strain known causes to their\nutmost limit before he is driven to adopt an explanation that runs\ncounter to the generalised experience of mankind. No doubt astute-\nness beyond the ordinary lot of mankind is the inalienable birthright of\nall critics, but they might spare us a little oommon-sense.\nBut hypotheses of the conditions of success in experimenting are\neven more useful at present than hypothes~, of the cause of the\n\f1886.] On 80m6 Physical Phenomena. 41\nphenomena. I do not know that we have any right hastily to reject\nthe working hypothesis of Spiritualists who say that sympathy, or at\nany rate the absence of mental antagonism, is a condition of success. I\nmay be wrong, but'I think sympathy is compatible with a calm\njudgment and clear and accurate observation; and it may be that in\nthe psychological world it is as necessary as certain material conditions\nin the physical world. Imagine for a moment the problem reversed,\nthat we were living in a spiritual world where the properties of\nordinary matter were unknown, where thought was supreme, thought-\ntransference the mode of communication, and where our affections\nwithout bodily effort determined our actions and our position in\nspace. Imagine now a stranger from the material world coming to\ntell us, say, of the discovery of the electric telegraph. He explains all\nthe phenomena, brings the instrumental appliances, and shows that by\nthis means he can talk to a friend who is invisible. He now lea.ves ua\nto repeat the experiment for ourselves. We bend our minds to this new\nand, as it appears to us, rather useless and ridiculous experiment; for it\nappears absurd that the thought of an absent person should require to\ncome to us through the ticking of a needle, or the jumping up and down\nof a bit of iron, when we, by mere volition, can at once sympathetically\ncommunicate with any person, however distant. Overcoming our\ncontempt we try, arrange the apparatus, and, as is our habit in the\nspiritual world, summon up our volition, but no answer comes; we\nexercise our utmost belief in and sympathy for our unknown friend at\nthe other end of the line, but the experiment is a fa.ilure--no response\narrives. Whereon the stranger from the materia.! world comes to our\naid and says, \"Your states of mind have nothing to do with any\nmaterial phenomenon, you have omitted an important experimental con-\ndition, for you have forgotten to close the circuit.\" But when we\ndiscuss this question with our neighbours we all come to the conclusion\nthat the electric telegraph is silly and useless even if true; and it can't\nbe true because, we argue, mental forces operate at enormous distances\nand therefore the interval of a hundredth of a.n inch or less that was\nrequired to close the circuit can make no appreciable difference in the\ntransmission of thought. So we disbelieve in the electric telegraph,\nand look upon the stranger as a kna.ve or a fool, probably both.\nI think this is not an unfair nor uninstructive analogy. It is\nbecause all working theories on these debateable Spiritualistic\nphenomena are so unrelated to our existing knowledge of the physical\nworld, that the psychological problems before us receive such scant\nrecognition at the hands of scientific men. But let us take courage;\nthe author of the Veatigea of Creation, referring to the ridicule with\nwhich his views were received, remarked :-\" A novelty, however true,\nif there be no received truths with which it can hei9illh~~~t::\n\f42 On Some Physical Pherwrnena. [March 6,\nmonious relation, has little chance of II. favourable hearing.\" And yet\nwithin a single generation from the time these words were written,\nthanks to the labours of Mr. Darwin and Mr. Wallace, the theory of\nEvolution has become a recognised part of biologica.l science. In\nscience, as in politics, the happier tendency of modem thought is\n\"neither to mock, to bewail, nor to denounce men's actions, but to try\nto understand them.\"\nIn conclusion, I have, therefore, good hope that whilst Spiritualistic\nphenomena will be of little use to physica.l science, and I fear can never\nbe demonstrated by purely physica.l methods of investigation, they may\nyet, in time to come, be accepted as an integral part of the dual world\nof matter and mind in the midst of which we live. And if so, the gain\nto human thought will be immense; the present despairing, materialistic\nattitude of mind will give place to a more hopeful and withal a more\nhumble attitude towards the infinite possibilities that are within our\nreach. And, if a personal allusion may be forgiven, I find, as I re-\ngard these phenomena, more and more help in understanding the laws\nof a spiritual kingdom, the mysteries of which Spiritualism cannot\nunfold, but the mental conditions of our approach to which it seems to\nshadow forth.\nNOTE ON THE ABOVE PAPER.\nBy PROFB880R BALFOUR STEWART, F.R.S.\nI have read with much interest the paper by Professor Barrett, on\nsome Physical Phenomena commonly called Spiritualistic witnessed by\nhim. He expresses his conclusions in the following words:\ncc Assuming the evidence to be trustworthy, I, for one, believe it\npoints to the conclusion that, under conditions which are so restricted\nthat we are not put to intellectual confusion by frequent interruptions\nof the ordinary course of material laws, mind occasioncdl'll and tmCOft-\n8cioual'll can exert a direct influence upon lijek88 matter.II\nAs this is a subject to which I have given a. good deal of thought, I\ntrust the Psychica.l Society will allow me to make one or two remarks\nupon it, and I am very sure my friend, Professor Barrett, will not\nobject to this course.\nViewing the \"Conservation of Energy\" as the representative of\nphysica.llaws, I nevertheless do not regard it in its birth, at least, as\na.nything else than a scientific assertion-a. very sagacious one, no doubt,\nbut yet an assertion. We are in profound i~~Pe(m~b~ll of the\n\f1886.] On &nne PhyBicoJ, Phenomena. 43\nintimate constitution of matter, but of the nature of those forces which\nanimate the atom and the molecule. Under these circumstances, chiefly to\nadvance physical knowledge bymeans of a working hypothesis,but partly,\nit may be, as a weapon against visionaries, we have formulated an asser-\ntion known as the\" Conservation of Energy.\" It is unquestionable that\nthis tKH;a\/kd law has greatly extended our knowledge of physics; nor\nhave we met with any strictly physical experiment capable of repetition\nunder fixed conditions that is inconsistent with this law. Now,\nwhat should be our course of action when a visionary comes before us\nwith some variety of \" Perpetual Motion'\" The moral certainty that\nwe are invaded by presumptuous ignorance is, no doubt, a sufficiently\ngood excuse for not discussing the project. But we have a less objec-\ntionable method of dealing with such a man by asking him to put his\nproject in execution, and to produce his machine, which we will then\ncarefully examine. The fact that no such machine has been produced,\nand, as I said before, that no physical experiment contradicts the great\nlaws of Energy, goes surely very far to justify us in regarding these\nlaws as true-as laws which hold in what I may call the physical\nmarket of the world, ruling the physical transactions between man\nand man.\nBut there are many who are not content with such a limited appli-\ncation of physical laws. In the first place, they repudiate the doctrine of\n~will because they regard it as being inconsistent with such laws;\ntI6CMIdl,l, they repudiate the possibility of what are called miracles; and,\nlanl,l, they repudiate (with contempt) the evidence for telepathy and\nmore especially that for Spiritualistic phenomena which has come before\nthe Society for Psychical Research.\nOne consequence of this mental posture is that interminable discus-\nsions have arisen between a certain cla.ss of men of science and the\nsupporters of Christianity,the latter of whom have been far from judicious\nin their method of defence. These have until recently considered miracles\nas Divine interferences with ordinary laws, and hence as abnormal and\nintellectually incomprehensible occurrences, while the Protestant\ntheologians have imagined that the power to work miracles ceased with\nthe Apostles. This latter doctrine was probably a.ssumed as a polemical\nweapon at the time of the great controversy with the Church of Rome.\nIt goes without saying that this method of looking at things will not\nrecommend itself to men of science, and thus an embittered and useless\ndiscussion has continued between two classes of men, neither of whom\nhas seemed to be either able or willing to enter into the position a.ssumed\nby the other.\nOf late years, however, miracles have come to be regarded not\nas breaks of law, but as phenomena embracing .a hig9&-_law~\ndoctrine which is a great advance upon its pred~.~~\\'be\n\f44 On Some Physical Phenom.erw,. [March 6,\nquestion naturally a.rises, if there be this higher law may there not be\nOCC&Sional tr&ees of it to be met with in the world, even at this present\nage1 It is, I think, exceedingly unfortunate that a large class of\ntheologians have attempted to decide this question in the negative. It\nis not a question for them to decide, but for those who investigate\nmatters of fact. This is in reality the question upon which the Psychical\nSociety are engaged, and the circumstances which I have mentioned\nappear to me to lend an unusual importance to their investigations. Let\nus begin by allowing that the laws of Energy dominate the scientific\nmarket-place, and the scientific dealings between man and man. We are,\nI conceive, amply justified in extending this scientific aaaertion so far.\nBut are we justified in extending it further 1 Are we, for instance,\njustified in aaaerting that under the very dUferent conditions of things\ncontemplated by the Psychical Society there may not be at least an\napparent and primafacie breakdown of these laws; and more especially.\nare we justified in absolutely shutting our eyes to all evidence that may\nbe brought before us in favour of such appa.rentinterruptions 1 I cannot\nthink so. We must examine everything. Because a scientific statement\napplies to one set of conditions, must it necessarily apply to everything\nelse 1 I have always thought that this had to be ascertained by investi-\ngation, and not by dogmatic aaaertion, and I therefore conceive that our\nSociety is abundantly justified in applying the .Baconian method of\nresearch to all occurrences.\nDigitized by Coogle\n\f","_id":540}