{"name":"Proceedings of the Society for Psychical Research 3975 2920 1612","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v4_3_may_1886.pdf","mytitle":"Proceedings of the Society for Psychical Research, V4, May 3, 1886","mylang":"de","content":"1886.] The Physical P~ of Spiritualism. 45\nPROCEEDINGS OF THE GENERAL MEETING ON\nMOtiday, May 3, 1886.\nThe twentieth General Meeting of the Society was held at the\nRooms of the Society of British Artists, Suffolk Street, Pall ·Mall,.on\nMonday, May 3, 1886.\nF. W. H. MYBRS, EsQ., IN THB CHAIR.\nThe following paper was read:-\nIII.\nRESULTS OF A PERSONAL INVESTIGATION INTO THE\nPHYSICAL PHENOMENA OF SPIRITUALISM.\nWITH SO:ME CRITICAL REMARKS ON THE EVIDENCE FOR THE\nGENUINENESS OF SUCH PHENOMENA.\nBy MRS. HBNRY SIDGWICK.\nBy the physical phenomena of Spiritualism, I mean those which, if\ncorrectly described, and not due to conscious or unconscious trickery,\nnor to hallucination on the part of the observer, exhibit a hitherto\nunknown force acting in the physical world, otherwise than through\nthe brain or muscles of the medium. They are thus distinguished from\nthe automatic phenomena, of which writing by the medium's hand,\ntrance-speaking, and table-turning with contact are examples.\nThe physical phenomena alleged to occur consist in ra.ps, or, as\nMr. Crookes calls them, percussive sounds; in movements and levitation\nof furniture and other objects without contact; the playing of musical\ninstruments, the appearance of lights, the human voice and musical\nsounds produced without instruments; the materialisation of\nhuman hands, faces, and complete figures; psychography, or direct\nwriting and drawing without human intervention; spirit photography,\nor photographing of human and other forms invisible to all but specially\nendowed seers; unfastening of cords and bonds, elongation of the\nmedium's body, the power of handling red hot coals, and the passage of\nsolids through solids without disintegration.\nMy own experience does not include the whole of these phenomena,\nand is entirely inconc1usive as to the genuineness of anypexceMeI\nDigitized by UUU(Sl\n\f46 The Physical Phenome'1Ut of Spiritualism. [May 3,\nregret to say, in certain cases where I cleariy ascertained them to be\nspurious and fraudulent. In the first part of my paper I shall give an\naccount of some of this experience. It is, of course, but one small\ncontribution to the discussion, and does not in any way settle the\nimportant question whether the physical phenomena of Spiritualism\nare ever genuine. Many other witnesses have given their testimony,\nand there is a mass of literature on the subject. A good deal of this,\nhowever, seems to have been written rather in order to call attention\nto the subject than to convince, and at any rate gives so little detail\neither as to the Phenomena themselves, or as to the precautions taken\nto avoid deception and mistakes, that it can scarcely claim any scien-\ntific value. As regards the rest, I shall endeavour to show, in the\nsecond part of my paper, that the difficulties of the investigation have\nbeen underrated, and that, consequently, tests have been too easily\naccepted as decisive. On this ground much even of the remaining\nevidence-though not all-has also, in my opinion, to be rejected. I\nshall, however, only enter into general considerations, without giving\nthe results of my examination of particular cases, since it would require\na volume to do this in detail.\nI.\nMy own practical experience in Spiritualism began in 18H, at a\nseance with Miss Showers, which I well remember on account of the\ninterest excited by the idea that, notwithstanding the very inconclusive\ncharacter of the phenomena that occurred, we might possibly be·\ncommunicating with beings belonging to another world.\n\/' But my first seance of any importance was with Mrs. J encken,\nformerly Kate Fox, one of the three sisters who started\nmodern Spiritualism. The most striking seance I had with her\nwas the fourth of a series held at my own residence, when we\nobtained a word written on a sheet of our own paper, under\nthe table, in light which I believe would ha.ve been good\nenough to read ordinary print by. We thought that Mr.\nand Mrs. Jencken both had their hands above the table,\nand we could not detect any movement of their legs. But we were\nnot well placed for observing this, as we were continually instructed\nby the \"spirits\" to lean over the table. The seance must have\nvery much resembled one with Mrs. Jencken's sister, Mrs. Underhill,\ndescribed by Mr. Dale Owen in the Debateable Land, p. 298: It\nimpressed me a good deal, though even at the time-in those early days\nof our investigation, when our experience was less than it is now-\nwe thought that Mrs. Jencken might have written the word with her\nfoot, and the writing is just of the quality which can be so written\nwithout much difficulty. ized by Google\n\f1886.] 47\n•\nWithin the last three years I have again had two short series of\n.nces with Mrs. Jencken; but again with no conclusive results,\nexcept the discovery that she or her \"spirits\" are Willing to claim, as\nSpiritualistic phenomena, accidental occurrences quite unconnected with\nher presence, and that she endeavours, as far as possible, to obtain from\noneself the information required to answer one's question. I\nThe raps that occur with Mrs. J encken are, as is well-known,\npeculiar-quite unlike what one eM prod~eself by rapping with the\nfoot. They are loud double knocks, acquiring a special sound from the\ntable, floor, door or other object on which they appear to be made. They\nwill occur on the floor, causing it to vibrate, when she is standing up\nand her hands and the front part of her feet are visible and\napparently motionless, and they will occur, if I remember rightly,\nboth when her shoes are on and when they are off. In short, they are\ndistinctly puzzling. As early as 1851, however, three medical pro-\nfessors of the University of Buffalo in America, Drs. Flint, Lee,\nand Coventry, investigated the double rap occurring in the presence of\nMrs. Jencken's sisters-(Margaretta Fox now Mrs. Kane, and Mrs.\nFish now Mrs. Underhill)-and concluded that they were produced by\nrapid partial dislocation and replacement of the knee joints and\nperhaps others.1 They stated that they had experimented with\nanother lady who could \"exhibit all the phenomena of the BOunds belong-\ning\" to what were then known as the Rochester Knockings (from the\nplace where they first became known). She did it by partially\ndislocating the knee joint by an act of the will without any obvious\nmovement of the limb, occasioning a loud noise; the return of the bone\nto its place giving a second sound and thus making the double rap.\nChallenged by Mrs. Fish, they tried some experiments with her and\nMargaretta Fox, which strongly supported their view. When the\nmediums placed themselves as they pleased, raps occurred as usual,\nbut when they were placed by the Profe.ssors with their legs\nextended in front of them, their feet not touching each other, and their\nheels resting on cushions, in which position the necessary leverage\nwas unattainable, no raps occurred. Nor did they when Miss\nFox had her feet down, and Dr. Lee held her knees at\nthe side over her dress, except when he intentionally relaxed\nthe pressure, when two or three faint raps were heard. Knockings\nwent on as usual when these precautions were not taken, but stopped\nthe moment the knees were seized hold of. Mrs. Fish did not deny that\nthe raps failed to occur under the conditions imposed by the Professors\nwhile they were present; but she asserted that they had occurred\nafterwards under the same conditions in the presence of other gentlemen\nI See E. W. Capron, Modern SpirituaJi81n, BoIIton,l856. C'ooole\nDigitized by \"\n\".. '\n\f48 The Physical Pheno7M'fl,(J, of Spiritualism. [May 3.\nwhom she named, but who do notlseem to have come forward with their\ntestimony. I regret that I was u~ware of this explanation when I saw\nMrs. Jencken, but·our own experiments to BOme extent supported. it,\nthough not directed to that object, for no raps occurred when Mrs.\nJ encken sat with her feet in my lap, nor while she stood on a hassock\nwith her hand on the door on which the raps were to be made, while I\nheld back her skirts with a shawl; nor when she stood on the\nfloor and I clasped her round the knees; but I do not lay stress on this\nlast case as I do not think the pressure was of the kind required to\nprevent the lateral displacement of the joints described.\n'\" Our next medium was again an American-a. professional medium\n-Mrs. Eva Fay. Besides a dark seance of an utterly inconclusive\ncharacter, Mrs. Fay's ordinary performance consisted in a seance,\nduring which she sat with her hands tied together behind her back\nto a staple in the wall, and her neck tied to another staple.\nVarious objects were placed on her lap, a curtain held up in front\nof her, and immediately the objects on her lap were moved about\nin various ways, a glass of water drunk, a pattern cut out of paper with\nscissors, &c. Without quite understanding how she did these things, we\nthought a simpler mode of fastening would be more satisfactory, and\naccordingly carefully sewed a tape or ribbon tightly round each wrist\nand fastened them to two separate staples, one on each side. of her.l\nThis position must have been much more comfortable than the one she\nprescribed, but no phenomena occurred, and she declined a proposal\nfor further experiments: Later on we were shown by a conjurer a trick\nby which her own method of tying might have operated.\nSo far our experiences were not very encouraging, but in the\nautumn of this year, 1874, our hopes were considerably raised by hearing\nat first-hand of BOme remarkable physical phenomena--raps, levitation\nof the table, transportation of ob~ects which took place in a party\nconsisting entirely of friends. Unfortunately these sittings were dis-\ncontinued by the medium of the party, on account of health, after a very\nshort time.\nI now come to what was by far the most important series of\nexperiments we have made, those with Miss W.ood and Miss Fairlamb\n(now Mrs. Mellon), of Newcastle, who, I believe, first developed &8\nmediums for materialisation in the summer of 1874. Our attention\nhad been called to this branch of the subject by Mr. Crookes's experi-\nments with Miss Cook, accounts of which were published in this\nsame year. I need hardly explain to my present readers that in a\n1 I write this from recollection, having kept no notes of s~ances with Mrs.\nFay. Almost all the other experiences I describe were recorded in note·books\nimmediately after their occurrence.\nDigitized by Coogle\n\f1886.] The Physical Phenornena of Spiritualism. 49\nmaterialisation sMnce the medium generally sits apart from the rest\nof the circle in what is technically called a \"cabinet,\" but may be an\nadjoining room, or any portion of the seance room suitably screened\noft' from the rest, so that he or she may be in almost total darkness,\nwhile the remainder of the circle enjoy a subdued light-usually very\nsubdued. It is the business of the investigators to satisfy themselves\nthat any figure which may come out of the cabinet is neither a\nmade-up figure, nor the medium, nor a confederate. While the\nmaterialisation goes on the medium is usually supposed to be in a\ntrance and unconscious.\nMr. Sidgwick, Mr. Myers, and Mr. Gurney had a series of seances\nfor materia.lisa.tion with Miss Wood and Miss Fairlamb in January,\nFebruary, and March, 1875, at Newcastle. I was not there myself\nnor at six seances held in April, in London, at the lodgings of one of\nthe party. The precautions taken to prevent the medium coming out\nof the cabinet consisted in various modes of tying and sealing, to the\nwall and into bags. They seemed pretty complete, the hypothesis of\nconfederacy was difficult, and living figures undoubtedly came out into\nthe room. Still, though we did not see how the thing could be done\nby trickery, we did not consider that decisive evidence had yet been\nobtained. The seances were now adjourned to the house where\nI lived. It was decided to discard the bag as too complicated,\nand tying round the neck with silk and sealing because it had so\noften been necessary to cut the silk, and because it seemed\nbetter to dispense with seals, which might, we thought, in the long\nhours spent by the mediums in the dark cabinet, be undone and\nreproduced by means of impressions taken in clay or bread. It would\nhave been difficult to use a light for this purpose without detection,\nbut perhaps not impossible, and I am not sure that seals cannot be\nmanipulated without a light. In all our tests from this time forward we\naimed at avoiding all possibility of physical discolnfort to the medium.\nLong leather straps, cut out of single hides, so as to have no joining in\nthem, were first used to secure the mediums, and were fastened round\ntheir waist and ankles by means of letter padlocks, which were thought\nsuperior to ordinary locks as avoiding the possibilities of duplicate keys\nand of picking. The other ends of the straps were similarly attached\nto marble pillars that supported the mantelpiece in the room which\nwas used as a cabinet,-a small boudoir opening out of the drawing-\nroom where the investigating circle sat. A door opening from this\nboudoir on to the landing was carefully secured to avoid all danger\nof confederacy. It was not only locked in the usual way, but a leather\nstrap was passed through the keyhole and through a hole in the door-\npost and fastened with a letter lock. Of course the words used for the\nditl'erent letter locks were different, and were changed every day-:. I\nDigitized by UOo~ e\n\f50 The Physical Pherwnuma of Spiritualism. [May 3,\nI may here remark parenthetica.lly that I have bee~very much\nsurprised in reading accounts of seances at the confidence sometimes\nplaced in locks, in cases were the medium could have no difficulty\nwhatever in possessing himself of a duplicate key. Some other pre-\ncautions taken to secure doors and other fastenings seem very\ninadequate j for instance, the gummed paper recommended by some\nmediums, which, in most ca.ses, could easily be removed and replaced\nwithout detection.\nHaving arranged our tests &8 described, we began a series of\nfour seances. At the first a vague white figure, which might have\nbeen a doll or perhaps mere drapery, appeared at the doorway,\nbut did not come out. The second W&8 a complete failure. At\nthe third a small vague figure again appeared, and raps were made\nin places beyond the reach, we thought, of the hands or feet of the\nmedium, but of course she might have brought something with her to\nmake these with. We were getting depressed, especially &8 on this Ia.st\nocca.si.on the disentrancement took a very long time, and finally left\nMiss Wood talking wildly, and apparently under the delusion that she\nhad shot some one and W&8 in gaol. We tried to get her upstairs to bed in\nthe house, but she resisted so much that we had to give it up, and\nfinally she W&8 taken home to her lodgings about 6.15 in the morning,\nquiet, but still seemingly under the same delusion. The seance had\nbegun at 7 p.m. She did not apparently recover her onity till the\nfollowing day. Whether a.ll this W&8 simulated it is difficult to oy. There\nis some evidence on both sides. Somewhat similar phenomena., long\nentrancement, &c., occurred on other occa.sions. Once Miss Wood\nremained apparently in a sort of trance for about 51 hours, but the\ndoctor who W&8 ca.lled in thought it probable that she W&8 pretending,\n&8 she would not allow him to feel her pulse. On the other hand,\nMiss Fairlamb had once to be brought out of the cabinet in a state\nwhich a doctor who W&8 present said W&8 a real faint-low fluttering\npulse, &c.-impossible to simulate, though not impossible to induce\nartificially.\nBut to return to the seances I W&8 describing. At the fourth Miss\nFairlamb W&8 the medium-MiBB Wood not present at all-and an\nundoubtedly material human figure came to the doorway, stood there\nwith its right foot on a chair, and allowed two members of the circle to\ncome close to it and touch it. The only question W&8 &8 to the sufficiency\nof the tests. The medium had been fastened round the waist and the\nleft ankle, and when we experimented with the ome f&8tenings our-\nselves, we found that she had come forward exactly &8 far &8 the ankle\nfastening would allow, supposing she had got free from the waist\nfastening. The left ankle-the one that was fastened-had not been\nshown. All therefore turned on the wa.ist strap, and this we\nDigitized by Coogle\n\f1886.] The PhyBica1, p~ of Bpirit'IULliRm. 51\nreluctantly concluded on examination, had not been so tight as to\nmake it certain that she could not get out of it. This was not\ncreditable to me, who helped to fasten her, but in my defence I must\nsay that she was intentionally not fastened very tightly, in order to\navoid the plea of discomfort which had been urged on previous OCC&-\nmons as a reason for removing certain fastenings, or as interfering with\nthe manifestations, and the margin in the case of the waist is small.\nSo ended this series; and at the next, which was held at the same\nplace in the following July, and lasted three weeks, a different test was\nused. The medium lay, without any fastening, in a hammock which\nwas suspended over a pulley fixed to the ceiling of the cabinet, the\nother end of the suspending rope being attached to a spring balance\nwhich recorded 1 the weight of the hammock and its contents, and\nwhich was watched by one of the circle. There was an arrangement by\nwhich the member of the circle sitting by the spring balance could\nlower the hammock while the form was out (should one appear), so\nas to defeat any attempt to produce a constant pull on the balance by\nfastening the hammock to the floor or other part of the cabinet. The\nseances were nearly unsuccessful until the last. On the Friday and\nSaturday preceding the sitters had been brought up one by one to what\npurported to be materialised forms, but the face was not in a place in\nwhich it would have been impossible for the medium's face to be, and\non the Friday it appeared to some members of the circle that the face\n1Vas not satisfactorily connected with the drapery that purported to con-\nceal the body. On Saturday, the 24th, at the last of the series of twelve\nances, Miss Fairlamb was placed in the hammock, and Mr. Sidgwick\nobserved the indicator of the balance. After some time Miss Wood\nwent into the cabinet for a few moments \"to give power,\" as it was\nsaid, and took in a light chair with her. Of course the cabinet was, to\nthe best of our belief, destitute of furniture, or of any objects which\ncould be placed in the hammock, and so far as we knew the mediums\nwere never alone there before the seance began. After Miss Wood\nhad joined the circle again, the weight went down to about 60Ib.-a.\nvery little over. Then a form came out and kissed me through the\nwhite veil in which it was wrapped. Miss Wood was still in her seat,\nand this kiss could not have been given by Miss Fairlamb without\nleaving the hammock, and at the moment it was given Mr. Sidgwick\nlowered the hammock a few inches without producing any change in the\nweight indicated. So far things looked promising, for a certain fall of\nweight was not to be taken in itself as a presumption against the genuine-\nI The apparat1ll W&8 r.elf.regi.BteriDg 80 far &8 the extreme changes of weight\nwere coDcerned, but did Dot record the times at which the chuges took place.\nn waa for this re&aOn that it required watchiDg.\nDigitized by G<:lCtSIe\n\f52 The PhYsWal Phenomena oj Bpirit1.Utlism. [Ma.y 3,\nness of the phenomena, since it is thought by BOme Spiritualists that the\nmedium maylose weight during a materialisation. Afterwards MissWood\nwas called up to the form, which looked small and did not move very\neasily-it might have been a woman on her knees-and led it to various\nmembers of the circle. Two other forms afterwards came out in\nsuccession; the weight remaining approximately constant. When the\nlast had retired, the disentrancement began, Miss Wood going again\ninto the cabinet to help it.\nAfter the seance I asked leave to search Miss Fairlamb. This she\nsharply and decidedly declined. She was reminded that she had agreed\nto be searched, but she said that was before not after the seance. This\nrefusal produced an unfavourable impression on us, and left the evidence\nat best inconclusive. It was not impossible, though rather remarkable,\nthat the amount of weight required should have been brought in to the\ncabinet by Miss Wood when she went in IC to give power,\" and the idea\nthat extra weight had been carried by the girls was rather supported\nby the fact that they had that day come in a cab instead of walking, as\nI believe they usually did.\nHowever, we still did not think it right to drop the investigation,\nand as BOme friends of the mediums at Newcastle offered a more or less\nplausible explanation of the refusal to be searched, another series of\n.nces was held with them through a period of three weeks, in August\nand September, 1875, at Cambridge. The results were again incon-\nclusive, and in BOme respects suspicious. For the form came out of\nthe cabinet three times, and it was found by trial afterwards that the\nmedium could each time have come just BO far without br~king loose\nfrom the fastenings. This coincidence was suggestive.\nIn the following October Mr. Myers had BOme further seances with\nthe two girls at Newcastle, and once saw Miss Wood come out of the\ncabinet accompanied by a form, which, if not a materialised spirit, was\nan accomplice, 'lond it was difficult to suppose tlmt an accomplice could\nhave got in without detection, though not absolutely impossible. This\nwas again encouraging, and in January, 1877, we tried a final series of\n.nces for materialisation at Newcastle. Miss Wood and Miss\nFairlamb had by this time quarrelled, and used to sit separately. We\nfirst used, as a means of securing Miss Wood, a. long bag of machine-\nmade white net, which she got into head and all. The bag was BO long\nthat the end could be brought outsUk the cabinet, where it was drawn\ntogether with tape, and the ends of the tape nailed and sealed to the\nwall close to the mouth of the bag. We held four seances in this way\nwith no result, and then the IC spirits,\" through Miss Wood, told us to\ngive up that test. Then we substituted a graduated tape, tied round\nthe neck, and another round the ankle. The tape was sealed below the\nknot on to a piece of paper, and the seals traced roundAvith ~ncil, and\nDigitized by ~OOole\n\f1886.] The Physical Pkenornena. of Spiritualism. 53\nlater with sympathetic ink, which we thought would betray the fact if\nheat were applied to the seals. The ends of the tapes were brought out\nof the cabinet, nailed through large sheets of white paper to the door,\nand sealed over the nails. The light allowed at these seances was\nexceedingly poor. A small white figure came to the entrance of the\ncabinet.-a. brightish but irregularly shaped object, which on one\noccasion danced up and down, and which I remember thinking at the\ntime niight be the pillow provided for Miss Wood's head. This occurred\nat three successive seances. At the fourth we were told by raps that\nthe medium was choking. I went to examine, and found that the knot\nhad been moved an inch or more away from the seal, and close up to\nthe neck, so that the tape appeared too tight. The\" spirit,\" speaking\nthrough Miss Wood, claimed to have done this in playing with it.\nAfter vainly attempting to loosen the knot, which I could not do in the\nbad light, I cut the tape and removed it, leaving the ankle tape as the\nonly security. We heard a good deal of rustling of the paper to which\nthis was sealed, more than at any previous seance. After a consider-\nable time, and much singing and talking, a figure-apparently that of\na full-grown woman-draped in white, came out. The light was too\nlow to distinguish anything but the general outline of the figure. I\nthink the face waS veiled, and when she touched my hand I could feel\nsomething like soft muslin between her hand and mine. The figure\n(twice at least) came out too far from the point where the tape was\nattached to the door for it to.be poSBible that it could be Miss Wood,\nwith her ankle still bound. When the figure had finally retreated, we\nwere kept a long time waiting and singing, before the seance was\ndeclared at an end. We then examined the fastening, and found the\nattachment to the door intact, but the seal near the knot tom from\nthe paper and split, one half remaining attached to each tape. A\nslight strain required to bring the two halves of the seal together\nshowed that the knot was not exactly as it had been, and judging by\nknots made on other nights .which I had kept, it was much tighter than\nI had made it. Also the part of the tape round the ankle was creased,\nstrained, and dirty all over, as if it had been much handled and pulled,\nwhile after the previous seances it had been quite 1la.t and unstrained,\nonly dirtied in some spots obviously by the blacking on the boot, not\nby handling. We felt sure that either it had been forced over the heel,\nor that a loop large enough to pass over the foot had been obtained by\nmoving the knot to a place below the seal,-an operation which the\nsplitting of the seal rendered just possible. At any rate the\nindications of deception were palpable and sufficient, and we were not\nsurprised to hear a few months later that a more aggreSBive investigator\nhad violated the rules of the seance, and captured Miss Wood per-\nsonating the \"spirit.\"\nDigitized by Coogle\n\f54, The Physical Phenomena of Spirituali..m~. [May 3,\nSome persons may perhaps wonder why we had not adopted such\nsummary methods of investigation ourselves, but there was an implied\nunderstanding with the medium that we should not do so, which\nwe should not have felt justified in breaking. It used to be\nalleged, too, at that time, that great injury to the medium, and even\ndeath might ensue from interfering with the materialised form; but\nthough such seizures have now been very numerous, no permanent\ninjury has ever been done by them to a medium, so far as I have been\nable to learn. Temporary disturbance seems to have occurred, but not\nmore than might be expected as the result of a sometimes severe\nstruggle with the captor, or of the shock and annoyance of exposure.\nFor my own part, though I have no wish myself to adopt such methoda\nof investigation, I think that both Spiritualists and non-Spiritualists\nought to recognise that\" exposers\" have thrown valuable light on the\nsubject.\nWhile these final seances were going on with Miss Wood, we 'Yere\nalso holding seances with Miss Fairlamb under different conditions,\nbut with the same general result, namely, that all that occurred was\nwithin the power of the medium. We were also then concluding &\nseries of collateral investigation with some other Newcastle mediums-\nthe Petty family, who exhibited somewhat similar manifestations. Thia\ninvestigation had been carried on as long as those with Miss Wood.!'nd\nMiss Fairlamb, and with equally unsatisfactory results j but it would be\ntedious to go into details.\nI have abandoned chronology in following our experiences\nwith the Newcastle mediutlls. I have now to observe that several\nother unsuccessful and unsatisfactory series of seances contributed to\nthe thoroughly unfavourable impression left by- that last set at New-\ncastle. Thus, in the summer of 1876, we had an instructive series\nof four seances with a medium named Edward Bullock. At the\nfirst three very little occurred. The medium was accompanied\nby his mother, and perhaps sheiPerceived that the conditions were not\nsufficiently favourable for fraud, and warned him. To the fourth\nseance he came alone. For the first part of the seance darkness was\nrequired, but as it was afternoon it was difficult quite to exclude the\ndaylight, and,as a matter of fact, a little got round the curtains and faintly\nillumined the wall of the room behind the medium, enabling my sister\nand me to see him as a dark figure against a comparatively light back-\nground. Mr. Sidgwick and another gentleman who completed the circle\nfaced the source of light, and could not see him. We all held handa\nround a Pembroke table, the medium's handa being held by me on one\nside and by the gentleman already mentioned on the other. The\nmedium made slight twitching movements as on former occasions.\nPresently I saw him lean forward over the ~leb~Ii>ft@11lead low\n\f1886.] The Physical Phenom.ena of SpirituaUmn. 55\ndown, but carefully keeping the hand I held in the same position as\nbefore. On the table were a musical box, a tambourine, and a bell.\nThe two former were moved about and raps made with them, and both\nlids of the musical box were opened and shut. But none of these things\noccurred except when the medium was leaning over the table sufficiently\nto enable him to reach them with his nose and teeth. The bell was\nquite out of his reach, and was not moved at all. Sometimes he seemed\nalmost to stand with a view to leaning over further, and when anything\noccurred that would require considerable exertion, I felt his hand grasp\nmine more tightly. The tambourine also floated about in the air. When\nthis happened we saw the medium's head and body moving from side to\nside with an object like a tambourine projecting horizontally from his\nmouth. The tambourine was finally dropped on my lap, where it\nremained. The mediu~ was not entranced, and was undoubtedly\ncheating deliberately, for he volunteered remarks about the phenomena.,\ne.g., about the tambourine touching him in its passage through the air.,\nThe gentleman who held the medium's left hand, and who was not\nplaced so as to be able to see what was going on, was of a sensitive\norganisation, and felt during the performances the sensations which he\nalways experienced at successful spiritualistic lM!ances-shudderings\nand convulsive movements of the arms, I think they were--which shows\nthat sensations of this kind afford no evidence of the genuineness of\nthe manifestations.\n. This dark seance was followed by a so-called light one. The light\nallowed was feeble, but as will be seen it was too strong for the medium's\npurpose. He sat behind curtains which were pinned in front of his\nbody so as to allow his legs, with his hands resting on his knees, to be\nvisibl~. The light was sufficient to enable us dimly to see the hands.\nPresently we perceived that a handkerchief was placed on the left\nknee so as to bear a coarse resemblance to a hand, and subsequently\nby looking closely, the hand on the right knee was discerned to\nbe a left hand. Lights then appeared, tambourine and bell were\nvigorously moved about in the cabinet, &c. Afterwards, in the course\nof futile attempts to draw the musical box into the cabinet, an arm\nwas exhibited with a sleeve very like the medium's. We then observed\nthe handkerchief slowly removed and the hand substituted, and the\nseance was declared at an end. Just before the removal of the handker-\nchief, it was observed that the hand on the right knee was now a right\nhand.,\nProbably Mr. Bullock was not a really skilful performer, and he may\nhave acted wisely in his own interests when he gave up the career of\nmedium and took to that of exposer of Spiritualism, as he did six or seven\nmonths later. We never told him what we had seen. Even Mr.\nBullock, however, took in some People and enjoyedCli!!it~WGQ~kh\n\f56 Tlte Pltysical Phenorruma of Spirit'lUl1,ism. [May 3,\nbrief career as a medium. Wonderful accounts of him may be found in\nthe .ltfedium newspaper for 1876. At our seance the gentleman whom\nI have already spoken of as present saw none of the indications\nof the medium's own agency, except a movement which he thought\nauspicious when the handkerchief was first placed on the knee.\nAbout this time we had some private seances with Mr. Williams, but\nnothing of the least interest occurred. These with some in 1874 made up\nabout eight or nine seances which Mr. Sidgwick has had with Williams.\nOnly one manifestation of any importance took place, and that was the\ntransference of a chimney ornament from the mantelpiece to the table,\nwhich happened at the very moment when Mr. Sidgwick jumped up to\nmeet a late arriving member of the circle, and in doing so let go of the\nmedium's hand, so that the solitary phenomenon coincided with a solitary\nopportunity for performing it by natural means.\nI pass over several single seances of an inconclusive character with\nvarious mediums, of which the chief value was the experience gained at\nthem, and come next to Dr. Slade's visit to England in 1876. We had\nabout ten seances with him for slate-writing chiefly at his lodgings.\nbut once in our own room and with our own table. We always\nI obtained writing, but never under circumstances which appeared to us\ncompletely satisfactory, and when at the last seance he presented to\nus unasked, and under circumstances peculiarly favourable to a\nchange of slates, a slate full of conversation-book phrases in five\nlanguages, and a text out of the Greek Test&ment, we had no longer any\nhesitation in drawing up a report to the effect that we thought he was\n\" probably merely a conjurer.\nI give this report, which is dated September 10th, 1876, in full,\nthough it is not written exactly as, in the light of further experience,\nI should have written it now.\n\/ The impression on my mind after about 10 ~ces with Dr. Slade--\n(about five in July and August, and five last week,-is that the phenomena\nare produced by tricks. I am inclined to think that no one ever sees the\nslate quite continuously from the moment they see it blank on both aides to\nthe moment they see writing on it. I think it probably always diaappe&rl!\nfor one or more intervals (however short) under the table, and that during\nthose interlals Dr. Slade sometimes changes it (having another collcealed\nabout his person, about the table, or about his chair), and sometimes rests\nit on his knee, or against the table, supporting the other end with his sleeve\n\" or his little finger, and writes on it. It is easy to write noiselessly on a slate\nwith his fragments of pencil-quite as easy or easier than to make th' loud\nsound usually heard.\nI doubt the continuous seeing of the alate, because at the last four\nseances when we were carefully watching for that, we never once saw it con-\ntinuously. At the previous ~ce-at which I was in the best place for\nobservation-my attention was concentrated on obeerving.whethelj he turned\nDigitized by\"\"oogle\n\f1886.] The PhyBical Phenomena of Spiritualiwnl,. 57\nthe alate in bringing it from under the table, which he certainly did not do.\nOn thinking over the seance afterwards I could not 'remember that I had\naeen it continuously, though I had a very strong impression that I had done\n80. I now think that impression was probably false.\nWe took our own marked slate to these :five last aeances, and told Dr.\nSlade we were very anxious to get it written on while we held it in our own\nhands, or while it lay on the top of the table. We did once get writing\napparently done while the alate lay on the table, but had no opportunity of\nseeing the under surface immediately before.\nDr. Slade had arranged that the last aeance on Friday should take place\nin the evening after dinner. On ThuJ\"Bday he made me (I sat opposite him)\nhold our sla.te between me and Mr. Sidgwick in hopes of getting it written\non. No writing came. On Friday when we arrived he told us that he felt\nextremely ill owing to a trying aeance with a man who had a bad iniluence on\nhim, and who had besides searched him more or less and generally made\nhimself very disagreeable. He had been su1feringfrom palpitatioDII ever since.\nThe spirits also informed us through him in a trance that they meant to do\ngreat things j would write on the slate held by me if they could, and that if\nDr. Slade su1fered from the effort they must be respoDllible. Dr. Slade made\nus hold our alate between us, and himself held one of his own. Mr. Sidg-\nwick was next hint, I opposite. After a few scrawls, &c., Dr. Slade held his\nalate tight against the table, and a long mellBll8e (apparently) began to be\nwritten. At the same time Dr. Slade began to look very uncomfortable and\nto complain of feeling so. In a faltering voice he told Mr. Sidgwick to take\nhold of one comer of the slate. Mr. Sidgwick made attempts to see more\nunder the table, but every time he moved Dr. Slade begged him to sit still, as\nevery movement he made affected him (Dr. Slade). Presently he became\nentranced, and the spirits told us through him that the moment the writing\nceased (the sound was going on all this time) we must go into the next room\nand send in the secretary with a glass of wine, or Dr. Slade would go into a\nrigid trance. After 10 minutes we were to return and continue the seance. He\ncame out of the trance a little before the writing ceased, then brought the\nslate up on to the table and gave itto us. We took itinto the next room and\nsent in the wine as directed. The slate was written on all over one side\nwith sentences (of no interest) in each of the following languages-French,\nGreek, Italian, Portuguese, Spanish, English. The Greek was a quotation\nfrom the New Testament, ~he others complimentary phrases. The remainder\nof the seance was short, and nothing of interest occurred. The writing\ndescribed above was rather neatly done, and the dots and accents put with\n80 much precision where they were meant to be that it is impossible to sup-\npose the writing was done by any man who could not see what he was doing.\nThe more we think over this seance the more suspicious it appears to\nus. The arrangements seemed so well contrived for deception. Being in the\nevening the light was necessarily le88 good, and though there was bright gas-\nlight it was above the table, which threw a shadow. It was ingeniously\ncontrived that Dr. Slade should use his own slate (thus getting an oppor-\ntunity of c.hanging) though we brought one ourselves. The illneu !l&ve\nhim an opportunity of getting us hastily out of the room so that he could\nsafely dispose of the second slate. I also thought the time .occuDi~.-in\nDigitized by ~~(Sl~\n\f58 The Physical Phe'1tO'1ne'Y\/,(J, of Spirittutlism. [May 3,\napparently writing Boomed unneoeaaa.rily long, but aa I did not time it this\nimpreaaion goes for very little.\nAt the 'first seance we were at in July, I aaw part of his hand moving\naa though writing and fancied the slate waa resting on his knee. This\noccurred for two succeaaive meaaa.gea, a longish one and a short one. Each\ntime the hand moved backwa.rda and forwards about aa much aa would have\nbeen required to write the meaaage, and each time I had no opportunity of\nseeing the portion of the slate on which the meaaage waa written, between thia\nmovement of his hand, and the time when the BOund of writing came and the\nslate waa produced written on. At the time I thought we were on the way to\ndiscover the trick, but at the next areance I observed the aame movement and\nafterwards aaw the slate with nothing on it. I now think he probably makes\nthe aame movementa Without producingresulta that he does in order to produce\nthem, with a view of diaarming suspicion. Thus on one occa.aion he laid the\nalate on the table to get it written on and made a difficulty about showing us\nthe under side. We insisted, and there waa nothing there. He then B&i.d\nwe had broken the power for that time by inaiating on seeing the under aide.\nI have never thought any of the phenomena other than writing which 1\nhave seen with Dr. Slade worth conaidering aa evidence. My chair waa raiaed\nwith rue on it, Dr. Slade's knee being against the side of the chair, and\nbis hand on ita back. The chair in the well-known place on the fourth aide of\nthe table, quite within Dr. Slade's reach I think, waa several times ra.iaed and\nupset. A table ran forward from the corner behind Dr. Slade, but he waa\nleaning very much forward at the time (because the alate insisted on being\na.llowed to go far under the table) and I think his leg probably stuck out\nbehind him, and his foot hooked to the leg of the moving table. Touches and\ngrasps under the table can, I think, be done with the foot. A particular 80ft\ntouch on the right aide of the right leg of the person next Dr. Slade W&8\noften repeated, and though it must be rather difficult to get his foot there\nwithout ever letting his leg touch other people's, I think it would be poaaible,\nand it is suspicious that the touch BO often comea in the aame spot. We aaw a\nhand one day in rapid movement between Mr. Sidgwick's body and the table,\nbut it waa when Dr. Slade's hand waa under the table by way of holding\nthe slate.\nSo much for our own experience. With regard to other people's, it is\nnoticeable that there is no record, aa far aa I have seen in the Spirittcali8t,\nof a long meaaa.ge being written on a marked alate-thus excluding the\nposaibility of the alate being changed. In Miaa Jeffrey's ca.ae (aa in oura) an\nexcuse seoms to have been made to use Dr. Slade's slate, instead of the one\nshe brought, for the long meaaage. As to the really important point of\nwhether the slate waa seen quite continuously-I do not think it is stated in\nany communication to the SpirittcalUt, except one from W. Whitear in the\nSpirittcalUt for August 25th. I cannot reca.ll whether private friends have\nstated that they aaw the slate continuously from the moment they aaw it\nblank to the moment they aaw it written on.1\nMy theory of the way the writing may be done does not account for the\nI As will be seen later in this paper, further experience haa led me to the\ncon~usion that o~rvers may be eaaily deceived as to th~act of1their own\ncontinuous observation. Digitized by l::.oog e\n\f1886]. The Physical Phe'1W'Tn6'1\/,Q, of Spiritualiwm,. 59\nperson holding the alate feeling a preaaure which seemed to follow the\ncourse of, and to be due to, the writing. This happened to Mr. Sidgwick\nwhen the writing in many languagea waa by way of being done, and alao to a\nfriend of oura.l Nor does it account, I think, in all C&8ea for the BOund,\nwhich cannot be produced by Dr. Slade acratching the slate when his hand\nis not on it.\nThere remains, too, Serjeant Cox's poaitive statementa that VariOUI move-\nmenta of objecta occurred when Dr. Slade's hands were on the table upon\nhis handa, and hia whole body to hia feet fully before hia eyes, and when he\nwaa certain that not a muacle moved. (See Spirit1uUiIt for August 11th and\n25th,l876.) We were aeldam able to see the whole of Dr. Slade's body, nor\n\"by moving our heada alightly to see the whole space below the table,\" owinlf\nto the poaition in which Dr. Slade kept our handa. 1 think Serjeant Cox's\nstatement that the chair which waa lifted waa far beyond any poaaible stretch\nof Dr. Slade's lega, and that the knee graaped waa beyond hia reach, IDUit\nfrom his own account be (to aay the leaat) exaggerated. \"-\nI have not stated five general grounds of sUipicion which probably occur\nto everyone-namely, his conjurer-like way of trying to diatract one's atten-\ntion, hia alwaya aitting BO aa to have hia right hand to manipulate the alate,\nthe vague and general character of thll communicationa, hia compelling one\nto ait with one'a handa in a poaition that makea it difficult to look under the\ntable, and hia only allowing two aittera at a time.\nA few days after I wrote this report, Professor Lankeater had his\ncelebrated seance with Dr. Slade, and his exposure, so far as it went,\nsupported the view to which our experience had led; but some of the\nevidence elicited at the trial which followed, shook for a time our\nconfidence in our conclusions. Further experience, however, of the\npoaaibilities of conjuring, and of the extent to which even intelligent\npeople may be deceived, combined with Dr. Slade's pers~tent objection\nto using securely locked and sealed slates brought by the sitters; have\nbrought us back to the conviction that his performance is conjuring,\nand_nothing but conjuring; the more so that other persons beaidea\nProfessor Lankester affirm that they have caught him tricking. But\nhis tricks certainly are and were clever, and as I know of two conjurers\nwho visited him with friends of ours and failed to discover his 'lTWdus\nopemndi, I do not think it argues stupidity in a witness unacquainted\nwith conjuring, if he fails to find it out either.\n1 From experimenta I have ainee tried I think thia experience must be due\nto imagination. By resting a alate on two tables, placing the hand on it, and\ngetting BOme one to write on the under aide, it can, I think, be ASCertained that\nthe vibrationa cannot be followed in thia way. I have also learnt experimentally\nthat the BOund of alate-writing cannot easily be localiaed with certainty, and\nthat there are aeveral waya of imitating it. It ia worth remarking that one of\nthe worat positions for localising the BOund, if it be not on the alate, ia with the\near on it. The illusion that the writing ia being done on the alate is then eaaily\nprodv.ced in & person who doea not know that the 80und of _rea! }'J:i~~!t..!.t\nwould generally under the circumstances be quite startlingqg~~.\n\f60 The Physical Phe'TW'TMna of SpirittWliam. [May 3.\nI have never seen slate-writing with Mr. Eglinton. Three sittings\nI have had with him have been perfect blanks, and he is almost the\nonly medium out of 18 or 20 I have sat with, with whom I have\nWitnessed no phenomena at all.\nAs an appendix to my narrative of personal experiences, I will add\nan account of some seances at which I was not present but\nwhich were conducted by the. group of investigators .to which I\nbelonged, and have in various ways strongly influenced my view\nof the subject. They were a series with Mr. Haxby at the house\nof some friends of ours, Mr. and Mrs. H., in 1878. A sister\nof mine was present, and I have her written account, which is\nalmost the same to me as my own, because she and I have investigated\nso much together that I know the exact value of her statements. At\nthe seance I shall first speak of there were present the host and\nhostess, Serjeant Cox, Mr. and Mrs. Volckmann, my sister, two otht;r\nladies and a gentleman, and the medium. The cabinet consisted of an\noblong space curtained off in one comer of the room. Mrs. Guppy-\nVolckmann sat at one end of the circle, or rather horseshoe, next the\ncabinet, and not more than two or three feet from it; Mrs. H. next\nto her, and my sister at the other end of the circle, so that she and\nMrs. Volckmann were the two sitters nearest to the cabinet. \" The\nlight was that of a small oil lamp, with a coloured opaque shade,\nturned low, and with two books in front of it.\" It stood behind the\nsitters near the comer of the room (a small one) furthest from-the\ncabinet. \"There was also a little light from the fire.\" During the\nseance Abdullah and Toby-two supposed materialised spirits-suo-\ncessivelyappeared. M.y sister's account goes on as follows:-\nThe di1I'erence between Toby and Abdullah is simply that the former\nalway8 appean con8idera.blr more bent than the latter, without beard or head\nornaments, and with Bleeves (I think). All that would be necessary to tum\nAbdullah into Toby would be to pull the large handkerchief which ha.uga\n[from Abdullah'8 head down his back] over the forehead, so &8 to conceal\nthe ornaments, and to pull down the Bleeves. Abdullah [dematerialised and\nmateriali8ed in the circle, that is, he] appeared to most of the circle to\ndiminish in Bize, and finally vanish in front of the opening of the curtains\nof the cabinet, and also to appear in the same place and graduaJly grow up\nto his full8ize. This happened more than once. From my position being\nnearer than anyone elee's, and from my seeing Abdullah more in profile\nwhile growing and diminishhlg, 1 was able to see the whole pr0ce88 distinctly.\nHe went down on his me_rather hutily-{othere observing this too)--e.nd\nthen gradually bent down and forwards, moving his body back into the\ncabinet &8 he did so, and keeping the curtains closed above him. Finally\nhe went flat on the ground, leaving only his head exposed, and then drew it\nin. 1 W&8 able to see that he W&8 lying down inside the cabinet, &8 the\ncurtainB do not quite reach the floor, and I BAWl. t.he~6b of white\nLJigllzeaoy \" ...n\".-\"'-'(5I.~\n\f1886]. The Physical Phenom.ena of Spiritualis'7n, 61\ndrapery &11 the way from the opening of the curta.ins towards the wall. The\ngrowing was done in exactly the same manner, a small bit of white being\nshoved out first, and then the head, &c. The ornaments on Abdullah's fore-\nhead do not appear till he is nearly grown up, and I am almost certa.in that\nI ea.w him throw back the 1Iap of his head-handkerchief just as he became\nfull-grown. Three times while Abdullah was in the circle we distinctly heard\nnoises in the cabinet. Firat rattlings a.s of something knocking about the\nchair, next as of a stick striking the floor, This wa.s done both in and out\nof time with the musical-box, and at the aame time Abdullah moved about\nand ClUTied the musical-box, waving it in his arms. . . . . The third\nnoise wa.s the banjo knocking about. Abdullah went into the cabinet\nbetween the times when the different BOunds were heard. All these noises\n(a.s we found by trying ourselves afterwards) could be made by tying a weight\nor a banjo to a string attached at the other end to Abdullah's foot, and\npalling it over the bar of the chair in the cabinet. Little jogs of Abdullah's\nfoot could thus make all the BOunds.\n* * * * * *\nThe la.st time that Abdullah vaniahed in this way he did it close to the\nwall, between Mrs. Volckmann and the cabinet. We saw him go down on\nhis knees, and then all of a sudden he was gone. Mrs. Guppy-Volckmann\ndeclared that he wa.s not close to the wall, and that he disappeared through\nthe curtain and not at the opening, and that the curtain had never moved.\nMost of the circle aaw the curtain move, and 1 aaw him make a rush into\nthe cabinet close to the wall, and aaw his white drapery trailing behind.\nAfter this an indistinct,black object came out from the cabinet, close to\nthe wall near Mrs. Guppy-Volckmann, where there was a deep shadow, and\ndia.sppeared under the train of her voluminous black velvet gown. Others\nin the circle thought the black object dia.sppeared, but did not see how or\nwhere to. Soon after Abdullah materialised from under the gown. As the\nwhite object first appeared it wa.s obvious to me that it wa.s the head and\nshoulders of a man lying on his right side. I wa.s sure that his legs were\nconcealed behind Mrs. Guppy-Volckmann's chair, and this Mrs. H. made\nsure of, a.s she stretched out her hand and felt the cloth of his coat there.\nSerjeant Cox maintained that the noises made in the cabinet while\nAbdullah wa.s out would require half a day's preparation beforehand.\nThe la.st thing that occurred at the seance wa.s the appearance of\nHuby (still entranced) at the opening of the curtain, and with him BOrne\nwhite drapery purporting to be Abdulla.h. At the lI8.Ille time Joey spoke,\nhaving previously informed us that it wa.s impoaaible to do this while a spirit\nwa.s materialised. This appearance of Abdulla.h and medium together wa.s\nquite similar to what we had seen on a former occa.aion.\nAt the next seance my sister sat in the place previously occupied\nby Mrs. V olckmann, who was not this time present. She says :-\nAbdulla.h professed to dematerialiae before us once a.s at the previous\nseance. My head wa.s only about l~ft. from him, and I saw him go through\nthe lI8.Ille proce&ll a.s he did then. I 8I\\W his arms plainly till he wa.s right\nDigi\n\f62 The PhyBicaJ, Phe1UYf1l,61\/,Q, of Spiritualism. [May 3,\ndown on the floor. Then he put up his hands to the cloth on his head.\nbringing the part hanging behind over the top and front, to hide the tiara,\nand then pulled the whole off hia head, the white cloth remaining as the\nlast bit of Abdullah for a few momenta. I saw his hair plainly as the cloth\ncame off, and also his back inside the curtains.\nBefore this seance all the members of the circle, including an\nenthusiastic Spiritualist, whom I will call Mr. x., had been told what\nto expect. Mr. Sidgwick was present, and he appends this note to my\nsister's account.\nI was seated at the furthest point in the circle: at the same time in\nwitnesaing Abdullah's disappearance I was unable even to imagine it any-\nthing else than the' medium withdrawing gradually into the cabinet, having\nfirst fallen on hiB kneeB, and then gradually lowered his head. But Mr. X.,\nwho sat nearly as far off as, but certainly not farther than I did, remarked\nwhen the performance was over that .. all our doubts must now be removed,\"\nand afterwards to Mr. H., on going away, that our materialisationa were\nbetter than theirs in Paris.\nExperiences like this make one feel how misleading the accounts of\nsome completely honest witnesses may be. For the materia.lisations in\nParis were those which the Comte de Bullet had with Firman, where\nnear ~latives of the Count were believed constantly to appear, and which\nare among the most wonderful recorded in Spiritualistic literature. And\nafter all it appears that these marvellous seances were no better than\n\"this miserable personation by Haxby. ' .\nII.\nThose who have followed me in this I fear lengthy, though\nyet incomplete, account of my own experiences, will agree with\nme that they certainly point to trickery as a more probable\nexplanation than hallucination of most of the physical phenomena\nof Spiritualism. The hypothesis of hallucination has often been\nsuggested, and has recently been again advanced by E. von Hartmann.\nSo far as we yet know, however, sensory hallucination of several\npersons together, who are not in a hypnotic state, is a rare phenomenon,\nand not therefore a probable explanation. Moreover, I think that all\nwho have had a large experience of Spiritualistic seances will agree in\nthinking that it is not at all generally applicable, partly because\nmaterial traces of what occur so often remain, and partly because of\nthe general agreement, not only of all the witnesses but of all the\nsenses, as to what is perceived, as distinguished from what is inferred.\nThere is, however, some reason to think that collective hallucination\ndoes sometimes occur at seances, and if so, the fact is very interesting,\nand it is important that careful independent records should be kept by\nDigitized by Coogle\n\f1886]. The Physical Phenomena of spiritu.aliBm. 63\nsitters with a view to throwing light on the subject; but I feel sure\nthat nothing of the kind has occurred within my own experience.\nI must, however, carefully distinguish sensory hallucinations,-that\nis, perceptions which have no objective counterpart--from erroneous\ninterpretations of what is perceived. Erroneous interpretations which\narise from confusing what is observed with what is inferred-from a\nfailure to \"distinguish between facts and inferences from facts,\" as\nG. H. Lewes put it---&re, I think, very common at seances. Our conclu-\nsions as to what we see or hear are always founded on a combination of\nobservation and inference; but in daily life it is seldom necessary to\ndistinguish between the two elements, since, when the object and its mode\nof presentation are familiar, our inferences are generally correct. But it\nis different when, owing to circumstances, such as a bad light, we have\nto infer more in proportion to what we perceive than usual; or when\nsome one, e.g., a conjurer or a ventriloquist, is trying to deceive us by\npresenting one object under the familiar aspect of another and\nsuggesting false inferences. It is not uncommon to find people at seances\nencouraging each other in the belief that they see, say, a living human\nfigure, when all that they actually Bee is something moving which is\nabout the size of a human being; the rest is inference.\n- This is a simple form of the kind of error in question, but I believe it\nextends to cases much less easy to understand-namely, recognitions of\ndeparted friends. I have never myself been at a seance when any\nrelatives of the sitters have been supposed to appear; but I know at\nfirst-hand of a case where a gentleman recognised his aunt, and then\nturned to the other sitters for information as to the presence of her\nmost characteristic feature. The following is quoted by Mr. D. D.\nHome, Lights and ShadowB of Spiritualism, p. 342, as the confession\nof an exposed medium :-\" The first seance I held after it became\nknown to the Rochester people that I was a medium, a gentle-\nman from Chicago recognised his daughter Lizzie in me after I\nbad covered my small moustache with a piece of flesh-ooloured cloth,\nand reduced the size of my face with a shawl I had purposely hung\nup in the back of the cabinet. From this sitting my fame com-\nmenced to spread.\" The following, again, I quote from an account of\na seance in a recently published Spiritualistic work :-\" In this figure\nwe both instantly recognised a sister of my wife, called Emily, who had\nbeen dead about six years. As Emily had been of a sallow complexion\nwith black hair and eyes, recognition was easy. We both expressed\nour belief in the appearance of our relative, but the other members of\nthe circle thought it was some one else.\" One party or the other (if\nnot both) must have been mistaken here.\nThe same thing has happened as regards 8(Hl&lled spirit photo-\ngraphs. These have, in common with figures seen at materialisation\nDigi\n\f64 The Physical Phenomena of Spirit'lWlism. [May 3.\nseances in a bad light, the characteristics of being in general not\nvery well defined, and of being draped in a way not common in\nordinary life. At the trial of Buguet, the spirit-photographer, in\nParis, in 1875, it came out that different people claimed the same photo-\ngraph as a likeness of their respective friends, and some photographs I\nhave seen by Hudson, a spirit-photographer in London, which have been\ndifferently recognised by different sitters, seem to me to have been taken\nfrom the same model. I observe that \"M. A. (Oxon),\" speaking of\nspirit-photographs, says: \"Some people would recognise anything. A\nbroom and a sheet are quite enough for some wild enthusiasts who go\nwith the figure in their eye, and see what they wish to see. . . •\nI have had pictures that might be anything in this or any other world\nsent to me and gravely claimed as recognised portraits.\" (Hu,man\nNatwre, May, 1875, p. 202.)\nThere is a negative inference often even more hastily made as\nregards recognition-namely, that the figure seen cannot be the\nmedium. I do not think that nearly enough margin is usually allowed\nfor the effect of disguise and acting. A friend of mine once dressed up\nas a stranger and paid an afternoon call, with a letter of introduction,\non her own mother, with whom she was living at the time, and was\nnot detected. Her mother had some time previously dared her to\nsucceed in disguising herself from her, which made it more remarkable.\nWhy should a disguised medium be more certainly recognised 1\nFor reasons of this kind much of the evidence from recognition\nobviously fails to come up to the required standard, and it is impossible\nto lay stress on any of it unless we have reason to know that the\nwitnesses are on their guard against the possibilities of error, and have\npractised themselves in avoiding it. These remarks about recognition\napply not only to materialisation but also to professed reproduction of\nthe handwritings of dead friends. I am sure, from what I have seen,\nthat these are liable to be hastily identified from a very superficial\nresemblance.\nIf then we must distrust the evidence from recognition, and can\nregard the explanation by hallucination as at most of extremely\nlimited application, the only important question that remains to be\nasked-and this applies not only to materialisations but to all the\nphysical phenomena of Spiritualism-is whether the precautions taken\nto exclude what may broadly be called conjuring have been sufficient.\nIn the vast majority of recorded cases we have no evidence that they\nhave been sufficient. In many it is indeed obvious they have not,\nand only those who have a very inadequate idea of the possibilities\nof conjuring can doubt it; but one cannot investigate Spiritualism\nfor long without learning that some people quiterBincerely think\nDigitized by ~0081e\n\f1886]. The Physical Pke'1KJlm6'1U1, of Spiritualism. 65\nthings inexplicable which they could do ihemselvea if they tried. In\nother cases the absence of any mention of certain precautions leads one\nto doubt whether they were taken.I Other cases again are, no doubt,\ninexplicable as described, but this is not enough unless a very wide\nmargin has been allowed for conjuring, for descriptions of conjuring\ntricks are also often inexplicable owing doubtless to the omiBBion of\nsome important detail which has escaped observation, or the insertion\nof some item which is a mere inference. No one--not even a conjurer\n-ca.n expect to know all the poBBibilities of conjuring and to observe\nall the accidental circumstances which may on any particular occasion\nI It seems to me llndesirable that even men of established scientific reputa-\ntion like Mr. Crookes and Professor ZOllner should hold themselves exempt\nfrom mentioning even the simplest precautions. (Crookes' Ruearchu in t1uJ\nPhe1wmtma of Spiritualiml, p. ~; ZaUner's TranBCe7ldental PAYAC8, trans-\nlated by C. C. M&IIII8Y, 2nd eeL, p. 79.) It is a matter of common experience\namong scientific experimenters that they sometimes omit precautions which,\nwhen once thought of, seem obvious, even in their own line of work, and such\nomissions are especially likely to occur in the present investigation, owing to its\nhighly novel character and the complicated sources of error to be guarded\nagainst. That Professor Zallner did not always perceive and avoid important\nsources of potIBible error may, I think, be inferred from his writings. For\ninstance, in describing the seance on December 17th, 1877, when he obtained\nfour knots in a string of which the ends were tied and sealed together, he omits\nto mention that the experiment had been tried and failed before. We learn\nthat this was so, accidentally as it were, from his mentioning it in another place\nand in another connection (A Mandlungen, Vol ii., p. 1191), where he tella\nus that it was a long time before the \"spirits\" UDderstood what kind of knot\nwas required of them, and that before they did so he obtained knots, but not\nauch as he wanted-knots, I infer, which could be made by ordinary beings\nwithont undoing the string. Now this fact obviously greatly affects the value\nof the experiment, for it makes it poesible that Dr. Slade may have prepared a\nstring similar.to Professor Zollner's at home, and brought it with him, and,\nnotwithstanding Professor ZaUner's watchfuln8118, have changed it. (Professor\nZiiUner put the string roUDd his neck during a portion of the time before they\nsat down to the table, in order not to lose sight of it. Afterwards it was placed\nwith the sealed end on the table, Professor ZOllner holding it in position and\nthe greaterpart of it hanging down below the table; and it was while so placed\nthat, as was supposed, four knots were made in it. It is generally hazardous to\ninfer from a description when a conjurer's opportunity occurred, but if pressed\nI should say that the most likely time seelDS to me to have been after the string\nwas taken off the neck again,-perhaps while it was being arranged on the\ntable.) Whereas if Dr. Slade had been totally UDprepared for the experiment,\nwe should have had, on the view that it was conjuring, to make the much more\ndifficult supposition that he had prepared a similar string, or UDdone and re-done\none of Professor ZaUner's, after the latter went to the house for the s~ance. The\nomission t~ mention this fact in describing the incident seelDS to me 80 unac-\ncountable except on the suppoeition that the poesible importance of it had not\noccurred to Professor ZaUner, that we must I think assume in other C88e8 that\nhe may not ouly have omittOO to mention, but failed to see the importance of\neven obvious precautioDl!.\nDigitized by Goo~le\n\f66 Tke PhysicaJ, Phe7wmena 01 Spirittwl,ism. [May 3~\nfavour deception and perhaps never exactly recur. It may, I think,\nbe fairly inferred that some leading Spiritua.lists do not allow a sufficient\nrange for the possibilities of conjuring from the fact that they have on\nseveral occasions avowed\" their belief that certain public conjuring\nperformances showed the conjurers to be mediums.l\nOther believers in the physical phenomena of Spiritualism, or the\nsame at other times, lay stress on the advantage that, as they urge,\nconjurers have over mediums. Conjurers, it is sa.id, require their own\nstage and apparatus, whereas mediums will come to the investigatot::s\nown room, bringing nothing but what they wear, and often allow them-\nselves to be searched: moreover, prizes have been offered to conjurers\nwho will produce the same phenomena as the medium under the same\nconditions, and none have come forward to claim them, though, it is\nargued, \"imposture can be reprodu~ at will.\" This last, however,\nseems to me a most unjustifiable a.B8umption, since, as I have above\nobserved, the success of imposture may frequently depend on accidental\nand unobserved opportunities; and it appears to me that mediums\npo88eB8 an advantage far greater than stage and machinery in being\nallowed to fail whenever they please. The conjurer would only compete\nwith them on equal terms if he could secure witnesses doubtful\nwhether what they saw was conjuring or not, and if he enjoyed the same\nimmunity from any necessity to succeed, or to adhere to any programme.\nThe following statement by \"M.A. (Oxon.)\" bears on this point. He\nsays (Humcm Nattw6, for 1876, p. 267) :-\" The balance is largely\nagainst ' prepo88eB8ion' influencing spiritual manifestations in any\nappreciable degree, so far as my: experience goes. In 99 out ofevery 100\ncaaes people do fIOt get what they want or expect. Test after teat,\ncunningly devised, on whioh the investigator has set his mind, is put\naside and another substituted.\" In other words the evidence is rarely,\nproperly speaking, experimental, which makes it necessary to allow a\nmuoh larger margin than would be required in experimental evidence not\nonly for trickery, but also for accidental mistakes and mal-observation,\neven if trickery, conscious or unconsoious, were out of the question.\nAnd it must be borne in mind that the most excellent moral oharacter\nin the medium is no guarantee against trickery unless it can be\nproved that he was in no abnormal mental condition when the\nphenomena occurred; and that extraordinary deceptions have been\n11'hus Mr. A. R. Wallace considered Dr. Lynn's entertainment to be\n~ clearly mediumistic, and, as he describes it, it is certainly difficult to explain.\nMr. B. Coleman and .. M.A. (Oxon.)\" asserted the 8&D1e of Maskelyne and\nCooke's. Others have aJao declared themselves in the 8ame way about these and\nother conjurers. See the Spiritualist, May 15th, 1873, p. 205; Dec. 18th,\n1874. p. 297; Oct. 15th, 1875, p. 189; August 17th, 1877. p. 78. Medium\nand Daybreak, August 24th,1877, p. 538; April 2nd. 1886. )h212, &q.\nDigitized by'-:.Oogle\n\f1886]. The Physical PherI,ome\"\"o, of SpiritualUlm. 67\ncarried on by hysterical patients and othen with no conceivable motive\n·but a desire to secure attention.\nThere is another reason why conjurers would often compete on\nunequal terms with mediums, and that is that it would not pay prG-\nfessional conjurers to practise the particular tricks required. Slate-\nwriting, for instance, is not adapted to public performances, and the\nnumhllr of people who would pay guineas for the chance of perhaps\nseeing writing produced on a slate by conjuring is small. I have,\nhowever, been fortunate myself in meeting with an amateur conjurer\nwhom I will call Mr. A., who had given some attention to the subject of\nslate-writing and could produce some of the phenomena. He very\nkindly gave me three or four s~nces, none of them in his own house\nnor with his own' table, but otherwise under conditions externally\nsimilar to Dr. Slade's and Mr. Eglinton's, and I consider the experienoe\ngained most valuable. Dr. Slade had already taught me how very\nlittle I could observe at a time. Nevertheless it was a shock to me to\nfind how easily Mr. A. could deceive me. At one of these ~ces &\nlady friend of mine was present who had not been told beforehand that\nI knew this was conjuring. She was interested in slate-writing, had\nseen some very good slate-writing phenomena with a medium, and\nobserved Mr. A. in the same state of mind. She sat next him.\nThe next day she wrote an account of what took place,still without know-\ning that it was conjuring. This is her account of the first occurrence.\nI took alates with me, two ordinary onea and a folding alate. We first\nUIIeCl the ordinary alates ; they were cleaned, dried, and placed one on the\nother upon the table, a nib of pencil between them, and Mrs. Sidgwick's\nmedium's and my handa reating on them. No writing being heard, Mr. A.\nand I held them underneath the table. Eventually, however, writing waa\nproduced whilllt the alates were on the table in position I have before\ndeacribed. The lneu&ge waa a long one, covering completely one side of slate.\nWe examined them when they were placed the BeCond time on the table,\nand aatiBfied ourselvea that they were clean. I am sure that the alate. were\nnot changed.\nThose who have studied the records of slate-writing _nces will\nhave noticed that it is rare for sitters to have long communications,\nsuch as this was, written on their own slatu. Short remarks of a few\nwords or even lines on the sitters' slates are common, and long messages\ncovering one side of the slate are common too, but on the mediwn's\nslates. At the time I had this sitting with Mr. A., I was under the\nimpression that long messages on slates brought by the sitters never\noccurred, and consequently I was even more surprised than my friend at\nthe result. To cover one side of a slate with writing obviously requires\nconsiderable time, and it seemed to me so inconceivable that Mr. A. could\nhave had the opportunity to do it unobserved, that notwithstanding my\n• Digitized by Gc»CJgIe\n\f68 Tke PhysicoJ, Plumome!rw, of Spiritualism. [May 3,\nfriend's certainty that it was her own slate, and my own impression to\nthe same effect, I came to the conclusion that it must have been changed.\nBut I was wrong. It toaI my friend's slate, and Mr. A. had found an\nopportunity of writing on it. I was told afterwards how, and saw the\npossibility, but I do not believe I should ever have discovered it if I\nhad not been told. I need hardly say that it was not done while we\nheard the sound as of writing going on. This is my friend's account of\nthe next incident :-\nThe medium next asked me to fetch a book from the other room. I took\none at random from the shelves of the library. [The shelves contained\n88veral hundred volumes.] Mr. A. laW me take it out, but did not touch it.\nI brought it into the room, and put it on a chair betwe~n Mrs. Sidgwick and\nmyself, whilst we prepared another slate and bit of pencil. Being again\n.tiafied that the slatea were clean, the book, into which I had not looked and\nthe name of which I did not know, was placed on the slate, all our handa\n1\"88ting on it as before. I mentally thought of a page and line, from which a\nquotation was to be,mad_both numbers, at medium's requeat, being under\n10. After a short time writing was heard. On the alate was written\n.. Cantor lecture will be given on Monday, at the Kensington Museum.\nThis is all \"e have power to do.\" We looked at p. 2, line 7, the numbers I\nhad thought of. but did not find the worda quoted. The medium, however,\nwas very sure that they would be found 80mewhere near, and he BOOn dis-\ncovered on last line of p. 7, .. Cantor lecture,\" and on second line of p. 8,\n.. will be given on Mondays,\" and a few lines further down, \"at the Ken-\nsington Museum.\"\nThe teat having been only a partial SUCC888 the medium propoBed that we\nMould try it again. He asked me to fetch a I8COnd book from the other\nroom. I took up a \"Joumal\" lying on the table. I did not look to 88e which\nnumbor I had chosen. Medium asked me to think again of two numbers\nunder 10, to determine page and line from which quotation should be made.\nI did 80, and very shortly after was written in red chalk, \"no such page.OJ\nThis was true, for on opening volume, we found it commenced all a hundred\nand 8Omething.\nAssuming, as we must do, that the slates could be changed under our\nvery eyea, without our perceiving it, theBe two incidents are not very\nmysterious, but the next is, perhaps, more surprising.\nMr. A. wished to try this teet again, 80 I fetched a third book. Thia\nhappened to be TifIW-both he and I laW the title. This time I told him the ~\nnumbers I was thinking of, p. 8, line 5. We held one slate under the table\nand another, with the book on it, remained on the table i both these slates\nwere Mr. A.'s. After a time writing was heard, and it was on the upper alate\nthat we found the quotation, correctly given this time. \"The Imperial Par-\nliament\" [po 8,] line 1, and then a few worda taken from line 5. (The alate\nuaed was a large folding one with a lock belonging to the medium. Into this\nbe slipped a sheet of paper and a bit of pencil. It was ou.-the pa,.w.r that the\nDigitized by ~0081e\n\f1886]. The Physical Phenom.etnu of Spiritualism. 69\nquotation was written. Mrs. Sidgwick had the key,l and it was she who\nopened the elate.) The seance was held by full gaslight.\nThe following incidents of the same seance are also instructive :-\nMr. A. asked him [the supposed spirit] to tell us any secrets about\neither of us, and we heard the BOund of writing on the IIlate lying on the\nupper surface of the table. The sound continued when Mr. A. withdrew\nhis bands a. short distance from the elate, but ceased when he withdrew them\nto a greater distance. A long messa.gfl was written again, covering the whole\naide of the slate, and commencing at a spot where the medium had previously\nrequested it to commence by putting a small Cl\"08ll.\n* * * * * *\nOne of our messages at request was written in different coloured cha.lks,\nthe bits of which had been pla.ced on the table underneath the slate.\n* * * * * *\nBefore he left, Mr. A. held a slate with me under the table, and asked\nthat the name of the animal written on the slip of paper I had chosen should\nbe written on the slate. Writ.ing was heard, the slate brought up, and I\nfound rhitlQCef'08 in red chalk. This was correct, though how Mr. A. knew,\nor by what means the word was written, I have no idea, for the slate appeared\nto me to be clean when we put it under the table.\nWithout for an instant maintaining that Mr. A.'s performance waa\nas good aa, from the description of others, I suppose that Dr. Slade's\nand Mr. Eglinton's sometimes is, I am disposed to think that he too\ncould have supplied Professor Zollner with experimental proof of the\nexistence of four dimensional beings, if Professor Zollner could have\nseen him without knowing he waa a. conjurer.\nAnother conjuring performance, with which I had nothing to do\nmyself, but of which a written account was sent to me by the gentle-\nman concerned, may be worth mentioning in this connection, because it\nbaa the special interest of having been performed in the presence of a\nwitness who was, as it were, behind the scenes. I should add that I have\ndiscussed the incident with this witness. A gentleman, whom I\nwill call for convenience Mr. X., sat with a conjurer for slate-writing.\nMr. X. held one slate in his left hand, and another lay on the table\nbefore him in such a position that he \"could easily watch both.\" The\nlatter was a double slate, hinged and locked, belonging to the conjurer.\nThis Mr. X. unlocked, placed in it three pieces of coloured chalk,\nand re-Iocked it, putting the key in his pocket His account pro-\n1 The precaution of keeping possession of the key of the medium's locked\nslate is one often adopted with Mr. Eglinton, but it is of COU1'8e perfectly\nnseless, as there may be any number of keys. ized by Google\n\f70 The Physical P~ 01 Spiritualism. [May 3,\nceeda thus (1 have italicised the part to which 1 wish most to call\nattention) :-\" ..d\/~ 8O'IT\/,6\/ew minutes, during which, 10 the but 0\/ my\nbelief, I WIJ8 attenti1J6l,l regar¢ing both ,latu, Mr. - whisked the first\naway and showed me on the reverse a message written to myself.\nAlmost immediately afterwards he asked me to unlock the second slate,\nand on doing 80 1 found, to my intense astonishment, another message\nwritten on both the insides of the slate-the lines in alternate\ncolours, and the chalks apparently much worn by usage. My brother\n[who was looking on] tells me that there tOOl an inten;al of Mm16 two Of'\nt\/vre.e minutel, during fl)hich my attention WIJ8 calkd atDaI!I, but I C(m\nO'flly believe it on his word.\" •\nThe fact is that slat&-writingas generally exhibited by Dr. Sladeand\nMr. Eglinton is not at all the simple phenomenon it is sometimes\nsupposed to be. The table may be mentioned, for instance, as one of\nthe complications apparently superfluous if the phenomena be\ngenui~e, but most useful as a screen and in other ways if they be\ndue to conjuring. 1 cannot but think that this absence of simpli-\ncity in the conditions under which not only alat&-writing, but the\nother physical phcmomena are generally produced affords an important\npresumption against their genuineness.\nAnd there are two further arguments against their genuineness\nwhich are gaining in force every year. The first of these is that almost\nevery medium who has been prominently before the public has at some\ntime or other been det.e<:ted in trickery, orwhat cannot be distinguished\nfrom trickery except by hypotheses which appear to me violent and base-\nless. And the second is the absence of evidence which does not depend on\nthe investigator's power of continuous observation. By continuous\nobservation, 1 mean observation which is uninterrupted during a\ncertain interval of time, varying in length according to circum-\nstances,-this observation extending of course to all circumstances\nwhich can have affected the evidence. This kind of observa-\ntion is seldom or never required, either in ordinary life or in\nscientific investigations, 80 that we have but little practice in\nit, or opportunities of estimating our power of exercising it. It is\noften on our want of power of exercising it that the succeaa of\nconjuring depends, and it should be, and in many cases is, the aim of\ninvestigators into Spiritualism to make the evidence independent of it\nIt is easy to devise experinients of various kinds which apparently in-\ntroduce no new difficulties if the phenomena are genuine, which resemble\nin kind those we see, and omit none of the conditions said by (or through)\nmediums to be necessary, and which, if successful, would place some of\nthe physical phenomena beyond all question of conjuring by eliminating\nthe necessity for continuous observation or accurate recollection on the\npart of the investigator. But as far as 1 can D~Q)Q)~y good\n\f1886]. TM Physical p~ of Spirituali8m. 71\nevidence exists that such experiments have ever succeeded.1 Pr0-\nfessor ZOllner devised some good ones, but they failed. He wanted,\nfor instance, to have a knot tied in a continuous band cut out of\nbladder. The\" spirits\" explained that they bad failed in this\nbecause \"the band was in danger of 'melting' during the operation\nunder the great in\"rease of temperature,\" affirmed to occur during\nthe passage of solid through solid. One would not have supposed\nthat cat-gut '(made up into a string) melted less easily, but knots\nwere found in a piece of cat-gut with the ends sealed together. This,\nhowever, is not mcu\/larilll an occult phenomenon and the evidence\nthat it was done at the seance after the ends were sealed, and not done\nby Slade at home and his piece thus prepared exchanged for Professor\nZOllner's, depends on the latter's power of continuous observation.\nThe necessity of continuous observation at a slate-writing seance\ncan hardly, I think, be eliminated except by obtaining writing o~a slate\nsecurely covered. Many people have tried to obtain this with Mr.\nEglinton, but I have never heard of any successful attempt,except one\nof Mr. Wedgwood's. He took a pair of slates, tied and sealed together,\nto Mr. Eglinton, but obtained no writing and put t~ slates aside. Some\nmonths later he again took the slates to Mr. Eglinton's as they were,\nadding only gummed paper round the edges. This time he obtained a\nlong message, but the experiment, as one eliminating the necessity for\ncontinuous observation, is vitiated, because we have no complete\nguaJllolltee that (1) the slates were not tampered with in the interval,\nand (2) that a pair prepared in imitation was not substituted at the\nsecond seance. For Mr. Wedgwood had no reliable means of identify-\ning his slates or his gummed paper so far as I have been able to learn.\nHe has never, I believe, obtained writing on a securely closed slate except\n1 There is an alleged case of pieces of platinum being introduced into\nbermetically -ted glaM tubes in Profeaaor Hare'. laboratory through the\nmediumship of a MI. Ruggl8l, but in the only description I have seen there is\nno evidence of the identity of the tubes seen empty and thoee seen with the\nplatinum in them 56 minutee later, exceptwhat depends on tile watchfuln_ of\nthe ob8erveJ1l. Dr. S. A. Peter's description of this phenomenon is quoted in\nUUner's Tmmceruhntal PAylic., Mr. M_y's translation (2nd Ed. 1882, p.\n152). An experiment which may have been important is given in Danaken'.\nH&IIJ and \"\"'111 became a Spirituali8t (Baltimore, 1869). He tells ns of an\nanonymou. medium who had an iron ring put on and off his neck, which he\n.1.was seven inch8lleea in circumference than the medium's head. But~he\nevidence in several 8I88ntial pointe is very incomplete. It i. aleo asserted that\nprivate mediume have obtained phenomena independent of continuons observa-\ntion. Baron du Prel, in SphinrIJ for June, 1886, -YB \" Ich kenne pereilnlich drei\nPrivatmedien bei welchen direkte Schriften nicht nur in Doppeltafeln IOJItUm\niibt:r1&aupt in unzugii1lfllieAm Orten _kommm.\" It is to be hoped that theee\nper80ns will place their evidence before the world with the detail required to\nmake it scientifically valuable. . .. Gooole\nDigitized by \"\n\f72 The Physical Phenomena of Spiritualism. [May 3,\non this occasion, though he has frequently tried. Another gentleman,\nMr. F. W. Bentall, who gives us an account of his experiences with\nMr. Eglinton (see Jowrnal of the Society for June, 1886), and who was\nsuccessful in obtaining writing on slates not securely closed, tried a\nlarge number of times and quite in vain with securely closed ones. At\nBOme of these trials he used a slate covered with a sheet of glass. The\n\" spirits\" explained that \"the vital ftuid-call it what you may-cannot\nbe retained sufficiently long in the enclosed space to enable us to move\nthe pencil with force enough,\" &C. Afterwards Mr. Bentallsubstituted\nwire gauze for the glass, BO that there was no longer an enclosed space\nin the same sense, but the result was no better.l\nI mention these experiences with Dr. Slade and Mr. Eglinton merely\nas illustrations of the kind of evidence I mean. Various other experi-\nments, designed with the view of obtaining evidence of this kind, might\nbe mentioned. For instance, BOme friends of mine have made many\nattempts to obtain writing in a hermetically sealed glass retort,\ncontaining paper and pencil, at dark sMnces with Mrs. Jencken, but\nthey never succeeded. The tests described in connection with our\ninvestigation into materialisation phenomena were also intended to be\nof this kind. It is difficult to suppose that all conditions which elimi-\nnate the need of continuous observation are also such as exclude the\noperation of occult forces-if such exist. And if, as time goes on and\nexperiments are varied, it is found that crucial tests invariably fail-\nthat the phenomena continually stop short exactly at the point to which\nconjuring could conceivably go-the improbability that this is due to\nchance becomes greater and greater, and ultimately greater than the\ndifficulty of supposing any amount of defective observation.\nAt present, however, notwithstanding this absence of what may be\ncalled crucial evidence for the existence of these physical phenomena\nbeyond the recognised laws of nature, there is still BOme evidence which\nought not to be set aside, and which, though, in my judgment, not\nenough to establish 80 vast a conclusion, still affords a primd facie case,\nand makes it our duty to seek opportunities for further investigation.\nWithout attempting here to go into the details of this evidence, I may\nrefer the reader to that of Comte Agenor de Gasparin as to the move-\nment of tables without contact in what seem to have been careful experi-\nments carried on with his own family and friends (see De Gasparin, D,.\nTalJl& Towrnante8 et du Swrnatwral en General, Paris, 1854); alBO to\nthe experimental evidence for similar phenomena obtained by the su~\nCommittee, No.1, of the Dialectical Society (see RepOlf't on S~\n1 Of COUlI!e, had theae experiments of Mr. BentaU's succeeded they would\nonly have been crucial, if he had some satisfactory way of identifvin. his alate,\nand of proving that it had not been tampered with. Digitized by ~008Ie\n\f1886.] The Physical PM'1UYffIHTI4 of Spi,ri.tualism. '13\nofthe CommiUee ojthe London .Dialectical Society, 1871). AlBO to BOme\nof Mr. Crookes' experiments with Mr. Home on the alterations of\nweight of a partially suspended board (see R686MChes in the Phe'IWfTIIJf\/,G\nof Spiritualism, by W. Crooke&, reprinted from the Qu,atrter1'll JOf.III\"'f&al\nofScience, London, 1874). And, finally, I would refer him to \"M. A.\n(Oxon's) \" account of phenomena occurring through his own mediumship\n(see Human Nat'U\/re for 1874).\nEvidence of this kind makes me think that the investigation\nshould go on, and may yet be fruitful; but I think we have enough\nexperience to show that it is not worth while continuing it with\nestablished mediums under the conditions at present imposed.\nThis brings me to what, if these be genuine phenomena, is a point\nof great importan'ce, namely, that there has been a large amount of\nhasty assumption as to the conditions under which the phenomena can\nand cannot occur. This can easily be proved by quotations from works\non the subject. In BOme investigations this would be of comparatively\nlittle consequence-if a hypothesis has been mistaken by one investigator\nfor a fact, the next investigator will probably find out the mistake and\ncorrect it; a little time would be wasted and that is all. But in our\ninvestigation it is very different. If there are genuine physical\nphenomena it is almost certain from the analogy of the automatic\nphenomena that they depend largely on the nervous and mental\ncondition of the medium, and therefore on his beliefs. If, there-\nfore, he believes, e.g., that the phenomena can only occUr in the dark,\nthe consequence may be that with him they will only occur in the dark,\nand thus a mere conjecture may become a real, though quite artificial,\ncondition. For instance, De Gasparin believed it essential that the\ncircle should hold hands and form a chain, but;........as I understand their\ndescription-the Committee of the Dialectical Society did not hold\nhands, and certainly there was no chain in Mr. Crookes' experiments\nwith Mr. Home. The failure, therefore, of De Gasparin's circle to\nobtain phenomena when the chain was broken may be with BOme'\nprobability referred to their belief in the necessity of the unbroken\nchain. De Gasparin himself has some good remarks on the influence of\nsuch belief, though he does not apply them in the instance I have men-\ntioned. Now I believe not only that many of the conditions supposed\nto be necessary, and which greatly complicate and hinder the investiga-\ntion, have been assumed on very insufficient evidence, but that some of\nthem at least have been deliberately invented to facilitate fraud.\nAnd there is even another danger peculiar to this investigation,\nnamely, that conditions may be invented unconsciously, BO far as the\nmedium is concerned, for it is known that the invention of false excuses\nfor failure is one of the curious things that occur in a.utomatic writing.\nIt is very important, therefore, that those who find ~iz~k\n\f74 The Physical P~ of Spiritualism. [May 3.\ntheir friends what seems to be mediumistic power-whatever that may\n~hould approach the subject in as unprejudiced a way as possible,\nand, in order to establish the genuineness of the physical phenomena,\nthat they should aim at obtaining them under the simplest possible\nconditions.\nIn conclusion, I would repeat that it is not because I disbelieve in\nthe physical phenomena of Spiritualism, but because I at present think\nit more probable than not that such things occasionally occur, that I am\ninterested in estima.ting the evidence for them. I feel bound, however,\nto admit that by far the larger part of the testimony put forward as\naffording solid ground for a belief in them, which I have been able to\nexamine, is of such a nature as to justify the contempt with which\nscientific men generally regard it j and though it is td be regretted, it is\nhardly under the circumstances to be wondered at, that this contempt is\nhastily extended to the who~ of the testimony. If what I have written\nshould contribute, in however small a degree, to the improvement of the\nevidence on this subject in the future, I shall feel that it has not been\nwritten in vain.\nDigitized by Coogle\n\f","_id":541}