{"name":"Proceedings of the Society for Psychical Research 6571 6685","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v4_28_january_1887.pdf","mytitle":"Proceedings of the Society for Psychical Research, V4, January 28, 1887","mylang":"de","content":"209\nPROCEEDINGS OF THE GENERAL MEETING ON\nOctober 25, 1886.\nThe twenty-second General Meeting was held at the Rooms\nof the Society of British Artists, Suffolk-street, Pall Mall, on\nOctober 25, 1886.\nPROFESSOR H. SlDGWICK IN THB CHAIR.\nMr. F. W. H. Myers gave an account of a novel class of experi-\nments-some of which he, Mr. Gurney, and Dr. A. T. Myers had lately\nseen and shared in-conducted by Dr. Babinski, a physician of the\nSaltpetriere, at Paris, and pointing to the transfer of hysterical\naffections from one patient to another, under the influence of a\nneighbouring magnet. If suggestion be excluded, the phenomenon\nseems clearly to be telepathic in nature j and the results which took\nplace in the presence of the English observers, though not conclusive,\nwere decidedly striking and suggestive. A full account of these\na.ppeared in the Journal for November, 1886.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJanuary 28, 1887.\nThe twenty-third General Meeting was held at the Rooms\nof the Society of British Artists, Suffolk-street, Pall Mal~ on\nJanuary 28, 1887.\nPROFESSOR W. F. BARRBTT IN THB CHAIR.\nPart of the following paper was read ;-\nI.\nAUTOMATIC WRITING.-Ill.\nBy FuDBRIC W. H. MURS.\nPHYSIOLOGICAL AND PATHOLOGICAL ANALOGIES.\nI purpose here to continue a discussion which has already occupied\ntwo papers in these Proceeding,,! and which I cannot hope to conclude\nin the present essay. The phenomena of automatiBm,-:-the indications\n1 See Prooeeding., Vol. II., p. 217. and VoL III.; p. 1.\nDigitized by Coogle\n\f!10 .Autcnnatic Writing. [Jan. !8,\ngiven by unwilled or unconscious action of mental processes going on\nwithin us,-offer a field for investigation whose importance is gradually\nbeginning to be recognised. Graphic automatism-the topic with which\nthese papers have more especially dealt-had hardly, so far as I know,\nbeen alluded to previously; except, indeed, by Spiritualistic writers, to\nwhom the merit of the first express recognition of the phenomenon un-\ndoubtedly belongs, whatever may be our opinion as to the explanation\nwhich they assign to it.\nFor my own part I have thus far dwelt mainly on three theses. In\nthe first place, I tried to show that an automatic impulse, a.rising, so\nfar as we can tell, wholly within the writer's own brain, may sometimes\nprompt him to write words or sentences whose meaning he does not\ndiscern while he is writing them,-nay, whose meaning he sometimes\ndoes not discern till after a tedious process of decipherment. In the\nsecond place, I showed that in some cases-in the case of Mr. and Mrs.\nNewnham especially,-the content of these automatically-written\nmessages seemed to be derived, not from the writer's brain wholly, but,\nin part at least, telepathically from the unspoken and unhinted thoughts\nof another person. And thirdly, by a comparison of some peculiarities\nof automatic writing with some peculiarities of speech .and script which\nwe have some reason to suppose initiated by the rig'\" hemisphere of\nthe brain, I tried to form some intelligible conception of a possible\ncerebral mechanism of automatic script in general. .This last inquiry\nhad a special bearing on the problems of telepathy; since we have seen\ncause not unfrequently to associate telepathic impulses-both in their\ninception and in their reception-with the unconscious rather than with\nthe conscious operations of the brain. We seemed, as I thought, to be\ngetting a hint as to such operations which might be of service in more\nthan one branch of psychica.l inquiry.\nThe discussion of automatism, even as thus far pursued, has\nsuggested so many problems that it is not easy to say in what direction\nthe general argument should incite us to attempt our next forward\nstep. ~rom one point of view, indeed, the answer to this question\nwould be easy. If, like previous writers on this topic, already men-\ntioned, I were to treat automatic writing from the Spiritualistic point\nof view alone, as affording a greater or less degree of presumption of\nthe communication with us of departed souls, it would be my business\nto pass at once to an analysis of the facts contained in messages which\nhave been automatically written. Some of the facts thus found I\nshould be able, as my already-cited instances show, to refer to telepathy,.\nto the influence of minds still in the flesh. And I should have to\ndiscuss whether any items of the messages were not so referable;\nwhether they pointed to the influence or communication of a \"departed\nsoul.\"\nDigitized by Coogle\n\f1887.] .Automatic Writing. 211\nAll this will sooner or later have to be done in detail. But I am\nanxious rather to defer than to hasten the moment of attempting it.\nAnd I say this from no aversion from the Spiritualistic theory, a theory\nwhich, if it can be sustained, will obviously be more interesting, to say\nthe least, than any other. Still less do I say it with any bias for any\nexclusive theory of my own. The surprise, indeed, would be if we were\nto discover that this great range of phenomena could wholly be\ncomprised within the limits of any single hypothesis.\nBut in BO complex a matter nothing but confusion can ensue if we\nattempt to decide on what I may call the advanced questions without\nBOme rather fuller knowledge of the preliminary questions than we\nhave as yet gained. Let it be said at once that the extreme theory-\nthe Spiritualist theory-of some of these communications is not to be\ndispelled with a breath. The evidence for it-though it is soon seen\nto be decidedly scantier than certain loose assertions would have\nus suppose-is, as we shall perceive, of a nature to perplex a candid\ninquirer. Stated nakedly, indeed, it might beget in the cautious mind\nnothing beyond perplexity. The canons by which it should be judged\nare as yet undetermined. If it is to be profitably approached, this must\nbe after attempt shall have been made to frame such canons, or at least\nto turn some of the simpler cases over and over, and to try to bring\nthem into BOme sort of relation with more familiar physiological or\npathological facts.\nIn the present paper then, and in a paper with which I hope\nto follow it, I shall dwell mainly on two questions. The first\nof these will take us back, in one sense, to an earlier point\nthan that which the previous papers reached. In those papers I was\nconcerned to prove that automatic writing was really automatic,-that\nit was not in all cases the mere product of a half-conscious fancy,-of\na hand idly wandering, and a dreamy caprice. Having now, as I trust,\nshown this sufficiently by an analysis of some of the messages thus\nreceived, I shall go back to a more general discuSBion of the significance\nand origin of automatic messages taken per se, as admitted facts,\nwithout special reference to their content.\nAnd secondly, we shall find that, in order to understand the true\nmeaning of graphic automatism, we shall have to consider other\ncognate automatic manifestations,-messages given by automatic speech,\nby other automatic movements, and even by sensory perceptions of\nvarious kinds. In this way we may perhaps get some sort of familiarity\nwith the general type of these phenomena,-some sort of notion as to\nthe way in which they stand related to hypnotism, to insanity, and,\n(if clairvoyance exists,) to clairvoyance,-which may serve as a guide\nwhen we come to deal with meBBages whose content, as well as their\nmechanism, offers matter of debate and perplexity.\nDigitized by ct,qpgle\n\f212 .Automatic Writi-ng. [Jan. 28,\nI start afresh, then, with what may be termed the simple, typical\nform of automatic writing. The case communicated by Professor\nSidgwick (Proceedi1l1J8, Vol. III., p. 25) may serve as an example. An\nordinary man, woman, or child, of normal health and intelligence,\nfinds, either suddenly or more often after several trials, that his hand\nwill write sentences of which he is not cognisant till they are actually\nwritten. Let us omit from consideration all those specific points in the\nmessages on which we have already dwelt,-a.nagrams, telepathic\ninformation, mirror-writing, &c. Let us simply suppose (what is in\nfact the commonest case) that the automatist can at any time, or at\nleast can frequently, induce insignificant messages, mainly resembling\neach other in handwriting and signed with the same name. And note\nthat so long as the messages are insignificant in content, (as moralising\nreflections, trivial comments on passing events, and the like,) we can\nhardly attach importance of any kind to the signature. Sometimes, as\nin the case of the :rtiessrs. Schiller, presently to be given, the signa-\ntures are merely fantastic, and illustrate the tendency (already noted)\nof automatic script to a grotesque puerility, quite independent of the\nintellectual level of the automatist. Sometimes, following another\ntendency of automatic script, the signatures seem designed to meet\nexpectation,. and the name of some deceased friend is appended to\nmatter which conveys no internal evidence of his authorship. Again,\nthe secret inclination which many persons feel to suppose themselves\nfavoured above other men, special receptacles of grace, &c., externalises\nitself in automatic signatures of a very lofty type,-reaching in some\ninstances to the very highest conceivable names. And here I must\nfrankly say that I think that communications thus signed should be &t\nonce discouraged, and the process of automatic writing discontinued for\nthe time, in just the same way as in the occasional cases where\n\"planchette begins to swear.\" I certainly do not suppose that there is\na diabolic influence in the one case any more than a Divine influence\nin the other. But in either extreme there is some slight fear of injury\nto the writer. If oaths and rough expressions come persistently,\nthis, (as was explained in my last paper,) may probably indicate\nnervous exhaustion. If\" Divine revelations\" come, there is &\ndanger that the writer may flatter himself into the belief that he is\nsingled out by heaven itself to convey a new message to men. Much\nmoral teaching of a noble and suggestive kind has, indeed, been often\nconveyed through automatic message.&. But where it has been in truth\nhighest, it has at the same time kept clear of any irreverent assumptions.\nThese extravagances, however, are of rare occurrence. The general\ntype of automatic message is entirely unobjectionable, I may even say\nentirely commonpia.ce. But, nevertheless, a series of such messages\nwill show qualities very hard to explain. There ~ ~~CmctJ, ~he\nDigitized by ~OU8le\n\f1887.] A'Utomatic Writing. 213\ninfluence seeming to be on the watch for opportunities of communica-\ntion, sometimes calling the attention of the automatist by preliminary\njerks of the hand, and thrusting in its comment, so to say, when least\nexpected. There will be a kind of indil--iduality,. several influences\nmaintaining each a definite character, each, perhaps, moving the arm\nin a special manner, so that the automatist knows what the signature\nwill be, before he receives the actual communication. And there will\nbe an apparent thread of memory through the messages of the same in-\nfluence; that is to 83Y, the S<Hmlled \"guide\" will sometimes refer to\npassages in his previous messages which the automatist does not con-\nsciously remember.\nAll this,--as those who have witnessed such cases can attest-forms\na sufficiently curious ensemble,. nor need we wonder that in nine cases\nout of ten the automatist attributes his writing to some influence\nexternal to himself.\nWith this, then, as the problem before us, I propose now to\ndevelop in a fresh direction a suggestion made, and partly acted upon,\nin my last paper. I there dwelt on my conviction that if we are to\nunderstand ~l phenomena-phenomena transcending, ap-\nparently, the stage of evolution at which we have admittedly arrived,-\nwe must first compare them, &8 fully &8 possible, both with normaland\nwith cW'T\/,(yf'TT\/,(J,l phenomena ;-meaning by abnormal phenomenllo those\nwhich, while diverging from the ordinary standard, fall below or, at\nleast, do not transcend it. I insisted also that we must expect that\nsupernormal phenomena, if they occur at all, will show many points\nof resemblance to abnormal-nay, to positively morbid-phenomena,\nwithout therefore themselves necessarily deserving to be classed &8\nmorbid in any degree. When unfamiliar impulses arise in the\norganism-whether those impulses be evolutive or dissolutive in\ncharacter-their readiest paths of externaliaation are likely to be some-\nwhat similar ;-just &8 (to repeat a previous illustration) the same kind\nof ache in the gums may indicate to our sensation either the\nformation of an abscess or the growth of a tooth.\nI cannot find that this principle is set forth in any accredited text-\nbook. Yet I must believe that it will come to be recognised &8 a\nguiding principle in psycho-physiological inquiry; nay, that this view\nwill be seen to have been inevitable so soon &8 external signs of\npsychological facts were grasped with a certain degree of precision.\nThus far the cerebral-psychical changes which go on after the frame\nhas once been built up have been watched by the psychologist mainly\nin their evolutive, by the physiologist mainly in their dissolutive\naspect. The psychologist feels an interest in the life-long develop-\nment of the mind of a Shakespeare or a Goethe. The physiologist,\nwhen he has surveyed his subject's advance to maturity, fimIR lit.tJee\nDlglt'i'zed byGD0014\n\f214 [Jan. 28,\nmore to notice till senile degeneration seta in. He does not often care\nto note such external signs as may tell of processes of cerebral develop-\nment which are still going on during adult life.\nYet such external signs there are; and it is important for us who\nare concerned with one special branch of automatism to recognize how\nlarge a part is played in civilized life by automatic movements,-\nmovements which a man does not know that he is making, or cannot\navoid making, and which give expl'8BBion to cerebral action of which\nhe is partly or wholly unconscious.\nIn the first place, there are the movements which are known as\nsecondarily automatic :-such movements as walking, speech, piano-\nplaying, which, having been acquired by voluntary effort, become by\nuse gradually inBtinctive, and illustrate to us in our own persons both\nthe advantages and the disadvantages of instinct as compared with\nreason. The girl can remember the sonata better with her fingers than\nwith her head ;-there is the advamaglJ of an instinct which is \" lapsed\nintelligence,\" but which is more rapid and more certain than conscious\nintelligence can be. On the other hand, if the girl has learnt a given\npassage in the sonata wrongly, and played it often in that way, she\nwill find it far more difficult to correct the mistake than it would be\nwere the passage new to her. There is the diMulvamage of lapsed\nintelligence ;-the comparative fixity of the nervous and muscular\nsynergy, when once established, makes it hard for the organism\nto adapt itself to slightly-changed circumstances. I repeat that the\nparallelism between these personally.acquired instincts of our own and\nthe mainly-inherited instincts of the animal kingdom is very close; and\njust as we find animal instincts becoming more complex and numerons\nas we ascend in the scale of living things, so do we find human secondary\nautomatisms becoming more complex and numerous as we ascend in\nthe scale of civilization.\nBut of course we inherit instincts as well as acquire them, and it is\nwith inherited instincts-with prifTUJrily automatic acts, that I am here\nmainly concerned.\nOne important branch of this primary automatism consists of the\nmovements which give expression to face and voice. And my point is\nthat these automatic movements acquire a continually greater relative\nimportance both in the race as it advances in culture and in the\nindividual as he advances in cerebral development,-in middle and even\nin later life. The expression of benevolence, wisdom, command, is capable\nof being more intense and impressive in the old man's face than in\nthe face of the youth; and the look and accent of great men forms no\nsmall part of their power. It matters little in comparison that the\nadult's power over his voluntary muscles gradually declines. He can\nno longer compel the muscles of his legs to adapt thtlmselvps to some\nDigitized by ~oo8le\n\f1887.] .Automatic Writing. 215\nnew feat of gymnastic. But the muscles of his eyes and mouth--quite\napart from his conscious volition-have learnt to express his central\ncurrent of thought and feeling more delicately and more forcibly than\nin the flush of youth. This fact needs BOme insistence, for it is\nconstantly obscured by a quite different phenomenon i-the power of\nyouth to express the simpler emotions with pleasing openness. cc The\nbeautiful,\" it has been said, \"by the unconscious look of a moment can\nutter all that is in them.\" What this means is that a fair young face\ncan show love, pity, reverence, &c., in a way that stimulates the\nobserver's imagination; but the girl's expression may nevertheless be\nin reality of a leBB developed, a less complex kind than the minute\nmuscular shiftings round the eye, say, of an elderly stockbroker, as\nhe glances down the share-list. The stockbroker's countenance is\nnot interesting; but what I mean is that years and knowledge\nhave effected in him the same evolution of automatic action which\nthey effect in the sage or statesman, and which makes the expreBBion\nof the sage or statesman, if we cc sit down in a cool hour\" and look\nat him, even more interesting than the girl's.\nWe see, then, that as the race, or the man, evolves, the primarily\nautomatic actions, and the secondarily automatic actions, form a\nconstantly more important portion of the motor outcome of his\nmentation.\nAnd more than this. We see, also, that if any sudden call is made\non the organism which evokes its maximum capacity, and as it were\nshows by a lightning-flash the next stage towards which the evolu-\ntionary prOceBB is striving, there is an immediate extension of the\ndomain of automatic action. A man not only runs from a lion faster\nthan he ever ran before, because the checks commonly imposed by pain\nand fatigue are unfelt, but also he goes on to climb up into a tree with\na purposive complication of muscular movement which he would have\nneeded to think out with conscious planning at a less excited moment.\nAnd still further; a great orator repelling extemporaneously a\ncalumnious charge, or appealing to a deeply-moved multitude of men,\nwill sometimes for a few moments perform with complete automatism\nintellectuR.1 feats which few men could rival with full time to prepare.\nHe will be unconscious of his attitude, -his gestures, his tones of voice\n-nay, of the words which he uses, the metaphors which he introduces,\nthe oratorical effects of pause, reiteration, pathetic or majestic emphasis.\nHe will be conscious of nothing beyond the torrent of indignation or\npatriotism which is surging within him. When automatism reaches\nthis point, (as is said to have been sometimes the case, for instance, with\nM. Gambetta), it is felt to be far more imprellSive than conscious pains\nand choice. The orator is repaid for constant effort at self-expression\nby finding that on great occasions he can get Jli'ff18el~c~em.d\nDigitized oy ~U(5.e\n\f216 Automatic Writing. [Jan. 28,\nautomatically;-that he can live wholly in the stream of thought and\nemotion which is his essential strength, and that, meantime, his\norganism will utter more of what is going on inside him than if he had\nweighed each word to the full.\nThis seeming digression is really, I think, important to my\nargument. For it is essential that the reader should understand, (and\nI know of little already written which will help to such under-\nstanding), that in studying these automatic manifestations of\nmentation otherwise unguessed, we are not necessarily studying some-\nthing morbid, retrograde, hysterical; but that it would be quite in accord-\nance with analogy if it should tum out that thoughts and feelings\nthus found issue which were in some respects deeper than the subject's\nordinary consciousness could reach, or his ordinary effort exhibit.\nIn a word, there are evolutive as well as degetll!rative parallels to\nthe strange phenomena which we shall presently pncounter. We must\nnot prejudge them in any way whatever; we must not ticket them as\nhysterical any more than we must ticket them as Spiritualistic.\nAnd I may perhaps best resume my discussion of them by citing at\nlength a typical case ;_ case typical at least in its main features, and\nspecially suitable for record on account of the care with which the\nphenomena were noted down as they occurred. The case was sent to\nus by Mr. F. C, S. Schiller, B.A., of Halliol College, Oxford, and I\nhave myself been present at one of the experiments where Mr. F.\nC. S. Schiller and his brother, Mr. F. N. Schiller, of St., John's College,\nCambridge, obtained some of the old French writing.\nIn the following account; it mWlt not be IUpposed that in lpeaking of the\n\" spirits\" of planchette under their BOi-disant names, I intend to endorse the\nSpiritualist explanation, any more than I consider the reproductions of the\n\" mediums'\" latent knowledge to be conclWlive in favour of any form of\n\" uncoDlCious·self\" theory.\nThe experiments in question were conducted during a great. part of the\nLong Vacation, with my brother, whom I will call F., and my lister L., R8\n\"mediums,\" writing conjointly at first, but afterwards leparately. Of\ncourse, there could thus be no doubt u to the good faith of the •• mediums,\"\neven if the course of the experiments had not afforded convincing proof that\n.the phenomena were independent of their coDlCioul mind. There appeared at\ndifferent times no leu than nine .. spirits,\" of whom four wrote exclusively\nwith F. and one mainly; another freely with either or both but chiefly with\nL., and three exclWlively with L. or with F. and L. conjointly. They all wrote\nwith a more or leu distinctive style of their own, and, u far u I could judge,\nthere wu not any marked difference of style when the same spirit wrote with\ndifferent mediums. Nor, on the other hand, wu there sufficient evidence to\njustify the auertion that the style wu 80 unmistakably similar that it must\nhave proceeded from the Bame intelligence. But although the evidence was\nnot conclusive in establishing the identity of the varioWl .. spirit\" personages,\nthere could be no doubt of their complete indepen~mp.!!J W~ll!'\"s' con-\n\f1887.] .AutcY1natic W1-iting. 217\nacious will. Both F. and L. were at first entirely ignor&nt of what planchette\nW&ll writing, and F. remained 110 to the end, nor did the occupationa of his\nconacious self appear in the leaat to aft\"ect the progreBII of the wliting. I have\naeen planchette write in the same slow and deliberate way both while he W&ll\ntelling an amusing anecdote in an animated way and while he W&ll absorbed\nin an interesting novel; and frequently whole Beries of questions would be\nasked and anawered without his knowing what had been written or thinking\nthat anything else than unmeaning scrawls had been produced.\nIn L.'a c»e it is true that after some time she came to know what letters\nwere being fonned and was able to interpret the movements of her hand.\nThis, of course, made it difficult to avoid, at times, a certain half-conscious\ninlluence on the writing, and makes it nece8S&ry to allow for the personal\nequation. But it is clear' that this in1luence must tend to harmonise the\nanswers of planchette with the opinions and will of the medium, and &II a\nmatter of fact I observed frequent cases, especially with L., of a con1lict\nbetween her will and opinions and those of planchette. Nothing, in fact,\ncan be more atriking than the entire independence of planchette in matters\nof Will and Thought, or more unexpected than the answers frequently\nobtained. This will be exemplified by one of our earliest results. Planchette\nhad been unable to write plainly the name of tho \"spirit\" communicating,\nand 110 we had &liked whether it W&ll man, woman, or child. The anawer W&ll\nat length deciphered &II \"triangle.\" For a whole day we tried in vain to\nmake out this enigmatical responae, and were in doubt whethcr we should\nascribe it to the unconacious cerebration of my mathematical brother, or\nwhether we had made the acquaintance of an intelligent two-dimensional\nbeing. Next day we discovered that the \" triangle\" called itself \" Eudora,\"\nand we, of course, &liked what it had meant. \"Three in one.\" \" How\nthen can you be both male and female 1\" \"By mere accident.\" After\nlOme other questions, a doubt W&ll raised by L. whether .. Eudora\" and the\nname of the only oth~r \"spirit\" that had communicated might not be\n.. aliases,\" and she &liked, \" Are you and Johnaon one 1\" \" Yes, one, man\nand wife.\" Here we seemed to get a clue to two sides of the \"triangle,\"\nand proceeded to &Ilk whether there W&ll a child still. \"Coming,\" W&ll the\nunexpected reply. Next day we were infonned that the baby was \"never\"\ngoing to be born, \"because it had no~ been bom on earth.\" This surprising\npiece of information W&ll then explained by the assertion that it was being\n.. spiritually evolved,\" and not, therefore, \"born.\" I have told this story\nat lOme length because it W&ll the first thing that made us think we might be\nin the presence of IIOmething more than ordinary unconscious cerebration,\nand I think it well illustrates several of the most remarkable poiuts about\nthis automatic writing.\nIt exemplifies :-\n1. The unexpectedn8811 of the anawers.\n2. Ita independent thought and disagreement with the conscious opinions\nof the mediums (for I suppose no one baa ever held planchette's absurd\ndoctrine).\n3. Ita independent memory.\n4. On the moral side, ita mendacity and senae of humour.\nAltogether it Beemed as if this silly riddle had been propoundlllhl.,l~alv\nDigitized by\\.JUv(S1e\n\f218 .Automatic Writing. [Jan. 28,\nto pique our curioaity on the fint day, with the intention of giving 'he\nsolution on the next, though, of conrae, it ia poeaible to maintain that\n\" uncoJl8Cious cerebration \" fint accidentally propounded it, and then, after\nworking it out, produced the lolution.\nOf a conflict of will between planchette and the medium 1 will give a\ncharacteristic though trivial instance. I had agreed with L. to go for a\nwalk after lupper, and when supper was brought in we said good-bye.\n\" Don't go.\" We said we must, but at length gave way and promised to\nreturn after lupper. \" Good.\" \" Have you got anything to tell us 1\"\n\"Yel, very important.\"\nOf direct thought-transference such as that recorded by Mr. Newnham,\nwe obtained but one iustance, with the possible addition of a few of the\ncard experiments.\nOne day when F. was reading a book and had not been attending in the\nlesst, I thought I might as well put the question mentally and wrote it down\nwithout asking it aloud. It was answered in a perfectly unequivocal manner,\nand thia was the more striking as I had changed the subject in asking it, and\nreverted to a point in one of planchette'l previous answen which I had\nbefore ignored. But for thia and the great difficulty of supposing that this\nparticular .mawer could have been an accidental shot,1 one would, of course,\nhave been inclined to ascribe it to chance, but under the circumstances it\nmust be regarded as an instance of thought-transference at least, although I\nhave never been able by any conscious effort to transfer imprellioDl to F.,\nwho ia a fairlv good thought-reader.\nIt will, of course, be suggested that the question as to the nature of these\nphenomena could have been at once decided by obtaining information\nunknown to the medium and to the company.\nBut for several rell80DB this is more easily said than done. In the fint\nplace the \"spirits\" were extremely chary of giving information respecting\ntheir personal antecedents, and,in fact, generally made their appearance with\nobviously feigned names, such as \"Heliod Ecblaza,\" \"Irktomar,\"\n\" Euphorbia,\" &c.\nWhen pressed they used, after much ingenious fencing, either to refuse\nto tell anything or to utter obvious falsehoods. The spirit of\n,a \"careless rhymer,\" after writing verses in Engliah, French, and\nGerman, professed its ability to do so in the classical languages.\nAnd as F. said he had never read the flUid, we asked the rhymer for\na quotation. This he was at first unable to do, but, some hours after, he,\nunasked, produced the f'lllowing: \"Eratimoi kekaloseiai \"and \"Kouridion\npotheoumenos posin.\" These extraordinary tags were found to be deri,-ed\nfrom the 5th book of the fliad (421, 414), and to represent ~ pa T' P.O&\nIC£XoX&lITfa, and ICovp,8wII 7To8iovua 7T0u\",. F. then remembered that he had\nread this very book, and thia alone, a long time ago. This was certainly the\nincident pointing most directly at uncolllCious cerebration, and may, perhaps,\n1 The communicating\" 8pirit\" was giving a long description of the house\nwhere it had lived, and a 8taircase up which somebody had run .. when the\npolice came.\" After about half-a-dozen questious I asked mentally, \"What did\nthe police come into the house for? H Theanswer was, .. Th,.,e was ~me crime.\"\nDigitized by ~0081e\n\f188'1.] .A'Uwm.atic W'riting. 219\nhelp to explain the occurrence of an entirely unknown language, namely\nHindustani A\" spirit\" gave his name as \"Lokenadrath,\" and wrote in an\nextraordinary Oriental style, rather resembling BOme of Marion Crawford'.\nrhapsodies. On introducing the worda \"Allah il Allah,\" he was asked\nwhether he was a Mohammedan. \"Hindi apkahai.\" .1 have since been\ninformed 1 that these worda mean \"I am yours,\" \"At your service,\" and\nthat .. Lokenadrath\" should be .. Lokendranath,\" and means \"lord of\nprinces\" ; and one or two other fragments of Hindustani were similarly\ninaccurate.' Now, as F. left India as a baby of eight montha, and has never\nsince, to the best of my belief, heard any Hindustani spoken, this is surely\na moat curious case of unconscious memory, if such it was.\nAs far as I can judge, thE: nearest approach to a verification of \"spirit\nidentity\" was in the case of a French Positivist artist, who gave his addreaa\nas \"109 Wankhurst-road, Wandaworth.\" Of course this name was entirely\nunfamilar to us, but on a reference to a directory we found a Wakehurat-\nroad in Wandsworth.\nBut all these attempts at getting unknown information are more\nor leBB unaatiafactory, and perhaps the moat striking results were\ndorded by BOme experiments with carda, which it seell18 at first sight\ndifficult to explain on any .. unconscious self\" hypotheaia.\nA card was drawn at random fronl a pack without being looked at, held\nout of sight, generally beneath the table, and planchette was then asked to\nname it. These experiments were ca.rried on from the beginning with F. and L.\nconjointlyor F. alone, but failed with L. alone j but it was difficult to multiply\nthem, as planchotte strongly dialiked them, and frequently wrote nonsense\n(fl.g., .. elest of fordes,\") or refused to answer at all. Moreover, it never\nprof_d to be able to guess them, but \"would try\" at tho moat,and constantly\ncomplained that it was \"too dark.\" Hence it cannot be doubted that many or\nmost of the answers were gueBB-work, but do not the following totals of aU\nthe experiments made indicate that BOmething other than mere chance was\nalao at work 1 In some of the earlier experiments the card was known to\nsome of those present, though not of course to the medium. The result of\nthese experiments is as follows :\nExperiments. Quite right. Number only right. Buit only right. Total Failure.\nII q~ 0 2 q3\n1 On the authority of (1) an Anglo·Indian lady; (2) a Balliol Brahmin\nof Bombay. [The Oriental rhapsodies have now been found to be mainly\ncentoes of Mr. Isaacs, worked together 80 &8 to make sense.]\n2 I have now found out (December, 1886) that Lokenadrath's description of\nhis nationality is not &8 totally unintelligible as I had hitherto thought it. He\ncallell hilll8elf a \"Jude poerano,\" and I have been told that\" poerano\" is Romany\nfor gipsy.\n3 In one experiment two cards were chosen by different persons-thefille of\nheart, and the Beven of clubs. The seven of clubs was guessed. This is put\ndown approximately as~. Chance alone might be expected to give the\nfollowing results:-\nExperimentB. Quite right. Number only right. Suit only right. Total failure.\nII U it 2~ 7183\n-or rather, since the actual numbers could not be fractional, the last four\nreenlts would be 0, 0, 2, 8. Digitized by Googie\n\f220 Amornatic Writing. [Ja.n.28,\nThis result is decidedly more favourable than the rt>Bults of the series\nwhere the card W&8 unknown to any of the peraons present, a fact possibly\ndue to the action of telepAthy. There is however a great difference between\nthe conditions of these experiments and of ordinary experimental thought-\ntransference. The latter requires great and exhausting concentration of the\nmind on the part both of the agent and of the percipient, while in the case\nof planchette-writing there is no conscious eft'ort on the part of the agent\nto visualise or of the percipient to receive an imprelBion of the card chosen.\nAnd moreover if telepathic imprelBions originate in the uncollscious part\nof the mind, and if planchette be supposed to bring out the \"thoughts\" of\nthis unconscious mind, it might be urged that the imprelBions of the medium,\nif he has any, should correspond with what is written by planchette. But\nwe found that in one of these cases where the bystanders, and supposed\nagents, were cognisant of the card, the medium thought of the wrong card,\nwhile planchette gave it correctly; and on another OCC&8ion he thought of\nthe right suit, while planchette got it wrong entirely. The results of the\nseries where telepathy W&8 excluded are &8 follow :_1\nExperiments.\n52\n64\n116\nQuite right.\n2\n7\n9\nNumber only rigbt.\n11\n10\n21\nSuit only right.\n9\n11\n20\nTotsl Failure.\n30\n36\n66\nThe series of 52 experiments were made at different times, but the aeries\nof 64 were made continuously in one afternoon, and at this tinle the\nplanchette W&8 very wild, and frequently wrote before any card had been\ndrawn at all.\nAlso in one case th£. 7 of clubs W&8 guellSed instead of the 9, but when the\ncard W&8 examinedit W&8 fonnd that the two lowest pips had been accidentally\ncovered by a piece of paper, so that it appeared like a 7. This, too, is\nestinlated &8 a partial failure.\nIn another case, the card having been drawn in the usual manner,\nplanchette wrote first. .. Spad,\" broke oft' and wrote on the line below\n\" Hearts Queen.\" The card turned out to be the queen of 'Pada. This\nW&8 the most striking instance of a confusion between hearts and spades, which\noccurred several times in these experiments, and which I have also noticed\nin ordinary thought-transference experiments with F.\nOn anoth~r occasion I drew a card, placed it on the top of the pack, and\nhanded it to F. beneath the table. In so doing I could not help catching a\nglimpse of the card, and saw that it W&8 black, and, I thought, clubs. Mter\n1 In several C&Be8 more than one guess was made, but only the first has\nbeen estimated. Chance alone might be expected to give the following results :\nExperiments. Quite right. Number only right. Suit only right. Totsl railure.\n52 1 3 12 36\n64 11\\ ~ 14tR ~\n116 2j\\ 6\/a Digit~~\\~Goo81~\\\n\f1887.] Automatic W1-iting. 221\na time planchette wrote \" No card turned up,\" and to our astonishment this\nturned out to be the case. I was of coune as certain as poaaible that a card\nwas turned up, and cannot understand to this day how it got turned down,\nand F. of coune coulrl haveno suspicion that 10 vital a part of the experiment\nhad been omitted.1 This experiment has been excluded in making the\nestimate. In a few cases the luit was not written, but drawn.\nFinally I must describe another kind of experiments, in which planchette\nhad to spell out words on an alphabet while the \"medium\" was cl08ely blind-\nfolded. Atfirst we used an alphabet which he had seen beforehand,andwith the\nlettersin the customary order,and on thil \"Heliod\" succeeded in lpelling out\nhis name three times. After this another alphabet was used which had nel'er\nbeen seen by him, and with the letters scattered at random about the paper.\nOn this H E were spelt out correctly, but the next letter was Z, and after\nthis planchette stopped and failed to spell any other words. A few hours\nafterwards, however, it spelt out its name correctly, and answered several\nquestions, correcting slight errors on repetitilln. (F. had not seen\nthe alphabet in the meantime.) Altogethl'r we obtained intelligible\ncombinations of nearly 60 letters. The movements of planchette on\nthis occasion too were rather striking, as it seemed to move like a living\ncreature, circling round the required letter, and finally concentrating itself\nupon it. We have never been able to get a repetition of thele experiments,\nwhich, thoughtelepathy is not, strictly speaking, excluded, for the others pre-\nBentwere aware of the position of the letters on the alphabet, are perhaps as\nvaluable as the card experiments. And if it be supposed that the thought of\nthe bystanders unconsciously guided planchette, how are we to explain a\ncorrection of that thought in its answers 1 I had asked \"Heliod\" what he\nmeant by saying he was in the \"lluid ,tate \"of feeling on the day before.\nThe answer WI\\I \"Blind, Point,\" and on reference we saw that he had\npreviously asserted he was at the lluid point.\nPerhaps, in conclusion, I should make a nete on the linguistic attainments\nof planchette. Of the nine \" spirits,\" six wrote only in English, and Beveral\nof them failed ignominiously with all other languages. The Hindustani of\n.. Lokenadrath\" I have already mentioned. .. Irktomar,\" the French\nPositivist, gave us Ipecimens of English, French, and Latin. Lastly, the poet\n.. Closcar\" rhymed in English, Fl·ench and German, Latin and Greek, and\neven sometimPi wrote the last of these with Greek letters. But with this\nexception, planchette never wrote any German, though both the mediums are\nperfectly familiar with it;, and in their childhood probably knew it far better\nthan English. li, then, these phenomena are a dre&nl-like recrudescence of\nlong-forgotten thoughts, this absence of German BeeDll to require some\nexplanation.' As regards the mode of writing, we were unable to distinguish\nany clliferences of handwriting between the various\" spirits,\" except that one\nof F.'I wrote from right to left, mirror-writing, whether or no the left hand\nwas used. I trust I have given an accurate account of the chief points in\n1 P088ibly, as Mr. F. N. Schiller suggesUt, the sense of touch might\nunconsciously have informed him that the card was not tumed up.\nI Bince this was written\" Hellod \" has shown a knowledge of German and\nLatiD.\nDigitized by Coogle\n\f222 .A'Utomatic Writing. [Jan. 28,\nthese experiments, and can only hope that membera of the Society may be\nable to throw lOme light on the problema which they raise.\n(Signed) F. C. S. 8cmLLEll,\nAl800iate S.P.R.\nBalliol College, Oxford, 26th October, 1886.\nApPENDIX.\nSince writing the preceding paper the experiments have been continued\nwith F., and I will give a Ihort Iketch of the reaults lubaequently obtained.\nThe lirat thing to be noted il that F.'I power of writing aeema to have\ndiminished I8naibly, 10 that whereaa he would formerly write on three out of\nevery four occuionl he can now only do 10 about once out of every three.\nUnder thel8circumstancea it baa been impollible to repeat thecard and alpha-\nbet experiments. But an interelting experiment waa tried of writing with two\nplanchettel, F. haring one hand on each. I luggelted this in order to eluci-\ndate the connection between left-hand writing and \"mirror.writing,\" and\nfully expected that the two handa would write the lame communicationa.\nTo my aatoniahment, however, tho communicationa, though written aimul-\ntaneoualy, were di1J'erent and proceeded from dift'erent .. Ipirits.\" I regard\nthil 81 concluaive proof that the phenomena hav~ nothing to do with the\nmedium'l conaciouln8ll, for, 81 every one can eaaily experience for himaelf,\nit is quite impollible, atleaat without long practice, to write two di.ffere1~\nwords at the l&IIle time.\nWhenever F. wrote with two planchettea, the left hand wrote mirror-\nwriting, which waa often very hard to decipher, but we did not obaerve\nanything like a fixed rule in this relpect on o';her oocaaioDI. For though\nplanchette generally wrote in the ordinary way even when the left hand wall\nuaed, it lometimea produced mirror-writing with the right hand also. We\nhave allO had lome inatructive experiments in what I may call conjoint\nwriting. I mUlt begin by laying that ordinarily I am quite unable to make\nplanchette move at all. But one night I put my hand allO on, after F. had\nlailed, 81 on I8veral preceding daYI, to make it write. Planchette lOOn\nbegan to move and to write intelligibly. I repeatedly took my hand oft' and\nthe writing ltopped at once. Similarly, whenever F. took hil hand oft', the\nwriting allO ceaaed, except that on one occuion, when he did BO without\nmy knowledge, it appeara to have written two or three lettera before ltop-\nping. I am inclined, therefore, to regard the phenomenon of conjoint\nwriting, whatever may be its explanation, 81 genuine, i.e.. that the aecond\noperator really contributel to the relult.\nPalling from the method to the matter of the connDunicationl, I should\nnote that \"Heliod\" hy Ihowu a knowledgo of German and alluded to\nGoethe'l Etcig Weibliche, but that the bulk of the communications\nwere in French and produced by \"Irktomar.\"\nIn addition to BOme dialectical vanationa which appear to be ProvenQlol\n(e.g., Irktomar u'\" paa lou tema, Pour VOUI faire del couruplimena), he pro-\nduced an extraordinary jargon which he called \"Romaunce\" and aacribed\nto the time of \"Roland\" and of .. Charlemagne.\"\nAfterwards it waa found to bo old Norman French, and. mOltly quoted\nDigitized by ~008Ie\n\f1887.] .Autf;rrnatic W'riting.' 223\nfrom the Chamoo de Rokmd of the 12th century,811 will appear from the\nfollowing comparison :-\n\"CHANSON DB RoLAND.\"\n1. Carlea li reis, n08tre emperere\nmagnes.\nSet auz tuz pleim ad estet en\nEapaigne. (C. de R. 1-2.)\n2. Ne reverrunt lur meres ne lurs\nfemmes.\nNecels de Fra,u;e ki 811 porz lea\nafendet~t. (C. de R. 1402-3.)\n3. Jo VUB ai mult servit. (C. de R.\n3492.)\n4; P8IIBet li jurz si tarnet a la\nveaprie. (C. de R. 3560.)\nPLANCBBTTE.\n(lat time.) Car [1] es li reis\nmagnes empere [re] set auz ut plein\neatet en Eapaigne.\n(2nd time.) Carles li reis magnes\nempere [re] set auz lutan8 estet en\nEspaigne.\n2. Ne reverrunt ne pffeB ne\nparenz ne Charlemagne, ki as porz les\natent.\n3. J 0 VOlll ai mult bien lervit.\n4. S'enfuit Ii jourz de bleneut la\nvesprie.\nF. does not know old French at all, and cannot remember to have ever\nread or heam any, but, being strongly inclined towards the unconscious self\ntheory, suggests that the p8II&&ges produced may have been quoted in some\nmagazine article, and thus met his eye.1 In any case, however, theae quota-\ntions throw an interesting light on the ~ode of thinking of the intelligence\nthat dictated them. It will be ~en that they are evidently quoted from\nmemory, and by no means accurate. And in No. I. the first version was\nnearer the original than the second; but, as quoted, the words \"ut plein\"\nmade no sense, and hence .. lutans,\" a word which does not, I believe,\noccur in the Roland, was substituted for them to complete the sense. That\nis to say, the second version is no mere reproduction of an impre88ion in the\nmemory, but has been subjected to a proce88 of emendation which by UB\nwould be held to imply the action of conscious thought. Yet during this\ntime F.'s conscious mind was entirely void of any knowledge of the dialect,\nand afortiori could not p088ibly have correc'ed what appeared to him quite\nmeaningleu. In No. 2 it is evident that only the general drift of the paasage\nwas remembered. But corresponding to the change of subject from \"cels\nde France\" to .. Charlemagne,\" the verb \"atendent\" is changed from\nplural to singular, which seems to imply a knowledge of the grammar of\nthe language.\nLastly, planchette volunteered the information that .. Carles fu carles li\nCRUX\" (Charles W811 Charles the Bald), which is certainly wrong, and as cer-\ntainly could not be derived from the Roland or any sinillar poem, while it is\nneverthel_ linguistically correct. It must, therefore, I think, be admitted\nthat the intelligence which produced it must have po88e88ed a considerable\namount of what we should call conscious knowledge of old French, and such\n811 F. certainly does not poBBess.\nTo sum up then I will only say that the matter of the various communi-\ncations (i.Il., excluding the card and alphabet experiments, &c.) does not\n1 Neither had Mr. F. C. S. Schiller read any old French.\nDigitized by Coogle\n\f224 Autonwtic W1·it·ing. [Jan. 28,\nBeem to me to afi\"oro absolute pl'OOf that the knowledge displayed could not\npouibly ha\\e been latent in the writer's mind, while at the same time this is\nextremely improbable in a large number of O&8es. Moreover, both the matter\nand the manner of the communications display powers beyond any at present\nrecognised as nonna!. (Signed), F. C. S. SCHILLER.\nJanuary 22nd, 1887.\nThis case will have to be afterwards considered from more than one\npoint of view. The card experiments indicate thought-transference,\nand possibly something beyond this. The substance of the old French\nmessages will need notice when we are dwelling on the curious deposits\nof memory which these psychical excavations, if I may so say, throw\nup to the surface. But for the present I treat the Schiller messages\nonly in their first and sUpt'rficial aspect, as writings apparently\nemanating from several personalities apart from the writer's own;\npersonalities, moreover, which showed a kind of persistence; which\nseemed to lie in wait, and to be ready at any hour to emerge into\ncharacteristic activity. Each of these personalities had a distinctive\ncharacter, and apparently a clear memory of its previous manifesta-\ntions; that memory being, in one recorded instance at least, more\naccurate than was the automatist's conscious recollection. Each\npersonality seems, too, to have a will of its own; they sometimes\nrefuse to come when called for; and one per.ona-the so-called Johnson\n-disappears altogether in a huff.\nAll this, of course, would be to the last degree childish, if looked\nupon as a mere amusement; to the last degree lamentable. if looked\nupon as indicating the kind of occupations reserved for ourselves, after\nquitting the body. But as a psychological puzzle it is interesting from\none end to the other; and the very puerility of the automatic jokes\nis not the least curious element in the problem.\nAnd I would ask the reader to remember that messages more or less\nresembling these are no rarities; that perhaps one in every three or four\nfamilies who have given the thing a trial have actually obtained them.\nAnd where were the recipients of such messages to go for any sort of dis-\ncussion as to their true nature1 What recognition, even, could they find of\nthe bare fact that such messages were possible, except the recognition\noffered by Spiritualists, coupled, of course, with what seemed after all\nthe most obvious explanation 7 Those who sneer at Spiritu~lists as the\nmere dupes of vulgar impostors can hardly have realised how much\nevidence that at least .6e11I.8d to make for Spiritualism has actually\nbeen attained by many a family group of perfectly honest inquirers.\nSome attempt to explain automatic messages should surely have\npreceded the sneer at those who could hardly, without previous\nknowledge of a special kind, have judged these messages otherwise\nthan as they did.\nDigitized by Coogle\n\f1887.] Automatic W}·iting. 225\nFor my own part, (while I would still avoid any general state-\nment until many more cases have been discussed), I hold that the\napparent uniqueness of such a phenomenon as the Schiller messages,\n-the apparent externality of the dictating intelligence, - do\nundoubtedly grow fainter and more questionable as we pass under\nreview a number of more or less analogous cases which can be\nadduced ;~es where two or more psychical currents have manifested\nthemselves, alternately or coincidently, in the life-history of the same\nman. I believe that the tendency to II. severance of this sort may be\ndetected in more forms than is commonly supposed. I believe that\nwhenever there is any habitual alteration, physiological or pathological,\nof the threshold of consciousness we shall find an incipient formation of\na secondary chain of memories, linking together those periods of altered\nconsciousness into a series of their own. And when once a second\nmnemonic chain is woven, the emergence of a second personality is\nonly a matter of degree. For any difference in memory involves a\ncertain difference in character, and in proportion as the two memories\nare co-exclusive, (which they may be in very differing degrees), the\nmoral and intellectual habits founded on the differing memories will be\nlikely themselves to diverge. The first analogy which I shall offer is\nd~rived from the phenomena of dream.\nThere are two main ways in which dreams afford a parallel to the\nautomatisms which we are considering. In the first place-and this is\nthe most important-there is the dramatisation of dream-characters;\ntheir seeming independence of our own personality, from which yet they\nare undoubtedly derived. But this topic I shall defer until we como\nto deal with inward voices-\" the dremon of Socrates,\" and the like.\nIn the serond place-and this is what we must now consider-there is\na tendency to the creation of a secondary dream-memory of our own,\nso that we recollect a tirst dreAm while we are dreaming a second more\nfully than during the waking interval. I do not mean to suggest that\nthe great bulk of our dreams attach themselves in any discernible way\nto a secondary personality. Rather, I conceive that most of our\ndreams represent little more than that tumult of fragmentary images\nwhich I believe to be perpetually proceeding within us, beneath the\nlevel of anything which can be called an identity. If we doze for a\nmoment, we feel this tumult going on; and the dreams which emerge\ninto waking memory are for the most part a mere jumble of this kind-\nthe mere diBjecta membra or raw material of a self.\nSometimes, however, there is a faint continuous current through this\ntossing whirlpool of dream. There are certain patterns into which the\nconfusion tends to shape itself, and when one of these patterns recurs,\nwe remember in our dream its previous presentation. The.flying\nsensation,- for instance, which most dreamers have experienced, often\nDigi Q\n\f226 .Automatic Writing. [Jan. 28, I\nbrings with it a vivid recollection of previous flights. And the case is\nsimilar with dreams not distinctly derived from the attitude or sensa-\ntions of the sleeper. :Many of us know a dream-house, a dream-land·\nscape, which does not reproduce any scene familiar to our waking lift',\nbut which, each time that we revisit it in dream, appears familiar and\nseems to remind us of previous visits. Here, as it seems to me, is a.\nfirst trace of that tendency which sometimes in hypnotised subjects\nrevives spontaneously in a fresh trance the hallucination which has been\nsuggested to them in a previous trance.l These dream-scenes are more\nor less remembered in waking hours j but, (in my own experience at\nleast), it is difficult to retain any distinct image beyond the few\nminutes after awakening,-which are in some ways analogous to the\nperiod during which a post-hypnotic hallucination persists after the\ntrance is removed.\nBy the nature of the case it is almost impossible definitely to prove\nthat in a second dream we really have recollected something of a first\ndream which our waking thought could not recall. The following\naccount from Mr. J. G. Keulemaus (dated December 6th, 1886) comes\nperhaps as near as can be expected to such a demonstration.\nSome six months ago, I dreamt I had travelled to NewYork, bysailing ship.\nOn my arrival I found that the voyage had been made in just two hours time.\nI had five hours to spare for businesB and other occupatioDB, (then I intended\nto return to London the l&n1e day) and I thought of going through a new part\nof the town. There I found everytlling new : houaes in course of construction,\nand a newly laid-out park was at some distance. I found myself on a boule-\nvard with rows of pyramid-shaped trees. J did many other things, but\ncould not remember afterwards. In fact, I knew my dream from beginning\nto end when I woke up, but the remaining portion faded from my memory\njust at the moment I was relating the dream to my wife.\nThis happened about 10 minutes after waking from my dream. I think\ndream-consciouaneBB had, by this time, made room for waking-consciousneBB\n-the latter supervening on account of my wife's interruption which cauBed\nme to reflect upon other matters.\nBut on Thursday-the night of 25-26 November--I was Rgain dreaming t\nof New York, and was at about the aa.me place where I landed in my first\ndream. I knew the place. I was under the impreBBion of having resided\naome time in that town. I recollected that I had been dreaminq of it before.\nAlthough in my dream-consciousneBB it seemed that I enjoyed my 100kitlg\n.tate of reaaoning, and even considered my dream as something very silly\nbecause there was no such thing as a new suburb near the landing-place ; in\nfact, I dreamt that I was flot dreaming but had dreamt of it previously, yet,\nafter recoDBidering my dream in my dream, it at once struck me that it might\nhave been no dream after all, but a reality. I began to doubt whether I had\nnot been there long ago. The locality which I hnd visited might have\n1 See for inltance, Binet and Fere's LIl Mag1letisme A1'imai, p. 165; Uill8'J\nde 1& Tourette's L'H1JPftot~, p.314.\nDigitized by Coogle\n\f1887.] Automatic Writi71g. 227\nchanged or grown older, or might be farther away. I began to force my\nmemory to get hold of past times, and then, suddenly, I was again in that\nparticular part where the houses were being built, where I saw the park and\nthe boulevard-there they were, the trees, too. I looked at them carefully,\nand now discovered them to be young specimens of weUillgionia gigantea-\nthey had grown considerably since my previous visit.\nWhen I had come thus far, all the incidents of my previous dream\nrecurred, and there were many placp.s I visited now for the second time\nwhich I remembered were there on my first visit. It would be tedious and\nunimportant to relate the whole of my nocturnal expeditions. The only re-\nmarkable fact is that I knew and remembered, in dream-life, what I had\nforgotten in my waking-state. I was certain I was not dreaming on the last\noccasion, and then came to the conviction that the dream I dreamt of was a\nreality also, but belonging to the forgotten past.\nOf course when we get to developed accesses of somnambulism, this\ncontinuity of memory between one access and another is admitted, just\nas much as in hypnotism itself. I need not argue these points here. My\nobject is rather to show that the sleep-waking state, natural or induced,\ndoes not stand alone in its tendency to generate a secondary memory, a\nsecondary manifestation of the Self, but that this tendency shows itself\nwhereven there is any habitual shaking-up of those elements. To look at\nlife through the hypnotic trance, some persons might say, is like looking\nat it through a prism. Of course you get'the same effects repeated each\ntime that you do BO. Well, I am here arguing that to look at life\nthrough dreams is like looking at it through a kaleidoscope,-a poor and\nbroken one,-but that, nevertheless, random though the results may\nseem, there is a certain tendency here, too, to a repetition of the same\neffects. In fact, I may generalise and say, \"Whatev€'r mode of distur-\nbance be applied to the psychical elements, .there will be a certain con-\ngruity between the results of each application of each special disturb-\ning agency, and every recurrence of such congruity \"ill tend to the\nformation of a mnemonic chain.\"\nLet us tum now to another form of psychical disturbance, -that\ncaused by drugs. Here, too, we know that in such cases as De\nQuincey's the visionary scenes which opium summons up resemble\neach other,-and seem to the patient to be connected by a thread of\nmemory. I do not, however, know of any definite case where a man\nwho did BOme deed under the influence of opium remembered it when\nunder opium again, and not in the intervening period.\nMore familiar to English experience is the case of alcoholic\nintoxication. And here the similarity of the stages through which any\ngiven man passes-of the remarks which he makes-in each successive\nfit of drunkenness-is obvious enough. Could we persuade some\ncorrespondent to write us a letter each time that he was in (say) the\nmaudlin phase of drunkenness, the series of letters would res~ble 1\\\nDigitized by '(t'§>0gle\n\f228 Automatie W1-iting. [Jan. 28,\nseries of planchette-messages in several ways. In the first place, they\nwould express a character differing from his normal character, but\ncongruous with itself. In the second place, the handwriting would be\nlarger and laxer than his ordinary script. And in the third place, our\ncorrespondent, when sober, might very probably know nothing of the\ncontents of the epistles, and might even contest their authenticity.\nI do not doubt that, with more careful experimentation, we might\ngo further than this, and find frequent cases where a drunken man\nrecollects an act done in a previous drunken fit, but lost to memory\nduring the sober interval. One such story-too trite to repeat here-\nhas done duty in many a trea.tise since the days of Ma.cnish and\nAbercrombie. I am glad that a communication which Mr. Keulemans\nhas kindly sent me enables me to give another, and more detailed,\nexample.\nWhilst travelling in Africa, I had a negro who used to indulge in over-\ndoses of brandy. One evening on coming into my tent, I found him busy\nmoving my instruments. Some moments after I discovered he was drunk.\nAfter turning him out, I went to sleep. Next wonting I missed a scalpel and\na pair of pincers. Remembering that my negro had moved them the evening\nbefore, I interrogated him as to what he had done with the instruments. He\nswore he had never touched them. (Negroes as a rule swear to anything, but\nmy man was an exception to this rule.) I made him look, and searched my-\nself, but in vain. Two days later he was again slightly intoxicated, though\nBOber enough to understand me. I mentioned the lOBS of the instruments.\nHe began to reflect, but brandy was gaining on his mind, and he went away\nto his hut. Later in the evening another negro returned the instruments to\nme, saying he had taken them out of my servant's hands, fearing he would\ndo harm to himself or to others whilst drunk. I then learnt that he had been\nwatched taking them from a box belonging to a friend of mine. My friend\ntold me that the negro went straight for the box and took the instruments\naway, without seeming to notice my friend or discovering that he was noticed\ngoing to the box, and that he was requested to state what he wanted. The\nnext morning he knew nothing of what had occurred. All he did recollect\nwas that he had been very drunk, and had gone to sleep. The distance from\nmy rooms to those of my friend was about thirty yards. Although in the 1\nsame house, my drunken negro had to go round several corners, descend two\nstaircases and mount another-all this in pitch darkne88. On his way to\nand fro he passed several servants, but did not appear to notice their\npresence.\nI may briefly cite here a well-known case of Dr. Dufay's,l which\naffords a precise 8QTnnambuZic parallel to this revival of drunken ,\nmemory in a second intoxication :-\nA respectable servant girl was accused by her mistress of having\nstolen certain objects of value, which were missed from their usual\n1 Revue Scielltijique, December 1st, 1885, p...703. I\nized by ~oog e\n\f1887.] Automatic Writing. 229\nplace. Sht' was committed for trial, protesting her innocence; but\ncould make no suggestion whatever as to where the valuables could be.\nFortunately for her, Dr. Dufay, who was then physician to the prison\nat Blois, recognised her as a girl who had previously been in the service\nof Dr. Sirault, who had frequently hypnotised her. He asked the girl\nwhether she thought that she ever walked in her sleep' but she knew\nnothing of doing so. The nurse, however, told Dr. Dulay that the girl\ndid in fact walk about every night in the dormitory.\nDr. Dufay took the hint and hypnotised her-and the girl then at\nonce told him where the objects were. She had put them in a fresh\nplace, during a somnambulic access, for greater safety. When she did\nso she had of course meant to tell her mistress; not knowing that when\nshe next saw her mistress she would have awaked from her trance, and\nwould know nothing of what she had done.\nAll was now put right. The objects were found; the girl was\nreleased; the mistress apologised ;-and probably, though we are not\ntold so, locked the young woman into her bedroom at night henceforth,\nto avoid suffering from her somnambulic zeal.}\nI have suggested that whatever mode we may choose of modifying\nthe arrangement of our psychical elements we shaH find that each\nseveral disturbance tends to a certain congruity of r.esult on each repeti-\ntion. If in dreams we shuffle the mosaic of our psychical fabric as in a\nkaleidoscope, we may perhaps say that in drunkenness we look at it\nthrough a superincumbent layer of semi-transparent liquid. Well, the re-\nsult of pouring this liquid will not be only to dull the original picture,-\nthere will be phenomena of refraction, as we look at the picture through\nthe liquid, which will be congruous among themselves. Such is the simi·\nlarity of successive drunken fits, tending here also to the creation of a\nnew mnemonic chain.\nNow let us disturb our psychical mosaic in a still more violent.\nway. Let us explode a mine under it; let us assume, that is, an\nattack of epilepsy. Now, as regards epilepsy, my contention will be\nreadily admitted up to a certain point; but beyond that point the\nevidence will be found as yet very scanty.\nBoth as regards pre-epileptic and post-epileptic states, it will be\nadmitted that on Ruccessive occasions these states are apt to be\ncongrttOUlJ in the same patient. The\" psychical aura\" or \"dreamy\nstate\" will be much the same before each of his attacks. And where\nthere are post-epileptic hallucinations involving more than mere con-\nfusion, the same type of hallucination generally recurs pretty regularly\nfor any given patient. It is hard to say how far in one such access\nJ O_\"e in this caae the homogeneity of the spontaneons and the induced\nIIOmnambnlism. It is probable that many spontaneous somnambulists would, if\nhypnotised, be able to tell what they had done in their nocturnal eXOlD'llioPfhle\nDigitized by ~U\"-'<3\n\f230 .Autornatic Writing. [Jan. 28,\nthe patient remembers the feelings of the previous access; but I\nshould conjecture that further inquiry might show traces of the\ngradual formation of a new chain of memory,-turbid, indeed, and\nconfused,-but existing separately from, and parallel with, the memory\nof normal life.\nOn this view, for instance, I should rather expect tha.t in cases of\ntkfinite cure of epilepsy some of the features of the aura, as previously\nexperienced and recollected, might altogether fade from recollection.\nI know not how far this has been noticed hitherto. But I observe a\nrecent case where frequent attacks of epilepsy were preluded by the\nVISion of a bright red light and followed by hallucinations\n.. Singularly enough, since his recovery tha patient has forgotten all\nabout either the lights or the hallucinations, and is now unable to\nrecall their nature, although formerly he described them with some\naccuracy.\" I\nI should infer from a case like this that there was an incipient\nformation of a separate mnemonic chain i-that is to say, that the pre-\nand post-epileptic hallucinations, like hypnagogic and post-hypnotic\nhallucinations, tended to form a separate epileptic-like the separate\nhypnotic-memory; and consequently dropped out of normal memory\nwhen the latent possibility of their epileptic revival disappeared.\nAnd I have one case-cataleptic, as it would seem, rather than\nepileptic in character,-which, dista~t and imperfectly reported though\nit is, illustrates this view with singular vividness.\nThe case was sent to Professor Barrett, in 1876, by a clergyman,\nthen vicar of a London parish, and fa.ther of the subject. He did Dot\nchoose to give further particulars or to allow his name to be published.\nMy son waa, in his 17th year, attacked by what waa &aid to be\ncataleptic hysteria. At their first commencement they were little more than\nprolonged fainting fit.; afterwards, each attack began by his paasing in an\ninstant into a state of complete rigidity. Occasionally he would remain for\nfive minutes to a quarter of an hour in that state, retainiJlg the attitude in\nwhich he was when attacked, aa if made of marble, with his eyes open and\nfixed and perfectly lIDconscioua. After a time he would rise with a sigh,\nmove about, and speak without the Blightest hesitation or incoherency, and\nthence continue for hours or days, leading an entirely separate existence, not\nrecognising friends or relations or even the way to his own Wroom, and\ntaking no notice if addre88ed by his own name, writmg letters with another\nsignature, always imagining hinlself to have arrived at middle-age, aDd\nalluding to incidents of his imaginary youth which teemed with echoes of\nhis paat reading; he was most courteous and pl8&8&Ilt in hi3 manner,\n1 Case of epilepsy of six years' duration: complete recovery after surgical\noperation.on the skull and braiu. Hughes-Bennettaud Gould, BriUM Medical\nJournal, January let, 1887. Digitized by Google\n\f1887.] .Automatic W1-iting. 231\nexcepting when any doubt was implied as to the accuracy of any statement\nwhich he made.\nAt times all his faculties were in a moat excited state. He would continue\nfor hours playing games of skill with almost preternatural dexterity ; he would\nrepeat to the air pages of poetry; and he would play and sing in a wild and\noriginal manner, of which he was incapable at uther times, quite unconscious\nof the presence of others and impervious to any interruptions. In this state\nhe has continued for a week at a time, going out with us to dine with old\nfrienda, \",hom, howel\"er, he never recognised, but treated as new acquaint·\nances. He always spoke of his parents as far off in BOme distant Eastern\ncountry, in which he himself had been born, and spoke to us (his father and\nmother) as kind hosts and friends whom he was BOOn to leave. Suddenly\nhe would fall to the ground, roll about in convulsive agony with loud groans,\nand, a little water being poured into his lips, would get up and go on talking\nupon the subject of conversation on which he had been engaged at the time\nof his seizure, and without the slightest remembrance of anything that had\npasaed meauwhile. These attacks continued every few days for more than\ntwo years, during which he was forbidden all kinds of study. At the age of\n19 we were advised to send him on a voyage, and accordingly he paid\na visit to an uncle, a military officer at Madras; from thence he returned in\nsix or seven months, quite cured, went up to the University of Cambridge,\nwhere he went out in honours, and is now at the bar. These attacks never\ncame upon him whilst actually employed, but generally at church, in bed,\nor during quiet conversation; they were often induced by anything that\nvexed or startled him. He has since told me that he might have resisted\nthem, but thattheycame upon him with a sensation of pleasant drowsineas that\nfascinated him. Certainly he was the worse for any display of sympathy. I\nmay add that he suffers now at timeB frum some defect in the circulation\nwhich prevents great bodily exertion and which produces pain in his heart\nand head ; in all other respects he is hale and hearty.\nThis clergyman and his wife are now dead, and the publication\nof the name was not permitted. A lady, who also objected to the\npublication of her name, and who also is now dead, wrote at about\nthe same date to Professor Barrett as to this CMe.\nI have known from infancy the son of a respected clergyman in\nLondon (also known as an author and artist), who, being overworked Bome\nfew years ago in competing for a scllOlarship at Cambridge, became subject\nto fits rOllembling epilepllY for a period uf Beveral monthll. After one of\nthese he would apparently recover; be perfectly quiet, kind, and courteous,\nand a thorough gentlemall in every respect. But inthill condition hed'id\nnot recognise any of his friendll, and on one occasion he explained to me\n\"the extraordinary fact that the lady who hfld just left the room was under\nthe delulliGn that IIhe was hill mother, and that excellent old clergyman\ncalled himself hill father.\" At lIuch times his habits and tastes were very\ndifferent from his ordinary ones, and his father told me that his powers\nwere heightened to an extraordinary degree, especially in the clWlllics, of\nwhich (at 16) he seemed a master, and in mU8ic. In his normal cunditiun he\nwas a fair claBllic, good for his age, and he could play an easy. accompani-\nDigitized by Coogle\n\f232 .A tdornatic lVrit'ing. [Jan. 28,\nment by ear,-just a few chords,-but in this secondary state he played the\nmost difficult music of Mendelasohn and Beethoven with perfect execution\nand extraordinary taste. 1 Another fit would restore him to his normal\nstate, when he knew nothing of the other; and for Beven!. months he thus\nlived a life of double identity, taking up each unconsciously just where i&\nwas broken off.\nIt is much to be regretted that there is no medical report of this\ncase; but the account given shows that it must havo been in some ways\nintermediate between ordinary instances of post-epileptic hallucina-\ntion and the alternating personalities on which Krishaber, Ribot, kc.,\nhave dwelt. The exaltation of faculty during the secondary state\ndeserves especial notice in relation to some similar exaltations which\nwe shall find accompanying automatic action.\nAn interesting connecting link, again, is afforded by the accounts\nof possIJssion which have come down to us from the\" Ages of Faith.\"\nI take as an example the recently-published autobiography of Sreur\nJeanne des Anges.2 Smur Jeanne was the Superior of the Ursulines of\nLoudun, about 1630-1665, and was one of the most ardent admirers,\nafterwards one of the fiercest enemies, of the unfortunate Urbain\nGrandier, who was burnt alive in 1634, on the charge of having\nbewitched the Ursuline nuns. Her manuscript autobiography has\nfallen into the hands of editors of a type which she can hardly have\nforeseen, Drs. Gabriel Legue and Gilles de la Tourette. These physicians\nhave carefully analysed the symptoms which she narrates, and have\nshown that her affliction may be classed as a well-developed case of\nhystero-epilepsy, of the kind now so often described by the Sa.lpetriere\nschool.\nOur present interest lies in the pIJTsonalitiu which she gives to the\ndemons whom she supposes to possess her,-who are in reality mere\nob~ectifications of different series of hysterical attacks.\nJust as the automatic writer has a group of soi-disant guides or\n\"controls,\" who take it in turns to direct his hand, and \\!ach of whom\nmaintains a specific character of his own,--even so does Sreur Jeanne\ndescribe Asmodeus, Leviathan, Behemoth, lsacaaron, Balaam, Gresil,\nand Aman,whose diverse presence she apparently recognised mainly by\nthe special trBin of undesirable emotion which each inspired, but\npartly also by their words and writings. A facsimile of a letter of\nAsmodeus is given by the learned editors, but the writing does not\nperceptibly differ from Sreur Jeanne's own script.\nAnd Dr. Gilles de la Tourette informs me tha.t there are letters,\n1 This seems to be only an exaggera.ted report of the father's more\nprobable statement that .. he would play in a wild and original manner.\"\n2 Babliotheqlle DUwoli'lltc (Collection Bourneville). Paris: Aux Bureaux du\nProgres Medical, 1886.\nizedbyGoogle\n\f1887.] .Automatic Writi-ng. 233\nalso in Smur Jeanne's own handwriting, which profess to come from\nthe other demons too-such letters being habitually written by the\nSister during the process of exorcism, which usually brought on a\nhystero-epileptic attack. The substance of the letters reflected, no\ndoubt, the foulness and malignity of the Sister's own mind; but,\nnevertheless, the modern hysteriologists who have discussed the whole\naffair do not suppose that the Sister comciously simulated the writing\nor speech of devils through herself. Her diabolic script and utterance\nwere probably (though not certainly) purely automatic.1\nIt must be remembered that Smur Jeanne was perfectly sane during\nthese years of possession, sane at least in the sense that she governed\nher community, plotted savagely against her enemies, and made religious\ncapital out of her real or fictitious stigmata; but that, nevertheless\nthere is no doubt whatever that she believed in these possessing demons\n-who, as I say, were in reality the incarnations of hystero-epileptic\nattacks.\nNow, I certainly do not mean to trace any moral analogy between\nthese distressing products of Smur Jeanne's imagination and the\n\"guides\" of the planchette-writer-which, as I have said, so far as I have\nseen, are almost always harmless, generally even sermonising entities. So\nfar as my experience goes I do not see that planchette-writing has any\nconnection with disease of mind or body, or any tendency to evil of any\nkind, except in a few cases of great credulity on the writer's part, a\ncredulity which such discussions as these may render-it is to be hoped\n-somewhat less common. Rather is Smur Jeanne's case parallel\nin another way; as showing the tendency of the individuality to split\nitself up into various co-ordinate and alternating trains of personality,\neach of which may seem for a time to be dominant and obsessing, while\nyet the habitual sense of the ordinary self may persist through all these\ninvasions.\nWe have briefly noted the incipient rearrangements of personality\nwhich follow on the kaleidoscopic shiftings of dream, the blurring\nrefractions of narcotism, the explosive scatterings of epilepsy.\nAnd we know, moreover, that there are It. few instances where the\nchange in the personality, perhaps suddenly induced, is profounder\nand more permanent than in any of the above-cited cases,-where it\npresents a readjustment \"pparently including nearly all the old\nelements, and shaping them, so to say, into a new person, in some ways,\nperhaps, superior to the old. Changes like those of FeIida X. (so\noften already alluded to), of course include my present subject; for they\ninvolve a series of actions which, though conscious from the point of view\n1 See Dr. Legtl~'8 Urbain Grandier Ilt IllS P088Uie8 de Loudun. Paris :\nBaschet.\nDigitized by Coogle\n\f234 .A'Utomatic Writing. [Jan. 28.\nof one of the two personalities, are automatic from the point of view of\nthe other. But they involve so much beyond what I am here concerned\nwith that it would only confuse my argument were I to treat of\nthem here.\nThere is, however, one case of this kind to which I must briefly\nrefer, since an actual experiment in automatic writing was made, which\ncuriously illustrates SODle of those with which we shall have to deal.\nDr. Mesnet 1 records the case of a soldier, F--, who received a\ngunshot wound in the head at Sedan, and was afterwards subject to\nperiodical attacks, lasting for about a day in each month, of a kind of\nsomnambulism, during which he hears, tastes, and smells nothing j and\nhardly sees at all except when the sense of touch calls his attention to\nobjects, which he can then, as it seems, see distinctly.\nDuring these accesses his actions seem purely automatic,and are for\nthe most part an exact repetition of his every-day mode of life at\nthe hospital. But by tactile suggestion the memory can be made to\ngo back to an earlier epoch.\nThus if a cane is put into his hand in a way which suggests a rifle,\nhe goes through the movements, and utters the brief cries, of battle :\n\"Henri!\" \"There they are! at least a score of them!\" \"We must\ntry and settle this between us !\" &c.\nNow let us see in what way ihe act of writing revivified past\nexperience. I abridge Dr. Mesnet's account (p. 18 sqq.) which\ncontains several points to which we shall hereafter have to refer. \"He\npassed his hands over the table j felt the handle of a drawer j opent'd\nit and took out a pen, which at once excited in him the idea of writing.\nHe felt in the drawer, and took out some sheets of paper and an\nink-bottle. 'fhese he placed on the table, sat down, and began a letter\naddressed to his general, urging his own good conduct and courage, and\nasking his general to endeavour to procure for him the military medal.\n\" The faults of spelling, &c., in the letter were neither more nor less\nnumerous than was habitual with the subject in his normal state. The\nfacility with which he wrote, keeping to the true lines\" showed\nthat he saw what he was doing. To test this, we repeatedly placed\na sheet of iron between his eyes and hand. He continued to write\na few words illegibly, then ceased to write, without showing impatience.\nWhen the obstacle was removed he finished the imperfect line, and\nbegan another. The sense of sight was therefore needful to the written\nexpression of the su~ject's thought.\n\"The ink in his inkstand was then replaced by water. He perceived\nthe faintness of the letters traced, wiped his pen again and again, but\nI De rA uto7llotismt de III lYUmoire, &0. Par Ie Dr. Ernest Me&net.\nParis, 1874. Digitized by Google\n\f1887.] .A'Utomatic Writi71g. 235\nnever looked at the ink-bottle.\nawakened by touch alone, and\nwas actually in contact.\nHis field of vision, it seemed, was\nwas limited to objects with which he\n\"He was writing on a sheet of paper which lay on \"pile of about ten\nsimilar sheets. We quickly drew this top sheet away, and his pen\ncontinued to write on the second sheet. When he had written about\nten words on the second sheet we snatched this also away, and he\ncon.inued his phrase at exactly the same point on the third sheet.\n. This process was repeated, and on the fifth sheet there was nothing but\nhis signature at the bottom. Nevertheless, he read over and corrected his\nletter on this bla!lk fifth sheet, scattering stops and corrections over the\nempty page, each of which corresponded to mistakes made on the co-\nordinate poin's of the pages which had been snatched away from him.\"\nOn a later occasion (p. 23) pens were put in his way again; and as\nsoon as he touched them he sat down and began a letter to a friend,\nthis time making an appointment for the evening, after a concert at the\ncafe of the Champs Elysees, at which (a.s he supposed) he had to sing.\nSome slight cha.nge in the surroundings had carried his automatic\nreminiscence back to this other phase of his past career.\nHere, then, we have automatic writings appearing to proceed from\nthe writer's known personality, but projected backwards to an earlier\npoint of time. And I wished to cite them here for purposes of COlli-\nparison with writings professing to emanate from a personality\nother than the writer's, but at the present moment of time. We\nshall find, I think, that this is not necessarily a deep-seated distinction;\nrather that the automatic writing,while representing some dislocation or\nrearrangement-some\" allotropic form,\" as I have elsewhere suggested\n~f the writer's per\"onality, yet may sometimes take its superficial\ncolour from some almost accidental circumstance,some suggestion round\nwhich the flow of more or less incoherent mentation crystallises into\ndefinite shape.\nIn this strange case of Dr. Mesnet's we have noted an experimental\nanalogy to the spontaneous automatic writing which forms our special\ntopic. But that experiment was practically irreproducible; it depended\non a cerebral lesion which may never again be observed in just the same\nform. Ca.n we not find any easier, commoner form of experiment which\nmay give graphic results compal'able with our automatic cases 1 What\nof hypnotism 1 the reader may ask. Cannot hypnotic subjects, in an\nalert or somnambulic state, be made to write' and what is the nature\nof messages thus written ,\nThis, indeed, will be a special1y close analogy. For in cases of\nautomatic writing, quite apart from hypnotism, we oftell see the writer\nfall spontaneously into a state resembling the hypnotic trance, during\nwhich state the writing is sometimes continued, sometimes An~d\nDlgTtlzeooy 0\"-''-'(51.''-'\n\f236 Auwmatic W'riting. [Jan. 28,\nby a profounder stage of apparent lethargy. I have repeatedly witnessed\nthis phenomenon in automatists personally known to me; and it\nconstitutes one of the points urged by Spiritualists as showing the\npossession of the writer by an influence from wit,hout. \"He is\nmesmerised,\" they say, \"by a spirit.\" It is plain, therefore, that,\nwhatever may be the true explanation of this intermixture of trance-\nstates with automatic writing, it at least recalls prim4jacie the known\neffects of hypnotism.l\nWhat experiments, then, have been made on the writing of\nhypnotised sttbjects 1 There have been MM. Binet and Fere's experi-\nments as to the influence of a magnet in reversing the direction of the\nscript--experiments which English observation, so far as I know, haa\nnot yet confirmed. And there have been the experiments of MM.\nRichet, Hericourt, Ferrari, de Rochas, &c., on the modifications of\nhandwriting which ensue on a suggestion made to the subject that he\nis (say) Napoleon, or an aged man, or a young child. These\nexperiments are easy to repeat, and they will be found of\nconsiderable importance when we come to consider the significance of\nchanges in the char!Lcter of our automatic script.\nBut beyond this, little notice has been taken of the writings of the\nhypnotised,-probably because communication with them can with less\ntrouble be conducted verbally. Nevertheless, I haye known of one or\ntwo subjects who could write, but not speak, in the trance; and I\nthink that, wheneyer a hypnotised person refuses to speak, an effort\nshould be made to induce him to write. It was reserved, however, for\nM. Pierre Janet to discover a method by which, in an exceptionally\nsensitive subject, hypnotic writing, prolonged by suggestion into the\nnormal state, could be made a means of communication with the\nhypnotic self, coincidently with ordinary verbal intercourse with the\nwaking self.\nThe case of which I must now give a summary may be said to\nmark the highest degree yet attained of proof of the origination of\nautomatic writing in the recesses of the writer's own identity. It will .\nbe seen that in this case a secondary self was first created,--or rather,\nI should say, artificially detached from the complex of cerebration,-\n1 As this paper passes through the press, Mr. Hugh Wingfield, of Caius\nCollege, Cambridge, has described to me an experiment which additionally\nillustrates the kinship between automatic writing and hypnotic suggestion.\nMr. Wingfield is a powerful hypnotiser, and can often impress commands on\nsubjects in the waking state. He suddenly ordered a friend (whom he had\nnever hypnotised) to look at him, and to write. The friend wrote coherent\nsentences in several languages,-especially in Servian, which ho had at one\ntime habitually spoken,-without having any notion as to what he had written.\nSo soon as the hypnotiser's will and ~aze were removed, the writiIur,'ttloDpeci.\nDigitized by ~UC7(5lt:\n\f1887.] Automatic Writing. 237\nand that then automatic writing was found to be its best mode of\nmanifesting itself,-a path of externalisation which could be maintained\nthroughout the full apparent activity of the primary self.\nThe case is Professor Pierre Janet's; and I abridge his account as\ngiven in the Revue PhilosopM,que for December, 1886.\nThe subject was a girl of 19 (M. Janet calls her L.-say Louise,\nto avoid confusion from too frequent use of initials in these cases),\nwho was highly hysterical, having attacks daily of several hours' dura-\ntion. She was also devoid of the sense of pain, or the sense of\ncontact, so that she\" lost her legs in bed,\" as she put it. I may begin\nby saying that M. Janet and Dr. Powilewicz cOUlpletely cured her,\nmainly by hypnotic suggestion, so that the phenomena which I am\nabout to describe,-though morbid in the sense that they occurred in a\nmorbid person,-were healthy in the sense that they were incidental to\na process of cure. The physical indicia of the different stages of the\nhypnotic trance satisfied the observers of its reality.\nIn the first place, Louise offered the usual phenomena of a good\nhypnotic subject. Post-hypnotic suggestion succeeded easily ;-that is,\nthe subject could be ordered, when in the trance, to perform some act\nafter waking, or to fall asleep again at a given signal; and after being\nawoke she would execute the act, or fall asleep at the signal,-without,\nof course, remembering in her waking state the hypnotic command.\nAt first, however, it was necessary that Louise's own will should accept\nthe command; or, to speak more accurately, that the hypnotised\nsubject should assent when she was told to do something on awakening.\nWhen the command was an unwelcome one she would say no instead\nof '!IeB, and would not fulfil it on awaking.\nOn her fifth hypnotisation, however, Louise underwent a kind of\nbrief catalepsy, after which she returned to the somnambulic state; but\nthat state was deeper than before. She no longer made any sign,\nwhether of assent or refusal, when she received the hypnotic commands;\nbut she executed them infallibly, whether they were to take effect\nimmediately, or after awaking. Moreover, there was a singular develop-\nment of a phenomenon on whose importance I have often dwelt in these\npages. The state of the awakened subject while he executes a deferred\nsuggestion is never a perfectly normal one; the suggested action is acCOul-\nplished in an abstracted way, and seldom remains clearly in the normal\nmemory, belonging rather to the secondary memory of the hypnotic\nstate, of which state, indeed, the action is itself a fragmentary prolonga-\ntion.I In Louise's case this went further, and the suggested actions\nbecame absolutely a portion of the trance-life. She executed them\n1 This applies to isolated suggestions. If a habitual course of action (as\ndiligence in study) or a habitual physical desire or aversion, (as appetite for\nDigi\n\f238 Automatic Writi'1l1}. [Jan. 28,\nwithout, apparently, knowing what she W&8 doing. If, for instance, in\nher waking state, she was told (in the tone which in her hypnotic state\nsignified command) to get up and walk about, she walked about, but,\nto judge froID her convel'Sll.tion, she supposed herself to be still sitting\nquiet. She would weep violently when commanded, but while she wept\nshe continued to talk as gaily and unconcernedly as if the tears\nhad been turned on by a stop-cock. One day M. Janet begged Louise,\nin her waking state, to resist his next command. She said\nthat she was not aware that she had ever obeyed him, and would\ncertainly resist now. The command was given, and she executed it\nunconsciously, while still protesting that she would certainly resist.\nHere, then, was an indication of a new partition of the identity j -\nnot merely that partition which is habitually established between the\nhypnotic trance and the waking state. For this new partition subsisted\nequally in both states, and the dividing boundary was no obvious gulf,\nbut a line as imaginary as the Equator. For the line was merely this,-\nthat any suggestion uttered by M. Janet in a brusque tone of command\nreached the unconscious self alone j any other remark reached the\nsubject--a.wake or somnambulic-in the ordinary way.\nThe next step was to test the intelligence of this hidden \"slave of\nthe lamp,\" if I may so term it-this sub-conscious and indifferent\nexecutor of all that it was bidden. How far was its attention alert 1\nHow far was it capable of reasoning and judgment 1 M. Janet began\nwith a simple experiment. \"When I shall have clapped my hands\ntogether 12 times,\" he said to the entranced subject before\nawakening her, \"you will go to sleep again\" There was no sign that\nthe sleeper heard or understood j and when she was awakened the events\nof the trance were blank to her, as usual. She began talking to other\npersons. M. Janet, at sOlDe little distance, clapped his hands feebly\ntogether five times. Seping that she did not seem to be attending to\nhim he went up to her and said, 'Did you hear what I did just\nnow 7\" \" No, what 1\" \"Do you hear this 1\" and he clapped his\nhands once more. \"Yes, you clapped your hands.\" \"How often 1\"\n\"Once.\" M. Janet again withdrew, and now clapped his hands six\ntimes gently, with pauses between the claps. Louise paid no apparent\na.ttention j but when the sixth clap of this second series-making the\n12th altogether-was reached, she fell instantly into the trance again.\nmea.t, distaste for spirits,) be hypnotically in8pireci, the habit may become\"\nsecond n~ture, and the only trace, perhap8, of the extraneous origin of the\nimpulse will be a tendency to sudden revel'!lion to the earlier characters. The\nsubject's state may then be compared to that of the ne~,.ro child taken from his\nsaVAge kin and reared in civilisation, who may still relapse into a barbarism im·\npossihle to his white schoolfellow. In other words, hypnotic moraIisation is\npar euellence education, not heredity. . . G I\nDigitized by oog e\n\f1887.] Automatic Writ·i.ng. 239\nIt seemed, then, that the\" slave of the lamp\" had counted the claps\nthrough all, and had obeyed the order, much as a clock strikes after a\ncertain number of swings of the pendulum, however oft.en you stop it\nbetween hour and hour. M. Janet varied the conditions; ordering that\nthe girl should fall aslepp when he should mention the same letter of\nthe alphabet twice in succession; or when the sum of the digits which\nhe mentioned should reach 10. The result showed that the \"slave of\nthe lamp n could successfully attend and obey so long as the problem\nwas a simple one, but that when the problem became too complex,\nconfusion ensued.\nThese experiments, as M. Janet remarks, throw much light on the\nmechanism of \"deferred suggestion.\" Itseemsplain that when a command\nis given which is to be executed at a distance of some months,we need not\nsupposethat the impulsion thus giver.. works itself outab80lutelywithout\nfurther reinforcement. Rather it resembles a bill drawn on the\nunconscious self at a certain date, but the unconscious self, watching the\nefflux of time, prepares for its maturation.l\nThus far, however, the knowledge ga.ined as to the unconscious\nelement in Louise was not direct but inferential. The nature of the\ncommands which it could execute showed it to be capable of atteution\nand memory; but there was no way of learning its own conception of\nitself, if such existed. nor of determining its relation to other\nphenomena of Louise's trance. And here it is that automatic writing\nwas successfully invoked; here we have, as I may say, the first-fruits\nin France of the new attention directed to this seldom-trodden field. M.\nJanet began by the following simple command: \"When I clap my\nha.nds you will write Bunjour.\" This was done, in the usual loose and\nscrawling script of automatisD1, and Louise, though fully awake, was\nnot aware that she had written anything at all.\nThis adit, then, was in the possession of the subterranean occupant\nof the psychical citadel. As yet this occupant was nameless. It was\nordered to write a letter, which it did in a commonplace style, and\nsigned\" Louise.\" But Louise was unconscious of the letter-writing,\nand when the epistle was shown to her she pronounced it a forgery.\nThe unconscious hand was again bidden to write a letter ; it wrote\nword for word the same letter as before, as if it were a musical-box\nwound up to repeat a particular tune.\nBy means of a simple artifice, however, it was found possible to do\nmore than this. M. Janet simply ordered the entranced girl to write\nanswers to all questions of his after her awalcening. The command thul\ngiven had a persistent etrect, and while the awakened Louise continued\nto chatter as usual with other persons, her unconscious self wrote brief\nI See on this and cognate points the inHtructive series of experiments inde-\npendently undertaken by Mr. Gurney, and recorded below, pp.290 anll.4ID9 et8W.\nDigitized by GOOgle\n\f~~~~~------------------------~~\n240 [Jan. 28,\nand scrawling responses to M. Janet's questions. This was the\nmoment at which in many cases a new aDd separate invading person-\nality is assumed j-and if Louise had believed in poSBeSSion by devils-\nas so many similarly-constituted subjects in old times believed-we can\nhardly doubt that the energy now writing through her hand would\nhave assumed the style and title of a \"familiar spirit.\" Or if, again,\nshe had been a modern Spiritualist, it is probable that the signature\nof some deceased friend would have appeared at the foot of these\ncommunications. But here the \"communicating intelligence\" was of\nso obviously artificial a kind that it could scarcely venture to pretend\nto be either a devil or Louise's grandmother. A singular conversation\ngave to this limited creation, this 8tatUto'T\"J\/ intelligence, an identity\nsufficient for practical convenience. \"Do you hear me 1\" asked\nProfessor Janet. Answer (by writing), \"No.\" \"But in order to\nanswer one must head\" \"Certainly.\" \"Then how do you manage 1\"\n\"I don't know.\" \"There must be somebody who hears me7\" \"Yes.\"\n\" Who is it 1\" \" Not Louise.\" \" Oh, someone else t Shall we call\nher Blanche 1\" \" Yes, Blanche.\" \" Well then, Blanche, do you hear\nme 1\" \" Yes.\" This name, however, had to be changed, for the\nfollowing reason :-The name Blanche happened to have very diu.gree-\nable associations in Louise's mind; and when Louise was shown the\npaper with the name Blanche which she had unconsciously written she\nwas angry, and wanted to tear it up. Another name had to be chosen.\n\"What name will you have 1\" \" No name.\" \"You must--it will be\nmore convenient.\" \"Well, then, Adrienne.\" Never, perhaps, has a\npersonality had less spontaneity about it.\nYet Adrienne was in some respects deeper clown than Louise. She\ncould get at the genesis of certain psychical manifestations of which\nLouise experienced only the results. A striking instance of this was\nafforded by the phenomena of the hystero-epileptic attacks to which\nthis patient was subject.\nIn cases of this sort it often happens that the patient's imagination\nduring the attack is excited by the reminiscence of some scene of terror\nwhich perhaps first set on foot this nervous disturbance. On a smaller\nscale this recurrence to a still dominant moment of past fear may be\nfamiliar to some of my readers. I know a lady who was much\nfrightened in childhood by a large dog which sprang out on her j and\nwho still, in moments of alarm or agitation, seems to see the creature\nspring at her again. Well, Louise's special terror, which recurred in\nwild exclamation in her hysterical fits, was somehow connected with\nhidden men. She could not, however, recollect the incident to which her\ncries referred j she only knew that she had had a severe fright at seven\nyears old, and an illness in consequence. Now during these\" crVu\"\nLouise (except, presumably, in the periods ~i9i\\;Wffl.@~~ which\n\f1887.] .A.utomatic Writing. 241\nform a pretty constant elflment in such attacks) could hear what\nProfessor Janet said to her. Adrienne, on the contrary, was hard to\nget at; could no longer obey orders, and if she wrote, wrote only, J'ai\np6U'I', j'ai P6'1111'.\nM. Janet, however, waited till the attack was over, and then ques-\ntioned Adrienne as to the true meaning of the agitated scene.\nAdrienne was able to describe to him the terrifying incident in her\nchildish life which had originated the confused hallucinations which\nrecurred during the attack. She could not explain the recrudescence of\nthe hallucinations; but she knew what Louise saw and why she saw it :\nnay, indeed, it was Adrienne rather than Louise to whom the halluci-\nnations were directly visible.\nThe situation is a complex one. I will try and explain it by citing\na curious dream of my own; hoping that the petty personal details\nwhich will be unavoidable may be excused by the singular parallelism\nof the two cases.\nI must first explain that I have long thought that we are too\nindolent in rega.rd to our dreams; that we neglect precious occasions of\nexperiment for want of a little resolute direction of the will. I do\nnot only mean that we ought to try to remember our dreams, and to\nanalyse them, and that we may get strange hints, from the dream's\nvery grotesqueness, of subterranean processes going on within us. I\nmean much more than this; namely, that we ought to accustom our-\nselves to look on each dream, not only as a psychological observation,\nbut as an observation which may be transformed into an e:x:pm1TUJnt.\nWe should constantly represent to ourselves what points we should\nlike to notice and test in dream; and then when going to sleep we\nshould impress upon our minds that we are going to try an experiment;\n-that we are going to carry into our dreams enough of our waking\nself to tell 11S that they 011'6 dreams, and to prompt us to psychological\ninquiry.\nI need not say that, as dreamers, we are very unequally gifted by\nna.ture. My own endowments are very poor; but by mere pains-\ntaking effort I have succeeded three times-on three nights only out\nof nearly 3,OOO-in realising that I was dreaming, and in attempting\nsome scanty and hurried experimentation. The dream which I shall\ncite was the most recent of these. As it was not written down\nimmediately on waking, it would not be evidence for any phenomenon\notherwise difficult to credit. But it will be seen that it is only a slight\nidiosyncratic development of a class of dream which many of my readers\nhave probably shared; and its paltry commonplaceness may perhaps\navert the suspicion that it has been touched up for recital.\nI was, I thollght, standing in my study; but I observed that the\nfurniture had not its usual distinctness--that everything was blurred\nDigitized by G<lOgle\n\f242 .Au,Wmatic WrUing. [J~. 28,\nand somehow evaded a direct gaze. It struck me that this nlust be\nbecause I was dreaming. This was a great delight to me, as giving the\nopportunity of experimentation. I made a strong effort to keep calm,\nknowing the risk of waking. I wanted most of all to see and speak to\nsomebody, to see whether they were like the real persons, and how\nthey behaved. I remembered that my wife and children were away at\nthe time (which was true), and I did not reason to the effect that they\nmight be present in a dream, though absent from home in reality. I\ntherefore wished to see one of the servants; but I was afraid to ring\nthe bell, lest the shock should wake me. I very cautiously walked\ndowns~fter calculating that I should be more sure to find some-\none in pantry or kitchen than in a workroom, where I first thought of\ngoing. As I walked downstairs I looked carefully at the stair-carpet,\nto see whether I could visualise better in dream than in waking life.\nI found that this was not so; the drea.m-carpet was not like what I\nknew it in truth to be; rather, it was a thin, ragged carpet, apparently\nvaguely generalised from memories of seaside lodgings. I reached the\npantry door, and here again I had to stop and calm myself. The door\nopened and a servant appeared,-quite unlike any of my own. This is\nall I can say, for the excitement of perceiving that I had created a new\npersonage woke me with a shock. The dream was very clear in my\nmind; I was thoroughly awake; I perceived its great interest to me, •\nand I stamped it on my mind-I venture to say-almost exactly as I\ntell it here.\nIt seems to me, then,-so far as any value can be attached to\nthe memory,-that there were here three layers of my personality\nwhich present some analogy with three layers of Louise's per-\nsonality, during (say) the apparently unconscious period of a hystero-\nepileptic attack. In the first place, in each case the habitual every-day\npersonality was for the time in abeyance,-asleep, or hysterically <\ndistracted. In the second place, my dream-personality corresponded in a\ncertain way to Adrienne. Each of these had a knowledge of the\nordinary self, but apparently not a complete knowledge. Each was\na.pparently behind, but not co-extensive with, tht' ordinary identity;\nwas in one sense deeper tha.n that identity, yet existed only with\nreference thereto, with no separate desires of its own. And in the third\nplace, there was in each instance a kind of psychical phantasmagoria\nbehind and beneath both identities; a background of scenf'ry which\nseemed created by some organic necessity. In my case this consisted of\na mere commonpla.ce reproduction of every-day scenes; in Louise's\ncase it was the appalling resurgence of an ancient terror.\nIt was neither my waking self nor my conscious dream-self which\ncreated the ragged stair-carpet, &C. And it was neither Louise's con-\nsciousness nor Adrienne's consciousness which evolrM ..tNt horrifying\nDigitized by\"\\:JOUe1e:\n\f1887.] Automatic Writing. 243\npicture of the men hidden in the garden. In each case the phantasmal\nimages arise from depths below either of the alternating consciousnesses.\nWould it have been possible, one wonders, to have got deeper still ,\nCould the girl's divided spirit have been raised into a state of lucidity\nin which she could have discerned, as from aloof and from afar, at once\nthe phantasmagoric images gathering, and the helpless and hidden\nAdrienne scrawling, \"J'ai peur, j'ai peur,\" and Louise's body-\n'\/ToU-til\" ollOjUirQIII fWfXPq ,ua-stretched in contortions on the ground' Con-\nditions such as this have in fact been described by mystical writers. It is\npossible that there may be some reality in their accounts of successive\ntransitions-ofjourneyings inwards which werejourneyingsupwardstoo.\nButsuch writers, instead of endeavouring to attach their own case to\nthe ordinary lot, have too often tried to detach it thence. They have\nforgotten that a man who claims to have climbed a virgin peak must\nfirst explain to us the steps of his a.seant before he can expect us to\nbelieve the extent of his prospect.\nTo return, however, to Louise and Adrienne. I have spoken of\nAdrienne as being in a sense more deeply involved than Louise in the\nhysterical attacks. But it must not be therefore supposed that Adrienne\nrepresented a necessarily morbid aspect of the complex identity. And\nthe experiment showed that her plane of existence lay beneath some of\nthe superficial evils from which Louise suffered.\nLouise, it will be remembered, was a hysterical patient, very seriously\namiss. One conspicuous symptom was an almost absolute defect of\nsensibility whether to pain, to heat, or to contact, which persisted both\nwhen she was awake and when entranced. There was, as already\nmentioned, an entire defect of the muscular sense also, so that when her\neyes were shut she did not know the position of her limbs. Nevertheless,\nit was ~emarked as an anomaly that when she was thrown into the\ncataleptic state, not only did the movements impressed on her continue\nto be made, but the corresponding or complementary movements, the\n<lorresponding facial expression, followed just as they usua.lly follow in\nsuch experiments. Thus, if M. Janet clenched her fist in the cataleptic\nstage, her arm began to deal blows, and her face assumed a look of\nanger. The suggestion given through the so-called muscular sense had\noperated on a subject in whom the muscular sense, as tested in other\nways, had seemed to be wholly lacking. As soon as Adrienne could be\n<lommunicated with it was possible to get somewhat nearer to a solution\nof this puzzle. Louise was thrown into catalepsy; then M. Janet\nclenched her. left hand (she began at once to strike out), put a pencil\nin her right hand, and said, \"Adrienne, what are you doing'\" The\nleft hand continued to strike, and the face to bear the look of rage,\nwhile the right hand wrote, \"I am furious.\" \"With whom'\"\n\"With F.\" \" Why 1\" \"I don't know, but I am very angry.\"\nDigitized by ~81e\n\f244 .Automatic Writing. [Jan. 2M,\nM. Janet then unclenched the subject's left hand and put it gently to\nher lips. It began to \"blow kisses,\" and the face smiled. \"Adrienne,\nare you still angry'\" \" No, that's over.\" \" And now 1\" \"Oh! I am\nhappy.\" \" And Louise' \" \" She knows nothing, she is asleep.\"\nNow, so far as I know, this is absolutely the first glimpse that has\nyet been obtained into the subjective being of the subject in the\ncataleptic state. We have thus far only been able to conjecture\nwhether there was or was not any psychical concomitant of the\ncataleptic gestures of anger or satisfa.ction. \"11 n'y a que Ie\ncataleptique,\" say MM. Binet and Fere,l \"qui merite Ie nom d'automate\n. On a dit avec raison que Ie cataleptique n'a point une\npersonnalite alui, qu'll n'existe pas de moi cataleptique.\" Yet the key\nof automatic writing has unlocked this closely-barred chamber, and has\nshown us that the clenched fist, which strikes out at our suggestion as if\nit were moved by a spring, does in fact imply a corresponding emotion\nof anger, which (in Louise's case at least) is definite enough to select\nits own object, although it cannot explain to us its own origin.\nIf even these actions prove to have been accompanied by a kind of\nconsciousness,-to be capable of entering into a kind of memory i-of\nwhat actions can we ever venture to assert that they are absolutely\nunconscious, absolutely unrememberable 1 Dr. Richer has observed\nthat the respiration of a cataleptized subject is not often strongly\naffected by suggestions of terror, &c.,-is much less affected than in the\nsomnambulic state. (La Grantls Hy,tbie, pp. 680 sqq.) La reaction BUT\nf2f;re imime, he says, 681 nulle au pr68que nulle i-but we have seen\nthat the 2tre imime and its feelings are by no mea.ns easy to come at.\nThe peculiar condition of Louise wllen awake adds a further\ninterest to this experiment. When awake, she suffered, as I have\nexplained, from a grave sensory disturbance,-an entire absence of the\nso-called muscular sease. But here we find this new personality\npossessed of that sense,-responding to muscular stimuli in a way\nwhich showed normal sensibility. Adrienne's intelligence, indeed,\nshowed little verve or spontaneity; but she might claim that if she\nwere beneath the level of Louise's waking intellect she was-in another\nsense-beneath the level of Louise's sensory disturbances as well:-\nsomewhat as deep-sea denizens are beneath not the sunlight only but\nthe storm. This was, in fact, a culminant example of the disappearance,\nin hypnotic trance, of functional nervous derangements. The inabilities\nwhich result from organic lesion subsist, of course, though they may\nlose tbeir painful character; but the inabilities which, for want of &\nbetter name, we call hysterical may any of them, in any phase of\nhypnotism, change, diminish, or disappear.\n1 Binet at F~re. Le Magmtne Animal, p. 105.\nDigitized by Coogle\n\f1887.] .A'Utomatic Writi-ng. 245\nAnd here I must repeat my protest,-a protest which the writings\nof the school of the Sal~triere seem to me to render constantly\nneedful,-against the assumption that hypnotism itself, and itl!l\nattendant phenomena., have of necessity anything morbid about them.\nHypnotism has grave incidental dangers of its own, and it is often\nwitnessed in high perfection on morbid subjects; but to call hypnotism\na nWr088 seems to me about as reasonable as to call the act of dreaming\na nevrose, or the habit of hard study.\nPhenomena whose psychical side is 80 important as here must not be\nconsidered from a clinical point of view alone,-as if their only upshot\ncould be to take a man into hospital, or to get him out of it. In this\ncase which we are at present studying,-as in Fetida X.'s case, in Dr.\n·Dufay's case, &c.,-the secondary or induced state was in some respects\nless morbid than the habitual state,-fres from the nervous troubles\nwhich crippled the patient's waking life. Unless\" morbid\" is to\nbecome a word as question-begging as the word \" natural\" long has\nbeen, we must be as careful not to call these novel states morbid as we\nshould be not to describe these operations of Nature as unnatural.\nIn Louise's case indeed these odd manifestations were-as the\npure experimentalist might say--only too sanatiTe, only too rapidly\ntending to normality. M. Janet accompanied his psychological\ninquiries with therapeutic suggestion i-telling Adrienne not only to\ngo to sleep when he clapped his hands, or to answer his questions in\nwriting, but to cease having headaches, to cease having convulsive\nattacks, to recover normal sensibility, and so on. Adrienne obeyed;\nand even as she obeyed the rational command, her own Undine-like\nidentity vanished away. The day came when M. Janet called on\nAdrienno,-and Louise laughed and asked him whom he was talking\nto. Louise was now a healthy young woman; but Adrienne, who had\nrisen out of the Unconscious, had sunk into the Unconscious again,-\nmust I say 'l--for evermore.\nFew lives 80 brief have taught 80 many lessons. For us who are\nbusied with automatic writing the main lesson is very clear. We have\nhere demonstrably what we can find in other cases only inferentially ..\n- an intelligence manifesting itself continuously by written\nanswers, of purport quite outside the normal subject's conscious mind,\nwhile yet that intelligence was but a part, a fraction, an aspect, of the\nnormal subject's own identity.\nWe must bear this ascertained fact-for it is as near to an\naRcertained fact as anything which this perplexing inquiry can bring\nus-steadily in mind while we deal with future cases. And we must\nremember that Adrienne,-wbile she was, if I may 80 say,the unconscioul!I\nself reduced to its simplest expression,--did, nevertheless, manifest\ncertain differences from Louise, which, if slightly exaggerl\\ted, might\nDigitized by GOogIe\n\f246 .Automatic WrUing. [Jan. 28,\nhave been very perplexing. Her handwriting was slightly diWerent,-\nthough only in the loose and scrawling character so frequent in\nautomatic script. Suppose the handwriting had been rather more\ndifferent t and had vaguely resembled that of some deceased member of\nthe family f It is easy to understand what inferences might have been\nbased on such a fact. Again, Adrienne remembered certain incidents\nin Louise's childhood which Louise had wholly forgotten. These events\noccurred at a grandmother's house. Suppose that the sentence recording\nthem had been signed with the grandmother'8 name, instead of with the\nmerely arbitrary name selected for the convenience of a cool observer 1\nHere too, it is easy to imagine the confidence-in one sense the well-\ngrounded confidence--with which any knowledge on Louise's own part\nof those long past events would have been disclaimed.\nOnce more ;-&nd this last suggestion points to positive, rather than\nto negative, conclusions :-Adrienne possessed a faculty-the muscular\nsense-of which Louise was devoid. I am anxious that this point\nespecially should be firmly grasped; for I wiSh the reader's mind to be\nperfectly open as regards the relative faculties of the conscious and\nof the unconscious self. In Mr. Newnham's case we have had the\nunconscious self (as I interpret that story) superior to the conscious\nself in faculty of one kind; here we find it superior in faculty of another\nkind. It is plain that we must be on the watch for completion, for\nevolution, as well as for partition, for dissolution, of the corporate\nbeing.\nSince the above words were written Professor Pierre Janet has\nbeen kind enough to send me a manuscript account, which he allows\nme here to translate and publish, of a.nother series of experiments,\nanalogous to the above, which he has tried upon Madame B., who has\nbeen already introduced to readers af these Proceeding8 in my paper on\n.. Telepathic Hypnotism\" in Part X. I will translate the account\nalmost at full length ; for the experiments seem to me extremely signi-\nficant; and the very fact that the subject had neVE>r learnt to write\nrenders the series a most fitting introduction to the discussion of\nautomatic movement and gesture, which my next paper must\ncontain.\n\"After concluding my experiments,\" says Professor Janet, \"on the\nhypnotic sleep of the young woman whom I have called L., I resolved to\ntry whether I could obtain analogous phenomena with a very different\nsubject,-namely, with Madame B., the honest peasant-woman whom\nyou saw at Havre. I did not try for mental suggestion; I sought only\nto discover whethEr ordinary suggestions worked themselves out for\nMadame B. in the same manner as for L.\n\"It must be remembered that Madame B.'s trance is very different\nfrom L.'s-far deeper and far more complex. With h the~ce was\nDigitized by GOD01~\n\f1887.] Automatic Writing. 247\ninduced by a single gesture; it continued for the most part unchanged,\nand ended in a moment at my bidding. It was 'the lesser hypnotism,'\nif you choose so to call it. Madame B.'s trance, on the other hand,\nneeded some minutes to become deep, and divided itself spontaneously\ninto a certain number of phases, which seemed to represent different\nstages of profundity.l Her awakening was difficult and needed at\nleast ten minutes to effect. This was 'the greater hypnotism,' or\n'magnetism,' if you choose so to call it. This difference between the\ntwo forms of trance prevented me from repeating my experiments in\nprecisely the same way. As you know, I made the suggestions to L.\nduring the tr!\\nce, and then woke her some time afterwards to see her\nexecute them in the waking state. I would then put her to sleep again\nand make another suggestion,---sometimes entrancing and awakening her\nten times at one sitting. This could not be done with Madame B., who\nwhen once asleep was unwilling to be awakened till some hours had\nelapsed. I was obliged to make my experiments with her, not in her\nwaking but in her somnambulic state; and this fact led to soRle novel\ndetails which may have interest for you.\n\"Among the various phases, elsewhere described, of Madame B.'s\ntrance, two alone were of importance for our present inquiry. The\nfirst of these was the state of letltargic somnambulism, as I have termed\nit, during which the sleep was profound, the muscles relaxed, the\nsubject motionless, speechless, and apparently deaf to my questions.\nThis state, however, was not a complete lethargy, for the characteristic\ncontractures produced in that stage of hypnotism by deep-seated\nexcitation of the muscles, could not be evoked. The second state here\nnecessary to describe was that which I have termed 'lucid som-\nnambulism'; attaching no occult sense to the epithet, but using it\nsimply to signify that the subject's intelligence and freedom of action\nseemed almost intact. In this stage the subject looked, listened, talked,\nand acted with gay spontaneity, resembling a waking person in all\nrespects except two, that her eyes were shut and could not be opened\nwithout inducing a change of state, and that the hypnotiser could\neasily provoke contractures by lightly touching the skin.\n\"Let us consider the degree of susceptibility to suggestion existing\nin each of these phases. If, during the second phase-that of lucid\nsomnambulism-I interrupt a conversation with Madame B. by\nsome sudden order, she hears me perfectly well, but does not obey. If\nI insist, she laughs, asks me why I want her to raise her arms, or the\nlike, and simply refuses to do so. One may gradually persuade her to\nobey by argument, but there is no real hypnotic suggestion. Occasion-\n1 See\" Lea phases intermeruaires de l'hypnotillme,\" llevtu Scientijiqm,\nMay 8th, 1886. Digi\n\f248 Autorrw,tic Writing. [Jan. 28,\nally, indeed, by strong insistence for some minutes, one can provoke a\nsimple movement or a hallucination,-but more commonly the subject's\nresistance is so strong that she will throw herself into a state of general\ncontracture rather than obey.\n\" During the phase of lethargic somnambulism, on the other hand,\nsuggestion was easy ; I had but to make the subject attend to me,\nby holding her hand, touching her forehead, and giving the order\ndistinctly. The suggestion was not executed at once; for the\ntrance continued without apparent modification; but when the\nsubject woke up into the second state-that of lucid somnambulism-\nshe executed the order without ma.king any resistance. It thus seemed\nthat the somnambulic trance itself was composed of two phases-a\nphase of waking and a phase of sleep. During its waking phase\nsuggestion was hardly possible; but suggestions made during its phase\nof sleep realised themselves during its waking phase; just as post-\nhypnotic suggestions realise themselves when the hypnotic trance\nis over.\n\" The acts thus executed possessed this striking characteristic,-that\nMadame B. was unaware of them at the moment when she was\nperforming them. If during the lethargic somnambulism I had ordered\nher to walk, to move her arms or legs, &c., she did so in the lucid\nsomnambulism automatir.ally,-while she talked about something else.\nIf one drew her attention to the movement---as by asking her where her\narms were-she lowered the arms at once-as though to look at them\n--and the movement ceased; but she retained no recollection of having\nmoved. Similarly if I had suggested a hallucination she saw it when\nshe woke into the lucid state, felt the pleasure or the fear which it was\ncalculated to inspire; and then, the hallucination over, recollected\nnothing of it.\n\"Was there not here a kind of duplication of psychological phe-\nnomena analogous to that which I had observed in L. 1 The following\nexperiments seem to point in that direction. During the lucid state,-\nin which direct suggestion, as will be remembered, was impossible,-I\nasked a friend to talk to Madame B. in such a way as wholly to distract\nher attention from me. When her attention was completely held by\nmy friend I suddenly said, 'Faites un pied de nez.' (Spread your thumb\nand fingers from your nose.) Her hands went up at once and the pied\nde nez was executed,-Madame B. continuing her conversation mean-\ntime with unbroken vivacity. Without interrupting her, or addressing\nmyself to her directly, I added : 'When I have clapped my hands\nfive times you will rise and walk round the room.' I clapped my hands\ntwice and asked, 'Did you hear me 1'-taking her hand and obliging\nher to listen. 'Why, you said nothing,' she replied, and turned away\nto talk to my friend. I clapped my hands again three times, and\nizedbyGoogle\n\f188'1.] .Automatic Writilng. 249\nMadame B. got up automatically and walked round the room, without\ninterrupting her conversation.1\n\"Madame B. has never learnt to write; which was unfortunate, as\notherwise I might have repeated the experiments on automatic writing\nmade with L. But I was able to procure something closely analogous.\nSpeaking to Madame B. in the same manner,-that is, so that she should\nnot directly listen to me,-I said, ' You will raise your hand to signify\nYes; you will shake it to signify No.' I thus managed to hold a\nconversation with her--of course of a very simple kind-while she\ntalked eagerly with another person, and was quite unaware of the\nsecond dialogue which her hand was carrying on all the time.\n\" Thus the suggestions which it was so difficult to effect during the\nlucid somnambulism, while Madame B. was listening attentively,\nbecame perfectly easy, and could be carried out in a complex manner,\nwhile she was talking to another person and not listening to me. In\nthis case it was not her expectant attention, but the distraction of her\nattention, which effected her compliance with the command.\n\" I could never succeed in getting these automatic acts to enter the\nsubject's consciousness in her lucid state. They seem quite separated\nfrom herpersonality. But, through a chain of circamstances which need\nnot here be detailed, I succeeded in developing in the same subject a\nnew somnambulic condition, which can be induced by a long series of\npasses made before her face. In this phase the face is pale, and the\nlimbs paralysed and insensible; but it differs from the lethargic\nsomnambulism already described, insomuch that in this new state the\nsubject hears and answers my questions, though she only hears me when\nI actually touch her, and only answers in a low voice, after herself\nrepeating the question.\n\"The state is a curious one, and I hope some day to describe it\nfurther. The point at present interesting is that I questioned her one\nday in this new state as to the acts which she had just been accomplish-\ning automatically in the state of lucid somnambulism which had\npreceded-acts of which the subject had never before, in any phase, mani-\nfested the least recollection. Now, however, she recited these acts with\nease: t You made me rise; you made me take up an engraving,' &c.\nAnd to this she added, ' Tl\/.6 other one was talking while I got up from\nmy seat; she is so stupid that she knew nothing about it.' In short, this\nnew somnambulic phase had brought to light a new personality, which\nJ Obeerve that the point is that Madame B., in the lucid state, would obey\nno order unless she had previously been told in the lethargic state that she\nwould obey it on waking into the lucid state. And, by a kind of parity of\nimpression, these new orders, so uttered &8 not to reach the lucid consciousness,\ndid in fact reach the specific personality of the lethargic state, underlying that\nof the lucid state.-{F. W. H. M.l\nDigitized by Coogle\n\f250 ,Automatic Writing. [Jan. 28,\nassumed as its own all the acts unconsciously performed during the\nstate of lucid somnalDbulism. Suggestions made in this new condition\nwere either acted out at once and consciously, or were acted out in\nthe state of lucid somnambulism, but automatically, and while Madame\nB. talked of other things.\n\"I may add that Madame B. is susceptible of catalepsy, and\nthat the acts performed in the cataleptic condition have always\nremained unconscious,-not entering :Madame B.'s memory at\nany stage. But in the new state the new personality retained recollec-\ntion of the acts performed in catalepsy, along with the automatic acts\nof the lucid somna.mbulism. It seemed as though this newly-evoked\npersonality consisted of the synthesis of all the psychological phenomena\nof which the primary personality was unconscious.\n\"It would seem, at any rate, that in Madame B., as in L., the\npsychological phenomena were synthetised into two groups, which\ngroups produced two distinct conceptions of the self. One of these\nselves,-the completer,-say Madame B., talked with me in lucid\nsomnambulism, and refused to obey my orders if she heard them witb\ndirect attention. The other self-let us call her Madame X.--obeyed\nmy orders at once, if they were given during Madame B.'s sleep, or\nduring her ludicity, if she was not attending to me. And by inducing\none special phase of profound trance I could cause Madame B. to\ndisappear altogether, and address myself to Madame X. alone, who\nthen retainoo the memory of the acts previously performed by hpr,\nunknown to Madame B.\n\"Complicated though this description may seem, the reality was\nmore complex still. Remember that all which I have related took\nplace during various phases of somnambulism; and that outside all\nthis lay the true state of waking, after the trance had been wholly\ndispelled. You know already that Madame B. when awake is by no\nmeans the same person as Madame B. even in the lucid phase of her\nsomnambulism. You know that, when once awakened, she retains no\nrecollection of any act performed during somnambulism-whether by\nMadame B. or Madame X. Her ordinary waking state is therefore\npractically a tltird personality. And when you reflect that it is possible\nto make either to Madame B. or to Madame X. post-hypnotic\nsuggestions which will be worked out in the waking state, you will\nrealise how strangely intermingled are the phenomena of the subject's\npsychical life.\n\"We have here that dissociation of the phenomena of ConsciotumellB\nwhich seems to me to be the essential fact of somnambulism, of\nsuggestion, of automatic writing, of hysteria itself, and of many other\nnervous phenomena. But this purely psychical dissociation may be\npushed to a greater or less degree, and may fo~ tW~1 three, or\nDigitized by ~OO(5 e\n\f1887.] .Automatic Writing. 251\nfour groups according to circumstances,--()r even many more in\ncertain stages of dementia. In somnambulism this dissociation leads\nto the existence of several degrees of unconscious action, of several\npersonalities encased, if I may so term it, the one in the other. The\nknowledge of this fact may throw much light on many of these\napparently inexplicable phenomena.\"\nI will conclude this series with a case which, though of a less\nunusual type than the last, shows in a clear and striking way how\ndeeply post-hypnotic suggestion may modify the self-supposed personality\nand, incidentally, the handwriting of the subject. I shall abbreviate\nthe case, but shall keep, as far as I can, the phraseology of the Com-\nmandant de Roehas, to whom it is due.1\n\"Subject. Benoit; 18 years old; clerk in an office; intelligent and\nhealthy ; trained for some months to post-hypnotic suggestion.\n\"Suggestion. •Beginning with to-morrow, Thursday, you will come to\nmy house for three days running at 5.30. When you enter my room you will\nbelieve that you are my son Henri; when you leave the house you will be\nBenoit again.'\n\"Effect. On Thursday at 5.30 Benott arrives; he enters the house with-\nout ringing, runs upstairs and sits down in my study in Henri's place, saying,\n'I have just had a good long walk,' which is not true, since he has just come\nfrom his office. 'With whom did you walk1 ' •With M.'-a friend of my son's\nwhom he barely knows-' he has lent me this book.' 'Have you seen\nBenott l' 'No, not for three months.' 'Well, I shall try some experiments\non you then.' 'It will be no use, papa, you know that you can't do any-\nthing with me.' I make him rigid, insensible to pain, &c., which surprises\nhim greatly. I read him the notes of my experiments with Benott; he\nremembers some of them (those at which Henri was present), is sorry to have\nmissed others. I make him write a sentence, and his writing resembles my\nson's (which is not the case with his normal writing), and this, although he\ndoes not know my son's writing, or has only seen it long ago and by chance.\nI then impose upon him various personalities and make him write in each\noase ; and thus obtain a series of handwritings differing one from the other.\"\nThis, it will be seen, is the important point for us. A handwriting\nsupposed to be unknown, or at least unfamiliar, to the subject, is\nreproduced tolerably when the subject believes himself to be that\nHenri whose script he presumably could not have imitated in the\nnormal state.2 A few more details will be of interest, as showing the\nway in which the personality is kept up,-the evasive answers resorted\nto when puzzling questions are proposed. Note, also, Benoit's ready\nfamiliarity with the family circle of which he supposes himself to be a\nmember, which may remind us of the affectionate manners of certain\n1 ReVile Philosophique, March, 1887, p. 330.\n2 I have seen facsimiles of the writings, and have also, through M.\nde Roehas' kindness, myseU witnessed similar experiments with BenoKa.t..Blp\\4v\nIzedbyuUUCS.l\\....\n\fJ\n252 .Automatic Writi1l{l. [Jan. 28,\n\"communicating spirits,\" which, nevertheless, are liable to sad blunders\nas to their relationa' namt'S.\n.. We pa8II into the adjoining room, where my family are aaaembled. He\nsita down by the fire, talka with hill 'mamma,' with his sister, with hill little\nbrother, tutoyant them all. Seeing that I am standing, he jumps up and oft'en\nme hill seat with, 'I beg yQur pardon, papa.'\n\" As BOOn as we have cl'OllBed the threshold of the house he becomes Benoit\nagain, calls me 'mon commandant,' and tella me that he has paued the\nday at hill office desk.\n\" Next day Benoit comes in again without knocking, Bita down by the fire,\nI and begins to read. I question him on hill studies of the day ; he becomes\nconfused, and answers that his head is stupid, and he cannot remember.\n. . . . On Saturday at 5.30 I see Benoit from the window, runningba.re-\nheaded through the street; I go to meet him and find him in the vestibule,\npuzzling himself as to what he can have done with hill hat. When he had\ncome in, he 88YS, and wanted to hang it up, he found it was not there.\n\"I take him out into the garden (where he becomes Benott again)and ask\nhim what he has done with his hat; he tella me that hill chief at the office had\ntried to prevent him from leaving, and had hidden his hat to keep him, but\nthat he felt that I wanted him, and rail off without hill hat, so as not to be\nlate. We re·enter the house, and at once he begins to puzzle himself again\nas to what on earth he has done with his hat.\n.. We enter my study, and I show him the sentences which he\nwrote the day before; ho has no recollection of them, and ill astonished\nto find that he has become as good a subject as Benott. He ill iruwnaible\nto pinches or pricks, but feels heat and cold. I try to destroy\nthe suggestion by placing my hand on hill head, 'en h~teronome'; the\nonly result which I obtain is to make him think of Benoit. I pa8II a voltaic\ncurrent through hill neck; the thought of Benott recurs more strongly; I tell\nhim that I was trying to make him think that he to(U Benoit. 'Oh, you\nwon't get quite as far as that I' he replies with a laugh. We go to dinner;\nhe had never 88t at my table before. He Bita down in an easy way ; I remark\nthat that ill not his usual place. ' True I what was I thiRking of Y' He\ncriticu.es the food and orders the servants about. Suddenly I put him to\nsleep again, and 88Y, 'You are no longer Henri; you are Benoit; you will\nremember tha~ you have beon dining here.' I wake him; he shakes his\nhead; opens his eyes wide; rilles timidly and confusedly, thanks me\nand takes hill leave. \"\nThis case, strange though it sounds, is but a well-d.eveloped speci-\nmen of the post.hypnotic suggestions which during these last few years\nhave been inspired in so many subjects, in more and more complex\nforms. But it deserves to be remembered when we come to consider the\nrelative value of the various items-similarity of style, demeanour,\nhandwriting, knowledge, which go to make up the evidence that an\napparent personality is really what it assumes to be.l\n1 I may add here another anecdote of Benott, which M. de Rochas has DO'\nincluded in his book, but has sent to me, withpermi8iJie1l.. to.-JIll.blillh itin\nDigitized by ~U0<S't::\n\f1887.] .Amomatic Writing. 253\nWe have now made a survey-rapid, indeed, and imperfect-of a\n-wide range of phenomena. Let us briefly realise what light they have\nthrown on our primary problem-the origin of such messages as those\nwritten by Mr. Schiller's hand. The first impression, as I have said,\nof an automatic writer of such messages is generally that they proceed\nfrom some intelligence external to himself. And apart from all dis-\ncussion (which weare avowedly postponing) as to facts contained in the\nmessages and unknown to the writer, he will be likely to base this\npresumption of externality on the following considerations.\n1. He is in normal health, and there is no trace of morbid or\nhysterical disturbance in his psychical being.\nEnglish. It is much to our pu~as showing hypnotic moralisation eft'ected\nby the agency of recurrent dream. I slightly abridge M. de Rochas' account,\ndated March 25th, 1887.\n\" Benoit is a young fellow 18 ye8l'll old, employed in the prefecture of\nLoir et Cher. He is the son of an honest artisan family; but has bel'n some-\nwhat led astray by foolish compaBions,-somewhat puft'ed up by the notice\ntaken of him in connection with my hypnotic experiments. His parents com-\nplained to me that he had not been behaving well towards them, and asked me\nto use my influence to modify his conduct. This was not easy, for Benott could\ntell very well, by pinching himself, whether he was under the influence of a\nsuggestion,-and if he were so, he could dispel the nggestion by rubbing his\nforehead.\n\" I had recourse, therefore, to a subterfuge. I put him to sleep by surprise,in\nthe middle of an ordinary conversation, and I then read to him the following\nsuggestion, which I had written down in order to give it without hesitation.\n.. 'You will dream for three nights running that you are married, tbat you\nhave a grown-up son, that you and your wife have denied yourselves the\nDeceIlII&ries of life in order to educate him. Now that this son-thanks to your\nsacrifices-bas gained a certain little position, he thinks himself a great man,\nnever enters your house except for meals, and spends all he earns with good-\nfor-nothing friends. In your dream you will be greatly distressed at this; you\nwill try to remonstrate with him, but he will run oft' whenever you begin to\ntalk. When you wake you will remember your dream and will act accordingly.\nYou will not remember that I gave you this suggestion, and you will not be\nable to remove it.' Having read t·his to Benott, I woke him by tbe word\n• Wake! ' and continued the conversation as if nothing had bappened. Benott\nwas not aware that he had been sent to sleep.\n.. Two days later he came to tell me that he was troubled by terrible night-\nmares, which he begged me to remove. I asked him for details, and he narrated\nto me part of the story which I bad inspired, passing lightly over tbe points\nwhich most humiliated him. I pointed out to him tbat the story was somewhat\nlike his own ;-and tbat perhaps his nervous system, excited by hypnotism, was\ngiving a striking embodiment to the secret voice of conscience. If he acted as\nthe dream suggested, it would doubtless disappear ;-and, moreover, I would\nnow hypnotise him and suggest that his sleep should be tranquil. The dream\nvanished, and from that day onwards-it is now two months ago-his conduct\nhas been entirely changed, and his parents are astounded at tbe improvement\nwhicb has taken place in him.\"\nDigitized by Coogle\n\f254 .Autom.atic WrUing. [Jan. 28,\n2. The messages are connected with one another in a continuous\nseries.\n3. They are written while he is conscious inthe usual way,-perhaps\ntalking on some quite different topic.\n4. They are, themselves, entirely outside his consciousness. Neither\nat the time nor afterwards is he aware of their origination.\nOn all these points the analogous cases which have been cited in\nthis paper may throw some illumination.\n1. In the first place I have tried to show that automatism affords\nno real presumption of the existence of any nwrbid action whatever.\nMy contention is that each case of apparent automatism should be\nconsidered simply on its own merits, without being supposed to imply\neither disease or inspiration.\n2. Then again, the manifestation of a new c1taraceer, kept up\nthroughout a long series of these automatic writings, has been paralleled\nby the cases given of the origir.ation of a new chain of memoriea--and\ncharacter is in great measure a function of memory-under very varied\ncircumstances of psychical commotion. The graphic automatist tells us\nof insurgent qUABi-personalities,-not momentary, but of indefinite\npersistence; not co-ordinate with his whole normal personality (as in\nFeIida's case), but susceptible of considerable multiplication, as one new\n\" guide\" or \" control\" is added to another, without appreciably dis-\nturbing the ordinary current of life. But we have seen that this fissi-\nparous multiplication of the self,-if I may so term it-is by no me&ns\nso rare a phenomenon as has sometimes been supposed. We have seen\nthat something of a subordinate personality tends to be created within\nus whenever a.ny set of recurrent ideas and sensations are sufficiently\nisolated, by whatever cause, from the primary series with which we\nare accustomed to associate our personal identity.\nIt is impossible to find any simile which will give an adequate\nnotion of the complexity which we must assume in processes like\nthese. Yet the view which I wish to present stands in great need of such\nclearness as a concrete analogy, however imperfect, may give it. I\nwish to show, then, how we may conceive that subordinate personalities\nmay manifest themselves from time to time, either coincidently with\nthe primary personality, or in its temporary abeyance, and may appear\nto be (within certain limits) distinct from that primary personality,\nwhile yet they are mere modifications in the functioning of the same\nindividual.\nLet us compare the brain, then, to a musical-box, far more complex\nthan any musical-box actually existing. It contains thousan4s of\nbarrels, many of which are always going under any circumstances. The\nsound made by any of the barrels can be easily muflled. My ordinary\nwaking life is represented by a tune played by barrel A. This tune is\nDigitized by Coogle\n\f1887.] .Automatic WTiti1l.fl. 255\nalways proceeding: when I sleep it is muffled; when I wake I catch it\nup again. As life proceeds it becomes more and more elaborate.\nEach fresh experience introduces variations, subsidiary barrels A', A\",\n&c. But the essential tune is so far the same that a competent ear can\ndetect its persistence through all my life,-can see that at forty years of\nage my character is a development of my character at four. When I doze\nor dream confusedly, this means that the barrels A, A', A\", &c., are all\nmuffled, but that BOme of the pins are imperfectly mufHed, and give out\nscattered musical phrases, not amounting to tunes. When my dreams\nare distinct, that means that there are enough of these imperfectly\nmuffled pins to make a tune of their own. This tune will be poor and\nincorrect; but the pins are BO disposed that certain harmonic combina.-\ntions occur more readily than discords (this is the law of mental\nassociation). and that any musical phrase which has once occurred tends\nto repeat itself. Thus, in the slight link of memory between one dream\nand another dream, I have a new tune B, composed from the musical\nelements existing in A, A', &c., but independent of them. As soon\nas the new tune B exists we must suppose that by BOme phonographic\nprocess a new barrel is so impressed as to repeat tune B under favour-\nable circumstances, and this in its turn becomes su~ject to variations\nB',B\", &c.\nNext, suppose that I am hypnotised. The various degrees and states\nof hypnotisation correspond to all kinds of muftlings and slowings of\nthe barrels A, A', &c., and even of the minor barrels a, a', a\", &c.,\nwhich form the sub-conscious substratum of A, A', (regulating vaso-\nmotor and circulatory phenomena, &c.). But I take here the special\ncase of a hypnotically-suggested personality. I am told (say) that I am\na schoolboy. The effect of this is a selective evocation of BOund from\nall the pins which are ofa particular timbre,-many of them belonging,\nsay, to the variation-barrel of A\", which I acquired at the schoolboy\nperiod of life.\nThese pins produce a tune, so to say, of schoolboy quality ;--of more\npurely schoolboy quality than any tune which I could have produced\nwithout having the non-schoolboy pins muffled. But this schoolboy\ntune will not have much substance; its effects will tend to recur, for\nit has not at its disposal the complex mechanism of the great ban-els\nA, A', &c.\nThat is to say, if I write a schoolboy story in my normal state I\nhave the advantage of my matured intelligence, which enables me to\nintroduce plot and variety; but I have the disadvantage of an adult\nmode of looking at things which prevents me from really reproducing\nthe schoolboy aroma. If I am turned into a schoolboy by hypnotic\nsuggestion, I am more truly schoolboyish in talk and manner,-I perhaps\neven enjoy a revival of schoolboy memories otherwise lost,-but] have\nDigitized by Coogle\n\f256 A'Utomatic Writing. [Jan. 28,\nnot the adult's resources of plot, &c., and soon begin to repeat my\nschoolboy jokes and gestures over and over again.\nEach time, however, that I am hypnotised into a schoolboy I\nimprove slightly in resource j for each tune wh~n once set going within\nme tends, as already said, to imprint itself on a new barrel by some\nphonographic process, and then to acquire variations.\nWe have seen, moreover, that not only hypnotism, but also alcoholic\nand other narcotisms, epilepsy, and (we may of course add) some forms\nof in811.nity evoke similarly subordinate or adventitious personalities.\nNow what reason is there for supposing that these are the only\nagents which thus detach a quasi-personality from the main current of\nour life 1 There is no such reason j on the contrary, ana.logy may\nnaturally lead us to suppose that such disturbance may be idiopathic\n!IS well as inciden.l. It is a.t any rate antecedently more probablt\"\nthan not that there is a tendency during vigilance to all cerebral\nprocesses to which there is a tendency during sleep. And just as it\nseems to be what we call a chanctl- \\.6., a point determined by obscure\nand minor agencies-whether our dream-adventures persist into\nwaking memory-so also it may be a chance whether our waking\ndreams--the subordinate quasi-personal operations which coincide with\nour waking hours-do or do not manifest themselves in a way\nperceptible to waking consciousness.\nTo write a thing down automatically and then to read it is much\nthe same as to dream a thing and then to remember it.\nThere would be nothing that need much surprise us were we to\nlearn that dreams of a considerable degree of consistence were habitu-\nally occurring within us,-and that the occasional power to write\nautomatically, like the occasional power to recollect a dream, did but\ngive us a glimpse into a constantly functioning complex of cerebration\nwhich is habitually excluded from our primary mnemonic chain.\nOur simile has led us into some remarks appropriate to the third\ndifficulty above mentioned i-the co-exiBtence, namely, of the unconscious\nwith the conscious waking life of the automatist, which seems\nto differentiate his case from any of those where there is alternation\nbetween normal vigilance and something like a recurrent dream. It\nwas partly to meet this difficulty that I brought forward the hypothesis\nof the simultaneous, but separate, action of the two cerebral hemi-\nspheres in cases like these. But waiving, for the sake of argument, any\nsuch theory of dual cerebration, I think that the whole question of the\nrelation of consciousness to personality may now be met in a distincter\nmanner than was possible on metaphysical grounds alone.\nWe can no longer draw a broad line between the conscious and the\nunconscious, and say that what a man is conscious of is part of his true\nself, and that phenomena, however complex, which never enter into his\nDigitized by Coogle\n\f1887.] Automatic Wriling. 25'7\nconsciousness, must be considered as lying outside his true identity. We\ncannot say this, because the cases here cited (amongst others) have\nshown us that it is quite impossible to predict what acts will ultimately\nenter into a man's consciousness, and what will not. I use the phrase\n\" enter into his consciousness\" in order lo imply that the mere fact of\nbeing recollected-of entering into the\" memory of evocation\"-as\nM. Richet has happily termed it--oonstitutes the only test of conscious-\nness which we can apply. The only way in which a man can prove to\nns that he was conscious of any act is by describing it afterwards. And\nwhat acts he may be able, at some date or other, and in some condition\nor other, to describe or to show recollection of, it is-as hypnotic\nexperiments teach us-a.bsolutely impossible to foretell.\nWe do not know how deep the \"memory of fixation\" goes; we\ncannot determine, that is to say, the inferior limit, below which an\nexcitation is too feeble to leave an impress on our nervous system\ncapable of subsequent revival. We may, of course, say that it does not\nseem likely that a man should ever be able to remember, for instance,\nso purely vegetative an operation as the growth of his hair. But\nobservations during recovery from fainting,1 and under narcotics, shows\nus that when the action of the hemispheres has been wholly or partially\nin abeyance, we may find ourselves able to recollect nervous operations\nlying-a.s it seems-beneath the threshold of anything that can be called\na sense of personality.\nAnd if the limits of the memory of fixation are thus uncertain, equally\nuncertain is the relation which the memory of evocation bears thereto\nin each individual case. No man has ever evoked into recollection all\nthe evocable memories within him; no man can say what condition of 'l\nlife or death may suddenly open to him new chambers in his own past.\nIf we are to hazard a conjecture,the safest supposition would seem to be\nthat at least any cortical operation whatever which had taken place in a\nman's brain was potentially memorable, whatever its originating\nsource; so that we might on this view expect that we should find\nscattered instances where these automatic message_whose production\nmust have involved cortical centres-have, though at first reckoned\nunconscious, ultimately become a part of the writer's conscious being.\nI do not mean that he will then necessarily recognise them\nas emanating from himself. On the contrary, it is quite possible\nthat he may then recognise, with strong subjective conviction at\nleast, ~hat they proceed from some intelligence other than his own.\nMy point is that the fact that he cannot get behind the messages-\ncannot realise their inception to the same degree as he realises the\n1 See especially Rerun's Lf!8 C01U1iti0n8 Phyail[Uf!8 de la Conacienu.\nGeneva, 1886.\nDigi\n8\n\f258 .Automatic WritVrig. [Jan. 28,\ninception of his own habitual thoughts-is absolutely no proof that\nthey are not his own. If he dou get behind them, if he realises their\ninception in what appears to him the same intuitive manner as when\nhe realises the inception of his own characteristic ideas, then, indeed,\nI do not aay that his view of them will be certainly the right one-but it\nwill be an important element in their estimation. We shall be passing,\nin short, from the problems of automatism to the problema of clairvoy-\nance and of ecstasy.\nOn discussions of this kind we cannot here enter. What has been\nsaid may be enough to show that instead of merely asking, with\nregard to a written mesaage or any other manifestation, \" Was it\nconscious or unconscious'\" we must rather ask, with more precision:\nTo what extent was this intellectual operation included within the\nseries constituting normal memory' or to what extent did it form a\npan of any abnormal, or subsidiary, or intercurrent thread of memory!\nor to what extent, finally, did it remain outside all phases of memory\nwhich the subject at any time passed through t\nThe answer to this question will in each case be important, but will\nnot, taken by itself, be decisive as to the character of the message ;-\nwhich must be judged far more by its contmt than by the subjective\naspect of its manifestation. Rather, RS it seems to me, the varying\ncircumstances, as regards immediate or postponed memory, under which\nmessages closely analogous to each other are given, may help to teach\nus how much less radical a fact in our being our immediate consciou&-\n~ ness forms than has often been supposed. Instead of treating our\nnormal stream of consciousness as necessarily representing our true self,\nwe shall rather be disposed to see in it a mere practical compromise, a\nmere prudential result of evolution. I am conscious of certain thoughts\nand not of other thoughts-not because the one set of thoughts is more\nessentially mine than ~he other, but because it has 'been helpful to my\nancestors in the struggle for existence that consciousness should set\nthat way. It has been convenient that I should come to suppose\nmyself to be an intellectual agent of this particular kind, just as it has\nbeen convenient that I should identify the inscrutable objects around\nme by some staring distinction,-that I should recognise oranges as\nyellow and grass as green.\nNow we all know that when we get a little deeper we realise\nthe subjectivity of our senaations,-that the yellowness is in us rather\nthan in the orange; and the SUbjectivity of our ideation~ur thoughts\nbeing conditioned by certain categories or limitations (as time and space)\nwhich they cannot transcend. But I am here contending that we still\nare accustomed to take ourselves too much for granted; that we have\nno warrant for assuming that the\" testimony of consciousness \"-'ter\nall our corrections and emendations-does. reall~ coverl the most\nDigitized by ~008 e\n\f1887.] .Automatic Writing. 259\nimportant part of the psychical operations which are going on\nwithin us.\nHow can we possibly tell whether it does so or not' To what\nconfirmation can we appeal1 All that we can say is, that we are\nconscious of most of the thoughts which conspicuously influence our\nvoluntary movements. These movements are definitely known; they\nmay be watched and registered by others; and we can then say what\ntrain of ideas seemed to us to prompt each movement. And this is all\nthat is needful to make us rational agents, capable of taking part in\nthe struggle for existence.\nBot we know that a great deal more than this is in fact going on\nwithin us. Multitudes of involuntary movements, both peripheral and\ninternal-multitudes of spontaneously arising images, during both\nsleep and waking-testify to cerebral activities of which we are never\nconsciously the originators.\nAll that we can say of these cerebral activities is that if it had been\nof much practical use to our ancestors to be conscious of them,\nthey, and consequently we, would probably have become conscious of\nthem. In this respect we may compare them to certain forms of\nsensibility which we perceive, in some rare examples, to be possible to\nthe human organism, but which have not, apparently, been valuable\nenough to our ancestors to get themselves established among recognised\nhuman faculties. Such sensibilities may sometimes correspond to\nphenomena that are very important, sometimes to phenomena that are\nvery trivial. One man feels the approach of a thunderstorm, another\nis sure that there is a cat under the sofa. The mere fact that neither\nkind of susceptibility has risen into habitual generic faculty tells us\nnothing whatever as to the abstract dignity or paltriness of its special\nsubject-matter. And similarly with these centrally.initiated activities\nwhich we are now discussing. The cerebral-psychical operations of\nwhich we are unconscious may be as trifling as the fact of the presence\nor absence of a cat. Or they may be as important as the whole theory\nof electricity. We cannot tell beforehand; and we need experiments of\nthe kind which I have been describing and advocating in order to enable\nus to find out. We need, in short, to apply to the very central fact of\nour self-consciousness the same analysis which we have applied\nwith more or less success to almost every other .. dictum of con-\nsciousness.\" To find out what we are we must not trust to what we\nseem to ourselves to be; we must resort to scientific artifice, to\nmechanical registration, to tortuous experiment.\nAnd if, as I believe, tekpatlvg is one of the facts within us\nwhich it has been left for artifice and experiment-rather than for\ncommon experience-to establish as truly existent, then assuredly the\nharvest is already a rich one.\nDigitized by ~81e\n\f260 .A1.£tomatic Writi'nfJ. [Jan. 28,\nAnd here, in conclusion, I may fitly call attention to what seems to\nme a preva.lent fa.lla.cy connected with this c1a.ss of observations. It\nhas been a.ssumed-by some with indi1ference, by others with horror-\nthat this view of our personality a.s a complex, a shifting thing,_\nunity upbuilt from multiplicity,-an empire aggregated from the fusion\nof dispa.ra.te na.tionalities,-must bring with it also a presumption\nthat there is nothing in us beyond this ever-ehanging identity, whose\ncontinua.nce depends but on links of perishable memory, on organic\nsyntheses which an accident may distort or decompose.\nI do not myself think that this analysis of our terrene personality\n-pushed even a.s I am pushing it n;)w-does in reality introduce any\nadditiona.l difficulty whatever into the hypothesis of a transcendental\nSelf behind the phenomena ;~f what we call a human soul. The\ndifficulties are now made more glaringly visible; but they existed for\nany reasona.ble mind already. No one, surely, supposed that the soul\nwa.s coincidmt with the psychical manifestation known to us, Noone\ndoubted that it .wa.s expressed more fully at some moments than at\nothers, in manhood rather than in infancy, in waking rather than in\nsleep, in sane life rather than in dementia or in delirium t On any\nhypothesis the soul is conceived a.s working through the body; and\ntherefore a.s necessarily finding in the body an instrument of constantly\nvarying responsiveness and power. All that is offered here is but a\ndewlopment of this admitted thesis-a further analysis of the machinery\nwhich must in any ca.se be needed to bring transcendental operations\nwithin the purview of sense. If an immortal soul there be within us,\n'\" she must be able to dispense with part of the brain's help while the\nbrain is living, a.s with the whole of its help when it is dead. If the\nsoul exist, she muat exist (if I may so say) ipsa suY pollens opibus,\nnihil indiga 7&08tri,' not needing that our dim consciousness should\nplace her unbrokenly in evidence, or demonstrate by any terrene\ncontinuity an existence more abiding than that of earth.\nThe true lesson, as it seems to me, which these new speculations\nteach us, is of a more hopeful though of a vaguer kind. It is simply\nthat we are still groping among the rudiments of a true knowledge of\nour psychical being. From whence it follows that at least no great ques-\ntion as to our na.ture or our destiny has as yet been even approximately\ndecided in a sense contrary to the highest hopes of men. So far from\nour living, as some would tell us, in an age which has had to relinquish\nall hope of deeper knowledge, further light, upon the chief concerns of\nman, we are living in an age when fruitful methods of experiment are\njust becoming possible; when we have just learnt enough of ea.sier\nproblems to begin to interpret the faint indications which throw light\non the highest problems of all.\nI do not wish to exaggerate the importance of--the speflial class of\nDigitized by GOog1\ne\n\f1887.] Automatic WritVng. 261\nexperiment which I am advocating here. Automatic writing is not a\nkey to all the recesses of our being. But it is a key to lfYTMehing, and\nit is a key that will actually turn in the lock. Automatic messages\nwill come, if persistently tried for; they can be analysed; the result\nof the analysis must in any case be instructive, and may point towards\nconclusions of even startling magnitude. Again I must appeal for\nfresh experiment, for fresh observation. I do not, of course, venture\nto demand that experimenters, who may think me a mistaken\ninterpreter, should send their results to me personally; though I can\npromise to study with the utmost care any records that may reach me.\nBut if there are those who believe that these messages do demonstrably\ncome from some intelligence exterior to themselves, and especially from\nthe intelligence of some departed friend, then I would urge them to\ngive, in some fashion or other, their reason for the faith that is in\nthem-to set before the 'World, if they can, some further well-attested\ninstances which point towards so momentous a conclusion. Let them\nnot spare their utmost pains in such a cause as this. \"aAc\\\" 'Yap .,.c\\ lOAo\"\nleal q~?7I'lr ~. Worthy is that effort and great would be that hope.\nDigitized by Coogle\n\f","_id":544}