{"name":"Proceedings of the Society for Psychical Research 6800 2785 8727","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_17_june_1887.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, June 17, 1887","mylang":"de","content":"SOCIETY FOR PSYCHICAL RESEARCH.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJt6718 17th, 1887.\nThe twenty-fifth General Meeting was held at the Rooms of the\nSociety of British Artists, Suffolk Street, Pall Mall, on June 17th,\n1887.\nPROFESSOR W. F. BARRETT IN THB CHAIR.\nMr. F. W. H Myers read a paper on \"Active and Passive\nAutomatism-the Dlilmon of Socrates,\" which it is proposed to publish\nin the next number of the ProC6eding,.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJanuary 28fA, 1888.\nThe twenty-sixth General Meeting was held at the Westminster\nTown Hall, on January 28th, 1888.\nPROFESSOR SIDGWICK IN THE CHAIR.\nThe Chairman, in opening the Meeting, spoke of the great and\nirreparable 1088 which the Society had suffered through the sudden\ndeath of their President, Professor Balfour Stewart. It had been of\nthe greatest advantage to them that one bearing so high and un-\ndisputed a reputation as a physicist had bP.en willing to lead and direct\ntlaeir endeavours to penetrate the obscure region of psychical research.\nOf the work that had been done under Professor Balfour Stewart's\nleadership it was not now the time to speak in detail: but all who\nhad wa.tched his management of their affairs would agree that it was\nmarked by three characteristics :-it was thoroughly fearless, it was\nuniformly circumspect, and it was genuinely sympathetic. He believed\nit was only by this combination of qualities that they could hope\nto succeed in the difficult task that they had undertaken: and it\nwas because they could hardly hope to find them again combined\nin a President of Professor Balfour Stewart's scientific eminence\nthat he had spoken of his loss as irreparable.\nMr. F. W. H. Myenl communicated two remarkable instances of\n\"Automatic Messages,\" which will be embodied in a future paper.\nMr. Edmund Gurney read part of a paper on \"Appearances, &c.,\nB\nDigitized by Coogle\n\f","_id":550}