{"name":"Proceedings of the Society for Psychical Research 9686 3262 2693","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_16_july_1888.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, July 16, 1888","mylang":"de","content":"July 16, 1888.] pretri,de\"\"t'8 AdWress.\nI.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJvly 16th, 1888.\n271\nThe twenty-eighth General Meeting of the Society was held at\nthe Westminster Town Hall, on July 16th, 1888.\nTHB PaBsIDBNT, PRoJ'BSBOR HUBY SWGWICK, IN THB CRAIR.\nThe President delivered the following address:-\nIt had for some time been my intention to take this opportunity-\nthis being my first formal address to the Society since I became\nPresident a second time-to survey briefly the course that our Sooiety\nhas travelled since its foundation in 1882; to recall what we proposed\nto do and compare it with what we have done j to ask if we have\nrealised our aims, and so far as we have not realised them, why we h4ve\nfailed :-&nd then, turning from the past to the future, to consider the\nwork that DOW lies before us, and our prospects of accomplishing it\nlatisfactorily. To me it appears that we have reached a crisis in our\nhistory-not perhaps a very critical crisis, rather one likely to be\nprolonged and mild-but yet a crisis of which it is important that we\nshould thoroughly understand the nature, in order that we may guard\nagainst the dangers it involves.\nThis I had intended, and this I still propose to do, though I find\nthat the subject is too large to be included within the limits of a single\naddress; and I shall therefore reserve an important part of what I pro-\nposed to say for another occasion. But I little thought when I formed\nmy plan, that the past I proposed to survey would be divided from the\nfuture by such a chasm as now divides it in the minds of us all-\nthrough the calamity that has deprived us of the colleague and friend\n. who had so large a part in shaping the lines of this past. Of the\nirreparable nature of this loss it would be impossible for me to say what\nI feel, without tending to spread a discouragement which I would\nrather wish to overcome-since our cause was never more in need of\nhopeful and vigorous exertion. Nor do I propose now to characterise\nmore particularly Edmund Gurney's share in the work of the last six\nyears. A careful and full estimate of that will be given in the next\nnumber of our Procaedingl, by the colleague who is of all the best\nT\nDigitized by Coogle\n\f!72 Twe'nty-eigktk Gtm6'I'al Meeting. [July 16,\nqualified to give it. In my survey this evening I shall speak generally\nof \"our\" work; but it will be present throughout to your minds as\nto mine how largely this is the work of a vanished hand,-a hand\nwhose combined vigour and delicacy, and trained skill and indefatigable\nindustry, we must miss at every tum of the further labour that lies\nbefore us if we are to complete our task.\nTo pass, then, to my survey.\nWhen we-that is, the group of inquirers to which I belong, for I\ndo not of course presume to speak in the name of the whole Society-\nwhen we took up seriously the obscure and perplexing investigation\nwhich we call Psychical R6IJ6(J1f'ch, we were mainly moved to do so by the\nprofound and painful division and conflict, as regards the nature and\ndestiny of the human soul, which we found in the thought of our age.\nOn the one hand, under the influence of Christian teaching, still dominant\nover the minds of the majority of educated persons, and powerfully\ninfluencing many even of those who have discarded its dogmatic system,\nthe soul is conceived as independent of the bodily organism and destined\nto survive it. On the other hand, the preponderant tendency of modern\nphysiology has been more and more to exclude this conception, and w\ntreat the life and processes of any individual mind as inseparably\n~onnected with the life and processes of the shortlived body that it here\nanimates.\nI do not, of course, say that all scientific men affirm the non-survival\nof the soul: I speak only of general tendencies, and that it is the\ngeneral tendency of modem science to exclude the thought of this\nsurvival, I cannot doubt.\nWell, the division and conflict thus established between religion and\nscience has long given serious concem to thoughtful minds; and many\nintellectual methods of reconciling the conflict have been tried; butstill,\nspeaking broadly, it remains, a great and prominent social fact of the\npresent age.\nNow our own position was this. We believed unreservedly in the\nmethods of modem science, and were prepared to accept submissively\nher reasoned conclusions, when sustained by the agreement of experts;\nbut we were not prepared to bow with equal docility to the mere\nprejudices of scientific men. And it appeared to us that there was an\nimportant body of evidence-tending primd. \/aci8 to establish the\nindependence of soul or spirit-which modern science had simply left\non one side with ignorant contempt; and that in so leaving it she bad\nbeen untrue to her professed method, and had arrived prematurely at\nher negative conclusions.\nObserve that we did not affirm that these negative conclusions\nwere scientifically erroneous. To have said that would have been tAl\nfall into the very error that we were trying to avoid. We only\nDigitized by Coogle\n\f1888.] 273\nsaid that they had been arrived at prematurely, without due considera.-\ntion of the recorded testimony of many apparently \" competent\nwitnesses, past and present,\"-to quote from our original statement of\nobjects.\nThis testimony, then, we proposed to examine, to the best of our\nability, according to the rules of scientific method. Here I must pause\nto say a word in explanation of the meaning we attached to this term\n\"scientific,\" on which some emphasis was certainly laid in our\nprogramme, as it has exposed us to attacks from two opposite\ndirections. On the one hand we were told somewhat roughly from the\nmaterialistic side that being just like all other fools who collected old\nwomen's stories and solemnly recorded the tricks of impostors, we only\nmade ourselves more ridiculous by assuming the airs of a scientific\nsociety, and varnishing this wretched nonsense with semi-technical\njargon. On the other hand, Spiritualists have more politely indicated a\ncertain offence at what has seemed to them a pretension of intellectual\nsuperiority to the many educated persons-some of them of scientific\nrepute-who had already been convinced by the evidence we were\npreparing to examine.\nBut, in truth, in using such words as \"scientific\" and \"research,\"\nwe had no idea of claiming special qualifications; our only wish was\nto characterise precisely the ideal of procedure that we set before us.\nOur point was not that we WlWS scientific, but that we meant to be as\nscientific as we could. We meant to collect as systematically, carefully,\nand completely as possible evidence tending to throw light on the\nquestion of the action of mind either apart from the body or otherwise\nthan through known bodily organs; we meant to collect and consider\nit without prejudice or prepossession, giving the fullest and most\nimpartial attention to facts that appear to make against the hypothesis\nthat the evidence at first sight suggested j and in particular we meant\nto examine with special care, in each department of the inquiry, the\naction of the causes known to science that presented themselves as\npossible alternatives to our hypothesis :-since only a rigorous exclusion\nof such known causes could justify us in regarding as scientifically\nestablished the novel agency of mind acting or perceiving apart from\nthe body, or 'otherwise than through the known organs of sense or.\nmuscular motion. \"Science,\" as an eminent man has said, \"is only\norganised common-sense\" j and it appeared to us that the rules of\nprocedure that I have described were the obvious dictates of plain\ncommon-sense, assuming our object to be simply that of arriving at the\ntruth.\nThis, then, was the general conception of our work. Let us now\nconsider how far we carried out our ideal, and to what extent\nexperience led us to modify our original view of the Bubject.\nT2\nDigitized by Coogle\n\f274 Twenty-eighth General Meeting. [July 16.\nFirst, it will be seen by a reference to our original distribution of\nthe subjects of inquiry, that the different parts of it, in our first view\nof them, grouped themselves in a manner quite different from the\narrangement that further investigation led us to adopt. We bad\nalready recognised the importance of that \"influence which may be\nexerted by one mind npon another, apart from any generally recognised\nmode of perception,\" which was afterwards ca.lled \"telepathy\"; and\nwe had formed a separate committee to investigate hypnotism. But\nwe bad not yet recognised in the hypnotic trance a specia1ly important\nsource of telepathic phenomena-as we afterwards came to regard it ;\nand we still kept to the popular view that classifies apparitions at the\nmoment of death with ordinary ghost stories.\nIt was only by degrees-chiefly from the accumulating evidence of\nsimilar apparitions occurring in illnesses or other critica.l times of life,\nbesides the great crisis of death-that we were led to view these death-\nwraiths as a special case of telepathic impressions :-and in so doing\nwe were strongly influenced by the remarkable evidence which we\nobtained of such apparitions being produced by design and\nexperimentally. I cannot but think that the force of this experimental\nevidence for telepathic hallucinations-which, though limited in amonnt,\nis good in quality-has been overlooked by some of our critics. Thus,\nthen, was formed that notion of one complex group of telepathic\nphenomena which we called Plwntaams of the Living. The advantage\nof this grouping was that evidence of various kinds,-partly\nexperimental, partly spontaneous, partly obtained in a normal state of\nconsciowiness, and partly in the hypnotic trance-was made to converge\non one general conclusion; the novelty of which, from a scientific\npoint of view, appeared to be conveniently suggested by the novel\nword \"telepathy.\" This conclusion involved the view that death-\nwraiths are hallucinations telepathica.lly caused; and on this point we\nhave been charged with violently forcing the facts collected into the\nmould·of a preconceived theory. I venture, however, to think that\nthis charge is unfounded, and that the amount of theory introdnced by\nus is the minimum required to enable the facts which we regard &8\nestablished to be conceived apart from assumptions which we regard as\nunwarrantable-at least at this stage of our investigation. We must\nregard a death-wraith as a hallucination, so long as we have no reason\nfor supposing its appearance to be caused by the action on the retina\nof some kind of matter filling the space which the apparition seems to\noccupy; and this supposition would be clearly extravagant. On the\nother hand, if we regard the hallucination as causally connected with\nthe death, we must attribute it to some occult action of the embodied\nmind, until we have obtained adequate evidence that disembodied\nminds are possible agents; and we do not yet think that we have\nDigitized by Coogle\n\f1888.] President'8 .Address. 275\nobtained such evidence. And this and no more is the amount of tlulory\nimplied in our term telepathy.\nThe statement of the case for telepathy is, as you know, the chief\npositive result of our six years' work, so far as the central problems are\nconcerned which it was the primary object of the Society to deal with.\nAnd I would now point out that throughout the investigation which\nled to this statement it was our endeavour to apply thoroughly our\nprinciple of carefully studying the possible known causes of the pheno-\nmena which we were inclined to attribute t.o an unknown cause;\nso that we might only accept as evidence experiences in which the\noperation of such known causes appeared either impossible or highly\nimprobable. The application of this principle was, of course, different\nin different parts of the evidence. Putting deliberate fraud aside, what\nwe had to guard against in the experimental thought-transference was\nunconscious signalling; and it soon became clear that, where contact\nof hands was allowed between percipient and agent, genuine thought-\ntransference could be simulated to a striking extent by delicate muscu-\nlar or tactile sensibility in the percipient, interpreting indications given\nunconsciously by the supposed agent. It is to this process that\nprofessional performers, like Mr. Stuart Cumberland, have for their\nown purposes given the name of \"thought-reading\"; and it appears\nfrom a popular novel,of the present season that educated persons still\nexist who suppose this muscia-reading to be what we call telepathy:-\nwhereas the special point of our investigation was the care with which\nthis unconscious signalling was excluded.\nIn dealing with the spontaneous cases especially the apparitions of\ndistant persons corresponding to deaths or other crises-the problem\nof exclusion of known causes was fundamentally different. There\ncould be no question as to whether the correspondence was due to\nsuch causes in any regular way: the only question-assuming the\naccuracy of the narratives-was whether it was due to accidental\ncoincidence. We had, in fact, to deal with a problem in the theory of\nprobabilities: and to solve this it was necessary to know approximately\nthe frequency of hallucinations similar to those that are prim4 tacH\ntelepathic, and not due to recognised disease.\nThis was a point which the scientific discussion of hallucinations\nhad hitherto left quite obscure; we had to determine it entirely by our\nown statistical investigations, before proceeding to calculate our\nchances. Now I understand that to some persons interested in our\ngeneral inquiry all this calculation of chances seems pedantic and\nsuperfluous: they think that once it is granted that we have well-\nattested first-hand cases in which A sees an apparition of B precisely\nwhen B dies--having never seen any other apparition-no man of\ncommon-sense can doubt that the correspondence cannot be due to\nDigitized by Coogle\n\f276 Twenty-eightk General Meeting. [July 16.\nmere chance. And if caused hallucinations of sane persons not\napparently ill had been as rare as I, at least, supposed when we began\nour investigation, I think this would be true. But, unfortunately for\nour argument, statistical inquiry showed them to be comparatively\nnumerous-probably some thousands occur in England every year-far\nmore numerous than the hallucinations which there is any ground for\nattributing to telepathy. This being 80, it seemed to us that the\nquestion whether the latter could be chance coincidences went beyond\nthe range of common-sense, and rendered careful calculation necessary\n-especially considering the inevitably unscientific character of most of\nthe observations collected-I mean that they were not made at the\ntime of the occurrence with careful attention by persons aware of the\nfundamental importance of exact and full statements.\nAnd this view was confirmed by the reception of P~ of\nehe Li1Jing. For though we have secured respectful attention to our\ncase, and I believe persuaded several thoughtful persons to accept\ntelepathy as a working hypothesis, there are others, who at least desire\nto be impartial, who consider that our evidence is inadequate to\nsustain the conclusion. I do not myself agree with these critics. I\nadhere to the general conclusion of the authors of PIwIn.kunnB .. but I\nadmit that, in the present state of the evidence, the question is one\nthat requires a careful estimate of considerations difficult to determine\nwith any exactness.\nAnd this leads me to what I spoke of at the outset as a crisis in the\nhistory of the Society. I always hoped, as one of the most valuable\nresults of the pUblication of Phantasms ofell.8 Li1Jing, that-by gaining\nfor our subject the serious attention of a much larger number of\npersons-we might secure that a good proportion of the fresh cases of\nspontaneous telepathy would be carefully noted with full detail at the\ntime, and brought to the notice of our Committee; so that in the course\nof a few years more we might get together a body of fresh first-hand\nevidence in every way superior in quality to most of what we have yet\npublished. And I am somewhat disappointed that this expectation has\nnot yet been realised. I am inclined to think that this may be partly\nbecause our own members, and the friends of our movement, are under\nthe impression that the business of collection in this department was\nconsidered to be completed when Phantasms of ehs Li1Jing was pub-\nlished; and that if the sceptics are still unconvinced after the heap of\ncases that we have laid before them, there is no use offering them any\nmore-for in fact they will simply not look at it. And I should quite\nagree with this, so far as evidence of an inferior quality is concerned ;\nI think myself that there is little use in adding to our stock of second-\nhand or remote cases. But my point is that if our hypothesis is true,\nwe ought to be able to get evidence first-rate in quality of the telepathic\nDigitized by Coogle\n\f1888.] Presidt:nt'8 Addre88. 2'77\ncases that are continually occurring; and that if we do not get it, then.\nas time goes on, the absence of such evidence will constitute an\nargument of continually increasing strength against our conclusions;\nit will be said that if the fresh cases had really occurred-as according\nto our hypothesis they must be supposed to occur-we should certainly\nhave been able to ascertain their occurrence. I therefore venture to\nurge, with all the emphasis at my command, that a combined effort\nshould be made by all who are interested in our inquiry to stimulate\nthe observation and recording of these fresh experiences; I cannot\ndoubt that they are to be found, and I hope that whenever they are\nfound they will be sent to me as Editor of the Journal-or to\nMr. Myers or Mr. Podmore as Secretaries of the Literary Committee.\nI give again the assurance which we have always given, that, so far\nas may be desired by those who communicate with us, the names of\npersons and places and any other details that may be wished, will be\nkept strictly private.\nAnd I may say that the view I am urging-of the n~ of renewed\nand sustained energy in the collection of fresh telepathic cases-was\nfully shared by the colleague whom we have lost: to whose rare\nintellectual gifts and unflagging zeal the respectful attention that we\nhave gained for our positive conclusions is, as we all feel, mainly due.\nIt was Mr. Gurney's intention, in the course of the autumn, to prepare\nan abridged popular edition of the argument and evidence set forth in\nPAa'1tta8m8 of eke Liw'I1f\/, in the hope of thus widening the area of\nserious interest in our inquiry, and proportionately increasing our\nprospect of obtaining careful records of new experiences. And I hope\nthat this, as well as other parts of his scheme of future work, will still\nbe carried out-though they must now be carried out by other hands.\nOne word in conclusion as to the remainder of my survey which I\nam obliged to reserve for a subsequent meeting; I had hoped to say\nsomething of our---especially Mr. Gurneys-researches in the region of\nwhat I may call orthodox hypnotism: I mean such phenomena of the\nhypnotic trance as are admitted even by unpsychical physiologists; and\nI had designed also to explain and justify our method of dealing with\nother departments of our inquiry, in which we have not arrived at a\nfinal conclusion on the main issues, though I venture to think that we\nhave produced results of real value, and indispensable as a basis for\nfurther investigation. But all this must be for another time. I will\nonly say now that our interest in these other departments of inquiry\nis unabated; and if I have put prominently before you, as a subject for\ncombined and concentrated effort, the completion of the telepathic\ninvestigation, it is largely because I feel sure that it is in this department,\nif any, that we shall first win the acceptance of the scientific world\ngenerally. And I desire to obtain their adhesion, not from any concern\nDigitized by Coogle\n\f278 [July 16,\nfor fame, or because I care for the opinion of men, however eminent,\nwho have never given serious attention to our subject, but because we\nare in pressing need of additional workers possessing scientific ardour\nand trained scientific faculty. If we could once get the conclusions\nof Plwm.ta.8m8 of tlUJ Living accepted-I do not say universally, but\nby the younger and more open~minded part of the scientific world,\nwe might fairly expect a rush of ardent investigators into the whole\nsubject which will leave no department unexplored. And, believing\nwhat I do, I cannot see why this should Dot be achieved. It may be\ntoo sanguine to say that it will be achieved; there may be unknOWJl\ninvincible obstacles; but we may at least hope for this consummation\nand work for it.\nDigitized by Coogle\n\f","_id":552}