{"name":"Proceedings of the Society for Psychical Research 5841 4780 4031","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_16_november_1888.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, Number 16, November 16, 1888","mylang":"de","content":"1888.] The Oonnection of HypnotiBm with Spiritual,ism. 279\nPROOEEDINGS OF THE GENERAL MEETING ON\nFriday, November 16th, 1888.\nThe twenty-ninth General Meeting was held at the Westminster\nTown Hall, on.November 16th, 1888.\nTHE PRESIDENT IN' THE CHAIR.\nlIr. F. W. H. Myers read a paper contributed by Professor Charles\nRichet describing some experiments in lucidity or clairvoyance, which\nit is proposed to publish, with an account of further experiments, in a\nfuture number of the Proceeding••\nThe following paper was then read :-\nII.\nTHE CONNECTION OF HYPNOTISM WITH THE SUB-\nJECTIVE PHENOMENA OF SPIRITUALISM.\n[The following paper is contributed by a medical gentleman, well\nknown to the Editor, who prefers for the present to remain anony-\nmous.]\nOf all the phenomena. of Spiritualism, those which lDay be termed\nthe subjective phenomena are perhaps-regarded as evidence .of the\ntruth of Spiritualism-the most important. It is upon them that the\nSpiritualist in most cases founds his belief. The physical manifesta.-\ntions, such as extraordinary appearances, slate-writing, the movements\nof inanimate objects, and allied phenomena., are always subject to sus-\npicion. But in the subjective phenomena we have a class of manifest&-\ntions which, in most cases at any rate, are quite above all suspicion of\nintentional fraud. The man who actually sees visions in crystals,\nwrites automatically, or is perhaps himself a trance or inspirational\nmedium, naturally feels his doubts as to the reality of Spiritualism\nat an end. He believes in it on the strength of manifestations\noccurring in himself, aud having once become a believer, he will see\nnothing improbable in the more extraordinary phenomena presented\nby materialisa.tion and the like.\nThe idea that the SUbjective phenomena are closely allied, or even\nideutical with, some of the phenomena of hypnotism, is by no means a\nnew one. It is the purpose of this paper to give a definite shape to\nthis idea., and to point .out the more obvious connections between the\ntwo seta of phenomena.\nDigitized by Coogle\n\f280 Twenty-ninth Generol Meeting. [Nov. 16,\nBefore considering the subjective phenomena of Spiritualism, it will\nbe necessary to give a brief account of the particular class of hypnotic\nphenomena which bear on them. I refer to the power possessed by\nmany hypnotic subjects of giving suggestions to themselves, which act\nas powerfully, or in many cases more powerfully, than suggestions\ngiven them by the hypnotiser.\nThe facts of self·suggestion adduced in this paper were not, I would\nexpressly state, the subject of a series of experiments. The cases\noccurred quite unexpectedly during a series of experiments on other\npoints, but owing to the possible danger of such phenomena if carried\ntoo far, I did not feel justified in attempting to work out the subject.\nHence the chain of experiments is necessarily very incomplete.\nThe first subject in whom I noticed self.suggestion was E. I\nhad only hypnotised him once and then failed to send him to sleep. He\nwas, however, completely amenable to command and suggestions in the\nwaking state, but no delusions could be produced.\nAmong other things his hand and arm had been made rigid by\npasses. He discovered fot' himself when quite alone that he could\nmake either ha.nd or arm rigid by stroking it with the other hand.\nThis is apparently one of the easiest effects to produce by self·\nsuggestion. Since then many other subjects have proved capable\nof self.suggestion.\nIt must not be supposed, however, that all hypnotic subjects are\nsusceptible to self-suggestion. The majority are perhaps more or less\nsusceptible to it. Some certainly are not. Nor must we suppose that\nit is only the hypnotic subject who is susceptible to self-suggestion.\nIn one instance which I met with the subject was susceptible to self·\nsuggestion, but he had never been hypnotised, and I failed to hypnotise\nhim when I afterwards tried.\nThe\" experiments adduced were all made on subjects in the waking\nstate. Muscular rigidity, though the most general form of phenomenon\nproduced by self-suggestion, was not by any means the only ODe met\nwith. Inhibition of voluntary movements, local anESthesia, even\ndelusions were produced by it in some cases. No subject, however, in\nwhom I could produce delusions was allowed to experiment on himself,\nas it was considered unsafe, so that the most interesting field of\nexperiment in this direction had to be left untouched.\nIt would be beside the purpose of this paper to give a large number\nof experiments: a few merely will be given as samples of the rest.\nAll the subjects referred to.were men between the ages of 18 and 2.,\nand all healthy. In no case, except when specially mentioned, had\nthe hypnotic sleep ever been induced, but merely waking phenomena,\ne.g., susceptibility to inhibitory and imperative suggestions; muscular\nrigidity; and, in some cases, local awesthesi&.\nDigitized by Coogle\n\f1888.] The Ocmnection of Hypnotism with SpiTit'U(J},ism. 281\nWe will first take the case of muscular rigidity and anlllBthesia.\nN., by means of stroking his arm and looking at it, could render it\nrigid. He could not do so, however, if unable to see his arm.\nFi. could make his arm rigid by stroking only: this he could do\nwhether lie could see his arm or not.\nF. could also make his arm rigid by merely looking a.t it.\nE. could make his arm rigid by an effort of mind without seeing it\nor stroking it.\nIn all cases they were able at once to remove the rigidity by reverse\nstrokes. These instances serve to show how the degree in which sul>-\njects possess this power varies.\nF. when he rendered his arm rigid also made it aDlIlBthetic: the\nallll!sthesia was removed at the same time as the rigidity.\nIn N. (who had afterwards been sent to sleep), I succeeded\neventually in producing anlllBthesia. He could then do it himself.\nThe case of E. was very striking: his power of producing muscular\nrigidity was astonishing. He was able by an effort of mind to throw\nhis whole body into a state of cataleptic rigidity, so that he could rE'.st\nwith his heels on one chair and head on another, and remain supported\nin th8t condition. When he made his hand rigid and a.ttempted to\nrelax it again by an effort of will, he was unable to do so as long as he\nattempted to bend his hand. If, however, he did not attempt to bend\n.it, he was able gradually to relax the muscles. Those who could\nproduce rigidity of the arm and who tried to produce rigidity of the\nleg were, at any rate in moat instances, successful. Unfortunately, the\nnotes which were made at the time of the experiments on this point\nwere mislaid, so I cannot give the percentage of successes.\nOther phenomena of the waking state were also produced by self-\nsuggestion. T. and L. could both close their own eyes so that t~ey were\nunable to open them. T. used to shut his eyes and stroke the lids\ndownwards. He was then unable to open them. Several other subjects\nshowed the same phenomenon. T. could fix his hand to the table\nby a few passes: this also was done by several others.\nOther subjects could fix their hands together. The following\nexperiment was tried: Five subjects were taken, two of whom had\nbeen previously hypnotised j none had been sent to sleep. They were\nasked to put their hands together, and imagine that they could not\npart them. They closed their eyes, put their hands together, and\ntried. One could not part his hands, the others could. They were\nthen told to shut their eyes and imagine the operator gt¢ng at them,\nand saying, \"You cannot part your hands.\" Not one was able to do\nso. They were able after this to produce the same phenomena in\nthemselves, quite apart from the operator, in their own rooms. They\nfound at first that they were obliged to imagine the operator giving\nDigitized by Coogle\n\f282 Twenty-ninth General Meeting. [Nov. 16,\nthe suggestion, but afterwards were able to do it without imagining\nhim at all.\nT., who was one of the five, presents one interesting feature. He\ngave up experimenting with himself very soon after this. I did not see\nhim again for nearly three months, and then asked him to close his eyes\nas he used to. He tried but could not. I then closed his eyes myself\nso that he could not open them. He then found that he could close\nthem himself\nThe case of G., who could fix his hands together, close his own\neyes, &c., was also interesting as showing that suggestions given to the\nsubject by himself may act more powerfully than those given him by\nthe operator. I could only fix his hands together with some difficulty\nand then not for long. He could do so himself for a considerable time,\nand the muscular power exerted to keep them together, if an attempt\nwas made by someone else to part them, was far greater if he fixed\nthem together himself than if I did so for him, and certainly far\ngreater than he could exert by his own will.\nThe case of P. will serve to show that it is not only the hypnotic\nsubject who is susceptible to self-suggestion. P. had never been hypno-\ntised, or even tried by anyone. He was able to fix his hand on his knee\nby simply stroking it, and it took him about half a minute or so to get\nit off again, if he simply tried to do so. If, however, he made upward\nstrokes he was able at once to remove it. I afterwards tried to hypno-\ntise him and failed. Doubtless had I gone on long enough I might\nhave succeeded, but he was obviously not a good subject.\nAs regards delusioris I can only give one instance. Doubtless many\nsubjects could produce them in themselves if they tried, but I have\nnever allowed them to do so. In the case of C., however, we have\nproof that they can be produced by self-suggestion. He could by a\nsimple effort of mind make himself believe almost any delusion, e.g.,\nthat he was riding on horseback, that he was a dog, or anything else,\nor that he saw snakes, &c. If left to himself the delusion vanished\nslowly. Anyone else could remove it at once by a counter-suggestion.\nHe made these experiments without my consent, as I consider them\nunsafe.\nIt is not the purpose to multiply instances. I wish simply to show\nthat self-suggestion is a rea.1 psychological factor, and also a very\npowerful one. Numbers of instances are recorded in the work of\nW. B. Fahnestock, M.D., entitled Statuvolism, and many readers of\nthese Proceedings have doubtless witnessed similar phenomena. All\nmy experiments on this point were limited to the phenomena. of the\nwaking state. So far as I have seen, a self-suggestive subject can do\nfor himself exactly what I can do with him, i.e., in the waking state.\nAlmost all the phenomena. of the light state which my self-suggestive\n\f1888.] The Oonnection of Hypnotism with Spiritualism. 283\nsubjects have tried have been produced by one or another. Some\ncan suggest to themselves certain things more easily than others, but\napparently all the phenomena can be produced by self-suggestion.\nIt seems probable that the following holds good. All phenomena\ncapable of being produced by the suggestion of the hypnotiser can also\nbe produced by self-suggestion in a self-suggestive subject.\nThis is probably true of the phenomena of all the states. It is true\nthat but few experiments have been made in the deeper states, so this\nhypothesis must be received with caution until such experiments are\nforthcoming.\nIf we assume the truth of the above hypothesis, the following\nproposition is also true. If by suggestion we can produce in a subject\nphenomena identical with the subjective phenomena of Spiritualism,\nthen these phenomena can be produced by self-suggestion.\nWe will consider, then, how far we are able to produce these\nphenomena by suggestion.\nFirst, as to automatic writing. What are its most obvious charac-\nteristics t We may, I believe, divide automatic writers into three\nmain classes, each having different characteristics. . In the first class\nwe may place those who know what they write. In the second, those\nwho do not know what they write, but who, if interrupted and com-\npelled to join in conversation while writing, cease to write while they\nare speaking. In the third, those who do not know what they write\nand who can speak and join in conversation while actually writing.\nOur object is to show that these phenomena can be produced by\nsimple suggestion. The experiment is easily made. The simplest\nmethod is to give the subject pencil and paper, to gaze in his eyes anel\nsimply to give the suggestion\" write.\"\nIn all cases where I have tried this experiment I have succeeded.\nAll but one subject on whom I have tried it have been at one time or\nanother sent to sleep. The effect was different in different subjects.\nSome in fact present the characwristics of class 1, some of class 2, anel\na few those of class 3. A few instances will suffice. I tried\nfirst with L, whom I had never sent to sleep. I simply gazed a couple\nof seconds or so at him and said\" Write,\" and then removed my gaze.\nHe wrote at once, and was unable to stop writing ;-in fact, he covered\ntwo sheets of foolscap with close writing before he was allowed to stop.\nHe had no notion what he had written about: the writing was in\nmany languages, with all of which, however, he was acquainted. It\nreferred mainly to incidents of his life, so he was asked to look it over\nbefore I read it. He did so, and found that some of it referred to\nprivate affairs; so I could not read all of it. The part I read con-\nsisted of short sections, complete in themselves, but perfectly discon-\nnected from the other, referring to or mentioning different incidents.\nDigitized by Coogle\n\fTwenty-ninth General Meeting. [Nov. 16,\nInterspersed among these were short quotations from various books\nwhich had no reference to anything else which he had written. If\n-compelled to speak, he ceased writing until he had finished speaking.\nHence he beloDgs to class 2. .\nA. is also a member of class 2. I told him to write a message from\nthe spirits, and he instantly wrote down a message respecting a sick\nrelation in India about whom he had been anxious, saying that\nrecovery had begun. He did not know what he had written. He\nafterwards told me that he had been thinking of his sick cousin, and he\nbelieved that she was getting better as he had had no letter about her.\nIt so happened that she was recovering. This experiment shows how a\nsuggestion can influence the kind of matter which a subject writes. Just\nbefore this I had tried the effect of simply saying to him \"Write.\" He\nwrote his name and address, and then a few sentences of which I could\nmake very little. When, however, the idea of a spirit message was\nsuggested to him, the nature of the writing was moulded accordingly.\nHe ceased writing if compelled to speak, and is therefore a member of\n(llass 2.\nJ. was the only case I met with which belonged to class 3. Pro-\nbably many others if tried would be found to belong to this class, but\nI have made the experiment with only a few subjects. J. could write\nand talk at the same time. His writing was of a very varied descrip-\ntion; sometimes original; sometimes quotations from books which he\nhad read. For instance, on one occasion he wrote the well-known\nnursery rhyme about the little man who had the little gun. Belonging\nto class 1 there were various subjects, but it would not be worth while\nto give particulars of experiments with this class.\nIt is noticeable that the suggestion cc write\" gives a different result\nfrom the suggestion to write a particular messa.~ in one other way\nalso. If we suggest simply \" write\" the subject writes for an indefi-\nnite period, and does not stop nntil told to. If we suggest writing\n.0. message, he writes the message and then ceases to write of his own\naccord.\nSo far, then, automatic writing can be produced by the suggestion\n()f the hypnotiser, and therefore probably can be produced by self-\nsUf(gestion.\nThe next class of phenomena we will take are those of trance-\nspeaking and inspirational mediumship. In these cases we have\n()bviously states very nearly and probably quite identical with the\nhypnotic sleep. But the medium goes into trance first, and then speaks\nafterwards whilst in the trance. If this be really due to self-sugges-\ntion, the suggestion of speaking would probably be made before the\nmedium is actually in the trance. That is to say, the medium would\nsuggest to himself that he is going to sleep, and is going to speak\nDigitized by Coogle\n\f1888.] The Oonnect,ion of Hypnotism with Spiritualism. 28i\nwhen he is asleep. Hence to produce identical phenomena. by\nsuggestion, I must suggest to the subject wha.t he is to do when a.sleep\nbefore he is sent to sleep. I tried it a.s follows: I told ?tl. tha.t I\nshould send him to sleep, a.nd tha.t when he wa.s a.sleep he would get\nup and write his name a.nd a.ddress on a. piece of pa.per. I then\nsent him to sleep. I ma.y mention tha.t I usua.lly send my subjects\nto sleep by a. simple comma.nd to \"sleep,\" and the effect is genera.lly\npractically instantaneous. I did nothing else. Twelve or fifteen\nseconds after he went to sleep he got up, wrote his na.me and a.ddress\non the pa.per, and then BIIot down again. I repeated this form of\nexperiment several times, making him perform various actions; for\ninstance, I have several times ma.de him give me spoken messages from\nmy spirit.brother.\nThese messages were very similar to those which I ha.ve heard from\ntrance mediums. I may mention that I do not possess a spirit-brother.\nHence by suggestions given in the wa.king state a subject may be sent\nto sleep and made to speak on a given subject while actually a.sleep.\nThis, therefore, can probably be done by self·suggestion. There are\nalso certain other facts which point to self·suggestion as the explana·\ntion of trance·speaking mediumship. I have met ma.ny tra.nce-speaking\nmediums, only one of them being a professional. The most striking\nfact about them was that they seemed to have different ways of going\ninto a trance. Some seem to go off al\",ays with violent convulsions,\nothers quite quietly. The explanation secms to have been this. Six\nwho went off in convulsions ha.d, I found, seen others go off in a. similar\nway before they becn.me mediums themselves. The others who went\noff quietly ha.d seen mediums go off quietly before. I did not see a.11\nof these persons in the tra.nce myself; I only BIloW eight of them; a.nd\nfrom the rest I had only wha.t they told me to depend on. Here\nself.suggestion seems to have been a powerful factor. In fact, they\nimitated the mediums whom they had seen.\nOne ca.se wa.s a curious one. He was a. lad of a.bout 18; he\ncould be sent into convulsions or into the quiet state before going into\nthe speaking state. If he wished to go into the convulsive state he\na.sked some one to hold his ha.nd. In a. few seconds he would be seized\nwith violent epileptiform convulsions, which gra.dually pa.ssed off, a.nd\nthen he would speak, and eventua.11y slowly recover himself. If he\nwished to go off quietly he simply shut his eyes and BIIot still and\nquietly went to sleep; then he would speak a.nd gradually come round\nagain.\nIt is instructive to notice how he first went into a. trance. Some\nfriends of his had seen a medium go off in convulsions a.nd were\ntelling him about it and describing it, when he was suddenly seized\nhimself with a. similar attack. He afterwards BIloW a medium who went\nigitized by Goog\n\f286 Twenty-ninth General, Meeting. [Nov. 16.\noft'in convulsions when his hands were held by another person, and he\nalso saw a.nother who sent himself to sleep quietly in the way I have\ndescribed. These facts lend additional support to the theory of seH-\nsuggestion.\nNext as regards crystal-gazing. In itself it strongly resembles the\nordinary method of producing hypnotism by means of gazing fixedly at\na point. Almost all public mesmerists use this method on the stage.\nIt seems probable that what really occu,rs may be this. The gaze is\nfixed on the crystal or mirror in the expectation of seeing visions in\nit. It is only after gazing until the stage of hypnosis in which\nhallucinations can be produced is reached that visions occur. This\nexplains why subjects have to gaze for such a. long time before the\nvisions appear.\nThis phenomenon can easily be produced by suggestion. I told M.\nto look at the hack of my watch and asked him what visions he saw.\nHe saw a lady walking along a road singing. A man came up and\nwalked past her and was soon joined by another. Here I stopped\nhim. I ma.de him look again. He then BIloW a man acting on a stage.\nIf, however, we use this simple method we shall find that the muscular\nstate is altered, which is not the case with the true crystal-gazer. I\ntried the following experiment with M. I told him that when he\nlooked into a glass of water which I showed him, he would see\nvisions, but that he could not go to sleep. He looked into the glass\nand saw a wedding, which he described minutely. I have repeated. the\nexperiment successfully about half-a-dozen times. By this method the\nsubject remained in a perfectly norl,Dal condition, as far as one can see,\nthe muscular state remaining quite unaltered, nor could any abnor-\nmality be detected excepting that when he looked into the glass he saw\nvisions.\nCertain other phenomena not generally regarded as subjective\nare apparently often really produced by self-suggestion. I have\nseen cases where table-rapping has been produced by unconscious\nmovement on the part of the medium. In fact, until I drew the\nmediums' attention to the movement they were perfectly unaware of it.\nIt will be seen that in ordinary mediumship self-suggestion takes\nthe form of expectancy. Probably such a form of self-suggestion can do\nmore than a.ny suggestion given by the mesmerist, since the mesmerist\nis obliged to put his suggestions into words, which is not the case\nwith this form of self-suggestion. It is impossible in this paper to\nenter into the details of the various cases. The readers of these\nProceedingB can doubtless recollect many such cases themselves. To\nthose who try experiments on self-suggestion it will be well to give one\nword of warning. As a general rule the more self-suggestive a subject\nbecomes the less power can the mesmerist exert over him. In the\nDigitized by Coogle\n\f1888.] The Oonnection of Hypnotism with SpiritualiBm. 281\ncase of E., for instance, we have a subject completely under the\ncontrol of the mesmerist. He became afterwards very self-auggeative,\nand was completely beyond the control of the operator. These facta\nhave probably an interesting bearing on many forms of hysteria and\ninsanity; but this would be beyond the purpoaea of this paper.\nIf those who have opportunities of observing the various states\nproduced by the subjective phenomena of Spiritualism could record\ntheir experiences collectively, we should haTe valuable data on which\nto base conclusions as to the nature of these states. The Psychical\nSociety appears to offer the beat possible opportunities for such collec-\ntive investigation, which, if carried out, would add very materially to\nan accurate knowledge of the subject.\n11\nDigitized by Coogle\n\f288\nIII.\nON THE EVIDENCE FOR PREMONITIONS.\nBy MRS. HENRY SIDGWICK.\nINTRODUCTION.\nMy object in this paper is to give the result of a careful study of\nthe evidence for premonitions collected by the Society, and to set\nbefore the reader, for his own judgment, what appear to me to be the\nstrongest C&BeB, and BOme which, though perhaps not evidentially the\nstrongest, are otherwise interesting.\nThe word Premonition would perhaps naturally suggest super-\nnatural communication of knowledge of the future, with a view to\ninfluence action. Few of our cases, however, can be conceived as\nhaving this cha.ra.cter, and we have found it convenient to use the word\nin a more extended sense to include all C&BeB of apparent knowledge\nof future event&. In many of these C&BeB the event foreknown is so\ntrivial that it would be ridiculous to apply to it. the idea. of a super-\nnatural monition or warning. Such trivial instances are, of course,\nnot less interesting from our point of view, since we are studying them\n&B natural phenomena-not supernatural interferences. Only it\nrequires a perhaps BOmewhat unusual extension of the term to include\nthem.\nBy Premonition, then, I mean predictions or foreshadowings or\nwarnings of coming events which afford, if believed, a knowledge of\nthe future greater than that which human beings could obtain by exer-\ncising their normal faculties on the facts before them. Of course pure\naccident will bring about BOme coincidences which would have the\nappearance of premonitions. The question we have to consider is\nwhether the improbability that the C&BeB before us are purely\nfortuitous is sufficient to warrant us in &SBuming a supernormal\nexplanation.\nI ought to say at once that the evidence at present collected by the\nSociety, and of which I am about to give what appears to me to be the\ncream, does not seem to me sufficient to warrant a conclusion in favour\nof the reality of premonitions. Some of the C&BeB are certainly very\nstriking, but on the whole, both in quantity and in quality, the evidence\nDigitized by Coogle\n\fOn the Evidence \/OT Premonitiom. 289\nfalls far short of that for telepathy.1 There are comparatively few cases\nwhich attain an evidential standard which would have entitled them to\na place in Phantaama of tM .IMnng, and of these cases the larger number\nare dreams-a branch of evidence which, in discussing telepathy, was\nconsidered to be in itself inconclusive. And while less evidence\nis apparently forthcoming for premonitions than for telepathy,\ndecidedly more is, I think, required owing to the still greater\nremoteness from the analogy of our established sciences which the\nintuitive knowledge of detailed future events involves. This will\nbe seen at once, if we consider that the acceptance of the possibility of\nclairvoyance,-i.e., knowledge of present or past facts not obtained\nthrough sense or by inference from other knowledge or transferred\nfrom BOme other mind in relation with the knower's-would carry us\nconsiderably beyond the admiuion of telepathy; while, again, a\nclairvoyant knowledge of the future involves all the difficulties\nattaching to clairvoyant knowledge of the present and past, together\nwith new and vast difficulties peculiar to itself.\nThis leads me to observe that not a few cases which are commonly\nspoken of as premonitions or presentiments may be explained without\nassuming more than clairvoyance of the present. This is true of more\nthan a fifth of the cases which have been provisionally cl&BBed as\npremonitions and printed or type-written by the Literary Committee.\nThere can, for instance, be no question of future knowledge in such a\ncase as that of a lady being saved from stepping into an unseen canal\nin the dark by an imaginary hand on her shoulder. In other cases,\nthough a future element is undoubtedly included, it is such R8 might\nnaturally be inferred from the present, if known. Thus we have a\nnot inconsiderable cla.BS-some of them striking-of dreams and\nimpressions of letters which at the moment of the experience are\nactually travelling through the post. A dream of this kind ~ not a\npremonition, as I have defined the word, even when it includes the\narrival of the letter in the usual way. But something marked and\nunusual-not in the appearance of the letter but in the mode of its\nreceipt-occurring both in the dream and in reality would give the\ndream a premonitory character. Similarly dreams of the whereabouts\nof lost articles-however we explain them, and no doubt latent memory\nI The following ligures m'ake tbis evident. In PlaGtWaImI 01 eM Livi7l(J, exclu.dinr\nthe Supplement, tbere are 359 caaes of spontaneous telepathy, of wbicb about 18 per\ncent. are drealDB. These 359 _ are all at firat-band, and are selected from a much\nlarger number as tbe beat of tbeir various cl-. I bave aelected for tbis paper some\n38 firat·hand C8IIe8 of premonitions, of whicb 24 are dreams. But 88 I do Dot wisb to\nJay Itreaa OD my own seJection, let 118 take tbe wbole of tbe lint-band _, good,\nbad, and indifferent. These amount to some 240, or about two-tbird. only of the\nDumber of Id«ted easel of lpontaneoua telepatby, aDd of tbese 240 about 66 per cent.\nan dre&mll.\n17 2\nDigitized by Coogle\n\f290 On the E'Vidence for Prem.onitions.\noften plays a part here~o not exhibit a premonitory knowledge of the\nfuture even if they include the finding of the lost article; for finding it.\nis the natural result of knowing where it is. There are of course some\ncases in which it is not easy to decide whether the future element is\na natural inference from the present or not, but I think that on\nthe whole there would be no substantial disagreement as to the\nnon-premonitory character of the great majority of the cases which I\nam leaving out of the discussion on this ground. Some of these seem to\ninvolve clairvoyance of the present, and others may perhaps be\nexplained as cases of telepathy.\nIn the remaining cases it is, I think, in the main desirable to\nconsider only those which are at first-hand, of which we have abont.\n240. Of these about two-thirds are dreams, and the remaining third\n(omitting two or three miscellaneous cases) may be divided into\n(1) visual hallucinations-persons or objects seen when nothing was\nreally there; (2) auditory hallucinations-voices or other BOunds\nheard when, according to the belief of the percipient, there was no\nreal natural BOund; (3) verbal predictions, as by fortune tellers;\n(4) non-externalised impressions of various kinds, namely, ideas of\nmore or less definiteness, mental visions, mental voices, and motor\nimpulses-impulses, that is, which at the time seem unaccountable,\nto do or abstain from doing certain actions, but which appear to be\nexplained by subsequent events. I have included with the visual and\nauditory hallucinations what are called in PJw.nta.m. oj tk Liftng\n\" Borderland\" cases-cases between dreams and hallucinations-which\noccur under circumstances which suggest that they may have been\ndreams, but from which the percipient has at any rate no recollection\nof waking.\nGBNBRAL RBMARKS ON BVIDENCB FOR PRBMONITIONS.\nBefore discussing any cases in detail, I have a few general remarks\nto make on evidence for premonitions. We have here, as in evidence\nfor spontaneous telepathy, to show reason for believing in &\ncausal connection between two apparently independent facts; and\none of the most obvious things in the evidence before us is the\ngeneral resemblance both between what I may call the \/'UJ.urs\/actB of\nthe premonitions and the agents' experiences in spontaneous telepathy,\nand also between the percipients' experiences in the two cases. In\nconsequence of this, a great deal of the general criticism of the evidence\nfor spontaneous telepathy in Chapter IV. of PhantaBmB of tk Living\napplies to the evidence for premonitions, and therefore, though exceed-\ningly important in estimating that evidence, need not be repeated here.\nBut there are certain dangers and sources of weakness peculiar to\npremonitory evidence. One of these lies in the possibility that, in\ncertain cases, prophecies may bring their own fulfilment. This is\nDigitized by Coogle\n\f0\"\" the Evidence \/0'1' PrtmQ1l.uiom. 291\nobviously possible when the result m~y be brought about by voluntary\naction on the part of 'anyone who knows the prophecy. But I think\nit must also be assumed to be possible when the result may follow\nfrom an involuntary action of the nerves; &8, for instance, death\non a date foretold and known to the person who dies. The\nfollowing (P. 344)1 is a remarkable case of this kind. The first\naccount is taken from the Sun, Baltimore, of December 8th, 1883.\nHr. and Mrs. Christopher C. Brooks, of this city,loat their youngest IOn,\nChristopher C. Brooks, aged 17 years and five montha, by death from\nparalysis of the heart, in Brooklyn, N.Y., on Wednesday afternoon, under\npeculiar circumatancee.\nThe following account W88 obtained from the parenta of the deceaaed :\nMrs. Brooks W88 travelling in Europe and had written her IOn, who was\nemployed in New York and lived in Brooklyn, to join her. He responded,\nnaming the time of hiB atarting. In the interim he W88 taken ill, and on the\nday Mrs. Brooks received biB letter, abe received a cablegram aummoning her\nhome on account of biB mcknea&. On her arrival ahe found him able to go\nabout, and biB phJsician had no fears 88 to hiB perfect recovery. The youth\nlltated, however, that a former teacher and friend of hiB, a Mr. Hall, who\ndied about five montha ago, bad appeared to him in a vision and told him he\nwould die of heart trouble on Wednesday, December 5th, at 3 o'clock p.m.\nYoung Brooks bad never bad any trouble with biB heart, and biB friends to\nwhom he made the atatement were in no way concerned about it. Dr. Mann,\nhis physician, laughed at it, and said he was certain, on the contrary, he\nwould get well. The young man waa, however, thoroughly impreued with\nthe belief that he would die at the time indicated. A few daya before that\ntime he sent flowers to BOme friends, with a note 8&ying: \"I aball never\nagain be able to expreaa my appreciation of your kindneaa.\" He accompanied\na lady friend to an-entertainment the afternoon of December 4th, spent the\nevening in her company, and received a promise that if he wrote for her the\nnext aftemoon ahe would come to 8&y good-bye. HiB physician told the\nbrother and mother of the youth that he would divert biB mind from the\n8ubject by physical meana, and on Tuesday night put a fly bliater on biB\nneck.\nWedneeday moming young Brooka rose 88 uaual, ate an unusually hearty\nbreakf88t, and to all appearancee W88 good for a long life. The physician\nleft him without a trace of uneaaineaa 88 to biB condition. The young man\ninsisted that biB mother abould not atay with him, telling her •• It would kill\nyou to see me die.\" That he might not take the matter too much to heart\nabe did not oppose him, but conaented to leave him, intending to return to\nhim in the latter part of the afternoon.\nWhile taking lunch with the family 88 uaual at two o'clock he complained\nof feeling faint, and 88ked to be aaaiated to hi8 room. After resting in the\nbed a few momenta he wrote to the young lady, and in about 20 minutes abe\narrived. He died in the presence of the fanrlly at 3.10 o'clock. HiB\n1 The Dumbera given in bracketll are sh.- attached to tbe _ by the Liklrary\nCommittee for identification, P. etanding for premonitioD. They are given bere for\nCODvenience of reference.\nDigitized by Coogle\n\f292 On the Evidtmce for Premonitions.\nphysician and his mother arrived but two or three moments later, and were\nshocked to find his'prediction fulfilled. His father bad retumed to Baltimore\nfrom visiting him BOrne weeks ago. On Wednesday, at breakfast, his father\nremarked it was the day which his BOn bad appointed to die. but with no\nthought that the prophecy would be fulfilled, and was astounded when\nintelligence of the death arrived. He was a young man of strong character.\nexceptionally good mind, and splendid physique.\nMr. Gumey wrote to Professor Brooks, and received the following\nreply:-\nBaltimore Female College, Baltimore.\nApril 5th, 1884.\nThe article from the Baltimore Sun gives a quite correct account of the\naft\"air.\nTo give him (i.e., young Christopher) the best possible treatment, his\nmother prevailed on Dr. Mann to take him into his family as a boarder. Dr.\nMarian Simms, the eminent gynrecologist, had recommended Dr. Mann to\nher. He said to his mother, on placing him with the doctor, \"I will aid the\ndoctor all I can, and take all he gives me, should it be God's will that I shall\nrecover; but I feel sure that I will die on December 5th.\" When she told\nhim that she had paid the doctor for a month in advance, he told her that she\nwould lOBe her money, for he would die on December 5th. This was 80\nfirmly impreBBed on his mind that neither reasoning nor ridicule could remove\nthe impression. As the time approached he asked for BOrne money that he\nmight make BOme parting gifts to friends. His mother gave him lOdol., and\nafterwards, at his request for more, Mol. additional. He expended in\ndowers and little presents to friends all with the exception of 50 cents.\nHis father, in coming to Baltimore a few days before Christopher'S death.\nfirst called on Dr. Mann to leam the exact condition of his BOn's health. when\nthe doctor used the following strong language of a88urance, •• I will pledge\nmy diploma that at the end of a few weeks he will be perfectly well.\" He\nhad been at Dr. Mann's about two weeks when he died.\nChristopher Covington Brooks, who was thus early called away, and in 80\npeculiar a way, was a youth of eamest piety, knew nothing of. Spiritualiun,\nand neither desired nor feared death, but with Christian philosophy sub-\nmitted everything to the will of God.\nN. C. BROOKS,\n\" Even accidents may be brought about by nervousness-a person is\nmore likely, for instance, to lose his footing in a dangerous place if he\nthinks he is going to do so-; and practically moat cases of death, or\nof accidents in causing which the sufferer's own state of mind may\nhave been an important factor, occurring within a predicted time\nto a person aware of the prophecy, must, I think, be excluded from\nthe evidence in favour of premonitions. In many of these casea\nwe have also to consider the strong probability that similar presenti-\nments very frequently occur without being fulfilled. Of course, again,\nprophecies of calamity may bring their own fulfilment through the\naction-or inaction-of persons other than the sufferer. We have\nDigitized by Coogle\n\fOn the E'Vidence for P1'M1I.O'nitiom. 293\none very pathetic case (P. 915) in which this explanation is\nsuggested, where a father's dream is interpreted to mean that\na favourite child would die. The gentleman who sent us the\ncase says of the father ;-\" The tears always stand in his eyes when\nhe speaks of it. He has always, since the death of his little boy, felt\nthat his dream made his wife and him more anxious and fturried than\nthey: should have been, and in consequence unfitted them for properly\nattending him during his illness. He thinks the mere idea that death\nWaB inevitable prevented them from doing all they might have done.\"\nIn this case, however, I hardly think the parents would have felt the\nself-reproach had they deserved it, and aca.rlet fever in the family so\neasily accounts for both dream and death that we need not go further\nfor an explanation.\nThere is another weakneu in premonitory evidence as compared\nwith telepathic, which is of a more general kind. A tele~thic phan-\ntasm carries with it implicitly the date of fulfilment-because if this\ndoes not coincide with that of the phantasm there is no telepathy. A\npremonitory phantasm, on the other hand, does not necessarily imply\nany date, and it must, therefore, be more complex than a telepathic\none in order to have the same cogency. For example, a premonitory\napparition of A. accompanied by a statement of a future date which\nafterwards proved to be the date of A.'s death, will only be evidentially\nequiValent to a simple telepathic apparition of A. at the time of A.'s\ndeath. One consequence of this need for greater complexity is that the\nevidence generally depends more on accurate recollection of the details\nof the dream or hallucination than telepathic evidence does ;-and\nabundant evidence exists to s~ow how little the memory can be trusted\naB regards details. It is, therefore, even more important here than in\nthe telepathic evidence that the experience should be fully described and,\nif possible, written down before the fultilment; and among the cases\nbefore us where the correspondence between the phantasm and the\nevent is sufficiently marked to be regarded in my view as evidential,\nthere is only one in which any record written before the event seems to\nhave been preserved.\nTurning now from general conmderations to particular cases, I will\ngive those which appear to me to tell moat strongly in favour of the\nreality of premonitions, with some criticisms on them.\nRECOGNISBD APPARITIONS.\nI will begin with recognised apparitions, and give first a case such\nall I have just described, where a date is named. (P. 392.) It is from\nMrs. Alger, who at the time she wrote, in January, 1883, lived at\nHedsor Lodge, Belmont, Twickenham, S.W. She writes ;-\nSome years ago in March, my husband, who is an army tutor, uked\nDigitized by Coogle\n\f294 On tM E1Jiiknce for Premonitions.\nme to call at the Civil Service offices for lOme papers. I bad come from\nVictoria Station, walking towards the Abbey, when, just before croeaing over\nto Canon Row, I felt lOme one touch me on the shoulder. I turned round\nand saw my husband's mother, looking very death-like. I said, \"Oh,\nmother, what a start you gave me !\" but she bad gone. A feeling of great\ndepression came over me, and I was quite unable to go on my husband'.\nerrand, but went home. All the way home I thought of what bad happened,\nand as I got indoors I made up my mind to tell my husband and then at\nonce go to Brixton, where his mother lived. However, I fainted before I\nsaw Mr. Alger, and after recovering, I felt UDwell,1O that I had to go to bed.\nAfter thinking the matter over I said nothing of what I had seen, but early\nin the evening, when my husband came into my room, I asked him to go and\nsee his mother. We were talking it over as to whether it would be right to\nleave the boys by themselves, when I heard a voice say, \"Come both of you\non the 22nd\" (the 22nd of March is my birthday). I at once told my\nhusband my day's experience, and added, \"My birthday will be your\nmother's death-dsy.\" Mr. Alger went at once to Brixton, and on his return\ntold me his mother had a cold, but was, on the whole, as well as ever; but\non the 22nd of March, that is, four days after, we stood at her death bed.\nI have no doubt my husband will remember the above and confirm what\nI have written, any time you wish him to do 10.\nL. ALGBB..\nMr. Alger corroborated as follows:-\nHedaor Lodge, Belmont, Twickenham, S.W.\nJQ,WIUI.ry 18th, 1883.\nDEAR Sm,-I have seen your letter of yesterday's date, written to my\nwife, and with regard to the subject of the correspondence, I remember very\nwell her telling me of what she supposed she had seen, and also her urging\nme to go and see my mother, who, as far as I knew at the time, was in very\ngood health. I also remember that very soon following upon this, my poor\nmother was taken ill, and that the day of her death was not long after the\ncircumstances alluded to, and took place on the birthday of my wife, the\n22nd March. It is that coincidence which bas stamped the facts indelibly on\nmy memory.-I am, dear sir, yours very truly,-T. L.\" ALGER.\nIt seems from the general form of this corroboration that\nMr. Alger has no independent recollection of the most important\npoint in the narrative, namely, that his wife foretold the day of his\nmother's death, but I think that even without this it will be admitted\nthat the case is a remarkable one.\nIt is worth noting, apropos to this case and others, that marked\ndates like birthdays, Christmas Day, &c., have, if they occur in dreams\nor waking\" phantasms, the advantage of being easily remembered,\nbut they have a compensating disadvantage in being more likely to\noccur spontaneously to the mind and thus making it more probable\nthat the coincidence is due to accident.\nWe have only one other apparition with date, if we exclude one\n(P. 326), as I think we must, where the percipient was a child of\nDigitized by Coogle\n\f295\neight and can produce no corroboration. It is from Mrs. Barclay\nO'Gorman, who, when she wrote in October, 1885, resided at\n39, Wilbury-road, Brighton (P. ') :-\nOn the night of Tuesday, October 24th, 1882, a few moments before the\nstroke of midnight, I laW my uncle Carleton Crawfonl standing by my bedside.\nHe looked as unaI, and said to me, \"Margaret, I am come to bid you good-\nbye, for I shall die this day week.\" I then heard the clock of the Town\nHall strike 12, and first reaIiaed the strangeness of what had taken place. I\nWIllI awake at the time of seeing my uncle, though his appearing 10 suddenly,\nand in 10 unusual a manner,seemed at thp time to me to be quite natural. The\nnext morning I told my husband and my sister (Mrs. E. Raymond Barker)\nof this apparition, and then forgot all about it. On the Satuntay following, I\nheard accidentally that my uncle had been taken suddenly very ill, and was\nbecome almost unconscious. (He was 80 years of age.) He remained in\na state of unconsciousness until the afternoon of Tuesday, October 31st, when\nhe expired. This is the only time in my life that anything of the kind\nhappened to me, being awake.\nMABGABBT E. BABCUY O'GolUUN.\nMr. O'Gorman's confirmation cannot be obtained to this account, as\nhe has a dislike to the subject, and Mrs. E. Raymond Barker has\nrecently been applied to for hers, but no reply has been received from\nher.\nThis case is less striking than the former one-not only because no\ncorroboration is obtainable, but because whether it was a walring\nexperience as Mrs. O'Gorman believes, or only a dream, it at any\nrate does not seem to have made the strong impression on the mind\nwhich so rare an experience as a waking hallucination usually does.\nShe tells us that, after telling her husband and sister of her experience,\nII she forgot all about it,\" and we must allow for the possibility that\nwhen her\" uncle's death recalled it to her mind, the exact date may\nhave been read back into it in the way that details certainly do some-\ntimes get read back into dreams. It must also be admitted that the\nadvanced age of Mr. Crawford somewhat diminishes the force of the\ncoincidence by making his speedy death more Hkely.\nIn the next case-a borderland one (P. 379)-the phantasm,\nthough giving no date, is nevertheless something more than a mere\napparition, because, as will be seen, the upward motion of the figure as\nin the conventional idea of a departing spirit distinctly conveyed\nthe idea of death. The narrator is Mr. W. T. Catleugh, who wrote\nfrom 15, Lincoln-street, Che1sea., S.W. :-\nDuembtr 19th, 1883.\nSm,-Having seen your letter in the Standard, it brings to my memory\nan event that took place six weeks before my elder daughter died (five years\nago come next March). The child had never been strong, and to make sure\nDigitized by Coogle\n\f296 On the Emdence for Premonitions.\nshe was well looked after when she went to reat, she used to sleep in a little\nbed by my side 10 that I could attend to her easily if she wanted looking to.\nMy wife at that time, being an invalid, kept a lamp constantly alight. I\nwas sleeping with my back to the child when I was suddenly roused by a\ntouch on the shoulder. I turned at once, thinking that the child required\nIOmething, when I distinctly laW the spirit-form of the child with her banda\nclasped and in a kneeling attitude rise from the bed. This made me feel that\nthe child was dead, and I at once put my hand on her forehead, but\nfound it waml and her breathing regular. I also noticed that her arms were\nnot outside the counterpane, but that the child was well covered up.\nThese, sir, are stubborn facta: I made a memo. in my pocket-book the\nfollowing moming of being touched in this mysterious manner, and seeing\nthe apparition of the child. It was to me a warning of the approaching\ndeparture of my little one, although, as far as we could see, nothing ailed the\nchild for five following weeks, yet on the sixth week my little darling died of\nmeningitis tuberculosis.-I am, sir, yours faithfully,\nW. T. CATLBUGH.\nMr. Oatleugh subsequently wrote :-\nDecember 26th, 1883.\nDEAR Sm,-In reply to yours of yesterday.\nNeither before nor since the time that I laW my little girl's spirit-form\nhave I seen any apparition, or been unaccountably touched.\nI have a alight correction to make with regard to the time that intervened\nbetween the incident that I wrote to you about and the child's death.\nI looked in my pocket-book for 1879, and laW under date 1st Feb1'lW'1\nthat it was just 1.30 in the moming when this unaccountable touching and\nvision occurred. This would lDIke six weeks before the child took to her\nbed instead of five.\nHad this incident been a dream I should not have troubled you with the\nnarration of it. But I emphatically declare that I was roused from sleep by\na mysterious touch ; that the room was light from the lamp, and that when I\nturned round I laW the spirit-form of the child rise from the bed and dia-\nappear out of sight as distinctly as if it had been the child herself.-I am,\ndear sir, yours faithfully,\nW. T. CATLBUOH.\nP.S.-At that tinle I had no anxiety preying on my mind with regard to\nthe child's health. She had always been nervous and delicate, but had never\nhad a serious illness, or any of the ailments common to children, and she\nseemed as well in health as she had ever been.\nMrs. Catleugh writes :-\nDeumber 28th, 1883.\nSm,-My husband has just shown me your letter. I well recollect the\nnight, or rather early morning, when my husband woke me by starting up in\nbed. He was greatly disturbed in manner, but would not tell me what he\nhad seen until three days had passed, as I was at that twe an invalid, and he\nwas afraid of alarming me ; but he told my cousin, Mias Archer, the next\nmoming, and it has been a subject of conversation whenever she aftenrardJ\ncame from the country on a visit to us. She would, I know, willingly have\nDigitized by Coogle\n\f011. the E'IJidence JOT Premonitions. 297\nveJiieel my huaband's statement had she been alive, but I grieve to lay she\ndied of rapid consumption early this year.-Yours truly,\n. HBmmrrrA A. CAt'Ll!lUGB.\nThe known delicacy of the child, although not enough to cause\npainful anxiety, and the length of time-over six weeks-allowed for\nfulfilment, have to be noted, in considering the evidential force of the\ncoincidence in this case; but the experience is certainly an impressive\none.\nIt is sometimes thought that the mere apparition of a living person\nis a warning of his death. I mean, it is thought not only that there is\na considerable probability of the appearance coinciding with the death,\nbut that if it does not do this it is an omen or warning showing that\nhis death is likely to follow shortly. But so far as I know, facts do\nnot support this idea. I have abstracts, mostly furnished to me by\nMr. Gurney, of 92 recognised hallucinations of living persons not\napparently coinciding with any marked crisis in their lives, or with any\nknown attempt to communicate with the percipient (I do not include\nin the 92 those just quoted, as they contain what may be called a\nprophetic element apart from the apparition itself). Among these 92\nonly 14 are stated to have been followed by the death-the interva.l\nvarying from a few hours to a year; and such a proportion seems to\nme quite insufficient to form a basis for any conclusions favourable to\nthe premonitory character of apparitions. But further, two of these 14\ncases must be excluded because the percipient was in grave anxiety about\nthe person whose apparition was seen-in one case, moreover, suffering\nfrom loss of sleep owing to the anxiety, and in the other case fatigued\nwith nursing. And in another of the 14 cases the percipient was expect-\ning to see her husband in the direction in which she saw the apparition\nof him. There is a further argument against there being any premoni-\ntory significance in the apparition of living persons. Among the 14\nwhich are stated to have preceded death 10 represented people living\nin the same house as the percipient, and an 11th represented\na person in the place and attitude he had been seen in a few hours\nbefore. Now there seems to be no reason why a genuine premonitory\nhallucination-if there be such-should specially occur as regards\npersons living in the same house as the percipient; while there is reason\nto think that when a casual hallucination takes the form of a recog-\nnised person at all, it has a tendency to take that of a person under the\naame roof and, therefore presumably, frequently and recently seen.\nFor among the 92 cases, this is true of 48 at least, or over half, and in\ntwo others, at least, the original of the apparition had been seen during\nthe day; while in three more cases the apparition was of the percipient's\nself.\nOne more case of a visual hallucination representing a man who\nDigitized by Coogle\n\f298 On the Evidence \/0'1' Premonitions.\ndied soon after must be mentioned. He appeared as dead, .so that the\nidea of death was distinctly conveyed; but the hallucination waa of I\ndifferent kind from those hitherto discuaaed. It was a vision in I\ncrystal. Gazing into a glaaa or crystal ball, or a mirror, or a few drops\nof ink in the palm of the hand, is a method of seeking for oceult\ninformation which has been practised for many ages, &I1d it\nundoubtedly is, with some people, a way of producing hallucinations\nmore or less at will. These visions-like other hallucinations and like\nautomatic writing-doubtless reproduce only what is already in the\n.percipient's mind, and probably in most cases only what has come\ninto his mind in a perfectly normal way, though the idea or\nmemory may be latent. But it is quite poaaible that sometimea-as\nappears to be the case in automatic writing1-these voluntarily sought\nhallucinations may be a mode in which supernormally acquired ideas\nrise into consciousness. The following case is from Mrs. Bickford·\nSmith (P. 396):-\nMy visit to the woman who owned a crystal is nearly 18 years ago, and\nI have almost forgotten it.\nA relative of mine, rather a believer in witchcraft, had been to see I\nwoman who professed to tell fortunes by cards, and after one visit, told me\nthat the woman had come into poaaeaaion of a strange crystal, in which 101M\npeople could see things that would happen to them or to others with whom\nthey were connected, and asked me to go and lee it.\nThe \"crystal\" was about the size of a billiard ball, and looked like I\nball of well-used glass, not cut or very brilliant. After looking into it for I\nfew minutes it seemed to expand, and I saw the interior of a churoh I knew\nwell. A coffin stood in the aisle, having no lid on it. I distinctly saw the\nface of the corpse. It was that of an old friend of my father's, who was then\nin good health. As the church faded from my view, I leemed to see many\nthings passing by, but cannot recall them distinctly, for I felt rather glad to\nget rid of the crystal. In a few days I stood by the death-bed of the gentle-\nman, Mrs. J. and I being the only two people in the room when he died.\nHis death was the cause of a great change in our lives.\nAlum: W. BICKFORD·SIOTH.\nP.S.-Perhaps a better description of the appearance of the crystal would\nbe \"glass that had been bresthed on.\"\n. The amount of weight as evidence for premonition to be attached\nto'the coincidence in this case, would depend on the number and\naccur~i .Q~ the other and now forgotten images which presented\nthemselves ;\" but still more on whether it was known at the time of\nthe vision that the gentleman's death. whenever it occurred, would\nbe the cause of a great change in the percipient's life; because if so,\nan attempt to\"l~k into the future might Daturally carry with it\n1 Compare, e.g., Mr. Ne\\\\'Dham'. experiments recorded in Phafltaml 0\/ 1M IA\",,,,,\nVol. I., pp. 63-70, and a _ (81), VoL I., p. 293.\nDigitized by Coogle\n1\n\f299\nan idea of his death, and start this particular hallucination.\nMrs. Bickford·Smith does not remember that she had means of\nknowing that the death of the gentleman would affect her affairs, but\nshe cannot at this distance of time feel certain on this point.\nIn the recognised apparitions I have 80 far spoken of, the future\ninformation, such as it is, has been in the form of an idea. But it\nis possible also to have a pictorial representation of the future,-to\nsee a phantom person or group of persons in the attitudes or dress, &c.,\nin which they afterwards are really seen. But for such a vision to\nhave any value as evidence for premonition the attitude, or whatever\nit may be that is foreseen, must of course be unusual and unlikely,\nand it seems at least doubtful whether this is the case in the one or\ntwo narratives of the kind sent to us.\nWe may even have action added to the picture. I will give as an\nillnstration the only case of the 80rt which we have (P. 10), but it\nhappened 40 years ago, and admits, I think, of a plausible explanation.\nWe received it from the percipient, Mrs. Stone, of Bridport, in 1884.\nIn January, 1842, I was living in Dorchester, Doraet, and I was at that\ntime anxious about a dear little boy (the IOn of my brother-in-law, the Rev.\nGeorge Stone, Vicar of Long Burton), who was lying dangerously ill in\nfever.\nLong Burton is about 16 miles from Dorchester, but I heard from his\nfather almost every day how the child was. The 3lat of January I had a\nmuch better account; the child had rallied, the medical man hoped the crisis\nbid puaed and he would recover. I went to bed quite relieved and hopeful ;\nbut in the early morning of February 1st I seemed to be awakened by loud\nknocking and ringing at the street door. I heard the servant open it, run\nquickly up the stairs, knock at the bedroom door, and then saw her open it\nU1d place a letter on the counterpane, saying \"I fear, ma'am, this is bad\nnewa... On the fold of the letter I seemed to see that the child was dead. I\nimmediately sat up in the bed, and put out my hand for the letter, could find\nnone, and saw no maid standing by the bedside. I was much startled, but\nbid hardly time to think it over when the vision was realised to the moat\nminute particulars, the ringing, knocking, running upstairs, the worda the\neervant used, and those which I read on the fold of the letter.\nIn conversation with Mr. Sidgwick, in 1884, Mrs. Stone stated\ntbat:-\nThe premonition was not in sleep, 10 far as she knew; she had no\nCOIlICiousnesa of waking after it.\nBut though no doubt we are usually conscious of waking from\ndreams, I think that in this particular case the sudden sitting up,\nbegun in sleep, may have obscured the transition; and I am the more\ninclined to suspect that the experience was a dream, since I cannot\nrecall any other instance of so complicated a hallucination. It is not\nDigitized by Coogle\n\f~oo On the Emdence for Premonition8.\nunlikely that the messenger knocked twice before he was attended tAl,\nand his first knock may have started what under the circumstances\nwould be a very natural dream.\nUNRECOGNISED APPARITIONS.\nThere are a few cases where a distinct, but u'lrecognised apparition\nis seen, and subsequently identified with some person seen for the first\ntime. A resemblance of this kind such as would lead to a real recogni.\ntion would perhaps be as extraordinary a coincidence as we could\npossibly have, owing to the amount of detail involved. But I doubt\nwhether we ought ever to feel complete confidence in such recognitions.\nI have made some remarks on recognitions in former papers, but I feel\nbound to say that my estimate of their evidential value has even\ndiminished since I wrote my paper on Phantasms of the Dead. What I\nthink isliable to happen in such cases is a sudden memory-illusion, alter-\ning or giving fallacious definiteness to the recollection of an apparition.!\nThis hypothesis is, I think, supported by the two following cases,\nin each of which there is a semi-identification of the phantasm\nbefore its counterpart is finally fixed upon, which would hardly\nhave been the case, I think, had the resemblance ultimately dis-\ncovered been real and complete. (P. ~.) A gentleman tells as\nthat he woke suddenly in the middle of the night \"and saw the form\nof a man, apparently dressed in a black frock coat of clerical cut,\ntightly buttoned up, standing motionless and silent at the foot of the\nbed, when after a short pause he moved slowly and silently towards the\ndoor and disappeared. Could not next day remember who the figure\nwas like but have thought since that it was more like that of Mr. Holt,\n(sometime curate of the parish) than of anyone else.\" After this was\nwritten, on a second visit some two months after, he tells us, \"As I was\nstrolling in the garden I met and instantly recognised as an old\nacquaintance my spiritual visitor at Easter. I shook hands with him\nand was on the point of saying, 'When did we meet last l' but checked\nmyself in time, as it instantly flashed across my mind that it was my\nspiritual visitor at Easter who now stood before me in the flesh.\nIn course of conversation I soon ascertained that he was coming to\ndine at the Reetory, and from my sister I learnt his name and the\nposition he held with reference to my father, viz., his being at present\nI The case is of COU1'8e evidentially entirely different if an apparition, at tJu time it iI\n~een, prodUceB the impression of being that of a definite person uDknown by Bight. I\nknow at first hand of an iDBtance .f this,where the apparition coincided with the death\nof the person lOOn, and was connected with that person by the percipient before\nhearing of the death. She had doubtless Been her, as they had attended the saBle\nchurch, hut she did not know her. Subsequently she picked out her photograph\namong a numberof other unknown ones, thus confirming the recognition. I am DOt\nallowed to give this case in more detail.\n\fOn the E'I1idence for P'I'e'I1Wnitiom. 301\nbis curate, but with the right of presentation to the Rectory on the\nnext vacancy. I never saw him before or since.\"l\nMy second case (P. ~) was regarded by the percipient as a\npremonition. It perhaps supports my bypothesis more strongly than\nthe last because the unrecognised phantasm was ultimately identified\n&8 an acquaintance, and might, therefore, have been recognised from\nthe beginning.\nA lady writes :-\nOne evening, about 10 yean ago, I lay on the IOfa dozing. My husband,\nand a friend who was staying with us, were sitting in two armchairs, on\neither side of the fire. Suddenly I wakened and opened my eyes, BBW\nopposite me, behind my friend's chair, the figure of a dead man, the eyes\nclosed, head drooping, grey hair straight down the forehead, nose prominent,\nmouth fallen in, face drawn. The figure is plainly before my eyes even now.\nI stared at it mute and motionleaa, for fnlIy a moment or more. I faintly\nremember thinking it was an optical delusion. I was perfectly composed, I\nwithdrew my eyes, and when I looked back the figure had gone. I told my\nfriend in a day or two about what I had Been, and mentioned a perlOn whom\nI fancied the face resembled, but I vainly tried to make sure of any real\nlikeneaa. About five weeks afterwards, my husband was one evening .called\norit of the room, when he returned he told us Mr. De Gemon had never\nreturned home since he had dined with a friend, after the day's hunt, two\ndays previously. That week, his body was found in the river; he had been\ndrowned croaaing a swollen ford.\nI then recognised the face and figure I had Been, it was a perfect portrait\nof De Gemon, fixed, and drawn in death.\nI must admit that it requires some straining of this hypothesis-\nthat the recollection of unrecognised apparitions is not a very definite\non&-to extend it to the rare cases where the a.pparition is gazed at\nfer minutes instead of seconds, and it is therefore with some hesitation\nthat I a.pply it to a curious case, (P. ~,) where a lady sits opposite to\n& phantom gentleman, for--as she believes-several minutes, in a\nMetropolitan Railway carriage, and that evening identifies him\nat the theatre as one of the actors. But the case is so isolated that,\nprovisioually at any rate, we are, I think, justified in viewing the\nTeCOgnition with some scepticism. In any case this experience hardly\n.comes under the head of premonitions as I have defined them.\nIt may be worth remarking that a description written beforehand\n.of an unrecognised phantasm can hardly ever prove the reality of a\n-subsequent recognition; for it is practically impo88ible to describe any\none so that they should be unmistakably recognised, unle88 they have-\n;some peculiar deformity or scar. The best po88ible description of a\n1 It is interesting, tbough not belonging to the subject of the present paper, to note\n-tbat this apparition occurred in a room which, unknown to tbe percipient, bad the\nreputation of being haunted, but it did not resemble the traditioD&l ghoat of tbe room.\nDigitized by Coogle\n\f302 On the Evidence for Premonitions.\nperson must be equally like many others, whereas that person's appear-\nance in reality is probably unique.\nSYMBOLIC VISUAL HALLUCINATIONS.\nWe have next to consider a class of symbolic hallucinations. The\nfollowing case, which is the best visual case of the kind we have, will\nexplain what I mean. It is from Mrs. Weiman, now dead, and was\nwritten in 1884. (P. 478.)\nThere is a tradition in my mother's family that before a death a large\nblack dog often appears to BOme of the relations. I was going down stain,\nabout dinner time, one winter's evening in 1877. The lamps were lighted,\nand &II I turned into one of the passages leading to the staircase, I saw a large\nblack dog walking noisele88ly before me. I thought, in the dim light, it\nmight be one of our collie dogs, and called \"Laddie,\" but it did not turn or\nmake any sign. I followed it, feeling uncomfortable, and was still more\nstartled when, on getting downstairs, every trace of the dog had diSBppeared,\nand yet every door was shut.\nI said nothing about it to anyone, but often thought of it. Two or three\ndays later I heard from Ireland of the unexpected death of an aunt, my\nmother's sister, in conaequence of an accident.\nMrs. Weiman's sister who sent us this case says it may be depended\nupon as \"Mrs. Weiman is not at all a fanciful person about such\nthings, and also anyone who knew the gallery, stairs and hall at Norton\nManor, with heavy swing doors shutting off the other part of the house,\nwould soo how quite impossible it would be for a real dog to disappear\nin the way this one did.\"\nA single case of this kind can have little evidential weight, from\nthe absence of any manifest relation between the hallucination and the\nevent which it is supposed to prefigure. But it would be quite possible\nthat such cases might become evidentially important through frequency\nof recurrence. For this they should be recorded with their date before\nfulfilment: if they really recur in the experience of particular individuals\nand families, the keeping of such records ought to be easy, and were\nthey kept it would soon be settled beyond a doubt how far the time-\nrelation between the phantasm and the death is definite and invariable.\nWhat has to be proved is (1) that the particular phantasm is not met\nwith in the family except in connection with a death; (2) that the\ninterval allowed between it and the death is sufficiently short in relation\nto the number of people whose deaths may be foreshadowed to make it\ndecidedly unlikely that one of these would die in that interval; (3)\nthat it is not experienced only when there is expectation of death.\nIt is important to record the experience before fulfilment to avoid\nall unconscious bias in deciding after the event whether the previous\nexperience was the real symbol or not. For instance, if the symbol\nis a black dog, it is important to decide before the event symbolised\n\fOn the Evidence fO'r Premonitions. 303\nhas had time to occur whether what is seen is the black dog or only a\nshadow.\nThese remarks apply not only to visual sYplbols-black dogs,\nphantom carriages, &c.-but to auditory ones, shrieks, knocks, &c., of\nwhich two or three cases will be found further on, and to recurrent\nsymbolic dreams.\nDeath is not the only event that may be symbolically foreshadowed,\nbut among the visual and auditory hallucinations we have collected,\nthe only other event thus indicated is almost the same as death, namely,\nfunerals_nd as a transition from one to the other I may quote a case\nwhich at least seems to have been a curious coincidence. (P. 55.) It\nwas sent to us by the Rev. P. A. L. Wood, Rector of Newent,\nGloucestershire, an Associate of the Society. The writer, Miss H., does\nnot wish her llI\\IDe to be mentioned.\nMy mother and I were once driving in Somersetshire with an old lady of\nnearly 80 years of age. She suddenly called to the servants to stop the\ncarriage and draw up to the side of the road, which was done, though we\nwondered at lIuch an unaccountable order. \"Now you can go on,\" IIhe laid\npresently, and added, turning to my mother, \"I always like to lltop while a\nfuneral passes.\" The road was a long, IItraight one, and quite empty of even\nII foot-passenger, 110 we laughed at the old lady and told her 110 ; and IIhe\nrepeated, \"Well, it is very odd, I certainly thought I laW one. How\nfooIiah the servants must have thought me.\" The next day occurred the\nperfllCtly lIudden death of her moat intimate friend and nearest neighbour-\nan old gentleman who used to read to her every day.\nIn answer to questions, Miss H. writes :-\nThe drive took place about four o'clock in the afternoon on a fine bright\nday. We were staying at Weston-lluper-Mare, where the old lady and\ngentleman lived, 110 I heard of his death myself from the old ladY'1I daughter,\nthe day after it happened. She reminded me ~nd my mother then of the\nold ladY'1I idea of two daYII before.\nThe foreshadowing of fnnerals belongs mainly to a curious set of\nWelsh stories, collected by Miss Mary Curtis, an ABBOCiate of the\nSociety, and which seem to me to form an interesting contribution to\nfolk-lore. In Wales, as is well known, funerals excite more interest in\nneighbours and mere acquaintances than they do here, and are often\naccompanied by more uncontrolled signs of emotion, and we must\naccount thus, I suppose, for the premonitory interest centering in the\nfuneral rather than in the death. It appears to be a common belief-\nat any ra.te in the neighbourhood of Laugharne where these stories\nwere collected-that phantasmal lights are often seen passing along\nthe path to be afterwards taken by a coffin; that sounds of the fnneral\n-weeping, singing, trampling-are phantasmally rehearsed beforehand,\nand that sometimes-but we have no first-hand accounts of this-an\napparition of the person about to die is seen pacing his coffin's future\nx\nDigitized by Coogle\n\f304 On tM Evidence for Premo'IliticmB.\ncourse. We have even one first-hand account of how five-and-twenty\nyears &gO a phantom funeral was seen with the same mourners, &c., as\nafterwards took Part in the real one j but as the seers were two little\nboys of eight and nine, we can hardly rely on the identification. In\nsecond and third-hand accounts these phantom funerals sometimes\nknock down and bruise the unfortunate and involuntary witnesses.\nExtravagances like this last find no place in first-hand stories, but it is\ncurious that we have five first-hand accounts of the lights, four of which\nare Welsh, and I am not aware that moving lights are a common form\nof hallucination elsewhere.\nRegarded as evidence for the reality of premonitions these narratives\ndo not seem to me to come to much. Funerals are likely to pass along\nmost roads sooner or later, especially when, as seems to be the case in\nWales, people are frequently not buried in the nearest burial ground,\nbut taken to considerable distances. Indefinite time seems to be\nallowed for the fulfilment, and, as the French proverb says: Tout . ,\na qui '(Jit tJttendre. The individual who is to die is not indicated, and\nonly in one case his residence; and in that one case, where the seer one\nevening observes lights coming out of two houses in which deaths occur\nat different intervals of some weeks afterwards, we have no reason to\nthink that the deaths were at all unlikely.\nI should hardly have discussed these unsatisfactory premonitioDl\nhere were it not for the curious prevalence of this particular kind\nin one locality, and for the fact that there is one case-not, however,\nfrom Wales-where there does seem to have been a striking coinci-\ndence. (P.484.) It is from Mr. Archibald Maclachlan, WemYSS'Bay\nSteamboat Company :-\nWhen living in a farmhouse above Glendaruel, Argyleshire, one night,\nabout 11 p.m., I went out of doors just before going to bed. The hOUM\natood on a hillaide, the road going straight down. I saw a bluish kind of light\ncoming up the road. I wondered who could be there. The light came\nstraight up and I saw there was nobody there. A little alarmed, I entered a\ngate leading from the road to the house j the light followed. I entered the\nporch j it passed along the front of the house before me, and was hidden by\nthe side of the porch. I had tapped at the window for those inside to come\n(lut, but none were quick enough to see it distinctly.\nNext day a coffin containing the body of an uncle who had died suddenly\nand of whose death we were not aware, came up the road, through the gate,\npast the porch, and was taken into the house through the window on the\nother side of the porch. I have seen fire-balls, but never a light like this.\n(Signed) ABcHIBALD MACLACHLA!I.\nI think we ought to allow here for a certain probability that if a\ncoffin did enter or leave the house it would be taken that way, so that\nif the connection between lights and coffins occurred to Mr. Maclachlan\nwhen be saw the light his imagination might be inftueneed accordingly.\nDigitized by Coogle\n\fOn the\" Evidence for Pnmumitiom. 305\nIf this were so, the premonitory element of the VlB10n may be\nexplained away; but the coincidence of a death-suggesting appearance\nwith an unexpected death would remain.\nAUDITORY BALLUCIlUTIONS WBBRB DISTINCT IDBAS ARB CONVBYBD\nIN WORDS.\nThese are all the visual cases, which appear to me noteworthy in\nthe way of evidence. The purely auditory hallucinations fall into very\nsimilar classes; namely (1) cases where distinct ideas are conveyed in\nwords; (2) cases where sounds to be afterwards heard in reality are\nphantasmally heard; (3) symbolic sounds.\nOf the first and best class we have, I think, only four specimens, and\nthese not very strong ones. The following is perhaps the strongest.\nIt is from Mrs. Morrison, of 131, Cornwall-road, Westboume Park, W.,\nwith whom Mr. Gurney thoroughly discuBBed the case. She has besides\nhad BOme dreams which may have been veridical, but hardly, I think,\npremonitory. The following incident occurred in Province Wellesley,\nStmits Settlements, in the East Indies, in May, 1878 (P. 377), and the\naccount was sent to us in 1882. After mentioning several bereave-\nments, Mrs. Morrison continues :-\nAnd last of all a sweet little girl, the pride of its parents' hearts, was\nt6ken. Some da}'8 prior to the child s illness, J was lying awake one morning\nwhen I distinctly heard a voice say, .. If there is darkness at the 11th hour\nthere will be death.\" In aIarm I started up in bed and the same words were\nslowly and deliberately repeated.\nNaturally enough, when, about a week after, the child was taken seriously\nill, I watched with perturbed feelings and grave anxiety the &lpect of the sky\nday and night, tJie moon being at the full just then. Two or three days passed ;\nthe little one hovered between life and death; above, the sun blazed with\nunmitigated fervour, relentless heat, no sign of cloud or disturbance of the\natmosphere in any way. Twice in the course of every 24 houl'll was 11 o'clock\nlooked for with trembling apprehension. At last, after more than a week of\nthis cloudle88 weather, a few minutes before 11 in the morning a squall arose\nwith extraordinary suddenness ; servants flew to close the Venetian shuttel'll,\nmaking the inside of the house extremely dark. The sky became black with\nclouds, and my heart sank. That day, lOOn after one o'clock, the child's spirit\nquitted its little mortal frame to enter a life of never-ending joy. I cannot be\nmistaken as to the time when the darkness came, &I I had to consult my\nwatch a little time before in order to give the child medicine.\nThe fact that .. the 11th hour\" is a quasi-proverbial phrase, and\nlikely perhaps to occur ca.sually to the mind, detracts somewhat from\nthe evidential value of this story, but it remains a striking one, and\nperhaps not the less so from the somewhat bizarre character of the\nprophecy.\nBOUNDS, AFTBRWARDS BBARD IN RBALITY, PBANTASMALLY BEARD.\nI pass on to a specimen of class (2)-a rehearsal of future sounds.\nx 2\nDigitized by Coogle\n\f306 On the Evidence for PremonitWn8.\nIt was sent to us by Mrs. Bettany, of 2 Eckington-villas, Asb-\nbourne-grove, Dulwich, who has had several experiences apparently\nexhibiting spontaneous telepathy, of which one or two are given in\nPhanttumB of the Living. It is conceivable that this case may also\nhave been telepathic, the traveller being the agent. (P. 489.)\nOetobu, 1880.\nOn the night of October 26th, 1876, I was aroused from sleep by a BOund\nlike stones thrown at my bedroom window. I got up, opened my window,\nand thought I heard the voice of a friend who was many milea away; flO one\nt.ea8 there. The next night the same BOund occurred at the same hour. I did\nnot go to the window till the BOund was twice repeated. Then I opened the\nwindow, and found that very friend had arrived late and quite unexpected\nfrom abroad. He used the exact words I had thought I heard the night\nbefore, at which time he had not reached England.\nJEANIE GWYNN BETTAJn'.\n. In answer to inquiries, Mrs. Bettany says :-\nThe house where the circumatance occurred stands in its own groundJ It\na considerable distance from the high road, in the country, of course_\nThe words spoken were three in number: they were spoken in French,\nand merely explained who the person was.\nI mentioned it to the housemaid, whose room was next to mine, and\nasked her if she had heard it; she said \"No,\" and was much surprised when\nthe thing repeated itself in reality next night.\nIn few, if any, of the remaining auditory cases are the BOunds and\nthe description of them of such a. character as to warrant us in\nassuming that they were not real sounds misinterpreted. [See on this\nsubject, Phantanna, Vol. II., pp. 125-127.] Knocks, sounds of sawing\nof timber, cries and screams, rustlings, BOunds of carriage wheels, even\nfuneral BOunds such as I mentioned above, lamentations, and cries for\nhelp! help! help! if sufficiently distant, may a.ll pOBBibly be misinterpre-\ntations of real BOunds, whether they be regarded by the percipients\nas a rehearsal of a. BOund subsequently heard, or as symbolic of an\napproaching death.\nSYMBOLIC SOUNDS.\nThere are,' however, two striking cases of a shriek recurring\nbefore several deaths. The first (P. (16) was sent in 1883 by Mrs.\nLevey, 7, Castle Terrace, Haverfordwest.\nOn the night of 27th November, 1836, my mother lay dying, at 9 o'clock,\non a night of great rain. There came a fearful wail of a woman's voice, &I if\nswaying to and fro past the windows. I ran to the window, but no human\nbeing could be there, as the room was two-pair stairs up, and no houses near.\nShe died at half-past 10.\nOn the evening of the 9th August, 1844, my two sisters and self were\nsitting together, when a fearful cry came from the street. We ran to the\nwindow-no one to be seen-no house near-a moonlight night. Our eld.\nbrother, a doctor, died very suddenly on the 10th.\nDigitized by Coogle\n\f0'1& the Ev'uu'nCe for Pre'1lW1'\/.itiom. 307\nMy father and family lat at dinner on the evening of the 4th February,\n18{8. The lI&Dle fearful cry or wail filled our hOllle. I mentally aaid, \"H\nthat happened in the country, they would lay BOm8C>De at the table would\ndie.\" My youngest brother, 23, died quite suddenly at 8 o'clock, on the\nmorning of the 5th. Same occurrence upon my father's death in 186'1.\nSame at the death of sister in 1869. Same at death of next brother, a doctor\nof medicine, in 18'10.\nI had just awoke, about 4 o'clock in the morning, in month of June,\n18'17. I waa horrified to hear my four young nieces on the ataira crying in\nthe most fearful manner. I got up to light a candle, aa the room waa dark,\nbut opened my door, and, to my surprise, no perlOn waa there, and it waa\nbroad daylight. All the inmates of the hOllle were aaleep. Soon after, on\nthe OOth June, a letter came from the captain of the ship my young nephew\nW88 coming from Canada in, to lay that three young men fell overboard in a\n8torm ; two were laved, but he waa lost.\nUpon this occaaion the hOllle dog howled in a moat fearful manner. The\nhouae-mother went down and found him crouched down, hair all on end, in\nthe ooal-cellar. She took him in her arms and kept him at the fire, he\nabivering to death.\nThe matter did not occur to me aa npenwUural until the inqueat upon\nmy youngest brother, when a lady of the hOllle laid, \"011. did you hear that\nmoat awful cry of a woman laat evening t \" I made no remark, but felt that,\nhaving 80 many times heard it, it muat be what we call in Ireland .. The\nBanahee.\" I had often in my young days heard people apeak of it, but did\nnot believe it.\nI may remark that upon the deatha of the three who died suddenly, it waa\nmore fearful than any.\nFRANCES LEVBY.\nIn the last instance given by Mrs. Levey, it might be suggested\nthat the house dog was suddenly taken ill and himself made all the\nnoise, but it is not easy to account for the series.\nAnother striking\" Banshee\" case (P. 634), though with longer\nintervals between the shrieks and the death than .in the one just\nquoted, comes to us from Mrs. Treloar, of River, Dover, and her sister,\nMrs. Gardiner. The following account was taken down by Mr. Myers,\nfrom a conversation with the two ladies in April, 1888, and afterwards\nrevised and signed as correct by them. Parts of a previous letter of\nMrs. Treloar's are introduced into the account.\nIn June, 1863, we both were awoke from sleep at home at Weeford\nRectory, Staft'ordahlre, by a wailing BOund. We went all over the hOllie,\nwhich atands quite alone in open country,l but could discover nothing. On\nthis occasion neither our mother nor any servants were woke by the noise.\nBut we found a favourite bulldog, a very courageous animal, trembling with\nterror, with hia nose thrust into BOme billets of firewood which were kept\nunder the ataira. On June 28th, 1863, our mother died.\n1 Mr. Myen waa shown a photograph of the house with gardeD alld fields roulld it,\nwhich IIOClCIJ'da with this deacriptiOll.\nDigitized by Coogle\n\f308 On the Evidence for Premonitions.\nThe next OCC8IIion was by far the most startling. About the end of\nAugust, 1879, we were at our father's rectory. He had been an invalid for\nsome time, but was not worse than usual, and, in fact, performed service on\nSunday, 31st August, though he died on September 9th. On a night, then,\ntowards the end of August, we had all gone to bed, viz., our father, we two\ndaughters in separate rooms, our brother F. H. Cowpland, since deceased,\na groom, a cook, and a young housemaid, sleeping in different parts of the\nhouse, which was large for a country rectory. The night was calm ; there\nwere no trains anywhere near, no other houses, no screech-owls, no poBBibility\nof passers-by, and ordinarily, all was perfectly still. But on that night\nbetween 12 and 1 o'clock every person in the house, except our father, was\nawoke by a terrible sound of shrieking or wailing, unlike anything which we\nhave ever heard, except on the other OCC8IIions here mentioned, but louder\nthan at any other time. It seemed to come from the passage leading past\nour father's door. My sister and I leapt out of bed-no· one could have\nslept through such a BOund-struck matches and lit candles, and rushed out\nwithout even waiting to put dreBBing-goWDs on. We met in the pasuge, and\nthere, too, met my brother and the three servants, all equally terrified with\nourselves. The wail or shriek seemed borne on a wind (though the night\nwas still) ; it seemed inside the house, among the rafters, and after a time,\nwhich might perhaps be a minute or more, it seemed to paBB out at a window\nand died away. The bulldog ran under a bed. In great alarm, we went\ninto our father's room, but he was sleeping peacefully-not heavily, but quite\nundisturbed by the noise. Next morning we cautiously alluded to it, but he\nhad heard nothing. We think it absolutely impoBBible that anyone ill\nordinary sleep could have slept through that noise, and can only suppoao\nthat the noise in BOrne way did not BOund to hinl. He died about a fortnight\nafterwards, September 9th, 1879. With regard to the gloomy character of\nthe noise heard, we may add that our father, though personally happy to\ndepart, and full of faith, was for our sakes very reluctant to die just then,\nlmowing that his death would leave us in much trouble of various kinds.1\nIn 1885 I (Mrs. Treloar) was married and living in my husband's house,\nThe Firs, Bromyard. Mrs. Gardiner was staying with us. My brother,\nF. H. Cowpland, was living five miles off at the Upper House, Bishop's\nFrome, Staffordshire. He was not ill in the middle of May. But we two\nsisters, Emily Corbett, and other servants (Mr. Treloar was away from home)\n1 In a letter written in March, 1888, Mrs. Treloar thus describes the incident:\nII At between 1 and 2 o'clock we were all asleep, when the mORt extraoniiaary\nIOnnd awoke the household. I got up, lit my candle, went into my sister'. room and\nfound ber up also. The eound as I went there seemed to rush put me and 11''' like an .\nawful howling followed by shriek upon shriek, accompanied by what aesmt\"d to be a\nstrong wind, although everytbing out of dool'll was perfectly still. My sister and I\nran to my brother's room and there found him up; the tbres servants aleo were comiag\ndown the stail'll from tbe top of the house. The cook bUl'llt into te&I'II and aaid, •Ob,\nthe master I the muter! Th.tis hiH warning.' The lIOund was still continuing. We\nwent into my father's room and there fonnd him sleeping mORt peacefully. • . .\nA curious circumstance oonnected witb it w.... we had thres dogs sleeping in my\nsUter'. and my bedrooms and they were all oowering down witb affright, 'heir briRl.\nstanding straight up ; one-a bulldog-WIUI under tbe bed and refused to come out,\nand when removed wei fonnd to be trenlbling an over.\"\nDigitized by Coogle\n\fOn the E'Il'idenct JOT Premonitilms\nagain heanl the wail at night, though not 10 loudly as before. We got up\nfrom bed and looked about, but could find nothiDg. On May 26th, 1885,\nour brother died.\nAgain, at the end of August, 1885, J (Mrs. Treloar), Emily Corbett, and\nother servants not now traceable, heard the same lOund. The Firs, however,\nWIllI not 10 IOlitary a house as Weeford Rectory, and the noise was not 10\noverwhelming as before my father's, death. I endeavoured to penruade myself\nthat it might have been caused by men in the road i but I felt very uneuy\nabout Mrs. Gardiner, who had gone to stay at Bettwa-y-Coed, being rather\nout of health. Mm Gardiner is still alive and well, but another sister, Miaa\nAnnie Cowpland, who waa perfectly well when the wailing waa heard, died\nabout a week later from diphtheria.\nEmily Corbett, the servant above mentioned, cannot write, but the\npart containing particulars of what she heard was read over to her\nand she stated they were correct, and affixed her mark.\nMrs. Treloar saw an apparition of this same sister at the time, so\nfar as can be ascertained. of her sickening with the virulent form of\ndiphtheria, of which, in a very few days she died; and an apparition\nof her was seen, apparently simultaneously, or almost simultaneously, in\nanother room, by a niece of hers. It is also interesting to note, as appar-\nently showing a family tendency, that Mrs. Treloar's mother three\ntimes saw apparitious of people at the time of their death. Accounts\nof all these cases are printed in the Journal for December, 1888.\nThe following case deserves consideration in connection with the\ntwo just given. The narrator does not wish her name to 'be published,\nnor does her sister, who, however, confirms the account,1 (P. 63.)\nThe incident here narrated by one of the witnesses, occurred in a country\nhouse on the northern cout of Cornwall, where dwelt (and still dwells) one\nof those old Cornish fantilles whose name bespeaks their Celtic origin.\nThough it happened long ago, many are now living who would not like to see\ntheir name in print in connection with 10 strange a story, therefore it cannot\nbe made publio.\nAt the time of the occurrence, one of the IOns, a boy 11 years of age, was\nill of scarlet fever, but biB condition had 10 much improved that biB father\nand aiaters confidently expected biB recovery i an opinion whioh was not\nsbared by one at leut of the doctors, nor by biB mother and aunt, who were\nhis devoted nurses. John hin1self had, from the first, looked Death in the\nface, and prepared to meet him.\nOn a bright afternoon in the end of March, the setting sun was lighting up\nthe west room, in which three of John's sisters and biB next brother, young\npeople between the ages of 10and 20, were indulging in an animated discus-\nsion. They had just come up from dinner, at which their father had spoken\nwith lOme acorn of.the unwillingness of the young doctor, who had been there\nthat morning, to admit decided improvement in biB patient i although he\n1 Another ouriows instance of .. violent and unexplained noWe disturbing a wbole\nhouaebold is deecribed in PllantanM 0\/the Lj\\-mg (Cue 3(11). VoL II., p. 149, and is\nwonh referring to.\nDigitized by Coogle\n\fallowed that both strength and appetite had increased. Their mother bad\nmade no reply to their father's sanguine expectatioDB, but sat silent with tean\nin her eyes. The young people took their father's view, and were indignant\nthat anyone should doubt John's recovery. One of them made a satirical\nremark, at which they all laughed.\nBefore that laugh ceased, there rang through the room, as if uttered by a\nperson standing on the landing at the open door, a loud and piercing ahriek;\nthen a pause, and another shriek; after another pause, a third, louder,\ndeeper, and ending in a gurgling rattle, like the laat effort of expiring nature.\nHorrified indeed they all were; time can never efl\"ace the remembrance of\nthose awful sounds.\nTheir father, who was alone in the drawing-room on the other side of the\nhall, came hastily across to the foot of the staircase, and calling to one of bia\ndaughters, who he knew was in the west room, asked, \"What WIll the\nmatter; who was IICreaming in that dreadful manner 1\" Immediate inquiriea\nwere made by his orders, for he would not allow for a moment there could be\nany but a natural cause. The servants were at tea in a distant part of tile\nhouse, and they all gave the same account. They had heard three ahrieks,\nuttered by a woman's voice, which appeared to come from the hall or west\nroom; certainly not from their part of the house.\nThe youngest child, two and a-half years old, was with her nurse in a\nroom not far from the west room. She asked in great astonishment, \"Who\nIICreams, Ellen 1 I didn't 1ICream.\"\nThe strangest part remains to be told. The sick-roonl was so situated that\nsounds in the hall and staircase were audible there; and soon after, the\nshort, single bark with which an old spaniel always announced the arrival of\nthe doctors, was heard there. But the awful shrieks which ran through\nevery other part of the house were not heard. John, and his mother and\naunt who were with him, were quite uncoDIICious that anything had happened.\nThree weeks after, John died, strong in faith and hope; for him, no warning\nwas needed.\nEvery attempt to discover a natural cause was made, but in vain, by those\nmost anxious to deprive the circumstance of significance. No other\ninterpretation could be given but that it was a warning specially sent to those\nwho needed it ; and its immediate effect was to produce a state of mind in\nthose who heard it, which prepared them for the event that was to follow.\nFifteen years after, when the beloved youngest daughter lay in the sleep\nfrom which she never awoke, sounds of hysterical wailing and sobbing 'II'ent\nabout the house, but she heard them not. Two of the sona died abroad, but\nno warning sound was heard j nor, when the aged father and mother\ndeparted.\nSuch are the facts ; who shall interpret them t\nIt will be observed that most of these \"Banshees\" were heard by\nseveral people, 80 that, if not real natural sounds, they must have been\ncollective hallucinations, on which see p\/umta.nns of eM LitJiflg,\nChapter XVIII. This concludes the claBB of auditory hallucinatioDs.\nVBRBAL PROPHBClES.\nFrom my third CM of caaea-that of verbal prophecies by peraoos\nDigitized by Coogle\n\fOn the E~ for Premonitions. 311\nprofessing to see into the future-evidence of a definite and unam-\nbiguous kind might be expected; but we have only three cases at\nfirst-hand, of which the following (P. 7) appears to me to be the\nstrongest. The lady who communicated it to us (in 18R2), and who\ndesired that her name should not be given, says that when in America\nshe was taken by a Spiritualist friend to a medium's house. She then\ncontinues ;-\nThough I had only arrived in Boston the day before, her guides inatlmtly\nrecoguiaed that I came over the water, and opened up, Dot only my put life,\nbut a great deal of the future. They aaid I had a picture of my family with\nme, and on producing it, the medium told me (in trance) that two of nly\nchildren were in the spirit world, and, pointing to one lIOn in the group, she\naid, \"You will BOOn have this one there; he will die suddenly,-but you\nmust not weep for him; he will be taken from the evil to come. It is not\noften permitted to tell these things, but we see it is beat for you, that you\nmay know it is no accident.\"\nI had not been home many weeks, before my lIOn, a brave boy of 17, was\nkilled at a game of football.\nMr. Podmore was shown a copy of the photograph in question,\nwhich represented a group of eight or ten children.\nThis case seems to me remarkable, but we find in it again tbe\nwant of detail which lessens the value of BO many of the cases I\nam quoting, a.nd I fear it is impossible to obtain more information\nabout it. It is very difficult to estimate tbe probability tha.t this true\nstatement was pure]y accidental without knowing wbether it is pickPd\nout of many things said by the medium, of whicb the larger part\nwereeitber easy to gueBB or false, and have very likely been forgotten.\nIt is clear that if enough things are said BOme will in the long run be\ntrue, and my experience with a medium of this kind1 is that a great\nmany guesses are made and attempts to draw information from oneself.\nStill the prophecy is undeniably a bold one, nor is it the kind of\nprophecy which one would suppose likely to be good for the trade.\nThe fourth class-non-extemaliaed impressions of various kinds-\nis not a la.rge one in our collection, and as it happens contains no\ncase which seems to me to be worth quoting at the present stage of\nthe investigation.\nOUBSAL DI8CU8810N OF DRBAMjiVIDENCE.\nThere remains to be considered the evidence from dreams. As\nalready stated, about two-thirds of our first-hand cases are dreams,\nand it is on them that the argument fof premonitions mainly rests,\nwhich in itself puts the premonitory evi!ence in a lower rank than tbe\n1 Probably ,be medium concerned iD th,k\n• Darrative, but our informant is Dot\ncertain aboutthis. r\nDigitized by Coogle\n\f312 On tlte Evid~nce for Premonitions.\ntelepathic. For there are special sources of weakness in dream·\nevidence, which have been so fully discussed in PIw.marm\" of\nthe Living, Chapter VIII. (see especially pp. 298-300), that I need\nnot do more than briefly indicate them here. The first is one that\noccurs at once to every educated person who bears of premonitory\ndreams :-that thel\"e are so many dreams dreamt every night that some\nof them must come true. This objection does not apply-at least in\nany obvious way-to the waking hallucinations with which we ha,·e\nhitherto been chiefly concerned. Such a hallucination is for most persons\nwho have one-including most of our informants---either a singular or&\nvery rare experience; and it is 1m experience which is not likely to\nbe forgotten. Hence, if anyone has a waking hallucinatory vision,\nsuggesting the idea of death, of a near relative then in good health,\nand the relative dies very soon after, the coincidence is at any rate &\nremarkable one; but, considering the immense number of dreams which\nwe must suppose to have occurred within the period from which our\nrecords are taken, the mere fact that the dream of a relative's death\nhas been soon followed by the event is hardly worth noting.\nBut this general objection to the evidential value of dreams is not\ninsuperable; it can be overcome if the correspondence between the\ndream and the event is sufficiently definite and detailed: since the\nprobability that such a correspondence could occur by accident\ndiminishes very rapidly with each detail that is added. Here, however,\nwe have to notice a special source of weakness in the quality of dream·\nevidence, which is independent of the frequency of dreams, viz.: that\nour memory for dreams being less vivid and less trustworthy than our\nmemory for waking experiences. details are more apt to he\nunconsciously read back into dreams, so that the dreams assume &\ndefiniteness and precision and fulness of detail which do not really\nbelong to them. This source of weakness is excluded, if the dream\nhas been told to some one else before the fulfilment arrives,-as is the\ncase in most of the instances which I am about to give-so far as we\ncan rely on the memory of the person to whom it was told. But this\nconfirmatory memory-especially if it has to recall events some years\nold-must be supposed to have not only the average liability to error\nwhich attaches to human memories generally, but also a further\nspecial liability to error due to (1) the tendency. we all have to\nexaggerate the marvt'l\\ous, (2) the tendency to yield unconsciously to\nthe dreamer's strong conviction that he mentioned bej(Y1'tl the event\nwhat he has only mentioned afterwards, (3) the tendency to ante-date\nthe impression produced by these subsequent repetitions. I dwell on this\nliability to error ill the confirmatory memory-of the effect of which\nwe had one undoubted and strik:.ng example in collecting the evidence\nfor Phantattms cif the Living-not because I wish to exaggerate it, bu~\nDigitized by Coogle\n\fOn the Evidence for Premonitions. 313\nin order to emphasise the great advantage, from an investigator's point\nof view, of a written record, in any case of this kind, where exactness\nin details is fundamentally important.\nThere are other ways, besides correspondence of definite details, in\nwhich the evidential weakness of dream-evidence due to the frequency\nof dreams may be at least diminished Thus if the dream that appears\npremonitory was of a unique or peculiarly impressive kind, it immedi·\nately faUs into a special cla88 of dreams, much smaller than the\nwhole genus: 80 that the probability of its coincidence with the event\nbeing due to accident is proportionately diminished. But it is important\nthat this unique or .impressive character should be noted before fulfil-\nment; since we 80 frequently forget our dreams altogether that it\nis difficult to feel sure that any particular fulfilled dream is really\nunique because it seems 80 after fulfilment. To take an extreme case :\nH I dreamt once a week that the house would catch fire the next day,\nI should clearly not be justifiE:'<l in regarding it as e\"ven a curious\ncoincidence if the fire actually occurred. But supposing I always\nforgot the dreams except on the particular occasion when the actual\nfire recalled it, it would have the false appearance of a striking\npremonition. And dreams may be remembered for a time ~fter\nwaking, but make no permant'nt impression when not fulfilled, such as\n'an exactly similar dream would do if it were strikingly fulfilled.\nThe following case shows how quite impressive dreams may be\nforgotten if not recallt>d by their apparent fulfilment. It is curious\nthat it is one of the very few dreams in our collection which have\nconveyed a useful warning. (P. 487.) It is from Mrs. Reay, 99, Holland-\nroad, Kensington.\nSeptember 17th, 1884.\nI was going to spend the day with my sister at Roehampton, and the night\nprevious, just as I was going to sleep, I was startled by a vision before me of\nthe carriage, which was to meet me at Mortlake Station, being upset in\nthe road close by her house. This quite woke me up, and I tried to forget it,\nbut on going off to sleep again the same vision returned, exactly as at the\nfirat, and I then began to feel very nervous about my visit of the next day ;\nbut eventually I went to sleep, and it did not come back to my mind. When\nI woke in the morning it was as a dream, quite gone.\nI went by train to Mortlake, and had to wait at the station for a few\nminutes. Then the groom drove up quickly with a pony carriage, and\napologised for the carriage not being there, but the order had not been given\nin time to get it ready.\nEverything went on smoothly till we were driving up the lane to my\nlister's house, when the horse became very restive, the groom got down, but\ncould find nothing wrong, so we went 011 ; this happened a secondand a third\ntime, but when he was examining the horse for the third time my vision of\nthe night before suddenly came back to me, and I told the groom I would\nget out and walk to the house; he tried to disluade me, but I felt nervous\nDigitized by Coogle\n\f314 On the Evidence for P,·e1lumitions.\nand insisted upon walking, BO he drove oft\" by himself, and had only got a\nvery short distance from Dle when the horse became quite unmanageable. I\nhurried on BOme men in the road to help him, but before they reached him the\ncarriage, horae and groom were all in a confused broken heap in the hedge,\njust as I had seen it the night before, though Dot exactly in the same spot.\nThegroom managed to extricate himself, but when I got up to him he aaid he\nwas BO thankful I insisted upon getting out, for he could Dot poBBibly have\nBaved me from a dreadful accident.\nI had no fear of horses. I should certainly not have left the carriage but\nfor the forewarning of the previous night.\nEMILY Ruy.\nIf my husband was awake I poaaibly should mention the circumatance ro\nhim before going to sleep, but it is BOme time since and I forget. I could\nnot have mentioned it to him afterwards, as it had quite gone from my mind\ntill the accident took place.\nMr. Reay writes:-\nI also recollect about a dream my wife had, and the carriage accident.\nIn the evening of the accident I well remember her, when recounting the\nincident to me, telling me it was the sudden recurrence to her mind of a\ndream she had had the previou8 night that induced her, contrary to the wish\nof the groom, who was driving, to insist upon quitting the carriage, after the\nthird time the horae became BO restive.\nS. Ruy.\nMr. Gurney adds a note that Mrs. Reay had told him this story in\na personal interview, and that he feels sure that it is accurate.\nRECOGNITION OF DREAM-SCENERY.\nWhat ha.s been said a.bove of the unconscious reading back of\ndetails into dreams after the supposed fulfilment, will explain why I\ncannot regard the mere recognition of dream-scenery &8 satisfactory\nevidence of any supemormal character in a dream. But there is ODe\nclass of cases in which such recognition has a special evidential value,\nthat is, when, upon recognising the place, the percipient is able, owing\nto his dream, to make some aSBertion as regards present or future, which\nhe would have been unable to make had he not dreamt it; if, for\ninstance, he can say in a place quite unknown to him, \" Round the\nnext comer there is such and such a shop\"; or, \"In & few minutes I\nshall meet BO and BO.\" First to recognise the place and thence to\npredict the incident is evidently a very different thing from first recog.\nnising the incident and then the place, provided the incident is of a\nsufficiently definite and improbable kind. We have BOme cases of this\nkind, but not, I think, any quite conclusive ones. The following is,\nperhaps, the strongest. (P. 95.) It appeared in the Sputa\"\" in\n1881 :-\nI was staying with a friend, a clergyman, in South CarnarvollBhire, ill\nMarch, 1877, I think, and dreamt that I was one of a shooting party. One\nDigitized by Coogle\n\fOn the E1J'id£nce for Premonitions. 315\nof the party shot a woodcock. When I awoke I was impreBlled with a very\nvivid recollection of my dream, and its locality, which, as it appeared to me,\nI had never seen before.\nI had no occasion to mention the dream until the afternoon, when the\nfollowing circumstances occurred. Returning with my friend from a long\nwalk in the neighbourhood of Madym Park, we chanced to fall in with the\nSquire's gamekeeper carrying his gun on his shoulder. My friend and the\nkeeper walked on lIome 50 or 60 yards in advance of me.\nThey presently turned off the road at right angles, and disappeared from\nmy view. When I came to the IIPOt where they had left the road, I saw them\nfollowing a path through a dingle. Though I had never been in the\nneighbourhood before, I felt the scene was familiar to me. I stopped to\ncollect my thoughts and reconcile the inconsistency. In a moment it flashed\nnpon me that this was the scene of my last night's dream. I had a strange\nfeeling of expectation; the identity of the scene became every moment\nclearer and clearer; my eyes fell on the exact spot where the woodcock of\nmy dream had risen; I was certain the event of my dream would be inevit-\nably re-enacted. I felt I must speak, and that there was not a moment to\nlose. I shouted to my friend, \"Look out! I dreamt I IIhot a woodcock here\nlast night.\" My friend turned and replied, \"Did you 1\"\nThe words were hardly out of his mouth and the gun off the keeper's\nshoulder (1 was still intently gazing on the very foot of ground), when up\ngets a woodcock-the woodcock of my dream, and falls to the keeper's gun-\na capital llnap shot. We were all not a little astonished, the keeper,\nmoreover, remarking that he thought all the woodcocks had left the country\nsome weeks before.-I am, sir, &c.,\nTHOHAR WARREN TREVOR.\nThe Vicarage, Penmon, Beaumaris.\nOctober 8th, 1881.\nIn reply to questions, Mr. Trevor wrote on June 9th, 1884:-\n1\\ I have no recollection of having ever had a prevision or any other\npsychical experience at any other time.\n2. Woodcocks are not rare in the district during the season, but none had\nbeen seen by the keeper for some weeks before, and the season was con-\nsidered to be over; this alone constitutes the unusualness of killing a\nwoodcock in that particular place.\nAppended is a letter from the Rev. Canon Johnson to Mr. Trevor,\nwritten, as Mr. Trevor tells us, \"quite independently of my narrative,\nwhich he did not see before he wrote.\"\nLeaniestyn Rectory, Carnarvonshire.\nJune Utl\" 1884.\nDEAR TREVOR,--I have a perfect recollection of what you allude to.\nYou were spending a couple of days with me in March, when one morning\nI took you to see a place in the neighbourhood, where you had never\npreviously been. On our arrival there, the day being fine, and having fallen\nin with the keeper (poor fellow! since dead), I proposed going down to the\nmarsh to take a farewell shot at the snipe, the present close season not\n\f316 On the Evidence jO'l' Premonitions.\nhaving been then fixed. This we did, and after a time retumed towards the\nhouse, skirting the covers as we went, when all at once, ait.er cruuing a iane\ninto a glade between two woods, you caught hold of me with a scared look on\nyour face, and exclaimed, .. Good Heavens! I dreamt last night I saw this\nplace, and a woodcock got up just there,\" pointing to the edge of one of the\ncovers towards which the keeper was approaching with the gun j and whillt\nI, half surprised, half amused, was beginning to question you on the matter,\nmuch to our joint surprise a woodcock actually did rise from the very spot\nyou had pointed out,and was immediately shot by the keeper.-W.JoDSON.\nThe coincidence is certainly striking. At the same time, it has to\nbe admitted that the evidential value of this case, regarded as\na prediction of an unexpected event after recognition of the BOOne\ndepends on the possibility of accurately discriminating which was the\nfirst of two very nearly simultaneous mental acts-the idea that thewood·\ncock would rise and the perception that it was rising. Woodcocks do not,\nI presume, rise absolutely without warning. There is doubtless some\nslight sound, some slight movement of the herbage as the bird begins\nto move and before it is visible, which would instinctively suggest a\nwoodcock to a practised sportsman. And we should, I think, be\nattributing to Mr. Trevor exceptional power of observing the sequence\n-of his own ideas if we assumed that he had not had any such instinctive\nperception of the woodcock before he felt the conviction that it would\nrise. The whole thing, it will be observed, passed in a few seconds. In\nanother case-in which the coincidence, apart from illusion of memory,\nwould be also striking-I think there is special reason for supposing\n,such illusion to have occurred. Mr. A. writes in February, 1883\n(P. 385):-\nIn the spring of 1878 I had an extraordinarily vivid dream, 80 vivid that\nit made a great impreaaion on me, and the leading facts of it remained\nindelibly fixed upon my mind. When the dream took place I was residing in\nLondon. '\nIn the autumn of 1878 I paid a visit,to the United States, and while there\nwent to Pittsburgh, Pennsylvania, a place I had never been to before. I\narrived at Pittsburgh at 11.30 p.m., and went straight to my hotel, which\nwas situated close to the railway station. The following morning I made my\nway into the town to find the offices of a man whose acquaintance I had made\nin Paria during the BUmme1' of 1878. As I advanced up the main street,\neverything seemed strangely familiar to me, and then it suddenly flashed\nupon me, .. Why, this is the place I saw in that dream.\" As this startling\nfact dawned upon me, I found I had reached the street I required (which\nintersected the one I was in), and, not knowing how the numbers ran, I was\nabout to ask for information, when I remembered that in my dream the o\/lice\nI had visited was on a hill, with shopB on either side of it. Looking to the\nright, I noticed that there was a considerable elevation to the street, and\ndetermined to teat my dream. I walked direct to the group of houaea, and.\nstopping in front of the centre houae, said to myself, \"If this is not lOme\nDigitized by Coogle\n\fOn the Evidence \/0'1' Pnmumiti<ms. 317\nwonderful coincidence, p.os offices ought to be here.\" There on the aide of\nthe doorway, amongst numerous other names, .11 the name of my friend,\nand 1 walked through the dark entrance paaaage, up a narrow ftight of stain,\nand straight into my friend's office.\nThere WII a aecond incident in thiB remarkable dream that waa &lao\nfuI1illed in every particular :-1 dreamt that 1 WII in what appeared to me\nto be a library, and that there 1 had a struggle with a very powerful man,and\naucceeded in getting the beat of the encounter. 1 then (in my dream) left\nthe room, and paaaing down a narrow staircase with a man in front of me,\nwho appeared to be an intimate friend, WII struck by the curious manner in\nwhich his hair grew at the back of hiB neck, and made lOme laughing remark\nwith regard to it.\nNow this aecond portion of my dream waa ful1illed in every particular. In\nmy friend's office (he waa a lawyer, and hiB room was filled with books) I had\na wreatllng match (quite a friendly one bien entendu) with another American\nlawyer, who WII supposed to be the strongest man in the town, and got the\nbest of it. My dream never came into my head at this time, but later on in\nthe afternoon I WII following my friend down the ataira when I WII struck\nby the curious growth of hiB hair, and aaid, laughingly, \"Why, P., you have\ngot a regular duck's tail.JJ Leaning forward I seized hold of it, meaning to\ngive him a hearty pull, but II I did 10 the recollection of my dream suddenly\nlIaahed upon me, and 1 aat right down upon the ataira, utterly aatounded for\nthe moment. Now you must bear in mind that at the time of my dream 1\nhad never seen this friend.\nThe reaaon why thiB dream made such a very extraordinary impreBBion\nupon me waa that I could in no way account for the incidents in it being 10\nimpreeaed upon me, II there WII really nothing in them to account for it. I\nhave no recollection of mentioning the dream to anyone before its fulfilment,\nand have only related it to two people since--viz., to my friend on the spot,\n81 an explanation of my Bitting on the stairs like a stuck pig, and lOme two\northree yean ago to my mother.\nI may, perhaps, add that in 1878 I WII 26 yeara of age, in robust health,\nand one of the laat men in the world to indulge in any superstitious non-\neenae.\nIt is the second part of this dream which ma.kes me think that Mr.\nA. waa the victim of a memory-illusion, because it seems to me difficult\nto believe that, afWr he had recalled his dream, the wrestling match\nshould occur without his at once remembering that it also occurred\nin the dream, if it really had done so. I think, therefore, that we have\nhere a case where the supposition that incidents were read back into\ntbe dream is more than a Dlere conjecture. If I am right, it is worth\nnoting how very strong the memory-illusion was when it came.\nDRUMS FORESHADOWING DUTHS.\nThe dreams I have now to relate have almOilt all been either told or\nacted on before fulfilment. J will begin with death ca.ses. Of course,\naa we must all die, a mere dream of death bas DO value in itself. It\nmust include the date of death or some unlikely circumstance connected\nDigitized by Coogle\n\f318 On the Evidence for Premonition8.\nwith the death. In the case I will first give (P. 88) nothing is remem·\nbered of the dream except a date associated with the idea of misfortune.\nMr. Edisbury, Belgrave House, Wrexham, writes:-\nFlhnl4ry 4th, ISM.\nIn the year 1859, I was with a medical man here as student. On the\nnight of June 9th, in that year, I dreamed a dream, and when I awoke in\nthe morning I could not recollect the details, but the date, June 9th, 1864,\nwas forcibly impreesed on my memory.\nI went to the surgery and told the 881istant surgeon of my dream, and I\nsaid, \"Look here, I will write the date on the underpart of this mantel·\npiece, 'June 9th, 1864, J. F. E.,' and if you are here you will see that on\nthat day I shall die, or a calamity will overtake me.\" I wrote as above;\ntime went on. I left the profession, went into a business. In 1863, June\n9th, I married, and on June 9th, 1864, my wife died, and only on the even·\ning of that day did the recollection of my dream (five years before) come\n. back to me.\nThe end of that month I took two friends up to the old surgery, and there\nwas my memo: \"June 9th, 1864, J. F. E.\"\nStrange ! is it not 1\nJ. F. EDISBUlty.\nIn answer to questions, Mr. Edisbury wrote in February, 1884:-\nDid I think the dream betokened calamity 1\nYes-so much so that I told those in the surgery (where I noted the date\non the mantel.shelf) that something terrible would happen to me on that\ndate (June 9th, 1864), and the impreesion remained many weeks, but all time\nwent on it eacaped my thoughts until the evening before my wife's death-\nwhen it came like a \"flash of lightning\" on my mind, as the doctor came\ndownstairs and said, \"There is no hope for your wife..,\nHave I ever had other dreams making equally strong impreaaions 1\nNo-not such strong impressions-but have very frequently had tririal\ncircumstances verified, of which I had previously dreamed.\nDid I note down any other dream 1\nNo-not in writing.\nRecently (1888) we wrote to Mr. Edisbury, asking whether the\nmemorandum was made in pencil or in ink. In reply he states that he\nwrote it with a pen. In this letter he gives substantially the same\naccount of the experience, but refers to the dream as a \"thrice dreamt\ndream.\" Also he gives 1858 as its date instead of 1859, so that there\nseems to be a slight uncertainty as to when it occurred.\nAll the persons mentioned in this narrative, except Mr. Edisbury\nhimself, are now dead, so that no corroboration is possible. The surgery\nalso no longer exists, having been altered and turned into a painter's\nworkshop. And there is no contemporary record of the event, 80 that\nwe are dependent on Mr. Edisbury's unaided memory. It is a memory,\nhowever, not only of the dream, but of a very peculiar record ofit which\nmarks it off from other dreams.\nDigitized by Coogle\n\fOn the Evidence for PTtnnonitiom. 319\n. In the next case (P. 96) the date of death is again the important\nfeature. It is from Mrs. M. Smith, 32, Beaumont-square, W.C.\nSome 12 y8lU'll ago my husband wall in SootJand, where he had a ataft'\nappointment. Ria mother wall an old woman ; she lived in Ireland. I\ndreamed three nights running she was dying. The third time, I jumped up\nand laid to Major Smith, \"Oh that horrid dream again, and lOme one baa\njust wru.pered in my ear, 'She will last but five week..'\" He laughed at\nme. Thia was 5 o'clock in the morning; winter, and dark. When\ndaylight came, I 1'OIIe and wrote down the dream. In it I saw her on a bed,\nhigh·pillowed up. The place wall strange to me. Each time I dreamt, I\ntried to get to her, as she wanted me ; but, as in nightmare, I oould not\nmove a step.\nI received a letter that or next day to say she was very well, had, indeed,\n\"taken a pew 1_ of life.\" My letter Cl'OII8ed this. About four days later,\nI got one to say she had been \"taken for death\"---..truck by paralysis, and\nhad asked for me. Small-pox was in Dublin very bad, her ooachman was ill\nof it, and one of her IOna. My husband refuBed to allow me to go. In a\nday or two came another letter urging me to go, and sending me money for\nmy journey. Major Smith still refuied, saying, if I should go it would be\nwithout his sanction : he feared the infection for me. However, I packed a\nportmanteau ready to start should he say yea. She lasted exactly five weeks\nto the very hour, dying at (making allowance for the dift'erence of time) the\nhour and moment of the five weeks' end. Almost her last worda were,\n\" Why did not 'Jane come to me ,\"\nHere was my dream in full. I tried to get to her but failed. She died\nin Dublin in strange lodgingll.\nMajor Smith writes September 12th, 1884 :-\nAll the particulars of my wife's dream as narrated by her are strictly\ncorrect. I remember her waking me and stating that for the third time she\nhad dreamt of my mother's death, and that IOmeone had said in her ears\nthat she, my mother, would last but five weeks. This my mother did~ to\nthe very hour, I believe. She was in her usual health at· the time of the\ndream.\nM. E. SllITH, Major.\nMr. Podmore writes :-\nIn OODveraation, Mrs. Smith explained that at the time of the dream her\nmother-in-law was actually in the strange lodginga, 10 that the only prophetic\npart of the dream was the prevision of the date of death. Mrs. Smith has\nhad no other prophetic dream ; but baa frequently had obscure presentiments\nof misfortune. She baa also seen an apparition which may have been\nveridical. (L. 1018.)\nHere again no contemporary documentary evidence can now be\nprocured.\nA third case of date foreseen is older than either of these. It was\ny\nDigitized by Coogle\n\f320 On the Evidence lor Premonitions.\nsent to us by Mr. John Holmes, of Morden College, Blackbeath.\n(P. 4-26.)\nJ4t6tUlry 16th, 1883.\nHaving been connected with certain speculative transactions, which\nterminated unfortunately, it wu considered incumbent upon me, in the\n.pring of 1853, to settle with numerous creditors, which two brothers of mine\nundertook to arrange. I may mention that at the time referred to it was\naBIIumed that I should come into po_ion, on the decease of two uncles, of\neonsiderable property and money; consequently the basis of the settlement\nW&8 the conveyance of my interest in the said reversion on the death of the\nparties referred to. .My brothers, without my privity or consent, agreed\nwith creditors to become sureties for the payment of their claims, and in\ncertain exceptional cues to pay interest until the property was realiJed·\nWell, in the course of a week or two, I met, by special appointment, my\nbrothers and different 8Olicitors representing creditors, and various deeda\nwere placed before me for my signature, but upon discovering that my\nbrothers had rendered themselves personally liable in every case for payment\nof principal, and in lOme instances for payment of interest, I declined\nexecuting any of the documents then, but at the entreaty of my brothers,\nwho declared their perfect willingneas to sign, and undertake their respon·\nsibility by 80 doing, I consented to think the matter seriously over, and to\ngive a final answer at noon of the following day. I retired to rest, no doubt\nwith my thoughts much absorbed with the subject of the proposed settlement\n. with my creditors, and, &8 it seemed before awakening, a gentlemanly\nindividual addressed me, or appeared 80 to do, observing, \"You will be\nsurprised to hear that----w&8 taken ill on Thursday, the 13th, and is deAd.\nand his surviving brother is not expected to live many weeks.\" I replied.\nor &8 I seemed to reply, \"Thursday W&8 not the 13th, but the 16th. How\nis that 1 there must be lOme mistake.\" Then came the remark, \"What I\nhave stated is absolutely true,\" at the 88me time reiterating the aBII8l'tion\nas to the day and date.\nAfter breakf&8t, the extraordinary information having made a forcible\nimpreaaion on my mind, I referred to an almanack at a friend's chambers,\nand ascertained that Thursday the 13th only occurred once during the year\nof 1853, and that it W&8 in the month of October. When my brothers called\nupon me at noon, I declared my unalterable determination to do nothing\nfurther in the settlement of my affairs, on the basis before indicated, until\nNovember, being ridiculed for my refu88I, when I stated my reason. Months\nwent by, and with the exception, probably, of myself, the occurrence of my\nghostly visitor had been forgotten, when I received a letter from one of\nmy brothers, who resided in the North of England, on Saturday, the 16th of\nOctober, to the effect that----had been taken ill on Thursday, and wu dead,\nand that his brother W&8 not expected to survive many weeks; he died, in\nfact, 011 the 6th November following.\nI W&8 unable to induce certain influential parties to intervene, in the\ninterval between spring and November, 80 &8 to induce the old gentlemen to\nput their respective hOUBeB·in good order, 80 that in case of death their\nworldly matters would be free from dispute or entanglement, the consequence\nDigitized by Coogle\n\fOn the E~ce lor Prt:mO'1I.itiom. 321\nof which was thatinBtead of succeeding to estatel and property of considerable\nvalue, I became a party to 13 Chancery luita, 10 that no wile end wall\n_ered by the visitation I wall favoured with, excepting the absence of any\ninvolvement on the part of my brothers in the settlement of my &COOunts.\n.TolDI' HoLlOll.\nIn answer to inquiries, Mr. Holmes says :-\nJa.WU4ry 25th, 1883.\nMy uncles, at the time of my unexpected visitor, were old men, but not:\nconsidered to be in failing health, and the family wall regarded as long-lived\nwhich you will believe to be the cue when I infonn you that no death\noccorred amongst my father'l nine brothers and aiaters for 47 yean. My\nfather and grandfather died at the age of 90 or thereabouts.\nI did not recognise the man whom I laW in my vision &I a friend, but I\nwas under the imprellion that I had seen him before, but any inquiry on\nthat point W&l checked by the individual at once entering upon the apparent\nobject of his million.\nThe three brothers, &I well &I my father, to whom I related the occur-\nrence, have died lince, but a brother who resides in the North may recollect\nhaving heard me relate the narrative.\nLater, he writes :-\nI wrote to a brother of mine, residing at Liverpool, &I to his recollection\nof the narrative of my dream in the Ipring of 1853, in connection with the\ndeath of our lurviving uncles. He replied on May 25th &I followl :-\n\"I well remember the account of your dream or vision which you refer\nto, but where is the double-walled room in which the money or title deeds\nare to be found 1 I only hope you will yet find lOme clue or traces, &I I know\nthere W&l at least £100,000 not accounted for.\"\nI cannot recall to mind anything in relation to the inquiry conoeming\nthe double-walled room, &0., &0.\nJ OBN HoLMBS.\nMa.y 28th, 1883.\nThe following corroboration is from Mr. W. Bingham, 161, Sloane-\nstreet, S.W.·\nJuly 211t, 1884.\nIn reply to your questions, I am glad to have it in my power to corroborate\nmy friend Mr. Holmes's statement to you, of his having communicated to me\nhis extraordinary premonitory dream, &I I considered it to be, and told him\n80 at the time-the next morning I believe-many months previous to its\napparent fulfilment in a manner 10 remarkably circumstantial.\nW. BINGlU.II.\nIn the next case the circumstance dreamt of in addition to the\ndeath is of a different character. (P. 384.) The case seems to me to be\na very rem~rkable one, and none the less so from the somewhat\ngrotesque character of the dream, which WIUl communicated to us about\nthree months after it occurred. For clearness I will begin with the\naccount of the death taken from the York HM'ald.\nDigitized by G~ogle\n\f322 On the Evidence for Premonitions.\nYORK HBBALD, Friday, July 28, 1882. \"SCARBRO'. SAD D.ATH OF A\nGENTLEMAN VISlTOR.-An accident of a .melancholy character, and which\nunfortunately has been attended with fatal results, occurred on Wedneeday\nevening to a London gentleman named Frederick Schweizer, who for the\npast few days has been staying at the Grand Hotel. It appears that on the\nafternoon of that day the deceased, along with a casual acquaintance named\nDeverell, who is staying at the Castle Hotel, went for a ride on horaeback\nalong the beautiful Forge Valley ridea. When near Ayton the deceased was\nsomewhat in advance of his companion, and it is surinised that his steed\nshied at a white gate ; anyhow he was thrown on to the road, and the horae\ngalloped away. His friend on getting up to him dismounted, and a passing\ncarriage was utilised to convey him to his hotel. This was at six o'clock, and\nthree hours subsequently the deceased expired, it issuppoeed from conClU88ion\nof the brain.\"\nThe accident occurred on July 26th.\nMr. Schweizer's mother, Mrs. Schweizer, now of 6, Addison-road\nNorth, wrote on October 28th, 1882 :--\nI Bend you the particulars of the dream I had just eight days before it\nwas realised, though why I could not be told of the unfortunate accident 88\nit occurred I can't understand, nor why Henry Irving's name should be\nmentioned.-J. SCBWBIZEIL.\nOn the 18th of July I had the following dream or vision (I can't I&y\nwhich) :-1 was walking on the edge of a high cllif, the open sea in front, dear\nFred and a stranger a little in advance, when Fred slipped suddenly down\nthe side of the cllif, and in doing so gazed with the most intense anguish\ninto my very soul. I shall t~r forget that look. I turned to the stranger\nand said, \"May I ask who you are and what is your name 1\" He replied,\n\" My name is Henry Irvin.\" I said, \"Do you mean Irving the actor V\"\nHe said, \"No, not exactly: but something after that style.\" I said, in reply•\n.. Now that I look at you, you have the same agonised expression in your\nface that I have BO often noticed in Irving's photographs in the shop\nwindows. \" So I awoke in a miserable state of mind. It was between 5 and\n6 a.m. The servants came down BOon after. The dream seemed to haunt\nme ; I could think of nothing else. When I met my eldest BOn John, at\nbreakfast. I asked at once, where was Fred 1 (I must state here that Fred\nwas the travelling partner of three brothers, and then in the North of\nEngland on a journey.) His brother, after hearing the dream, said, \"Oh.\nFred is all right; he is in Manchester.\" He saw how miserable this dreazn\nnmde me feel, and he promised at my request to \"wire\" to me when he got\nto his counting-house in case there was no letter from Fred, who was in the\nhabit of writing to the firm daily. There was, however, a letter as UBUaI.\nand when I received no telegram as arranged, I judged that dear Fred ___\nall right. Still the dream was present to my mind, and I thought of it con-\ntinually. I begged of his brother to tell him to come home. In a day or\ntwo I heard he was at Leeds, and next day after that, John the eldest\nbrother said, \" Fred says he is going to take a week's holiday at Scarborough•••\nwhen I at once exclaimed, \"I wish he were at home; do write to hUn\nDigitized by Coogle\n\fOn the Ev~ lOT Premonitions. 323\nto come back; he has had holidays enough this year. I ahall write to him\nmyself.\" John said, .. Oh, don't; let him enjoy himself.\" On this day,\nbefore I got out of bed at the same hour, between 5 and 6 a.m., a penon\nseemed to paIIII the aide of my bed, and said into my ear in an audible voice,\n.. You are not done with trouble yet.\" I started up and awoke, and related\nthe matter at breakfast while talking of Fred to John, and said, .. I think it\nwas your father.\" He said, .. Oh, nODll8Dl18, that is like the dream you\nbothered me about a few days ago.\" This was on the 23rd. On the 24th John\nmentioned that he had a telegram from Fred to send on £10, that he was\nenjoying himself immeDll8ly, that the weather was glorious. I again wished\nhe were at home, and John said, .. He will be here on Friday next.\" In the\nmorning on the 26th I went to the letter-box, and found a telegram for\nJohn, which announced an accident to Fred. John, however, did not like to\ntell me, and hurried off' to the office. I asked John the nature of the telegram,\nbut he said, .. Buinell.\" On arriving at his office, there was a telegram of a\naimilar kind from the hotel proprietor at Scarborough. Poor Fred was dead\nat the time, as he only survived the accident three hours. Johnand I set off'\nat once, and found all over, and next day it was propoeed that we should visit\nthe fatal spot. His companion in that unfortunate excursion accompanied u.\nHe sat opposite to me in the carriage, and when I looked at him I remembered\nthe dream of the 18th, and recogniaed the stranger who had the agonised\nexpreaaion, and asked him at once if his name were \"Henry.\" He said,\n.. Yea, my name is Henry,\" when I told the dream. He then said, .. The\nmOlt extraordinary part is, I am connected with the Volunteers, and we have\nprivate theatricala, and I recite, and am always on those occaaiODl introduced\n81 Henry Irvin, jun.\"\nMrs. Schweizer says that an account written by her, and sub-\nstantially the same as the above, .W88 signed by her son and by Mr.\nDeverell\nIn answer to inquiries Mrs. Schweizer said (April, 1888): \"My son\nFrederick was not acquainted with Mr. Deverell at all, nor was Mr.\nDeverell known directly or indirectly to me or to any member of my\nfamily. . We knew nothing about his private theatricals.\" He\nwas an acquaintance of a friend of Mr. F..Schweizer's and was only\nintroduced to him by his friend on the afternoon of the accident, as a.\ncompanion for the ride in which the friend could not join. Mr.\nDeverell was drowned while bathing the following year. Mr. Gurney\nhad an interview with Mrs. Schweizer about this experience only a. day\nor two before his death, and was favourably impreBBed with her as a\nwitness. The dream, he says, \"certainly made a very powerful im-\npression on her, as she told one of her sons next morning to send her a\ntelegram if there was no letter from Fred at the office proving him to\nbe all right. He was away purely on business, and as he had already\nhad a holiday, shortly before, she was not in the least expecting him to\nhave another, and had not the least idea, therefore, of his visiting the\nseaside. . Mrs. Schweizer did not see horses in her vision. When\nDigitized by Coogle\n\f3241 (}n, the Evidence lor Premonitiom.\nabe recognised Deverell as the 'Henry Irving' of her vision (feeling\nherself the absurdity of this detail), and told him of it, he was extremely\nimpressed-' The blood left his lips,' abe said.\"\nThere is one well-known dream of death, with detail of a certainly\nunlikely kind, which will probably occur to every one in this connection;\nI mean Mr. Williams' dream of Mr. Perceval's murder in 1812. This\ndream was not recorded before its fulfilment, nor even immediately\nafter it, but we have a printed account dated 1832-20 years later-\npurporting to be in Mr. Williams' own words, and signed by him. It\nwas sent to us by a great niece of Mr. Perceval's, who had received it\nfrom a grandson of Mr. Williams) (P. 607.)\nSundhill, D,cembtJr, 1832.\nSfYfI'M account of \/J dr6lJm which occt.lll\"'r,d to John Williaml, E\/IfJ.,\ncif ScO'f\"1'itno ROUBe, in the County of CornWtJll, in the ywr 181~.\nTtJlunjrom his own mouth, \/Jnd ntJrrated by him tJt vcwi.otu timu to\n8ewrtd cifhufriends.\nBeing desired to write out the particulars of a remarkable dream which I\nhad in the year 1812, before I do 80 I think it may be proper for me to aay\nthat at that time my attention was fully occupied with affairs of my own-\nthe 8uperintendence of 80me very extensive mine8 in Cornwall being\nentrusted to me. Thus I had no leisure to pay any attention to political\nmatters, and hardly knew at that time who formed the Administration of the\ncountry. It 11'&8, therefore, acarcely poaaible that my own interest in the\nsubject should have had any ahare in suggesting the circumstances which\npresented themselves to my imagination. It was, in truth, a subject which\nnever occurred to my waking thoughts.\nMy dream was as follows ;-\nAbout the aecond or third day of May, 1812, I dreamed that I was in the\nlobby of the House of Commons (a place well known to me). A small man,\ndressed in a blue coat and white waistcoat, entered, and immediately I 1&11'\na person whom I had observed on my first entrance, dressed in a anu1l'·\ncoloured coat with metal buttons, take a pistol from under his coat, and\npresent it at the little man above mentioned. The pistol was discharged.\nand the ball entered under the left breast of the person at whom it 1I'I1II\ndirected. I saw the blood issue from the place where the ball had struck\nhim, his countenance instantly altered, and he fell to the ground. Upon\ninquiry who the sufi'erer might be I was informed that he was the Chancellor,\nI understood him to be Mr. Perceval, who was Chancellor of the Exchequer.\nI further saw the murderer laid hold of by several of the gentlemen in the\nroom. Upon waking, I told the particulars above related to my wife; she\ntreated the matter lightly, and desired me to go to 8leep, saying it was only\n1 The same account, with only verbaldilferenC8ll, is printed in a footnote at the end\nof Walpole's life of Perceval (1874). Mr. Walpole saye that it is .. taken from aD\nattested statement drawn up and aigned by Mr. Williama, in the preeence of the Rev.\nThomaa Fisher and Mr. Charles Prideaux Brune. It waa given by the latter of til...\ngentlemen to the author of this memoir.\"\nDigitized by Coogle\n\fem the E~ for Pnmwnitiom. 325\na dream. I aoon fell aaleep again, and again the dream presented iteelf\nwith preciaely the l&Dle circumatancee. After waking a second. time, and\nstating the matter again to my wife, Ihe only repeated her request that I\nwould compoae myaelf, and diamiII8 the aubject from my mind. Upon my\nfalling aaleep the third time, the l&Dle dream, without any alteration, was\nrepeated, and I awokeas on the fonner occaaiona ingreat agitation. So much\nalarmed and impreued was I with the ci.rcumatancea above related that I\nfelt much doubt whether it was not my duty to take a journey to London,\nand communicate upon the lubject with the party principally concerned.\nUpon this point I conaulted with lOme friends whom I met on buain818 at the\nGudolphin mine on the following day. After having stated to them the particu-\nlara of the dream itself and what were my own feelingB in relation to it, they\ndiaauaded me from my purpose, Baying I might expoae myaelf to contempt and\nvexation, or be taken up as a fanatic. Upon this I Baid no more, but anxiously\nwatched the newlpapen every evening as the post arrived.\nOn the evening of the 13th of May (as far as I recollect) no account\nof Mr. Perceval'l death was in the newlpaper, but my 8eCOnd IOn, returning\nfrom Truro, came in a hurried manner into the room where I was Bitting and\nexclaimed, \"Oh! ather, your dream baa come true. Mr. Perceval baa been\nshot in the lobby of the HoUle of Commona; there is an account come from\nLondon to Truro written after the newlpapen were printed.\"\nThe fact was Mr. Perceval was ft\"8'Binated on the evening of the 11th.\nSome buain818 aoon after called me to London, and in one of the print-\nshops I BaW a drawing for Bale, representing the place and the circumatancea\nwhich attended Mr. Perceval'I death. I purchaaed it, and upon a careful\nexamination, I found it to coincide in all respects with the lOene which had\npaued through my imagination in the dream. The coloun of the dre88e8,\nthe buttons of the aaaaaain'l coat, the white waistcoat of Mr. Perceval, the\nspotof blood upon it, the countenancea and attitudes of the parties present\nwere exactly what I had dreamed.\nThe lingularity of the caae, when mentioned among my friends and\nacquaintances, naturally made it the subject of converaation in London, and,\nin COJlIIequence, my friend, the late Mr. Rennie, was requested by lome of\nthe Comrniaaionen of the Navy that they might be permitted to hear the\ncircumstances from myaelf. Two of them accordingly met me at Mr. Rennie'l\nhouse, and to them I detailed at the time the p&rticulan, then fresh in\nmy memory, which fonn the lubject of the above ltatement.\nI forbear to make any comment on the above narrative, further than to\ndeclare IOlemnly that it is a faithful account of facta as they actually\noccurred.\n(Signed) JOHN WILLLUI8.\nThe cloae correspondence of the supposed dream scene with the\npicture may well have been a trick of memory, but it is difficult to see\nhow Mr. Williama' memory can have deceived him as to his having\ndreamt of a man being shot in the lobby of the HoUle of Commons,\nbefore he heard of the murder, and a letter written by Mr. C. R. Fox to\nMr. Henaleigh Wedgwood in 1876 affords lOme corroboration. Mr. Fox\nwas the son of one of the friends to whom Mr. Williams told the dream\nDigitized by Coogle\n\f326 On the Evidence for Premonitions.\non the next day, and was, Mr. Wedgwood tells us, 14 at the time. He\nsays: CI I have now no certainty as to the day on which J. W. related\nhis dream, but it is indubitable tha.t he did ao before the .Chancellor's\ndeath.\" Taking it all together, and a.llowing for the natural rounding\noff of an oft-told tale, we cannot, I think, deny that it is a remari!:able\ncase.\nI ha.ve had some hesitation about including the next.case (P. (90)\nbecause it also is recorded 20 years after the event and it depends entirely\non the memory of one ma.n for details. It is at any rate interesting. It\nwas given to us by the narrator, Mr. O. F. Fleet, of 26, Grosvenor-road,\nGunnersbury, in April, 1888, when Mr. Gurney had an interview with\nhim. In a letter Mr. Fleet says he can swear to the authenticity of\nthe story, and alao that it baa been in no way CI cooked up\" or em-\nbellished.\nIn the year 1868 I was the third mate of the sailing ship Perna\"\nBmpirt, of London, homeward bound from Adelaide to London with It. full\ncargo of wood, &C.\nWe had lost two men who had deserted the ship and gone up to the Gold\nFields; hands were IIC8rca in that city, and we thought the ship would have to\nmake the passage home short of two men, but luckily, the day before we\nmeant to sau, a man came on board saying he was most anxious to ship and\nget home. .\nThe captain was struck with his appearance, which was fine, reapectable,\nand indicative of bravery; he also could show a V. G., very good, discharge\nfrom his last ship, 80 the captain agreed to put him on our articles. The\nman (who gave the name of Cleary) went ashore with the captain to the\nshipping office, where he was put on the articles. being told to join the next\nday at aix a. m.\nHe, however, failed to put in an appearance, 80 the captain aent me\nashore to look him up. After aearching in vain for a long time, I turned to\ngo on board, and when nearly reaching the ship, I found him walking about\nin a most dejected manner and looking very miserable. I asked him why he\nhad not joined the ship, and I could see from his countenance that 80mething\nwaa troubling him.\nBy a little persuasion, however, I induced him to come on board. On the\nway down to the ahip we chatted freely and pleasantly on different topics,\nand after awhile his look of dejection entirely paaaed away and the man\nseemed bimseU again.\nOnce, mention was made concerning the qualities of our ahip, the\nPer6ian Empire, by Cleary asking me if she was staunch and a good sea\nboat, at the same time adding in a peculiar tone of voice that he hoped she\nwould carry him safely home. I said ahe was everything that could be\nexpected, was only five years old, and on the\" first\" letter at Lloyd'. (A 1).\nThis aeemed to satisfy him, and as we had by this time arrived alongside the\nship, we jumped on board. The pilot then gave the order to .. unmoor\nship\" and paaa the tow rope to the tugboat which was in waiting to take ua\ndown the river.\nDigitized by Coogle\n\fOn the Evidence for Premonitiom. 327\nCleary went to his work cheerfully, we got down to the lightahip where\nwe cut oft'the tug, discharged our pilot and got away to sea, making a good\nstart, the weather being fine.\nOne night about a week after eai1ing we had a alight spell of \"dirty\nweather,\" for it blew a hard gale from the westward, with a high following\nsea. I had the middle watch (12 to 4), and Cleary, who was in my watch, was\ntaking his turn at the wheel, and as I chanced to be standing near tho\ncompua at one time, he thus spoke to me :-\n\"Mr. Fleet.\"\n\"Well,\" said I;\" what is it, Cleary'\"\n\"Why, air, I would like to explain to you how it was I failed to join tho\nship on the morning I should have done 10.\"\n\"What was the reason '\" I answered.\n\"Well, air, after I loft the captain, I wont to my lodgings to put my\nthings together and settle a few matters of businell, but was kept 10 late that\nI had to tum in before finishing what I had in hand, and 10 had to leavo it\ntill the morning. Do you know, air \"-here he lowered his voice and became\nquite myaterio11&-\" I had a dream that night and a very ugly and extra-\nordinary one it was too. Do you believe in dreams, sir,\"\n\" Well,\" I answered, \"I cannot say that I do, or do not. I haw known\nlOme astounding ones cOlne true.\"\n\" Ab, sir, that's just what's troubling me,\" he said, and his face grew pale\nand great beads of perspiration came on his forehead, \"but I'll just tell you\nwhat I dreamt, air, and then you'll see. On my way to my lodgings I could\nthink of nothing but the ship I had just joined, and which was going to take\nme home. As was quite natural, I fell asleep, thinking of her, and at last\ndreamt that the Penian Empire was oft' the 'pitch,' or exact vicinity, of\nCape Hom, South America, and that she, on Christmas morning, was in a\nvery heavy gale and high sea. Well, sir, I, with the rest of my watch, wero\nordered to secure a boat hanging in davita over the side. I got into the boat,\nthe rest of the watch remaining on deck, and in the middle of the work a\nmost fearful sea broke over us, washing overboard me and another hand, and\nwe were both drowned. I remember no more, air, and I woke but I calmot\nget Chat dream out of my head.\"\nI told him not to allow his mind to be troubled by such nODBense, and\ntried my best to laugh him out of his fears, but he seemed 10 deeply impressed\nwith the vividneu of the dream that I utterly failed in my object.\nHe also told me that, during a cyclone which blew in Madras, in 1864, he\nhad Iwum oft' with a small line to a barque that was dragging her anchors and\nfut driving ashore. By 10 doing he had been the mealll of saving nine handa\nout of her by the aid of the life saving apparatus, for which act of\ngallantry the Humane Society had awarded him their gold medal with a\npiece of vellum giving an account of the occurrence. These, together with a\nsmall bag of gold, were safely locked up in his chest down in the forecastle\nand intended for lOme near relative.\nSoon after this, the weather cleared up, but only for a short time, as we\nfell in with another gale with violent IIlOW and hail-aqualla. One night\nwhen not far from Cape Hom, it was my first watch (8 to 12), Mr.\nDouglaa, the chief officer, being in charge of the deck. The rest of the watch,\nDigitized by Coogle\n\f328 On the Evidence fur Premonitions.\nwith two exceptions, those being the man at the wheel and the hand on the\n\" look out,\" were either asleep aft, or ,. standing by\" for orders. AUlongat\nthe former was Cleary. I heard a loud cry and on my going down to the main\ndeck to ascertain the cause, I found Cleary looking very pale and evidently\nmuch upset about something. I learnt that it was he who had called out, and on\nmy asking him the cause he told me he had had a repetition of the dream.\nWe had greatdifficulty in calming him as he had worked himBelf up into a\nstate of nervous excitement almost terrible to behold, but at last he got a\nlittle quieter yet kept muttering, \"I know it toill come true.\"\nThe next morning was Christmas Day. The wind was Itill blowing very\nhard, and although it Wll.ll our \"watch below\" from 8 a.m. until 12 noon, yet\nthe chief officer and I had to remain on deck, as the IOOOnd officer 11'&1 too\nunwell to leave hia berth. ThiB came rather hard upon ua as we had already\n\"Itood\" 8 hours watch that night. However, at 8 bella (8 o'clock) Mr.\nDouglas went below to the captain and reported the weather as atill being\nbad and the barometer on the \"fall.\"\nAfter awhile he came on deck again, and told me that the captain had given\nhim orders to secure the boat hanging in the davits over the port quarter,\nin the event of the aea increasing. When I heard thiB order I could not help\nthinking of Cleary and hiB dream, at the same time feeling a presentiment\nthat lomething might happen ; however, duty iB duty and mUlt be performed\nIOmetimes under moat trying circWll8tancea. The lea increased considerably\nand began to brcak on board with great force, ao I went forward to tum the\nhanda out; they one and all obeyed me with the exception of Cleary, whohung\nback. I called and II.IIked him why he did not come out with the rest of\nthe handa. On my receiving no reply I went right into the forecastle and\nfound him seated on his cheat, hiB face buried in hiB handa, to all\nappearancel completely overcome.\nI took a aeat beside him inquiring what wu the matter. At first he\nwould not answer, but after a little while he again referred to the dream,\nsaying, with a misersble tone, biB face atill buried in biB handa, \"Oh, Bir, I\nfear it iB about to come true now,\" givingthiB as hiB reason for not coming on\n(leek with the other men. In answer to my question &I to whether he would go\nto biB duty he replied he would not. Then I said at any rate he muatgo with\nme to the captain and be put in the \" Official Log\" for \"Refusal of duty,\"\nunleu he changed hiB mind. ThiB he said he had deternlined not to do, 80\nwe went to the captain who, after gently persuading him to do that which11'81\nrequired of him like a man, but all to no purpose, produced the log·\nbook, and I was told to call Mr. Douglu to witneu and sign the entry.\nAfter the captain had made the entry and had read it over to Cleary, who\nhad answered to its being correct, the chief officer took the pen to sign hia\nname. Whilat doing so, Cleary, in an excited tone of voice said, \"I will go to\nmy duty, for noto I know the other man relating to my dream,\" at the II&IIU!\ntime looking at Mr. Douglas, who looked at Cleary and then at me, as much\n1\\8 to say what doea it all mean 1 Whilat going on deck I briefly told the chief\nofficer of the dream. He laughed at the idea of hiB being the man meant in it.\nI hada atrange foreboding, and it was with nocheerful heart that! went ondeck.\nOn our arrival there we found the rest of the handa waiting for ordera about\nthe boat. The duty that lay before UB was to turn her up clear of the ...\nDigitized by Coogle\n\fOn the Evidence jO'1' Premonitions. 329'\nwith her keel outwards, and to do this we had to p&IIII a pair of gripes, or\nbroad rope bands, around her, then to hook ona tackle, made fast in the mizen\nrigging, which, when hauled taut, would tum her up. Cleary jumped into\nthe boat to p&IIII the gripes around her, and Mr. Douglas got over the side for\nthe purpose of handing me the gripes from Cleary; also to overhaul the davit\nfalls, which have to be eased up a little. The chief officer was holding on with\none hand to an iron rail running around the quarter-deck, and was in the act\nof pasaing the gripes to me, when the man at the wheel, by his bad steering,\n\"luffed\" the ship into the wind, and on my looking to windward I saw a\nvery heavy sea coming along, which, for the moment, I thought would\ncapsize the ship and, as a warning to all hands, I sang out, \"Look out men,\nhere it comes.\" We, who were able to do so, rushed to the mizenmast and\nthere held on for dear life, but unfortunately both Mr. Douglas and Cleary\nwere unable to do so in time. The sea struck the ship on the starboard side\nwith very great force, nearly throwing her on her beam ends, flooding the\ndecks and doing much damage, besides washing overboard both those two\nmen. The sea then caught the boat, turning her completely over, breaking\nthe stout iron davits as one would a match, and she, with Cleary clinging tu·\nher, was swept away. Mr. Douglas held on to the iron rail, trying in vain\nto get on board, but the rush of water was t()Q powerful for him, and with a cry\nfor help and a look of agony, which I shall never forget, the poor fellow\ndropped overboard. We dared not let go our hold of the mast to try and save\nhim for fear of being washed overboard ourselves, so we had the sad spectacle\nof seeing our poor shipmate drown without being able to save him. As for\nCleary, he W88 swept away at once, therefore there was no chance of saving\nhim. This W88 not the only disaster, for the man at the wheel had his right\nshoulder dislocated by being jammed up under the grating, and the boatswain\nhad his left leg broken ill two places.\nAfter the sea had somewhat gone off the quarter-deck, I ran up into the\nmizentop to see what had become of the poor fellows who I feared had met\nwith a watery grave. Mr. Douglas was vainly trying to get on a hencoop,\nwhich had been washed overboard from the quarter-deck, full of fowls. A\nlifebuoy was also close to him, w:e having thrown them two. Cleary was taking\noff his oilskin coat, keeping himself up by \"treading water\" meanwhile,\nand then tried to reach Mr. Douglas, who could not swim, and was moreover\nimpeded by too much clothing, it being bitterly cold weather. Cleary must\nhave been a very powerful swimmer to have swum in such a sea, for he\nmanaged to reach Mr. Douglas, and then try to help him toget on the hencoop.\nShortly after they met, a heavy sea came sweeping along which overwhelmed\nt.hem, for after it had passed away I saw them no more. So, poor fellows,\nthey died together. It was with a sad heart that I went down on deck, as Mr.\nDouglas and I had been great friends.\nWe had tried to get out another boat to save them, but in lowering her\ninto the water she, too, got smashed up by a sea, and we l08t our Christmas\ndinner as a sea broke into the galley, washing out its contents and the cook\nalong the deck. But this trouble was as nothing compa.red with the 1088 of\nthe two men, which was all we could think of for some time; in fact we\nhad a very miserable Christmas, and one long to be remembered by me.\nWe arrived in London two months after the accident, and three montha\nafter leaving Adelaide.\nigitized by Goog\n\f330 0\"\" the Eviilerwe \/0'1' Premo'nitions.\nStanding on the pierhead, amongst the crowd of people watching the ship\ncome into dock, was Mr. Douglas's fiatu:~ anxiously expecting to _ him.\nWhen the captain saw her he went ashore and, in the beat way he could,\nbroke the sad news to her. The poor girl was utterly prostrate with grief on\nhearing what had befallen her lover. After ahe had recovered somewhat ahe\nbegged to be allowed to visit hia cabin. The captain handed her on board, and\nthen, after awhile, she went ashore again. Whilat the captain wasbreaking\nthe news to the poor girl, a wild and piercing.ahriek washeard. We were told\nthat it came from the girl to whom Cleary was to have been married on his\narrival home. The scene with her was truly diatreaaing. Learning that\nCleary had alao been drowned, she fainted, and was taken away by her\nfriends, perfectly helpleu and heart-broken.\nIn this case it will be noticed that, washing overboard, Cape Hom,\nand Christmas Day are all likely enough ideas to occur to a dreamer\nabout to take that particular voyage. It is in their combination that\nthe strength of the coincidence lies, and the knowledge Cleary must.\nhave had of the dangers of Cape Horn, and of the prospect of their\nreaching it about the time they did of course considerably reduces thP\nimprobability of such a combination of ideas. The identification of\nMr. Douglas as his fellow-sufferer must either have been an indepen.\ndent impression at the moment, or an instance of the memory.illusion\nalready discussed, for it is impossible that he should have been for\na month in the company of the dreamer without being recognised, if he\nhad been vividly presented in the dream.\nThere are other death-dreams where the improbability of the com-\nbination of circumstances dreamt of is hard to estimate. I cannot, for\ninstance, feel sure that a Consul at Salonica would be unlikely to\ndream that he was murdered by a mob (P. 108); or a railway porter\nthat the station·master's legs were cut offby a train (P. 368); or, that\na man having an acquaintance known to be insane and under restraint,\nand staying in the same house as his wife, would be unlikely to dream\nof his cutting his throat with a dinner knife (P. 620). And on the\nground of too great probability I have also omitted a case (P. 68)\nwhere the date of the death was dreamt a fortnight before it occurred,\nthat death, however, having been almost daily expected for two or\nthree months.\nA dream of a death very shortly before its quite sudden occurrence\nseems to have some claim to consideration as evidence for premonition.\nWe have two or three cases of this, of which the two following are the\nstrongest. The first (P. 317) is from Mr. James Cox, Admiralty\nHouse,Queenstown, Ireland(Secretary Ret.to the Admiral Commanding\nin Ireland).\nDecember 18tA, 1883.\nOn Sunday, 11th September, 1881, while proceeding in D.H.S.\nPlwBnix, from Newfoundland to Halifax, Nova Scotia, I dreamt that ODe of\nDigitized by Coogle\n\fOn the Evideme for P1'emonitions, 331\nmy brother officers was lying dead in a house at Portsmouth. The dream\nWBII 80 vivid that it quite disturbed my mind the following morning, and it\nwas with difficulty that I could shake off the uncomfortable feeling. At\nbreakfast I IAt opposite the officer, and looking round the table, I remarked:\n\"I dreamt last night that I lAW one of you fellows lying dead, but I won't\nsay which, as I don't want to spoil your appetite.\" In the course of the\nafternoon, as we were stesming into Halifax harbour, the officer was sitting\nat the stove in the wardroom joining in an animated convereation about the\nspeed of the ship, &c. A few minutes after we anchored, I went on shore,\nand returned again on board at 10 p.m., and as I was about to go below to\nmy cabin, the officer of the watch motioned me to be silent, and approaching\nme, said .. Poor S. is dead, he has just died suddenly\"; and as I paased\nac:roII8 the meas-room J beheld the officer of my dream lying dead in his\ncabin.\nI am certain that two or three officers who were with me in that ship will\nremember the circumstances.\nIn answer to inquiries, Mr. Cox adds :-\nI never before or since had any similar vivid dream of death. The case\nof the chief engineer of the Phami:J; was 80 vivid and diatreased me 80\nmuch that I am not likely ever to forget it.\nThe following is' from one of Mr, Cox's brother officers, at the\ntime of the dream and at the time of writing, an engineer on the\nSuperb:-\nH.M.S. Superb, Malta.\no Janllary 5\"\", 1883 (a mistake for 1884).\nMy DEA.R Cox,-I think I can fully corroborate the story that you ask me\nabout, as it made a great impreaaion on my mind at the time, which has never\nleft it. In fact, I have frequently spoken of it to persons who have been\nspeaking of similar affairs, and now I will tell it as nearly as I can. On the\nmorning of the 12th September, 1881, you told me that you had dreamed the\nnight before that you lAW Mr. Sharp lying dead in the back room of a\nprinter's shop in Commercial-road, Landport (as far as I recollect it was\nTrivers'), whither you had been called by lOme one for the purpose. You\nsaid that he had fallen down dead very suddenly, and that when you told the\ncaptain of the circumstances, he requested you to make all neceBll&ry\narrangements with regard to the funeral, &c. You then, in your dream,\nfound youraelf in an undertaker's shop, with lOme one else, engaged in\nBuperintending the funeral matters Imd selecting things, &c.; and then, as\nfar as I recollect, your dream ended.\nAll this you told me, and at the lAme time remarked that we had better\nnot tell Mr. S., as he was rather a nervous man. We laughed over the\nl\\Ifair, and thought no more about it. That llAme evening the subject of your\ndream actually died suddenly from heart disease, and I think on the\nfollowing day yourself and Hill went ashore, and selected lOme coffin\nfittings, &c., and you told me when you came back how the whole thing\nflashed through your mind again on finding youraelf in the undertaker's\nshop_\nDigitized by Coogle\n\f:332 On the Evidence for Prernonitiom.\nIt was the strangest thing that ever came under my actual notice, and\nam pleased to be able to corroborate it.-Yours sincerely,\nM. lIA.WXlNS.\nThe next (P. 316) is from a lady who unfortunately does not\nallow us to print her name, though it may be mentioned to anyone\nwishing to know it.\nMy mother died very suddenly on December 14th, 1876, and in the\nabsence of my husband our vicar came to break it to me. I quickly\nsuspected his errand and then told him it was no shock to me, I had been 10\nfully prepared by dreams. I had seen her funeral, and gone through all\nthe last scenes more than once, and so vividly that when 1 awoke it was 8\nfew moments before 1 could realise that she was still alive.\nIn answer to inquiries, our informant adds :-\nIf 1 had been anxious about my mother at the time, 1 should not have\nthought my dreams worth mentioning. 1 was expecting to pay her a visit in\nsix weeks' time, and she was just as usual when the breaking of a blood\nvessel on the brain ended her life in a few minutes. 1 do not remember ever\nto have had what 1 call a \"warning dream .. except on this occasion.\n1 think for about 10 nights previous to her death, I had vi\\'id repre·\nsentations of her being ill, dying, being buried. 1 could IU her dead, IU her\nfuneral.\nDREAMS OF ACCIDENTS.\nAnalogous to death-dreams are dreams of serious accidents. The\nfollowing (P. 310) is from Miss R. F. Curtis, 37, Springfield.rood, St.\nJohn's Wood.\nOn a Saturday night in the autumn of 1882, I dreamt the following :-1 was\nwalking down a street in London when a lady in black passed me, who\nturned round to look at me. I saw she was in tears. The lady hurried on;\nI hurried after her to see who she was. When 1 came up to her 1 found her\nlying in the road. A number of people had collected. I said, \" Is she hurt 7\"\nSome said, \"She is dead,\" some that she was not dead. 1 asked who it was\nthat was lying in the road. They said, \"Mrs. C.\" There was some con-\nfusion, and I awoke from my dream. As 1 had not heard of my friend, Mrs.\nC., of Clapham Common, for so long, 1 made inquiries about her among DIy\nfriends, about a week after I had the dream, and was told Mrs. C. had fallen\nover a kerb-stone that was very high, and had fallen into the road, much\nhurt. She had the accident on the Sunday evening following the Saturday\nnight when 1 had the dream. The dream was remarkably clear, and I do not\noften dream of my acquaintances. 1 related it to my sister Jessie, Ii short\ntime before the accident occurred to Mrs. C. My sister J e88ie signs her\nname in proof that the &CCOunt above is correct, and that I related the dream\n.to her before the event happened.\nRoSAMOND F. CURTIS.\nJF.S8IE KATE CURTIS.\nMiss Curtis wrote on December 2nd, 1884:-\nI can safely state that I had no cause of anxiety about Mrs. C. before I\ndreamt of her.\n\fOn the Eviilence fur Premcmitiom. 333\nThe next case (P. 336) was sent to us, in 1885, by the Rev. E. N.\nPochin, of Barkby, Leicester. The dreamer, Miss E. N., is a parishioner\nof his.\nAbout the year 1876, I bad a dream in which I laW H. B., the wife of the\npariah clerk, slip down on the causeway opposite to the house of Mr. C. I\nthen saw her carried into Mr. C.'s hoUB8, when it appeared that she bad\nauatained BOme injury from the fall. Nothing that I know of led up to this\ndream. H. B. wsa in no wise more likely to slip down, certainly not when I\ndreamt abe did, than anyone else in the pariah. I told this dream to several\ndift'erent persons, and amongst others to the vicar, Rev. E. N. Pochin, in\nthe presence of several of my companionB, before the facta occurred, which\nall happened after I had told my dream, exactly 8B I bad dreamt.\nThen follows an account of another premonitory dream where the\nfuture event was perhaps less unexpected; and of impressions that\ncertain visitors will call that day. The document proceeds :-\nAll this I declare to be faithful and true, in token of which I sign this\natatement, 8B alao my mother, who confirms it in its several particulars j and\nthe vicar alao in those parts where his name is mentioned, and my brother,\nwho knows these facts.\nThis document is signed by Mr. Pochin, ~iss E. N., and her\nmother and brother.\nThe following two dreams occurred to Mr. J. W. Skilton, formerly\nan engine driver in Ohio, and now living in Florida. They appeared\nin 1886, in Mind in Nature, a periodical published in Chicago. He\nsaY8:-\nSix times baa my locomotive been overtumed, while running at high\nspeed j and each time I have dreamt of it two nights before, each time in the\ndream I saw the exact pmc--direction in which the engine W8B going, and\nthe side on which the engine tumed over.\n(p. 491) [In 1853] I W8B firing a locomotive, a fine new passenger engine,\nbuilt for speed, and just from the shop. I thought myselflucky to be on such\na fine engine, and W8B proud of my position. One night, May 29th, 1853, I\ndreamed that the train ran through a shallow cut, and came out on a high\natone bridge, over which the train passed, and then the engine tumed over\ndown the bank BOme 70ft., into the river. I mentioned my dream the next\nmorning to the family with whom I W8B living. The lady [now dead] told me\nI was going to be killed, but I told her that in my dream, I bad 8BBurance that\nI abould not be hurt. On the second moming after my dream, we were sent\nover a part of the road with which I W8B not familiar, and presently came to\na ahallow cut, and I saw a number of men ahead on the track. The engineer\nW8B near·sighted, and did not see them. I called to him to stop the engine\nhe tried to do BO, but the track W8B wet, and seeing that part of the track\nahead had been taken up, he jumped from the engine. I remained on it,\nand tried to stop it. Before this could be done, we were on a stone bridge.\nand I could not get oft\". The engine left the track, and at the other end of\nthe bridge tumed over twice before it reached the bottom. and 1 with its\nreceiving but a small scratch 1&010, I do not know. I climbed the bank, and\nDigitized by Coogle\n\f334 On the Evidence fOT Premonitions.\nlooking back, saw just what I had seen in my dream. The bridge WIll 200ft.\nlong, with five stone arches, Mit. high, and the bank down which the engine\nrolled, 70ft.\n(P. 493) One more instance I very clearly remember, although it occurred\nmany yean ago, when I W88 engineer on a Western road. About 12 o'clock\nSaturday [night September 6th], 1869, I arrived at the west end of my nID,\nand retired. I dreamed I W88 coming west with my train, running at full\nspeed, trying to make up about one hour lost time. About half way between\ntwo stations, 8 miles apart, on the smoothest track on the whole road,\nthe engine jumped the track, and turned over on the north side, and when it\nstopped I was sitting on one of the driving wheels, with my legs between\nthe spokes; and a person in white came down from the sky, with a span of\nwhite horses and a black carriage, picked me off the engine, placed me in the\ncarriage, and drove up toward the sky in a south-easterly direction. I\nawoke, but the dream disf;reued me so that I slept very little more that\nnight. I did not mention it to anyone, but I could not get rid of the\nimpre88ion all through the Sabbath. Monday morning I took my train back\nto the other end of my run, where I lived, arriving there at 1 p.m. At\n9.40 p.m. my time came to go west again. The train W88 54 minutes late;\n88 usual, the conductor said to me .. Make up all you can,\" equivalent to\nsaying: Run as fast 88 you dare. When about 40 miles out, running 88 fait\n88 I ever ran,-something more than a mile a minute,-just at the point 1\nhad seen in my dream, the engine struck a horse, which threw the forward\ntruck off the track. It W88 one of the darkest nights I ever ssw. I\ninstinctively reversed the engine, but did not shut off steam. The engine\nsoon turned over on the north side of the track, and slid over 60ft. on the\nlevel ground before it could be stopped, when I found myself sitting on the\ndriving wheel, with my feet between the spokes, my under jaw, and three riba\nbroken, and a deep gash on each side of my facel with 18 inches of the\nthrottle lever broken off in my hand, which I had not let go of all the time ;\nbut the person with the horses and carriage was not there. I had not\nmentioned my dream to my wife-; they telegraphed her that I na\nkilled, but she would not believe it. I reached home the next day at 6 p.m.,\nfully persuaded there was something in my dreams, but the mystery to me\nwas that it should come so true to the letter, to the point where I should\nsee the man with the horses, and they not appear.\nThe dream had so impressed me that at one time on Monday, I made up\nmy mind not to go out that night, but at the same moment came the\nimpruaion, more distinctly than if uttered by an audible voice, giving me the\n888urance that I should not be killed; that He to Whom I always committed\nmy life when starting, and Who has never failed me in all times of need, and\nWho had always brought me safely out of all accidents, would keep me thia\ntime, and not allow me to be seriously injured.\nJ. W. SJULl'ON,\nShell-road, near Jacksonville, Florida, U.S.A.\nA third dream (P. 492) is given in Mind in Nature, but the collision\nvividly dreamed of did not actually occur. It was just prevented\n1 I have leen the BCaI'II on the under jaw, and on IIIICh aide of the faoe.-G. A. S.\nDigitized by Coogle\n\fOn the Evidence for Premonitions. 335\nby Mr. Skilton's own exertions and he thinks he might not have\nprevented it had he not been doubly on the alert on account of the\ndream.\nMr. G. A. Smith caned on Mr. Skilton when in· America in\nNovember, 1886, and writes:-\nI found Skilton yesterday, and he proves to be a very pleasant and\napparently moat reliable man. He has now retired from railway life, and has\nan orange grove and beautiful residence on the St. John's River, two miles\nfrom Jacksonville. There is no confirmation obtainable for his narratives, as\nhe only spoke of his impressions to his wife, who is dead ; and there does not\nseem to be anyone who could give her second-hand testimony. Skilton is an\nengineer and railway man every inch of him, and the very embodiment of\npractical good sense. He has had other similar experiences, which will soon\nappear in Mind in NatuTt, antl has outlined them to me, as well as going\nthrough the enclosed [the article in Mind in Nature from which the\nabove has been taken]. I never met a man with a more accurate memory for\nfacts and dates; he is a walking railway guide and time-table and I frequently\nverified his memory by reference to old time-bills in his posseasion. One has\nno reason to doubt his narratives in any way; as he relates them in simple\nand earnest language, the details never vary; and he prefers to have you\nregard them as coincidences rather than as evidence of anything else. But\nhe himself regarda his experiences as an indication of some sort of protection.\nHe has put dates against each case, which is about all that can be done; and\nhe also was anxious to give the two references [to gentlemen in America]\nwhich I have written on the margin. I regard him as an excellent witness,\nwhose testimony would be faithfully relied upon in any other matter.\n(Signed) G. A. SMITH.\nMr. Smith tells us also that Mr. Skilton l\\SSured him that he had\nnever had similar premonitions which were not realised.\nThe next case, a recent and very well authenticated one, was\ncontributed by the secretary of the Munich P'7ICiwlogiBcM G68tJUsChajt\nto Sphina; for March, 1887 (P. 187). The following is a translation\nof part of his article :-\n. . Intercourse with a \"sensitive\" lady friend has given the writer\nof these lines many opportunities of observing transcendental impulses, which\nexhibited themselves in her case as \"presentiments\" and \"truth-telling\"\ndreams. The following characteristic dream appears to be worth publication,\nbecause it is so especially well authenticated. 1 Frau K. describes her\nexperience as follows :-\n\"In a night early in August 1886. I was witness, in a dream, to the outbreak\nof a rapidly spreading con1lagration, which through its terrifying grandeur\nhad a paralysing effect on me. When I woke I remained so much under the\n1 The editor.f 8pl&i~ states that the persons concerned have authorised him to\naDow to th_ who should exhibit a special interest in the occurrence. a peruII8l of ,h.\nsigned evideJlC8.\nz\nDigitized by Coogle\n\f336 On the Evidence for Premonitions.\ninftuence of what I had dreamed, that the reality of such a misfortune could\nnot have distressed me more. Strange to say, soon after waking the\nthought pl'8l8ed upon me, that our securities, which the brewery-proprietor\nB. kept in his fire-proof safe, were in danger. Although I cannot\nremember having dreamed of any danger to the bonds, and though there wu\nno external reason for connecting the papers with the fire, to my astonishment\ndespite all the reasons with which I endeavoured to talk myself out of\nthis apparently motiveless feeling, the ides increased to such a point, that\nI at once told thoee around me about my dream. As though my mis-\ngiving was to be confirmed as correct, three days later I had exactly the same\ndream, only with still greater distinctness. The unaccountable uneasin_\nincreased still more, and I had the sensation as though an internal voice called\nto me, to put the bonds in safety. As the 1088 of them would have meant a\ngreat misfortune for us, I tried (following the warning) to induce my\nhusband to put the papers in some other place.\n.. As the majority of persons in his place would probably have done, he\nlooked upon my fears as groundle88 and could not attribute any importance\nto a dream. At first he flatly refused to grant my request. But in the\nmeanwhile the inexplicable feeling of anxiety so thoroughly took poBBeIIion\nof me, t.hat I made him continually more urgent representations. At last,\nafter about 10 days, he gave in, less on account of the dream than for the\naake of my comfort. From the moment that I knew that the bonds had\nbeen placed in security, in the Munich Mortgage and Exchange Bank,\nmy equanimity was restored. Soon afterwards I went into the\ncountry, to the Tyrol, and should hardly have thought more of this\noccurrence, had I not suddenly, during the night of the 14th-15th of\nSeptember, again been the dreaming witness of a tremendous fire. But\ninstead of, as before. being frightened by the exciting scene, there came.\nover me a feeling of relief as of being saved from a great calamity, by the\ntimely saving of the papers. On the morning of the 15th I made known my\ndream experience to thoee around me. Sadly enough the warning was\nfulfilled; for already, the following day, I received written information\nthat the brewery, in which was the above mentioned safe, had been reduced\nto ashes by a destructive fire, which had broken out on the 14th of\nSeptember. As I afterwards heard, the building was burnt to the ground;\nthe fire-proof safe was exposed to flames and heat for 36 hours, so that the\nproprietor's papers which were preserved in it were completely charred.\nThese dreams therefore (as has happened to me before 1) Baved me from a\ngreat misfortune.\"\nThe correctness and precision of this communication is confirmed by the\nsignature of five witnesses. The husband of the lady testifies in his protocol\nthat he really had been led to the removal of the papers by her request, &I\nabove described; he was also a witn~s of the breaking out of the fire on the\n14th of September. Three friends of the family, Frsu von 0., Herr von M.,\nand Baron von E., state in their evidence that the above dream bad been\nfully related to them during the first daye of August, and that they them·\n1 Only a few month. before this event, Frau K. owed to II similar traD-deatal\nwarning the eaTing of her life, .bich .... threatened by &II escape of gaL\nDigitized by Coogle\n\fOn the Evidence for Premonitiom. :137\nselvea had taken part in the discullBion respecting the danger of the bonda.\nFurther, Herr von M. states that before the arrival of the letter on the\nmorning of the 15th of September, in the Tyrol, the dream of the previous\nnight (also given above) had been related to him. According to the\nstatement of the thus heavily visited proprietor of the brewery, the fire\nbroke out on the 14th of September, thus BOrne four weeks after the\ndelivering-up of the bonda, and raged three days ; the 36 hours of heat which\nthe safe had sustained had destroyed all the papers that were in it. More-\nover, several newspapers lie before me which give an account of this great\ncon1lagration. . . .\nThis case offers several special points for consideration. In the first\nplace, the feeling of anxiety about the papers, which was the only thing to\nconnect the dream fire with the building afterwards burnt, did not, so\nfar as the percipient was aware, arise out of the dream itself. It may\nhave formed a part of the dream and have been forgotten· as such, but\nit almost looks as if both dream and anxiety were the result of a\nsubconscious impression of danger to the papers from fire. Another\ninteresting point is the occurrence of the final dream simultaneously\nwith the fire, a coincidence which certainly adds great weight to the\nreasons for regarding the whole set of experiences as supernormal.\nThis last dream was, if supernormal, clairvoyant or telepathic,-not of\ncourse premonitory; and it seems possible that all three dreams\nwere of this character and not premonitory at all, for the danger of\nfire may have existed all the time and not only when it actually\noccurred. As this is, however, a conjecture, not a certainty (as would\nbe, e.g., the present existence of a letter whose arrival next day was\ndreamt of), I have thought it best to include the case among\npremonitions.\nWith it we may group the following, where also we seem to have\na supernormal perception of what may have been existing danger\n(P. 322). It is from Mrs. Stella, of Chieri, Italy.\nThe following occurred to my mother, the most matter-of-fsct person and\nnot one to be easily impressed. About three years ago, I received a telegram\nfrom her, from London, saying, \"Take care of the plate; will write and\nexplain... I did not understand what she meant, but nevertheless, I took\nextra precautions in shutting up the house at night, and awaited my mother's\nletter. It appears she had dreamed that she hadbeen aro~sed from her sleep\nbya noise, that she got up to see whatit was, and went out on to the stair-\ncase, and on looking down she saw ourdining-room here in Italy, and a man\nwas filling a bag with the plate, which another man was handing to him from\nthe sideboard. She heard one man say to the other, in Italian, \"To-morrow\nwe will go to Genoa and spend Sunday\" (that making it Friday that they\nwere robbing us). One of the men, looking up suddenly, saw my mother,\nand began mounting the stairs with a long knife in his hand, and the fright\nwoke my mother. But the impression was BO vivid that she sent me R\ntelegram the next morning (Thursday), being quite sure that our house\nZ 2\nDigitized by Coogle\n\f338 On the Evidence for Premonitions.\nwould be robbed on the Friday night. It was not, however; but the\nfollowing Wedneaday a band of robbers broke into the house nearest to us\nand carried oft' everything, but they were taken the nen day, when they\nconfeBBed that they intended on the Friday to rob our house, and then go to\nC'78noa. Among the things taken with them were a bag and a long knife\nanswering to the ones my mother described. My mother has grest common-\nsense, and held until then all superstitious presentiments and belief in\ndreams as really wrong, yet on this occasion her dream was so clear that she\nnot only acted in contradiction to all her previous opiniolUl, but even thought\nit sufficiently urgent to nec~itate a telegram.\nIn answer to inquiries, Mrs. Stella adds :-\nWith regard to the plate robbery, the man's confession was made to one\nof our peasants (since unfortunately desd). As they were being handcuffed,\nour man was there, and, I believe, even aasisted to secure the thieveB, who\nwere personally known to him ; and one of them said to him, \"H it had not\nbeen for our bad luck, we should have cleaned out your padrone's place to-\nmorrow night and then got oft' to Genoa.\" This is the exact translation of\nhis words as well as I can remember, and of course our man came to tell us\nof our escape. Under other circumstances I might not have attached any\ngreat importance to an Italian peasant's story, but it quite confinned my\nmother's dream.\nThe weakest point in the evidence here is the testimony to the\nsupposed fulfilment of the dream, the intention of the men to rob Mrs.\nStella's house, for it is at second-hand from a peasant. Still, it is of\ncourse very probable that they did intend it, and they may quite well\nhave intended it at the time of the dream.\nWe have another case with some analogy to the two last, tbougb\nless well evidenced, being remote in time and uncorroborated. (P.485.)\nIt is from Mrs. Hunter, Silverwood, Skelmorlie, N.B.\nI lived in Ayr. My sister, who lived out of town, came to stsy a night\nwith me before leaving the locality, and sent a trunk to the railway station to\nbe left till called for. That night my sister and I slept together. I dreamt\nof running up and down the streets of Ayr in distress, looking for a police-\nman, and not one could I find. I awoke, and falling asleep again dreamt\nexactly the same dream. I woke my sister and told her about it, adding\nthat I was afraid some trouble was brewing, but she just laughed at me.\nAgain falling asleep, the third time the dream repeated itself. Being now\nrather alarmed, I got up, at 6 a.m., and asked my lister to go oft' with the\nearliest train, 8 a.m., and leave me. She did so, and, on reaching the station,\nthe first thing she noticed was her trunk with the feet knocked oft', and\notherwise disfigured, and standing by it a woman dressed in her own shawl\nand other wearables. My sister became greatly agitated, and the woman, on\nseeing her thuB, ran away. And for more than an hour my lister rsn up and\ndown the streets seeking for a policeman, and not one could be found. She\nafterwards came back to me and told her story. It was afterwards found that\nthis woman had claimed the trunk on the previous evening, taken it to her\nlodgings, abstracted the valuables, and was trying to make oft' with the\nDigitized by Coogle\n\fOn the Evidence JOT Premonitions. 339\nearliest train. She waa apprehended, and having been previously convicted,\nwaa transported.\nSAlLUI HUNTER.\nMr. Gurney remarks on this case:-\n.Augwt 29th, 1884.\nI have had a long interview with Mrs. Hunter, who is a sensible woman,\nwith no inclination to the marvello\\l8. The caae waa more IItriking aa told\nt7i1Hi 1IOCe. The sister waa angry and offended at Mrs. Hunter'lI insistence\nthat she should start by the early train. The event happened quite 30 years\nago. Mrs. H. does not know her sister's present addreaa.\nHere the dream, it must be admitted, represented a future event-\nthe search for the policeman-but the theft which made that search\nnecessary had already occurred. There seems to have been here, as in\nthe German lady's dream of fire, a waking impression not apparently\nderived from the dream. In this case it caused Mrs. Hunter rightly\nto connect the idea of impending misfortune with her sister, and in\nfact led to the partial averting of the mischief. It is difficult to say\nhow far, given an idea of theft, the idea of vainly looking for a police-\nman was likely to occur spontaneously in a dream.\nReturning to accident-dreams, we may group with them the follow-\ningdream of an a¥erted accident. It was recorded by Mrs. De Morgan.\nwife of the late Professor De Morgan, in the SpiritualiBt newspaper\nfor October 11th, 1878, and corroborated by her daughter-in-law, at\nour request, in 1883. (P. 60.)\nI took my family, consisting of my daughter, my daughter-in-law, the\nfour young children of the latter, and a servant, into Doraetshire five weeks\nago. Four daYII before we left London, I awoke from a sleep, or doze, with\nan image vividly depicted on my mind. I waa sitting on a bank reading.\nMy daughter-in-law started up suddenly and ran to a llpot grown over with\nweeds, briars, and dank graaa. Then I saw her catch up one of the little\nchildren, who waa running to the same spot. She looked at the place and\ncalled out to me that there W88 a deep well there. I felt a sense of relief\nthat the child waa safe, but waa 80 impreaaed with the dream, or vision, that\nI described it at once to her, and it W88 mentioned afterwards to others.\nWhen we arrived at the railway station we were met by the landlord of\nour lodgings, who W88 to drive UII in a waggonette to the village. On the\nWIly I asked him if he had a well on his ground, aa we had little children\nwith UII. He replied that there W88 a well in the house, but it waa covered\nand had a pump over it. Three or four days after our arrival, we were lIitting\nreading on a green ridge in a field belonging to our landlord. The children\nwere playing a little way from UII and their mother W88 beside me. All at once\nshe started up and ran to a llpot at a little distance where rough coarse graaa\nand weeds hid what waa directly behind. The youngest child, a baby of two\nyears old, waa running to this place, and aa he approached it hill mother\ncaught him up, turning round to me and exclaiming, 'Oh! here is a deep\nwell.' We then remembered my dream and our intended precautions.\nDigitized by Coogle\n\f340 On the E'lJidence for Pre'1lW'nitions.\nBut the dream WIUI really of no use (II a wanlit&g for we had quite fozgotWl\nit, having been made easy by our landlord's UIIurance that all WBII safe.\nBedford Park.\nI perfectly remember my mother-in-Jaw waking up and telling me that\nshe had just had a dream about a well hidden by a bramble bUllh and over-\ngrown with rank graaa,,in a field in which we were all together, and abe\ncautioned me to be on my guard about it at Chideock, on account of the\nchildren.\nAnd all happened exactly all she baa here narrated it.\nA. M. DB MOBOA!(.\nThe next three dreams are not of the accident itself, but of the\nappearance of the sufferer as first seen by the dreamer afterwards.\n(P. 354.)\nMrs. Donaldson, Devereux House, Daleham gardens, Fitzjohn's-\navenue, N.W., writes, I think, in 1883:-\nOn Sunday morning, the 29th September, 1878, I roUlled my husband by\nspeaking in my sleep in a moaning and distressed manner. I said, \"Oh, B.,\nwhat is the matter with your face 7\" and then began to sob. My huab&nd\nwoke me and inquired the cause of my distress. I Baid, .. I II&W a\"\n(mentioningthe name of my nurse) \"standing in the nursery with her back\nturned to me, and when I spoke to her, and she half turned round, I II&W the\nside of her face terribly cut and bruised.\" Hence my distressed inquiry as\nto the cause of the injury.\nThat Sunday evening she did not appear as Ullual at family prayers, and\nupon inquiring the reason of her absence, the cook replied, \"B. baa met\nwith an accident, ma'am, and baa fallen out of the Metropolitan trsin.\" I\nruahed upstairs, and there, in precisely the same position as I had seen her in\nmy dream, stood B., with the aide of her face cut and bruisedas I hadseen it,\nand without t.hinking of the coincidence at the moment, I asid, \"Oh,\nB., what is the matter with your face 7\" and all I Baid the words the whole\ndream flashed vividly across my memory.\nAGNES E. DoNALDSON.\nOn the Sunday morning I heard my wife distinctly Bay in her eleep, \"Oh,\nB., what is the matter with your face?\" and then I roUlled her. We thought\nno more of this until after the accident in the following evening.-:-A. B.\nDONALDSON.\nIn answer to inquiries, Mr. Donaldson adds :-\nMrs. Donaldson ia not accustomed to have distressing dreams, and abe ia\nby no means of a fanciful or morbid tum of mind.\nNo exact account of the dream was written at the time, but the fact was\nnoted in a journal. We have both the clearest remembrance of the dream\nand its fultllment.\nIn the next case (P. 345) the evidence that the dream preceded the\naccident is leas decisive. It is from Mrs Medwell, Fulbrook-roed.\nJunction-road, N.\nDigitized by Coogle\n\fOn the Evidence \/OT Premonitiom. 341\nFebnua\"\" 18M.\nAbout 11 yean ago my husband waa a fireman on the Great Northern.\ngoing out very early in the morning. I expected him home about 2 o'clock\nin the day. A few hOIll\"ll after he left me I had a dream. I fancied I I&W\nDIy husband brought home with his head all over blood, and very much cut.\nIt 10 startled me that I could not keep in bed, but I got up and told my\nlandlady my dream, and told her I felt lure IOmething would happen to my\nhnaband.\nI w8l1ooking out of the window, when I I&W a man bring him home to\nthe gate. I waa quite ready for him, and he WBI surprised to see I knew all\nabout it. This is quite true.\nMARY MBDWBLL.\nMr. Gurney applied to Mrs. Crellin, of 62, Hilldrop-crescent, N.,\nwho employs Mrs. Medwell, and through whom the account was\nobtained, to discover the relation of time between the dream and the\naccident. She has been informed that \" the dream preceded the accident\nby an hour or so.\" Mrs. Crellin has also ascertained from Mrs.\nMatthews, of 59, Pratt-street, N.W., who was Mrs. Medwell'slandlady\nat the time, that\" Mrs. Medwell narrated her dream in the morning;\nand Mrs. Matthews afterwards saw the husband led howe, with a\nwound in his head, caused by a stone thrown on the railway by some\nboys.\" Mrs. Medwell had another vivid dream about an accident to\nher husband, but it seems to have occurred simultaneously with or\nsoon after the accident.\nThe third case of the kind is from Mr. Rowland Rowlands, of\nBryncethin, Bridgend, who has had a considerable number of impres-\nsions and dreams corresponding with real facts (see, for some of his\nexperiences, Phantasms of the Living,Vo1. I., pp. 252, 291, and VQI.\nII., p. 443), in two or three cases these real facts being in the future.\nThe one about to be related has the defect of being remote and\nuncorroborated, but it was apparently acted on, which is of course\nimportant as diminishing the danger of memory deception. (P. 81.)\nAbout 25 or 30 yean ago, when I WBI living at Pontyeata, and before I\nW81 manager at Pen-y-graig, my IOn waa at a school in Kidwelly, kept by a.\nMr. Nicholas. One morning, when I had come back to my houle from work,\nI sat down in achair aa loon aa I got homll, and then, when just between\naleeping and waking, I saw my IOn standing before me with the blood\nrunning out of his eye. It waa not a regular dream, and yet I waan't quite\nawake.\nI waa 10 lure that IOmething had happened to the boy that I went off at\nonce to Kidwelly, five or six miles off, and aaked Mr. Nicholas where the\nboy waa and how he WBI. Mr. Nicholas said the boy waa all right, and he\nbad seen him only a few minutee before. Whilat we ltill were talking, my boy\ncame in, bleeding from a cut just over the eye. He had gone to fetch his\nDigitized by Coogle\n\fOn the Evidence for Prenwnitions.\ncap, and a nail, which was sticking out from the wall, had struck him just\nbeneath the eyebrow. He still bears the scar of it.\nDREAMS OF WINNERS OF RACES.\nPassing on to a different kind of event dreamt of, it is perhaps\nworth noting that we have five or six first-hand accounts of dreams\nforetelling correctly the unexpected winners of races, (P. 404 [two cases],\n405, 406, ~ and one of Lord Vivian's in the Spiritualist), but we have\nto bear in mind that races are probably a very frequent subject of\ndreams among persons interested in them, as all our informants were;\nand if so it is of course to be expected that the dreams will sometimes\ncome right. In confirmation of this view we may note that when one\nof our informants mentioned his dream to a friend, the friend remarked,\n\"Oh, I am always dreaming about horses, but they never come off.\"\nSomewhat a.n.a.logous to racing dreams would be dreams about\nexamination lists, and these are probably also frequent, though we\nhave only one in our collection. This was recorded soon after\nthe event and is well attested, and it has some rather curious points\nabout it. (P. 101.) It is from Miss K. D. Ellis, Cranborne' Vicara\"ae,\nWindsor.\nA tl.{111M. 21st, 1884.\nI have lately been very anxious about the success of a young friend who\nhad been examined for a Sandhurst cadetship. The list of successful\ncandidates was due on the 15th August. About 10 days before that date I\ndreamed that I saw the list, and that a boy of the same name as my friend\n(.Tohnson) was two places from the bottDm. I mentioned this to my sisters\nin the morning. About three days after I dreamed exactly the same thing,\nwith the addition that I noticed that the initials of the Chri3tian Mm~ were\nnot those of my friend. I did not see clearly what they were, but only that\nthey were wrong. I mentioned this second dream to my family, saying that\nI now believed our friend would pass, although it was considered very unlikely\nthat he should do so. When the Sandhurst list appeared in the Timu of\nAugust 15th, we looked first at the bottom of the list, and there, second from\nthe end, was the name of JohllSon, but it was that of a stranger, as I had\ndreamed. Our friend (of the same name, but other initials) was 71st on the\nsame list.\nKATHARINE DIANA ELLIS.\nA newspaper extract was sent with the narrative, showing the list\nof successful candidates for cadetships. The nalIle of Hugh W. B.\nJohnson is 7lst, and that of Rupert M. R. Johnson 98th, the number\non the list being 100.\nIn answer to the question, Was this dream marked by exceptional\nvividness, or was it unusual in any way 1 Miss Ellis says it was\nunusually vivid, and repeated twice. She a.lso informs us that she\nhas had other seemingly veridical dreams.\n\fOn the Evidence for Premonitions. 343\nMiss D. Ellis writes :-\nI remember that my sister Katherine told me that she had dreamed that.\nthe name Johnson waa two from the bottom of the Sandhurst list, and that\nthe initials were wrong. I do not recollect for certain whether she told me\nof each dream aa it happened, or if she told me of both dreams after both\nwere over.\nIn a later letter Miss D. Ellis adds :-\nI it&Utwled to say in my accountof the Sandhurst dreams that I toa. told of\nthem before their fulfilment.\nMiss B. Ellis writes :-\nI have a ItTOOg impruaWn that my sister KatherlDe told me of each dream\n88 it happened. I remember she mentioned the exact place on the list. I\ndo not Temembw hearing the initials were di1I'erent.\nDBBAMS OP TRIVIAL INCIDENTS.\nFrom this we may a.ppropriately pass to dreams of trivial incidents\nfulfilled. The first (P. 462) is from Mrs. Mackenzie, Lamington\nHouse, Tain, Ross-shire.\nJtlly 14th, 1884.\nOne morning laat spring, when at breakiaat, I suddenly remembered a\ndream I had had the night before, and told it to my house party, who\nnumbered 10 individuals. I should l8y that it was rather a joke against me\nthat I believed in dreams and that very often my dreams came\"true ; so when\nI mentioned having had a curious dream, I was greeted with the usual joking\nremarks. .. Well,\" said I, .. this is what I dreamt. I thought there were\n!levers! people in our drawing-room, among others Mr. J., and I left the\nroom for a few minutes to see if supper was ready, and when I came back to\nthe drawing-room I found the carpet, which was a new one, all covered with\nblack spots. I was very angry, and when Mr. J. said it waa ink stains, I\nretorted, ' Don't say so, I know it has been burnt, and I counted five patches.'\nSo ends the dreaDl.\" Well, we all went to church, it being Sunday, and on\nour return Mr. J. caDle with us to luncheon, a thing he had never done\nbefore, and SODle others joined our party. I went into the dining-room to\n!lee if things were ready, and then going back into the drawing-room I\nnoticed a. spot near the door and asked who had been in with dirty feet;\nbeing a new carpet I was particular. Mr. J., as in my dream, said it was\nsurely ink, and then pointed out some more spots, when I called out, .. Oh !\nmy dream I my new carpet! burnt!\" As we afterwards discovered, the\nhousemaid had allowed the fire to go out, and had carried in live coal\nfrom another room in a shovel, which she had tilted against the door and\nspilt the coals on the carpet, bumingfire holes. Of COUTae next Sunday I\nhad several offers from my party to remain at home and watch the other\ncarpets, but I don't think that housemaid will burn any more carpets.\nJ. W. MACKENZIE.\nMiss Mackenzie writes :-\nI certify the above to be correct.-GBRTUDB AONBS MACKENZIE.\nDigitized by Coogle\n\f344 On the Evidence fOT Premonitiom.\nMilIa Mackenzi&-her mother saya-\" W88 present when I related the\ndream, and W88 present also when the denouement oocurred.\"\nMr. Gurney remarks \"bout this case :-\" Mrs. and Miss Mac·\nkenzie are known to me, and are intelligent and trustworthy witn....\nI have had the whole account from them 'llivd voce, and have no doubt\nthat what is written above is accurate. Mrs. Mackenzie says that Mr.\nJ.'s coming to lunch was the merest chance, and that she could ha.ve had\nno idea of itthe previous day.\"\nI told this story to a lady a li~tle while ago, who remarked, \"But\nthen the question is of what use was it'\" meaning that if it was of DO\nuse it cannot have been a premonition. Now this consideration seems\nto me irrelevant. I do not deny that the coincidence I have jut\nrelated may have been purely accidental, with nothing supernormal\nabout it at all. but the fact that it was of no use does not make it more\nprobable that it was so. For we have no sufficient reason to suppose\nthat premonitions, if they exist, are a species of petty private miracles\nintended to help us in conducting our affairs-temporal or spirit1l&i.\nWe must regard them as peculiar manifestations of unknown or\nimperfectly known laws. I do not think, therefore, that the triviality\nof a foreseen event detracts from the evidential value of a case,provided\nthe event is sufficiently definite and unlikely.\nThe next case (P. 13) is from the Rev. Walter Smith and Mn.\nSmith, friends of Mr. Podmore's.\nHarpenden, st. Alban'L\nMaf'Ch 7th, 1883.\nI write to tell you of a thing that has just happened, and which may\ninterest you. It is at leaat a curious coincidence. I think it W88 about a\nmonth ago that my wife woke up in a fright and told me that she bad been\ndreaming that she W88 in her old room at the rectory. and that the clothes\nbasket was mysteriously on fire. I perfectly remember the circumstances of\nthe dream 88 she told them to me, and we laughed at it, as the thing aeemed\n80 wildly improbable.\nHowever, this morning, not long after the nursery fire was lighted, the\nbaby's clothes basket W88 found in flames, and was burnt to cinders, the\nfloor and walls of the room being also a good deal burnt. The basket was ao\nfaraway from the fire, and it was 80 obvious that the fire had proceeded\nfrom it, that the origin of the fire was at first almost 88 mysterious 88 in the\ndream, and the thought of spontaneous combustion passed through my\nmind. I have little doubt now that it really arose through some fragmenta\nof burning paper being blown out from the grate and against the basket.\nIt is a curious case of a dream partially prophetic. You may easily set it\ndown to mere coincidence, but if many cases like it were multiplied, one\nwould ask whether it is po88ible that dreams can grow out of a reminiBcenee\nof the future as well as of the past. It was a common-place dream enough,\nand just such an one as in future times might grow out of the events of this\nDigitized by Coogle\n\fmorning, and the strong shock which they gave ber nerves; but it was a.\ncurioua dream to arise quite spontaneously.\nW ALTBR SJIITII.\nMrs. Smith gives the following fuller account of the dream.\nAbout the end of January of this year I bad a very vivid dream. I\nthought that I was in my room in myoid home. I saw all the furniture\nmoat vividly just as it used to be. Suddenly and mysteriously I saw 8ames\nblUllt up from the clothes basket, which was standing, as usual, in a comer\nquite away from the fireplace. 'I thought that two or three other people\nwere in the room, and that they tried to put out the flames, but I was so\nfrightened that I woke up before they bad done so. I think that I woke my\nh1l8band in my fright, but I cannot be sure whether I told him the dream\nthen or in the moming. I remember we laughed at the improbability of the\nthing, and of course thought no more of it. On the. 7th of March, as we\nwere going down to breakfast, one of the maida met us in a great state of\na1arm. The nursery bad been on fire, she said, and they bad only just\nmanaged to put it out. We rushed to the room, and found that all one\ncomer had been on fire, and the beams of the wall and Hoor were still\nsmoking. How bad it happened 1 The nurse bad been down at breakfast,\ntaking the baby with her, but she was quite sure she bad left nothing\nnear the fire. The housemaid bad smelt smoke, and had rushed up to find\nthe clothu balkd,which stood quite away and behifld the fire, bad mysterio'Ullll\nburst into 8ames and was blazing furiously. She called for help and all was\nlOOn put out, but the origin of the fire seemed as mysterious as the fire in\nthe clothes basket of my dream. (We afterwards conjectured that, as it was\na day of high wind, some piece of paper must have been blown out of the\nfire, and then by another blast blown agaimt the basket.)\nWhen we had got over our first alarm, my dream fiaahed into my mind,\nIUld my husband perfectly remembered my having told it to him.\nM4lWAllBT SJIITII.\nThe dl'eam here is not exact, but the coincidence, so far as it goes,\nis certainly very remarkable owing to the great improbability of the\nevent, and the difficulty of imasining what can have accidentally sug-\ngested it to the dreamer's mind.\nThe young lady from whom we have the next co.ae does not wisb\nher name to be printed. (P. 110.)\n.tI.ugwt 3lat, 1884.\nAbout a year ago, 88 nearly 88 I can remember, I bad a remarkably vivid\ndream-that I went to Richmond Park (from London) with my sisters, and\nthat upon a seat I found a brooch, which I gave to the maid. I mentioned\nthis dream to the maid 88 she was doing my hair next moming, also to one of\nmy sisters. I did not at the time of the dream know that we were going to\nRichmond on the following aftemoon.\nHowever, we did so, and as I W88 walking towardsa bench with one of my\naiatera, we asw upon it a large oommon black brooch. My sister claimed it,\n88 being the elder, but in a few days she gave it to me, and I gave it to the\nmaid.\nDigitized by Coogle\n\f346 On the Evidence for Premonitions.\n•\nI may add that I dream a great deal, and sometimes prophetically. For\ninstance, I dreamed one night last week that I received a letter from one of\nmy cousins. In the morning I told my sister, who went downstairs and\nfound on the table this particular letter, which I had no especial reason for\nexpecting on that morning.\nHer sister says in corroboration :-\nThis is to certify that I remember that my sister told me that shedreamed\nshe had found a brooch in Richmond Park on the morning after the dream,\nand before its fulfilment.\nAny other prophetic dreams she has had are, we are informed, too\ntrifling to be written down.\nThe next two cases are from Miss Barr, of Apsley Town,\nEast Grinstead, who, like Mr. Rowlands, mentioned above, has\nhad frequent apparently veridical dreams, of which two or three\ncorresponded to distinctly future events. Some of her experiences are\nquoted in Pltantatnn8 of the Lif7ing, Vol. I., pp. 94, 342; Vol. II., p. 431.\nMiss Barr informs us that she is not as a rule in the habit of dreaming\nmuch-or at least of remembering her dreams; and her sister, Mrs.\nJeddere-Fisher, says: \"I think nearly all the dreams my sister told me\nabout came true, but I fancy there was perhaps one occasion, aDd\nperhaps two, when they did not come true. Certainly this did not\nhappen often, or we should have lost faith altogether in her dreams,\nand this we ha.ve never done.\"\nThe cases were written by Mr. Podmore from Miss Barr's dictation\nin 1884, and this summer he went carefully through them with her\nagain.\n(P. 73.) Some time in 1868, when in Poonah, I dreamed that I was in the\nGovernment Gardens, which are ordinarily very deserted, and found them\ncrowded with tables laid out near the band-stand, at which children were\nseated at tea. I was serving at one of these tables, when I heard a voice\nbehind me saying, •• May I be allowed to help you, ~ Barr 1\" I turned\nround and saw a perfect stranger, an officer, in a uniform which was alao\nstrange to me. In my dream I accepted his help, and later on was escorted\nby him through the grounds, which then appeared to be brilliantly lighred\nand very crowded, in search of my father and mother. . • . I told my\ndream in the morning, and also described the man and his uniform to my\nfather and mother, and also to a cousin, who happened to be staying with ua.\nAbout a month after this, on the eve of the Abyasinian campaign, the\ncavalry regiment then quartered in Poonah was replaced by a Madru\nregiment, and, riding out with my cousin, a few days after the change, we\nmet an officer, in a uniform which I recognised, even at a distance, as that of\nmy dream, and pointed him out to my cousin on his nearing us. I alao\nrecognised his face as that of the officer of my dream, and in the evening of\nthe same day pointed him out to my father near the G1wwpoorie band-atancL\nPerhaps as much as three weeks after this a fAte was given in the\nDigitized by Coogle\n\fOn the Evideme for Premonitwns. 347\nGovernment Gardens, when tables were laid for a tea, to be given to the\nsoldiers' children, and I was requested by a friend to help her at one of the\ntablea. Whilat so engaged, I heard a voice behind me saying, \"Will you\nallow me to help you, Miss Barr 7\" and on turning round I recognised the\nman whom I had seen in my dream. I was afterwards obliged to accept his\neacort in ~hing for my father and mother through the gardens, brilliantly\nlighted by fireworks. . . . I have absolutely no interest in the hero of\nmy dream, though we knew him tolerably weD afterwards. The acquaintance\nhas not continued.\nThis is attested by Miss Barr's mother.\nExtract from Miss Barr's diary, copied by Mr. Podmore, June 13th,\n1888:-\nI. September 25, [1868 apparently] Children's fete at the GovenlDlent\nGardens. I &BBisted at Mrs. K's tea-table. I had a curious dream some\ntime back about a gentleman I did not know. I met him at the fAte. He\nis ..\nMr. Podmore adds :-\nMiss Barr told me that she had never before heard of festivities in the\nGovernment Gardens, and had no idea of the approach of the fAte. . . She\n_rohed for the diary at my instigation during my interview with Mrs.\nFisher, and found it, locked. It was opened with a key of my own and the\nabove paBBBge discovered.\n(p. 74.) Some time in the summer of 1875 or 1876, when living at Culter,\nAberdeenshire, I dreamt that we were invited out to dinner, and that I was\ntaken in to dinner by a stranger, whose face was strongly impre88ed upon my\nrecollection. Aiter dinner I was asked to sing, and was aware of the fact\nthat, whilst I was singing, the man was leaning against a prie-dieu chair\nbehind me; and that when I had finished singing he said, \"Thank you, that is\nvery pretty; but do you happen to know a song called I Douglas, Douglas' 7..\nThere my dream ended. I told it in the morning to my sisters. The next day's\npoat brought the invitation to dinner, and when we arrived at the house I\nrecognised the man; everything took place exactly as in my dream. I did\nnot feel then, and have never felt since the slightest interest in the man,\nwhom I have only met three times in my life.\nMrs. J eddere-Fisher, says :-\nMy sister told me befon we went to the dinner party.\nMr. Podmore, after seeing Miss Barr in J unp, 1888, says :-\nMiBB Barr told me that she knew the song .. Douglas, Douglas,\" and\ncould sing it ; but was not in the habit of doing so. She is positive that she\nmentioned the name of the song in telling the dream to her sister.\nAnd Mrs. Jeddere-Fisher adcbl:-\nI think, as far as I can remember, my sister told me the man would ask\nher to sing \"Douglas, Douglas,\" but I have heard the story so often since\nthat I may be incorrect.\nThe next case (P. 30) is trivial enough, but differs'from those 80\nDigitized by Coogle\n\fOn the E'I.Jicleme for Premonitiom.\nfar quoted in foreshadowing a. more prolonged series of trifling events.\nIt is from Mr. R. Castle, of 9, Canterbury-road, Oxford, known to Mr.\nPodmore. Mr. Castle also repeatedly experienced impressions about\nvisits from his brother, which a.re described in PhantaBm8 ofth IAring,\nVol. I., p. 253.\nFrom Mr. R. Castle, 9, Canterbury-road, Oxford.\nMay 27th, 1883.\nThe dream in question occurred about 20 years ago, at a time of the year\nwhen the days were very short, and the circumstances, aa briefly u I can\n..tate them, were aa follows :-\nI had made an appointment to go to London by the fint train, which left\nfuford at 7.15 o'clock in the morning, to meet a gentleman I was then\nintimately &88ociated with in our profeuional work, and on a business inatter\nof 80me importance to us ; and being very anxious not to miBS my appoint-\nment, I retired to bed the night before with a strong impreuion on my mind\n-of the neceBBity of not being late in the moming.\nIt is usual with me in such cases to wake at, or very near the time when\nit is necessary I should get up, even if the hour is quite an unusual one.\nOn this occasion I wished to wake about5.30 o'clock in order to give myaelf\ntime to dre8B and have breakfast and get to the station, more than a mile\n-distant from my house, in time for the train.\nI actually woke, and struck a light and looked at my watch, about '-:.I\no'clock, and this being an hour or 80 before it waa time for me to get up I\n-dropped off to sleep again, and it was in the interval between this and 5.:.1\no'clock, when I did get up, that the dream in question, which waa an excep-\ntionally clear and vivid one, took place. It appeared to me that I woke, &lid\ngot up, and dreued myself by candle light, in the ordinary way when\nleaving home by an early train in the winter, but that my brushes and lOme\nother toilet articles had been moved since the morning before, and had not\nbeen put back in their usual places, and I had to look for them and found\nthem in different positions, which I noticed more particularly aa not being\ntheir usual places. I appeared then to go downatairs and have my break·\nfaat in the usual way, and go off to the railway station, walking there from\nmy house; but I seemed to be able to look about the district, and see all\nthat waa going on in a curious manner. much aa I could have done if I had\nbeen looking from a balloon, or very high tower, 80 aa to have a IOnof\nbird's-eye view of the country all round, and see other roads and places,\nwhich from the road I waa actually walking upon would not ordinarily Mve\nbeen visible ; but, aa is often the case with one in dreams, this abnormal\nstate seemed to be perfectly natural, and did not strike me aa being peculiar\nin any way.\nOn arriving at the railway station, I dreamed that I quite unexpectedly\nrpet a Mr. H., the senior partner in a well-known firm of photognphen,\ncarrying on business in several different town&. I had formerly kn01nl Mr.\nH. and his partner, Mr. S., very well indeed, but aa they had oeaaed tu\nreside personally in Oxford, and I had not happened to meet Mr. H. for some\nfour or five years, and had not seen his partner, who left Oxford before him,\nfor seven or eight yean, they had paased quite out of my mind, and nothing bad\nDigitized by Coogle\n\f0\"\" the Evidence for Premonitions. 349\noccurred, even in the most remote manner, to bring them to my recollection.\nI thought that I began talking to Mr. H., and that upon one of the roads\nleading to the station, at a considerable distance away, I could see his partner,\nMr. S., walking to the station, with the square box-like top of a photo-\ngraphic apparatU8, neatly wrapped up in a green baize covering, and carried\nunder his left arm.\nI seemed alao to be quite aware of the other ordinary incidents of the\njourney, and that I got to London, and met the gentleman with whom I had\nthe appointment, who, 80mewhat to my surprise, instead of referring to the\nbusiness on which we met, began, rather more earnestly than usual, to tell me\nof something of an entirely different character, which had occurred to him\nsince we had last parted, and of which I had previously known nothing. At this\npoint I woke up rather in a flurry, thinking I had overslept myself, but found,\non looking at my watch, that it was only jU8t past 5.30 o'clock. I proceeded\nto dress at once, and the first thing which occurred to me as peculiar was to\nfind that my brushes and other things on the toilet-table had been moved out\nof their ordinary positions, and placed as I had seen them in my uream, and\nthat I WM over again going exactly through all the same movements in dress-\ning which I had dreamed of before. I could not help laughing to myself at the\ncoincidence, and my wife, who was in the room, asked me what it was that\namused me, upon which I told her that I was dressing for the second time\nthat morning, and related to her my dream, saying that in it I had been to the\nstation, and met there Mr. H. and Mr. S., &c., as above recorded, upon\nwhich she rerparked, \"I wonder what can have made you think or them, I\nhave not seen or thought of them for years.\" I then had my breakfast just\nin the usual mallller, and walked to the railway station, when, to my great\nsurprise, there, standing on the platform, was Mr. B., just as I had seen him\nin my dream. I went up to him at once, and after the ordinary greeting,\nproceeded in a laughing mallller to say that I had seen him once before, that\n118me morning, and related to him my dream, asking him after Mr. S., and\naaying that he ought properly to be on his way to the station, and that we\nshould 800n see him, carrying part of a photographic apparatus, neatly\nwrapped up in a green baize cover, under his left arm. Mr. H. seemed very\nmuch astonished at this, and asked me how I knew that Mr. S. had been in\nOxford that night. I said, of course that I did not know it, upon which he\nreplied, ••Well, this is certainly very curious; he is here, and I expect him to\ncome and meet me, to go by this very train.\" We then walked along the\nplatform together, and upon getting nearly to the end of it, at a point where\nwe could see some distance along the road leading to the station, we both\nstopped suddenly, for there in the distance was Mr. S., coming to the station,\nandjust turning a corner of the road, with the square box-like parcel neatly\nwrapped in green baize, and carried under his left ami, which proved to be\nthe phoWgrfphic apparatus, just as I had seell it in my dream, and as I had\ndescribed it to both my wife and Mr. H. The latter seemed quite startled\nand alarmed, and 'said there was 80mething supernatural about it, and that\nmost people would say 80mething extraordinary was going to happen, and\nthat he had a great mind not to go by that train.\nI pointed out, however, to him, that if there was anything in the dream,\nthe train ought to get to its journey's end safely enough, becaU8e I had to meet\nigitized by Goog\n\f350 On the Evidence fo1' Prerrwnitions.\nmy friend in London over again, and hear from him 80mething I had not eI-\npected, which seemed to allay Mr. H. 's fears; but the circumstance _med\nto make a great imprcBBioll on him, and he 81\\id he thought that very few\npeople would care to go by the train after such an unusual occurrence.\nWe performed the journey 81\\fely, and I met my friend 1\\8 arranged, who,\ncuriously enough, began at once, just 1\\8 I had dreamed, to tell me of some\nunexpected occurrences which had taken place with him after we last parted,\nand which had no reference to the object of our present meeting.\nThe circumstance WI\\8 altogether 80 strange that it naturully made a great\nimpr088ion on my mind, and I at once told my friend of the dream, and all\nthat had happened since.\nI may add that this gentleman had fornlerly studied medicine, and\nqualified himself to practise 1\\8 a surgeon, but had not done 80, and I asked\nhim if he could po88ibly give me any explanation of so strange an occurrence.\nHe replied that he thought he could, and that he well remembered attending\nsome lectures on subjects of the kind, when he WI\\8 a medical student,\nwhich greatly interested him. Medical men, he thought, would tell me at\nonce that it WI\\8 a case, by no meaIlB rare, of double cOIlBCiousneBB, in which\nall that is happening to a person appears to him or her to have occurred\nbefore, but hl\\B not really done 80, the cause not being quite understood, but\nsupposed to arise probably from 8Omemoreor1088 independent action of the two\nlobes of the brain, acting separately from each other; but however that\nmight be and however real the circumstanceslllightappear to myself,l\\Bamatter\nof fact, he supposed the dream did not occur at all, but only seemed to me to\nhave done 80, at the time when the real events took place.\nThis, I\\B I pointed out to him, might have been a very good explanation.\nbut for the fact that while dreBBing I had told the dream to my wife, and\nal80 had told to Mr. H. the circumstances with reference to Mr. S., before\nthey took place.\nThis, my friend admitted, made a difficulty, and he &&ked me to let hiD!\nknow what my wife remembered of the matter, which I afterwards told him.\nI al80 WI\\B anxious to ascertain this, and, on reaching home, I &&ked her at\nonce if she remembered any conver8Stion we had while I WI\\8 dressing in the\nmorning before I left home, and she replied at once, \"What, about the\nstrange dream you had I\\B to getting up and drOBBing yourself, and going to\nthe railway station, and your having met Mr. H. and Mr. S., before you\nreally got out of bed 1 I remember that quite well.\" And she then repeated\nwhat I had told her, and WI\\B very much surprised to learn what had after-\nwards occurred.\nThe friend to whom I have above referred, upon learning this, said,\n\" Well, I must give it up ; the theory I gave will not do in this case, and I\nam quite unable to offer any explanation.\"\nThis is simply a statement of the dream and of the occurrences just III\nthey took place. The extreme vividne8B of the dream made 1\\ great im-\npr088ion on me at the time. I related it then to a good many friends, and\nhave often done 80 frum time to time since, and this hl\\B caused me to keep\nit fresh in my memory, but I can suggest no theory to account for it, nor\nhave I ever met anyone, to whom I have related it, who could.\nThe whole matter, I\\B you will notice, 80 far I\\B the incidents themselv.\n\fOn the Evidence JOT Premcmitiom. 351\nare concerned, waa entirely common-place; and, 10 far aa I know, nothing\nwhatever of a apecial nature baa occurred in connection with it to confirm\nMr. H.'a fean. R. C.\nFrom Mrs. Castle.\nI read the account that Mr. Caatle lent to the Society for Psychical\n&search, and I fully corroborate it. I distinctly remember my husband\nrelating to me his dream, aa let forth in the account he baa written, whilst he\nWIllI dressing himaelf.-ELuwlBTB CASTLB.\nSYMBOLIO DRKAMS.\nThe not inconsiderable class of symbolic dreams remains to be\ndiscussed. Two kinds of dreams may be called symbolic: firstly, those\nwhere the dream is unlike the real fact but yet has in it an underlying\nidea which suggests the fact. Mrs. Schweizer's dream quoted above is a\ncase in point. Such dreams may vary to any extent in the degree of\ntheir correspondence with the supposed fulfilment, and in some cases\nmight perhaps be more properly called grotesque or distorted dreams\nrather than symbolic ones. In the other kind of symbolic dreams the\nsymbol has no resemblance to the fact supposed to be indicated. The\ninterpretation is, so to speak, purely conventional. They resemble the\nsymbolic visual and auditory cases already considered. There is no\ndifficulty in supposing that the mind might clothe a premonitory (or\ntelepathic) idea. in a symbolic form once the \"convention\" is started, and\nthis might be doue either by tradition, or by the first coincidence of\nthe dream and event in the dreamer's experience, the same dream\nafterwards recurring in apparent connection with similar events.\nEvidentially it makes no di1ference whether the dream that conveys the\nidea of the future event is symbolic or not, provided the idea. is quite\ndefinitely conveyed before the event occurs. But as the event supposed\nto be foretold is usually a simple and not uncommon one,-e.g., the\ndeath (without detail) of some relative unspecified,-great care must be\ntaken in estimating the evidence, to ascertain that the dream net1e9'\noccurs except closely enough to the event in time to make it improbable\nthat the event would happen within that time by chance. None of the\nrecurring symbolic dreams which we have are evidentially thoroughly\naa.tisfactory in this way, and the following specimen is selected as an\nillustration, more for its brevity than for any other reason.\nIt is from a former Associate of the S.P.R., who does not wish her\nnameto be given. (P. 92.)\nMarch, 1884.\nSeveral times in my life, before the death of a near relative, I have\ndreamed the lISUle dream, that I am riding a white or grey pony through\nmud and muddy water.\nThe bridle of the pony is held by a dead man, either by my dear father,\nwho died in my infancy, or by a young friend, Mr. A., who died a few years\nsince, and with whom I waa much when we were children.\n2 A\nDigitized by Coogle\n\f352 On the E'IJidence for PTemonitions.\n(a.)\nThe tint occaaion I eapecially noted this dream was in July, 1875, when\nit was followed by the death of an uncle I loved very much. We bad been\nexpecting his death for lOme months.\n(b.)\nThe next was in September, 1875. We bad an unmarried sister of my\nmother's then on a visit to us, my aunt. I mentioned the dream to her.\n. She said she bad heard of such dreams before, and that in her experience\nthey foretold the death of a relation. About the day after she hemelf died,\nall in a moment, of heart complaint.\n(c.)\nIn November, 1879, I again bad the dream; it was followed by the death\nof my only child.\n(d.)\nIn March, 1880, I again dreamed the same dream; it was not followed by\nanyone's death, but my mother was struck down by paralysis, and baa\nremained an invalid ever since.\nThe following are questions addressed to our informant and\nher answers :-\n1. Have you had the dream on any other occaaion besides the four\nmentioned 1\nI do not remember distinctly, but I believe I bad, before 1875.\n2. Can you give, in each case, the interval between the dream and the\noccurrence of the death which it preceded 7\nTwo or three days.\n3. Have any near relations of yours died since July, 1875, whose destha\nhave not been heralded to you by this dream 1\nI have lost no other relation except these since July, 1875.\n4. Did you make any note of these dreams in a diary, or elsewhere,\nbefore their fulfilment 1\nNo, I attached 80 little importance to them.\n5. Did you mention them on any occaaion before their fulfilment to any\nperson now living from whom we could obtain corroboration of the facts 1\nI mentioned the dream I bad before my child's death in November, 18'19,\nto my nurse, Mrs. K., before he died, and again the dream I bad at the time\nmy mother was struck clown by paralysis, in March, 1880, to the ume\nperson, saying to her that I was sure that my mother would die. Mrs. K.\nbaa married again, and I have not seen or heard of her for many montha\npast. I do not know where she is.\nWe have five or six cases of recurring symbolic dreams besides this\none. One lady dreamS of a baby in a bath before deaths (P. 23);\nanother tells us that in her case dreams of weddings portend deaths\n(P. 609) ; another lady dreams in the same way of thunderstorms\n(P. 627) ; another used to have singularly disagreeable dreams of the\npresence of an offensive parasite (P. 386); in another case wavel of\nwater is the symbol (P. 107). In fact the symbol may be anything;\nDigitized by Coogle\n\f353\nbut in all the cases hitherto sent to us, either the record; or the\nconstancy of the time-relation between dream and event, appears to\nme to be defective. .\nCONCLUSION.\nThis concludes my review.o( the evidence for premonitions. I think\nthat no one will deny that some at least of the dreams are, as reported,\nif not premonitory, at least very remarkable coincidences, and if a\naufticient number of such dreams could be observed and recorded before\nfulfilment, the most sceptical would admit that some explanation, other\nthan chance, of the correspondence between dream and fact was\nrequired.\nBut when we consider the weakness of human memories, and\nthe extent to which the evidence depends on unrecorded details;\nwhen we reflect on the sources of error above noticed in dream-\nevidence, and on the di1liculty of tracing the origin of dream ideas in\nmany dreams which no one would suppose to be supemormally prompted\n(in other words, the very odd things we do dream), and observe\nhow many so-called premonitions occur in dreams j and when especially\nwe consider the small amount of apparently good evidence for premoni-\ntions compared with that for telepathy j-we cannot, I think. demand\nthat the possibility of supernormal prevision should be accepted even\nas a \"working hypothesis\" by the scientific world. as I myself consider\nthat telepathy ought to be accepted. Still there is enough evidence to\nmake us think about it; and one advantage of having a society like\nours is to bring home to people the importance of observing and\nrecording at once facts bearing on such subjects, and to supply a\ncentre where such records can be kept.\nIt may, however. be said by a reader disinclined to suspense of\njudgment, \"what can be the use of collecting more cases' If these do\nnot lead you to & conclusion why should any more of the same kind\nproduce the effect t Will you not always go on publishing striking\nnarratives to gratify marvel-loving readers, and then stating that they\nare inconclusive to appease the scientific world t\"\nI should admit that there was much force in this objection, if the .\nDew cases were to be evidentially like the old ones. But my point is\nthat an effort should be made to raise them-if they are really trust-\nworthy-to a higher evidential level If, in all the cases here recorded\nthe evidence had been made as complete as it might conceivably have\nbeen made-for instance. by the apparitions and dreams being care-\nfully recorded before the fulfilment-my conclusion with regard to\nthem might have been different. It may be said that people cannot\nbe expected to write down gravely that they have dreamt of five spots\nburnt in the carpet, on the chance that • careless housemaid may\nfulfil the prevision. I entirely agree, and so far as what I may call\n2.6.2\nDigitized by Coogle\n\f354 On the E'IJ'i,detnce \/0'1' Premonitiom.\nsporadic premonitions are concerned, I could not expect or desire\nmore than tha.t special care should be taken to record at the time\ndreams or other experiences regarded as premonitory which produce\na serious and strong impression.\nBut our cases are not all of the sporadic kind, so far, at least, as\nour information goes. It is clear from our evidence that many people,\nrightly or wrongly, believe themselves to have tolerably frequent\npremonitions. Here perhaps lies our best hope of obtaining certainty,\none way or another, on this at present perplexing question. These\npersons have it in their power to make a quasi-experimental investiga-\ntion of the subject. If they would make a point of recording before\nfulfilment all dreams or other experiences which appear to them to be\npremonitory, recording conscientiously their fulfilment (or non-fulfil-\nment) and the interval elapsing before it, their records would, in a\nfew years, go far towards settling the question whether genuine\npremonitions exist or no.\nNOTE.\nThere ia, of courae, no aharp line between the best cases evidentially and\nothers, and the judgment of c:li1ferent people aa to which caaea should\nbe placed in the first class are sure to differ to some extent. I propoee at\nsome future time to put together for the Journal some of thOle cue.\nabout which I have hesitated whether to include them in thia paper\nor not-finally deciding against them; and it would, I think, be of\nreal service to the investigation if before then other members of the\nSociety would study the evidence-alm08t all of which baa been prinUld\non slips or cycloatyled, and can be seen at the Society's rooma-.nd let\nme know of any cases which they think ought not to have been omitted,\nor of any other points in which they diaagree with me.\nDigitized by Coogle\n\fExpe,-iments in Thought-Transference. 355\nIV.\nEXPERIMENTS IN THOUGHT TRANSFERENCE.\nlhiflg a Supplement wthe Paper on \"MUICk Reading and Thought Tram.\njert\/llU,\" by Herr Max DUIOir, in Proceeding3, Vol. IV.\nHeiT Dessoir has sent us the originals of the three drawings and\nreproductions below, with the notes made on the same evening as the\nexperiments-namely, July 16th, 1886. They had been laid aside and\nforgotten, and have only lately been found again.\nHerr Dessoir would not, he says, attach scientific importance to three\nexperiments in thought-transference alone, but these should be regarded\nas an addition to the experiments made not long before with the same\nlady, Baroness von Goeler.Ravensburg, and described at the end of\nhis paper in Proceeding\" Vol. IV., p. 124.\nUnfortunately the delicate health of the percipient has prevented\nany continuance of the experiments, but Herr Des80ir hopes it may be\npossible to make a fresh attempt before long.\nI.\nORIO. BKP.\n<L <1\n\f356 Erq>e'f\"iments in Thoo,ght-Tmmlerence.\nII.\nOBIG.\nI ]\nBBP.\nI ]\nIII.\nOBIG. BBP.\nHerr Dessoir writes :-\nIn more complete explanation I may add the following. [A\ndiagram which we have not printed] shows the position of the experi-\nmenters. I sat at one table; Ii metres from me sat Frau von GoeIer-\nRavensburg at a second table, and at this stood also at the place\nindicated Herr Dr. von GooIer. The remarks attached to this diagram\ndescribed the modus operandi: \"Herr Baron made the drawings in the\nnext room, or behind his wife's back but in the same room, and gave\nthem to M.D to look at.\" 1\nAs regards I. the percipient said : \"At other times I see it dark on\nlight: this time light on dark.\"\n1 The aentencell in inverted commas are tranalatiollJl of the notes written at; the\naide of the drawings at the time of the experiments.\nDigitized by Coogle\n\fIn II. the proceedings were as follows: •• Firat Frau Baronin drew\nthe two long parallel linea (-), and said: •I see two. long\nhorizontal linea, but there is something else there.' Thereupon M.D.\nconcentrated his will chiefly on the left-hand croaa line ( I ), which was\nthen drawn, the peroipient remarking, •Now I see a line to the left' ;\nand then similarly with the right-hand line.\"\nThe note attached to III. runs: .. Frau Baronin added emphatically,\nthat, •it was only by mistake that the C1\"088 stroke was crooked, and\nthat abe saw the cross thicker.'''\nI must observe that on that evening and in fact during the whole\ntime till now, no further experiments have been made in the\ntransference of diagrams. On that evening, however, a few experiments\nwere made with numbers, the notes of which cannot be found.\n21st July, 1888. (Signed) M. D.\nBaron Dr. von Goeler-RaTensburg certifies the correctness of the\nabove. The following is a translation of what he says.\n\"I confirm the correctness of the accompanying drawings and\nnotes, and consent to their publication.\"\n(Signed) Dr. Freiherr Goeler von Ravensburg.\nBerlin, 19th June, 1888.\nDigitized by Coogle\n\f\f","_id":553}