{"name":"Proceedings of the Society for Psychical Research 1588 7693 5322","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_december_1888_supplement.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, Supplement, December 1888","mylang":"de","content":"l'Iupplement.) The Work of Edmwnd Gwrney. 359\nSUPPLEMENT.\nI.\n*** It is proposed to append to each Part of these Proceeding. a Supple-\nment, consisting of papers not strictly included within the\ntranaa.ctions of the Society. The number of books and articles in\nforeign coulltries which bear upon our subject is steadily\nincreasing, and we hope to give in the Supplement reviews or\nabstracts of this contemporary work. The Editor will be glad to\nreceive suggestions from correspondents aa to publications\ndeserving notice. Papers of certain other kinds, moreover, such\naa that which immediately follows here, may find place in the\nSupplement, though not forming part of the definite work of the\nSociety.\nTHE WORK OF EDMUND GURNEY IN EXPERIMENTAL\nPSYCHOLOGY.\nHow great a 1088 the work of our Society, and all cognate work\nthroughout the world, haa sustained in the death of Edmund Gurney\nit would be difficult adequately to express. We can best discern it by\nreviewing what he had already done,-the six years' work of a man in\nthe prime of life, from whom some score of further years of undiminished\nenergy might not have seemed too much to hope. And some such\nbrief account must clearly be attempted in these P'f'0Ce6ding. of which\nhe waa the Editor i-for the hearing at lea.at of this Society of which he\nwaa the indefatigable mainspring. The ta.ak,' however, haa difficulties\nof its own. Much of his work lies in a field still so subject to con-\ntroversy that, while awaiting with confidence the world's ultimate\nverdict;, we must beware of claiming aa decisive achievement what\nmany critics may still depreciate as mere' mistaken endeavour. Much\nof his labour, too, waa carried on in such close conjunction with\nother colleaguea,-in a spirit of such entire postponement of any\nclaims of his own to the interests of the common search for truth,\n-that it is not ea.ay to disentangle the precise share of thought\nDigitized by Coogle\n\f360 The Wark of Edmwnd Gurney. [SuwJ-L\nor discovery to which his mind has an exclusive title. Much\nwork, however, remains which is indisputably valuable, indisputably\nhis ;-much work, and that of a quite other kind than an outside\nobserver of his earlier years would have expected him to choose for the\nprime task of his maturity.\nThis is no pla.ce for a detailed a.ccount of his character, or for review\nof his literary achievements in other directions; but it would be\nimpossible to explain either how he came to take up this special line of\nresearch, or how he came to succeed in it, without indicating in some\nfew words in what sense his previous life had trained him for the task\non which he entered at thirty.five years of age, in 1882.\nEdmund Gurney's intellectual nature offered one of those ca.ses, 80\nto aa.y, of double foci, ofjuxtaposed but Bca.rcely reconciled impulses,\nwhich seem destined to become commoner a.s civilisation becomes more\ncomplex; and which, at whatever cost to the individual, are none the\nless essential for the progress, the unification of knowledge, if ever\nthe emotions of the one half of the world are to become the science of\nthe other. I mean that while his instincts were mainly II!Sthetic, his\npowers were mainly analytic. His dominant capacity lay in\nintellectual insight, penetrating criticism, dialectic subtlety. His\ndominant passion wa.s for artistic, and especially for musical\nsenaa.tion. For a long time it soomed a.s though, by some strange\nirony, Nature had heaped upon him gifts which he did not\ncare to use, only to deny him the one gift of musical inven·\ntiveness-or even of executive facility-which would have aa.tisfied his\ninborn, ineradicable desire. During all his boyhood, during all his\ncollege days, music wa.s his strong preoccupation. Called upon to\nchoose between cla.ssical and mathematical studies, he chose classics\nalmost at hazard, and worked at them, one may aa.y, in the intervals of\nhis practice on the piano. In spite of this diTided interest, and of a late\nbeginning-for he came up toCambridge ill-prepared-his singular acute-\nness in the analysis of language, his singular thoroughness in leaving\nno difficulty unsolved, secured him high honours and a Trinity Fellow·\nship. Few men have attained that position by dint of studies which\nformed so mere an episode in their intellectual life. He quickly\nreturned to music, and for years continued a struggle for executive\nskill which at la.st became obviously hopeless. Yet his devotion to\nmusic was not wasted; rather it bore fruit far more valuable to the\nworld, though less aa.tisfying to himself, than the manual dexterity\nwhich he had craved in vain. He wrote TM Power ofSound, a treatise\nwhich judges more competent than I, abroad and at home, have\naccepted a.s a work of serious--6ven of unique-value on the\nphilosophy of music. And even the unmusical reader can discern in\nthe book the combination of its author's characteristic qualities j-Dn\nDigitized by Coogle\n\fSapplemeaL} The W07'k of EdmvuInd (h,rmy. 361\nthe one hand the depth, the force, the refinement of emotion; on the\nother hand the trenchant dialectic, the logic which pierces like a\ndividing sword through the tangle of sentimental fallacies with which\nalllllBthetic criticism is still painfully encumbered.\nWhen music failed him he had to consider his next step. And\nhere it should be said that, although he possessed a competence, he\nwas far from rich; nor, on the other hand, had he been brought up with\nthe tastes and habits of a poor man. Again, in spite of the command-\ning stature and noble presence which gave the impression of so much\nforce and fire,-in spite, too, of much actual muscular and athletic\npower,-he was not really robust; and, as is sometimes the case with\nvery tall men, he suffered from a constitutional lassitude which\noften made all effort distasteful. It might have been expected, then,\nthat either he would live a quiet dilettante life, or that if he\nworked hard it would be with the object of increasing his\nincome. But, in fact, neither of these alternatives would have been\ntolerable to him. He could not bear to live without hard work; yet toil\nwas 80 irksome that he could not willingly undertake it for a merely per-\nsonal end. Since, then, artistic delight had failed him, he had to appeal\nto a still deeper, a still more potent stimulus. That stimulus he drew from\nhis moral nature, on which I have not yet touchedi-from the profound\nsympathy for human pain, the imaginative grasp of sorrows not his\nown, which made the very basis and groundwork of his spiritual being.\nAs yet this power of sympathy had expended itself mainly in private\nfriendships, and had given to his affections, to his consolations, a\nunique quality on which I cannot now dwell. And it had also\ninterwoven itself with his craving for the power of musical expression,\nin which his goal defined itself to him as the capacity so to render the\nbest music as to make U the poorest dwellers in the dingiest cities\"\nenterwith him into \"the rarer mof purearlistic exaltation,\" and thus\nto infuse \"the isolation of inward experience\" with \" the living interest\nof human sympathy.\"l\nAnd now, in the ruin of artistic hopes, this human sympathy, this\ndeep desire to better the lot of suffering men, became and remained his\ndominant, almost his only motive. But the right mode of altruistic\naction was not easy to find. He felt himself too sceptical-perhaps\nalso too fastidious-for ma.ny of the forms of practical philanthropy.\nHe took no sanguine view of his power to in1luence mankind by any\npurely literary production. He felt that the field in which his mind\ncould work most effectively was the field of exact logic, of cogent\nargument, in science or metaphysics. And he turned to medicine, not\nas a. pursuit in which he would be likely to attain practical\n1 TAe pOUJer of Sound, p. 422.\nDigitized by Coogle\n\f362 The Work of Edmund Gwmey. [Supplement.\nsuccess, but as a branch of science which, if grasped aright,\nmight open at lwt some indirect avenues to usefulness. In the\npreliminary studies for the medical degree-physics, physiology.\nchemistry-he showed unusual thoroughness, unusual penetration; and\npassing the second M.B. Cantab. examination (1880), he accomplished\nthe scientific, as opposed to the clinical part, of a physician's training.\nBut he soon found, as he had expected, that for clinical work he had\nno special aptitude; that he would do well to leave the bandaging of\nthe actual physical wounds of poor humanity to men who perhaps\nsympathised with the sufferer less, but who fastened the bandages\nbetter. He had not, therefore, definitely adopted any profession, when\nin 1882 a p088ibility presented itself of serving both science and\nhumanity in an unlooked-for and adventurous way.\nIn order to understand the manner in which this new appeal\naffected him, we muat consider for a moment the nature of his deep\nrealisation of the sorrows of mankind. This sympathetic pain, though\nit prompted him to share in various benevolent movements, was\nessentially not of a kind which any specific philanthropies, any social\nreadjustment, could assuage or satisfy. Rather-like the melancholy\nof Marcus Aurelius, or of those fragments of early Greek philosophy\nwhich enter, as it were, at the first onset into the very core of human\nfates-Edmund Gurney's compassion for his neighbours' suffering was\nbased, not so much on removable, as on irremovable things; on that\nendless disproportion between man's desire and his attainment which\nevolution can only intensify; on that sudden snapping of man's deepest\naffections which evolution can only teach him to feel as a still crueller\nwound; on that wail of anguish which, though it should arise but\nfrom one hopeless, helpless creature amid the whole planet's broad\ncontent, must still prevent us from regarding with enthusiasm, with\nworship, a universe in which a single sentient being is bom to\nunmerited and unrequited woe.\nIn his essay on \"The Human Ideal,\". the most deeply-felt\nchapter, perhaps, in all that he wrote, he used his penetrative\nimagination, his unshrinking reason, to tear aside the fallacies of those\nwho speak to() us of earthly life without a future as of a satisfying and\nglorious thing; who would fain gild with enthusiasm that outlook\nbefore which the wisest men have been the most sternly silent, or the\nmost courageously resigned.\n\" The Positivist religion,\" he says, \"is •to explain man to himself.'\nThe Positivist, then, is able to imagine that the time will come when a\nman will never, in sudden flashes, see himself, and his brief hold on\nlife, and his relations to existence outside him, as an inscrutable riddle;\n1 Tertium Quid, Vol. I.\nDigitized by Coogle\n\fSappJem8llt..) The Work of Edmwnd Gwrney. 363\n1\\ time when 'the abysmal deeps of personality' will be wholly filled\nup; a time when men will be insensible to the irony of affections and\ndevotions spreading and deepening up to the blighting and clipping\npoint; of 'Humanity overflowing the individual as the ocean does a\ncup,' till the cup happens one day to tum upside down ; of the voice\nof eonaeience speaking in tones whose depth and urgency seem often a\nmockery of their contents; of the Goddess in whose paths 'flowers laugh'\nand ' fragrance treads' crushing worshippers beneath her chariot wheels;\nof the sense of infinite import in life, to be found (we are told) by\neach in the mere multitude of lives stunted and limited like his own.\"\nThe practicalleason which he draws is virtually identical with that\ntaught by J. S. Mill in his celebrated posthumous essay, namely, that\nit is helpful, not injurious, to the moral welfare of mankind, that they\nshould indulge in the hope-or speculate on the possibility-that our\nlife may not be truly ended by the death we know.\n\"I simply state, as a psychological fact, that the sense of possi-\nbilities that can never be disproved is capable of exercising pervading\neffect on the human mind which is absolutely irrelevant to any.\nnumerical estimate of odds; and that human spirits, oppressed in\nthe manner described in this paper, find the sense of these possibilities\nan ineradicable fact in their lives. On paper, in a scheme of philosophy,\nthe I grand Perhaps' may look as feeble as •Humanity' looks imposing.\nBut there is another arena. In the hearts of countless individuals the\nformer expands into a pervading influence, where the latter shrinks into\na mere noun of multitude. To tell them that ' nebular hypotheses' are\nI the religion of scholars, and not of men and women with work to do,J\nhas no force unless it can be proved that the work remains undone;\nthat the hypotheses interfere with the human creed and the ideal of\nself-renouncing duty; that they have BOme anti-aocial tendency which\ncontains the germs of their own decay. No such proof has been given. As\nthe spread of science supplies no direct, BO the spread of social morality\nsupplies no indirect argument for the probable cessation of an attitude\nof mind which is equally compatible with both.\"\nWhatever may be said of such utterances as these, they will scarcely\nbe held to indicate either conceited fanaticism or eager credulity. I\nhave thought it important to quote them, because the primd facie\npresumption in scientific minds against any research which bears even\nindirectly on the problem of man's immortality, assumes that sach\nresearch is only undertaken either by men whose feeling for evidence on\nall subjects is weak, or by men whose personal craving for a future life\nis vivid enough to blind them to the slightness of the evidence for that\nspecial belief. Neither of these categories can be stretched to include\nEdmnnd Gurney. It has already been shown-and all his writings\nprove it-that the type of his intellect was not rhetorical, imaginative,\nDigitized by Coogle\n\f364 The Work of Edmund Gurney.\nmystical, but sceptical, analytical, and-to use again the old Platonic\nword which best describes him-ditJlectical. And as regards personal\npre-occupation with a future life he was again far removed from the\ncharacter which Ii priori critics might have &SSigned to him. For my\npart, indeed, I &88uredly cannot admit that a preoccupation with\nthe unseen world, to whatever pitch it may be carried,-that a laying\nup of our treasure in things above, however ardently our eyes may turn\nto where that treasure liea,-need either diminish a man's terrene\nenergy, or blunt his eagerness to know the very truth-the trllth on\nwhich he has staked his all. I leave it to those who condemn such &\ntemper of mind to consider how much of high religion, of high\nphilosophy they must strike out, as noxious surplusage, from the upward\nstrivings of mankind.\nBut I am not here imagining an ideal character, but describing &\nreal one; and I merely state it as a fact that Edmund Gurney had filii\na strong personal craving for a future life-had not even that kind of\nconfidence in Providence, or in evolution, which leads most of us to\ntake for granted that if that life exists, then for us and for the universe\nall must in the end be well.\nWhen, therefore, he entered upon that cl&88 of inquiries behind\nwhich the great hope obscurely hangs, this was not with any personal\nflutter, with any stimulus from inward longings or inward terror.\nReason had convinced him, not that if there were a future life the\nuniverse must be good, but that if there were a future life the universe\nt1~ight be good; and that without such a life the universe could tam be\ngood in any sense in which a man moved with the sorrows of humanity\nought to be called upon to use that word. And thus his attitude in\nthe inquiry reconciled, if I may 80 say, the lessons of two opposing\naphorisms,-the saying of Spinoza, II De nulla \"' minus lilHlr homo,\nquam de mtwttJ, cogitat,\" a.nd that older saying, and weightier still:\nII Vita philosophi com7Mntatio mtwtiB.\" For his meditation on death.\nand on what might follow death, was begotten, I say, neither by\ncravings nor by fears; it was the deliberate outcome of a penetrating\nsurvey of the possibilities of weal for men.\nHis practical concern with such matters was of gradual growth. It\nbegan with a form of research-if research it could be called-strangely\nat variance with his previous companionships or habits of thought.\nHe attended (and here I must confess to some persuasion on my own\npart), he attended, during the years 1874-8, a great number of Spiritual-\nistic 8eanctJ8. He sat in the cinacles of those happy believers, an alien,\nformidable figure, courteous indeed to all, but uncomprehended and\nincomprehensible by any. What knowledge, what opinions he\ngained in this long ordeal he never made known to the world, Dor\nshall I here attempt to say. But thus much I may affirm,\nDigitized by Coogle\n\fThe Work of Edmwnd Gwrney. 365\n. I think, for all of us who seriously pursued that quest, that in\nthe first place-in spite of much of failure-we could never persuade\no1U'llelves that we had a right to abandon it; and that in the second\nplace we perceived that the Beances with paid mediums, which formed\nthe ordinary method of Spiritualism, were ill-calculated to lead us to any\nsolid results; nay, tha.t, in beginning our inquiry with the so-called\nSpiritualistic phenomena at all, we were somehow beginning it at the\nwrong end. I will not here repeat the account given in the Introduction\nto Phantasms of ,1&6 Living of the gropings and the tdtonnement8,\nthe disappointments and the successes, which u,ltimately taught UB,\nin 1882, to discern a less hazardous line of approach to the cloud-\ncapt citadel. The Society for Psychical Research was founded, with\nthe establishment of thought-transference-alrea.dy rising within\nmeasurable distance of proof-as its primary aim, with hypnotism\nas its second study, and with many another problem ranged along\nits dimmer horizon. Here, at length there was Se&-way for a\ndefinite adventure; with wide possibilities, indeed, of failure-with\nthe bones, so to say, of ship-wrecked precursors bleaching along all\nthe shore,-but yet with chances also of an achievement which,\nthough in our lifetime it might remain obscure and inchoate, should\ngrow and broaden to unguessed issues in generations yet to be. But\nthere was urgent need of someone to give the coup de coUier to\nthe new enterprise ;-of an Honorary Secretary-as far removed as\npossible from fool or fanatic-who should devote his whole time\nand energy gratuitously to the task.\nThe previous pages will have enabled the reader to judge how far\nby gifts, by training, by various experience, by deep-seated thirst for\nknowledge, Edmund Gurney was fitted for such a post as this. He\nundertook it ; and in all the work-whatever be its final appraisement-\nwhich our Society has thus far accomplished, his part is closely inter-\nwoven. That work has been in great measure conjoint and consultative;\nbut his was ever a leading voice in the consultation. And there is much\nalso which practically belongs to him alone. On two such points I may\ndwell; two points on which his services to human knowledge cannot,\nI think, be controverted even by those who take a wholly adverse view\nas to the value of those further inquiries which would fain launch the\nbark of science upon a strange, an unvoya.ged sea..\nThe two points of which I speak are his work in psychological\nhypnotism, and his work on the theory of hallucinations.\nI claim that he was the first Englishman who studied with any kind\nof adequate skill the psychological side of hypnotism, making therein\nexperiments,~t short, of course, by his premature death, but already\nof the highest value ;-experiments which, though sometimes concur-\nrent with those of the French school, were yet independently executed;\nigitized by Goog\n\f366 The Wark of Edmund Gurney. [SllpplemeDt.\nand which mark, IloII it seems to me, an epoch in the study of hypnotism\nin England.\nThree names before Edmund Gurney's are a.ssociated with three\nsucceBSive stages of the history of mesmerism or hypnotism in the\nBritish Empire. The first is that of Elliotson,-a man who, partly\nthrough his own lack of tact and temper, bat mainly through the sheer\nignorance, the sheer bigotry of his medical contemporaries, has never\nyet received the honour which was justly his due. He practically\nintroduced curative mesmerism into England; he made a Vllollt number\nof experiments and threw out a vast number of idea.s; and although\nmany of his experiments were loose, and many of his conclusions hasty,\nyet if he could look down on the great centres of hypnotic activity\nto-day,--on tho Sal~triere and the Charite, on Nancy, on Bordeaux. on\nToulon,-he might fairly claim that the great maBS of the phenomena\nwhich he spent his later life in demonstrating,-to be met only\nwith calumnies, sneers, or silence,-have now become the common-\nplaces of the lecture-room, and the routine of clinical practice.\nThe second name is Esdaile's. Esdaile had persistence like Elliotson's,\nwith better tact, or better fortune; and the long series of carefully-\nnoted, carefully-figured operations which he performed under mesmeric\nanmsthesia upon Hindoos in the Calcutta Hospital made it impossible\nfor any candid inquirer to doubt longer that the mesmeric trance was a\nreal, a valuable discovery.\nThe third name, of course, is that of Braid, whose discovery that a\nsimilar condition of trance or \" hypnotism\" can be sometimes induced\nwithout gaze or \" PaBBes,\"-without any intervention of a second per-\nson a.t alI,-by mere fixation of the eyes on a bright object with an\ninward and upward squint, Wlloll a most important contribution to our\nknowledge of abnormal states. Braid's work became gradually known,\nand hypnotism met with readier acceptance than mesmerism had found.\nYet Braid's work-such Wlloll the animus of the time-wlloll weloomed\nmuch leBS for its own positive value than because it was supposed to\nsupply a kind of refutation to the mesmerists who had preceded him.\nIt is needless--or it should be needle88-now to say that Braid's work\nWlloll in reality a de1J6lopment of their previous work, superseding or\nmodifying, indeed, certain premature or too exclusive theories, but\nunmistakably indicating that the whole problem of the induction of\ntrance, or of somnambulic states, was an even wider one, and even more\nimportant to science, than a Puysegur or a Petetin, an Elliotson or an\nEsdaile, had ever ventured to imagine. This narrow polemica.l spirit\nhad its usual retribution in the retardation of further discovery.\nBraid's experiments-valued only IloII confounding Elliotson's-were not\nthemselves repeated or pursued. Incredible as it may seem, in all the\nlong interval from (say) 1855 till 1883-the date of pUblication of\nigitized by Goog\n\f~l The WOTk oj Edm'lJlTl,d, Gwrn,ey. 367\nEdmund Gumey's first experimentB-there WBB scarcely an experiment\nperformed in England which added anything further to our\nknowledge. About 1875 a great revival of hypnotism began in\nFrance-began with Oharcot and Richet in Paria, and spread\nfrom another focus-the persistent la.boura of Dr. Li~beaul~\nto the Professors at Nancy. Since t}u.t date a whole literature of\nhypnotism hBB grown up in France; experiment outstrips experiment,\nand memoir supersedes memoir with bewildering rapidity. But to all\nthis movement there WBB in Engla.nd for some years no response \"hat-\never. Nay, there WBB no apparent knowledge that such a movement\nwas going on; and when some of us'in 1883-4 began to report from\nPersonal observation what WBB being done in France, and to add some\nexperiments and reflections of our own, our papers were received with\nastonishment bordering on incredulity. Even yet, the ,a,,\",,\" on this\naide of the Ohannel are atraligely indifferent to what is being done in\nthis aubject by BavamB on the other ; but nevertheleas there hBB been\nprogress enough in the pBBt five years to convert a good many of our\nquondam paradoxes into truiama. To recount the experiments of\nothers, however, is not a difticult tBBk. Edmund Gurney did much\nmore than this. He devised and carried through (1885-8) a complex\naeries of experiments, aurpaaaed by no other hypnotist in exactneas,\neither of observation or of record, with a definite view to the investiga-\ntion of two great problema which lie on the borderland between\nphysiology and psychology, and which are apt to seem not leas but\nmore perplexing the wider our induction extends. The first question\nmay be phrased BB follows: .. Is the hypnotic state ever induced by\nlOme yet unrecognised agency-aome specific influence of operator\non aubject f\" To this question Edmund Gumey and I were,\n10 far BB I can discover, for some years the only writers who maintained\nthe affirmative answer. But it is not, of course, to the mere\nmaintenance of a view then altogether scouted, but now gradually\ngaining ground, that credit is due; but rather to the invention and\nexecution of definite experiments testing the matter in a rigoroua way.\nI muat claim then-for in the vast preponderance of French work in\nhypnotism a piece of English work, unleas clearly put forward, is\nlikely to be overlooked-that Edmund Gurney's long aeries of\nexperiments on the anathetization of single fingers of a healthy\nwaking snbject, without his seeing the finger selected or receiving any\nBUggeation BB to which finger it was to be,-are not only the hue\nexperiments that have yet been made on this branch of the subject, but\nare about the (YR11l experiments where the conditions have for any long\ntime been kept sufficiently rigorous to give the record of whatoccurred\na permanent and objective value. The excellence, that is to say, of\nthese experiments did not depend (BB so often in hypnotism) merely Oft\n2 B\nDigitized by Coogle\n\f368 The Wark of Edmwnd (furmy. (Supp'-L\nthe susceptibility of the subjects employed (for the subjects, judged by\na French standard, were not remarkable); but it depended on the\ninventiveness with which the experiments were planned, the caution\nwith which they were executed, and the acumen with which the\noperator interpreted their results. Those results, though in some waya\nperplexing, are surely of very high importance. For they prove---«!\nfar as anyone operator's experience in this protean subject can be held\nto prove anything-they prove that there is sometimes in theinduction\nof hypnotic phenomena some agency at work which is neither ordinary\nnervous stimulation (monotonous or sudden), nor suggestion conveyed\nby any ordinary channel to the subject's mind. I do not say that these\nexperiments, or anyone maa's experiments with living organisms\nunder such delicate conditions, can in themselves be called conclusive.\nIf not repeated, they must fall to the ground. But, on the one hand,\nwe still offer to repeat them, and to exhibit them, on the person of a\nperfectly healthy and normal man, to any medical or otherwise well·\nqualified observer. And, in the second place, the conclusion to which\nthey point, so absolutely heterodox a few years ago, is now receiving\nadhesions from very different quarters. That conclusion is involved in\nthe experiments in Bommeil a distanc6 of Gibert, Janet, Richet,\nHericourt, &c. It is involved in the transferences of hysterical\nsymptoms vouched for by Babinski. It is involved-in one of ita forms\n-in the belief to which the veteran Liebea.ult, with characteristic\nopenmindedness, has-after combating it for 20 years-avowed his con·\nversion, as to the efficacy in the treatment of Bl.eeping in\/a\"\" of\ncertain hypnotic methods which he previously supposed to be operative\nby dint of suggestitm alone. Wbat the precise nature of this influence,\nor of these influences, may be is a further question. Edmund Gurney\ndiscussed that point in his last published paper on \"Hypnotism and\nTelepathy,\" in ProceedingB, Vol. IV., but he did not suppose that the\nlast word, or bis own last word, had yet been said on the subject.\nThe second hypnotic problem at which he worked with marked\nsuccess was the profoundly important one of hypnotic memory-ICWbat\nis the relation of the memory in one hypnotic state to the memory in\nanother bypnotic state, and of both to the normal or waking memory I\"\nThis is at the very root of the psychology of hypnotism; and yet, so\nfar as I can discover, before Edmund Gurney's time there had in\nEngland been absolutely no experiments (unless some scattered obsevra-\ntions of Elliotson's are to be so counted,) which threw light on this\nfundamental question. It may be doubted whether even now there\nare many English readers who can comprehend the full value of the\npapers on \"The Stages of Hypnotic Memory,\" \"Stages of Hypnotism,\"\n&c., which practically opened up in England a whole department\nof experimental psychology. Still fewer, perbaps, are those who will\nDigitized by Coogle\n\fSoJpplemeDt.] The \"Work of Edmwnd Gurney. 369\nbe prepared for my next remark,-that, from the point of view\nof a technical estimate of Edmund Gurney's claims as a savant, the\nquestion is not as to the value of these papers, but as to their priority.\nThe publication of his first paper of importance in this line was\npreceded by a few months by the publication of the first of the\nremarkable papers of a cognate kind by which Professor Pierre Janet\nhas so rapidly made for himself so distinguished a place in contemporary\npsychology. But I know for a fact-nor will our courteous friend at\nHavre be dis~ to question it-that Edmund Gurney's experiments\nwere thought out, and in great part performed, before he so much as\nheard (I was myself his informant) of the brilliant results attained by\nthe French Professor. He of course instantly recognised the value of\nthose results; but, as will be seen by comparing the two series of\nexperiments, he continued to the end to work on his own original\nlines.\nI do not wish to exaggerate my friend's performances, or to show\nany insular lack of appreciation of the achievements of foreign savants.\nBut taking the history of hypnotism in England, the history, that is,\nof one of the main branches of experimental psychology in a country\nwhich has long boasted of her psychologists, it seems to me that beside\nthe epoch-making names of Elliotson, Esdaile, and Braid, the critical\nhistorian must place the name of Edmund Gurney.\nLeaving now the subject of hypnotism, the next important\npiece of work which I claim for my friend is the revision and large\nextension of our previous knowledge as to hallucinations. To this\nimportant, but little explored, topic he was led by a somewhat\nunexpected road.\nI have spoken of the discovery (as I regard it) of thought-trans-\nference, or telepathy, as the determining incident which led Edmund\nGurney to devote himself to what, for want of a more distinctive\nappellation, we have entitled Psychical Research. In the slow experi-\nmental establishment of this discovery he took a leading share.\nAnd at the same time he saw that this principle, once admitted,\nmust have a wider than its merely experimental scope,-must\nbe invoked as the nearest approach to an explanation of certain\nspontaneous phenomena, in all times loosely alleged to occur,\nand now confirmed by first-band testimony which flowed in upon us in\nan amount far exceeding any previous harvest of that kind. If there\nbe (and we soon became convinced that there veritably are) cases, too\nnumerous for chance to explain, where an apparition or other ha.1J.ucina-\ntion has been truth-telling, or -veridical,-has corresponded, that is to\nsay, with the moment of death or crisis of the person whose aspect or\nvoice (at a distance transcending the ordinary operation of the senses),\nis phantasmally discerned,-then here surely-whatever else we bave-\n2 B 2\nDigitized by Coogle\n\f370 The Work of Edmwnd Gwrmy. [SuppJemeat.\nwe have at any rate a communication between mind and mind, effected\nthrough no ordinary, no recognised channel. It was plainJy our\nbusiness to deal. with all obtainable narratives of this kind,-to show\nhow far these phantasms could be called into court as witnesses on the\nside of telepathy.\nBut yet to attempt to introduce hallucinations of any kind whatever\nas souroes of trustworthy knowledge-nay, as the very basis and\nstarting-point of deductions of the highest moment-this was an\nadventurous, a difficult matter. Plainly there was an indispensable\npre-requisi~that some one at least of those who undertook thus to\ntreat hallucinations from so new an aspect should show that he had\nmastered all that could be known of them from the old, the ordinary\nstand-point. This task Edmund Gurney undertook.\nOf his treatise on hallucinations-for it is veritably a treatise,\nthough compressed and packed almost beyond the limits of lucidity-of\nhis treatise on hallucinations included in Phantasm. 0\/ the Living, it\nmust be said, as ofhis essays on the psychological side of hypnotism, that\nit is not only the best discussion in our language, but actually the only\none in our language j the only connected review of foreign work on the\nsubject, the only serious attempt at scientific determination of the\ngenesis of hallucinations, their concomitant phonomena, their relative\nfrequency. Previous essays in English with a similar title had been\nlittle more than mere groups of anecdotes j they had still belonged to\nthe pre-scientific era. Nay, there were not even any statistics\navailable on the matter at all until Edmund Gurney took the trouble--\nthe tedious trouble~to get census-papers filled up by over 5,000 per-\nsons taken at random, anil thus to gain, though not all the information\ndesirable, at least so much more information than anyone had possessed\nbefore him that his conclusions must serve &8 .the point of departure\nfor any further inquiry through this channel into the mechanism of\nthe mind of man.\nThus far, then, I have claimed for Edmund Gurney certain\npsychological successes of an ordin;\"'ry kind - pieces of work\nindependent of that more advanced, more hazardous line of inquiry\nwhich leads without a serious break from telepathic experiments to the\nappraisement of phantasms of the living and of the dead. For my o\".-n\npart, however,' (I need hardly say,) I look upon his work in this direction\nas the main achievement of his brief career. But since that work was\ndone under conditions somewhat unusual,-conditions in which he\nhimself took deep delight-done in consultation by a small group\nunited both in personal friendship and in intellectual interests,-it is\nimpossible to state with accuracy the part taken by any member of that\ngroup, however active and indispensable. It will be more to the\npurpose to try to define the temper of mind which Edmund Gurney\nDigitized by Coogle\n1\nJ\n\f8applemeDt.] The WOTk of Edmwnd Gu1\"My. 371\nbrought to this difficult task-a temper of which the three leading\nnotes were disinterestedness, precision, sympathy.\nBy dirinterestedneu I mean more than that disregard for the\nchances of personal fame or fortune which was implied by his devoting\nhimself unreservedly to this unpopular, this a.lmost derided, quest. I\nmean an intellectual disengagement from prejudice on his own side--\na readiness, in Plato's words, \"to follow the argament whithe1'lloover it\nleadeth \"-a genuine, instinctive delight in the mere process of getting\nat truth, apart from any consideration of the way in which that truth\nmight affect his own argament. In controversy he showed-if I may\nmake a perhaps fanciful appeal to fashionable doctrines of heredity-a\ncombination of the acumen belonging to a descendant of the late Baron\nGurney's, with the chivalrous, fighting quality of the. Greys, from\nwhom on the mother's side he sprang. He delighted in the fray-\ndelighted in acknowledging a fair stroke or rebutting a foul one;\ndelighted in replying with easy courtesy to attacks envenomed with ..\nthat odium pltuJ quam theologicum which the very allusion to a ghost or\nthe human soul seems in some philosophers to inspire.\nHis precision of thought again, was of course essential in an enter-\nprise the very object of which was to import, so far as possible, the\nscientific spirit into a region hitherto abandoned to loose reports and\nchimerical fancies. But to his mind precision, thoroughness, minute\nattention, were not duties so much as necessities. He had, indeed, too\nmuch of these qualities for complete effectiveness in common life. His\nfastidious exactness was incompatible with that \"breadth of style\"\nwhich creates a strong popular impression. He pointed out too many\ndifficulties ever to give the air of having arrived at an incontrovertible\nsolution. Yet for the particular work which he was called upon to do\nthese qualities were above all things needful. But for them, that\ncongeries of widely-gathered evidence which, under his shaping hand,\nassumed corporate being as Phantatnns of eM Li11ing would assuredly\nhave presented many more vulnerable points to the searching\ncriticism to which it has very rightly been subjected.\nThe strict canons of written and oral investigation on which\nEdmund Guruey-taking the lion's share of the joint work-with\never-growing scrupulousness insisted, involved, of course, an arduous\nand a continually increasing labour. For some three years (1883-5),\nhis life was largely spent in letter-writing and in interviews.\nbearing on the cases to be cited in the book. Many of these\nletters were on topics requiring careful handling ; most of\nthem needed to be in autograph; although, as the work went on, Mr.\nG. A. Smith's competent help as secretary was of essential service.\nBut he often wrote fifty autograph letters in a day, sometimes as many\nas sixty-involving some eight or nine hours of close application.\nDigitized by Coogle\n\f372 The Wark of Edmund Gurney. [Supplement.\nThese letters, again, needed to be supplemented by the still more\nimportant work of personal interviews. Almost every living witness of\nimportance in Phantasms ofthe Living (and many persons whose names\n'do not appear in that book) had before the book was published been\npersonally visited by one of ourselves; and the chief, the most\nsuccessful part of this delicate work was performed by Edmund Gurney.\nHere it was that his power of sympathy showed itself so rare, so in-\ndispensable. For the intimate narratives which form the bulk of\nPlumtasms oftM Living were not (as critics have sometimes assumed)\npressed eagerly upon us by vain or imaginative informants. Rather\nthey were for the most part won with difficulty from opposing reserve;\nthey seldom depended upon one witness alone; and even when the\nprincipal ,,:itness understood the importance of the inquiry, and wss\nwilling to help us, there were generally subsidiary witnesses whose\ntestimony was hard to come at. And there was perpetual need to steer\nbetween the conflicting prepossessions of two classes-the mystics\n(or would-be mystics), and the 8avants (or would-be savants), who were\nready on each hand to denounce the inquirer either as weakly credulous\nin accepting, or as coarsely sceptical in rejecting, accounts which no\nnarrator till now had seriously endeavoured either to invalidate or to\nconfirm. To these problems, half social, half scientific, Edmund Gurney\nbrought more than the mere instinct of courtesy, more than the\nmere lawyer-like acumen. He brought a heart touched with the\nsense of human fates-an eye which grew steadier as it gazed on\nissues of deeper import; his presence held with a gentle sway; and\nI believe that after all his hundreds of interviews he never left a\ntrue mystic disgusted with his hardness, or a. true 8avant with his\ncredulity.\nWhat this power of sympathy was to his intimate friends I must\nleave my readers to imagine. Yet no sketch of Edmund Gurney as\ncolleague or associate could be complete without some mention of one\nfaculty which, though it scarcely appears in his published works, was\nto his friends a constant, a characteristic charm. I mean his hU17U)'UT,\n-II. spring fed from the deepest sense of life's incongruities--an a.rrowy\nsatire winged with tenderness--:-a laughter nigh to tears. His complex\nnature, with all its conflicting gifts and impulses, bloomed at its freest\nin this intimate, this fugitive flower. All this has perished; no trace\nis left, save in the memories of those for whom life has lost its\nrarest savour.\nWe work on at a task grown harder, with heavy hearts. Yet we\nhave a fresh, a powerful motive to pursue it with what strength we\nmay. Our friend's ultimate fame must follow the fortunes of a yet\nundecided adventure. It is only by pressing to ever la.rger issues tha.t\nenterprise of which he was so bold a pioneer that we may win for him\nigitized by Goog\n\fThe Work of Edmwnd Gwrney. 373\nthat honour which was not what he worked for, but which we none the\nless account his due.\nAnd meantime there are one or two at least for wham, as no living\nIlIaD. was dearer than Edmund Gurney, so also few men, dead or living,\nhave done work more vital than he. Not by emotion, but by evidence,\nby facts and not by rhetoric,-himself not greatly hoping,-he has\nhelped us towards the eternal hope. He is gone; b~t he has &lready\ndone what he could to console us. Not all in vain did his heart\ngrieve for human woe. He beat against the bars of our earthly prison.\nhouse, and he has forced a narrow opening through which we seem to\nbreathe immortal air.\nFRBDERIC W. H. MYBRB.\nDigitized by Coogle\n\f374 French Experiments on Strata of Personality. [8l1ppJemllL\nFRENCH EXPERIMENTS ON STRATA OF PERSONALITY.l\nIt is hoped that, in the form of Supplements to these ProceedingB,some\nmore or less continuous account may be given of work done in our own\nor other countries upon the subjects with which our Society is con-\ncerned. In an early number of the Proceedings it is proposed to give\na brief conspectus of the present position of hypnotism in France. The\npaper which here follows is based mainly on a remarkable essay of\nProfessor Pierre Janet's, which should be studied in the original by all\nwho are interested in the problems of personality. I have analysed\nthat essay in part only; and I have inserted many reflections for which\nProfessor Janet is not responsible. For the experiments described in\nhis article, and carried out, as it seems to me, with admirable skill, bear\nso closely upon certain views which I have already ventured to set forth\nin these Proceedings,-illustrate with such striking appositeness the\ntheory of personality which I ha.ve' here repeatedly advanced,-that it\nwas impossible for me to let them pass without hinting a.t other\nlessons even beyond those drawn by M. Janet, which his results, when\ncarefully studied, do most significantly convey.\nThe heroine of the story is the same Mme. B. of whom our\nreaders have already often heard ;-a timid elderly peasant woman,\nthe wife of a charcoal-burner near Cherbourg,-and whom at first sight\none would think as unlikely a person as could well be found to extend\none's idea of the capacities of the human intelligence. Yet nature\nhas in some way fitted this ignorant woman to become the best\nknown living exemplar of a whole series of strange psychical phen~\nmena; and there is perhaps no one in France whose personal history is\nwatched with so keen an interest hy such a group of scientific men.\nHer shyness and illiteracy,-her stolid absence of curiosity and her\nsubmissive acceptance of whatever her kind physician (Dr. Gibert of\nHavre) in the first place, and Professors Janet and Richet in the second\nplace, may choose to ordain,-these qualities, though rendering her in\nsome ways less interesting as a subject, are in reality an advantage in\nsuch an inquiry,-when contrasted, for instance, with the alert\nintelligence of Borne of the habitual subjects at the Salpetriere. She\n1 I. Lea ActeB Inconacienta dans Ie Somnambulisme. ProfellllOr Pierre J&Det,\nRevue Pkllo.opkique, March, 1888.\nII. Un Nouvel Etat Paychologique. Profeaaor J ulea Li~ia, .Rewe de I' HJPffD\"\ntiIfM, August, 1888.\n\fSapplaaL) Fremh Ezperiments on Strata 0\/P6'1'sO'lUility. 375\nhas now been unde.r close observation for several years; and physio-\nlogical phenomena have been noted, and tests applied, which have\namply sa.tisfied every observer, lay or medical, that in this case the\nhypnotic states are of a genuine character.\nIn this sa.me subject, we have the best modern case of hypno-\ntiaation at a distance-as already recounted in our Pr0C86ding.-and\nalso the best modern instance of hypnotic severance of personalities,-\n&8 now to be recounted-and apparently also the best modern instance\nof lucidity or clairvoyance, as recounted by Professor Richet, of whose\nexperiments it is hoped that an account may appear in these Proceeding•.\nIt is interesting thus to realise the inter-connection of these various\nsupernormal phenomena. It would almost seem as though some slight\nmodification of ordinary conditions-slight, I mean, as regards its\ninfluence on the common processes of life-were enough to give outlet\nto very various capacities or susceptibilities which in our ordinary\nexistence find no opportunity of manifestation.\nIn these extremely complex observations there is occasion for\nmuch tact and skill in selecting some special phenomenon and tracing\nits development and modification under various psychological con-\nditions. It is well to have some clue which we can hold, as we track\npersonality to its recesses. Professor Janet's present paper is mainly\nconcerned with the relation of unconscious actions to the somnambulic\nstate. In other words, it contains hints for an answer to the per-\nplexing question: Supposing that in ordinary life I perform some\naction involving apparent intelligence, but am not aware that I per-\nform it, is there nevertheless within me anything which can be called\na Imowledge of that unconscious act f Is there any mode of evoking\nwithin me, by hypnotic agency, a memory which may include that\nunconscious act f This is the simplest form of the question, but, as\nwill be seen, it branches out into many ramifications.\nProfessor Janet begins by distributing unconscious waking actions\ninto four classes, viz., (1) Acts unconscious by reason of post-hypnotic\nsuggestion; (2) Acts unconscious by reason of the anesthesia of the\nlimb which performs them; (3) Acts unconscious by reason of mere\nabsence or distraction of mind; (4) SpO'l&tan6uu8 unconscious acts,-a\nperplexing phrase, which signifies acts initiated by a subconscious per-\nsonality without the knowledge or participation of the ordinary or\nsuperficial personality.\nL Let us take first the case of acts which are rendered more or less\nunconscious to the waking subject by having been suggested to him\nwhen he was in the hypnotic state. Now the degrees of unconsciousness\nwith which the subject executes the command are very various, and\ncan only be understood in the light of the conception which we have\nnow gained of the hypnotic self as a kind of permanent entity, persisting\nDigitized by Coogle\n\f376 French Experiments on Strata of Pe'1'8onality. [SuppJ_L\nand wa.tchful within the subject after the hypnotic trance ha.s been\ncleared away. When, therefore, a subject in hypnotic trance is told to\nperform a certain act-say to open his umbrella indoors after the\ntrance is over-his state during the fulfilment of that command is Ii\nvariable combination of the dominions of the primary and the hyp-\nnotic self. One man, for instance, will execute the suggestion con-\nsciously, will open his umbrella saying, \"I like to carry my umbrella\nopen, even indoors,\"-and will suppose that if he liked he could have\nleft the umbrella shut. In this case the invasion ofthe primary by the\nhypnotic self is very slight, and barely sufficient, sometimes insufficient,\nto get the suggestion fulfilled. But in other ·cases the hypnotic self\nreoccupies the domain of the primary self in a complete manner. This\nmay happen in two ways. Sometimes the subject when executing the\nsuggestion falls back into the hypnotic trance. This is a condition\nwhich has led some observers, as Professor Delbceuf, to maintain that\nthe subject is always virtually asleep until the suggestion ha.s been\nexecuted, although he may seem to have been fully awakened from the\ntrance. But there is yet another mode in which the hypnotic self\ncontrols the primary to the performance of the suggested acts. Some-\ntimes it simply causes the primary self to perform the act uncon-\nsciously. To take the trifling instance which I have given above, the\nman will open his umbrella and continue talking on other matters and\nquite unaware that he has opened it. We may call this, I think, the\nmost advanced instance of the dominion of the hypnotic self, exercised\nin the waking state. For it thus accomplishes what seems to be i~\nobject, the fulfilment of the suggestion, without the needless accompani-\nment of a renewal of the trance. It has got the brain so well under its\ncontrol that it can set going the machinery needed for its desired act\nwithout stopping or interfering with the machinery which carries on the\ncommon business of life.\nIt is with the relation of these selves to each other that we are at\npresent mainly concerned, and I may begin with a trivial incident,\ncOIitaining nothing new to students of hypnotism, but well illustrating\nthe concurrent action of the primary and the hypnotic personality,-\nthe hidden criticism which the subjacent self seems to be ever exercising\nupon the words and actions which our primary selves fondly suppose\nto be the full expression of what we are.\nIn these researches Mme. B. in her every-day condition is known\nby the name of Leonie. In the hypnotic trance she has chosen for\nherself the name of Leontine, which thus represents her secondary\npersonality. Behind these two, this triple personality is com-\npleted by a mysterious Leonore,--of whom we shall hereafter have\nmuch to say, but who may for the present be taken as non-existent.\nWell then, a post-hypnotic suggestion was given to Leontine, that is to\nigitized by Goog\n\fSapplemeDi.) French Eaperimenta O'n Stmta of PersO'fW1,ity. 377\nsay, Leonie was hypnotised and straightway became Leontine, and\nLeontine was told by Professor Janet that after the trance was over\nand Leonie had resumed her ordinary life, she, Leontine, was to take\noff her apron-the joint apron of Leonie and Leontine-and then to\ntie it on again. The trance was stopped, Leonie was awakened, and\nconducted Professor Janet to the door, talking with her usual respectful\ngravity on ordinary topics. Meantime her hands-the joint hands of\nLeonie and Leontine-untied her apron-the joint apron-and took it\noft: Professor Janet called Leonie's attention to the loosened apron.\n\"Why, my apron is coming oft'!\" Leonie exclaimed, and with full\nconsciousness and intention she tied it on again. She then continued\nto talk, and for her-for Leonie-the incident was over. The apron,\nshe supposed, had somehow come untied, and she had retied it. This,\nhowever, was not enough for Leontine. At Leontine's prompting, the\njoint hands again began their work, and the apron was taken oft' again\nand again replaced, this time without Leonie's attention having been\ndirected to the matter at all.\nNext day Professor Richet hypnotised Leonie again, and presently\nLeontine, as usual, assumed control of the joint personality. cc Well,\"\nshe said, \" I did what you told me yesterday! How stupid the other one\nlooked\"-Leontine always calls Leonie\" the otherone\"-\" while I took\nher apron oft'! Why did you tell her that her apron was falling oft'¥ I\nwss obliged to begin the job over again.\"\nThis trifling incident well illustrates the important point whiCh M.\nJanet in France and Mr. Gurney in England have largely helped to\nestablish,-namely, the persistence of the hypnotic self, as a remembering\nand reasoning entity, during the reign of the primary self. When a post-\nhypnotic suggestionworks itself out during thewaking statewhich follows\nthe hypnotic trance, we seem at first to see a mere isolated idea which has\nbeen implanted in the mind proceeding to fructify j or it is as though we\nhad set the mental clockwork to release an alarum at a given hour.\nThe suggested idea fulfils itself, in isolation, more or less complete, from\nthe stream of normal memory j and there, it seems, is an end of it.\nAnd this is, no doubt, the safest way in which to regard the trivial\nexperimental suggestions with which any hypnotic subject must needs\nbegin. But if we proceed, and especially if we give suggestions which\nare to be fulfilled at a date still remote, we begin to find that what\ngoes on can hardly be described as the mere automatic self-realisation\nof the hypnotically-suggested idea. There must be something like an\neffort to keep the idea alive,-to jog the hypnotic memory-to mark off\nthe number of days which still remain before the accomplishment of the\nsuggestions falls due. In some of Mr. Gurney's cases we get this\njogging of memory in the simplest form. It appears as a kind of self-\nsuggestion repeating and enforcing the original hypnotic suggestion,\nDigitized by Coogle\n\f378 French Expe'1\"innents on Strata of Per8onality. (8~\nbut without modifying it in any way. And so long &8 there is no\nmodification, we may still say that these self-reminders are a part of\nthe original suggestion. If I set the great clock of Strasburg to show\nthe new moon when the new moon is due-say at six p.m. ten days\nhence-then at six p.m. during each intervening day, there is, or may\nbe, some little self-adjustment of the clockwork, which carries on the\nnotification to the next evening, and marks off another of the inter-\nvening days. But we do not on this account think it necessary to\ncredit the clock with a watchful personality, which remembers the\nsuggestion to strike and oounts the hours till the time comes to\ndo it.\nBut compare the apron case which we have just cited. Here the\nhypnotic self begins the suggested act, but the primary self intervenes\nand completes it. The hypnotic self, however, is not satisfied with\nthis, and begins to act again and completes the act itselt Here,\nsurely, we have got beyond anything like mechanism, and into something\nlike instinct. .Leontine, refusing to acquiesce in the apron-tying of\nLeonie as an adequate fulfilment of her own impulse to tie it, resembles\nthe insect which must needs bore its hole or build its Il;est in its own\nway, and will not make use of any assistance offered to it. Leontine's\nact, I say, resembles the instinctive act of the insect; but her recital of\nher act, her comment on Leonie's perplexed discomfiture when the\napron fell off without apparent cause, these already indicate something\nmore even than instinct at work. We see in them a parallel rather to\nthe mental operations of the child,-the unquestioning acceptance of\nthe act ordered, however meaningless, and at the same time the power\nof seeing the absurdity of the intrusion of that act into ordinary\nwaking life.\nObserve, moreover, that if we wish the hypnotic self to cease doing\nsomething which it has been told to do, but which has now become in-\nconvenient, we must give our reversing order to that self directly, or no\nnotice is taken of any remonstrance or appeal. Like Casabianca on\ntRe burning deck, the hypnotic self will go on obeying the order once\ngiven until it is cancelled by the same voice with equal authority.\nFor instance, M. Janet told N., an entranced subject, that she was to\nsay her prayers as soon &8 she awoke from her trance. In this case the\nsuggestion was able to influence the ceremonial act, but not the COD-\nscious intention. N. was awakened, and showed no real disposition to\npray. But her hands clasped themselves together, without her con-\nsciousness,-the hypnotic self doing, so to say, what it could to pray in\nspite of her. After a time one of the bystanders, and then M. Janet\nhimself, tried to unclasp her hands, but they were unable to do so. She\nthen perceived that her hands were clasped, tried in vain to unclasp\nthem, and became greatly alarmed. The muscles continued in strcmg\nDigitized by Coogle\n\fSappJ.meDl.J French Ezperiments on Strata of PersO'l'UlJ,ity. 379\ncontracture and she could do nothing with them. Profeaaor Janet was\nobliged to re-entrance her, and then a word or touch of command was\nenough.\nObserve, however, that a collision of this kind can generally be\neasily guarded against. The operator has only to add, in giving the\nRggeStion, \" You are to do this until I tell you to cease doing it,\nand even after the primary self baa been awakened you are to continue\non the 'alert for any command of mine.\" It would probably in all cases\nbe easy to educate the hypnotic self up to this point of common-aense.\nI am assuming of course that there is no tmtagoniBm to be overcome,\n-that the hypnotic self is merely anxious to obey the operator, so BOOn\nBB it recognises an authentic command. I do not say that it is impos-\nsible that the hypnotic self should take the bit, so to say, between its\nteeth, and defy the operator and the primary self alike. What might\nhappen in such a case we can at present only conjecture.\nThere is another point with regard to this contracture of the bands\nin the attitude of prayer which deserves careful attention.\nA contracture, or peraiatent contraction of a limb, may be of three\nmain kinds-(l) All the muscles may be contracted to their utmost\ncapacity. The attitude which the limb aBSumes in such a case is\ninvariable j being the resultant of the several opposing muscular forces\nat work. Such lit condition is rarely obtained in a perfect form, as the\nue\"ous energy is rarely equally distributed, but it may, perhaps, be\nI188n sometimes in tetanus. (2) Or the contraction may be confined to\na single muscle, or more commonly to a single group of muscles whose\nnervous supplies are intimately associated together by long habit.\nWithout going further into details, we may say that contractures of\nthese two claasea are anatomically tkflned,-that their limits correspond\nto nerve-provinces, and that they are thus distinctly referable to some\norganic lesion.\n(3) But there is a third claBS of contracturea sometimes seen in\nhysterical cases, where the distribution of the contracture does not\ncorrespond with the results which ought to follow from any known\norganic leaion.1 That is to say that certain muscles innervated by\ndifl\"erent nerves may be contractured in different degrees, in such a\nmanner as to keep the limb in a rigid attitude, simulating a special act\nor emotion, as menace, supplication, &c. In these cases, as in certain\ntroubles of speaking and writing (aphasia, agraphy), the area of trouble\ncorresponds to a complex idea, which works itself out in a group of\nassociated movements. And these contracture&, consequent on hypnotic\nsuggestion, while affording an excellent means of studying such\ncoordinations of movements, throw light also (as M. Janet remarks) on\nDigitized by Coogle\n\f:380 French Ezpervments on Strata of Per8onality. [SD~\nthe cause and treatment of certain complex contractures which\noccasionally arise in hysterical or insane subjects. Professor Janet\nhimself effected 0. very singular cure of a trouble of this kind. A\nwoman quarrelled with her husband, and raised her arm to strike him.\n\" As if by a punishment from heaven the right arm remained con-\ntractured in the attitude of a menaced blow.\" This contracture lasted\nfor three days, and she consulted Dr. Gibert, who showed the case w\nProfessor Janet. She refused to be hypnotised; but, as it turned out,\nno actual hypnotisation was necessary. A single command given w\nher by Professor Janet in the waking state caused the contracture first\nto oscillate between the right and left arm, and then to disappear\na.ltogether. Thus the contracture, the forced and permanent attitude\nwhich the limb had assumed under a strong psychical stimulus, in the\naccess of rage, was abolished by another psychical stimulus,-the com-\nmand confidently uttered by an operator in whose power this susceptible\nsubject probably already believed.\nThis hysterical delimitation of a fantastic area of injury is\nobservable also in anresthesim and dysalSthesim, and seems precisely\nparallel to the results of hypnotic suggestion.\nI will mention yet one more experiment to illustrate the partition\nof powers between the norma.l and the hypnotic selves. It shows what\nmay happen when the two controls are pretty equally balanced,and the\nkind of deadlock which'may result. The subject N. was once more\nordered in the trance to pray after being awakened. Her hands\naccordingly drew together to execute the command, but this time the\norder had not taken such a strong hold as usual, and the hands were\neasily separated, and the effect of the suggestion seemed to be at an\nend. And now the wa.king and conscious N. was requested to put her\nhands in the attitude of prayer. She tried to do so, but she found that\nit was impossible. She could only clench her fists, or interlock her\nfingers; she could not remember how to hold her hands with palm\npressed to palm. That position had for the time been appropriated by\nthe hypnotic self, and although the hypnotic self had not power to\nmaintain the position, it still retained control (so to say) over the\nbrain-cells which governed the position; so that the normal self was left\nin a state something like that of the aphasic patient who knows quite\nwell what he wants to say but cannot control his vocal organs to utter\nthe sound. And similarly with the same subject, if an order were\ngiven to the hypnotic self to write down the even numbers, the normal\nself was only able to write down the odd numbers. In like manner,\nin the troubles of verbal memory, we come upon cases where definitf\nindividual words cannot be recollected. And thus the experimental\ncases confirm the lessons already drawn from the morbid -cases, and\nindicate that each several word or number must in some senlt·\nDigitized by Coogle\n\fSapplement.) French Experiments on Strata 0\/ Personality. 381\ncorrespond to a separate nervous process, isolabk from all other pro-\ncesses, however closely some of them may resemble it.\nLet us now pass on to consider the second class of unconscious acts,\nviz.,\nII. Arts tmcomcWU8 by reason 0\/ the anasthesia 0\/ the limb which\nperforms them. And here let us consider whether some part of the pro-\ncess thus far described is capable of reversal. We have seen that by\nsuggesting all unconscious action we can sometimes induce a partial or\nsystematisedamesthesia, an unconsciousness on the subject's part which\nextends to the suggested act, and to that act only. Now supposing that\nanresthesia already exists, as the result of nervous malady, can we in-\nduce an unconscious action without the aid of hypnotism 1 With some\nsubjects this can in fact be done. Let us take the case of an arm which\nhas no sensation. Place a screen between the subject's eyes and his\narm ;--(this is better than closing his eyes, which may to some extent\nhypnotise him),-and raise the insensible arm in the air. It will remain\nin that position for a long time,-sometimes for more than an hour,\n-thus showing (just as the rigidity consequent on hypnotic sugges-\ntion also shows) that our failure under ordinary circumstances to keep\nthe arm extended for more than a few minutes is due to nervous and not\nto muscular exhaustion. Moreover, if we communicate some movement\nto this insensible arm it will repeat the movement many times; even\ncontinuing to write a sentence which has been suggested to it.\nMme. B. is completely anmsthetic on the left side. Professor Janet\nput an opera-glass into her left hand, a screen being interposed between\nhand and face, so that Mme. B. could not tell what had been done.\nBut the left hand opened the glass and raised it towards the face, thus\nbringing it into Mme. B's. visual field. Mme. B. exclaimed with astonish-\nment, \"Why, it is an opera-glass that I have in my left hand.\" We thus\nsee that the unconscious self which controlled the anresthetic hand con-\ntrolled also a certain amount of intelligence. The hand was made to\nexecute the complex movement which the touch of the opera-glass sug-\ngested. Thus although Mme. B. (Leonie) could not feel what was\nhappening to that arm and hand, someone or something must have felt\nthe touch; some nervous centres must have responded which were\ncapable of executing much more than an ordinary reflex movement,\ncentres which had at their command the experience of life, even the\nexperience of writing a sentence, which in Mme. B's. case is an accom-\nplishment quite recently acquired.\nOnce more. The self, or whatever we call it, which dominates the\nanresthetic limb, is capable of exerting a choice, or recognising a dis-\ntinction between various operators, as decidedly as the normal self can\ndo so. Thus if M. Janet (out of sight of Mme. B.) extends her aures-\nthetic arm in the air, he finds that he can himself easily move it in any\n\f382 French Experiments on Strata of Per8onality. (8uwl-l\ndirection, but that others cannot do this. A friend tried to move it,\nbut failed; or if he pushed it forcibly out of its position it recoiled\ninto position again. Thus, whatever the electi11ity between di1l'erent\noperators, the obedience to one rather than to another, may mean, the\naruesthetic self exercises this electivity, or power of choice, as discrimi·\nnatingly as the normal self.\nExperiments like these, with anaesthetic limbs, ought to be repeated\nas often as possible. Thus far they seem to show that there is a dOle\nanalogy between the psychical conditions governing the anaesthetic limb\nand the psychical conditions governing the subject when in the state\nof hypnotic trance. We shall next reach an analogous conclusion by\n110 still more curious train of experiments.\nIII. Let us now deal with acts rendered unconscious by distrac·\ntion of mind. This class of actions, of course, is no longer the sign of\nany kind of abnormality, but is common to the whole human race.\nThere is no one who does not many times a day perform some triffiDg\naction, which, nevertheless, is not a reflex action, but needs, or has once\nneeded, something of intelligent consideration. It may be remembered\nthat in introducing the subject of automatic writing I pointed out\nthat the first indication of writing not immediately governed by the\nwaking intelligence was to be found in the words often unconsciously\nscrawled on examination-papers, &c., by persons whose mind was con·\ncentra.ted on some train of argument. Such unconscious writing is, of\ncourse, only one variety (though the most interesting variety) of tht'\nunconscious gtJlltuTe8 'or actiOns with which we have now to deal. And\nthe study of these unconscious actions brings out in a curious way\ntheir analogy to the acts of the hypnotic self. Just as our scattered\ndreams ma.y consolidate, so to say, into successive periods of somnam·\nbulism, connected by a chain of memory, so also our acts of distraction\nin waking hours may be educed and fostered in such a way as to\nbecome a more or less continuous manifestation of an underlying per·\nsonality. M. Janet's good fortune in finding\" subjects,\" and skill in\nusing them, has afforded a curious instance of what may be done by\nmere suggestion in the waking state,-suggestion not loud and dominant,\nbut insinuated so gently that the acts which follow upon it never\nobtrude themselves upon the subject's attention, which continues\noccupied in some other wa.y.\nP., a man of 40, was received into .the hospital at Havre for\ndeliriu.m tremtJfl8. He improved, and became quite rational during the\nday time, though still delirious at night. The hospital doctor obsernd\nthat he was highly sugge8tible, and invited ~fessor Janet, whOll8\nwords I now quote :-\" While the doctor was talking to him [on I\nsubject which interested him] I placed myself behind him and told him\nto raise his arm. On the first trial I had to touch his arm in order to\nDigitized by Coogle\n\fprovoke the desired act, ,afterwards his unconscious obedience followed\nmy order without difficulty. I made him walk, sit down, kneel,-all\nwithout knowing it. I even told him to lie down on his stomach, and\nhe fell down at once, but his head still raised itself to answer the\ndoctor's questions. The doctor asked him, 'In what position are you\nwhile I am talking to you l' 'Why, I am standing by my bed, I am\nnot moving.' 'Don't you see how small you have become l' , I\nam shorter than you are, but I am not shorter than usual.' I could\nacarce1y believe that a ·man awake and in possession of his faculties\n(for there was no delirium), could imagine that he was standing up\nwhen he was really lying on his stomach on the ground. But in fact\na kind of hallucination united with the 'systematised anesthesia' in\nproducing this strange state of things.\" This subject was never hyp-\nnotised at all, and the sensibility to suggestion seems to have been the\nmere temporary result of the state of alcoholism. It would appear,\nindeed, that any relaxation of mental unity, any slackening of the\ncentralising energy which, so to say, keeps a man's personality together,\nmay afford opportunity for the setting up of a secondary series of\nactions, not included in the primary consciousness. The man recover-\ning from delirium W6f7km8 was suggestible in much the same manner\nas a healthy man in a hypnotic trance, or in an ordinary doze or\ndream.\nAnd here I shall for the time desert M. Janet, in order to relate a\nrecent experiment of Professor Li~is, of Nancy. Professor Li~geoia\nseems not to have seen ProfeB80r Janet's article, and diacU8B6B the\nphenomena from a different point of view.l It is the more interesting\ntherefore, to note their complete concordance with Professor Janet's\nresults.\nMy readers are probably aware that it is a common experiment to\nsay to an entranced subject, say Camille, u.When you wake, Professor\nLi~geois [or any given person present] will have left the room i-he\nwill be no longer present, you will not hear him or see him.\" Camille\nwakes, and·experiences what the school of Nancy term a\" negative hal-\nlucination.» . She no longer perceives Professor Li~geois, though in all\nother ways she is apparently perfectly normal. Now in the experi-\nment to be recounted Professor Liegeois, thus banished by suggestion\nfrom the purview of the apparently waking Camille, succeeds in getting\nstealthily back into communication with some consciousness of Camille's,\nbut not with that same consciousness from which he has been expressly\nbanished. I abbreviate Professor Li~geois' account of one of these\ncases.\n1 The article in the &we de Z' H1IJIfIDtiIme is taken, we are told, from a forthcoming\nbook of Prof. LWgeoia'on SUWuRon 11M8orMaIImbulim, in their ~Cion tDi0 Jun.-\n~ tmd Lcfllll MeciicSm.\n2 .0\nDigitized by Coogle\n\f384 Fremh Experiments on Strata of Personality. [S~&.\n\"M. Li~beault entranced Camille, and, at my requeat, suggeated to her\nthat she would neither see nor hear me any longer. Awakened, the subject\nis en rapport with everyone elae j I alone exist for her no longer j but, II 1\nshall ahow, this is not strictly true j there are in her, as it were, two per.\n8Onalitiea, one of which seea me, while the other does not see me, and hean\nme, while the other pays no attention to my worda.\n\" I began by aatisfying myself as to the state of her sensibility j oddly\nenough ahe was still sensitive to pain inflicted by other persons present, but\nnot by me j if they pricked her ahe quickly withdrew her arm j if I pricked\nher she felt nothing; even if I left a pin sticking in her she neither felt nor\naaw it. [Prof8B80r Li~geois suppoaea this elective analBthesia to be a quite novel\nphenomenon; but it is surely only an extension of the difficulty which the\nsubject of a negative hallucination habitually has in perceiving any manifes-\ntation of the personage temporarily abolished. The degree of the difficulty\nvariea in diff'erent casea, and no doubt in the present case the negative\nhallucination was very complete.] Having found that a direct appeal from\nme produced no reply, I proceeded as imperl\/OnaUy as poaaible ; speaking, not\nin my own name, but as though I were an inward voice of the subject'. own,\nexpreaaing thoughts which emanated from her own mind. I aaid, 'Camille\nis thiraty; ahe will go to the kitchen and ask for a glasa of water, which abe\nwill place on this table.' She seemed to have heard nothing, and yet after a\nfew moments she executed the preacribed action, with the quick impetuOUI\nmovements often observed in the 80mnambulic state. She was asked why\nshe had brought the glasa and put it on the table; ahe could not undentand\nwhat was meant; 'ahe had not moved; there was no glasa on the table.'\nSimilarly she uttered whatever worda I suggeated to -her, and immediately\nafterwards was unaware of having uttered them. At the aame time, when\nM. Li~beault addreaaed me she was astonished, and thought that he .....\ntalking to the wall. Wishing to &88ure myself that she did actually see me,\nthough not conscious of doing 80, I aaid, 'Camille will take from the pocket\nof M. Li~geois a bottle which contains eau de Cologne; she will uncork\nit and smell the delicious scent.' She got up, came straight to me, found in\nmy pocket a bottle of ammonia, uncorked it and smelt the odour with\ndelight.'\nI need not prolong the account of the experiment. Its point is\nplain. While Camille was under the spell of the negative hallucination,\n-while, so far as her conscious self was concerned, she could not dis-\ncern Professor Li45geois' presence,-Professor Li~geois, speaking imper-\nsonally but authoritatively, succeeded in gaining control over some\nunconscious stratum in Camille, and in prompting acts of which the\nactive, speaking Camille continued unaware even while she executed\nthem.\n\" It has been believed till now,\" adds Professor Li~is, speakiDg\nperhaps in somewhat too general\"terms, \"that the negative hallucinatioD\ncompletely annulled the visual or auditory sensations, preventing their\nbeing perceived by the brain. Well, we believe that this is an error;\nthere is visual, there is auditory perception; these perceptions do Dot\nDigitized by Coogle\n\fSappJement.] F1'ench Experiments on Bt1'ata of PeT8onality. 385\nreach the conscious ego, but they realise themselves in the unconscious\nego j and the person banished by the negative hallucination can enter\ninto communication with the subject, from whose eyes it was believed\nthat he had entirely disappeared.\"\nIt will be seen how closely concordant is all this with Professor\nJanet's results. I forbear to insist here on another point which Pro-\nfessor Liegeois' experiment with the ammonia suggests,-namely, that\nif we assume, as is on other grounds probable, that no sensation of\nCamille's can have been misinterpreted by the whole of her personality,\nthere was probably a self profounder still which recognised, both\nthat M. Liegeois was in the room all the time, and that the Bask con-\ntained ammonia, and not eau de Cologne. But this pomt ma.y recur\nto the reader's mind at a later stage of Professor Janet's experiments,\n-to which experiments we must now return.\nThus far we have dealt with a secondary personality summoned into\nbeing, so to sa.y, by.our own experiments, and taking its orders entirely\nfrom us. It seems, however, that, when once set up, this new person-\nality can occasionally assume the initiative and can say what it wants\nto say without any prompting. This is curiously illustrated by what\nmay be termed a conjoint epistle addressed to Professor Janet by Mme.\nB., and her secondary personality, Leontine. \"She had left Havre\nmore than two months when I received from her a very curious letter.\nOn the first page was a short note, written in a serious and respectful\nstyle.-She was unwell, she said,-worse on some days than on others,\n-and she signed her true name, Mme. B. But over the page began\nanother letter in a quite different style, and which I may quote as a\ncuriosity. 'My dear good'sir, I must tell you that B. really really makea\nme suffer very much j she cannot sleep, she spits blood, she hurts me ;\nI am going to demolish her, she bores me, I am ill also, this is from\nyour devoted Leontine.' When Mme. B. returned to Havre I\nnaturally questioned her about this singular missive. She remembered\nthe fir,' letter very distinctly . . . but had not the slightest recollec-\ntion of the ,tJcond. • •• I at first thought that there must ha.ve been\nan attack of spontaneous somnambulism between the moment when\nshe finished the first letter and the moment when she closed the enve-\nlope. . . . But afterwards these unconscious, spontaneous letters\nbecame common, and I was better able to study their mode of produc-\ntion. I was fortunately able to watch Mme. B. on one occasion while\nshe went through this curious performa.nce. She was seated at a\ntable, and held in her left hand the piece of knitting at which\nshe had been working. Her face was calm, her eyes looked into\nspace with a certain fixity, but she was not cataleptic, for she was\nhumming a rustic air j her right hand wrote quickly and as it were\nsurreptitiously.-I removed the paper without her noticing me and then\n2 a 2\nDigitized by Coogle\n\fl\n386 French Eaperiments on Strata of Personality. [8uppIem&\nspoke to her; she turned round, wide awake, but surprised to see me,\nfor in her state of distraction she had not noticed my approach. Of\nthe letter which she was writing she knew nothing whatever.\"\nLOOntine's independent action is not entirely confined to writing\nletters. She observed (apparently) that when her primary self, LOOnie,\ndiscovered these letters, she (I~onie) tore them up. So LOOntine hit\non the plan of pla.cing them in a photographic album into which LOOnie\ncould not look without falling into catalepsy (on account of an\n~iation of ideas with Dr. Gibert, whose portrait had been in the\nalbum). In order to accomplish an act like this LOOntine has to wait\nfor a moment when Leonie is distracted, or, as we say, absent-minded.\nIf she can catch her in this state Leontine can direct Leonie's walks,\nfor instance, or make her start on a railway journey without luggage, in\norder to get to Havre as quickly as poBBible.\nIt will be observed that Leontine bas now arrived at a point mid·\nway between the mere 8tages-which cannot be called perBOMlieiu.\n-through which Mr. Gurney's hypnotic subjects could be led back·\nwards and forwards at pleasure,-and, on the other hand, the fully\ndeveloped alternating personalities of such a case as Felida x. If\nLeontine were habitually encouraged,-if a large part of Mme. B.'a\nlife were pasSed in that hypnotic stage in which Leontine holds\nunchecked dominion,-we must suppose that Leontine would acquire\nmore and more power of intervening in Mme. B.'s waking state-her\nLeonie state-also; until perhaps the rela.pses from Leontine into.\nLeonie,-from the secondary into the primary personality,-might\nbecome as brief and rare as they ha.ve become in the often-cited case of\nFelida x. And thus the whole personage might undergo profoud\nalteration by gradual steps leading on from what was at first a\nmere momentary experiment.\nV. We have thus very briefly traced the analogy between four claasea\nof unconscious or automatic actions,-actions not forming a part of\nthe primary chain of memories. We have considered the automatic\nactions which are the result of hypnotic suggestion; and those which\naccompany local anethesiae; and those which occur during mental\ndistraction (or negative hallucination); and those which present them·\nselves spontaneously,-which make an irruption into normal life as\nthongh for some definite purpose, to fulfil the wishes of some sub-\nconscious personality. I think that Professor Janet's comparison of\nthese various forms of automatic action is highly instructive, and I\nobserve with interest that they have led him to a view of the esaence\nof the hypnotic state which resembles the old view of Deleuze, and\ncomes nearer than anyone else's that I can quote to the view which I\nhave myself sever~ times endeavoured to express, but which has\nhitherto attracted little notice.\nDigitized by Coogle\n\f~t.l French, E~riments on Strata of Pe'I'sonality. 387\n.. I shall be tempted,\" says M. Janet (p. 258)... to say with Deleuze\nthat the forgetfulness of all that has passed during the somnambulic\nstate is the principal psychological character of somnambulism. This\nis its only constant character.\" Now it is perhaps too much to say\nthat any character of the hypnotic trance is absolutely constant in all\ncases. But it seems to me most important that this formation of II\n~ c1&tJin 01 memory should be insisted on as a fundamental\npoint, rather than the lI1UICeptibilitll to mgg6lltiOf& which recent 8tJ1HJt1t8\nhave more usually singled out, or the transmission of a specific\nefIIuence on which most of the early mesmerists insisted. I do not,\nof· course, deny the suggestibility, and I continue to believe in some-\nthing like the specific efRuence, now so generally discredited, but which\nMr. Gurney's experiments seem to me to confirm. But neither of these\ncharacteristics, I think, goes so deep as the division of memory.\nThere is nothing else which shows us so instructively the true relation\nof hypnotism to other states.\nAnd here I may repeat my own contention,1 which is briefly this :-\nI hold that hypnotism (itself a word covering a vast variety of\ndifferent states) may be regarded as constituting one special case\nwhich falls under a far wider category,-the category, namely, of\n_lopment8 ofII 8econdo1ry per'80f&aliell. I hold that we each of us con-\ntain the potentialities of many different arrangements of the elements\nof our personality, each arrangement being distinguishable from the\nrest by differences in the chain of memories which pertains to it. The\narrangement with which we habitually identify ourselves,-what we call\nthe normal or primary self,--consists, in my view, of,elements selected for\nus in the struggle for existence with special reference to the maintenance\nof ordinary physical needs, and is not necessarily superior in any\nother respect to the latent personalities which lie alongside it,-the\nfresh combinations of our personal elements which may be evoked, by\naccident or design, in a variety to which we can at present assign no\nlimit. I consider that dreams, with natural somnambulism, automatic\nwriting, with so-called mediumistic trance, as well as certain intoxica-\ntions, epilepsies, hysterias, and recurrent insanities, afford examples of\nthe development of what I have called secondary mnemonic chains,-\nfresh personalities, more or less complete, alongside the normal state.\nAnd I would add that hypnotism is only the name given to a group of\nempirical methods of inducing these fresh personalities,-of shifting\nthe centres of maximum energy, a.nd starting a new mnemonic chain.\nAnd observe that this is no mere matter of verbal definition; it\ninvolves in the first place a principle of classification, and in the\naecond place a novel criterion for the discussions so frequently raised\n1 See P~. B. P. Ro, Vol. IV., pp. 183-6, 224-232, 003-5.\nDigitized by Coogle\n\f388 French ExperimentB em Strata of PerBO'naLity. [Sa~L\nas to the consciousnes8 or Unconsciou.snes8 of any given act. In the\nfirst place, the classification of hypnotic stages must not be determined,\nas the Sa.lpetriere school determine it, by somatic indications alone,-by\nstates of the muscles or of the reflexes. The true, the central indica-\ntion of a change of hypnotic state will be a change of the scope of\nmemory.\nAnd conversely every somatic change-even the stiffening of a limb\nduring apparently normal waking life-will on this view besr some\nrelation to the change of memory. Thus suppose that my arm is\nrendered anll!Sthetic by hypnotic suggestion, and is then pricked with-\nout my seeing it, I shall be unconscious of the pricks. My normal self,\nthat is to say, will be unconscious of them, and on the ordinary view\nmy whole self will be unconscious of them. But in the view which I\nam now advocating I shall consider it as practically certain apriori\nthat some phase of personality of mine must have been conscious of the\npricks, a.nd must have registered them on some latent mnemonic chain.\nThus, in a word, nothing which my organism does or suffers is UD-\nconscious, but the consciousness of any given act or endurance may\nform a part of a chain of memories which never happens to obtrude\nitself into my wa.king life.\nThe subject needs as much illustration as possible; and here I will\ngive two examples of the mode in which &transition from one form of\nincipient secondary personality to another may be effected. Both are\ntaken from Professor Janet. The first shows the transition from acts\nof distraction to the hypnotic state j the second shows the transition\nfrom the hypnotio state to an independent alternative personality,\nsharing in the concerns of ordinary active life.\nFirst I quote the words in which M. Janet describes how by\nmerely educing and fostering acts of distraction the hypnotic state was.\nultimately induced j-as though it were the hypnotic self which per-\nformed the acts of distraction, and when these acts became numerous\nand complex the hypnotic self was obliged to assume full control of the\npersonality in order to fulfil its task.\n\"M. Binet had been kind enough to show me one of the subjects on\nwhom he was in the habit of studying acts rendered unconscious by\n&nll!Bthesia, and I had asked his permission to produce on this subject\nthe phenomenon of suggestion by distraction. Everything took place\njust as I expected. The subject (Hab.), fully awake, talked to M.\nBinet. Placing myself behind her I caused her to move her hand\nunconsciously, to write & few words, to answer my questions by\nsigns, &c. Suddenly Hab. ceased to speak to M. Binet, and, turning\ntowards me, continued correctly by the \"oice the conversation which\nshe had begun with me by unconscious ftgm. On the other hand, she\nno longer spoke to M. Binet, and could no longer hear him speak j in a\nDigitized by Coogle\n\f811\"\"-*-] F'I'e'1\/£k Ezperimenta on BtraJ.a Of PerBonaJ,ity. 38\nword, she had fallen ~nto elective somnambulism. It was necessary to\nwake her up; and when awakened she had naturally forgotten every-\nthing. Now Hab. had no previous knowledge of me at all; it was not,\ntherefore, my presence whioh had sent her to sleep. The sleep was\ntherefore in this case manifestly the result of the development of\nuflCOn8C'iouB ac'ions, which had invaded, and finally effaced, lihe normal\nconsciousness. This explanation, indeed, is easily verified. My sub-\nject, Mme. R, remains wide awake in my neighbourhood so long as I\ndo not provoke unconscious phenomena; but when the unconscious\nphenomena become too nnmerous and too complicated, she goes to\nsleep. We may similarly explain a peculiarity in the execution\nof the post-hypnotic suggestions. So long as these are simple,\nthe subject executes them unconsciously while she talks of some-\nthing else. But when they are long and complicated, the subject\ntalks less and less while she executes them, ends by going to sleep, and\nexecutes them rapidly in the somnambnlic state.\" M. Janet goes on\nto suggest (as had already been suggested Proceeding,S. P. R., Vol.\nIV., pp. 235,254, &C.), that the trance which often comes upon the\n\"writing medium\" in the middle of the seance is a phenomenon of\nthis same kind. When the tension of the automatic script which\nthe \"medium\" is producing becomes too great, the normal self sinks\nfor the time being below the level of consciousness, and the secondary\nself, from which the writing proceeds, becomes dominant in its turn.\nIt must be observed that this explanation of that very singular\nphenomenon-the trance of the automatist-is a new one, and by\nno means i~entical with the phrase commonly used by Spiritualists,\nwho say that the writing medium is CI mesmerised by the con-\ntrolling spirit.\" In putting forward this new explanation, which\nrefers the trance to a mere change of cerebral equilibrium-a\nmere shifting of the psychical centre of energy within the personality\nof the automatist himself,-I do not mean to deny the possibility\nthat some influence external to the writer's may at times be\noperative. On the contrary, if Mrs. Newnham, for example, (when\nwriting automatically answers to questions put by' Mr. Newn-\nham, but unseen by her), had fallen into a trance when overtaxed\n(instead of merely feeling headache and exhaustion), this might cer-\ntainly have been classed as a kind of mesmerisation by an influence\ncoming primarily from outside the automatist's r ;rsonality, though\nexercised-not by external Ie passes\" or words or looks-but as it were\nfrom a base of operations within the automatist herself. And if there\nbe any intelligences, other than those of living men, which can in any\nway act upon us, then assuredly this mode of action would for them\nalso be in accordance with analogy i-namely, to influence the subject\nto write, and occasionally to send him to sleep,-to submerge his\nDigitized by Coogle\n\f310 F'1'6'nCk Ea:p6'1\"innents 00 Strata of P6'I'8O'1W1,ity. [Sa~\nnormal personality,-when their controlling influence reached a certain\ndegree of intensity. But it is in ordinary cases quite unnecessary to\nassume any external influence at all. Unless the mattw of the written\nmessage be provably such as the w.riter's mind, in a state of exalted\ndream, could not have originated, we cannot possibly assume, in the\nface of all these hypnotic analogies, that the mere fact that the writing\ncomes automatically,-appears to him as external to his normal con-\nsciousness,-in any way proves that it has in truth originated ontside\nhimself. .\nAnd next as to the transition from the hypnotic trance to an in-\ndependent secondary personality. M. Janet justly remarks,-and\nhere he is following, probably without ever having seen the ZoiBt, the\nobservations which Elliotson made long ago,-how very different,\nin different cases, is the amount of ptW8onaJ.ity which the hyp-\nnotised subject is able to manifest. For it must be observed that the\nhypnotic self by no means closely follows the characteristics of the\nwaking self. A person who is lively and clever- in common life may\nmake a dull and torpid hypnotic subject j and on the other hand a\nperson who in .common life is shy or stupid may develop, when hyp-\nnotised, .. surprising boldness and vivacity. This was eminently the\ncase with Dr. EIliotson's patients, the Okeys. \" I .used first to send\nthem to sleep,\" he says (ZoiBt, Vol. III., p. 58)j \" on their opening their\neyes, and becoming active again, they were in a wild, merry, and mad\nstate, most waggish, and full of ungovernable fun, caring for nobody.\"\nThis fact, like many other points which are now matter of daily obser-\nvation, roused suspicion as to the genuineness of Dr. Elliotson's phe-\nnomena. It is to be wished that those who scoffed at the Okeys could\nhave seen Professor Janet's undeniably genuine subject Mme. B., whose\nhypnotic character (as I have myself seen) undergoes an even grotesque\nchange of the same kind. \"This poor peasant,\" says Professor Janet,\n\"is in her normal state a serious and somewhat melancholy woman, calm\nand slow, very gentle and extremely timid. No one would suspect the\nexistence of the personage whom she includes within her. Hardly is\nshe entranced when she is metamorphosed j her face is no longer the\nsame j her eyes indeed remain closed, but the acuteness of her other\nsenses compensates for the absence of sight. She becomes gay, noisy,\nand restless to an insupportable degree j she continues goodnatured,\nbut she has acquired a singular tendency to irony and bitter jests.\n. . . In this state she does not recognise her identity with her\nwaking self. •That good woman is not I,' she says, •she is too\nstupid I\"\nOnce more. We have seen that Leontine (Mme. B.'s hypnotic aelf)\ncarries to a high point the difference of character which is in different\ndegrees observable in the majority of similar cases. But LOOntine is\nDigitized by Coogle\n\f811pp1emeu$.] F'1'tIIlCh Eaperinnems on Strata 01 Pe'l'8()'l'l,Q],ity. 391\nin another way also a remarkable hypnotic personality. Mme. B. has\nbeen 80 often hypnotised, and during so many years, (for Rhe was\nhypnotised by other physicians as long ago as 1860), that Leontine has\nby this time acquired a very considerable stock of memories which\nMme. B. does not share. Leontine therefore counts, as properly belong-\ning to her own history and not to Mme. B.'s, all the events which have\ntaken place while Mme. B.'s normal self was hypnotised into uncon-\nscionsnesa. It was not always easy at first to understand this parti-\ntion of past experiences.\n\"Mme. B., in the normal state,\" says Professor Janet, \"has a\nhnsband and children. Leontine, speaking in the somnambulic trance,\n.attributes the husband to 'the other' (Mme. B.), but attributes the\nchildren to herself. . • . At last I learnt that her former mes-\nmerisers,-as bold in their practice as certain hypnotisers of to-day,-\nbad induced somnambulism at the time of her accouc:hementB j Leontine,\ntherefore, was quite right in attributing the children to herself; the\nrnle of partition was unbroken, and the somnambulism was char:\nacterised. by a duplication of the subject's existence.\" There surely\ncould hardly be a more striking illustration of the remark made\n(Proct1Mling', Vol III., p. 225) that \"when once a second mnemonic\nchain is woven, the emergence of a second personality is only a matter\nof degree.\"\nHypnotise a man once; go through a few experiments, and wake\nhim up. The memory of what has been done will (in ordinary cases)\nhave passed away, and you may plausibly maintain that he was not\nconscions during the trance. Hypnotise him again and you find that\nhe recollects what happened in the first trance i-that there is now a\nlittle scrap of memory in which his waking self has no share. But it\nwould be absurd to dignify these fragmentary interludes with the\nname of a secondary personality. Repeat the process, however,\nmany hundred times, and at last the time spent in the hypnotic\ntrance, the experience gained therein, will become comparable with the\ntime spent in normal existence, and the experience gained in the\ncommon routine of life. And if, as in Mme. B.'a case, the faculties are\nquickened in the hypnotic trance, we shall have & secondary personality\nlike LOOntine,-leas capable, probably, than the primary personaJity\nof managing the practical bnsineas of life, but yet claiming\nwith plausibility a kind of intellectual leadership in the joint\nconcern.\nAnd here, I repeat, the induced somnambulism of the hypnotic\ntrance is precisely paralleled by the spontaneoussomnambulism,which,as\nwe know, sometimes appears in the first instance as little more than an\noccasional vivid dream, but may develop by repetition into a nearly\ncomplete scission of personality, with perhaps (as in FeIida X.'s case)\nDi~itized by Coogle\n\f392 French Experiments ()'11. Strata of Pef'8O'1I,(J},ity. [8a~\nan ultimate triumph of the new or somnambulic personality over the\nold or normal one.\nThus far, then, we have been tracing various ways in which &\nhypnotic or secondary self may be discovered or developed, without\n. asking further whether or no that new personality is itself to be\naccepted as a permanent or homogeneous thing. Of course we have no\nright to make any such assumption about it. On the contrary, when\nonce our habitual centre of personality has been displaced, we seem to\nbe i.p a position of unstable equilibrium, and readily susceptible of\nfurther psychical displacement.\nSo soon, therefore, as we have developed a secondary personality in\nour subject, we ought to try whether this personality in its turn\ncan be split into two parts, or rather whether it affords faults or\ninterruptions through which some underlying stratum can now be\ndiscerned. Now Mr. Gurney has shown that even in the most ordinary\nhypnotic trance of healthy persons two stages can in many cases be\nevoked, a lighter and a deeper stage, each with a separate chain of\nmemory; although, as might have been expected, considering the very\nslight difference between the two stages, these separate chains of\nmemory tend ultimately to coalesce into one. And these experiments\nof Mr. Gurney's gain additional importance from the fact that, with\nexceptional, hysterical subjects, Professor Janet bas been able to carry\nthis fragmentation of the hypnotic state, as we shall see, to a surprising\npoint. For it is by small experiments with average subjects that we\ncan best assure ourselves that the advanced experiments with ex·\nceptional subjects present us not with a mere anomaly but rather with\nsalient examples of a general law.\nLet us see, then, if we can use the clue which the observation of uti-\ncomciOWl actions affords us to penetrate yet deeper into the strata of\nhuman personality. And one of the first questions which mustbe met,-\nit is M. Janet who has formulated it distinctly,-is this: Do the acts\nof distraction performed in waking life form part of the somnambulic\nchain of memory' Do the strata (as I may say) lie superposed in this\nregular fashion, so that the acts of distraction of one stratum form part\nof the conscious acts of the stratum immediately below it 1 If I divert\nthe attention of a waking friend so that he scribbles some word with-\nout being aware of what he is doing, will he, if hypnotised, remember\nthe scribbled word 1\nThis is a question which experiment alone can solve; and it is pr0-\nbable that in different cases we shall have different results. In the\nfirst place, all those acts of distraction which, though performed in the\nwaking state, have special reference to an already-evoked hypnotic\npersonality, are likely to be remembered in the hypnotic state. Thus\nLeontine, as we have seen, remembers Leonie's acts of distraction, 80\nDigitized by Coogle\n\fSapplemaDt.) French E:xperimumts on Strata of Per8onality. 393\nfar as those were prompted by Leontine herself,-she remembers, for\ninstance, the Leontinian postscripts to Leonie's letters. But these post-\nscripts, though M. Janet here cites them as Bpontaneous acts of distrac-\ntion, were not spontaneous in the sense in which the word scribbled on\nm examination-paper is spontaneous. They were prompted by a\npersonality which we know to be readily evocable, and which we\nnaturally imagine as lying near the surface even in its periods of\nlatency. And, on the other hand, I do not see that we have yet any\ndefinite proof that acts of distraction in no way connected with\nhypnotism are ever recollected in the hypnotic state. They may be so ;\nmel, looking to the great variety of these phenomena, I should suppose\nthat they sometimes are so. But the question is not to be settled in\nthis simple way. Sometimes, at any rate, the waking person's acts of\ndistraction are not included in his hypnotic memory; and we have then\nto look for some memory in which they are included.\n\"Certain somnambules,\" says M. Janet, \"as L.,hardly ever recover in\nsomnambulism the memory of their unconscious acts; others remember\nonly a portion of them. Leontine\" (who, it must always be remem-\nbered, is simply the hypnotic personality of Mme. B.) \"remembers\nperfectly Mme. B.'s unconscious acts when these are spontaneous,\"\n(i.e., initiated by Leontine herself) \"or due to post-hypnotic sugges-\ntion; but she never remembers Mme. B.'s unconscious acts, when the\nunconsciousness is due to aruesthesia or to distraction.\" M. Janet's\nanalysis of this difference (pp. 266-272) seems to me a model of delicate\npsychological investigation.\nThe clue to the inquiry lies in the observation that when a subject,\nalready partially aruesthetic through hysteria, is thrown into the\nsomnambulic state, the anlllSthesia may continue unmodified, and\nconsequently such acts as in her normal state lie outside of her con-\nsciousness by reason of their aft'ecting the anlllSthetic limb, may still\nlie outside her hypnotic consciousness, for the same reason. But we\nhave reason to believe that the sensation of limbs hysterically ames-\nthetic is never really abolished; that it exists potentially in all cases,\nand may in some cases be evoked in certain phases of trance. A\nhypnotic consciousness, therefore, which does not include the con-\nsciousness pertaining to such limbs, cannot be regarded as embracing\nthe whole of the possibilities of consciousness which lie beneath the\nnormal threshold.\nAgain, the same view is confirmed by the observation of the acts\nof distraction performed in somnambulism itself. For when the som-\nnambulic life reaches a point sufficiently alert and varied to be capable\nof distraction,-when it has attained, so to say, a sufficient bulk to\nmake it experimentally divisible,-we find that the somnambule is\nliable to acts of distraction in an even greater degree than the normal\nigitized by Goog\n\f394 French Ezperiments on Strata of Personality. [S~\nsubject. It is possible, by watching an opportunity when Uontine is\nvividly talking, to induce her-or rather some other personality in the\nsame skin-to hold a conversation by signs, without Leontine's COD.\nsciousness, precisely as, when Leonie is in her normal state, LOOntine\ncan be ind~ced to hold a conversation by signs, without LOOnie'a\nconsciousneBB.\nThe two experiments, however, are not reciprocal. That is to say\nthat although Leonie's unconscious acts are sometimes (not always)\ncoincident with LOOntine's conscious ones,Leontine's unconscious actaare\nnever included in Leonie's memory, any more than in Leontine's own.\nThey belong to some other, to some profounder manifestation of per-\nsonality, to which M. Janet has given the name of Uonore. ADd\nobserve that just as Leontine can sometimes by her own motion\nand without suggestion write a letter during Leonie's waking statAl\nand give advice which Leonie might do well to follow,-BO also LOOnore\ncan occasionally intervene of her own motion during Leontine's domi·\nnance and give advice which Leontine might with advantage obey.\nBut in what manner does Leonore intervenet What organ or instru-\nment is left for her to employ in this doubly pre-occupied complex of\npsychical and physical manifestation t What actually occura,-811\nbriefly narrated by M. Janet (p. 267),-is an experimental con-\nfirmation of the view which .will be found suggested. in the JourtllJl\nfor July, 1887, as to the virtual equivalence of hallucination\nand automatism,-the interchangeability of these two phenomena,\nhallucination being a kind of passive automatism, or automatism a.n\nactive hallucination. I then urged that the\" Demon of Socrates,\"-\nthe series of monitions, intercurrent with ordinary life, which SocratA!B\nreceived in some fashion midway between internal impreBBion and\nexternalised voice,-was in reality a form of automatism,-a message\nemanating from sub-conscious (or super-conscious) strata of his own\nbeing, and finding access into his normal consciousness in the form of\na hallucination, just as it might have found acceBB in the form of an\nautomatically written meBBage, had he trained himself to the use of\na pencil. I maintained that dift'erences in the mode of percolation\nfrom one stratum of consciousness to another were not in themselVt'll\nof primary importance,-that the primarily significant fact was rather\ntbat in one way or another such percolation was established, and tlIat\nmoreover, in Socrates' case, the meBBage emerging from the profounder\nregion was an expression, apparently, of a wisdom which the normal\nconsciousness took willingly for the inspiration of a god. Further,\nI suggested that the special mode of transmission of the messag&-\nwhetber, on the one hand, by the active automatism of gesture, voi~\nor script, or, on the other hand, by the passive automatism of halluci-\nnatory vision, audition, or toucb,-might depend on the line of leM&\nDigitized by Coogle\n\f~L] French E~rrumt8 00 Strata of PerlJO'YWlity. 395\nresistance which the emergent message might discover,-according (for\nexample) as tMualiring or motor habits of thought might be predomi-\nnant in one or another brain. The impulse which in the motor subject\nmight prompt to automatic writing, might in the tMualiftng subject\nbecome the basis of a visual hallucination.\nTo come, then, to the actual fact now to be noted. \" The spon-\ntaneous acts of the unconscious-self,\" says M. Janet, here meaning by\nl'inconBcWn.t the entity to which· he baa given the name of LOOnore,\n.. may also aaaume a very reasonable form, a form which, were it better\nunderstood, might perhaps serve to explain certain cases of insanity.\nMme. B., during her somnambulism (i.e., LOOntine), had had a sort of\nhysterical crisis; she was restless and noisy and I could not calm her.\nSuddenly she stopped and said to me with terror, •Oh, who is talking\nto me like that' it frightens me.' •No one is talking to you.'\n•Yes I there on the left!' And she got up and tried to open a ward-\nrobe on her left hand, to see if some one was hidden there. •What\nis it that you hear\" I asked. •I hear on the left a voice which repeats,\n\" Enough! enough I be quiet; you are a nuisance.'\" Assuredly the voice\nwhich thus spoke was a reasonable one, for LOOntine was insupport-\nable; but I had suggested nothing of the kind, and had had no idea\nof iDapiring a hallucination of hearing. Another day LOOntine was\nquite calm, but obstinately refused to answer a question which I asked.\nAg&in ahe heard with terror the same voice to her left, saying, •Come,\nbe sensible, you must auswer.' Thus the unconscious sometimes gave\nher excellent advice.\"\nAnd in effect, so soon as LOOnore, in her turn, was summoned into\ncommunication, ahe accepted the responsibility of this counsel. \"What\nW88 it that happened,\" asked M. Janet, \"when LOOntine was so\nfrightened' \" \"Oh, nothing j it was I who told her to keep quiet j I\n_w that she was annoying you; I don't know why ahe was so\nfrightened.\"\nNote the significance of this incident. Here we have got at the\nroot of a hallucination. We have not merely inferential but direct\nevidence that the imaginary voice which terrified LOOntine proceeded\nfrom a profounder stratum of consciousness in the same individual.\nIn what way, by the aid of what nervous mechanism, was the startling\nmonition conveyed' What are the laws of interrelation of these\npsychical strata t Who ahall say what might be the lessons derivable\nfrom another subject, with 80 psychical cleavage as facile as Mme. B's.,\nand with intelligence enough for a self-analysis in which several\n\" selves\" must combine t\nI have spoken of LOOnore as \"summoned into communication.\"\nThe way in which this is effected is again an instructive point. This\nsecond somnambulic life is reached by a transition from the first BOm-\nDigitized by Coogle\n\f396 French Experiments on Strata of Per8O'1Wl,ity. (8u~\nnambulic life closely resembling the transition by which the first\nsomnambulic life is reached from the life of every day. Just as lime.\nR was sent by passes into a state of lethargy from which she emerged\nas Leontine, so also Leontine in her turn was reduced by renewed\npasses to a state of lethargy from which she emerged no longer as Leon-\ntine, but as Leonore. This second awakening is slow and gradual, but\nthe personality which emerges is in one most important point superior\nto either Leonie or Leontine. Alone among the subject's phases this\nphase possesses the memory of every phase. Leonore, like Uontine,\nknows the normal life of Leonie but distinguishes herself from Uonie, in\nwhom, it must be said, these subjacent personalities appear to take little\ninterest. But Leonore also remembers the life of Leontine,-condemns\nher as noisy and frivolous, and is anxious not to be confounded with\nher either. \" Vous voyez bien que je ne suis pas cette bavarde, cette\nfolle i-noUB ne nous ressemblons pas du tout.\" And in fact Uontine's\nown character, so far as it has yet been manifested, is worthy of\nthat profounder place in the personality which she seems to occupy.\nYet one further variation, and I end my brief rellUme of this com-\nplex history. Leonore is liable to pass into a state which does not,\nindeed, interrupt her chain of memory, but which removes her for a\ntime from the possibility of communiC&t~on with other minds. She\ngrows pale, she ceases to speak or to hear, her eyes, though still shut,\nare turned heavenwards, her mouth smiles, and her face takes an\nexpression of beatitude.\nThis is plainly a state of so-called ecstasy i but it differs from the\necstasy common in hysterical attacks in one capital point. Not only\nis it remembered-indistinctly, perhaps-by Leonore, who describes\nherself as having been dazzled by a light on the left side-but also it\n. brings with it the most complex of all the chains of memory,-supple-\nmenting even Leonore's recollection on certain acts which ha\\\"e been\naccomplished unconsciously by Leonore herself.\nHere again there seems a confirmation of a thesis already hinted\nat (Proceeding\" Vol. III., p. 32, ikc.) to the effect that the state\nof ecstasy, although generally associated with hysteria, or even 0CC11I'\nring as a stage in an epileptiform attack, must not therefore be assumed\nto be in itself a morbid or degenerative condition. It is just as possible\nthat it may be in itself an elevated condition, but that the possibility\nof entering it may be purchased by a perilous degree of nervous\ninstability.\nEcstasy is an extreme case of \"hypertrophy of the attention.\"\nIt has been compared by Esquirol to a mental catalep'1l. by Ribot to\na mental contracture. The second seems the truer analogy. To catalepsy\nwa might rather compare the somnambulic state of maximum sug-\ngestibility, when the mind adopts and prolongs any idea which the\nDigitized by Coogle\n\fSappJemenlJ French Ewperi1'M'l\/,ta on Strata of Per80'1ULlity. 397\noperator suggests, just as in catalepsy the limbs maintain the attitude\nin which the operator places them, or continue the action which he\nimposes upon them. qn the other hand, ecstasy, which carries its,\nsubject into a region where suggestion from without is no longer\nattended to, resembles the strong contracture of a limb which no\nmanipulation of the bystanders can resolve or modify.\nThis, however, is a comparison and nothing more. It is not at\npresent plain what connection exists between the mental state of\necstasy and the muscular condition at the time. Ecstasy is sometimes\naccompanied by catalepsy, but sometimes it seems to determine the\nattitude of the limbs in a position not necessarily rigid, but to which,\nif disturbed, they tend to recur. This point needs further inquiry;\nforming, in fact, one case of the more general problem as to the relation,\nin abnormal or hypnotic conditions, of muscular to mental phenomena..\nBut these are topics which would lead us too far afield. It\nis the merit of experiments like those of Professor Janet that the\nlessons to be drawn from them are not exhausted at the first scrutiny.\nWe sba.ll have to return again and again to his fertile researches; and\nwe may feel with satisfaction that there is no reason to fear that their\nprolongation is proving in any way injurious to the \"subject\" who\nvaries so instructively from the ordinary constitution of mankind.\nFREDERIC W. H. MYERS.\nThe subjoined scheme,-simplified from that given by Professor\nJanet,-may enable the reader to follow the above paper with greater\nease. The shaded spaces indicate absence of consciousness.\n~m\nof the\njoint life\nof\nLeonie\nLeontine\nlLeonore\nOrdinary\n;;1;$' Illi\nwaking \/\/\/ \/\/\n, I \/ \/ I\nlife ' !, , I\nKnowledge Emergence\nlII!l\nof Leonie: insomnam·\nlatent bulic life\nKnowl~ge Knowledge Emergence\nof UO~le & of. and\nLoontlDe: Leontine: ecataay\nlatent latent\n----\n;;~11\nOrdinary\nwaking\nlife\nEmergence Knowledge\niusomnam. of Leonie:\nbulic life latent\nKnowledge Knowledge\nof lof Leonie&\nLeontine: IL~ontine :\nlatent latent\nDigitized by Coogle\n\fDigitized by Coogle\n\fJan. 25, 1889.] . P.residents AddreB8.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJannary 25th, 1889.\n399\nThe thirtieth General Meeting of the Society was held at the\nWestminster Town Ha.ll, on January 25th, 1889.\nTo PRESIDENT, PROFESSOR HENRY SIDGWICK, IN THE CHAIR.\nMr. T. Barkworth read a paper on \"The Analogy between\nHypnotic Phenomena and Certain Experiences of the Normal\nConsciousness.\"\nThe President delivered the following address :-\nI.\nIn an address which I delivered six months ago I endeavoured to\ngive a brief survey of the work done by the Society during the six\nyears of its existence. But time did not a.llow me to deal adequately\nwith the whole subject, and one branch of our inquiry in particular,\nwhich occupied an important pla.ce in the original view of the objec~\nfor which the Society was formed, I reserved for separate treatment.\nI mean the investigation of the physical phenomena attributed by\nSpiritualists to the agency of intelligences other than human. In\nreserving this for separate treatment, I was influenced by the fact that\nour action in this department has been subjected to a good deal of\ncriticism, public and private, in which, as I understand, some members\nof our Society have taken part.\nIn noticing this criticism, my chief object is to explain the course\nthat we have adopted, not to refute any opponents. I have always\nheld that in so novel and difficult an investigation as that in which we\nare engaged, our object should be to obtain as much criticism as possible,\nand to extract from it thankfully all the instruction that we can, even '\nthough a good deal of it may seem to us to go wide of the mark.\nThe only criticism against which I am disposed to protest, is the·\njudgment that, as we have now had this question before us for nearly\nseven years, we ought to have come to a conclusion about it one way or\nthe other. I think that such a proposition is hasty and unreasonable,\nwhether the critic rea.lly means that we ought to have come\nto a positive conclusion, or that we ought to have come to a negative\none. Taken in the former sense, I must be allowed to say that such a\ndemand implies a remarkable ignorance of the ordinaryrv-te and manner\nof progress of scientific knowledge in any department. Considering the\nenormous importance of the conclusion that a definite and measurable\n2 D\nDigitized by Coogle\n\f","_id":554}