{"name":"Proceedings of the Society for Psychical Research 1672 1969","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_25_january_1889.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, January 25, 1889","mylang":"de","content":"Jan. 25, 1889.] . P.residents AddreB8.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJannary 25th, 1889.\n399\nThe thirtieth General Meeting of the Society was held at the\nWestminster Town Ha.ll, on January 25th, 1889.\nTo PRESIDENT, PROFESSOR HENRY SIDGWICK, IN THE CHAIR.\nMr. T. Barkworth read a paper on \"The Analogy between\nHypnotic Phenomena and Certain Experiences of the Normal\nConsciousness.\"\nThe President delivered the following address :-\nI.\nIn an address which I delivered six months ago I endeavoured to\ngive a brief survey of the work done by the Society during the six\nyears of its existence. But time did not a.llow me to deal adequately\nwith the whole subject, and one branch of our inquiry in particular,\nwhich occupied an important pla.ce in the original view of the objec~\nfor which the Society was formed, I reserved for separate treatment.\nI mean the investigation of the physical phenomena attributed by\nSpiritualists to the agency of intelligences other than human. In\nreserving this for separate treatment, I was influenced by the fact that\nour action in this department has been subjected to a good deal of\ncriticism, public and private, in which, as I understand, some members\nof our Society have taken part.\nIn noticing this criticism, my chief object is to explain the course\nthat we have adopted, not to refute any opponents. I have always\nheld that in so novel and difficult an investigation as that in which we\nare engaged, our object should be to obtain as much criticism as possible,\nand to extract from it thankfully all the instruction that we can, even '\nthough a good deal of it may seem to us to go wide of the mark.\nThe only criticism against which I am disposed to protest, is the·\njudgment that, as we have now had this question before us for nearly\nseven years, we ought to have come to a conclusion about it one way or\nthe other. I think that such a proposition is hasty and unreasonable,\nwhether the critic rea.lly means that we ought to have come\nto a positive conclusion, or that we ought to have come to a negative\none. Taken in the former sense, I must be allowed to say that such a\ndemand implies a remarkable ignorance of the ordinaryrv-te and manner\nof progress of scientific knowledge in any department. Considering the\nenormous importance of the conclusion that a definite and measurable\n2 D\nDigitized by Coogle\n\f400 Thilrtieth Ge'M'1'al Meeting. [Jan. 25,\npart of the changes that take place in the world of our sensible experi.\nence is referable to the action of unembodied intelligences,-considering\nthe revolution that the scientific establishment of this conclusion would\nmake in the view of the universe which the progress of modern science\nhas hitherto tended to make prevalent-it is not too much to say that\nif the undivided labour of the best scientific intellects in the world were\nemployed for a generation in the investigation that established this as a\nscientific truth, their labours might be regarded as unusually fruitful\nIf, on the other hand, the critics' real meaning is that we ought before\nthis to have arrived at a negative conclusion, I should reply that we\nmay have been rash in commencing our enterprise, and endeavouring\nto bring under orderly scientific cultivation this wild region, in which\nvulgar credulity and superstition are so rampant; but that, having once\nundertaken the task, it would show deplorable levity in us to abandon it,\nuntil the strong reasons that induced us to undertake it-reasons set\nforth in our original statement of objects-have been shown by further\nexperience to be invalid. And this, in my opinion at least, is by no\nmeans the case. My view of the evidence for the physical phenomena of\nSpiritualism has, indeed, been importantly modified during the last six\nyears; but the weightiest part of the reasons that induced me to\nundertake the investigation of them still remain weighty.\nIn short, holding as I do that we had good ground for declaring the\nquestion of the genuineness of s~led Spiritualistic phenomena an open\none, and worthy of serious and systematic investigation, I think we\nshould be very slow to close the question, until we have obtained\ndecisive arguments, either for a positive, or for a negative conclusion.\nAt any rate I think we can fairly claim that our prolonged suspense\nof judgment on this question is not due to any inert shrinking from the\nlabour of investigation, or any timid avoidance of the responsibility of\nthe decision and of the attacks to which it might subject us. I remember\nthat in one of the satirical references to our proceedings that occur\nfrom time to time in the novels of the day, the President of the Society\nfor Psychical Research was introduced as saying only two words, \"I\ndoubt.\" The satire seems plausible enough, when attention is directed\nonly to our dealings with Spiritualism: but it should be bome in\nmind that the time of our investigators has been largely occupied with\nother inquiries which have not ended in doubt. During the six yesrs\nof our existence, while one committee has pronounced decisively in\nfavour of telepathy, on the basis of evidence requiring 1,200 octa\\\"o\npages to set it forth, another committee has pronounced no less\ndecisively against the claim of marvellous powers for Madame Blavatsky,\nwhich the Theosophists urged on our attention. Against the charge\nof feebleness and indecision, therefore, we have both II. positi\\\"e and a\nnegative instance to bring forward. And I venture to think that\nDigitized by Coogle\n\f1889.] P'l'68ident'8 .AddreB8. 401\nwhoever will examine the work of our investigators in either case-\nwhether or not he may agree with the conclusions arrived at-will\nadmit that they entered on the inquiries with the utmost attainable\nopenness of mind, spared no pains in studying closely and carefully the\nevidence offered, and having arrived at a conclusion, positive in one\ncase, negative in the other, declared such conclusions without hesita.-\ntion or reserve.\nThis comparison reminds me of another misunderstanding which I\nshould like to remove. It is sometimes thought that those of us who\ndeclared in favour of telepathy thereby became hostile to the Spiritual-\nistic hypothesis i that having once identified ourselves with telepathy,\nwe have a morbid attachment to the idea, and are disposed to force it\non phenomena that more naturally suggest a Spiritualistic explanation.\nIn truth, there is not one of us who would not feel ten times more\ninterest in proving the action of intelligences other than those of living\nmen, than in proving communication of human minds in an abnormal\nway, if only we had as decisive grounds for the former conclusion as\nwe believe ourselves to have for the latter. But before we introduce,\nin explanation of any phenomena, a cause unknown to science, we hold\nourselves bound to try all that can be done in the way of explaining the\nphenomena by known causes; and as we regard telepathy as established,\nwe are bound to treat it for this purpose like anyother known cause.\nIt is not, however, with telepathy that we are chiefly concerned, in\nconsidering how far the physical phenomena of Spiritualism are\nexplicable by known causes i but with an agency of a more familiar\nkind: the deception conscious or unconscious of human beings. In\nthe original statement of the objects of this Society the widespread\noperation of this cause was expressly recognised; and it is to the\npeculiarly elusive quality of this agency, and the indefinite variety of\nthe forms it is capable of assuming, that the special difficulty of the\ninvestigation and the characteristics of·the scientific method appropriate\nto it are mainly due. In view of this, I recommended in my first\naddress to the Society, as the result not of a priori reasoning but\nof long experience, that we should as much as possible keep aloof from\npaid mediums. This rule has been, in the main, adhered to by our\ninvestigators. An exception was made, under strong pressure, in the\ncase of Eglinton; but the experience obtained in this exceptional\ncase was not such as to encourage any further deviation from the rule.\n. But even when we confine our attention to phenomena where no\npecuniary motives to fraud can come in, the necessity of a methodical\nand rigorous exclusion of fraud is not lessened. For even where\npersonal knowledge renders it impossible for us to attribute conscious\nfraud to a supposed medium, it cannot exclude the possibility of\nunconscious deception. I have evidence of such deception having\n2 D 2\nDigitized by Coogle\n\f402 Thirtieth Genera), Meeti'1l1\/. [Jan. 25,1889.\nactually occurred in cases in which the moral character of the medium\nrendered it in the highest degree improbable that it waS conscious, and\nwe have evidence of a different kind to show that supposed mediums\nare often in an abnormal physiological condition, which may not im·\nprobably be accompanied-we have positive reason for thinking that it\nis sometimes accompanied-with a tendency to unconscious deception.\nApart from this, the value of an in1J68tigtUor'. wtimany to the\ngenuineness of such marvels stands or falls with the completeness ofhis\nexclusion of possible deception. If he has not accomplished this the\ninvestigator has done nothing, however high the medium's character\nmay be, however morally improbable that he should deceive; if the\nexperimenter cannot show us that the conditions of his experiment\nexclude deception, deception may be still an improbable explanation,\nbut he has added nothing to its improbability; he has simply left it\nwhere it was, depending entirely on the character of the medium j his\nexperimental apparatus is, therefore, without result, and might as well\nhave been dispensed with.\nI lay stress on this, because the main difficulty of our investigators\nhas been to find private mediums, manifesting phenomena prim4\/ociA\ninexplicable, who are willing to submit to the rigorous conditions\nand repeated experiments which are absolutely required, if the experi-\nments are to be worth anything at all. This unwillingness is very\nnatural, and we entirely understand it. The conditions inevitably\nsuggest suspicion; the repetition of the experiments suggests that the\nsuspicion is of an obstinate kind: the private medium, being of un-\nblemished character and honourable life, accustomed to receive full and\nungrudging confidence from all persons with whom he or she associates,\nnaturally dislikes and resents being treated as a suspicious character.\nThe difficulty thus caused is great, but we still hope that it may not be\nfound insuperable. I fully admit-indeed I would earnestly contend-\nthat it is the investigator's duty to use his utmost efforts to minimise\nthe difficulty by courtesy and tact, and by avoiding anything in language\nor manner that can aggravate the suggestion of suspiciousness which\nhis method of investigation inevitably involves.\nBut something may be done to remove the difficulty on the other\nside, if it can only be generally understood that whatever seems offen-\nsive in the conditions imposed by our investigators is due not to any\nquality of their individual disposition, moral or intellectual, but to the\nmethod which they think the scientific aim of the inquiry renders\nnecessary. And the main desire that has prompted these remarks bas\nbeen by making this point clear, to diminish, if possible, the obstacles\nto this part of our investigation; in which I personally take a stroDg\ninterest.\nDigitized by Coogle\n\f","_id":555}