{"name":"Proceedings of the Society for Psychical Research 8642 9997 7144","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_25_march_1889.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, March 25, 1889","mylang":"de","content":"PROCEEDINGS OF THE GENERAL MEETING ON\nMaf'Ch. 25th., 1889.\nThe thirty-first General Meeting was held at the Westminster\nTown Hall, on March 18th, 1889.\nMr. Myers read the latter part of the following paper :-\nII.\nON APPARITIONS OCCURRING SOON AFTER DEATH.\nBy the late EDMUND GURNEY j completed by F. W. H. MYERS.1\nThose who have followed the records and discussions printed in the\nProceedings and the JlItW\"II4l of this Society will not need to be\ninformed how little the evidence which has not infrequently led even\neducated persons to believe in the actual reappearance of dead friends\nreally justifies any such belief. The reason can be given in a single\nsentence. In most of the cases where persons have professed to have\nseen or to have held communication with deceased friends and relatives,\nthere is nothing to distinguish the phenomenon which their senses have\nencountered from purely subjective hallucination. Simple as this\nstatement seems, the truth which it embodies remained for centuries\nunguessed. It is only in comparatively modern days that the facts of\nsensory hallucination have been at all understood, and that the extreme\ndefiniteness which the delusive object may take has been recognised j\nand even now the truth of the matter has not had time to penetrate to\nthe popular mind. The reply of average common-sense to any account\nof an apparition is usually either that the witness is lying or grossly\nexaggerating, or that he was mad or drunk or emotionally excited at\nthe time; or at the very most that his experience was an illusion--a.\nmisinterpretation of some sight or sound which was of an entirely\nobjective kind. A very little careful study of the subject will, however,\nshow that all these hypotheses must often be rejected j that the witness\n1 The first part of the following paper - to P. 426-waa read by the late Mr.\nEdmund Gurney, at a meeting of the Society for Psychical Research, January 28th,\n1888. As it would doubtless have received further corrections, as well as additions,\nfrom the author'. hand before publication, it ought not to be taken as containing the\nfinal and deliberate statement of his opinion on the subject to which it relates. It\nshould also be explained that his objeot in writing the paper was not to. express any\nconclusion on the momentous question whether the dead survive in such a state as to\nbe able, under favourable conditions, to affeot the (physically) living: his wish was\nrather to remove the impression that the authors of Phantal11Y of tAt Living were\nunwilling to face, or to treat fairly, the evidence that they had colleoted tendiug to\nsupport a positive answer to this question. I have thought it right to complete Mr.\nGurney's paper by adding some further cases and remarks; but the reader must\nunderstand that these remarks are made entirely from my own point of view, and\nthat the responsibility for them is not in any way shared by Mr. Gurney,-nor, I may\nadd, by my colleagues on the Literary Committae.-F.W.H.M.\nDigitized by Coogle\n\f404 On Apparitions occurring BOon after Death. [Mar. IS,\nmay be in good health, and in no exceptional state of nervousness or\nexcitement, and that what he sees or hears may still be of purely\nsubjective origin-the projection of his own brain. And among the\nobjects thus fictitiously presented, it is only natural to expect that a\ncertain percentage will take the form of a human figure or voice which\nthe percipient recognises as that of a deceased person; for the memory\nof such figures and voices is part of his mental store, and the lstent\nimages are ready to supply the material of waking hallucination, just\nas they are ready to supply the material of dream.\nIt is further evident that in alleged cases of apparitions of the dead,\nthe point which we have held to distinguish certain apparitions of\nliving persons from purely subjective hallucinations is necessarily\nlacking. That point is coincidence between the apparition and some\ncritical or exceptional condition of the person who seems to appear;\nbut with regard to the dead, we have no independent knowledge of\ntheir condition, and therefore never have the opportunity of observing\nany such coincidences.\nThere remain three, and I think only three, conditions which might\nestablish a presumption that an apparition or other immediate mani-\nfestationl of a dead person is something more than a mere subjective\nhallucination of the percipient's senses. Either (1) more persons than\none might be independently affected by the phenomenon; or (2) the\nphantasm might convey information, afterwards discovered to be true,\nof something which the percipient had never known; or (3) the\nappearance might be that of a person whom the percipient himself had\nnever seen, and of whose aspect he was ignorant, and yet his description\nof it might be sufficiently definite for identification. But though one or\nmore of these conditions would have to be fully satisfied before we could\nbe convinced that any particular apparition of the dead had some\ncause external to the percipient's own mind, there is one more general\ncharacteristic of the class which is sufficiently suggestive of such a cause\nto be worth considering. I mean the disproportionate number of cases\nwhich occur .kortl'll after the death of the person represented. Such a\ntime-relation, if frequently enough encountered, might enable ua to\nargue for the objective origin of the phenomenon in a manner analogous\nto that which leads us to conclude that many phantasms of the living\nhave an objective (a telepathic) origin. For, according to the doctrines\nof probabilities, a hallucination representing a known person would not\nby chance present a definite time-relation to a special cognate event-\nviz., the death of that person-in more than a certain percentage of the\nwhole number of similar hallucinations that occur j and if that\n1 I am not here considering mediate manifestations, &8 where evidenOB of II spirit\nidentity\" is alleged to have been given through, e.g., the writing of a medium UDder\n\"control.\"\nDigitized by Coogle\n\f1889.] On Appa,itiom occ'Wl'1'ing soon after Death. 405\npercentage is decidedly exceeded, there is reason to surmise that some\nother cause than chance-in other words, some objective origin for the\nphantasm-is present.\nSupposing the peculia.rity which I have mentioned to be estab-\nlished, the significance of the time-rela.tion would of course be quite a\ndifferent question. The popula.r mind naturally leaps to explanations\nof an exciting fact, before the fact itself is at all established. Thus\nit is said that the deceased person comes to say farewell, or to cheer\nthe hearts of mourners while their grief is fresh; or· that his \"spirit\"\nis \"earth-bound,\" and can only gradually free itself. Or, again, there\nis the elaborate'theory of \"shells\" propounded by M. D'Assier, who\nholds that, though consciousness and individuality have died, some\nbasis of physical manifestation is still left, which fades away by slow\ndegrees. I do not propose now to discuss any of these hypotheses.\nOur business at present is wholly with the\/acta of post-mortem appear-\nances. The question for science is simply whether those facts point\nto any external cause at all; and it is as bearing on this great primary\nquestion that the inquiry as to the relative frequency of the phenomena\nnear the time of death assumes importance.\nIt was in the formation of a la.rge collection of first-hand testimony\non the subject of sensory ha.llucination, that I was first struck by the\nlarge proportion of cases where the phantasm represented a friend or\nrelative recently dead. Out of 231 hallucinations representing\nrecognised human beings, 28, or nearly an eighth part, occurred within\na few weeks of the death of the person represented. There are two\nreasons, however, why little weight can be allowed to this fact. In\nthe first pla.ce a phantasm representing a person whose death is recent\nis specially likely to excite interest, and so to be noted and remembered;\nand this might easily swell the percentage of this class of cases in such\na collection as mine. And in the second place, the fact of the death\nwas in every instance known to the percipient. It is, therefore,\nnatural to conclude that the emotional state of the percipient was the\nsufficient cause of the hallucination; and that is the explanation which\nthe la.rge majority of psychological and medical experts would at once\nadopt. I should myself feel more completely satisfied with it if we had\nany record of the phantasmal appearance of a person whom the friend\nwho saw the appearance believed to be dead, but who was really safe\nand sound. Still, false ala.rms of death are not so common as to make\nit certain, or perhaps even likely, that we should have encountered\nsuch a case. And meanwhile I think that grief, and the sense of awe\ncommonly connected with death, ought to be held as the sufficient cause\nof abnormal sensory experiences connected with persons whose recent\ndeath is being mourned, until the objective reality of phantasms of the\ndead in certain cases is established by some independent line of proof.\nDigitized by Coogle\n\f406 On Apparition8 occwrring soon after Death. [Mar. 18,\nIf, then, we are to draw any probable conclusion as to the objective\nnature of pOBt-mortem appearances and communications (or of some of\nthem) from the fact of their special frequency soon after death, we\nmust confine ourselves to cases where the fact of death has been\nunknown to the percipient at the time of his experience. Now, in these\ndays of letters and telegrams, people for the most part hear of the\ndeaths of friends and relatives within a. very few days, sometimes within\na very few hours, after the death occurs; so that appearances of the\nsort required would, as a rule, have to follow very closely indeed on\nthe death. Have we evidence of any considerable number of such\ncasest\nReaders of PlllllntaBmB qfthe Living will know that we have. In a\nnumber of cases which were treated in that book as examples of ~le­\npathic transference from a dying person, the person was actually dead\nat the time that the percipient's experience occurred; and the inclusion\nof such cases under the title of Plw.n1.a8m8 of the Living naturally\noccasioned a certain amount of adverse criticism. Their inclusion, it\nwill be remembered, required an assumption which cannot by any\nmeans be regarded as certain. We had to suppose that the telepathic\ntransfer took place just before, or exactly at, the moment of death; but\nthat the impression remained latent in the percipient's mind, and only\nafter an interval emerged into his consciousness, whether as waking\nvision or as dream or in some other form. Now, as a provisional\nhypothesis, I think that this assumption was justified. For, in the first\nplace, the moment of death is, in time, the central point of a cluster of\nabnormal experiences occurring to percipients at a distance, of which\nsome precede, while others follow, the death; it is natural therefore to\nsurmise that the same explanation will cover the whole group, and that\nthe motive force in each of its divisions lies in a state of the \"agent\"\nprior to bodily death. In the second place, some of the facts of experi.\nmental thought-transference countenance the view that \"transferred\nimpressions\" may be latent for a. time before the recipient becomes\naware of them; and recent discoveries with respect to the whole subject\nof automatism and \"secondary intelligence\" make it seem far less\nimprobable than it would otherwise have seemed that telepathy may\ntake effect first on the \"unconscious\" part of the mind.1 And in the\nthird place, the period of supposed latency has in a good many instances\nbeen a period when the person affected was in activity, and when\nhis mind and senses were being solicited by other things; and in\nsuch cases it is specially easy to suppose that the telepathic impres-\nsion did not get the right conditions for rising into consciousness\n1 In some experimental cases, it will be remembered. the impre88ion takes efect\nthrough the motor, not the 'CMOry. system of the recipient. as by automatic writing.\n80 that he is never directly aware of it at all\nDigitized by Coogle\n\f1889.] On ApparitionB ocC'Umng soon afteT Death. 407\nuntil a season of silence and recueil161ll6flt arrived.1 But though the\ntheory of latency has thus a good deal to be said for it, my colleagues\nand I are most anxious not to be supposed to be putting forward as a\ndogma what must be regarded at present merely as a working hypothesis.\nPsychical research is of all subjects the one where it is most important\nto avoid this error, and to keep the mind open for new interpretations\nof the facts. And in the present instance there are certain definite\nobjections which may fairly be made to the hypothesis that a telepathic\nimpression derived from a dying person may emerge after hours of\nlatency. The experimental cases to which I have referred as analogous\nare few and uncertain, and moreover in them the period of latency has\nbeen measured by seconds or minutes, not by hours. And though, as\nI have said, some of the instances of apparent delay among the death-\ncases might be accounted for by the fact that the percipient's mind or\nsenses needed to be withdrawn from other occupations before the\nmanifestation could take place, there are other instances where this\nis not so, and where no ground at all appears for connecting the delay\nwith the percipient's condition. On the whole, then, the alternative\nhypothesis-that the condition of the phenomenon on the .. agent's\"\nside (be it psychical or be it physical) is one which only comes into\nexistence at a distinct interval after death, and that the percipient\nreally is impressed at the moment, and not before the moment, when he\nis'conscious of the impression-is one which must be steadily kept in\nview.\nSo far I have been speaking of cases where the interval between\nthe death and the manifestation was so short as to make the theory\nof latency possible. The rule adopted in Phantasms 0\/ tlj,8 Living was\ntbt this interval must not exceed 12 hours. But we have records of\na few cases where this interval has been greatly exceeded, and yet\nwhere the fact of the death was still unknown to the percipient at the\ntime of his experience. The theory of latency cannot reasonably be\napplied to cases where weeks or months divide the vision (or whatever\nit may be) from the moment of death, which is the latest at which an\nordinary 2 telepathically transferred idea. could have obtained access to\nthe percipient. And the existence of such cases-so far as it tends to\nestablish the reality of objectively-caused apparitions of the dead-\ndiminishes the objection to conceiving that the appearances, &c., which\n1See for inatance, case 500, Phanttuml of the Liri1l(J, VoL II., p. 462.\nI I mean by .. ordinary\" the classes which are recognised and treated of in\nPhanttuml of 1M Liri1l(J. But if the departed arurvive, the poIIBibility of thought-\nVanaference between them and those who remaiu is of course a perfectly tenable\nhypothesis. .. As our telepathic theory is a psychical one, and makes no physical\n_umptions, it would be perfectly applicable (though the name perhaps would be\ninappropriate) to the conditions of disembodied existence.\"-Phantanu, Vol. I.,\np.512.\nDigitized by Coogle\n\f408 On Apparitions occurring 800n ajttJr Death. [Mar. IS,\nhave very shortly followed death have had a different causation from\nthose which have coincided with or very shortly precetkd it. For\nwe shall not be inventing a wholly new class for the former cases, but\nonly provisionally shifting them from one class to another-to a much\nsmaller and much less well-evidenced claBS, it is true, but one neverth~\nless for which we have evidence enough to justify us in expecting more.\nThe statistics drawn from the first-hand records in PlumtaBm8 ofthe\nLiving as to the time-relation of appearances, &c., occurring in close\nproximity to deaths, are as follows. In 134 cases the coincidence is\nrepresented as having been exact, or, when times are specifica.lly statAld,\nclose to within an hour. In 104 cases it is not known whether the\npercipient's experience preceded or followed the death; such cases\ncannot be taken account of for our present purpose. There remain\n78 cases where it appears that there was an interval of more than an\nhour; and of these 38 preceded and 40'followed the death. Of the 38\ncases where the percipient's experience preceded the death (all of which,\nof course, took place during a time when the \"agent JJ was seriously\nill); 19 fell within 24 hours of the death. Of the 40 cases where the\npercipient's experience followed the death, all followed within an\ninterval of 24 hours, and in only one (included by mistake) was the\n12 hours' interval certainly exceeded, though there are one or two\nothers where it is possible that it was slightly exceeded.l\nThe cases where the appearance or impression shortly followed the\ndeath (like all other cases where the percipient of a phantasm bas\nrecognised in it some dead person) fall under two heads, which we may\ndistinguish as the per8O'TUJl and the local. That is to say, this experience\neither befalls some person who has been linked with the deceased by\nclose ties, or it befalls someone in a place in which the deceased, when\nalive, was strongly interested. Sometimes, as might be expected, the\ntwo characteristics are combined. An excellent specimen of the\nper80nal class was gh-en at length by Mrs. Sidgwick, in her paper \"On\nthe Evidence, collected by the Society, for Phantasms of the Dead,\"\n(Proceeding8, Vol. III., p. 95), where a young man who had died at\nGlasgow, through accidentally taking poison, appeared in a dream to\nhis employer in London, before the news of the catastrophe arrived, and\ncautioned him against supposing that the suicide was intentional.\nSome other specimens of this class are given here.\nI.-From the Rev. G. M. Tandy, Vicar of West-Ward, nea.rWigton,\nCumberland, formerly of Loweswater.\n[We owe this case to the kindness of our Vice-President, the Bishop\nof Carlisle.]\n1 For example, in case 500 the experience probably followed the death by 16 boan,\nbut possibly preceded it by four hours. •\nDigitized by Coogle\n\f1889.] On Apparitions ocCWl'1\"ing Boon after Death. 409\nWhen at Loweswater, lone day called upon a friend, who said, \"You\ndo not see many newspapers; take one of those lying there.\" I accordingly\ntook up a newspaper, bound with a wrapper, put it into my pocket and\nwalked home.\nIn the evening I was writing, and, wanting to refer to a book, went into\nanother room where my books were. I placed the candle on a ledge of the\nbookcase, took down a book and found the passage I wanted, when, happen-\ning to look towards the window, which was opposite to the bookcase, I saw\nthrough the window the face of an old friend whom I had known well at\nCambridge, but had not Been for 10 years or more, Canon Robinson (of the\nCharity and School Commission). I was 80 sure I saw him that I went out\nto look for him, but could find no trace of him.\nI went back into the house and thought I would take a look at my news-\npaper. I tore oft\" the wrapper, unfolded the paper, and the first piece of news\nthat I saw was the death of Canon Robinson! 1\nMr. Tandy further writes :-\nIn reply to your note October 6th, I may state, with regard to the\nnarrative I detailed to the Bishop of CarliBle, that I saw the face looking\nthrough the window, by the light of a single Ozokerit candle, placed on a\nledge of the bookcase, which stood opposite the window i that I was stand-\ning, with the candle by my sid'e, reading from a book to which I had occasion\nto refer, and raising my eyes as I read, I saw the face clearly and distinctly,\nghastly pale. but with the features 80 marked and so distinct that I recognised\nit at once as the face of my most dear and intimate friend, the late Canon\nRobinson, who was with me at school and college, and whom I had not Been\nfor many years past (10 or 11 at the very least). Almost immediately after,\nfully persuaded that myoId friend had come to pay me a surprise visit, I\nrushed to the door, but seeing nothing I called aloud, searched the premises\nmost carefully, and made inquiry as to whether any stranger had been seen\nnear my hoUle, but no one had been heard of or seen. When last I saw\nCanon Robinson he was apparently in perfect health, much more likely to\nout-live me than I him, and before I opened the newspaper announcing his\ndeath (which I did about an hour or so after seeing the face) I had not heard\nor read of his illneBB, or death, and there was nothing in the pl&8II&ge of the\nbook I was reading to lead me to think of him.\nThe time at which I saw the face was between 10 and 11 o'clock p.m., the\nnight dark, and while I was reading in a room where no shutter was closed\nor blind drawn.\nI may answer in reply to your question\" whether I have ever had'any\nother vision or hallucination of any kind 1\" that though I never saw any\napparition, I have heard mysterious noises which neither my friends nor I\nwere able satisfactorily to account for.\n1I.-From Mrs. Clark, 8, South View, Forest Hall, Newcastle-on\nTyne.\nJatw.ary 6th, 1885.\nI Bend you a short account, describing what I experienced at the time\nJ As we do not know what newspaper thiaw8ll, it is not }108IIible to ascertain the\nprecise interval which bad elapeed since the death.-F.W.H.M.\nDigitized by Coogle\n\f410 On Apparitions occurring Boon after Death. [Mar. 18,\nof the apparition of my friend, who was a young gentleman much attached to\nmyself, and who would willingly (had I loved him well enough) have made\nme his wife. I became engaged to be married, and did not see my friend\n(Mr. Akhurat) for lOme months, until within a week of my marriage (June,\n1878), when in the presence of my husband he wished me every happineu,\nand regretted he had not been able to win me.\nTime passed on. I had been married about two years and had never_n\nMr. Akhurst, when one day my husband told me he (Mr. Akhurst) was in\nNewcaatle and was coming to supper and was going to stay the night. When\nmy husband and he were talking, he said my husband had been the more\nfortunate of the two, but he added if anything happened to my husband he\ncould leave his money to whom he liked and his widow to him, and he would\nbe quite content. I mention this to show he was still interested in me.\nThree months passed and baby was born. When she was about a week\nold, very early one moming I was feeding her, when I felt a cold waft of air\nthrough the room and a feeling as though lOme one touched my shoulder ; my\nhair seemed to bristle all over my head and I shuddered. Raising my eyes\nto the door (which faced me), I saw Akhurst standing in his shirt and trouaers\nlooking at me, when he seemed to pass through the door. In the morning I\nmentioned it to my husband. I did not hearof Mr. Akhurat's death for BOme\nweeks after, when I found it corresponded with that of the apparition, and\nthough my father knew of it before, he thought in my weak state of health\nit were better I should not be told.\nHe was found lying on the bed with his shirt and trousers on, just .. he\nhad tllrown hinlaelf down after taking a sleeping draught.1\nI myself am quite convinced that Mr. Akhurat's thoughta had been so\nconcentrated upon me, before the draught proved fatal, that his spirit visited\nme on ita way to that glorious land where it shall dwell in the presence of\nHim Who said .. Come unto Me all ye that labour and are heavy laden and I\nwill give you rest.\"\nTo me the memory of Mr. Akhurst will always be as of a dear brother,\n. greatly esteemed and deeply regretted. .\nEXILY CLutK.\nMay 13th, 1885.\nMy husband will certify as to my mentioning to hinl seeing the apparition\nbefore I heard of Mr. Akhurst's death, but 1am lOrry I cannot tell you where\nit happened, nor the exact date of the death, but I remember when we heard\nabout it my husband and 1 traced it to about the time of my \"vision. \"\nI will ask my husband to write you a few lines, and'I am sorry I C&IUlot\ngive the time and place of death: it is nearly five years ago, and on account\nof my not knowing personally any of his family I am not in a position to\nascertain.\nJ1l1.y 23rd, 1885.\nI never experienced anything of the kind before. I think Mr. Akhurst's\n1 This, 88 will be seen, was probably a mistake, and it aeeJIIII pouible that; tM\nreminiscence of the Corlican Brother, may have helped to Rhape the hlillucination.-\nF.W.H.M.\nDigitized by Coogle\n\f1889.] On Apparitions occulr\";mg soon ajUr Death. 411\ndeath happened IOmewhere in Yorkshire. What makes me think the time\ncorresponded with his death, was, my asking how long ago it was from my\nhearing of his death, and the actual occurrence; and then knowing the time\nof my little girl's birth, I came to the conclusion it was about the same time.\n1 think this is all the information I can give you. I shall ask my husband\nto send you a few lines to-morrow.\nFrom Edward Clark, Solicitor, County Chambers, Newcaatle-on-\nTyne.\nJlIly 24th, 1885.\nAt the requeet of my wife, Mrs. Clark, of 9, South View, Foreet Hall,\nI beg to inform you of my knowledge of the supposed apparition of Mr.\nAkburst. Shortly after my wife had been confined of my 8800nd daughter,\nabout the end of September, 1880, my wife one morning informed me she\nhad seen Akhurst about one o'clock that morning. I of course told her it\nwas nonsense, but she persisted, and said he appeared to her with only his\ntroU88l\"8 and a shirt on, and the remark she mAde was that he was dre888d just\nas she had seen him in the Comeau Brotkera (he W&8 an actor). She also\ndeecribed her feelings at the time. 1 tried to persuade her it was a dream,\nbut she insisted that it was an apparition.\nAI near &8 I can remember, about six months after, I met a mutual friend\nof Akhurst's and my own, and in conversation I inquired after Akhurst. He\nsaid, \"Don't you know he is dead1\" I said, ..No, when did he die¥\" He said,\n\"I don't know the exact date, but it was about six months ago\" ; and further\ninformed me that he died about one o'clock in the morning in the dress &8\nmy wife described him, from an overdose of chlol\"ll. I have endeavoured to\n188 my friend to find out the place (Bradford, I think), but he is now in\nAmerica. His name is John Brown, and he is the IOn of the leader writerto\nthe Chronicle here. If 1 meet him again 1 will try to get &CCUl\"8te particu1an\nand forward them to you.\nA ugu. 2l&t, 1885.\n. . . • My wife baa, I find, no reason to think she has been mistaken\nas to the time when she supposed she saw W. J. Akhurst, &8 the date is fixed\nby the birth of my 8800nd little girl, which took place in September, 1880.\n* * * .. *\nEra Almanac for 1881. Obituary for 1880, p. 93.\n..Akburst, Walter Jamee, Actor, aged 24, July 12th.\"\nThe Era newspaper of July 18th, 1880, gives an account of the inquest.\nMr. H. W. Akhurst gave evidence to the effect that he and his deceased\nbrother went to the chemist's on Saturday (i.e., 10th), and procureda sleeping\ndl\"8ught. Deceased complained of pains in his body, and of feeling lonely.\nThe next day, Sunday, he only got up to have his bed made ; Monday he\ndied. W. H. Cope, Surgeon, attributed death to suffocation caused by heart\ndisease. The verdict returned was .. Death from natural caU888.\"\nTII.-The following, obtained through the kindness of Miss Porter,\nis from a lady who does not wish her name mentionfld.\nDigitized by Coogle\n\f412 On Apparitions occu\/1\"ring Boon after Death. [Mar. 18,\nAugust 8th, 1885.\nOn the 2nd November, 1876, I arrived at my brother's house. My\njourney had been a long one-from 8 a.m. to 8 p.m. I sat up late talking\nto my sister·in-law, and about 12 o'clock went to my room. There I spent\nsome time arranging my belongings. I found I had left something I wanted\ndown in the hall, and feeling restless, I suppose, thought I must get it then,\nand not wait until the morning. So downstairs I went. The house is a\nlarge one j the passages long. My room was in the third story, and I had\nto go to the entrance hall. It took me some time. On returning and\nentering the corridor in which my room W88, I saw, standing beyond my\ndoorway, a figure. It looked misty, as if, had there been a light behind it,\nI should have seen through the mist. This misty figure was the likenesa of a\nfriend of ours whom I knew to have been on a voyage to Australia. I stood\nand looked at \" It.\" I put my hand over my eyes and looked again. Still\nit was there. Then it seemed to pass away, how I cannot say. I went on\nand into my room. I said to myself, My brain was tired out; and I hurried\nto bed 80 as to get rest.\nNext day I told my sister-in-law what I had seen. We laughed about\nmy ghost.\nI was away from my home three weeks. On my return, my mother\nshowed me the account in a newspaper of our poor friend's body haying been\ncast on shore at Orfordness and buried as an unknown castaway the very time\nthat I saw this figure. We were the only friends he had in England, but\nwhy I saw him I cannot tell. It did no good to anyone. One thing I should\ntell you, I had not been thinking or speaking of him.\nThe following is from the Parish Clerk of Orford, near Wickham,\nSuffolk.\nJamtary 23rd, 1886.\nSIR,-In reply to your inquiries I send you a copy.of the head-stone :-\n\" In memory of Fredrick Gluyas Le Maistre, 2nd Officer of the b&rque\nGa\/Untlet, of London, native of Jersey, Channel Islands, aged 24 years and\n5 months, whose body was found near Orfordness Harbour, October the\n22nd, 1876, his death having been occasioned by falling from on board the\nabove-named vesael in the Downs on the 27th of September of the same\nyear. \"\nJAl\\IE.~ Lum.\n[I have seen the percipient (January 21st, 1886), and she tella me she has\nnever had any other hallucination whatever. She is a sensible and pmctical\nperson.-E. G.]\nIV.-From Colonel H. (known to E. G.)\nFebruary 13th, 1886.\n. I am not a believer in ghosts, spirit manifestations, or Esoteric\nBuddhism. It has been my lot-a lot sought by myself over and over again,\nand never falling to me by chance-to sleep in well-known, or rather well-\nbelieved-to-be haunted rooms. I have endeavoured to encounter ghosts,\nspirits, or beings (if you like) from another world, but like other good things\nthat one seeks for in life, without succeSB. When I least expected it, how-\never, I experienced a visitation so remarkable in its phenomena, so realistic\n\f1889.] On Apparition'l occurring soon after Death. 413\nin ita nature, so supported by actual facta, that I am constrained, at the\nrequest of my friends, to put my experience into writing.\nThe narrator then describes how, nearly 23 years before, he had\nfonned a friendship with two brother subalterns, J.P. and J.S., and\nhow his intercourse with J.P. had been continued at intervals up to the\ntime of the Transvaal war, when J.P. was ordered out on the staff.\nJ.S. was already on the scene of action. Both had now attained\nmajor's rank; the narrator himself had left the service some years\npreviously.\nOn the morning that J.P. was leaving London, to embark for the\nCape, he invited the narrator to breakfast with him at the club, and\nthey finally parted at the club-door.\n\"Good-bye, old fellow,\" I said, \"we shall meet again, I hope.\"\n\" Yea,\" he said, \"we shall meet again.\"\nI can see him now, as he stood, smart and erect, with his bright black\neyes looking intently into mine. A wave of the hand, as the hansom whirled\nhim off, and he was gone.\nThe Transvaal war was at ita height. One night, after reading for some\ntime in the library of the club, I had gone to my rooms late. It must have\nbeen nearly one o'clock before I turned into bed. I had slept, perhaps, some\nthree hours or so whe.n I awoke with a start. The grey dawn was stealing\nin through the windows, and the light fell sharply and distinctly on the\nmilitary cheat of drawers which stood at the further end of the room, and\nwhich I had carried about with me everywhere during my service. Standing\nby my bed, between me and the chest of drawers, I saw a figure, which, in\napite of the unwonted dress-unwonted, at least, to me-and of a full black\nbeard, I at once recognised as' that of myoid brother-officer. He had on the\nusual kharki coat, worn by officers on active service in eastern climates. A\nbrown leatherstrap, which might have been the strap of his field service glasa,\ncroeaed his breast. A brown leather girdle, with aword attached on the left\nside, and revolver case on the right, paaaedround his waist. On his head he\nwore the ordinary white pith helmet of service. I noted all these particulars\nin the moment that I atarted from sleep, and sat up in bed looking at him.\nHis face was pale, but his bright black eYeB shone as keenly as when, a year\nand a-half before, they had looked upon me as he stood with one foot on the\nhansom, bidding me adieu.\nFully impressed for the brief moment that we were stationed together at\n0--- in Ireland or somewhere, and thinking I was in my barrack-rooul, I\nsaid, \"Hallo! P., am I late for parade 1\" P. looked at me steadily, and\nreplied, \"I'm shot.\"\n\" Shot I\" I exclaimed. \"Good God! how and where 1 \"\n.. Through the lungs,\" replied P., and as he spoke his right hand moved\nslowly up the breast, until the fingers rested over the right lung.\n\" What were you doing 1\" I asked.\n.. The General sent me forward,\" he answered, and the right hand left\nthe breast to move slowly to the front, pointing over my head to the window,\nand at the same moment the figure melted away. I rubbed my eyea, to\nDigitized by Coogle\n\f414 On Apparitions occurri1l1\/ Boon after Death. [Mar. IS,\nmake sure I Wall not dreaming, and sprang out of bed. It waa then UO\na.m. by the clock on my mantelpiece.\nI felt sure that myoid friend Wall no more, and what I had seen wu'only\nan apparition. But yet how account for the voice ¥ the ready and diatinct\nanswers ¥ That I had seen a spirit, certainly something that was not leah\nand blood, and that I had conversed with it, were alike indisputable facta.\nBut how to reconcile these apparent impossibilities 1 The thought disquieted\nme, and I longed for the hour when the club would open, and I could get.\nchance of learning from the papers any news from the seat of war in the\nTransvaal. The hours passed feverishly. I Wall first at the club that\nmorning, and snatched greedily at the first paper. No news of the 1J8l'\nwhatever.\nI passed the day in a more or le88 unquiet mood, and talked over the\nwhole circumstance to an old brother officer, Colonel W.l He was as fully\nimpreased as I was with the story of the aJ?pearance. The following morning\nI Wall again a solitary member at the club, and seized with avidity the lint\npaper that came to hand. This time my anxiety Wall painfully set at rest,\nfor my eye fell at once on the brief lines that told of the battle of lAng'1\nNeck, and on the list of killed, foremost among them all being poor J.P.\nI noted the time the battle was fought, calculated it with the hour at which\nI had seen the figure, and found that it almost coincided. From this simple\nfact I could only surmise that the figure had appeared to me in London\nalmost at the very moment that the fatal bullet had done ita work in the\nTransvaal.\nTwo questions now arose to my mind, Firat, as to proof that poor\nP. happened to wear that particular uniform at the time of his death, and\nwhether he carried a beard-which I myself had never seen him wear.\nSecond, whether he met his death in the manner indicated, viz., by a bullet\nthrough the right lung. The first facta I eat&bliabed beyond dispute about\nsix months afj;erwards, through an officer who Wall at the battle of JAng'1\nNeck, and who had been invalided home. He confirmed every detail\nThe second fact, strangely enough, Wall confirmed by no leas a person than\nJ.S., more than a year after the occurrence, he having also left the Cape,\nthe war being over. On my asking J.S. if he had heard how poor P., our\nold brother-officer, was shot, he replied, \"Just here,\" and biB fingers\ntravelled up his breast, exactly as the fingers of the figure had done, until\nthey rested on the very spot over the right lung.\nI have set down the foregoing, without any attempt at embelliahment,\nexactly as everything occurred.\nWe find from the London Gazette that the battle in which Major\nP. was killed began (according to General Elley's despatch) at\n9.30 a.m. on January 28th, 1881. Major P. was probably killed\nbetween 11 and 12 a.m., which would be between 9 and 10 a.m. in\nLondon, the difference of time being a little under two hour&. I dre...\nColonel H.'s attention to this point, and to the impossibility that the\n1 We have endeavoured in vain to trace this officer.\nDigitized by Coogle\n\f1889.] On Appatiti<mB occurring 80<m tl,fter Death. 415\ndawn should be beginning at 4.10 a.m. at that time of year, and he\nsent the following reply.\nFebruary 20th, 1886.\nIt may have been 7.10 and not 4.10 a.m. The impression, writ.ing now\nafter80tp.8 years' interval, is that it. was 4.10 a.m., but. I may be wrong.\nAll I know is that I calculated the time at the time, with the hour at\nwhich the battle was fought, and it was to all practical purposes the same\ntime.\nIt was a winter morning i and the blinds were down over the window.\nThe morning light at 7 a.m. in a winter month, coming through the blinds,\nwould not be much stronger than the morning light at 4 a.m. in a summer\nmonth under the lI&JD.e circumstances. Hence I may have been mistaken in\nthe hour, or the clock might have stopped, unknown to me, at 4.10 a.m. that\nday or even the day before.\nThe first account of the battle of Lang's Neck appeared in the\nTimes, Telegraph, and Daily New8, of Saturday, January 29th, 188!.\n.. No list of casualties.\" The first announcement of Major Poole's\ndeath was in a telegraphic dispatch from the Transvaal, dated January\n28th, and received by the Secretary of State for War in London on\nthe 29th. IC Killed :-Major Poole, Royal Artillery,\" and it appeared\nin the Ob8enJer of Sunday, January 30th, and in the three above-named\nmorning papers on the 31st (Monday).\n[The precise date of this visio~ is now irrecoverable; but Mr.\nGurney, who dillCll.SS8d the matter with Colonel H., concluded that the\napparition probably occurred after the death, and certainly occurred\nbefore the death was announced in England.]\nOf the local class a very interesting specimen occurs in Phantasms\n01the Living (Case 29, Vol. I., p. 212), where an Essex gardener, return-\ning from work, saw a lady, whom he recognised, standing by a tomb or\nmausoleum which belonged to her, and which he imagined that she had\ncome to visit. The lady had died on that day in London. In the printed\naccount the death is represented as having preceded the appearance\nby less than tWQ hours, but I have recently found that this is incorrect;\nthe lady was found dead at about 2 p.m., and the appearance was seen\nat 9.20. Fortunately, the percipient a.t once mentioned his experience,\nand the news of the death did not a.rrive in the place till next morning,\n80 that the case is evidentially a strong one. And it certainly tells, as\nfar as a single case can tell, in favour of the theory of independent P08t\nmortem appearance as opposed to that of telepathy, or thought-trans-\nference, in the ordinary sense. For, on the one hand, the hypothesis of\na transferred impression from the mind of a dying person seems strained\nto the uttenpost when (as in this case) the dying person and the\n2B\nDigitized by Coogle\n\f416 On Apparitions occurring Boon after Death. [Mar. 18.\npercipient have been connected by no tie of blood or friendship; and,\nmoreover, it would have been an extremely odd coincidence that an\nimpression, which we should have to Buppose to have lain latent for seven\nhours in the percipient'B mind, Bhould suddenly externalise itself in bodily\nform at the very moment when he was approaching a Bpot in which the\ndeceased was Bpecially interested. And, on the other hand, the spot in\nwhich the phantasm appeared is Bpecially Buggestive of a local cause for\nit; for the deceased lady, aB we learn from the vicar of the parish, was\n\" BpeCially morbid on the Bubject of tombs,\" and she was in the habit\nof sometimeB having the mausoleum opened and entering it.\nIn the following cases the interval after death was longer, and the\npercipient was an absolute stranger to the deceased. This condition\nmust, of course, uBually involve the disadvantage that the identification\nof the appearance with a particular person can be based only on the\npercipient'B subsequent description of what he had seen. But in the\nfirst case which I Bhall quote, this sort of identificatio~ was reinforced\nby the percipient'B recognition of a photograph of the deceased.\nV.-From Mr. John E. HUBbandB, of Melbourne House, Town Hall-\nBquare, GrimBby.\nSeptember 15th, 1886.\nDBA.R Sm.-The facta are simply these. I was sleeping in a hotel in\nMadeirs in January, 1885. It was a bright moonlight night. The windows\nwere open and the blinds up. I felt some one was in my room. On opening\nmy eyeB, I saw a young fellow about 25, dressed in flannels, standing at the\nside of my bed and pointing with the first finger of his right hand to the\nplace I was lying. I lay for some seconds to convince myself of some one\nbeing really there. I then sat up and looked at him. I saw his features\nso plainly that I recognised them in a photograph which was shown me some\ndays after. I asked him what he wanted ; he did not speak, but his eyes and\nhand seemed to tell me I was in his place. As he did not answer, I struck\nout at him with my fist &8 I sat up, but did not reach him, and as I .._\ngoing to spring out of bed he slowly vanished through the door, which ....\nshut, keeping his eyes upon me all the time.\nUpon inquiry I found that the young fellow who appeared to me died in\nthat room I was occupying.\nIf I can tell you anything more I shall be glad to, if it intereebl you.\nJOlIN E. HvBJW0)8..\nThe following letters are from Miss Falkner, of Church-terrace.\nWiBbech, who was resident at the hotel when the above incident.\nhappened.\nOctobefo 8tA, 1886..\nThe figure that Mr. Husbands saw while in Madeirs was that of a young\nfellow who died unexpectedly months. previously, in the room which Mr.\nDigitized by Coogle\n\f1889.] On Apparitions occurring BOon after Death. 417\nHusbands was occupying. Curiously enough, Mr. H. had never heard of him\nor his death. He told me the story the morning after he had seen the figure,\nand I recogniIed the young fellow from the deacription. It impresaed me\nvery much, but I did not mention it to him or anyone. I loitered about\nuntil I heard Mr. Husbands tell the same tale to my brother; we left Mr. H.\nand said simultaneously ~. He has seen Mr. D.\" •\nNo more was said on the subject for days; then I abruptly showed the\nphotograph.\nMr. Husbands said at once, .. That is the young fellow who appeared to\nme the other night, but he was dressed di1I'erently\"-describing a dress he\noften wore-\" cricket suit (or tennis) fastened at the neck with sailor knot.\"\nI must say that that Mr. Husbands is a most practical man, and the very last\none would expect \" a spirit \" to visit.\nK. FALKNER.\nOctober 20th, 1886.\nI enclose you photograph and an extract from my lister-in-law'l letter,\nwhich I received this morning, as it will verify my ltatement. Mr. Husbands\nsaw the figure either the 3rd or 4th of February, 1880.\nThe people who had occupied the rooms had never told UI if they had\nseen anything, 10 we may conclude they had not.\nK. FALKNEL\nThe following is Miss Falkner's copy of the passage in the letter :-\n\" You will 188 at back of Mr. du F--'I photo the date of his decease\n[January 29th, 1884]; and if you recollect •the Motta Marques' had his\nrooms from the February till the Mayor June of 1884, then Major\nMoney at the commencement of 1880 aeason. Mr. HUlbands had to take\nthe room on February 2nd, 1885, as his was wanted.\n\" I am clear on all this, and remember his telling me the incident when\nhe came to lee my baby.\"\nI have received a full account of this case, ..,w, t7OC4, from both Mr.\nHusbands and Miss Falkner. They are both thoroughly practical, and\nas far removed as possible from a superstitious love of marvels; nor\nhad they any previous interest in this or any other class of abnormal\nexperiences. So far as I could judge, Mr. Husbands' view of himself\nis entirely correct-that he is the last person to give a spurious\nimportance to anything that might befall him, or to allow facts to be\ndistorted by imagination. As will be seen, his account of his vision\npreceded any knowledge on his part of the death which had occurred in\nthe room. He has never had any other hallucination of the senses.\nThe next case is remarkable for the frequent repetition of the\npercipient's experience. It is a specially ba.1Bing case; suggesting not so\nmuch anything associated with the popular idea of \"haunting,\" or any\ncontinuing local interest on the part of the deceased person, as the\nsurvival of a mere image, impreased, we cannot guess how, on we cannot\n2x2\nDigitized by Coogle\n\f418 On Apparitiom occurrim,g BOon after Death. [Mar. 18,\nguess what, by that person's physical organism, and perceptible at times\nto those endowed with some cognate form of sensitiveness.\nVI.-From Mr. D. M. Tyre, 157, St. Andrew's-road, Pollokshields,\nGlasgow.\nOctober 9th, 1885.\nIn the summer of 1874, my sister and I went during our holidays to stay\nwith a gardener and his wife, in a house which 11'88 built far up, fully three-\nquarten of a mile, on the face of a hill overlooking one of the mOBt beautiful\nlochs in Dumhartonshire, just on the boundary of the Highlands. A channing\nspot indeed, although far oft' the main l'ORdway. We never wearied, and 10\ndelighted were we with the place that my people took a le88e of the hoU118 for\nthe following three yesn. From this point my narrative begins. Being\nconnected in business with the city, we could not get down to Glen M.\naltogether, so that my two sisten and myseH were Bent away early in May to\nhave the house put in order, and attend to the garden, &0., &c., for the\ncoming holidays, when we would be all down together. We had lots of work\nto do, and 88 the nearest village 11'88 five miles distant, and our nearest\nneighbours, the people at the shore, nearly a mile away, we were pretty\nquiet on the hill and left to our own resources.\nOne day, my elder sister J. required to go to the village for 80mething or\nother, leaving us alone; and 88 the afternoon came on, I went part of the\nway to meet her, leaving my other sister L. all alone. When we returned,\nabout 6 p.m., we found L. down the hill to meet us in a rather excited state.\nsaying that an old woman had taken up her quarten in the kitchen, and WB8\nlying in the bed. We 88ked if she knew who she W88. She said no, that the\nold wife 11'88 lying on the bed with her clothes on, and that pOBBibly she WB8\na tinker body (a gipsy), therefore she 11'88 afraid to go in without us. We\nwent up to the house with L. ; my younger sister L. going in first said, 011\nkoing into the kitchen, \"There she is,\" pointing to the bed, and turning to\nus expecting that we would wake her up and 88k what she W88 there for. I\nlooked in the bed and so did my elder sister, but the clothes were flat and\nunruftled, and when we said that there 11'88 nothing there she 11'88 quite 81lr-\npriaed, and pointingwith her finger said, \"'Look, why there's the old wife with\nher clothes on and lying with her head towards the window\"; but we could\nnot Bee anything. Then for the first time it seemed to dawn upon her that she\n11'88 Beeing something that W88 not natural to us all, and she becamevery much\nafraid, and we took her to the other room and tried to soothe her, for she was\ntrembling all over. GhOBt ! why the thought never entered our minds for a\nsecond; but we started chopping wood and making a fire for the evening\nmeal. The very idea of anyone being in the· bed W88 ridiculous, so we\nattributed it to imagination, and life at the house went on 88 usual for about\ntwo days, when one afternoon, 88 we were sitting in the kitchen round the\nfire, it being a cold~ wet day outside, L. startled us by exclaiming, \"There is\nthe old woman again, and lying the same way.\" L. did not seem to be 110\nmuch afraid this tinle, so we asked her to describe the figure ; and with her\neyes fixed on the bed and with motion of the finger, she went on to tell us\nhow that the old wife 11'88 not lying under the blankets, but on top, with her\nclothes and boots on, and her legs drawn up 88 though she were cold; her\nDigitized by Coogle\n\f1889.] On AJ>.PW1itwn.s occwrri-ng soon after Death. 419\nface was turned to the wall, and ahe had on what is known in the Highlands\nas a .. 8Ow-backed mutch,\" that is, a white cap which only old women wear j\nit has a frill round the front, and &ticks out at the back, thus.1 She also wore\na drab coloured petticoat, and a checked shawl round her shoulders drawn\ntight. Such was the description given; she could not see her face, but her\nright hand was hugging her left arm, and she saw that the hand was yellow\nand thin, and wrinkled like the handa of old people who have done a lot of\nhard work in their day.\nWe sat looking at the bed for a long time, with an oocasional bit of\ninformation from L., who was the oilly one who saw the figure.\nThis happened often-very often, indeed 80 frequently that we got used\nto it, and used to talk about it among ourselves as\" L'.s old woman.\"\nMidsummer came, and the rest of our people from the city, and then\nfor the first time we became intimate with our neighbours, and two or three\nfamilies at the shore. One one OOC&8ion my eldersister brought up the subject\nbefore a Mrs. M'P., our nearest neighbour, and when she described the\nfigure to her, Mrs. M'P. well-nigh swooned away, and said that it really was\nthe case j the description was the same as the first wife of the man, who lived\nin the house before us, and that he cruelly ill-used his wife, to the extent\nthat the last beating she never recovered from. The story Mrs. M'P. told\nruns 80mewhat like this, of which I can only give you the gist :-\nMaJ.colm, the man of the house, and his wife Kate· (the old woman),\nlived a cat and dog life ; she was hard-working, .and he got tipsy whenever\nhe coUld. They went one day to market with 80me fowls and pigs, &c.\" and\non their way, back he purcbased a half-gallon of whisky. He carried it part\nof the way, and when he got tired gave it to her; while he took frequent\nrests by the wayside, she managed to get home before him, and when he\ncame Iiome late he accused her of drinking the contents of the jar. He gave\nher such a beating that he was afraid, and went down to this Mrs. M'P.,\nBaying that his wife was very ill. When Mrs. M'P. went up to the house she\nfound Kate, as my sister described, with her clothes on, and lying with her\nface to the wall for the purpose, as Mrs. M'P. said, of concealing her face,\nwhich was very badly coloured by the ill-treatment of her husband. The\nfinish-up was her death, she having never recovered.\nThe foregoing is as nearly a complete compendium of the facts as I, with\nthe help of my ailIter J., can remember.\nMy ailIter L. is now dead, but we often go back to the house, when we\nare any way near the locality, because it is a bright spot in our memory.\n(Signed), D. M. TYBE.\nMr. Tyre adds, in a letter to Mr. David Stewart, of Kincaid House,\nMilton of Campsie, N.B., who procured this account for us :-\nI was at the house last month j there is no one in it just now j the last\ntenant has gone abroad, and the house is 80mewhat dilapidated, and the\ngarden a ruin. We had a look through the window at the old kitchen, and\nsaw our own grate atill remaining.\n1 A sketch of the profile was here given.\nDigitized by Coogle\n\f4120 On App(!,ritiom oCC'Ull'1'ing 800n after Death. [Mar. 18,\nMr. Stewart wrote to us on August 13th, 1885:-\nI know how valuable the actual names and localities would be, &8 well ..\nMrs. M'P.'s independent account, but I have asked so repeatedly, and been\ntold that Mrs. M'P. had great objections to publicity, in case it would rake\nup old ltories connected with the case, that I do not like to ask again.\nIn this connection I may cite a case which was admitted to\nPham.tomns of the Living by mistake. (Case 138, Vol. I., p. 375.)\nThe death took place at the Antipodes, and the coincidence between it\nand the percipient's experience was represented by the narrator as exact,\nthrough the not very nncommon error of reckoning the di1ference of\ntime made by di1ference of longitude the wrong way. .I did not discover\nthis error till the first edition of the book had been published. In fact,\nthe percipient's experience followed the death by more than 12 hours,\nand the case falls properly in our present class. But the nature of the\nexperience was remarkable.\nVII.-From Miss Richardson, 47, Bedford-gardens, Kensington, W.\nThe writer is a very worthy wife of a shopkeeper, who told me the\noccurrence lome years ago, then with more detail, as it was fresh in her\nmemory, and- her husband can vouch for the facts told him at the time,\nand the Itrange \"uncanny\" effect of the dream on her mind for BOme\ntime after.\nFrom Mrs. Green to Miss Richardson.\nNewry, 21Bt Fint MOllth, 1885.\nnBAR FRIEND,-In compliance with thy request, I give thee the\nparticulars of my dream.\nI saw two respectably-dressed females driving alone in a vehicle like a\nmineral water cart. Their horae stopped at a water to drink ; but as there\nwas no footing, he lost his balance, and in trying to recover it he plwtged\nright in. With the shock, the women ltood up and shouted for help, and\ntheir hats rose off their heads, and as all were going down I tw:ned away\ncrying, and saying, \" Was there no one at all to help them 1\" upon which I\nawoke, and my husband asked me what was the matter. I related the above\ndream to him, and he asked me if I knew them. . I said I did not, and\nthought I had never seen either of thenl. The impression of the dream and\nthe trouble it brought was over me all day. I remarked to my son it was the\nanniversary of his birthday and my own also-the 10th of Firat Month, and\nthis is why I remember the date. .\nThe following Third Month I got a letter and newspaper from my brother\nin Australia, named Allen, letting me know the sad trouble which had befallen\nhim in the lou, by drowning, of one of hia daughters and her companion.\nThou will see by the description given of it in the paper how the event\ncorresponded with my dream. My niece was born in Australia, and I never\nsaw her.\nPlease return the paper at thy convenience. Considering that our night\nis their day, I must have been in sympathy with the sufferers at the time of\nthe accident, on the Tenth of Firat Month, 1878.\nIt is referred to in two separate places in the newspaper.\nDigitized by Coogle\n\f1889.] On .Apparitions OCC!IJ\/1'1'ing BOon after Death. 421\nFrom the Inglewood Adverli8er.\nFriday evening, JatWOIr'!\/ 11th, 1878.\nA dreadful accident occurred in the neighbourhood of Wedderburn, on\nWednesday last, resulting in the death of two women, named Lehey and\nAllen. It appears that the deceased were drivmg into Wedderburn in a\nspring cart from the direction of Kinypanial, when they attempted to water\ntheir horae at a dam on the boundary of Torpichen Station. The dam was\n10 or 12 feet deep in one spot, and into this deep hole they must have inad-\nvertently driven, for Mr. W. McKechnie, manager of Torpichen Station, upon\ngoing to the dam 80me hours afterwards, discovered the spring cart and horae\nunder the water, and two women's hate floating on the surface . . . . .\nThe dam was searched, and the bodies of the two women, clasped in each\nother's arms, recovered.\nExtract from Evidence given at the Inquest.\nJoseph John Allen, farmer, deposed: I identify one of the bodiea as that\nof my sister. I saw her about 11 a.m. yesterday . • • The horae had\nbroken away and I caught it for her. Mrs. Lehey and my sister met me\nwhen I caught the horae . . . They then took the horae and went to Mr.\nClarke's. I did not see them afterwards alive. William McKechnie\ndeposed . • . Aboull4 p.m. yesterday, I was riding by the dam when I\nobserved the legs of a horae and the cheat above the water.\nFrom Mr. Green, Newry.\n15th &wnd Mcmtk, 1885.\nDBAR FRIEND, EDITH RICU.A.&D80N,-In reference to the dream that'\nmy wife had of seeing two women thrown out of a spring cart by their horae\nstopping to drink out of some deep water, I remember she was greatly dis-\ntressed about it, and seemed to feel great sympathy for them. It occurred\non the night of the 9th of January.\nThe reason I can remember the date 80 well is that the 10th was the\nanniversary of my wife and our son's birthday. As the day advanced she\nseemed to get worae, and I advised her to go out for a drive; when she\nreturned she told me she was no better, and alao aa.id she had told the driver\nnot to go near water, leat some accident should happen, as she had had such\na dreadful dream the night before, at the same time telling him the nature of\nit. As my wife's niece did not live with her father, he was not told of it\nuntil the next morning, which would be our evening of the 10th, and which\n11\"8 think accounted for the increased trouble she felt in sympathy with him.\nTuos. GlI.EEN.\nMrs. Green has had no other experience of the BOrt.\nInglewood is in Queensland, on the border of New South Wales.\nHere the correspondence, if faithfully recorded, as we may fairly\nsuppose that it is, seems too close to be accidental; yet I am totally at\na loss how tp account for it. Had the coincidence been exact, we\nmight have taken refuge in the convenient word clairvoyance-though\nDigitized by Coogle\n\f422 On Apparitions occulrrVng Boon afteT Death. [Mar. IS,\nit must never be forgotten that the hypotheses which that term covers\ninvolve difficulties as great as they can ever be called on to solve. But\na clairvoyant vision of a scene, following that scene by many hours!\nHere, again, the most natural analogy seems to be that of a picture or\nreflection which survives after the reality has vanished. But of course\nsuch a description brings us not one whit nearer to an explanation.1\nI have kept to the last a very abnormal case which belongs to the\npersonal class, but where the person in whom the original of the\nphantasm which appeared might be supposed to be interested was not\nthe percipient, but someone else in the .same house.\nVIII.-From Mrs. Bacchus, of Sherbourne Villa, Leamington.\n.A''9''ut, 1886.\nOn Saturday, October 18th [really 24th], 1868, we left some friends (the\nMarquis and Madame de Lys) with whom we had been staying at Malvern\nWella, and went to Cheltenham. The reason for going to Cheltenham was\nthat a brother-in-law of my husband, Mr. George Copeland, was living there j\nhe was a great invalid, suffering from paralysis and quite unable to move,\nbut in full mental vigour, 80 his friends were anxious to see him as often as\npossible to relieve the drearineas of his long illness, and we did not like to\nbe so near without paying him a visit. We knew that he had friends staying\nin the house at the time, so determined to go to Cheltenham without letting\nhim know, to take lodgings near, and then tell him we had done so, that he\nmight not feel he ought to invite us to his house. We soon found some\nrooms in York-terrace, close to Bay's Hill, Mr. Copeland's house. After we\nhad taken the rooms-the usual lodging-house kind-drawing-room and\nbedroom at the back, and were going out, we noticed some medicine bottles\non the hall table, asked if anyone were ill in the house, and were told that\nan old lady, a Mrs. R., and her daughter were in the dining-room, that\nMrs. R. had been ill for some time, that her illneas was not aerioUl\nand that there was no immediate danger of her dying, in fact it was made\nquite light of, and we thought no more about it. We just mentioned in the\ncourse of the evening the name of the people lodging in the same house, and\nMr. Copeland said he knew who Mrs. R. was j she was the widow of a\nphysician who formerly practised in Cheltenham, that one of her daughten\nwas married to a master of the College, a Mr. N. Then I remembered\nhaving seen Mrs. N. at a garden-party at Dr. Barry's the year before, and\nhad noticed her talking to Mrs. ~rry, and thought her very pretty. Thia\nwas all I knew or ever heard of the people. On Sunday morning, when I\ncame into the drawing-room for breakfast, I thought my husband looked.\nlittle uncomfortable; however, he said nothing till I had finished breakfast,\nthen asked, \"Did you hear a noise of a chair in the hall a little while ago 1\nThe old lady downstairs died in her chair last night, and they were wheeling\n1 It may be observed that it was not till ihe evening of the 9th that Mr. AIleD,\n.he percipient's brother, knew of his daughter's death. His mind may have supplied\nthe J.ink between the actual scene and the drmm in England, and the _ne would he\nvividly present to him at the time when the dream occurred.-F. W. H. M.\nDigitized by Coogle\n\f1889.] (hi, ApparitWnB OCC'I1II'1\"iIng BOon afteT Death. 423\nher into the bedroom at the back.\" I was very uncomfortable and frightened,\nI had never been in a house with anyone dead before, and wanted to go, and\nseveral friends who heard of it asked me to stay with them, but my husband\ndid not wish to move; he said it was a great deal of trouble, was really foolish\nof me to wish it, that he did not like moving on Sunday, also that he did not\nthink it right or kind to go away because someone had died, that we should\nthink it unkind if the case had been our own, and other people had rushed\noff in a hurry ; so we decided to stay. I spent the day with my brother-in-law\nand nieces, and only returned to the lodgings in time to go to bed. I went\nto sleep quickly as usual, but woke, I suppose, in the middle of the night,\nnot frightened by any noise, and for no reason, and saw distinctly at the\nfoot of the bed an old gentleman with a round rosy face, smiling, his hat in\nhis hand, dressed in an old-fashioned coat (blue) with braaa buttons, light\nwaistcoat, and trousers. The longer I looked at him, the more distinctly I\nsaw every feature and particular of his dr6l8, &e. I did not feel much\nfrightened, and after a time shut my eyes for a minute or two, and when I\nlooked again, the old gentleman was gone. Af~r a time I went to sleep,\nand in the morning, while dreaaing, made up my mind that I would 88y\nnothing of what I had seen till I 88W one of my nieces, and would then\ndescribe the old gentleman, and ask if Dr. R. could be like him,\nalthough the idea seemed absurd. I met my niece, Mary Copeland (now\nMrs. Brandling), coming out of church, and 88id, \"Was Dr. R. like an\nold gentleman with a round rosy face,\" &e., &e., describing what I had seen.\nShe stoPl>eei at once on the pavement, looking astonished. \"Who could have\ntold you, aunt 1 We always said he looked more like a country farmer than\na doctor, and how odd it was that such a common looking man should have\nhad such pretty daughters.\"\nThis is an exact account of what I 88W. I am quite sure I should know\nthe old gentleman again, his face is clearly before me when I think of it\nnow, as at the time Mias de Lys had a letter from me with the story, and\nsent it to a relation in France; she heard me tell it again some years after,\nand said there was no variation whatever in it. My two nieces are still living,\nand can remember exactly everything that happened as I told it to them.\nOf course I cannot explain it in any way; the old lady who was dead was in\nthe room directly under the one I was sleeping in. The part of the whole\nthing that surprised me the moat was, that I was so very little frightened as\nto be able to sleep afterwards, and did not wish to disturb anyone else.\nMr. Bacchus writes :-\nLeamington, September ~1tk, 1886.\nI have read my wife's account of what happened at Cheltenham when we\nwere staying there in October, 1868; it is exactly what she told me at the\ntime, and I remember it all perfectly, also her telling my niece about it in the\nmorning.\nIlENRY BACCHUS.\nIn answer to further questions, Mrs. Bacchus replied as follows :-\nSeptember 4th, 1886.\n1. I have never seen anything of the kind before or since.\n2. I gave the date from memory. The day was Saturday, and it waa\nSunday night, or early on Monday morning, that I 88W Dr. R.\nDigitized by Coogle\n\f424 On Apparitio'nB OCC'll\/ITing soon after Death. [Mar. 18,\n3. 1 do not remember the number in York-terrace; probably the Ti_\nof October, 1868, would give Mrs. R.'s desth and where it took place. [The\nTimes gives the death at 7, York-terrace, Sunday, October 25th, 1868.]\n4. The letter to Miss de Lys cannot be found ; all my letters to her were\nburnt after she died in 1883.\n5. Mr. Bacchus and Mrs. Henry Berkeley have given their accollDt.\nMrs. Brandling has not yet written.\n6. I am quite sure I never saw any picture of any kind of Dr. R.\n7. I do not know when he died: probably three or four years before\nI saw him. His desth was spoken of in that way. I can find out if\nnecesaary from an old servant of Mr. Copeland's, who lives at Cheltenham,\nand who ,,!ould remember him, and be able to inquire.\nS. I do not remember anything about the light, if there was a night-light\nin the room or not; I think not. When I say, .. do not remember,\" I mean\nthat being asked puzzles me; my impression of the whole thing is that it\nwas like a magic lantern, all dark round, and the figure, colour, and, clothea,\nquite light and bright. I always see the whole thing when I speak of it.\nISABBLLB BACCHUS.\nMrs. Bacchus adds :-\nI enclose Mrs. Brandling's paper, signed. As you say, her account is\ndift'erent from mine. My decided impreBBion is that I first dBBCribed\nDr. R. to her, and Mrs. Berkeley says she is sure of this too. I have\nalways been convinced it was so for several reasons, one in particular, that I\nremember the exclamation of surprise, and the question, \"Who could have\ntold you 1\" which would have mesnt nothing if I had been first told myself,\nand in an odd way Mrs. Brandling has a sort of recollection of that too.\nStill she wrote the account as well as she could, without seeing nllne or\ntalking to me, and it would be worthless in any other way. Dr. R.\ndied some years before I saw him; he lived in a house of his own, and in\nanother part of Cheltenham. 1 shall have the exact date of his death soon,\nand will send it to you.\nIU.BBLLB BACCHUS.\nFrom Mrs. Berkeley, of Northcote Villa, Torrs Park, TIfracombe.\nI remember well your staying in Cheltenham at Queim's-parade, and that.\nafter sleeping one night you told us that in the middle of the night, when you\nwere lying awake, and Uncle Henry asleep (I think), you saw a light, and a\nlittle old man, whom you described as very rosy and very smiling, seemed to\ncome up through the floor and pass on through the ceiling; and next day you\nfound someone had lately died there. You told us about it, and we Mid a\nDr. R. had died there, and that, strangely enough, he was a particu-\nlarly roay, smiling-looking, little old man. We asked you how he nil\ndressed, and I believe you said in ordinary clothes with braBB buttons, and\nthat we said that was how he dressed too, in dark blue cloth, with bl'Ul\nbuttons. We knew him very well by sight, and knew one of his daughters\nto speak to. He had two. This is all I reslly recollect myself about it; you\nknow my memory is not good now. I somehow think MiBBie was the first to\nDigitized by Coogle\n\f1889.] On .Apparitiom OCC1l\/r\"';l1Ig BOOn after Death. 425-\ngo up to see you the next morning, and I feel quite aure that you described\nthe little old man'a face to her first. As to his dress, I do not know whether\nabe described it to you or you to her afterwards.\n. M. OADllUUlU BB&KBLET.\nMrs. Berkeley further writes to Mrs. Bacchus:-\nI have done what you wished at last; that is, I have written a very\nabort account of the occurrence you refer to myaeU before reading youra at\nall. Now I have just read YOUl'll, and I remember, of COUl'll8, more.\n1, York-terrace and not Queen'a.parade W&B the place most certainly.\nI meant that row of hol18eB, but put the wrong name. I had forgotten\nMrs. R.a' death altogether, &8 you will Bee. I thought it W&B he who\nhad died ~ere. He had given up practice a long time, I think. We used.to\n188 him about Lansdowne perpetually. He lived there. His daughter\ncertainly is Mn. N., and that is the one we knew a little of, and we did\noften remark on the contrast between father and daughtel'll. So muoh for\nthat part of your letter. Miaaie, I think, hu not lost her memory at.all, and\nahe would tell you correctly, and moat likely confirm more of your atory.\nI have not corrected anything in my account, so that you ahould lee it exactly\nas I first wrote it.\nMrs. Bacchus further writes :-\nOctobe-r 5th., 1886.\nHere is Mn. Brandling'a account. Like her lister, Ihe wrote as abe-\nremembered before reading what I had said.\nFrom Mrs. Brandling (niece of Mrs. Bacchua).\nOctobe-r, 1886.\nOnce, when you and Uncle Henry came to Oheltenham you took rooms at\nYork or Bay'a-terrace, I forget which. In the same house were Mn.\nR. and her. daughter. She was a widow. I think ahe died a day or\ntwo after you came to the house. The morning after ahe died, I met you\ncoming from early Mass, and I think I asked you how you had paaaed the\nnight. I know you said that in the night Mr. R. had come to lee his.\nwife, and that you had seen him, and you asked me what he was like. (He\ndied lOme time before.) I told you he had cheeks like rosy apples, and wa..\nalwaYI amiling. I think I said a little more about him, but I cannot\nremember. You said .. Yea, that W&B he, and that he was just what I said.\"\nI think you said that he atood at the foot of your bed, and that he had oome\nto the wrong room. I know you rather laughed over it; I asked you if you\nwere frightened, and you said \"No.\" I asked you if Uncle Henry had seen\nMr. R. alao, and I am almost aure you said yes. You apoke quite\nquietly, but I was aure you had been frightened, and I thought it frightened\nyou to be in the house where ahe had died, and I thought you ought not to\nltay in the house. I told Uncle Henry I thought it was very unoomfortable\nfor you to be there, and I asked if you might not aleep at our houae, but I\ndon't think Uncle Henry answered anything, and you atayed at least one\nnight more there-l think longer.\nMARy. E. BlLUfDLING.\nDigitized by Coogle\n\f·426 On Apparitions OCC'Illrring soon after Death. [Mar. IS,\nMr. R. died (as Mrs. Bacchus has ascertained for us), August 30th,\n1865.\n* * * * * * * *\nThus far Mr. Gurney had written when he read the above paper at\n.the General Meeting of the Society for Psychical Research in January,\n1888. The paper was not yet, in his eyes, complete; and two of the\n.cases which he quotes (the Tyre case and Mrs. Bacchus' case) will\nsuggest to the reader that he had not as yet decided over Iww long CI\nperiod after death he should allow his examples to range. For in Mn.\nBacchus' case the decedent had been dead for three years when an\napparition resembling him was seen, and in the Scotch case the precise\ndate of death is unknown. In editing and supplementing this paper,\ntherefore, it has been necessary to consider what limit of time we should\nadopt in defining an apparition\" occurring soon after death.\" It is,\nindeed, manifest that if once we face the supposition that an apparition\nmay be the result of some kind of energy exercised by a decedent whose\nbody is unquestionably dead, we have no logical ground for denying\nthat he may exert a similar energy many years after death. We\nmight therefore include in one and the same class all cases where the\nproof that a hallucination was not merely subjective depends in some\nway or other upon the recognition of the figure seen; when sneh\nrecognition satisfies at least one of the three conditions given by Mr.\nGurney on page 404. And we might broadly distinguish this class\nfrom auother main class of Phantasms of the Dead, where there is no\nrecognition of the figure seen, and where, therefore, its evidential\nquality depends not on its own characteristics, but on the fact of its\nbeing seen by several persons, simultaneously or successively (or on\ncertain cognate arguments which need not be here discussed). But if\nwe were in this way to expand the above paper, we should run the risk\n.of losing sight of one of its principal contentions, namely, that \"the\nmoment of death is, in time, the central point of a cluster of abnormal\nexperiences occurring at a distance, of which some precede, while others\nfollow the death.\" And this observation is so important that it seems\nbest to dwell on it here almost exclusively, and to avoid the danger of\n.obscuring it with other matter.\nIt might conduce to a clearer view of the facts if we could draw a\n-curve, showing the proportionate number of apparitions obsen.oo at\nvarious periods before and after death. It would then be seen that\nt!Ml)'-increase very rapidly for the few hours which precede death, and\ndecrea~~ gradually during the hours and days which follow. In the\npresent state of our evidence, however, and considering all the problems\ninvolved, th~ would perhaps be an affectation of more exactness than\nwe can actuall) attain, were we to set forth such a curve, embodyiDg\nthe dates, in refe~,nce to death, of all the cases as yet received by us.\nDigitized by Coogle\n\f1889.] On Apparitiom occurring Boon after Death. 421\nIt may be enough to say, generally, that if the length of the base-line\nrepresents a year, and the point with the highest ordinate the moment\nof death, the comparative frequency of veridica! apparitions might be\nsomewhat as follows ;-\nONE YEAR\nThat is to say, the recognised apparitions decrease rapidly in the\nfew days after death, then more slowly; and after about a year's\ntime they become 80 sporadic that we can no longer include them in a\nsteadily descending line. It may be convenient, therefore, to restrict\nour additional examples to cases occurriug less than a year after death j\nand we may arrange them, as far as possible, in an order determined\nby the progressive length of the interval between the death and the\napparition.\nYet one more point must first be touched on, to avoid misconception\nof the phrase just cited, that \"the moment of death is the centre of a\ncluster of abnormal experiences, of which some precede, while others\nfollow the death:\" Mr. Gurney, of course, did not mean to assume that .\nthe act of death itself was the cause of all these experiences. Those\nwhich occur before death may be caused or conditioned, not by the .\ndeath itself, but by the abnormal state, as of coma., delirium, &c., which\npreceded the death. This we say because we have many instances\nwhere veridical phantasms have coincided with moments of crisiB,-\ncarria.ge-a.ccidents and the like,-occurring to distant agents, but not\nfollowed by death. Accordingly we find that in almost all cases where\na phantasm, apparently veridical, has preceded the agent's death, that\ndeath was the result of disease and not of accident. To this rule there\nare very few exceptions. There is a case given in Pl£antaBmtJ of the\nLWing [Vol. II. p. 52] where the phantasm seems on the evidence to\nhave preceded by about half an hour (longitude allowed for) a sudden\ndeath by drowning. In this case the percipient was in a Norfolk farm-\nDigitized by Coogle\n\f428 On Apparitions occu1'ring soon after Death. [Mar. 18,\n• house, the drowning man-or agent-was in a storm off the island of\nTristan d'Acunha; and we have suggested that an error of clocks or\nof observation may account for the discrepancy. In another case the\n.death was in a sense a violent one, for it was a suicide; but the morbidly\nexcited state of the girl a few hours before death-when her phantasm\nwas seen-was in itself a state of crisis. But there are also a few\nrecorded cases (none of which were cited in Phanf<lmns of the Living),\nwhere a phantasm or double of some person has been observed some\ndays previous to that person's accidental death. The cases of this sort\nas yet received have been too few to enable me to deal with them here ;\nbut if such \"doubles\" should be held to bear any real relation to the\nimpending death, an alteration would have to be made in the curve\n.above suggested.\nThus much it has seemed needful to say in order to explain the\ndifficulty of representing by anyone curved line the true time-\nrelations involved in this complex matter. We now proceed briefly\nto review some of the cases where the interval between death and\nphantasm has been measurable by minutes or hours.\nIt is not easy to get definite cases where the interval has been\nmeasurable by minutes \" for if the percipient is at a distance from the\n.agent we can seldom be sure that the clocks at both places have been\ncorrect, and correctly observed; while if he is present with the agent\nwe can rarely be sure that the phantasm observed is more than a mere\nsubjective hallucination. Thus we have several accounts of a rushing\nsound heard by the watcher of a dying man just after his apparent\ndeath, or of some kind of luminosity observed near his person; but this\nis just the moment when we may suppose some subjective hallucination\nlikely to occur, and if one person's senses 1Ioione are affected we cannot\nallow much evidential weight to the occurrence. I may add that\none of our cases [II., p. 639] is remarkable in that the auditory\nhallucination-a sound as of female voices gently singing-was\nheard by five persons,-by four of them, as it seems, independently,-\nand in two places, on different sides of the house. At the same time,\n~me person,-the Eton master whose mother had just died, and\nwho was therefore presumably in a frame of mind more prone to\nhallucination than the physician, matron, friend, or servants who\n.actually did hear the singing,-himself heard nothing at all. In this\ncase the physician felt no doubt that Mrs. L. was actually dead; and\nin fact it was during the laying out of the body that the sounds occurred.\nIn including this case and similar ones in Phanf<lmn8 of tile Lit;ng,\nMr. Gurney expressly stated [II., pp. 190-2], that he did so because in\nhis view they involved at least an element of thought-transference\nbetween the living minds of the percipients, whatever other influence\nmayor may not have proceeded from the deceased person. But if\nJ\n\f1889.] On ..4pparitiom OCC1J\/l\"1'ing Boon after Death. 429\nwe are finding reason to suppose that the decedent's power of\ninfluencing other minds may persist after death, it seems reasonable to\ndwell on that aspect of such an incident as this.1\nThere are some other circumstances also in which, in spite of the\nfact that the death is already known, a hallucination occurring shortly\nafterwards may have some slight evidential value. Thus we have a\ncase where a lady who knew that her sister had died a few hours\npreviously, but who was not herself in any morbidly excited condition,\nseemed to see someone enter her own dining-room, opening and shutting\nthe door. The percipient (who had never had any other hallucination)\nwas much astonished when she found no one in the dining-room, but it\ndid not till some time afterwards occur to her that the incident could\nbe in any way connected with her recent 1oss. This reminds us of a\ncase [II., p. 6941 where the Rev. R. M. Hill sees a tall figure rush\ninto the room, which alarms and surprises him, then vanishes before\nhe has time to recognise it. An uncle, a tall man, dies'about that\nmoment, and it is remarked that although Mr. Hill knew his uncle to\n1 The ProcmlifI(J' of the American Society for Psychical n.e-rch (Part IV., p. 405)\neontain a cue where aphysician and his wife, aleeping inseparatebutadjoining rooms,\nare both of them awakened by a bright light. The physician __ a figure standing in\nthe light; his wife, who gete up to see what the light in her husband'a room may be,\ndOO8 not reach that room till the figure has disappeared. The figure is not clearly\nidentified, but has some resemblance to a patieut of the physician's, who has died BUd-\ndenly (from hemOlThage) about 3 hours, before calling for her doctor, who did not\nanticipate this BUdden end. Even this resemblance did not strike the percipient until .\nafter he knew of the death. and the defect in f'tCO(IRi'ioB has prevented me from quoting\nthis cue at length.\nIn the aame volume (p. 443) is another case, which, although remote and un-\noorroborated, JIOIIIMIIIBe8 coDliderabie interest. I will IIUIIIlIIAI'iae it here; but readers\ninterested in the BUbjectahould read the 1lqJcJri 011 PIuJrattum. \"tad P~imtftll and\nApperidiz, a group of narratives whioh abundantly testify to the zeal of Mr. Hodpon\nand his coadjutors in the t8ak of collection _\nMr. IraSaylea, of Washington, D.C., GeologiatU.S. Geological Survey, stateathat\none day in tho apringof1857hisnear neighbourand intimate friend, Mrs. Stewart(now\ndead) told him that on the night previous shehad awoke her husband (now dead) with\na IICreaID. .. What is the matterf \" said he. .. Why don't you see J ohuny there! .He\nsays to me. •Mot1ler, el&q'w Moe file. fte bulld mteml rigllt Mre;' and he pointed to\na hole right over his right eye.\" Mr. Stewart replied, ..I don't see anything-you've\nbeendreaming.\" \"No, I have not been dreaming. I was as wideawake as I am now.\"\nThia!ohnny was a BOn who had gone with a friend to Kanau-Co tiJen in a state of\nbelligerentexcitement over tiJe status of the incipient State on the Slavery and Free-\naoi1 iaBUe.\" The mother was consequently very am:ioua about him, but the youngman\nhimself wrote in a sanguine tone. A fortnight after the vision J ohuny's friend re-\nturned from Kansas, and told Mrs. Stewart \"that on a certain day, at 4 p.m., a\nMi880urian shot Johnny, the ball entering his head just above his right eye. More·\nover, the day of tiJe shooting proved to be the very day on which Mrs. Stewart had\nher vision, at night, about six hours after the shooting.\"\nMr. Sayles' evidence, it will be seen, is equal to firat-hand; but an independent\neorroboration of the date and manner ofdeath is much to be desired.\nDigitized by Coogle\n\f430 On Apparitions occu\/rnng Boon after Death. [Mar. 18,\nbe ill, the anxiety which he may have felt would hardly have given rise\nto an unrecognised and formidable apparition.\nThere are cases also where a percipient who has hBd an apparition\nof a friend shortly after that friend's known death has had veridical\nhallucinations at other times, and has never had any hallucination of\npurely sUbjective origin. Such a percipient may naturally suppose\nthat his apparition of the departed friend poBSeSBed the same veridical\ncharacter which was common to the rest--a.lthough it was not,. Ie\nevidential, since the fRet of the death was already known.\nFor the present, however, it will, be better to return to the cases\nwhich are free from this important prim4jacie drawba.ck-cases where\nthe percipient was at any rate unaware that the death, which the\nphantasm seemed to indicate, had in fact taken place.\nIn the first place, there are a few cases where a percipient is\ninformed of a death by a veridical phantasm, and then, some hours\nafterwards, a similar phantasm-difl'ering perhaps in detail-recurs.\nSuch was the case of Archdeacon Farler [I., p. 414], who trcice\nduring one night saw the dripping figure of a friend who, as it turned\nout, had been drowned during the previous day. Even the tint\nappearance was several hours after the death, but this we might\nexplain by the latency of the impression till a season of quiet. The\nsecond appearance may have been a kind of recrudescence of the first;\nbut if the theory of latency be discarded, so that the first appearance\n(if more than a mere chance-coincidence) is held to depend upon some\nenergy excited by the decedent after death, it would afl'ord some ground\nfor regarding the second appearance as also veridical. The figure in\nthis case was once more seen, a fortnight later; and on this occasion,\nas A~chdeacon Farler informs me, in ordinary garb, with no special\ntrace of accident.\nA similar repetition occurs (as noted by Mr. Gurney, Vol. I., p.231,\nnote) in the cases of Major Moncriefi' [I., p. 414]; of Mr. Keulemans\n[I., p. 444] (where the second phantasm was held by the percipient\nto convey a fresh veridical picture); of Mr. Hernaman .[1., p. 5611\nwhere, however, the agent is alive, though dying, at the time of each\nappearance; in the case of Mrs. Ellis, [II., p. 59] ; in the case of Mrs.\nD., [II., p. 467]; of Mrs. Fairman, [II., p. 482], and of Mr. F. J. Jones,\n[II., p. 500], where the death was again due to drowning,and the act of\ndying cannot, therefore, have been very prolonged. Wema.y note also\nMrs. Reed's case, [II., p. 237], where a phantom is soon three times,\nthe first two visions being apparently about the time of death, the third,\n(occurring to a different percipient, whether independently or not is not\nclear,) a few hours later. And in Captain Ayre's case, [II., p. 2561 a\nphantom seen by one percipient at about the time of the agent's deatb,\nDigitized by Coogle\n\f1889.] On Apparit·Wm OCC'IJ\/lTing BOon ajte't' Death. 431\nis followed by hallucinatory BOUnds heard by the same and by another\npercipient for some three hours longer, till the news of the death arrives.\nIn the case of Mrs. Cox, again, [II., p. 235], a child sees a phantom at\nabout 9 p.m. and Mrs. Cox sees the same figure, but in a different\nattitude, at about midnight j the exact hour of the corresponding death\nbeing unknown. In the case of Miss Harriss, [II., p. 117], a hallucina-\ntory voice, about the time of the death, but not suggesting the decedent,\nis followed by a dreMn the next night, which presents the dead person\nas in the act of dying. One or two other cases might be added to this\nlistj and it is plain that the matter is one towards which observation\nshould be specially directed.\nTurning now to the cases where the phantasm is not repeated, but\noccurs some hours after death, let us take a few narratives where the\ninterval of time is pretty certain, and consider how far the 'hypothesis\nof l.atency looks probable in each instance.\nWhere there is no actual hallucination, but only a feeling of unique\nmalaise or distress, following at a few hours' interval on a friend's death\nat a distance,-'-&8 in the Rev.J.M. Wilson's case, [I., p. 280]-it is very\nhard to picture to ourselves what has taken place. Some injurious shock\ncommunicated to the percipient's brain at the moment of the agent's\ndeath may conceivably have slowly worked itself into consciousness.\nThe delay may have been due (so to say) to physiological rather than\nto psychical causes.\nNext take a case like that of Captain Wheatcroft, [I., p. 420], or'of\nMrs. Evens, [II., p. 690], or Mr. Wingfield Baker, [I.,p. 199], or Sister\nBertha, [I.,p. 522,note], where a definite hallucination of sight or sound\noccurs some hours after the death, but in the middle of the night. It\nis in a case of this sort that we can most readily suppose that a\n\"telepathic impact\" received during the day has lain dormant until\nother excitations were hushed, and has extemalised itself as a halluci-\nnation after the first sleep, just as when we wake from a first sleep some\nsubject of interest or anxiety, which has been thrust out of our thoughts\nduring the day, will often well upwards into consciousness with quite a\nnew distinctness and force. But on the other hand, in the case (for\ninstance) of Mrs. Teale, [II. p. 693], there is a deferment of some eight\nhours, and then the hallucination occurs while the percipient is sitting\nwide awake, in the middle of her family. And in one of the most\nremarkable dream-ca.ses in our collection, [I., p. 370], Mrs. Storie's\nexperience does not resemble the mere emergence of a latent impression.\nIt is long and complex, and suggests some sort of clairvoyancej-but if it\nbe \"telepathic clairvoyance \"-that is, a picture transferred from the\ndecedent's mind,-then it almost requires us to suppose that aPOBHn.ortem\npicture was thus transferred j-a view of the accident and its con-\nsequences fuller than any which could have flashed through the dying\n2F\nDigitized by Coogle\n\f432 On Apparitions occurring Boon after Death. [Mar. 18,\nman s mind during his moment of sudden and violent death from cc the\nstriking off of the top of the skull\" by a railway-train.\nIf once we assume that the decedent's mind could continue to act on\nliving persons after his bodily death, then the confused horror of the\nseries of pictures which were presented to Mrs. Storie's view,-mixed, it\nsh.ould be said,with an element oflresh ckparture which there was nothing\nin the accident itself to suggest,-would correspond well enough to what\none can imagine a man's feelings a few hours after such a death to be.\nThis is trespassing, no doubt, on hazardous ground; but if once we admit\ncommunication from the other side of death as a working hypothesis,\nwe must allow ourselves to imagine something as to the attitude of the\ncommunicating mind; and the least violent supposition will be that\nthat mind is still in part at least occupied with the same thoughts which\nlast occupied it on earth. The case, cited by Mr. Gurney, of the gar-\ndener Bard and Mni. de Freville well illustrates this view. And it\nis possible that there may be some interpretation of this kind for some\nof the cases where a funeral scene, or a dead body, is what the\nphantasm presents. In the remarkable case [I., p. 265] where a lady\n-about ten hours after the death-sees the body of a well-known\nLondon physician lying in a bare unfurnished room (a cottage-hospital\nabroad), the description, as we have it, would certainly fit best with\nsome kind of telepathic clairvoyance, prolonged after death ;-BOme\npower on the decedent's part to cause the percipient to share the\npicture which might at that moment be occupying his own mind.\nThis view will sometimes be hardly distinguishable from the view\ntaken in Phatn.tasms of the Living-that the coffin and other signs of\ndeath form a symbolism, in which the percipient's mind may embody\nthe obscure and painful shock. It is not quite clear whether in any of\nour cases a coffin was seen before the body can possibly have been\nplaced in a coffin. In Colonel Jones's incident, however [I., p. 5511\nthis probably happened. I subjoin a narrative, which we owtf to the\nkindness of Colonel Crea.lock, C.B., in which the origin of the phantom's\ndramatic a.ction-whether in the agellt's or in the percipient's mind-\nmay be fairly debated.\nIX.-The following account is extracted from Vol. I., No. 4, (April,\n1885), of I'm Ninety-Five, the Regimental newspaper of the 2nd\nBattalion, Derbyshire Regiment. The account is by Colonel J. N.\nCrealock, C.B., who bas supplemented it by letters cited below.\nThe incident occurred on the night after the battle of Ulundi, July.\n1879:-\nAs we approached the river (Umvoboai) the two Zulu .servants of Mr. D.\ncame to ask me where their' master was. I told them I had not seen him\naince the close of the battle, but that he would no doubt soon turn up. I\nDigitized by Coogle\n\f1889.J On Apparitions occwrrimg BOOn ajteT Death. 433\nimagilied then that he waa seeking for information from the wounded Zulus.\nThat eve~ I dined with Sir Evelyn Wood, and about 10 retired to our\npart of the bivouac. . • •\nLight· were my slumbers in thoae daya. About midnight aomething\nwakened me up. From habit, one uaed to wake up with every BeDae alive, ao\nI am convinced I was not in any half-sleeping state. Rising, I looked\ntowards figures near me, and fifth in the row of sleeping forms I saw Mr. D.\nstooping down and rolling up his bedding, which his two native aenants\nthen removed. .I thought it odd his taking his bed away, but I lay down\nagain and slept undisturbed until daybreak.\nAs we were starting the next morning the Adjutant-General asked me if\nI knew that Mr. D. had pasaed the previoua night in Colonel Buller's camp.\n[This, as it turned out, was a mere mistake.] I said I had heard nothing of\nhim or his doings, but had aeen hiln during the night come and take his bed\naway from our resting-place.\nOn arriving at our camping ground, Mr. D.'s aenants came to ask where\ntheir master's tent was to be pitched; they alao inquired if I knew where he\nwas. I felt rather astonished at this, and said, \"Why ask me 1 I have\nnot seen hiIn to speak to for 24 hours, and you were with hiIn when he took\nhis bed away.\" Longeast, our interpreter, here explained that they had not\nseen hiln since the battle, and had never touched his bed or visited his usual\nsleeping-place as I had described. I now wrote to Colonel Buller to ask hiln\nif he had been in his lines, as believed by the Adjutant-General. The answer\ncame, .. He has not been seen since the battle. \"\nI was now fairly puzzled, and went to report the matter to Lord\nChelmsford. His aervants, with aome Basutos, were now aent back to the\nscene of the fight to aearch for any traces of hiIn. Nothing waa heard of hiln,.\nuntila few days laterthe natives in one or two kraals, some 50 miles awayfrom\nUlundi, told Lord Chelmsford that a fair white man without hair on his face,\nand in a blue coat, had been killed beyond the kraal of Ulundi, and that he\nhad ridden a chestnut horae. His lordship now recalled to me that I had\nreported to hiln I had seen a white man, on a chestnut horae, riding in that\ndirection. We felt sure this muat be D., and six weeka later, when Sir\nGarnet Wolaeley visited mundi, his body was found as described. There\ncannot be any aort of doubt but that he met his death about noon the day of\nUlundi, and that he had been dAad 12 hours when I saw hiln come to his\nusual resting-place at headquarters. The abaolute belief I had in havingaeen\nhim that night prevented his being aearched for for 18 hours.\nColonel Crea.lock adds:-\nA. Q. M. General's Hut, North Camp, Aldershot.\nJ'Il1,y 21st, 1888.\nI had gone through 20 months of dangers and hard work, and was not by\nany means an overstrung or over-excited person, and the poor fellow who\nwas killed (a aon of Lord -- ) was no friend of mille, although, I verily\nbelieve, he had more feeling for me than for any other man in South Africa,\nexcepting Lord Chelmsford.\nDigitized by Coogle\n\f434 On Apparitions ocC'Urring Boon after Death. [Mar. 18,\nAnd again, November 6th, 1888, in answer to inquiries :-\nThe camp was moved at daybreak. I know nothing of the bedding.\nThere was not the least reason why I should notice it, and no trace of\na suspicion that there was trouble about this gentleman. I have no sort of\nreason to think the bedding was removed. I have. never had any sort of\nhallucination, and am rather a sceptic in such matters.\nI have no proof that he died at any particular time. I have ocular proof\nhe was riding into danger at noon ; we know he fell into the hands of the\nZulus, and we know his body was found not above a mile from where I saw\nhim, but whether he lived up to midnight-tortured or not-we have no\nproof.\nThe introduction of the subordinate figures here does not, I think,\ntell strongly for one interpretation rather than another. They form part\nof a dream·imagery which may have originated either with Colonel\nCrealock or with the decedent himself. There is nothing improbable in\nthe supposition that after so sudden a change of condition as death must\ninvolve the thoughts of the departed may long remain confused; or, on\nthe other hand, his communications with the world which he has quitted\nmay perhaps themselves be neceSSILrily of a dream-like character.\nX.-It may be remembered that in PhantaBm8 ofthe Living a case of\nDr. Li~bea.ult's was given where planchette-writing announced a death\nwhich seems to have occurred almost at the moment of the writing. As\n110 parallel to that case I here introduce one where the message-as we\nare told-was written some five hours after the death. The message,\nno doubt, comes ostensibly from an intelligence other than that of the\ndecedent; but I need hardly here repeat that the authorship which\nautomatic messages claim for themselves is by no means to be taken for\ngranted. Our best means of judging whence such messages come is by\nscrutinising the information which they contain.\nPSYCHISCHE STUDIEN, Februarv, 1889. pp.67-69.\nUnder the heading of \"Communications of Facts unknown to the\nMedium and to the Sitters,\" the Editor (M. Alexander Aksakow, well\nknown to me) gives the following case, which he has recommended to\nme as carefully established.\nOn January 19th, 1887, I received a visit from the engineer officer Kaigoro-\ndow, who resides in Wilns. He narrated to me the following circumstances.\nHe had as govemeB8 for his children, Mademoiselle Emma Stramm, a SwiM,\nfrom the town of Neufchatel, who POBBeB8ed the gift of automatic writing.\nA,t a rreance held at nine o'clock on the evening of January 15th at the house\nof Colonel Kaigorodow at Wilns, the following communication was given in\nFrench in his presence. I have been shown the original, and quote this from\na copy of it. The medium, who was in her normal state, asked :-\n.. Is Lydia here 1\" (This was a personality which had manifested itself\nat previous sittings.)\nDigitized by Coogle\n\f1889.] On Apparitions OCC'Ul1\"1'ing Boon after Death. 435\n.. No, Louis is here, and wishes to impart a piece of news (Ne1!igkeit) to\nhis sister.II [Louis was the name of a deceased brother.]\n\" What is it 1\"\n.. A person of thy acquaintance passed away (istfurt) about three o'clock\nto-day.\"\n\" What am I to understand by this 1\"\n\"That is to say,-he is dead.\"\n\"Whol\"\n\" August Duvanel.\"\n\" What was hisillneaa 1\"\n\"The formation of a clot of blood (mutlltockml.!J). Pray for the redemp-\ntion of his lOul.\"\nTwo weeks later, Colonel Kaigorodow, who was again in Petenburg,\nshowed me a letter from David Stramm, the father of the medium, dated\nfrom Neufchatel, on January 18th, 1887 (new style) ; thus written three days\nafter the death of Duvanel. This letter was received at Wilna on January\n23rd. In it her father informs her of the event in the following words. I\ncopy them literally from the original ;-\n\"My much loved daughter. . . . I will now tell thee a great piece\nof news (Neuigkeit). August Duvanel died on January 15th, about three o'clock\nin the afternoon. It was, 80 to speak, a sudden death, for he had only been\nill a few houn. He was attacked by blood-clottPlg when he was at the\nbank. He spoke very little, and everything that he said was for thee. . .\nHe commended himself to thy prayen. These were his last words.\"\nThe difference in time between Wilna and Switzerland is about an hour.\nIt would thus be four o'clock in Wilna when Duvanel's death· occurred, and\nfive houn later this piece of news was communicated by automatic writing.\nBut who was Duvanel 1 And why should his death be .. a great piece of\nnews\" for Mademoiselle Emma Stramm 1 In reply to questions which I put\nto him in writing, Colonel Kaigorodow gave me the following explanation ;-\n.. When Mademoiselle Emma Stramm lived with her parents in Neufchatel,\nthis Herr Duvanel wanted to marry her. But he was met with a decided\nrefusal on the part of the young lady. 'As her parents, on the other hand,\nwere fu favour of the marriage, and endeavoured to penuade her to consent\nto it, she resolved to leave her fatherland and take a situation BII a governeu.\nThe last communication she had with Duvanel WBII some time before her\ndeparture in the year 1881. She did not keep up any correspondence with\nhim. She had seen Duvanel's family only two or three times in all. A year\nafter her departure he left Neufchatel, and remained in Canton Zurich until\nhis death.\" 1\nWe may now pass on to cases where the interval between the death\nand the phantasms seems gradually extended beyond what the possible\nlatency of the impression could explain.\nIn Mr. Grant's case [II., p. 688], we get an interval after death\npro~bly of some 18 hours, and after that interval not a pha.ntom but a\nmere impression of presence, though a. very definite impression. In Mr.\n1 As we go to pre88. we receive further particulars corroborating this case, but\nintroducing fresh perplexity into its interpretation.\nDigitized by Coogle\n\f436 On Apparitions occwrring Boon after Death. [Mar. 18,\nH. E. M.'s case [II., p. 702], a dream which comes a few hours after the\ndeath is followed some 20 hours later by a phantom seen with waking\neyes. The reinforcement of the impreSsion here is a notable feature, and\nwould be at least consistent wIth continued activity on the decedent's\npart.\nWe next find one or two cases where a figure has appeared shortly\nafter death to some person who did not know the decedent when alive.\nIn such cases there can seldom be anything approaching certainty as to\nthe recognition; but when the hallucination is a unique event in the\npercipient's experience, and the figure is described by him without\nsuggestion from persons who knew the decedent, the coincidence seems\nstrong. In the following case (though it is somewhat remote, and\ncorroboration is not now attainable), there is a coincidence sufficiently\nmarked to deserve record. The writer (who wishes his name reserved)\nis a friend of Mr. Howe, a barrister, of Devereux-court, Strand, to\nwhom we owe this case :-\n2200 FelW'lta'ry, 1882.\nXI.-My DEAR HOWR,-Here are the facta. They 'are quite at your\nservice. I should, however, prefer that my name was not mentioned.\nIt is now 15 years or more ago I went to visit a friend living with his\nsisters near Kilburn. Being very hot weather, I went in a hansom, without\ntop coat. The young ladies went early to bed, and I and my friend, a young\nbarrister, since dead, sat up till about midnight. We then found it was\nraining terrifically. As no cab could be got I reluctantly availed myaelf of\nthe invitation to stay all night. A bed, I was told, was ready. This I took,\nand went to bed, and leaving aligllt a small bead of gas, and, having locked\nmy door, went to sleep. Shortly afterwards I awoke, and isw in the dim\nlight a girl brushing her hair. I coughed-no result. I jumped out in a\nlittle of a fright, and caught nothing. Turning up the gas, I toaaed about\nuntil daylight. In the morning I told F--, expecting to be laughed at.\nHe, however, whistled low, and said, \"For OOO's sake don't tell my sisters.\nTheir governe88 and companion slept in that room, and her body was removed\nby her friends the day of your arrival. 'l'bey, of course, will aaaume you\nhave seen her.\" My description, of course, seemed to fit. An optical\nillusion probably. Still it is curious that my only optical delusion should\noccur on the only occasion when I slept under such conditions. J had drunk\none or two gla88es of sherry, nothing more, and I was absolutely ignorant of\nthe existence of a governe88 or companion. I knew nothing whatever\nconcerning the young ladies to whom I was that night introduced. Here is\nall the story. It impre88ed me a good deal.\nWe cannot, of course, insist on the details in an uncorroborated\naccount like this. It is possible\"for instance, that the death may not\nhave been quite so recent as represented.\nThe case of the Rev. G. Lewis (quoted in Proceedings III., p. 93)\nsomewhat resembles this; but presents the new feature that, although\nDigitized by Coogle\n\f1889.] (}n, Appariti<mB occ'U'mmg Boon a\/teT Death. 437\nthe percipient was not acquainted with the decedent, the decedent on\nhis part had died in a state of anxiety to see the percipient.\nCuriously similar is the case of the Rev. A. Bellamy [II., p. 216,\nnote], where again the percipient was not acquainted with the decedent,\nbut the decedent on her part had made a \"compact\" to appear if\npossible to the percipient's wifo, who was, in fact, in the same r--..om\nwith the percipient, but asleep.\nAgain, there are a few cases where a vision of a person known\nto be dead has been shared by more than one percipient. A singular\ncase of this kind is that of Captain Towns [I., p. 213], where seven\npersons perceived the same phantasmal figure. A similar one may be\nadded here, where there were two percipients. It must be remembered,\nhowever, that in such cases Mr. Gurney thought it possible that a\nmerely subjective ha.llucination might be communicated, by a species of\ninjection, from one percipient to another.\nXII.-From Mrs. Judd, sister to Miss Harris, Associate S. P. R.,\nthrough whose kindness the account is obtained.\n.A'IlgWt 6th, 1885.\nMy grandmother was a tall, stately, and handsome woman, even at an\nadvanced age. She was one of the Gastrella, an old and aristocratic family.\nHer latter years were spent with my mother (her daughter), and in her 84th\nyear she died. She had suffered long ; she had attained a great age ; there·\nfore, though we miaaed her, our grief was not of that poignant and exc888ive\nkind which produces hallucination.\nMysiater and myself had always slept in a room adjoining hers, and-fol'\nwant of space in her apartment-there stood by our bedside a large old-\nfashioned clock, which had been presented to our grandmother on ber\nwedding-day. More precious than gold was this old clock to her heart; \"by\nit,\" she often said, \"have I hundreds of times watched the slow hours p&88\nin my early married days when my husband had to leave me. by it have I\ntimed the children's return from achool\" ; and she begged us, her grand-\nchildren, to leave our bedroom door unlocked at night that ahe might\nconsult the old clock when she rose each morning. We have often opened\nour sleepy eyes at four on a summer morning and smiled to see the stately\nfigure already there. For up to the last illneaa ahe retained the habits of her\nyouth, and rose at what we deemed fearfully primitive hours.\nAbout three' weeks after her death I awoke one morning in October, and\nsaw distinctly the well-known tall figure, the calm old face, the large dark\neyes uplifted as usual to the face of the old clock. I closed my eyes for lOme\nseconds, and then slowly reopened them. She stood there still. A second\ntime I closed my eyes, a second time opened them. She was gone.\nI was looked upon by my family in those days, and particularly by the\nsister who shared my room, as romantic. Th.erefore I carefully kept to\nmyself the vision of the morning and pondered over it alone.\nAt night, however, when we were once more preparing for rest, my\naiater-my eminently practical and unromantic 818ter-apoke to me. \" I\nDigitized by Coogle\n\f438 On Apparitions occurring soon afte'r Death. [Mar. 18,\ncannot go to bed without telling you something, only don't laugh, for I am\nreally frightened j I Ba,.. grandmamma this morning!\" I was amazed. I\ninquired of her the hour, what the vision was like, where it stood, what it\nwas doing, &c., and I found that in every respect· her experience was\nsimilar to mine. She had preserved silence all day for fear of ridicule.\nI may add that we even now speak of this incident with awe, though\nro long years have sinced passed over our heads, and we invariably end by\nBaying, eAoh of us, \"It was very strange j it is impoesible to understand it.\"\nCAROLINE JUDD.\nIn reply to our request for an account of the incident from the\nother percipient, Mrs. Judd wrote:-\n72, Upper Gloucester-place, Dorset-square..\nI send you herewith all that my sister, Mrs. Dear, recalls of the vision,\ndoubly seen, of our late grandmother. She objects to the weariness of com-\nposition, therefore I took down her reminiscences, and she signed it as true.\nCAROLINE JUDD.\nSome years ago, a few months after the death of my grandmother, I\nawoke in the dim light just before dawn, to see an appearance exactly like\nher standing in the old accustomed place from whence, when alive, she was\nwont to consult an old alock, her own property, at very early hours. I said\nnothing to anyone till we retired again for the night, when I found to my\nsurprise, my sister, who slept with me, had seen the Bame appearance at the\naame time.\nMARy DEAL\nMiss Harris confirms the above account 88 follows :-\nBewel, Alfrick, near Worcester.\nA,cgmt 20th [1885].\nBoth sisters mentioned seeing my grandmother the day of the apparition\nbefore father and mother, then alive, and myself. I think she must have\ndied about 1866, but I was then very young, and can't remember exactly.\nI will find out if it is important, but my sisters have often mentioned it since.\nANNIB 1IAB.B.u.\nSomewhat similar is the following case, where a dream of one\npercipient's seems to have coincided with a hallucination seen by the\nother in a waking state. The recognition, however, by the waking\npercipient W88 rather one of impression than of actual vision.\nXIII.-This case was received on April lOth, 1889, by Mrs.\nSidgwick, from a lady known to her, and who had previously given her\nthe same account vivd voce.\nThe following circumstance happened in the autumn of 1874:-\nA near relation of mine had been engaged to an officer, who died abroad\nin the summer of that year under rather painful circumstances, and the\nlady in question was for long afterwards in a very low state of health and\nDigitized by Coogle\n\f1889.] On Appariticms occwrring \/!loon after Death. 439\nspirita. That winter especially her nervousne811 and depression caused\nmuch anxiety to her friends, and waa the reason why the incident which I\nam about to relate waa never mentioned to her, and therefore makes it impos-\nsible for me to give the names of the persona concerned in it now.\nI waa sharing her room, and one night we hadgone to bed aa usual. Her\nbed waa beside mine and opposite both waa the fireplace. She had been\nasleep BOme time, but I waa stilll;ying awake, the room being lighted by the\nfire only, when I became conscious of a figure standing at the foot of her bed.\nI am very short-sighted, and do not see well even at a short distance, but I\nreceived at the time the distinct impreaaion that this waa the figure of her\nliane\/, dressed in uniform.\n1 have no remembrance of being startled or surprised, onlyof the distinct\nimpreuion that this figure stood there, and was that of this gentleman. It\nlleemed to fade away, and I should have thought no more of the occurrence\nexcept aa a half-dream or fancy, when my companion suddenly woke up,\ncrying bitterly, and said, \"Oh, A., I thought I saw M. standing at\nthe foot ofmy bed.\" I endeavoured to soothe her, and carefully refrained\nfrom telling her what I had myself Been, fearing the effect upon her in her\nnervous state, butthe impreaaion at the time and since baa always been moat\ndistinct, that I saw exactly what I have described.\nThe narrative next to be given is curious in more than one respect.\nIn the first place, it shows on what a mere chance the evidential quality\nof any caae may depend. Here we have a child of eight, who, in the\nmidst of her grief for her mother's death, sees that mother's form standing\nby her bedside. Had this been all, we should, of course, have classed\nthe hallucination as purely subjective. But, it chanced that the child's\nscream was heard by two other persons, and that those persons, rushing\nto the room, shared, as it appears, in the vision. And the evidence of\none of these witnesses-coming to us at second-hand, indeed, but\nthrough a second channel, as well as through the child herself-gives\nto the child's first-hand evidence II. value which it could never have\npossessed but for the accident that the scream was so quickly heard and\nanswered.\nIn the second place, we have here another case where a cumpact was\nmade by the decedent to appear, if possible, to a friend (Lady E.) who\nis still living.1 That compact was not, strictly speaking, fulfilled (though\nLady E. eagerly expected it) ; but the decedent appeared to others, two\nof whom at least where wholly unaware that any such compact had\nbeen made. This resembles the case already mentioned in the present\npaper, where the decedent, who appeared to t,he Rev. A. Bellamy, had\nDlade a compact,-not with himself, to whom she was a stranger, but\nwith his wife.\nWe have already remarked several, times that cases where an\napparition follows on II. compact (the d'<lath not being known to the\npercipient) are commoner than mere chance (so far as we can judge)\n1 It is not certain whether the decedent made a similar promise to her husband.\nDigitized by Coogle\n\f440 On .Apparit·wns occurring 800n after Death. [Mar. 18,\ncould account for; and it seems possible that such a compact, suggesting\nto the decedent the wish to cause some apparition, may sometimes\ninduce an apparition seen by some percipient other than the friend\nwith whom the compact was made. .\nXIV.-The following account comes from a lady known to me, who\nprefers that her name should not be given. .\nMarch, 1889.\nMy mother died on on the 2'th of June, 187', at a house called The\nHunter's Palace, Silima, Malta, where we were then residing for her health.\nShe had always a great fear of being buried alive, and extracted a promise\nfrom my father that wherever she died he should not allow her to be buried\nfor a week, and I remember we had to get special permiuion, &8 it is the\ncustom to bury within three days in a hot climate. The third day after\ndeath was the laat time I saw her, and I then went into the room with my\nfather, and we cut off all her hair, which W&8 very long and curly. I have\nno remembmnce of being at all nervous or in the leaat frightened. On the\nseventh day after death she W&8 buried, and it W&8 on that night ahe appeared\nto me. I slept in a little dreaaing-room opening out of the larger nursery,\nwhich,like many old houses, had twosteps leading into it. The smoking-roo~\nwhere my father genemlly spent biB evenings, W&8 &Cro88 the hall, and my\nlittle room al80 had a door opening on to the hall, 80 that it W&8 not neceaary\nfor me to go through the nursery, where my two little brothers slept, to get\nout. On this particular evening the weather W&8 stiflingly hot, and intensely\nstill. I had been put to bed earlier tltan usual, and had no light in the room ;\nthe Venetian shutters were open as far &8 they would go, and the night W&8 80\nbeautiful that the room was quite light. The door into the nursery W&8 only\npartially closed, and I could see the nurse's shadow &8sheleanedover her work,\nand I gazed at the shadow of her hand moving up and down with an irritating\nregularity until I fell asleep. I seemed to have been sleeping BOrne time\nwhen I woke, and turning over on the other Bide towards the window saw\nmy mother standing by my bedside crying and wringing her hands. I had not\nbeen awake long enough to remember that she W&8 dead and exclaimed quite\nnatumlly (for she often came in when I W&8 &81eep) \"Why, dear, what's the\nmatter 1\" and then suddenly remembering I acreamed. The nurse spmng up\nfrom the next room, but on the top step flung herself on herknees, and began\nto tell her beads and cry. My father at the same moment arrived at the\nopposite door, and I heard his sudden exclamation of \"Julia, darling!\" My\nmother turned towards him, and then to me, and wringing her hands again\nretreated towards the nUl'8ery and W&8 lost. The nurse afterwards declared\nthat she distinctly felt 80mething pass her, but she W&8 in such a state of\nabject terror that her testimony is quite worthless. My father then ordered\nher out of the room, and telling me that I had only been dreaming stayed\nuntil I fell asleep. The next day, however, he told me that he too had seen\nthe vision, and that he hoped to do 80 again, and that if ever ahe came to see\nme again I W&8 not to be frightened, but to tell her that\" papa wanted toO\nspeak to her,\" which I faithfully promised to do, but I ueed acarcely say that\nshe never appeared again.\nDigitized by Coogle\n\f1889.] On Apparitions OCC1J\/'Tilng Boon aJtetr Death. 441\nWhat baa struck me as curious since then is thilt I saw her as she usually\ncame to see me the last thing at night, dressed in a white flannel dressing-\ngo~ trimmed with a band of scarlet braid and her long hair loose and flowing.\nShe was not buried in that dressing-gown, and we had cut oft\" all her hair.\nYears afterwards, when we were speaking of it, my father told me that she had\nalwaya promised to come back after death if such a thing were possible. That\nbeing the case it is curious that, she should have appeared to me. The nurse\nfrom that time forward refused to sit alone in the nursery, and predicted no\nend of dreadful things as likely to happen, but when a few weeks afterwards\nI sickened for a long and serious illness she was quite satisfied. She was a\nMalteee and when we left the island we quite lost sight of her. My father\ndied just three years ago, so that I am now the only eye-witness left. My\nfather's second wife baa, however, heard the story from him, and will sign\nthiL L.H.\nM.S.H.\nIn reply to further inquiries, Miss H. adds :-\nMarch 11th, 1889.\n1. I have no newspaper cutting which baa the notice of my mother's\ndeath in it, or a memorial card. I have a photograph of her tomb, which\nbears the date of denth, June 24th, 187', and I enclose you an envelope\ncontaining some of her hair, which my .father fastened up on the morning\nof the funeral, and which I found among his papers after his death, and have\nnever opened.l\n2. I was eight years old on the 13th of .Tune, 187'.\n3. I have never had any hallucination of any kind, nor am I hi the very\nleast nervous. My father never had any other hallucination that I know of,\nthat is, I never'heard him mention any.\n'\" Neither my father nor nurse ever hinted at such an idea [as that of a\npoesible re-appearance of the dead]. My nurse indeed was a Roman Catholic,\nnneducated, and very superstitious. But, of course, any mention of my\nmother at that time resulted in tears, which both my nurse and father\nnaturally wished to avoid, so that I am quite lure such an idea was never\nauggested to me.\n5. I have no contemporary evidence of any kind. My father never\nmentioned the story to anyone out of the family, and quite his favourite\nmotto was: \"If no oile would keep a disry, and if every one would burn\ntheir letters, there would be nothing for the lawyers to do.\"\nLady E. (also known to me) writes as follows:-\nMatrCh, 1889.\nMrs. H. was one of my most intinlate friends for many years, and she and\nI made a compact that whoever died first should, if possible, appear to the\nsurvivor. When I heard of her death (by telegraph on the very day) I sat\nup all night hoping to see her, but saw and heard nothing. Years afterwards\nher daughter told me that she and a Maltese nurse and her father had all\nthree seen my departed friend, in the child's bedroom,-she seeing the figure\nfirst, then the nurse and father rushhlg in at her scream and seemg it also.\n1 This packet i8 dated June 30th 1874.\nDigitized by Coogle\n\f442 On ApparUiom occ·urr~ng 800n after Death. [Mar. 18,\nXV.-The following'case has reached me since the rest of this paper\nwas in print, and is as yet somewhat incomplete. The initials given\nare not the true ones.\nIt will be seen that the evidential value of the case depends on the\nfact that there were at least four independent percipients, as well as\ncertain phenomena observed by more than one person simultaneously.\nThe experience of each percipient severally might have been explained\nas a merely subjective hallucinai!ion,-the view very naturally taken by\n:Miss A., whose account is placed first below. But such a collection of\nindependent subjective hallucinations, all suggesting the same decedent\n(partly by aspect and partly by locality), would be, so far as I know,\nan unparalleled group of coincidences. The first appearance was a few\nweeks after the death; the others followed at more than a year's\ninterval. :Mrs. X. died in the town of Z., at 4 p.m., September\n18th, 1886.\nThe first person to observe any unusual appearance was :Miss A.\na cousin of the decedent's), who writes as follows, under date March\n4th, 1889:-\nI have always put down what I aaw to shaken nerves. and debility\n[induced partly by the shock of being present at her cousin's sudden death].\nIt W8B about six weeks after her death that I woke up with a feeling of\nsome one being in the room with me, and looking acro88 the room I saw\n[Mrs. X.] sitting upon the rocking-chair in the window, in a white dreuing\ngown, with ru1Bes round the neck. She had her face turned towards me\nand I aaw her distinctly; the fright made me close my eyes, and when I\nopened them again she was gone. About a fortnight after that I again woke\nat \"a.m. with the aame feeling, and there W8B [Mrs. X.] sitting in the\naame chair. I looked hard at her this time, and she rose, croBBed the room\nto the aide of the bed, and with one hand (the left) drew back the curtain.\nI aat up in bed in terror, and cried out, \"Oh-! what do you want'\" She\nbent down and said quite distinctly, \"Three days, only three days.\" And\nthen ahe vanished. I rose in terror and lighted the gas and searched all round,\nbut found nothing. It made me quite ill and hysterical, and, at last, I got\nthe doctor, but I have never seen her since. Of course, I have heard all the\ntalli in the family about her being constantly seen lately, but I have never\nsaid a word.\nThese apparitions-the only ones where the figure has been recog-\nnised-occurred in a. house at a little distance from that where Mrs.\nX. died. The other manifestations have all been in :Mr. x.'s house.\nThe next percipient was Mr. X. himself, who writes under date\nMarch 5th, 1889:-\nAbout 12 montha ago [March, 1888] I retired to rest as customary\nabout 11 to 11.30. I sleep next to the door, and with my son, four years old,\nI locked my door, which is my custom to do, and extinguished my light. I\nwas awakened by an unusual knocking, which appelU\"ed not very far distant\nfrom me. I opened my eyes, which were turned towards the door, and to my\nDigitized by Coogle\n\f1889.] On Appariti<ms occurring 800n after Death. 443\nIUrpriae saw distinctly a figure which appeared to be a woman in night attire\n(I could not distinguish anything like features); it was standing erect close to\nthe bedside, when I saw it. I appeared to be quite paralysed, and quite cold.\nI closed my eyes and opened them several times, seeing the same apparition\nin the same position, without any alteration, again closing my eyes and when\nopening saw the apparition had vanished. I remained still very cold (which\nappeared to me a few minutes) before I felt a glow of warmth, which gave me\nstrength and confidence to move myself on my back to think over what I had\nseen, when my clock struck three. I then got out of bed and lit my gas,\nkeeping it low (which ever since I always make a practice of doing), andhave\nnot seen any such apparition since myself, and it was about three months\nafter this that Miss X. was surpriaed. Again about five months ago I\nwas awakened out of a sound sleep, by a terrible smashing noise in my room,\nwhich sounded as if the globe had fallen off the gas bracket on:to the marble-\ntop washstand, and broken to pieces, but as the gas was lit I could see it was\nnot the globe. My little son sleeping with me was also awakened by the same\nnoise, and he inquired from me, \"What was that noise, papa 1\" After a few\nminutes' lying in silence to consider what it could be, I got out of bed to try\nand discover what had been broken, turned up the gas, but could not discover\nanything; the clock showed it was 2.27. I then retired to rest again. The\nfirst thing I inquired from Miss B., who occupied the adjoining room, was\nif she heard any noise in the night, or if anything was broken in her room, and\nshe said no, and I have never yet discovered the cause.\nSince this we hear continually footsteps going up and·down-stairs, creaking\nstairs, dining-room door opening slowly from closed to half-way, without\nany apparitions.\nAsked whether the opening of the dining-room door might not be\nexplained by wind or defective fastening, Mr. X. replies :-\n\"We have never seen such [opening of the door] before or since, and I\ndon't think the wind could effect it in such a manner.\" \" The door was\ncloeed •close to,' but not fastened, and Miss B. and myself, with a lady\nfriend, were sitting in the room, and we were attracted by the door creaking,\nand we watched it open slowly to about one-third. and it remained so.\"\nThere was no light in the room when the figure appeared to Mr. X.\nThe crashing of glass occurred at 2.27 a.m. on a night in November,\n1888. [In this same month Mr. X's elder son, aged ten, who sleeps in\na room alone, said that he \"had been visited by a figure all in black,\nwhich disappeared.\" This, however, may have been a purely subjective\nhallucination, as the appearances had probably by this time been much\ndiscussed.]\nMr. X has had no other hallucination of the senses.\nThe next percipient after Mr. X. was Miss X., sister of the widower.\nwho gives her account as follows :-\nFelmw,ry, 1889.\nMy sister-in-law died in September 1886, and a week after I went to keep\nhouse for my brother. I occupied the room she died in, and continued to du\nso for 13 months, when I returned to my home in Clifton for four months.\n\f4M On .Apparitions occurrilng soon after Death. [Mar. 18,\nDuring my absence my place was filled by a young lady friend. She left\nand I returned to my brother'B hoUBe, and had been there three months.\nOne evening we had been Bitting talking downstairs for a long time when I\nwished good night, and went to bed ; sleeping in the room alone. I had jUBt\ngone to bed, 12.15 o'clock, when a fe.\" minutes after I heard a BUdden noille\nwhich made me open my eyes, and I saw Btanding by my bed a figure\nenveloped in white; the hand was put forward, as ifattempting to move back\nthe bed-clothea.\nIn my fright I BCreBmed and threw out myarm towards it, and said, \" Who\nis it1 what is it 1\" It moved back about half a yard; it was then advancing\nagain, when my loud BCreBmB broughtmy brother(who was in the nenroom)\nto me. Upon his opening the door and entering the room it disappeared,\nand I never saw it any more.\nMy brother then told me he had (during my absence at home) been\nawakened one night with a cold feeling, and there was a white figure stand-\ning by his Bide which remained some time, then disappeared, and he was very\nmuch frightened.\nMiss X. has never experienced any other hallucination.\nThe next person to ~ee the figure was Miss B., who succeeded\nMiss X. in keeping house for Mr. X. in the spring of 1888. Miss B.'s\nexperiences were in the summer of 1888, but she has not preserved\naccurate dates.\nMan:h. 'th. 1889.\nI shall feel happy in giving a full account of the apparition I have Been\nthree times in my bedroom, but am afraid it will not be very well explained.\nThe first time the figure, dra8Bed in white, came to the bottom of my bed and\nstood for a short time; it Beemed to me like a woman, rather tall, butwaa so\ncovered in this white dra8B that I could not see the head, and during the\ntime it stayed I never took my eyes off, but at last could not tell where it had\ngone; it went quite quickly. The three times it has appeared to me it has\nalways looked the same, only the last· time it came and stood by my\naide, and although I looked at this figure, and never moved, I could not\nexplain to anyone what it was like. It is now many weeks since I saw\nit. The other night at the usual time, about 12 o'clock, I heard my\ndoor make a noille, but saw nothing. I am not in the least nervous about\nthese things, and should much like to know what it wanta.\nA figure (it Will be perceived) has appeared seven times, to four\ndifferent persons, excluding the boy of ten. And most of these\nappearances were so long after the death that it would scarcely be\npossible to attribute them to the pre-oooupation of recent grief. The\ncraahing noise may be compared with General Campbell's experiences,\ngiven in the appendix.\nXVI.-In another case (where two somewhat similar incidenta\noccurred to the same percipient) her experience on one occasion was to a\ncertain extent shared-though with differences-by a second percipient.\nWe received the narrative from Miss Lister, whoSe address is\nDigitized by Coogle\n\f1889.] On Apparitions ocC'u\/rring BOOn after Death. 445\nsuppressed only because its publication in the present connection might\nlead to difficulties, should she e~er desire to let her house.\nMarch 8th, 1888.\nSome time ago a friend of minEl had .the misfortune to 1088 her huaband.1\nThey had only been married about five years, and she expreaaed great grief\nat his lOll, and asked me to,go and reside with her. . . • . I went to\nher, and atayed aix montha. One evening, towards the end of that aummer,\nI remarked that I would go upstairs and have a bath. \"Do,\" ahe replied,\n\"but first I wiah you would fetch me that little book I left on the drawing-\nroom table laat night.\" I started without a light (having been naturally\nfearleu all my life, I am accustomed to go about in the dark), opened the\ndrawing-room door, and atood for a minute, thinking where she had placed it,\nwhen I aaw, to my amazement, her huaband, aitting by the table; hie elbow\n.... resting on the table CI088 to the book. My first thought was to pretend\nforgetfulneaa, my aeoond to tell her what I had seen and return without\nthe book. However, having boasted that I did not know the meaning offear,\nI determined to get it, and advanced to the table. He aeemed to be amiling,\nas if he knew my thoughts. I picked up the book and took it to her without\nlaying anything about it; then, going into the bathroom, I lOOn forgot it.\nBut after being there about 20 minutes I heard my friend go up and open\nthe drawing-room door. I laughed, and liatened to hear if he wu atill\nthere, and very lOOn heard her run out of the room, and downstairs about\nfour at a time, and ring the dining-room bell furiously. One of the maida\ncame running up. I dreaaed &8 quickly u p088ible and went down to her,\nand found her looking very white and trembling. \"Whatever is the\nmatter' \" I said. \"I have seen my husband,\" ahe replied. \"What\nDOIUl8IUI8,\" I answered. \"Oh, but I have,\" ahe continued,-\" at least,\nI didn't actually see him, but he apoke twice to me; I ran out of the room,\nand he followed and put his cold hand on my shoulder.\"\nNowthia seeme'to me a very atrange thing, because I had only seen the\ngentleman about two or three times, therefore cannot understand his\nappearing to me, and I certainly was not thinking of him at the time.\nThe other apparition was of an old lady whom I had never seen, and I\nonly diaoovered for whom it W&8 intended by describing her to someone who\nknew her. She appeared to me on several occaaioJ18, and I happened to\nrelate this to the gentleman alluded to, who informed me that it W&8 my\nimagination, and added that if it had been a spirit I ahould have been too\nfrightened to look long enough to describe its appearance. I told him in\nreply that I wished someone who had heard the tale would appear to me\nafter their death and see if they could frighten me ; and I thought of it when\nhe appeared, and wondered if it had anything to do with my seeing him.\nL. A. LDrru.\nIn reply to inquiries, the narrator says :-\nMarch 13th, 1888.\nMy reasons for not mentioning the gentleman'a name were two-fold.,\n1 I have seen his memorial card. His age was 53, and he died April 11th, 11lSl.-\nE. G.\nDigitized by Coogle\n\f446 On Appariti01t8 OCCU1Ti,ng 80011, ajter Death. [Mar. 18,\nFirst, because I wrote without the sanction, or, indeed, knowledge, of his\nwife; secondly, because a family of the name of-- now reside there,l\nand they are a very nervous family ; if they heard about the apparition they\nwould probably remove. Mr. -- died in April, 18M. His appearance\nwas not before the beginning of October. I took no notice of the date, but I\nbad been with his wife to Lowestoft for six weeks. We went on the 19th of\nAugust, and returned after Michaelmas Day. This occurred soon after our\nreturn.\nThe old lady's appearance was here. My father purchased the house\nin June, 1883, from Mrs. --, whose aunt had died here-being found\ndead in bed one day, having died the night before, all alone. The lodger\nforced the door, fearing IOmething was the matter; but I was not aware of\nthis till a long time after. 'l'his appearance occurred on a special flte day at\nthe \"Fisheries\"-the proceeds of which were, I believe, intended to build a\nchurch. Some friends of mine were going, and had tried to persuade me to\naccompany them, but the house would have been left with no one in it if I\nhad gone. In the afternoon I had been sewing, and drawing my chair close\nto the window overlooking the garden at the back, I intended working &8\nlong as I could see. I sat for a few minutes looking out, and trying to\nimagine how the exhibition looked, and, upon turning, saw the old lady\nstanding looking at me. \"Who can that be 1\" I thought (and looked out\nagain) ; \"lOme one must have come here by mistake-possibly a neighbour.\"\nI looked at her again, long enough to take in all the details of her costume.\nAgain I turned to the window, wondering whether I had left any\nof the doora open, and how it was I had not heard her come in.\nThen thinking how stupid not to ask her, I got up to put the question-but\nshe had gone, as noiselessly as she came. I looked all over the hou-m\ncupboards, under bedsteads, &c., but not a trace of anyone or anything\ncould be found.\nThe servant I had at that time had been a servant at the hOUle before,\nI knew; 10 I reaolved (of course without telling her why) to describe the\nold lady. I made several casual remarks about her, then I said, \"I fancy\nI saw her one day, Phrebe, let me describe her. She was rather short, thin,\nhad brown eyes, a long nose, and wore a black cap with a flower or red bow\nat the aide, a black dress, black mittens, and a white neckerchief, edged\nwith lace, folded cornerways and fastened with a brooch.\" Phrebe inter-\nrupted me several times by saying 'That was her, miss!' and ended by say-\ning she always wore one of those kerchiefs.\nAbout three weeks after, I happened to be again alone, and was hurry-\ning out of the breakfast-room into the room where I had seen her, when,\nglancing up the staircase, I beheld myoid lady coming down. This time she\nwas attired in a lavender dress. I stood at the foot of the stairs, thinking\nas she passed I would take hold of her. We seemed to be looking at one\nanother for 10 minutes, when she went backwards up the stairs like a\nhuman being. I now felt oertain IOmeone was playing me a trick (though I\nhad heard no lOund); I ran up quickly, but at the tum in the stairs, she\nvanished. I searched the house as before, with the same result. When\nPhrebe returned, I said, \"Did Mias S-- ever wear a lavender-coloured\n1 The name and address were givt'n.-E. G.\nDigitized by Coogle\n\f1889.] On Apparitions OCC1IIrnng Boon after Death. 447\ndress 1\" ••Yea, mias, she did; she never wore the lI8Ille twice running.\" Mid\nPhoobe. I have never Been the old lady since. I was enjoying perfect\nhealth at the time.\nThe next three paragraphs are by Mr. Gurney, who investigated\nthis case.\n.. Miss Lister, with whom I have had a long interview, is, as far as I\ncan judge, an accurate witness. She is certainly the very opposite of ,a\nnervous or superstitious person. She has had no other hallucinations.\nShe felt some dread at the appearance of Mr. --, but this did not\nprevent her from advancing to the table where he seemed to be sitting.\nHe was dressed in black. The light on this occasion was bright moon-\nligh~ and he was clearly seen. Miss Lister's conversation with him had\nbeen some months before his sudden death, at a time when he was quite\nwell. Unfortunately, we have 80 far been unable to discover the present\naddress of Mr. -'s widow, who has married again.\nAs regards the first appearance of the old lady, Miss Lister holds that\nit is quite impossible that it could have been a real person who got back\ninto the street. The hall door makes a considerable noise in opening\nand shutting, which she must have heard; and moreover it could not\nbe opened from the outside. She was &truck by the absence of foot-\nsteps. She went in search of the visitor immediately on looking up, and\nfinding that the figure had disappeared.\nPhoobe has married, and Miss Lister does not know her address.\nTheniece of Miss --, who was requested to supply a description of\nher aunt's personal appearance and dress, has not replied.\"\nMr. Cowley's case [II., p. 213] and Mr. Jupp's [I., p. 322] belong to\nthis category. Somewhat similar is a case communicated by the late\n.General Campbell, where noises and other phenomena were observed by\nseveral persons, but one percipient only-a child, who had not known\nthe decedent-witnessed an apparition which others recognised from\nher description. His account, which is long and minute, is printed as\nan appendix to this paper.\nTo this category also may perhaps belong a case summarised in a\nnote to Phama8mB ofthe Living, but which may be given at. length\nhere.\nXVII.-From the Life and C~ of CharTa Mauhewa, by\nMrs. Mathews. (pp. 94, 95.)\nAt the clOle of the summer a very remarkable instance occurred of a\ncoincidence of dreams, befalling Mr. Mathews and myself, a circumstance\nwhich I am induced to relate, 8ince it was atte8ted by witne8BeB who\nseverally and apart were informed of it, before the dreamers had power to\n2G\nDigitized by Coogle\n\f448 On Apparitio'lUl ocC'Urring soon after Death. [Mar. 18,\ncommunicate with each other, or their mutual friend&.l Mr. Mathews'\naccount of his impreBBions waa aa follows :-He had gone to rest, after a\nvery late night's performance at the theatre, finding himself too fatigued to\nsit up to his usual hour to read ; but after he waa in bed he discovered-aa\nwill happen when persons attempt to sleep before their accustomed time---\nthat to close his eyes waa an impoBBibility. He had no light, nor the means\nof getting one, all the family being in bed ; but the night waa not absolutely\ndark-it waa only too dark for the purpose of reading; indeed, every object\nwaa visible. Still he endeavoured to go to sleep, but his eyes refused to\nclose, and in this state of restl8llllJleBB he remained, when suddenly a alight\nrustling, aa if of a haaty \"pproach of something, induced him to turn his head\nto that side of the bed whence the noise seemed to proceed; and there he\nclearly beheld the figure of hislate wife, \"in her habit aa she lived,\" who,\nsmiling sweetly upon him, put forth her hand aa if to take his, aa she bent\nforward. This waa all he could relate; for, in shrinking from the contact\nwith the figure he beheld, he threw himself out of bed upon the floor, where\n(the fall having alarmed his landlord) he waa found in one of those dreadful\nfits to which I have alluded. On his recovery from it he related the cause of\nthe accident, and the whole of the following day he remained extremely ill,\nand unable to quit his room. .\nThere is nothing surprising in all this; for, admitting it not to be a dream.\nbut one of those cases called nightmare, so frequently experienced (when the\nsufferer always believes himself under real infll1encea), it waa not \"case to\nexcite aatonishment. The circumstance which rendered it remarkable was\nthat at the exact hour when this scene waa taking place at a remote distance,\na vision of the same kind caused me to be discovered precisely in the same\nsituation. The same sleepleBB effect, the same cause of terror, had occasioned\nme to seize the bell-rope, in order to summon the people of the house, which.\ngiving way at the moment with it I fell, my hand upon the ground. My\nimpreBBio1.l of this visitation (aa I persisted it waa) were exactly similar to\nthose of Mr. Mathews. The parties with whom we resided at the time were\nperfect strnngers to each other, and living widely apart, and they recounted\nsevernlly to those about them the extrnordinary dream, for such I must call\nit, though my entire belief will never be shaken that I waa aa perfectly awake\naa at this moment. These persons repeated the story to many, before they'\nwere requested to meet and compare accoUJlts; there could consequently be\nno doubt of the facts, and the circumstance became a matter of much\ngeneral interest amongst all those who knew Us.\nThat the scene at the bedaide of the dying woman simultaneoualyrecurred\nto the dreamers when awake waa natural enough, and waa aftenrarda con-\nfessed. How far the facts which I have here related tended to the serious\nresult of our continued intimacy I will not determine; but it is certain that\nneither of us regarded it RB an impediment at a future period, or a just\nreaaon why we should not at lRBt fulfil the desire of her whose wishes were\nmade known to us at a time when it would have been discreditable to both.\n1 Many of our familiar friemla in London will remember with what earnestneM and\nsolemnity my husband related this account IOJlg after the period of ita 00CUJTe11C(',\nwhen he thought his liHteners were not disp<JBed to lIOOif at such detailll, or be IICleptical\nof their truth.\nDigitized by Coogle\n\f1889.] On Apparitions occurring sOOn after Death. 449\nhad we auppoaed ourselves able to comply with it at any future period of our\nlivea.1\nIt will be seen that in this case there is assumed to have been &n\nimportant motive for the appearance, and a motive indicating some\ncontinued knowledge on the part of the decedent of the condition of\nher friends on earth. It will perhaps have been already observed that\nin the best-attested cases evidence of definite motive is rarely found;\nour cases presenting in this respect a marked difference from the\ntraditional type of ghost-story, where the discovery of wills or of other\nsecrets, and the working out of poetical justice by \"supernatural\nagency,\" is wont to be a prominent feature. There is, however, a small\nand puzzling group of cases, where the phantom is perceived just\nbefore news of the death reaches the percipient, which may possibly\nindicate a continued knowledge on the decedent's part of what is going\non among his friends on earth. Such was the case of Mr. Tandy,\nand the case of Mackenzie, cited above by Mr. Gurney. Such was the\nI In the American Society for Psychical Reaearch Pro«ediR{P (IV., p. 446), will\nbe fOUDd a aomewhat similar cue of two apparently synchronou8 .. visions of\ncollllOlation,\" repreeenting the same decedent. In this case the two percipients\nwere the mother and the hUBband of a lady who had been dead five months.\nThe widower dreamt that his wife came to him in his bedroom-a dream so\nvivid that he wrote in the moming to describe its incidents to his mother·in·\nlaw. A letter from '-' CI'OIIIIed his letter (80 we are told, both letters having\nunfort1Ul&tely been destroyed), in which she on her part recoUDted a .. clair·\nvoyant vision\" in which she had entered her 8On-in-law's room, and witnesaed\na visit to him from his deceased wife. .. After lying down to rest,\" writes Mrs.\nCrans, .. I remember feeling a drifting aensation, of seeming almoat as if I was\ngoing out of the body_ My eyes were clOll6d ; lOOn I realised that I W&II, or seemed .\nto be, going fast somewhere. All seemed dark to me ; suddenly I realised that I was\nin a room; then I saw Charlie lying in a bed asleep; then I took a look at the furni-\nture of the room, and distinctly saw every article-even to a chair at the head of the\nbed, which had one of the pieoea broken in the hack. In a moment the door opened\nand my spirit-daughter Allie came into the room and stooped down and kissed\nCharlie. He seemed to at once realise her presence, and tried to hold her, but she\npassed right out of the room about like a feather blown by the wind; and then, aftel\na moment, she came hack again [several further incidents are here deHCribed). Then I\nthought I would open my eyes, and with difficulty I gotmyeyes open. Theyseemed 80\nheavy to me, but when I succeeded in opening them I received a sudden shock, such &II\nif I had fal,len from the ceiling to the floor. It frightened and woke up both Mrs. B.\nand my daughter, [but Mrs. B. has been foat sight of, and the daughter was a child\nat the time], who &liked what was the matter. Of counse I told them my experience,\nand the following Sunday I wrote, as was always my custom, to my son-in-law,\nCharlie, [who remembers the letter, but baa destroyed it], telling him of all my\nexperience, describing the room &II I saw it furnished. .[This letter was crossed by one\nfrom the 8On-in-law, Mr. C. A. Kemochan, written on the same moming &8 Mrs.\nCrans' letter, and describing a ,-ision ot his late wife on the same Friday night, with\ndetails which the two correspondents now believe to have beeu identical. Mrs. Crans\ngives a number of details of the vision, and Mr. Kernochan writes to Mr. Hodgson,\nJuly 4th, 1888, .. The facti> written you this day by Mrs. Crans in regard to a letter\nwritten to me one Sunday morning in the year 1880, and one writteu by me on the\nsame date to her, are correct in every particular.\"]\n202\nDigitized by Coogle\n\f450 On Appt'1ritions occurring BOon after Death. [Mar. 18.\ncase of Mrs. Haly (cited Proceedings, Vol. III., p. 91), where a\nvery long coffin and IL phantasmal figure of an absent nephew were seen\nan hour or two before the percipient received a letter from Australia.\nannouncing her nephew's death.\nXVIII.-The next case-I have given the percipients the name of\nAdie-is a curiously complicated one; but its evidential value rests\nmainly on the similarity between a recognised phantom seen by a\nmourner (and therefore not in itself evidential) and an unrecognisable\nappearance observed by a near relation, also aware of the death.\nThis latter phenomenon-a segment of illumination in a room other-\nwise dark, and closed against light-is, I think, unique in our collec-\ntion. Retinal hyperresthesia will sometimes make a room look light\nfor a moment or two when the eyes are first opened, but the limitation\nof area seems tp make this explanation improbable here.\nMiss C. A. writes:-\nJUly 12th, 1888.\nAbout two months before the death of my dear father, which occurred on\nDecember 10th, 1887, one night about from 12 to 1 a.m., when I was in\nbed in a perfectly waking condition, he came to my bedside, and led me\nright through the cemetery at Kensal Green, stopping at the spot where his\ngrave was afterwards made.\nHe was very ill at that time and in a helpleBB condition-so far as his\nability to walk up three flighta of stairs to my room was concerned. I\nhad at that time never been in that cemetery, but when I went there after\nhis interment the scene was perfectly familiar to me.\nHe led me belond his grave to a large iron gate, but my recollection of\nthis part is confused. I there lost sight of him.\nIn a later letter Miss C. A. adds :-\nIt was just like a panorama. I cannot say if my eyes were closed or open.\nAgain, a day or two before his death, somewhere between the 4th and\nthe 10th of December (tho day of his decease), when he was lying in an\nunconscious state in \" room on the ground floor, and I sleeping on the second\nfloor, I was awoke suddenly by seeing a bright light in my bedroom-the\nwhole room was flooded with a radisnce quite indescribable-and my father\nwas standing by my bedside, an etherealised semi-transparent figure. but yet\nhis voice and his aspect were normal. His voice seemed a far-off sound, and\nyet it was his same voice as in life. All he said was, \"Take care of mother.\"\nHe then disappeared, floating in the air as it were, and the light also\nvanished.\nAbout a week afterwards, that is to say, between the 12th and the 17th of\nDecember, the same apparition came to me again, and repeated the same\nwords. An aunt, to whom I related these three experiences, suggested to\nme that poBBibly something was troubling his spirit, and I then promised her\nthat should my dear father visit me again I would answer him. This occurred\na short time afterwards. On this, the fourth, occasion he repeated the _mt'\nigitized by Goog\n\f1889.] On Apparitions occ'IJ\/mng soon. after Death. 451\nwonla, and I replied, .. Yea, father.\" He then added, .. I am in perfect\npeace.\"\nApparently he was aatiafied with this my &IlIIurance. Since that time I\nhave neither seen nor heard any more.\nI have never before or since had any such experience.\n(Signed) C.A.\nMrs. Adie writes :-\nMarch,l889.\nTowards the middle of the month of October, 1887 [since fixed by\nletters of that year as Sunday, October 23rd, 1887], in fact, as nearly as I can\nrecall, about the time when C.'s father first appeared to her in a Ipiritualiaed\nform, I had a singular and moat vivid impreaaion that the post would bring\nme bad news. We were then in Switzerland. I could daily from my window,\nat 11.20 a.m. to a moment, see the train arrive which brought our Engliah\nletters. These were taken to the post-office close by and 8Orted; and about\n20 minutes after the train came in my letters (if any) were placed upon my\ntable. On Sunday mornings the Engliah Church service began at 10.30, 80\nthat by 11.40 the chaplain was well advanced in his'sermon. On that one\nparticular Sunday it was, as nearly as I can tell, exactly at that\nmoment of time I suddenly felt much distreaaed and mentally disturbed,\nfeeling convinced that bad news was awaiting me on my return to the hotel.\nI had to put considersble force upon myself to refrsin from rising from my\nseat and leaving the church.\nMy presentiment was only too true ; on my writing-table I found a moat\nagonisingletter fromT. (C.'s elder sister) telling me that their father had had a\nmoat alarming attack of illneaa (this was the first of the three seizures which\nresulted in his decease on December 10th). One point I would especially\nnotice-apparently this letter conveyed no impression to my mind 80 long as\nit was in the train or at the post-office, but took effect upon me 80 lOOn as\nit was put upon my writing-table-came within my surroundings, as it were.\nWe retumed to England on December lat. After C.'I father's cieath-\nduring the nightof December 12th-13th-I was sleeping in a small back room\n(.In the ground door ofa lodging in London, a room which had only one window,\nclosed by shutters and a thick curtain. The gas in the paaaage was put out\nwhen I went to bed, 80 that,after I had extinguished my candle,the room was\nshrouded in impenetrable darkneaa-darkneaa 'that could be felt. About\n3 a.m. on the moming of the 13th I awoke en lItW8aut, as the French expres-\nsion has it (that is to aay, I was wide awake, not in a half dreamy condition),\nto see the room up to the ceiling, for about the width of my bed, and ex-\ntending to the fireplace opposite, dooded with a pale golden radiance, an\nunearthly ligh~uite unlike any we are acquainted with; it seemed to\ncome from behind the bed ; sO bright was it that I could distinctly see the\ndesign on the wall-paper opposite me, and over the fireplace. This paper\nwas a very pale French grey, of two tints, outlined here and there with a\nthin line of colour. This effect lasted, as nearly as I can tell, about five\nminutes, during which I opened and shut my eyes several times, clasped and\nunclaaped my handa, and hit myself to be certain that I was not dreaming.\nWhen the light went I was in total darkneaa as before.\nThat Mml! day I confided the circumstance to T. (Clara's lister),\nDigitized by Coogle\n\f452 On Apparitiom occ'Urrilng 800'1\/. after Death. [Mar. 18.\nbegging her not to tell her about it, Bince C. W&B feeling her father'B death\nmust acutely; but when a day or two later C. told me of hiB three\nappearancea to her, and of thiB aame remarkable golden light which\naccompanied them, I related to her what I had myaelf Been,\nexpreaaing my regret that awe or &BtoniBhment had prevented me from\nspeaking or making BOme Bign; though, unlike herseH, I had Been no shadowy\nform approach me. The t.hought then occurred to me that there might be\nBOmething regarding which the dece&&ed wished to be 8&tiBfied-BOmething\nwhich prevented hiB spirit from obtaining perfect rest, and I suggested to\nher that should thiB experience be repeated to either of us we should anawer\nhim. The result iB Btated in C.'s account.\nMy own impreaaion iB that hiB Bpirit tried to communicate wit.h me,but in\nmy great amazement at the viBion I W&B unable to receive hiB me8ll8ge.\nC. W&B prepared.1\nLater on-viz., . in a letter, dated February 27th, 1888, C., when\nwriting to me, 8&yB: .. When I told you in my last letter, dear auntie, that\nI had spoken, it was from your advice, for you told me to do BO. Now, I\nmust try and explain to you just what happened. It was about\" o'clock in the\nmorning, or even earlier. A bright light Buddenly came into my room-not\na light like from a fire or a candle, but a glow of golden li9ht. Then I 8&W\na form, quite white, bend over me, and in my darling father'B voice I heard\nthese worda: •Take care of mother-I am in perfect peace. ' I aaid: 'Yef<.\nfather.' And then tho light by degrees di8&ppeared. Since thiB, I have not\nseen or heard anyt.hing more, and I have a feeling that I Bhall never again, as\nI feel Bure that all he wanted to 8&y he h&B 8&id, and iB at reat Binee I aDBwered\nhim. What you tell me &B having happened to you on the night of December\n12th iB, indeed, p&BBing strange. I should BO like to know what W&B meant.\nto tell you. Have you any idea 1 It iB strange that both you and I should\nsee t.he 8&me light. You see I told you firat, BO it could not have been &\ndream, &B I might poBBibly have fancied if you had told of your Btrange\nlight (for I do BOmetimea dream of t.hings which I hear and read of).\nIf anything Bhould happen again I will write it down, aDd let you know at.\nonce; but, BOmehow, I feel I Bhall' not.\"\nIn further letters Mrs. Adie Sll.Ys :-\nApril 1st, 1889.\nI must now add to my lltatement in my l&Bt (BO positively put), as to only\na segment of my room being illumined, what I then omit.ted, viz., that\n1 CuriO\\l8ly enough, Hi'll. Adie ha.a had another experience connected with the\nl&Dle family-an experience recalling Mr. Goodall'8 in type (see Cue XIX.• below).\n\"Probably, in 1862,\" she writes, \"I WaH 8taying with my mother in a lodging in\nLondon. One morning, about 3 a.m. (I looked at the clock directly aftel\"Wll.nU).\nI found myself suddenly wide awake, and heard a voice 8&y. 'One of your name is\ndead.• My husband was away-ataying with his parents in the country; you lD&y\nilD&gine my anxiety for the post to arrive. I went many timee into my little sitting-\nroom, next door to my bedroom, hoping to find a letter. When the post did arri,·E' it\nbrought me one from my husband, 8&ying that a little nephew of his had died quite\neuddenly of croup, when on the march in India. The father WAIl a military man-\nin fact, C.'8 father al80. We had only heard of this child lUI a fine, healthy boy.\"\nI give this case only in a note, for it is remote, and depends on an uncorroborated\nmemory.\nDigitized by Coogle\n\f1889.] On ..4pparitWna occurring 8OO'n ajrer Death. 453\nwbat made me 80 certain of this fact waa-that neither the white mullin-\ncovered dreaaing-table on my right hand, nor the wardrobe standing against\nthe wall on my left hand, were visible to me on that occasion I No; when\nI saw this luminosity I had heard nothing of my niece's experiences up to\nthat date.\nI have occupied the same room again in the interval whioh has since\nelapeed, and found that the room was so obeoure that even in winter day-\nlight (no fog) when lying on the bed I could not make out the design on the\nwall-paper oppoaite me, although on the oooasion I there mention every\nlittle detail of form and colour was sharply defined. .\nMy husband had to pass through my room to get to his, and when he left\nour sitting-room the whole house was in bed. It was his business to\nextinguish the feeble little gaa-jet whioh was left burning. Had he forgotten\nto do this, the light from the burner could not have resembled what I saw.\nMy niece baa more than onoe 888Ured me positively \"thatshe at no other time\nhaa ever had any halluoination of the senses.\" I cannot recall ever having\nhad any halluobiationa whioh did not mean anything, or rather whioh have\nnot come true,- if I except [a vision whioh mayor may not have corresponded\nto reality, but which cannot at present be tested.]\nXIX.-In our next case the fonn which the impression took wa.s an\nauditory one,-mixed, perhaJ>1!, with an impulse to utterance. The\nfollowing narrative wa.s communicated by Mr. Edward A. Goodall,\nof the Royal Society of Painters in Water Colours, London.\nMay, 1888.\nAt Midsummer, 1869, I left London for Naples. The heat being\nexoeaaive, people were leaving for Iaohla, and I thought it beat to go there\nmyself.\nOroaaing by steamer, I slept one night at Caaamiooiola, on the ooaat, and\nwalked next morning into the town of Iaohia.\nLiking the hotel there better than my quarters of the previous night, I\nfetched my small amount of luggage by help of a man, who returned with me\non foot beside an animal which I rod6-()ne of the fine, sure-footed, big\ndonkeys of the country. Arrived at the hotel, and while sitting perfeot1y\nstill in my saddle talking to the landlady, the donkey went down upon his\nknees as if he had been shot or struok by lightning, throwing me over hia\nhead upon the lava pavement.\nIn endeavouring to save myself my right hand was badly injured. It\nlOOn became much swollen and very painful. A Neapolitan doctor on the\nspot said no bones were broken, but perfect rest would be needful, with my\narm in a sling.\nSketching, of course, was impossible, and with neither books, newspapers,\nnor letters I felt my inactivity keenly.\nIt must have been on my third or fourth night, and about the middle of\nit, when I awoke, as it seemed, at the BOund of my own voice, saying: \"I\nknow I have 10llt my dearest little May.\" Another voice, whioh I in no way\nreoogniaed, answered: \"No, not May, but your ymmgest bay.\" I\nThe distinctness and solemnity of the voice made suoh a distressing\nDigitized byCoogle\n\f40540 On Apparitions OCCll\/N\";''nf\/ BOOn afor Death. [Mar. 18,\nimprel8ion upon me that I slept no more. I got up at daybreak, and went\nout, noticing for the first time telegraph-poles and WireL\nWithout delay I communicated with the postmaster at Naples, and by\nnext boat received two letters from home. I opened them aooording to dates\noutside. The first told me that my youngest boy was taken Buddenly ill ; the\nlI6Oond, that he was dead.\nNeither on hiB aooount nor on that of any of my family had I any cause\nfor uneaain688. Ail were quite well on my taking leave of them 80 lately.\nMy impreuion ever Bince has been that the time of the death coincided u\nnearly as we could judge with the time!Jf my aooident.1\nIn writing to Mrs. Goodall, I called the incident of the voice a dream, as\n1688 likely perhaps to disturb her than the detailB which I gave on reaching\nhome, and which I have now repeated.\nMy letters happen to have been preBerved.\nI have never had any hallucination of any kind, nor am I in the habit of\ntalking in my Bleep. I do remember once waking with lOme worda of mere\nnonsense upon my lipB, but the experience of the voice speaking to me was\nabeolutely unique. EDWARD A. CffioDALL.\nExtracts from letters to Mrs. E. A. Goodall from Ischia:-\nWednuday, August 11th, 1869.\nThe postman brought me two letters containing ead neWB indeed. Poor\nlittle Porcy! I dre&mt lOme nights since the poor little fellow wu taken\nfrom us.•••\n1 Mr. Goodall thinks tb,at the mule's sudden fall-otherwiae inexplicable-may\nhave been due to terror at some apparition of the dying child. When this paper ....\nread to the Society for Psychical Research. Mr. Pearsall Smith gave the following\napparently parallel instance ;-\nMr. R. Pearsall Smith said that among the illustrations of the claim that\nanimals have a perception of these extraordinary alleged apparitions after death,\nmight be mentioned one occurring to a neighbour of his own, a prominent bania·\nter at Philadelphia. He had parted, under painful circumstances of controversy,\nwith a friend who had later gone to Italy for his health. Afterwards, while oamping\nout in the wilds of the Adirondacks, one day his horse became excited and refused to\nadvance when urged. While engaged in the contest with the horae, the barrister aaw\nbefore him the apparition of his friend with blood pouring from his mouth, and in au\ninterval ofthe effusion he heard him say, • I ,\\aloe fIOtAing agalMt you.' Soon after.\nwards he heard that his friend had at that time died during a discharge of blood from\nthe lungs. Mr. Pearsall Smith was prevented from procuring a sta£ement directly\nfrom the barrister, by the fact that, after relating it to his friends, the recollection of\nthe incident had become so painful to him that he declined to converse again on the\nsubject. He added that it may be easily conceived that the barrister, under painful\nrecollections of the parting interview with his friend, and with the knowledge of his\nill-health, might picture his friend forgiving any supposed injury, and also his dying\nscene. The extraordinary features are the coincidence of time and manner between\nthe viBion and the death, with the added oirculD8tance of the alarm of the borae\nprevious to the apparition.\nWe have an odd case where a horse, standing in a carriage at the door of a bonae\nwhere a lady was dying, IICn4mM at the moment of death. But see Mrs. Sidgwick's\nremarks on the supposed .. psychical\" terrors of hol'lle8. (ProcMiing\" Vol. UI., p_ 86_)\nDigitized by Coogle\n\f1889.] On Appariticms occurring 800n after Death. 455\n.Auguat 14th.\nI did not tell you, dear, the particulars of my dream about poor little Percy.\nI had been for several days very fidgety and wretched at getting no\nletters from home, and had gone to bed in worse spirits than usual, and in\nmy dream I fancied I said: \"I have l08t my dearest little May.\" A strange\nvoice seemed to say: \"No, not May, but your youngest boy,\" not mentioning\nbis name.\" . . . .\nMr. Goodall has given me verbally a concordant account of the\naffair, and several members of his family, who were present at our\ninterview, recollected the strong impression made on him and them at\nthe time.\nIn a ca.ae already published, (Proceedings III., p. 90), Mr. Wambey\nMarti the friend's voice as though in colloquy with his own thought.\nHe was planning a congratulatory letter to a friend, when the words\n\" What! write to a dead man 1 write to a dead man 7\" sounded clearly\nin his ears. The friend had been dead for some days. Here also\nwe may add a ca.ae where a message seemed to be given by the decedent's\nvoice in a dream.\nxx.-From Mr. George King, of 12, Sunderland-terrace, West-\nbourne Park, W. :-\nNOfJIlmber 8th, 1885.\nThe following is a brief account pf an occurrence that took place 11 years\nago. I repeat the facts exactly as they happened, and make no attempt at\ncomment or explanation. It is necessary to give a few worda of prefatory\nnarrative.\nMy brother D., a few years my junior, was a handsome, powerful young\nman, 21 years of age at the time of his death, and he was an unusually\nvigorous swimmer. He had greatly distinguished himself at school and\ncollege, and he was !lnthusiaatically devoted to scientific pursuits. On\nleaving the Scottish University where he had studied, he adopted tele-\ngraphic engineering for a profeuion, and as all his tastea were in that\ndirection his progreBB was rapid. His more especial department was the\nconstruction and laying of deep sea cables. and when only 20 years of age he\nwas appointed to the responsible poet of superintendent of the scientific\ndepartment in laying a cable for the Brazilia;n Government. In the per-\nformance of his duties on the stormy Atlantic coast of South America he\nhad to encounter many perils; and finally the steamer G01'7Ib&, on which he\nwas, was totally wrecked, and the cable was lost. All lives were saved,\nthough for many hours the danger had been extreme. My brother returned\nimmediately by mail to London, and throughout the summer months of 1874\nwas engaged in superintending the manufacture of fresh cable to replace that\nwhich had become l08t in the G01'7Ib&. During these few months D. and I had\nmuch aff'ectionate intercourse, and the bonda between us (he was my only\nbrother) were drawn even closer than before.\nIn November, 1874, the cable was finished and shipped on board the\nLa Plata, a magnificent steamship, carrying with her every appliance that\neould be required to render the expedition safe. By the wreck of the\nDigitized by Coogle\n\f4156 On Apparit·Wns occurring 80011, after Death. [Mar. 18.\n(}O'T'n03 much valuable time had been lost, and for six months a huge sum\nof capital had been lying idle. Only a small section of cable was required to\ncomplete the line, and the contractors, Siemens Brothers, spared no expense\nto make certain of succeaa on the second attempt. While, therefore, we\nmight fear for my brother the unhealthy climate of BOme partsof the coast of\nBrazil, we had no anxiety as regards the perils of the sea.\nI bid D. farewell on Wednesday, November 2nd, 1874. I had a lecture\nto deliver that afternoon, and I could not go to see him off, and we parted at\nthe door of my office. He was the picture of health and strength, and we\nspoke cheerfully of meeting again in a few months' time, when his work\nshould be completed. The next morning I had a line from him, written at\nthe docks, and on Saturday a happy little letter, which was posted by the\npilot when he landed at the Isle of Wight. Everything tended to reaaaure\nme, and I had no senae of impending calamity.\nNext Wednesday evening, December 2nd, I attended a converaazione a.t\nKing's College, given by Sir W. Thomson, President of the Society of\nTelegraphic Engineers, and, taking myself a keen interest in science, my\nmind was intensely occupied with all that I saw and heard. While examining\nthe beautiful instruments exhibitod, I often wished that my brother had been\nthere to explain them to me, and the many friends that I met spoke to me of\nhim. He was thus pleasantly in my thoughts, but my mind was not brooding\nor concentrated on him. On the contrary, it was disturbed by the multitude\nof objects, and only casual glances were cast towards D. Rather excited, I\nwent home to my solitary chambers, and retired to bed shortly after mid-\nnight. I was soon asleep, but how long I remained so I know not. So far\nas recollection goes, I had not been dreaming, but suddenly I found myself\nin the midst of a brilliant aaaembly, such as that I had recently left at King's\nCollege. I stood in ovening dreaa on the steps at the entrance to a great and\ncrowded hall. I was looking towards the garden, brightly lighted with &\nmultitude of lamps. Illuminated fountains were playing ill front of me, and\ngroups of gentlemen and ladies sauntered up and down the paths. The cool\nnight air was blowing on my face, and I had a delicious feeling of pleasure\nand peace. Two gentlemen, strangers to me, stood talking on the gravel a.\nfew paces from me. I heard their voices, and could almost catch their conver-\nsation. Suddenly my brother st.epped out from behind them, and advanced\ntowards me. He was in evening dreaa, like all the rest, and was the very\nimage of buoyant health. I was much surprised to see him, and, going\nforward to meet him, I said: \"Hallo! D., how are you here 1\" He shook\nme warmly by the hand, and replied: \"Did you not know I have been\nwrecked again1\" At thoso words a doadly faintneaa came over me. I seemed\nto swim away and sink to tho ground. After momentary unconsciousness\nI awoke, and found mysolf in Illy bed. I was in a cold perspiration, and had\nparoxysms of trembling, which would not be controlled. I argued with\nmyself on the absurdity of getting into a panic over a dream, but all to Ill'\npurpose, and for long I could not sleep. Towards morning I again alumbered.\nand the fear paaaed off from me. On Thursday, December 3rd, I was to\nbreakfast with a friend, at his hotel, before he started for Scotland, and I\nwent to Euston by tho Metropolitan Railway. The bookstalls on my side of\nthe station were not yet opened, but acroaa the line the boys were arranging\nthe papers, and they spread. out the placard of the Daily Telegraph. In large\n\f1889.] On Apparitiom occurring BOOn after JJeath. 457\nletters on it were the worda: \"Terrible cUaaater at II8&. LoIIII of a steamship\nand 60 lives.\" I felt &I if iced water had been poured over me, and the\ndread of the night before returned; but my train glided up to the platform,\nand I could not get a paper. The gentleman next me in the carriage W&l\nreading the Daily Telegraph, and I looked over his Bhoulder, and 8&W, under\na I18D8&tional heading, the worda: .. By the arrival in the Thamea, yeaterday,\nof the Antenor, &c.\"; but the motion of the train prevented me from\nreading properly, and I thought the Bentence ran: \"By the arrival of the\nThamea, news of the At.tellor, &c., &c.\" I therefore gathered that the\nAnU1107' had been lost. On arriving at my deatination I got the Times,\nand looked it oyer from the beginning to the end, but it contained no mention\nof the Bhipwreck. Later on I went to).l1y office and began my work, but\npreaently one of the m8888ngera, with a Btrange look in his face, came to me\nand &aid: \"Is it true, air, that your brother has been lost in J;he La Plata' ..\nI atarted up and ran to the Marine Company next door, and there the\nvery worst fears were confirmed. The La Plata foundered in the Bay of\nBiscay at about noon on Sunday, November 24th, 1874, after being expoaed\nfor only a few houra to a terrific gale. No 8&tiBfactory reason for the\ncatastrophe W&l ever forthcoming. Why a well·found and powerful Bteamer\nBhould have gone down in open aea, when a common rowing boat Bhould\nhave survived, is a mYBtery which remaina unaolved. The event created a\ngreat Benaation at the time, and a long Board of Trade inquiry W&l held, but\nthe riddle WRIt never anawered.\nI 8&W BOme of the Burvivora of the crew, and learned from them about my\nbrother. Although the weather had been rough, danger W&l not feared\nuntil Sunday morning, when water began to rush into the' engine-room, and\nquickly put out the fireB. My brother toiled with the 8&ilora to get Bteam up\nin the donkey engine on deck BO &I to work the pumpB, and he nobly en-\ncouraged the men. This, however, proved uaeleB8, and when the boat pushed\noft\" from the ship, the last Been of my brother W&l that he .W&l helping to\nlaunch the life-raft.\nThe La Plata. foundered at about noon on Sunday, November 29th, and\npoiIIIibly D. perished then and there. But he may have poBBibly survived for\nI8veml days; He W&I of BtrOng conBtitution; he W&l a powerful Bwimmer ;\nhe had on an air-belt, and he W&l beside the life-raft when the ship went\ndown. On December 2nd, two 8&ilora were picked up alive. Half-immersed\nin the ice-cold water, they had clung to the life-raft ~nd drifted about the\nAtlantic for three whole days. I add this last note to show that it is just\npouible that I had the vision of my brother near the morning of his death,\nalthough more probably he died three days before.\nIn conclusion I must 8&y that I Bpeak of a \"vision\" becauae the whole\nof my BenaationB while the scene W&l paaaing before me, and Bubsequently,\nwere quite dift\"erent from those that accompany an ordinary dream. Alao I\ncan see everything now in my mind &I clearly ~ at the moment when I\nawoke, whereas with me even the most vivid dreams alwaYB gradually fade\naway.\nIn answer to inquiries, Mr. King says :-\nN mJtJmbeT 15th, 1885.\nThe vision of my brother W&l quite unique. I never before or since had\nDigitized by Coogle\nI\n\/\n\f458 On .Apparitions OCC'U1'1\";l''1} 800n afUr Death. [Mar. 18,\na vision of a ptll'8On whom I believed to be in the fleah, and never bad an\nexternal event Buch as the Bhipwreck thUB conveyed to me. Much leu have\nI ever had a vision which was falamed by the event. Alao never before or\nBince have I had aenaationB Bimilar to thoae that accompanied the viaiOD of\nmy brother.\nGEORGB KINo.\nThe first announcement of the wreck of t~e La Plata appeared in the\nDaily Telegraph, December 3rd. 1874, and in the aame iIBue an account\nappears of a converaazione given the night before at King'B College, Strand,\nby Sir Wm. Thomaon, President of the Society of Telegraph Engineers.\nOn December 10th, in the aame paper, a telegram is printed giving an\naccount of the reacue of the boatswain and qUBrtermaster of the La Plata,\nwho were found clinging to BOrne wreckage by a Dutch cutter. It ia Btated\nthat the Bteamer foundered on November 29th, and that thoae two men clung\nto the wreckage until picked up at 10 a.m. on December 2nd.\nThe La Plata left Graveaend for Rio Janeiro on November 26th, 1874,and\nfoundered in the Bay of Biacay, as we learn from the Marine Department,\nBoard of Trade, on the 29th. The Burvivors were pioked up by the Gore\nLock, and tranaferred to the homeward-bound lB. Afl.tenor, which arrived\nwith them and the first neWB in the Thamea on December 2nd.1\n1 1 may give here in a note the following narrative, which Willi amongst l!olr_\nGurney's papel\"ll, though, l1li the coincidence depends only on a dream, without details,\nhe had not included it in his aelected CII88II.\nFrom Lady Sudeley, Toddington, Winchcombe, Cheltenham.\nJa:nUG77I 6th, 1887.\n\" For about four years before my marriage C. W. WIllI a friend of mine, though\nnever a very intimate one. 1 married early, and a few years afterwards she became\na C1ewer Sister. Though it W&8 always a pleasure to us to be together, we 'Vf!frY\nrarely met during the fourteen and a half years that elapsed between my JIlIIl'riap\nand her death. 1 think I only saw her once in her sister's dreea. Iu July.\n1882, I heard she W&8 ill, but 1 had many things to occupy me just then, and\nshe WIllI never in my thoughts. On the night of September 27th, 1882, I dreamt that\nahe stood by my bedside in her sister's dress, and said, \"Wby do you never come to_\nme? .. 1 answered, .. You are such a way off.\" She replied, \" 1 am much nearer to\nyou than you think.\" This dream made such an impreuion on me that I told myeldest\ngirl in the moming, and wrote the same day to C. W.'s sister to inquire about her. I\nenclose the reply. 1 ought perhape to mention that I did not in the l8118t share her\nreligious opinions, and the only link between us WIllI the friendship of our girlhood.\nAnA SUDln.aT.»\nWith this account Lady Sudeley enclosed a letter from her friend (dated Sep-\ntember 30th, Middleton Lodge, Boumemouth), beginning :-\"1 got your letter\nyesterday afternoon, and wonder if now you have htlArd that C. _ taken\nfrom us lut Monday (25th). It 888ms 80 strange your dreaming of her\nWedneaday night.\" The letter proceeds to say that the death \"came 80 very qnickly\nand unexpectedly that they were unable to write, and we only had a telegram wbeu\nall WIllI over,\" though C. W. WIllI known to be ill. Mi. Hanbury Tracy (lAdy\nRudeley's eldest daughter) told me [E.G.] (December 17th, 1887) that she perfectly\nremembers her mother describing the dream to her on the moming after it occurred.\nI remember my mother telling me, when she awoke in the moming, that she bad\nDigitized by Coogle\n\f1889.] On Apparitions occ'U\/rri-ng BOOn after Death.\nAnd here, perhaps, is the fittest place to mention the appearance of\nMrs. Webley, (printed Proceedings III., p. 92), where it seems as though\nthe percipient's own nearness to death had brought her into some closer\nrelation with a friend who some days before had passed away.l\n~ dreaming so much about her friend Mi88 W., she felt she must write and inquire\nhow she was. EVA B. TRACY.\"\nFefw1uJ,ry 18th, 1887.\nAnother IlOIJlewhat similar case may be added, also from Mr. Gurney's papers.\n. Ma1l141h. 11!88•\n.. A somewhat curious case of thought·travelling occurred to me a few weeks since.\n- Early one morning I seemed to be preeent amongst a. large party sorting quantities of\npure white flowers, wbil8t near to me, shadowy, yet quite distinct, a tall young man\nwatched ns. At once I recognised him as an old friend, though much altered. He\n_ only a boy when I last saw him, ten years ago.\nThe same moming I told some members of my family that H.S.· W&!1 dead; and\nthat I had been arranging flowers for his funeral.\nThe next week I heard from his sister that H.S. was dead, and was buried the day\nthat I had seen him. I had heard six weeks before that he had returned from India,\nand they feared his lungs were affected.\nI mention this case as it is very recent, and also one of my SOIlll, and my sister·in·\nJaw, who was staying with me at the time, can corroborate my Atatement.\nM.C.B.\nI enclose a letter from my son. Another son also distinctly remembers the\nincident, though none of us can give the exact date. The letter announcing the death\nand funeral was read at the breakf..t table, and we all commented on the CUriOU8-\ncoincidence.\" .\nJune 9th, 1888•\n.. DKAB SJR,-I quite remember my mother one moming at breakfast mentioning\na dream she had had about lLS., and two or three days after receiving news of his\ndeath, when we found that the funeral took place on the day of the dream.\nC.B.B.\"\nFrom Mrs. Alexander Thompson (POI!t Office, Sidcup, Kent).\nJune 15th., 1888•\n.. I remember during my stay at B-- in March, 1888, M. C. B. saying at break-\nfM1; she had had a IMt of dream. I do not recollectall the particulars, but they\nall aJ>P8&red very vivid to her in this dream. She was in a room with a great quantity\nof white flowers, which she was tying in bunches, when she saw a young friend of hers,\nH. 8., but only as a ahadowy figure, in the room. She said she was afraid he was\ndead. A few days later a letter came telling her of his death; and comparing dates\n1Il. C. B. found her dream had occurred on the day of the funeral of H. S.\nM.T.\"\n1 Miss Cobbe has collected two or three cases of this type in a little work entitled\n2'Iu Peal.: ojDamn.\nI add two instances. The first, from a clergyman, who does not wish his name\npublished, was received through the Rev. C. J. Taylor, a member of the Society for\nPsychical Research.\nNrwemher 2fltl, 1885.\nII On November 2nd and 3rd, 1870, I 1000t my two eldest boys, David Edward and\nHarry, in ecarlet fever, they being then three and four years old respectively.\nHarry died at Abbot's Langley on November 2nd, 14 miles from my vicarage at\nApsley; David the following day at Apsley. About an hour before the death of this\nlatter child. he sat up in bed, and pointing to the bottom of the bed. said distinctly,\n•There is little Harry calling to me.' It has been said that the child said, •Be has\n* The name and addl'88ll ha.,e been given In confidence.\nDigitized by Coogle\n\f460 On Apparitiom occ'UrriIng BOOn afUr Death. [Mar. 18,\nXXI.-The following case is from a lady who does not at present\nwish her name to be published. She hopes to revisit the convent, and\nto obtain corrobora.tive evidence. Her recollection, however, is very\ndistinct, and she adds :-\n\"You may safely vouch for the truth to the letter of the statement. I\ncould never in my life forget one incident of this visitation.\"\nFebnmry, 1889.\nDuring my visit to the convent at St. Quay, Pontrieux (August, 1882)\nwith my two daughters and son, the good sisters had only one good room for·\nme and my two girls. It wa.a the room set apart for the Bishop of St. Brieue\nwhen he visited the convent, and wa.a in the priest's house. On the moming\nafter our arrival I did not go out with my children, but being very tired I lay\ndown on a little beq. The SUD wa.a shining, and it wa.a very hot, but before\nI lay down I placed a chair against the bedroom door, a.a there wa.a only &\nlatch on the door, and no bolt or key. I went to sleep only for & few\nminutes, and wa.a suddenly awakened by a soft touch on my cheat. On\nopening my eyes, I saw a venerable old man, with something of a whiteand\nblack dress on, kneeling by the side of the bed on which I lay, with hands\nclasped in prayer, and looking up to the wall over the bed. I looked at him\nsilently, and he rose, and when going to the door he raised his two banda and\nsaid\" Te Wni\" [je te Woo 1] three times quitedistinct1y, and I lost him. I got\nup instantly and went to the door, thinking he wa.a some old priest who had\ncome to pray before the crucifix which I then saw for the first time on the\nwall over the bed ; but to my surprise I found the ~oor shut, and the chair\na crown on his head,' but I do not remember this myself; but I was BO overcome with\ngrief and wearin888 from long watching that I may have let it escape me. But of the\ntruth of this first fact I am sure, and it was heard alBO by the nurse.\nSigned X. z., Vicar of H.\"\nIn lette1'8 and conversation with Mr. Podmore, Mr. Taylor adds the following\ndetails :-\n\"Mr. Z. tells me that care was taken to keep David from knowing that Hany\nwas dead, and that he feels sure that David did not know it. Mr. Z. was himself\npresent, and heard what the boy said. The boy was not delirious at the time.\nCHARLES TATLOR.\"\nThe next case was received from Miss Ogle, through the Rev. J. A. Macdonald,\nwho has for BOme yea1'8 been our careful helper in the collection of evidence.\nManchester, Nowmber 9th. l884.\n.. My brother, John Aikin Ogle, died at Leeds, July 17th. 1879. About an hoar\nbefore he expired he saw his brother, who had died about 16 yeai'll before, and looking\nup with fixed interest, said, 'Joe! Joe!' and immediately after exclaimed with\nardent surprise, •Gooll{e Hanley!' My mother, who had come from Melbourne, a\ndistance of about 40 miles, where GOOIl{e Hauley resided, was astonished at this, and\nsaid, 'How strange he should see George Hanley. He died only 10days~ !' Then,\nturning to my sister-in-law, asked if anybody had told John ofGeorgIl Hanley'. death.\nShe said, 'No one,' and my mother was the only person present who was aware of the\nfact. I was present and witnessed this. HARIlIKT H. OaLlL\"\nIn answer to inquiries, Miss Ogle states:-\n\",T. A. Ogle was neither delirious nor unconsciot\\8 when he uttered the words no-\ncorded. Geoll{e Hauley was an acquaintance of ,John A. Ogle, not a particularly\nfamiliar friend. The death of Hanley WI¥! not mentioned in his hearing.\"\nDigitized by Coogle\n\f1889.] On Apparitions occurring soon after Death. 461\nbefore it, as I had placed it ocfore I lay down. The old sister who waited on\nus had her room close to ours ; 80 I called her and told her that an old priest\nhad come into my room to pray before the crucifix. The old nun Mid that\nthere W&8 not a man on all tho premises, nor a priest, &8 they were all gone\nto the funeral of the Bishop of St. Brieuc, 16 miles away, which W&8\nbeing performed at that time. I described the appearance and dreM, and\nwhat he said to me. She immediately went down on her knees to me and\n.said, 'You are ble88ed indeed, for it was the Bishop himself.' He had come\nto his accustomed place of prayer for the last time on earth.\"\nThe writer has never had any other hallucination of the senses, and\nrefuses to regard this vision as a hallucination.\nHer daughter writes, under date April 18th, 1889 :-\nMy sister and I have tho livoliest recollection of our mother telling us\nabout seeing the Bishop, dh'ectly we came in from a walk.\nWe learn from the French official records that Mgr. Augustin\nDavid, Bishop of St. Brieuc, died July 27th, 1882, and was buried at\nSt. Brieue, Tuesday, August 1st, at 10 a.m., which so far confirms the\naccount given above.\nWe may conclude our list of appnritions a few days after death (the\ndeath being unknown) by the following narrative, procured for us\nthrough the kindness of Lord Charles Beresford.\nXXII.-Mr. K. writes to Lord C. Beresford, April 22nd, 1888 :-\nTeston, Maidstone.\nIt W&ll in the .spring of 1864, whilst on board H.M.S. Racoon, between\nGibraltar and Marseilles, that I went into my office on the main deck to get\nmy pipe; &8 I opened the door I saw my father lying in his coffin &8 plainly\nas I could. It gave me an awful jerk, and I immediately told some of the\nfellows who were smoking just outside in the usual place between the guns,\nand I also bold dear old Onslow, our chaplain, a few days after we\narrived at Marseilles, and I heard of my father's death and that he had been\nImried that very day and at that time, half.past 12 in the day. I may add\nthat at the time it W&8 a bright sunny day, and I had not been \"fretting about\nmy father, &8 the latest news I had of him W&8 that although very ill he W&8\nbetter. My dear old father and I were great chums, more so than is usual\nbetween a man of 72 and a boy of 20, our respective ages then.\nIn reply to inquiries Mr. K. adds :-\nI havl;l ascertained that my fathcr died at Kensington, on April\n29th, 1864, and W&8 buriod on May 4th, 1864. I don't know if the\nlate Mr. Onslow made any note of tho circumstance &8 narrated in my lotter\nto Lord C. Beresford. He has been dead some years now. [Mr. K. re-\nmembered one other officer who might have been present at the time, but\nthis gentleman did not recollect the incident.]\nI may further state that I have never experieneed any other hallucination.\nand am not at all emotional, in fact, very matter-of-fact.\nThis case is too remote to allow of certainty as to the number of days\nigitized by Goog\n\f462 On Apparitions occurrinO Boon ajteT Death. [Mar. 18,\nelapsed after death; but it seems pretty certain that the apparition\nmust have been very decidedly after the death, or the ordinary tendency\nto improve the exactitude of a coincidence would probably have brought\nthe two dates together.\nAnd here, as a transition between cases with a few days' interval\nand cases with an interval of 'II'UY1&tks, I may mention our single case\n. (Proceedings, III., p. 99) of what looks like the old-fashioned haunting\nof a survivor who thwarts the wishes of the decedent. A peculiar\nfeature here is that the haunted man does not realise that he is being\nhaunted, but yields to the importunity of living persons, and then finds\nhimself no longer troubled by visions of the dead. The case, however,\nis isolated, and admits of being interpreted as a subjective result of a.\nsub-conscious state of antagonism to the deceased.\nAs we recede further from. the moment of death, we find the records\nof recognised apparitions becoming rarer ; and few of these records ca.n\nbe used as evidential, since the death is by this time almost always\nknown to surviving friends. In two cases cited by Mr. Gurney-the\nAkhurst case and the Ie Maistre case-it so happened that the death wa.s\nnot known to the friends till long after it'occurred; so that these cases\nare strictly evidential as fur as they go. If, indeed, the reality of any\npost-mortem apparitions should come to ~ generally admitted, it will\nbe desirable to collect and compare all such apparitions. But for\nthe present we must confine ourselves to cases where the percipient\nwas unaware that anyone had died whose aspect corresponded to the\nfigure seen. This reduces us (apart from cases where the decedent\nwas known by sight to the percipient) to recognitions of the phan-\ntasmal figures from photographs, pictures, or descriptions; and it\nfurther limits us to cases where there is some obvious connection of\nplace, which puts the percipient on the right road, so to say, for the\nidentification of the phantom. Such cases will naturally be very rare;-\nMr. Gurney has cited three such,-Mr. Husbands' case, Mrs. Ba.cchus',\nand the Tyre case. A case cited by Mrs. Sidgwick (Proceedings, III.,\np. 101), falls under the same category. I have very few to add which\nfall within the limit of one year after death, to which, as a.bove\nexplained, these supplementary cases will be confined. But I may quote\na case so singularly resembling the Husbands case that, although the\nidentification of the figure is weaker, there is much interest in the\nnarrative. The narrator is the wife of Colonel Lewin; she has never\nexperienced any other hallucinations.\nSt. Leonarda, 1883.\nXXIII.-In January. 1868, one of my little children having been delicate\nthrough the winter, waa ordered to St. Leonarda, and I took a house there on\nthe Marine Parade, close to the arch dividing St. Leonardi from Hastings.\nI waa young, Itrong, and in perfect health and spirits; I rented the whole\nDigitized by Coogle\n\f1889.] On Apparitions occurring 800n after Death. 463\nhouse, bringing my own servants; the rooms were furnished and arranged in\nthe usual _·side lodging-house manner, back and front dining-room, and\nback and front drawing-room ; above the latter was a bedroom and dressing-\nroom which I occupied; over the back drawing-room was another bedroom,\noccupied by my eldest sister, lOme nine years older than myself, and a clever\nII8JlIible woman not given to phantasies; over this again were the servants\nand the nurseries.\nOne night there was a heavy storm, the weather was bitterly cold, and a\ntire was burning in my bedroom when I went to bed at 10.30. My sister and\nI had spent the evening together, quietly talking, reading, and dwelling on no\nsensational theories of any sort; I went to bed quickly, locking securely the\ndoors of both rooms as was my habit, but I could get no rest on account of\nthe noise of the _ and the wind. At last the noise of the rain bubbling up\nunder the ill-fitting window BUh was 10 annoying, that I got up to try Bnd\nstop it by laying towels acroBI; while doitig 10 I noticed that the fire had\ngone out, and I poked it and tried in vain to re-animate it; failing to do so I\nextinguished my light and again tried to sleep; it was no use, the noise of the\nsea and wind was too great. I must have been lying like this for a couple of\nhours, very croll and tired, when I became COllBCious of what seemed like a\nlight in the room ; the bed I was sleeping in was an old-fashioned wooden\none, with high mahogany head and foot; on the left hand side was the wall,\non the right the door, close to the foot, the fire-place. At the foot of the bed\nI seemed to see a light. I thought the fire must have re-kindled itself, and\ncrawled along on my knees to look at the fire over the high wooden foot of\nthe bed to see how this might be. I had no thought of anything but the fire;\nand was not nervous in the slightest degree. As I raised myself on my knees\nand looked over the foot of the bed, I found myself face to face, at a distance\nof about three feet, with the semblance of a man. I never for a moment\nthought he was a maD, but was struck with the feeling that this was one from\nthe dead.\nThe light seemed to emanate from and round this figure, but the only\nportions which I saw clearly were the head and shoulders. The face I shall\nnever forget; it was pale, emaciated, with a thin high-bridged nose, the eyes\ndeeply sunk and glowing in the sockets with a sort of glare. A long beard\nwas seemingly rolled in under a white comforter, and on the head was a\nslouched felt hat. I had a nervous shock, I felt a dead person was looking\nupon me-a living one, but had no sensation of being actually frightened,\nuntil the figure moved slowlyas if interposing between me and the door, then\na horror overcame me and I fell back in a dead faint. How long I remained\nunconacioUB I know not, but I came·to myself cold and cramped, having\nfallen backwards as I knelt with my legs under me ; the room was quite dark,\nand, although strongly impressed by the ghostly nature of my experience I\nstruck a light, and to make quite sUre, I carefully examined the room, looking\nunder the bed, into the wardrobe and under the dressing-table. I tried\nboth doors, and they were locked as I had left them. At the window lay my\ntowels undisturbed; the chimney was too small, neither were there any signa\non the hearth. Then, thoroughly.tired out, I got into bed and slept lOundly\ntill morning.\nWhen I came down to breakfast, my sister, before I had .said a word,\n2H\nDigitized by Coogle\n\f464 On Appnritions occurring 80o:n after Death. [Mar. 18,\nremarked: \"Why, what is the matter 1you look as if you had seen a ghost,\"\nto which I replied, \"That'is just what I have done,\" and related what is set\ndown here. I was anxious not to frighten the servants or make a disturbance,\nand so could not make so many inquiries as I otherwise should have done,\nbut from the house-agent I learnt that the house had been last inhabited\nduring the past winter, by a young man in rapid consumption. He had a\ngreat fancy for trying experiments with collapsible boats, and in blowing up\nthe air compartments of one of these he broke a blood vessel, was carried into\nmy room, and died there.\nI could not ascertain anything more without making more fuu thlUl I\ncared to do.\nlt is probable or posaible that I may have been dreaming, but I can only\nsay, that I was conscious of no sleep, and that the faint was a very real one,\nand a very unusual circumstance. for me, who had not fainted more than\nperhaps twice in my life. I believed firmly that I saw an apparition.\n(Signed) MARoA-RET LEWIN.\nI add a case where both the date of the death and the recognition\nare uncertain; but where the hallucination a.pparently exercised a more\npowerful effect on the percipient than in almost any other of our cases.\nXXIV.-From Miss Jessie Walker, Botanic View, Smithdown-\nlane, Liverpool.\n1884.\nAbout three yearll ago, I and a lady friend engaged apartments in the\nhouse of a widow lady with whom we resided. about eight months, when the\nfollowing incident occurred. One evening, we had been sitting up reading rather\nlater than usual, and did not rise to retire until within a few minutes to 12\no'clock. We went upstairs together, I being perhaps a couple of stepe behind\nmy friend, when, on reaching the topmost step, I felt something suddenly slip\nbehind me from an unoccupied room to the leftof the stairs. Thinking it must\nbe imagination, no one being in the house except the widow and servant. who\noccupied rooms on another landing, I did not speak to my friend, who turned\noff to a room on the right, but walked quickly into my own room which\nfaced thl! staircase, still feeling as though a tall figure were behind and\nbending over me. I turned on the gas, struck a light and was in the act of\napplying it, when I felt a heavy grasp on my arm of a hand minus the\nmiddle finger. Upon this I uttered a loud cry, which brought my friend, the\nwidow lady, and the servant girl into the room, to inquire the caUIIe of my\nalarm. The two latter turned very pale on hearing the story. The house\nwas thoroughly searched, but nothing was discovered.\nSome weeks passed and I had ceased to be alarmed at the occurrence,\nwhen I chanced to mention it whilst out spending the afternoon with some\nfriends. A gentleman present inquired if I had ever heard a description or\nseen a \"carte\" of the lady's late husband. On receiving a reply in the\nnegative, he Mid that singularly enough he was tall, had a slight stoop, lUlU\nhad lost the middle finger of his right hand. On my return I inquired of the\nservant, who had been in the family from childhood, if such were the case,\nand leanled that it was quite correct, and t.hl\\t she (the girl) had once. when\nigitized by Goog\n\f1889.] On Apparitions ocC'lJl1'Ting 800n -after Death. 465\nlJleeping in the Bame room, been awakened by feeling lOme one preBling\ndown her knees, and on opening her eyes BaW her late master at the bedside,\non which ahe fainted, and bad never dared to enter the room after duak ainee.\nI did not see anything. I may Bal, I am not in the leaat nervous or auper-\n8titiOua, bad been reading nothing of an excitable character, and whilst\nwalking upstaira bad my mind occupied in conjectures as to whether the key\nof my watch W88 upstaira or down. I bad alept in the room for eight months,\nand never before experienced anything of the kind.\nJ. W.A.LXER.\nIn answer to inquiries, Miss Walker adds:-\nI did not hear of the lady'a husband being ahort of a finger until a ahort\ntime after the occurrence, and mentioned at the time that the hand I felt had\nlost one. I have written to my friend aaking her to Bend you her recollectionB\nof the affair. She came into my room immediately after the event, W88\npresent when I heard from the acquaintance that the widow'a husband bad\nbeen tall and 100t a finger, and aleo heard the Bervant confirm the fact and\ngive her account of her fright in the Bame room; 80 I think ahe will be able\nto confirm each point of the caae.\nI never bad anything of the kind before or lince. I am not in the leaat\n8upentitious.\nThe Bervant married lOme two yean ago and left. It would not be\npoBaible to get any account from her. lahould not like to aak the landlady,\nnor do I think ahe would give an account if I did. She ia an elderly lady\nand W88 very BenBitive about it being mentioned, 80 that I never aaid\nanything before her after the fint evening. You can well underatand her\nbeing 80.\nIt would not, under ordinary circumstances, be easy to be certain\nthat a hand suddenly grasping one's arm lacked the middle finger. But\nhere, of course, the grasp is itself a hallucination; and assuming that\nthis hallucination was caused in some way by the decedent, the sense\nof the lack of a finger may have been, so to say, of the very essence of\nthe hallucinatory impression produced. I may add tha.t the date of the\nhusband's death remains uncertain, and Miss Walker tells me that it\nwas spoken of as though it had occurred more than a year before the\nhallucination. -\nI subjoin an independent account from Miss Clara A~ Spink, Park\nGate, Rotherham.\nMarch, 28th, 1884.\nA1I far 88 I can remember the circumatances were 88 followa :-About\nthree yean ago Mias Walker and myaelf took apartments at the house of a\nwidow lady, and upon the night in question we retired about 12 p.m., going\nupataira in the darkneBI, Mias Walker directly before me. Her room lay\nquite oppoaite to the ataircaae,_ another to the left, and mine to the right.\n.Aa ahe paaaed the door to the left, which W88 alightly opened, ahe described\ntb.,l feeling of a tall form Blipping through the open door and following cloaely\nafter her, and ben<l!ng over her 80 that the breath W88 quite perceptible.\nI\n2H2\nDigitized by Coogle\n\f4066 On Apparitions occurring Boon after Death. [M.ar.18,\nHer fil'llt impulse W88 to rush to her room for a light, and whilst in the\nact of striking a match she felt a hand, minus the middle finger, grasp her\narm 80 tightly that afterwards, when her fright had subsided, she looked to\nsee whether any impression had been made. Upon hearing the screams I\nwent to her room, only to find her upon the floor in an hysteria of fright.\nand her shrieks \/loon roused the other inmates of the house. As you may\nimagine we were both very mucfu alarmed, and though I neither aaw nor felt\nanything of it I ahall always remember the occurrence, and during our stay\nin the house we always experienced a feeling of great timidity in paasing tho\nroom. Strange to aay it W88 not the fil'IIt time that a fright had been\nwitnessed in the llame room, though our landlady seemed to acorn the idea.\nShortly after the ·event we were spending the evening at the house of a friend,\nand during the convel'll&tion the story W88 related, upon the conclusion of\nwhich a gentlemen remarked that the .. late husband of the landlady had\nonly three fingel'll on the one hand.\" I leave you to imagine our dismay and\nhotTor, for to describe it would only give you a faint idea. I have often\nexpressed a deaire to have the mystery solved, and should be greatly obliged\nf, at your convenience, you would let me have your opinion on the subject.\nNo doubt my friend would tell you what·a shock it proved to her; in fact\nfor' months afterwards she W88 a martyr to it.\nCLARA A. SPINK.\nIn the following case it is possible that a real pel'llon may have been\nmistaken for an a.pparition, but the details, a.a reported, tell strongly\nagainst this view.\nXXV.- From Mrs. Clerke, 68, Redcliffe-square, S.W.\n1884.\nIn the autumn of 1872, I stayed at Sorrento with my two daughteJ'B, and\nestablished myself for lOme months at the Hotel Columella, which staude 011\nthe high road, within half-a-mile of the town. My suite of apartments\nconsisted of a large dnwing-room, ante-room, and three bedrooms ; it wsa\nshaped like the letter U, and each end opened on a large terrace. The hotel\nwas kept by two men, Rafaelle and Angelo, and the service of the rooms was\nconducted by their wives, a family arJ'Bngement which worked harmoniously\nfor the guests.\nOn the evening in question we left the dining-room before the tea. wsa\nfinished, anxious, after the heat of the day, to enjoy the freshness and beauty\nof the terrace.\nAfter a few moments, I returned to my bedroom to fetch a candlestick\nand a shawl, and 80 much disliked .going that I loitered unreasonably after I\nsaid I would go. I entered the ante-room and paased through the long\ndnwing-room, its porcelain tiling echoing my steps with a sharp creak, till I\nreached my bedroom door. One side of the door stood open, it was a door-\nway divided in two, or, as the French say, Ii deux battants, and I resolved not\nto close it, 88 I perceived everything had been put in order for the night.\nI got my shawl and my candlestick, and W88 preparing to return\nthrough the drawing-room, when, on turning towards the half-open door,. I\nsaw it fUled by the figure of an old woman. She stood motionless, silent.\nDigitized by Coogle\n\f1889.] . On Apparitions oCC'Wl'T'img 800n after Death. 467\nimmovable, framed by the doorway, with an expreuion of deapairiDg sadneaa,\nsuch as I had never seen before.\nI don't know why I was frightened, but some idea of ita being an imbecile\nor mad woman flashed through my mind, and in an unreasoning panic I\nturned from the drawing-room door, with ita melancholy figure, and fled\nthrough the bedrooms to the terrace.\nMy daughter, on hearing of my fright, returned to the rooms, but all was\nin ita wonted atillneaa; nothing was to be seen.\nThe next morning I spoke to the women of the house of the old woman\nwho had come to my room, as I thought she might be in some way connected\nwith the establishment, and they were dismayed at my account of her, and\nassured me that there was no one answering the description in the house. I\nperceived there was much consternation caused by my narration, but paid\nlittle attention to it at the time.\nA fortnight afterwards we had a visit from the pariah priest, a friend of\nour landlord, and the Bpiritual adviser of the family. At a lOBS for convel'lla-\ntion, I told him of my visitor, who arrived punctually at 8 o'clock, .. \"ora dei\ndA!funti.\"\nThe padre listened to me with the greatest gravity, and aid, after a\npause:-\n\" Madam, you have aoourately described the old mistreaa of this house,\nwho died, six montha before you came, in the room over yours. The people\nof the hotel have been already with me about it ; it has caused them much\nanxiety lest you should leave, and they recognised in your description the old\npadrona, as ahe was called.\"\nThis explained to me various presenta of fruit and Bpecial attentions I had\nr,eceived. Nothing more came of it, and I saw the apparition no more. In\nour walks we looked for even some semblance of the dreaa in which the\nwoman appeared, but never saw it. Short as my glance towards her was, I\ncould have painted her liken6118 had I been an artist. She was pale, of the\nthick pallor of age, cold grey eyes, straight nose, thick banda of yellowish\ngrey hair croBBing her forehead. She wore a lace cap with the border closely\nquilted all round, a white handkerchief croaaed over her chest, and a long\nwhite apron. Her face was expreBBionleaa, but fixed and sad. I.could not\nthink ahe had any knowledge of where she was, or who stood before her, and\ncertainly, for breaking through the barrier of the unseen, it was a moei\nobject1eaa visit.\nI ought to mention that I had no knowledge of there having been such a\nperson in existence until her likeneaa stood at my bedroom door.\nKATE M. CLnu.\nMrs. Clerke further writes :-\n68, Redclifl\"e-aquare, S.W.\nJuly 29th. 1884.\nI can give you no more aoourate date for the ghost than July, 1872.\nUp to the time of my leaving Sorrento, wliich was in two or three montha\nafter I saw the woman, I think I may BBfely affirm no one in the house had\never seen her. There was great dismay and consternation, and they were\nreticent on the subject. After my first remonstrancea to the women of the\nDigitized by Coogle\n\f468 On Apparitions ocC'IJI1\"1\"iIng sOon after Death. [Mar. 18,\nhoUBe who performed the Bervice, against strangera coming to my room, I\nnever alluded to the subject, but we perceived that the one who arranged the\nrooms never again entered mine aWrUl, but brought lIith her her little\ndaughter.\nI never, at any other time, or under any circumstances, 88W or imagined\nforma, or heard voices, and I disbelieved in ghoats. I never dreamed anything\nparticular, and even after the appearance at Sorrento I more imagined it to\nbe a weak-minded peraon kept in concealment.\nThe peculiarity of it is my literally describing a peraon whom I had never\nseen or known about. Everyone W81 overwhelmed by the portraiture, even\na lady who had seen the old mistress.\nKATE M: CLERKE.\nMr. Podmore adda the following notes of an interview with Mrs.\nClerke.\nA uguM 15th, 18M.\nCalled on Mrs. Clerke to-day. She told mo that she had nover be-\nlieved in ghoats before, and now believed in very few besides her\nown. She W81 quite sure that the description she gave of the figure __\ndetailed .enough to be recognised. Indeed, the dreaa 81 she 88W it, though\nlike that actually worn by the old mistress, W81 not a common one in the\ndistrict. Mrs. Clerke never 88wone at all like it in Italy. When she 88W\nthe figure, the dreaa struck her 81 being like that of an old Irish nUl'BC of\nhera, and she told her daughter 80, when she rejoined them, ad~g that the\nface W8I quite unlike the nUrBe's. Mias Clerko confirmed this statement.\nto me.\nMrs. Clerke admitted that it would have been quite pollible for the figure\nwhich she 88W, had it been that of a real woman, to have eacaped. She is,\nhowever, quite convinced that she 88W a ghoat; partly because of the\nresemblance, partly because of the unreaaonable terror which Beized her when\nabe 88W the figure, for she is not a nervous woman naturally.\nThere were no noises or other disturbances in the hOUBe during their stay.\n(Signed) F. P.\nXXVI.-I will conclude with a case which we owe to the kindness\nof General Barter, C.B.\nThis case presents Borne interesting features. In the first place, we\nma.y remark that, although the incident is remote, the testimony is\nremarkably concordant. We have three streams of evidence:-\n(1) General Barter himself, corroborated by Mrs. Barter; (2) Mr.\nSteuart, with whom General Barter had held no communication on the\nmatter for many years, when (as he informs me) he asked his old\nfriend, in writing, at my request, simply what he remembered of the\nincident; (3) Major Bond, with whom General Barter is not acquainted,\nand who gives a merely hearsay account (not here reproduced). Now\nwe find that Mr. Steuart's evidence is practically identical with General\nBarter's, and that Major Bond's-while inaccurate as to a minor point,\nDigitized by Coogle\n\fh\n1889.] On Apparitions occurring BOon after Death. 469\nviz., the precise place where the apparition wa.s seen-has preserved\nan important item which Mr. Steuart omitted, viz., the repeated hearing\nof 8o'\/J\"'uis of a horseman galloping down the haunted pathway.\nIn the second place, this narrative strongly exemplifies the dreafl~\nlike character of many of these post-mortem apparitions. I do not\nmean that they resemble dreams dreamt by the living percipient, but\ndreams--if one may so say-dreamt by the dead. The group and the\naction which General Barter saw wa.s like a scene reproduced or pro-\nlonged from the fevered fancies·of the man who had now been some\nmonths in the grave. In the third place, the dogs' behaviour is\nnoticeable. In every ca.se which I can recall where a dog or other\nanimal is stated to have been in a position to see or hear phantasmal\nsights or sounds, it ha.s been alarmed thereby. But, of course, animals\nmay have been present-though we have not been informed of it--on\nother occasions, and may not have shown alarm.\nFrom General Barter, C.B., of Careystown, Whitegate, Co. Cork.\nApril 28th,I888.\nIn the year 1854, I, then a subaltern in the 75th Regiment, was doing\nduty at the hill station of Murree in the Punjab. The sanatorium had not\nbeen long in being, and our men were in temporary huts perched on the\ncrest of a hill lOme 7,000 feet above sea level, and the officers were living in\ntents pitched in sheltered spots on the hillside, except three or four who\nhad been fortunate enough to rent houses, such as they were, which had\nbeen built by their predeceseors. I rented a house built a year or two before\nby.a Lieutenant B., who had died the previous year at Peshawur.1 This\nhouse was built on a spur jutting out from the side of the mountain, and\nabout 200 or 300 yards under the Mall, as the only road then made which\nran round the hill was called. A bridle-path led to my house from the\nMall, and this was scooped out of the hillside, the earth, &c., being shovelled\nover the side next my house. The bridle-path ended at a precipice, but a\nfew yards from there a footpath led to ~y hut.\nShortly after I had occupied my hut an officer named D. came down one\nevening with his wife and stayed with us until near 11 p.m. It was a lovely\nnight, with the moon at the full, and I walked with them to where my path\njoined the brid'le-road, and remained standing there while they toiled up the\nzig-tag footpath to the Mall, from which they called down to me good-night.\nI had two dogs with me, and remained on the spot while I finished the cigar\nwhich I was smoking, the dogs meanwhile hunting about in the brushwood\njungle which covered the hill. I had just turned to return home when I\nheard the ring of a horse's hoof as the shoe struck the stones coming along\nthe bridle-path before it takes the sharp bend [marked in a plan which\nGeneral Barter encloses], and presently I could see a tall hat appear,\nevidently worn by the rider of the animal. The steps came nearer,\nand in a few seconds round the corner appeared a man mounted on\n1We learn from the War Office that Lieutenant B. died at Peshawur, January\n2nd, 18M.\nDigitized by Coogle\n\f470 On Apparitions occurring Boon after Death. [Mar.1H,\na pony with two syces or grooms. At thia time the two dogs came,\nand crouching at my side, gave low frightened whimpers. The moon\nwas at the full, a tropical moon, so bright that you could see to read a\nnewspaper by its light, and I saw the party before me advance 811 plainly 811 if\nit were noon-day j they were above me. some eight or ten feet on the bridle-\nroad, the earth thrown down from which sloped to within a pace or two of\nmy feet. On the party came IUltil almost in front of me j and now I had\nbetter describe them. The rider was in full dinner dress, with white waiat-\ncoat, and wearing a tall chimney-pot hat, apd he sat a powerful hill pony (dark\nbrown, with black mane and tail) in a liatleas sort of way, the reins hanging\nloosely from both hands. A syce led the pony at each side, b.ut their faces\nI couldn't see, the 0l\\e next to me having hia back to me, and the one farthest\noff being hidden by the pony's head; each held the bridle close up by the\nbit, the man next me with hia right, the other with hia left hand, and the\nother hands were on the thighs of the rider 811 if to steady him in hia seat.\nAs they approached I, knowing that they couldn't get to any place other\nthan my own, called out in Hindustani, \"Quon hai W\" (who ia itt). There was\nno answer, and on they came till right in front of me, when I said in Engllah,\n\"Hallo, what the d--l do you want here W.. Instantly the group came to\na halt, the rider gathering the bridle-reins up with both hands, turned his\nface, which had hitherto been looking away from me, towards me and looked\ndown upon me. The group was still as in a tableau, with the bright moon\nshining full upon it, and I at onco recogniaed the rider811 Lieutenant B.,WhODl\nI had formerly known. The face, however, was different from what it WIed\nto be: ill place of being clean-shaved as when I knew it, it was now\nsurrounded by a fringe (what used to be known as a Newgate fringe), and it\nwas the faco of a dead man, the ghastly waxen pallor of it brought out more\ndiatinctly in the moonlight by the fringe of dark hair by which it was\nencircled j the body, too, was far stouter than when I had known it in life.\nI marked all thia in a moment, and then'resolved to lay hold of the thing\nwhatever it was. I dashed up the bank, and the earth which had been\nthrown on the side giving under my feet I fell forward up the bank on my\nhands j recovering myself instantly, I gained the road, and stood in the\nexact spotwhere the group had been, but which was now vacant; there wasn't\na trace of anything; it was impossible for them to'go on, the road stopped\nat a precipice about 20 yards beyond, and it was inlpOBBible to turn and go\nback in a second. AU thia flashed through my mind, and I then ran along\nthe road for about 100 yards, along which they had come, until I had to stol'\nfor want of breath, but there was no trace of anything, and not a sound to be\nheard. I then returned home, where I found my dogs, who, on all other\noccasions my most faithful companions, had not ~me with me along the road.\nNext morning I went up to D., who belonged to the same regiment as B.,\nand gradually induced him to talk of him. .I said: \"How very stout he had\nbecome lately, and what possesaod him to allow hia beard to grow into that\nhorrid fringe W\" D. replied: \"Yea, he became very bloated before hia death;\nyou know he led a very f8llt life, and while on the sick liat he allowed the\nfringe to growin spite of all we could say to him, and I believe he was buried\nwith it... I then asked where he got the pony I had seen, describing it\nminutely. \"Why,\" said D., \"how dQ you know anything about all thiaf\nDigitized by Coogle\n\f1889.] On Apparitiom occurring.800n after Death. 471\nYou hadn't Been B. for two or three years; and the pony you never BaW.\nHe bought him at Peshawur, and killed him one day riding in his reckIeIIII\nfuhion down the hill to Trete.\"\nI then told him what I had Been the night before.\nR. BARTER, Major-General, C.B.\nIn conversation, on October 12th, 1888, General Barter gave me\nsome further details, which I put down next day, and which he has\nkindly revised and corrected:- .\nOctober 13th, 1888.\nWhen I BaW the apparition I had been about a week in Uncle Tom's\nCabin. I heard that B. had built the house; but that fact did not\ninterest me. I never talked about B. He was never in my thoughts.\nI am positive that I had not heard about his change of appearance before\ndeath.\nWhen I BaW the rider and aycea approaching me down the hill I noticed\nthat, as the path wu narrow u well as rough, sometimes one syce and some-\ntimes the other would have to leave the path, and walk on the hillaide above\nor below it, still holding the rider. When I rushed up the hill to accoat the\nrider he was only some four yards from me, but the intervening space was a\nbank of soft earth (thrown from the path when it was made), so that I\nstumbled in it when almost close on the horae.\nWe remained about six weeks in Uncle Tom's Cabin [i.e., as afterwards\nexplained, in June and July]. During that time my wife and I repeatedly\n. heard the BOund of a man riding rapidly down the path to the house. There\nwas never anyone really there; and in fact, except B:, I doubt whether\nAnyone had ever ridden down that path. B. was a reckIeIIII rider, and\neventually rode to death the very pony whose image I BaW. I Bay the\nvery pony, for Lieutenant Deane recognised the pony as well as the rider\nfrom my description.\nOnce when the galloping sound was very distinct, I rushed to the door of\nthe house. There I found my Hindoo bearer, standing with a tattie in his\nhand. I asked him what he was there for. He said that there came a BOund\nof riding down the hill, and \"passed him like a typhoon,\" and went round\nthe comer of the houae, and he was determined to waylay whatever it waa.\nHe added: \"Thitan ka gktw hai,\" (It is a devil's houae).\nR. BARTER, Major-General, C.B.\nAsked whether Lieutenant B. could ever have ridden that pony\nduring his lut' illness, General Barter says :-\nTrete is the first march down the hill from Murree to the plains, and it\nwas on the road between Murree and Trete that he killed the pony by\nrecklellll riding,-80 I understood. I don't believe he was ill when he killed\nthe pony, and I have no.reason to think that the scene I BaW had ever existed\nin reality.\nThe attitude of the rider held on to the horse suggested intoxication\nrather than illness. .\nDigitized by Coogle\n\f472 On Apparitions ooc'II\/r\"\";'ng soon ajter Death. [Mar. 18.\nMr. Adam Steuart, formerly Lieutenant 87th Royal Irish Fusilie~\nwrites to General Barter, September, 1888, as follows:-\nI well remember your coming ,into my hut at Murree, when I was atilI\nin bed, one morning, and telling me you had seen the ghost of J. B. the\nnight before. Deane of the 22nd had, you told me, been to dinner with\nyou, and when he and his wife left you walked with them a bit of the way,\nand then you sat down to finish your pipe at the side of the path before\ngoing home. While thus sitting you heard the sound of horses' hoofs behind\nyou, and the path they were apparently in ~nly led down to your house. You\njumped up to see who it could be. You then saw a European on a black\npony, with two native servants, apparently holding him on. You called\nout, asking who it was, and receiving no reply sprang up the hill to give him\na leBSOn in politeneaa. Doing ao, you caught your foot and fell, and when\nyou recovered your feet the apparition had vanished.\nOn this account General Barter comments as follows :-\nI was not sitting down, but was standing up, finishing a cheroot, and the\nsOund of the hoofs was in front of me, and I could see the man's hat for lOme\ntime before the entire group ~e into view on my left front.\nI asked Mr. Steuart .. whether he remembered anything as to\nLieutenant B.'s aspect or hair.\" He replied as follows :-\n16, Crookham-road, Fulham, S.W.\nSeptember 24th, 1888.\nDBAR SIR,-I beg to acknowledge receipt of your favour of 21st inat.,\nand in reply have to state that when General (then Lieutenant) Barter\ntold me of what he had seen he said to me, in almost these words, \"I would\nhave said it was J. B. but that it was so stout, and that he had what\nis commonly called a Newgate frill\" (viz., the hair of the beard growing\nunder 'the chin). I had not myself seen Mr. B. for some time before\nhis death, but I believe he did get bloated before he died, and for lOme\ntime previously he had from some freak or other grown the hair under his\nchin.-I remain, dear sir, youra faithfully,\nADAM SnUABT_\nFinally, Mrs. Barter confirms as follows :-\nOctOOer IStA, 1888.\nDuring the summer of 1854 my husband, then a lieutenant in 75th\nRegiment, was doing duty at the Murree Dep6t, in the Punjaub, and one\nnight when Mr. and Mrs. Deane, 22nd Regiment, had been spending the\nevening with us, he accompanied thom part of the way home. On his return,\nseeing him very pale and with a troubled expression, I questioned him, and\nhe told me that when the Deanes had left him, as he was about returning\nhome, he was surprised to hear the sound of a horse's hoofs, on the little\nroad leading to our house, \"Uncle Tom's Cabin\" as it was called, and\nthat when the horse came in view he saw that he was ridden by a\nEuropean, who was held on by two syces, ,that they came close\nto him, on the roadway, under which he was standing, and on his\nchallenging them the rider stopped the pony and looked down on him, and\nhe, by tho light of the full moon, atonce recognised him as Lieutenant B.,\nDigitized by Coogle\n\f1889.] On Appantiom ocC'lJ\/l'nng Boon after Death. 473\n22nd Regiment, who had :died BOrne time before in Peshawur. My\nhusband aaid that he made a duh up the bank to get at the party, but the\nearth thrown down from the road gave under his feet, and he slipped forward\non his handa, and when he recovered himself the whole thing had disappeared.\nWe lived at\" Uncle Tom's Cabin\" for about six weeks after, and several\ntimes heard a .horse gallop down the path \/lnd round our house, at break-neck\nspeed, during the night, the panting of the horse being quite audible, and\nonce my husband, hearing it approaching, threw open the door as it passed\nand ran into the verandah, where stood our old bearer, named \"Bola,\"\narmed with a tattie, who said he often heard it go past like a whirlwind, and\nthat it was the devil's house. I may add that our house, .. Uncle Tom's\nCabin,\" had been built by Lieutenant B.\n(Signed) M. D. BARTER.\nThe above narrative is interesting from yet another point of view.\nIt affords a marked example of what we have termed\" local cases,\"-\ncases where the appearance of the phantom seems to have borne relation\nrather to the place where it was seen than to the percipients who saw\nit. Such cases were briefly touched upon, both by Mr. Gurney and by\nmyself, in PIw.ntaBms of the Living,.1 but in this fresh collection of\nphantasms of persons recently dead they occur in decidedly larger\nproportion, and seem to call for renewed notice.\nThe 27 cases quoted at length in this paper (of which cases XV.,\nXVI., XVIII., XXVII., contain more than one separate incident) may\nbe divided thus. Five were dreams or \"borderland\" cases (VII.,\nXVII., XiX., XX., XXI.), and four of these were pe'rSOfW rather than\nkxal, while in case XXI. dream-communica.tion--if we account it a\ndream~was apparently caused by a fact of locality.· Let us go on\nto the developed waking hallucina.tions which our paper contains. Seven.\nof these were purely personal in character (I., II., III., IV., XIII.,\nXVIII., XXII.); that is to say, the phantom appeared to a surviving\nfriend, in that surviving friend's own entourage. In six cas~ (IX.,\nXII., XIV., XV., XVI., XXVII.) the phantom was in some sense both\npersonal and local; it appeared to known persons, hut also in a\nfamiliar place. In one of these narratives-Colonel Crealock's-the\nconnection between the decedent and the percipient was slight; but the\npercipient was in a sense brought nearer to the decedent by the fact\nthat both were immersed in the same absorbing train of ideas, viz., the\nZulu War.\nFinally, in ten cases (V., YI., VIII., XI., XVIb., XXI., XXIII.,\nXXIV., XXV., XXVI.) the connection seems to have been purely\nlocal. In only one of these cases-General Barter's-had the percipient\never seen the decedent when in life, and in this case a part of the\nJ See VoL II.• pp. 268 (where the csses below mentioned are referred to) and\n301-2, where locality, &8 an attractive cause independent of pen!OIIAl re&8OlllI, is\namggeeted.\nDigitized by Coogle\n\f4740 On Apparitions occurring BOon after Death. [Mar. 18,\nimpression was shared by others, to whom Lieutenant B. had been a\nstranger. In four of these cases (V., VI., XI., XXIII.) the figure\nappears actually in the room where the death occurred. In three\n(XVlb., XXIV., XXV.) the figure appears in the house, but not in\nthe room where death ·occurred. In one-General Barter's-the figure\nappears a few hundred yards from a house where the decedent had\nlived. In one--(VIII.)-the decedent's figure appears, not in the room\nor the house where he himself died, but in the house where his wife has\njust died, and in the room above that in which her body lay; and in\none (XXI.) the figure is in a room occasionally occupied by the\ndecedent.\nTurning back to Phantasms of t\/1,6 Living, we note that there were\n. a good many cases where there may have been a local as well as a\npersona~ attracting cause for the phantasm,-as when a man dying\naway from home appears to his family at home. But besides and\nbeyond these cases, there are a few (as pointed out by Mr. Gurney, II.,\np. 268) where the loca.l cause may fairly be supposed to have been pre-\ndominant. Such,eminently, was the Bard and de-Freville case,which now\nfinds its more suitable place among cases occurring shortly after death.\nAnd such was the case of the maltster (II., p. 57), who saw his employer\nstanding on the steps leading to the kiln door. Such, too (if not a\nease of mistaken identity), was the appearance of Professor Conington\nto Mr. Andrew Lang in Oriel-lane (II., p. 70). Such was the case where\nthe phantom of a servant, absent in, hospital, appeared to a fellow-\nservant, by no means her friend, at Troston Hall. Both perBOfU1l and\nlocal, again, was the case (II., p. 230) where the steps of a butler\nseemed to be heard in his mistress' house, as though he were\nextinguishing the gas, at the moment of his death in hospital at\nVentnor. This case, indeed, pretty closely resembles that which\nColonel Crealock has reported, where the phantom of Mr. D., killed\nat some distance, was seen removing his bedding from the camp.\nAnother case where the attraction must have been local is that (II., p.\n541) where theyoung girl just about to commit suicide by hanging herself\non a tree was seen by a stranger appa~ntly going towards the grove,\nat a moment when she was provably within doors. This last-mentioned\ncase (unfortunately very remote) resembles a \"haunting\" belOf\"~ death,\nwhile at the same time it reminds us of the cases where a man's\nphantom has been seen. returning home, &c., a short time before he\n~tually arrives.\nOnce more. General Campbell's case is, in a certain sense, local as\nwell as personal. That is to say, the phantasmal phenomena occurred\nin the deceased lady's intended horne,-unfinished at her death-and\nmainly in the presence of her husband. But it will be noted that one\nof the most marked phenomena--the visual hallucination-occurred not\nDigitized by Coogle\n\f1889.] On Apparitions occurring soon after Death. 475-\nto General Campbell, but to a child who had never seen the decedent.\nAre we therefore to class this case as predominantly a local one 1 or\nmay we suppose that the effort at self-manifestation was made for\nGeneral Campbell's benefit, but was, as it happened, more easily\nperceptible by the child-guest than by the widower himself 1\nThere are several cases in Plw.ntasms of tIle Living which suggest\nthis latter interpretation j-cases, that is to say, where the apparition\nseems to be conditioned or attracted by the presence, or expected\npresence, of some one other than the person who actually does per-\nceive it. Such is the case [1., p. 524] wher~ Mrs. Ranking's face appears,\nat the moment of death, not to her daughter, but to her daughter's\nfather-in-law, who is sitting in the same rOOlIl. Such is the case\n[II., p. 40] where Lou.isa B.'s p'hantom is seen in the house of her old\nfriend Mr. D. j yet not by Mr. D. himself, but by his sister, to whom\nthe decedent was ahnost a stranger. Such was a case [1.; p. 559] where\na lady, sitting in the drawing-l'OOm of her father's rectory, saw the\nphantom of a dying relation, who much desired to see her father, but\nhad no special interest in herself. Such was II. case [II., p. 613] where\nthe apparition of a dying lady was seen in the house of a Mr. Robertson,\nto whom she was engaged to be married,but seen not by Mr. Robertsoll,\nwho was away from home, but by his SOilS. Such, too, was the very\nsingular case [II., p. 61] where the phantom of Mr. J. H. de la Poer\nBeresford appeared, not to his sister, Mrs. Clerke, but to a black nurse\nwho was near, and who saw the figure apparently leaning over Mrs.\nClerke's chair.l\nAnd while the personal character of the apparitions thus tends to\ngive way, in post-mortem apparitions, to the local, we observe also (so\nfar as our small collection of cases permits of generalisation), that the\n1 Cases have IIOmetimes been reported (though we have hardly any in our ~wn\ncollection) where a phantom appears to a stranger, expre&ling a desire that a near\nfriend shall be infonnL'<l of the appearance. Such is a narrative printed by the\nAmerican Society for Pyschical Research (Proceeding. IV., p. 601), where a Mr.\nN. X., of New Jersey, sayH: .. My wife, residing with relatives in a remote town in\nSouth-Western Virginia, died suddenly of apoplexy on a ThuJ'Hday, and was buried un\nthe Saturday following. Remoteness made the telegraph UReless as a summons to me,\nand on the Monday morning following I received two letters,~ne announcing her\ndeath. a.nd one from a lady, a school·teacher, a. principal [living near the Dela.ware\nWater Gap). with whom I corresponded much on the educa.tional matters affecting\nher, in which ~he informed me that a spirit had apPf'ared to her and desired her to\ninform me of her identity M my wife, and of her death. Neither party had ever met;\none was ignorant of the existence of the other. The sudden death of my wife, a fl1w\nhours' illness, her ignorance of the existence of my correspondent, preclude all physical\ncommunication.\"\nThe lady referred to writes to Mr. Hodgson: .. I cannot recall the details of my\ninterview with Mrs. X. I only remember ~ha.t I seemed to be at her home ill\nVirginia., and in Oonvel\"llation with her, in which she reqUel!ted me to infonn Mr. X.,\nwho was then iriNew York, of her sudden' transition,' which I did immediately.\"\n,\n\f476 On Apparitions OCCtl\/ffllng 800n after Death.] Mar. 18,\nrecognition manifested by the apparition,-its apparent attention to the\npercipient-tends to become less.\nIn these respects these \"transitional ghosts \"occupy a midway\nposition between the phantoms which appear at the moment of death\nand the\" haunting\" figures of which Mrs. Sidgwick and others have\npublished several records. In few of those narratives of \"haunting n\nhas it been thus far possible to establish a clear connection between the\nhaunting figure and any deceased person.\nNevertheless there are a few instances where there seems to have\nbeen a recognition after the lapse of more than a year from the da.te\nof death ; and these are deferred for review on a future occasion.\nMeantime, the evidence given in this paper for veridical phantasms\noccurring shortly after death is manifestly much weaker than the\nevidence already published for veridical phantasms occurring at or about\nthe time of death. Even were we to add to the list in this paper all\nthe non-evidentin.l \"visions of consolation \"-where the bereaved\nhusband, for instance, sees the figure of his wife, for whom he is then\nmourning-we should not raise the total to anything like the number\nof cases which roughly coincide with the death. This discrepancy,\nhowever,-if the cases be indeed veridical-need not surprise us. On\nany theory~xcept that of direct providential intervention-we should\nthink it antecedently likely that any power of communication with\nliving persons must lessen as the decedent becomes more remote from\nearthly life., This need not lead us to suppose, with the Platonic Cebes,\nthat the departed person is gradually extinguished altogether. \"If\nindeed there be a life beyond that of earth, it would ill become us\nto assume to track its progress or to assign its limitation.\nI must conclude by an earnest request for accounts of further\ncases resembling those given in the above paper.1 No part of our\ninquiry bears more directly upon problems of, the utmost importance to\nall~us. R~a~\nAPPENDIX.\nThe following account is tedious and the recorded phenomena\nare of an inconclusive type. We have, however, thought it right\nto print the narrative as a specimen of care and accuracy in\nobservation and description. Mr. Gurney and I went over the house\nwith General Campbell, and were satisfied that no more candid or\npainstaking informant could be' found. Unfortunately he died no~\nI The present collection is not a complete one. Several cues of great in~\nwere published in a little volume called SpiN Identity, by .. 1\\1. A. (Oxon)\" (London,\n1879.) But &8 I undel'1ltand that there is a proepect that this work (DOW oat of print)\nmay be re·issued with further details, I defer notice of its conteats.\nDigitized by Coogle\n\f1889.] On .Apparitions occurriing SOO'1\/. ufter Death. 477\nlong after this interview; and we believed tha.t there had been few\nfurther phenomena to record. We ha.ve not thought it needful to print\nthe plan of the house. Mr. Gurney and I saw the principal servant;\nand from the disposition of rooms and the character of the household,\nwe agreed with General Campbell that the hypothesis of practical\njoking on the part of servants wa.s quite untenable. It may be ob-\nserved that the actual ringing of a bell (if not due to ordinary causes)\nwould take us among a clllo8S of physical phenomena which lie outside\nthe scope of this paper.\nXXVII.-From General Campbell, Gwalior House, Southgate, N.\nApril 'l:1th., 1884.\nStatement of apparently ultra-mundane occurrences, at times and placea\naeelDingly guided by intelligence, from September 16th, 1882, to April 6th,\n1884, in my qe, isolated hoUBe above quoted.\nThe above quoted is a large two-storied building, having an &rea of 68 by 71\nfeet, the lower floor raised five feet from the ground level, which is concreted\nthroughout. The hoUBe is a very BOlid one, with no lath and plaster to\nconvey BOunds, thoroughly lighted in every part, and consequently not only\nvery dry, but quite free from rats or mice. There are two cats, which are\ninvariably turned out at night, with no poBBibility of getting in again. No\ndogs, except one, along way off in the yard. The hoUBe is surrounded by .\nfields to a distance of 300 yards to the nearest cottage, situated on a private\nroad, not metalled (having scarcely any wheeled traffic, and very rarely any\nat night), distant 40 yards from the house. It WaR completed in August,\n1882, and the only ordinary residents are myself on the S.E. side, and three\neervants on the N.W. aide, having only one doorway between the body of the\nhoUBe and the servants' quartan on each floor. See sketch accompanying, in\nwhich the particular rooms referred to are within red lines, with all needful\ndetai.le marked thereon. It is naturally a particularly quiet hoUBe, and I\nseldom h~ a BOund, not made by myself. The servants are alway. in their\nbedroom C (see sketch) by 10.30 p.m., and I almoat invariably enter my\ndiatant bedroom A about 11 p.m.\nI have explained all this in great detail to show that every BOund is heard\namong perfect quietneBB, particularly at night.\nThe rest of this statement refen to about 30 inexplicable BOunds, aR if\ninviting my attention specially, and two apparitions or visions, apparently of\na carefully calculated nature, seen by a child visitor, being a blood relation\nof my late wife, who died in July, 1882, and whom this child had never seen,\nnor yet any likeneu of her.\nHaving now cleared the way for a general view of the whole caae, I will\ngive the details, premising that I am much the reverse of a nervous or fanciful\ntemperament, rather cautious, at my present advanced age, aR to believing\nanything without the\" Q. E. D.\" ; also of very regular and temperate habits,\nhaving always been BO, never drinking wine or beer, and only an ounce and a\nhalf of spirits in three-quartan of a pint of water in 24 hours; and that the\nchild quoted does not yet undentand what the word \"ghOlt\" means.\nAs before mentioned, my wife died in July, 1882. At that time I had\nnever given the subject of ultra-mundane indications any consideration what\nDigitized by Coogle\n\f478 On Apparitions occ1J,rt-ing 800n aftel' Death. [Mar. 18,\never, beyond what. I had heard of the experiences of two of my relatives in a\nvague sort of way, several years ago (within 10 years), and it was not till\nabout the middle of the occurrences under notice that I read the books\nof Dale Owen, D. D. Home, and Serjeant Cox.\nThe inexplicable phenomena quoted have only been in my own bedroom,\nA (chiefly); the visitors' room, B; and the servants' bedroom (twice), and\nkitchen below the latter (once); also once in my day-room, below my\nbedroom, A. With so much variation in quality of BOund, there must have\nbeen quite as many inexplicable natural causes, if natural (munwme) c:a~\nhave existed.\nThe first few indications I did not record at all, but note them now\nas between the 15thand 30th September, 1882, being six weeks from the date\nof my wife's death-i.e., the former date. (1) At 3 a.m., while asleep in my\nbedroom A, amid perfect quietness, I was awoke by loud and prolonged.\nknocking, as by knuckles of a man. Went to the door with night-light;\nnothing to be seen or hesrd : thought it must have been fancy. I may add\nthat my late wife was much in my mind, but I had not the wildest idea of any\nultra-mundane communication, having given no thought to the subject. (2)\nAbout 1.30 p.m. Servants at dinner in kitchen below C. Heard a loud and\ncontinuous rapping ; part rap, part rattle, apparently on or outside the room\nwindow in front. Thought it might be an intimate friend rapping with his\numbrella, as no bell had then been put up. Looked through every window\non the lower floor, then round the house outside in both directions. Saw\nand heard nothing. Returned to my room by the kitchen door (below C) ;\nfound the servants at dinner too far oft' (over 60ft., with two cloaed doors)\nto hear the rapping. A part of the BOund was that of the 110ft part of the\ndoubled fist striking the side frame of the window, and fingers tapping on the\ngu, all combined. I note here that the hour (between 1 and 2 p.m.) waa\nthe most favourable posaible to avoid confusion with other lIOunds, and as if-\nas I now think-the rapping by day came after the unsuccessful knocking at\nmy bedroom door at night. (3) At 11 p.m. Servants all quiet in their bed-\nroom, and self justgot into bed, a night,...light burning as usual. Heard two\nclear single raps on the door X. The door also seemed to open about a foot.\nThe sound \\\\'as the hollow lIOund of knocking with knuckles, not the cn.king\nof a door. Got up and saw nothing; all dark outside. (4) About 11 p.m.\nagain, and (as before) just after getting into bed. Servants in bed at 9.30.\nAll quiet, without a sound of any kind. Heard more rappings near the head\nof my bed, where some relies are kept. On t.he two last occasioll1l, I waa\nthinking of the departed one. All this from 15th to 30th September, 1882.\nand I think chiefly (as subsequently) between Saturday nights and sunrise on\nMonday., which seems curious. The two apparitions, hereafter detailed,\nwere also at daybreak of a Saturday (Sunday being Christmas Day) and\nMonday. After 30th September, 1882, the rappings, &c., \\Vere regularly\nrecorded on the day following the night of the occurrence.\n22nd October, 1882 (Sunday), at (note that by \"at\" I mean about, but\nwill keep to the exact records) 6.30 a.m. I had been previously out of bed\nfor half-an-hour. Servants just gone down to the kitchen below t.heir bed-\nroom C. I seem to hear quite distinctly the Christian name of my late wife\nabout three feet from my ear ; it was not in her natural voice, the sound ,....\nmoderately low (not a whisper), with each syllable given at equidistant\n--- '~i9itized by Coogle\n\f1889]. On ~ppa\".itions occurring soon afte\". Death. 479\nintervals and at the same pitch as is pronounced by a speaking machine ; it\n... hardly in a natural voice at all. There is a aervant of the same name in\nthe house, then far from my room ; but it ~as no familiar voice that I heard,\nand, on inquiry, her name had not been called by anyone about that hour. I\nhave never imagined or heard a name in the same manner. After this I\nobtained the two books by Dale Owen and read them.\n,November 9th, 1882 (same year), time about 7 a.m.-Heard two con-\neecutive aets of sounds, like blows on my under pillow, too loud for heart\npulsations, which followed (just felt). I wrote and placed on my chest 01\ndrawera (lee sketch) \"Give three rapl if from my late wife.\"\nNovember 13th, 1882.-At 11.30 p.m. had just got into bed about a\nminute. Servants all retired at 10 p.m., and perfect quietneas inside and\noutside of the house. No strong wind. Heard three very loud crashel\napparently through the wall (14in. wall), just above the chest of drawers\nmarked in Iketch in my bedroom A. The sound was indescribable-some-\nthing between the blasting of a tree-trunk by lightning, the sudden breaking\nof a 3in. plank acroaa a fixed fulcrum. and the report of a rifle, but more\nprolonged-nearly as loud as the report of a large-bored pistol in a room\n(which I have heard before). This, considering my repeated request for three\nrap&, lta.rtled me much. There was an interval of some four seconds between\n, each report. Having lighted a candle, I examined the wall closely to aeek\nfor any crack or fiBBure in it or the colour wash (no wall-paper), but could see\nnothing, or up to this date. Looked over the long corridor (aee sketch).\nthen examined the wall in the empty room adjoining at S, but could detect\nnothing-no sounds of any kind, nor sign of failure in any wall. roof, or other\npart of the hoUle. The aervants (who sleep soundly) were not infonned,\nand made no remark~having 60ft. of distance and three closed doors between\nus. On hearing theae crashes, I knew nothing about repeating the alphabet,\nor did not think of it; but I took a pencil, held at the end by two fingers\nlightly, to see if a precedent quoted by Dale Owen might again occur-no\nresults. I now requested, as before, that further rappings might be either on\nthe door or on the thin panel-door of the hanging wardrobe. (See sketch.)\nUp to December 23rd, 1882, there were no further indications of the\nsame kind, but on the 24th December, 1882, I had as visitors a lady and two\nchildren, aged 7 and 10, both girla. They were blood relatives of my late\nwife, and the mother a special favourite of hers. The mother and eldestchild\nalept on the \"double bed\" (see sketch) in bedroom B, while the younger\nchild, a very delicate, clever child, slept in the \"child's\" bed, near the fire-\nplace (lee Iketch), looking full on the \"easy chair,\" 10 marked on the other\nBide of the fire-place.\nIn the grey, early morning light of the 24th December. the younger\nchild, on the \"child's\" bed, awoke her mother saying, .. Who is that lady\nBitting in the arm-chair'\" (The chair was usually empty, without any\nantimacaaaar.) The mother, seeing nothing but the empty chair in itl\nusual position and .tate, intervened between the child and chair, and\nIUcceeded in soothing her. Nothing further was said, that day, either to\nmyaelf or others.\nSame date, about midnight, I heard a sudden and loud tap in my bed-\nroom A which awoke me from a half dozing ltate. The lady in bedroom B\n&lao heard a loud tap apparently, in her room; whether at the same moment\n2 I\nDigitized by Coogle\n\f480 On Apparitions oCC'U1\"1'ing BOon after Death. [Mar. 18,\ncould not be ascertained. (Curiously enough, one of the servanta dreamed\nthat the lady had mentioned this tap to her, which was not the case till next\nmorning, astonishing the lady by replying, \"You told me of this last night,\norI must have dreamed it.\")\n26th December, 1882.-At daybreak, as before-a grey morning, the\naame child, being wide awake ( as usual with her at early morning), 88W the\nfigure of a, \"tall lady in a long grey dress, a tall hat with a feather in it ;\nthe face was very thin and white\" (the child shuddered when repeating this\ntwo days afterwards). \"I heard the sweep of the long dreM on the floor\nand the sound of slippered feet-the heela-aa the lady came by the door.\nShe went to the side of your bed,\" the mother's, (see double bed on sketch)\n\"and seemed to smooth down the clothes and tuck you in comfortably, then\nwent round the bed to the table on the other side, near the head of the bed\"\n(see sketch), \"then took up some books, opened them, and put them down\nagain.\" A Bible, Prayer-book and others lay there. \"Then she turned round\nand was coming to me, when I put my head under the bed-clothes. I was\nso frightened that I could not speak.\" This was stated by the mother to be\nusual with her, though far from being a timid child. She slept in August\nfollowing in the spare room E with her aister, before mentioned, and a\nyounger brother of five years, requiring no night-light. (The room was\nchosen as being nearest to the aerY8nta in the absence of the mother.) There\nis no gueMing the motivea of a child, but strangely enough she aaid nothing\nabout it till about to be put to bed at night, when she aaid to a young servant\ngirl, \"I don't want to aleep alone in this bed again. \" Then the whole atory\ncame out. The aervant girl told the mother, who came at once to my room\nwith it-atating also for the first time what the child had seen on the\nSaturday morning, the 24th. I may mention here that there had been\nno Christmas amusement. or mummery of any kind to affect the child'8\nnerves, and she was in her usual health. Her veracity is beyond aUBpicio5,\nand she may have been afraid of displeasing her mother in consequence of\nwhat occurred on the 24th. The whole story is too circUlllBtantial and\ncomplete for such a child, and she does not, as before stated, understand\nthe meaning of the word\" ghoat\" (having been entirely brought up by the\nmother). We did not like to question so young a child much in the matter;\nbut during the remainder of her visit here (some two weeks) she adhered\nexactly to the aame account, telling the servant that she would not sleep\nagain in the aame bed, or without alight (which was given), because \"that\nwoman would come back.\" Child-like, she did not object to sleeping alone\nin room E, in .Tuly following. (See ante.) The child continued 80 very\npositive as to what ahe had seen that her mother made the beat of it by\naaying that perhaps she had seen a good angel. The mother is far from\nbeing a Spiritualist, and is a lady of strong common-selllle and nerve.. Her\nopinion was-quoting her knowledge of the child-that the latter \"must\nhave seen something,\" as there had been no previoUB visions of any kind, nor\nhave there been since.\nAs regards my own view of the case, I cannot help remarking the\nintelligently cautious course of the two appearances or visions, 80 aa not\nto frighten the child, and the similarity between the description given by the\nchild, and the ordinary appearance of my late wife-never lIeen by the child\nDigitized by Coogle\n\f1889]. On Apparitions occurring Boon after Death. 481\nnor any such likeness-in her forenoon dress, &c., when on her regular\ndaily visits to the damp garden. stables, and poultry-yard. The similarity\nstands thus :-\nThe figure .. was tall It (my late wife was 5ft. 5in. in house shoes, without\nheels, and must have appeared taller to the child in consequence of the rest\nof the description, being also taller than her mother and other people usually\nabout her).\n\"In a long grey dreBS.It The dreBS-8till with me-is not what a painter\nwould call grey; being made of \"pooahmllDa,It an Indian cloth, of a light\nbrownish earth colour, sometimes called a \"brown grey It by milliners, and\nwhat the child (according to the mother) would call \"grey,\" particularly in\nthe grey light of early morning. The dreBS (an outer garment like a cloak)\nseems to myself to be of a grey colour in the grey light of the early morning.\nI do not think that the child saw anything with her natural eyes; but as\nsomnambulists or mesmerised persons see and hear ; else the mother would\nhave seen the first or (apparently) preparatory apparit~on or vision.\nThe\" long dress,\" described corresponds with the dress just deacrlbed-\nbeing usually looped up, as is often done with \"~-traina, It when out of\ndoors.\n.. With a tall hat and feather in it.It The garden hat was a high-crowned\nsoft felt, of the wide-awake kind, with a gauze or muslin band round the\ncrown, with dropping end hanging dpwn on one side--always worn with the\ndreBS described. Long dresses were always worn.\n\" Heard the trail of the dress on the 1I.00r,It or \"rustling sound It of the\nsame. This I have never heard; but sharper ears might have done so.\n\" And the sound of heels on the lI.oor.It This corresponds, as rather loose\ngoloshes were invariably worn with the same general dress, when leaving or\nentering the house. A light stick, not quoted by the child, but making a\ntapping noise in the house, was always carried. The quoting of the rustling\nBOund of the dress and of the heels, seems, however, to give an objective\ncharacter to the apparition.\n•• Went round the large bed (occupied by the mother and elder sister),\n\"smoothing down and tucking in the bed-clothes.It This apparently affec-\ntionate procedure seems as if intended to prevent alarm to the seer, as also\nthe taking up and laying down of books before paBBing the seer's bed in\nreturning round, the large bed. The return towards the child (see route\ndotted on the sketch) was too much for the child, who\" covered up her\nhead with the bed-clothes.\" The child stated that she \"could not speak.\"\n(This, according to the mother, was usual with her, when frightened.) The\ndetailed description of the two appearances, and of the whole procedure on\ntha second occasion, which must have taken some minutes, seems, as before\nstated, far too much for 80 young a child, and particularly this child, who is\nnot at all given to long narratives. The fact of covering up her head shows\nthat she was quite awake, and her exact repetition of the same details for\nmany days shows that all the details must have been impreBBed upon her\nmind, and more so than moat ordinary occurrences, in such detail. The child\nchanged beds with her sister on the night of the 26th December (1882), and\nby burning a night-light, and leaving the door wide open (myself being just\non the outside), pending her mother entering the room for the night, she did\n~2\nDigitized by LIOOgIe\n\f482 On .Apparitiom occ'U\/rrvng soon after Death. [Mar. 18,\nnot repeat \"that woman will come back again. My idea is that this child\nwas the only\" sensitive\" (like D. D. Home) in the houae, and made use of\nto supplement the indications which I and the servanta could hear. It\nseems to be admitted (see Mechanillm of Man, Vol. II.) that a few people\nhave the power of inducing artificial somnambulism or tra.nce, with full\npower over the thoughta and even worda of BOme sensitives. It is evidently\nneither a mechanical nor persuasive power. Who can say that a departed\nspirit in another stage of existence has not the same power 1\nJanuary 12th, 1883; time, about 2 a.m.-I had just been out of bed, and\ndownstairs, to see to a BOund of footatepa outaide, and in a few seconds, after\ngetting into bed again, I heard a distinct continuous knocking on the ward-\nrobe panel at the foot of my bed, apparently in compliance with my previous\nrequesta, (supposing ultra.-mundane agency,) since the last indications_ ifby\naoft knucklea, about four feet above the fiooI;, in the centre of the panel,\nwhich forma, pra.ctically, a BOunding-board. Allservanta in their distant bed-\nroom c, and the rooms adjoining mine both empty. All quiet inside and\noutaide the houae. There were three distinct ra.pa at intervals of a second,\nfollowed by a long continuous and extremely ra.pid tapping, at nearly double\nthe pace of a needle in a sewing machine, and yet each tap quite distinct,\nwithout any resonance from the thin panel as a BOunding-board; thus, for\nsome four seconds :\no 0 0 •••••••••••••••••••••••••••••••••••••••••••••\nI do not see how all this could be effected by natural or arti6c~ mechanical\nmeans, un1eaa by elabora.te machinery, with a damper behind the point atruck.\nI repeated the alphabet, but no resulta. At the time of hearing I was looking\natraight at the wardrobe, and the locality of the BOund seemed to be quite\nunmistakable, and equally inexplicable from any natura.! cauae.\nJanuary 14th, 1883: 5 a.m.-Rapping near my bedroom window (not\nloud, and not like the ra.ttling of a window).\nFebruary 24th; 4 a.m.-Awakened by a clapping BOund near table of\nrelica. Again at 6 a.ID. five loud knocks at my door. Called out, \"Come-\nin,\" but no one there. Servanta did not leave their distant rooms till 7.30\na.m. that day.\nMarch 11th. 1883; 5 a.m.-Knocking near the head of my bed.\nMarch 15th, 1883 ; 6 a.m.-Awoke as if by a small hand pressing my foot\nvery firmly. Same day, at 6. 30 a.m., a thumping at my bedroom door as if\nby the BOft part of a doubled fist. No clue.\nFrom March 25th till May 15th I was very ill from a purely physical\ncause, and mostly in a semi-conscious or unconscious state. Heard nothing,\nexcept once BOmething like the BOund of crying in a comer of the room. but\nnot very distinct.\nJune 13th, 1883.-Three loud cra.ahes on the wall at \"a,\" the last of\nwhich seemed to travel with the rapidity of lightning through the wall to the\nfront of the houae. The crashes were as if given by blows of a heavy\nhammer, quite unlike any failure of masonry, and not a trace of anything of\nthe kind.\nJune 30th, 1883; 6.30 a.m.-Seemed to hear my own Christian name,\nexactly in my late wife's natura.! voice, when in good spirits-not loud.\nAugust 2nd, 1883.-Early morning (hour not noted). Four knocking\nBOunds.\nDigitized by Coogle\n\f1889]. On Apparitions oC('tlJrring soon after Death. 483\nAugust 11th, 1883.-Three knocks as above, quite diatinct, in lame bed\nroom.\nAugust 13th, 1883; 5 a.m.-Heard again my own shortened name, as on\n30th June previoua.\nJune 25th, 1883 ; 5 a.m.-Heard the clapping BOunda again.\nSeptember lat, 1883; 5 a.m.-H~ three dull knocks near front\nwindowa and table of relica.\nSeptember 4th, 1883; early morning.-Heard three BOft raps near the head\nof the bed. (It iB remarkable how often three rapa--apecially asked for-\nhave been heard.)\nSeptember 28th, 1883; 3.30 a.m.-When quite awake-having juat\nprevioualy looked at my watch-heard six diatinct raps on the bedroom door,\nrather slowly given, exactly like knuckle raps, at the uaual height of such\nmockinga, and on a panel quite inexplicable by any poaaible natural cauae.\nNovember 6th, 1883; 10.30 p.m.-Had juat got into bed. Servanta retired\nat 10. Heard three BOft raps on a apare wardrobe, being exactly the BOund\nthat would be produced on Buch a panel.\nFebruary 4th, 1884.-&markable bell ringing, repeated Becond time,\nwithin a few minutea of the only times when I and all the aervanta could hear\nit. About 5 p.m. I entered the-\"wash-room\" D, being the only room from\nwhich I could hear a bell hung at the corner of the paaaage to the aervanta'\nroom C, having the wire bell-pull in a braaa groove, just outaide my bedroom\ndoor. It has only two bent levera, with very atrong aprings, the wire being\nin Bight along the roof the whole way, except through the wall near the bell\nitaelf (888 sketch). ThiB bell rang quite unaccountably and atrongly about 15\naeconda after I had entered the \" wash-room.\" It could not have happened\nfrom the uaual gentle cloaing of the door (15 seconds before), nor from any\ngust of wind, as the day was a pretty atill one, and no windowa open any-\nwhere. Two of the servants were in their bedroom C, and one of them came\nat once, looking alarmed at the auddeneaa and loudneaa of the ringing at BO\nunusual an hour, and fancying Budden illneaa on my part (in fact, I aeldom\nring any bell at all, and thia one had not been rung for the previoua 10 daya\nor BO). On myauggeating it muat be the front door bell, the aervant took me\nto the bell near their bedroom, where we found the tongue or clapper atill\nvibrating. Knowing that there were no rata in the houae, nor any such\nbeing able to touch the wire, I thought it poaaible that the bent levera, or\none of them, might have been left at \"half-cock,\" as it were, even for 10\ndaya, from the knob-puller not having gone up quite home, but found it\nimpoaaible to arrange it that way, the aprings being too strong. I found aOO\nthat the bell would not ring at all unleaa pulled down nearly the whole way.\nI then pushed the knob-puller home and left it.\nAgain at 9.30 p.m. on the lame evening, I entered the lame wash-room,\naccompanied by a aervant (the lame who anawered the first ringing), with\nhot water; and again, in about 15 aeconda, we both heard the bell, finding,\nas before, the clapper atill moving with nearly full vibrationa. Two aervanta\nin the kitchen below alao heard it, and one came up. Theae have been the\nonly inatancea of inexplicable bell-ringing in the houae. The two ringings\ncould not have been better timed if BOme one had been watching an oppor-\ntunity of letting every one in the houae hear them as well as myaelf, and\nDigitized by Coogle\n\f484 On Apparitions occurring Boon after Death. Mar. 18,\nthe repetition, exactly und~r the same circumstances, seemed intended to\nintimate that the first was no accident. Any trickery in the matter is out\nof the question. They (the servants) could not even get at the bell-being\n12ft. above tl.oor-to ring in that way, and are not inclined to ascribe the\nringing to ultra-mundane causes, without any further attempt at explanation,\nbeyond asking if I had slammed the door and looking unsuccessfully for\nopen windows.\nAs to any illusions or hallucination on all these indications, coupled with\nevery appearance of intelligent choice of times, varying localities, and\nquality of BOunds-it seems most unlikely that six people out of seven, who\nhave been mostly in the house, should be subject to illusions, and only in this\nhouse, or that I should have been subject to so many illusions (about 30)\nduring more than 20 months, and with nothing to induce any suspicion of the\nkind in my past or present life. Taking all the indications together, they\nseem to have been of a mutually supplementary character. (a) The sense of\nhearing by one person chietl.y in one room-A. (b) Hearing (one loud rap)\nby three persons, and one of them twice seeing an apparition, in apparently\nvery intelligent sequence, as if from an ul~-mundane BOurce-in room B.\n(c) Exact timing of bell-ringing-twice-in apparently intelligent sequence,\nas if intended chietl.y for myself, with three other persons also hearing the\nsame.\nAssuming a fair share of reason and common-sense on my own part, and\ngoing from effects to a poBBible cause, I do not see that my late wife (or\npoBBibly some other, except for the description given by the child, and what\nI seemed to hear of names), having certain limited powers, could have em-\nployed them more intelligently than has been done, [i.B., by a general com-\nparison of the whole], for my particular conviction and comfort, particularly\nas regards choice of times and variety of indications, all naturally inexplicable.\nI have only the choice between this view and\" inexplicable \"~missing\nthe idea of illusion through BO many months. I feel as sure of having heard\nall I have stated as that I am now writing with pen and ink. I have never\nfelt doubtful as to the BOunds heard (specially the crashes and rappings),\nwhile the child mentioned felt quite as fully the fear, several times repeated,\nthat \"that woman will come back.\"\nH there are any further indications I will record and mention them in\ncontinuation-say half-yearly.\nI look upon the Psychic Society as a most important one, setting a com-\nmon-sense example, on quite 8ufficiently good grounds, and the more 80,\nconsidering the evidently great want of moral courage among many who\nkeep 8ilent,· including, of CQurse, many who cannot afford to risk their\nprofeBBional proapecta in the present 8t&te of opinion of many people, with a\nfurther disinclination to give their hoU&e8 a kind of character which interferea\nwith rental and sale.\nJ. D. CAHPBBLL.\nP.S.-I have forgotten to record that the\" crashes\" quoted under 13th\nJune, 1883, alao occurred two or three times jU8t before that date, i.e., on\npreviou8 nights, BOOn after I got into bed. More hammer-like-not 80 loud\n-and at '10 other timBo I only wondered then. Also a case mentioned by\nthe servants as follows :-\" We were sitting at dinner in the kitchen about\nDigitized by Coogle\n\f1889]. On .APP(U'UWnB OCC'U1\")Vng Boon after Death. 485\n1.30 p.m. when we were fairly startled by hearing a loud sound, as if a lot of\ngravel had been violently thrown up against one of the windows (a high one,\nsome seven feet above ground level). We all went out, but could see\nnothing; groom and workmen had left the premises for dinner.\"\nThese are old servants who saw the last of my late wife, attending the\nfuneral.\nIn this case also the time seems to have been chosen with interugence.\nI have purposely omitted some knockings heard when people were moving\nabout the house and premises. J. D. C.\nE. G. wrote to ask General Campbell whether it was poBSible that one\nor more of the servants might have seen the paper w!pch he wrote on\nNovember 9th, 1.882, asking for three raps ; and also whether the child\nmight. not have previously seen his late wife's dreBS, hanging up perhaps in\nsome wardrobe. The reply is as follows :-\n(1) The written paper (in pencil) was written just before I got into bed,\nabout 11 p.m., and burnt about 5 a.m. next moming, before anyone could\nenter the room, to avoid remarks by the servants. Anyhow, they could not\nhave made the loud crashing sounds by any means in their power, nor\nknocked on the wardrobe at foot of my bed and in the room, without waking\nme up, having a night-light buming all night. I am sure also that my\nservants would never think of taking such liberties. I was always awake on\neach occasion before the sounds came, except once as quoted.\n(2) The particular dreBB and hat (kept as relics) were under lock in my\nbedroom (which the children never entered, or had any object in entering),\nwith the key always in my pocket. The children were only on the \"bedroom\nftoor to sleep, and always accompanied by the mother (chiefty) or the nurse,\nor my own servants, both day and night. I asked the mother whether the\nchild could have seen any dreBS and hat like the unusual ones I had, and the\nanswer was .. No. She must have seen something,\" i.e., as a vision-twice\nand differently. There was a steady intelligent consistency (not on the\nsurface), showing affectionate intention and caution, which the child herself\nwas not aware of, in the two consecutive statements, and which no child of\nseven could have put together.\nJ. D. CAHPBELL.\nMr: Gurney and I had a long interview with General Camp-\nbell, Oct. 4, 1884, and we carefully inspected the premises. The house\nis an exceptionally solidly-built one, with extremely thick walls inside;\nand General Campbell assured us that, since he built the house BOme\nfew years back, he had never known the wood to crack or start.\nDigitized by Coogle\n\f","_id":556}