{"name":"Proceedings of the Society for Psychical Research 9348 4608 2749","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_circular_n3_april_1888.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, Circular Number 3, April 1888","mylang":"de","content":"CircUlar No. 111.\nTo lembers ud Associates of the Soc1ety for Psychical Research.\nOIROULAR No. III.\n19, BUCKINGB411 STIlBBT, ADBLPJII, W.C.\nApril, 1888.\nThe Council of the Society for Psychical Research deairo to expreu their\ngratitude to Buch of the Members and Auociatea of the Society &I have up\nto the present date contributed evidence, attempted experiments, or other-\nwise aided in the several brancheB of work. At the Bame time they mUBt\nexpreu a Btrong deaire that Buch help should be offered by a greater number\nof perB01lB. The Bucceu of the Society's work must largely depend on the\namount of collaboration received-on the number of centrea of observation\nand experiment which can be established in this and other countriea.\nThe Council have reason to believe that lOme persons, poueuing evidence\nwhich would be of value to the Society, have lately thought it needleu to\npro1l\"er such evidence, supposing that the reality of thought-transference. for\ninstance. or of apparitions at death, W&l now sufficiently proved, and that no\nfurther caae& were wanted. The Council wish distinctly to state that their\nview is altogether different. In the Jint place. they hold that the value to\nbe attached to the evidence already collected must largely depend on its\ncontinuous reinforcement by fruh ca&es of like kind,-obaerved with care\nand recorded without delay. In the second place, BUpposing t'hat the\ngeneralfac\", say, of telepathy or of veridical apparitions, were even univer-\nB&lly admitted, it would still be a matter of prime interest and importance to\ndiscover &I much &I pouible ofthe law. which govern theaestrange phenomena,\nand it is therefore impouible to auign any liIhit to the number and variety\nof cuea which should be collected and registered with this end in view.\nIt appea.t\"ll to th\" Council that on the one hand certain needful canonB\nof evidence in these novel inquiries have now been 10 far laid down that it is\nnow more BUY than at first for informants to present their teatiDiony with\nDigitized by Coogle\n\fii OircttJ.ar No. III.\nthe proper aafeguardl of accuracy, and that on the other hand the ~\nof the Society now includes a large number both of men and women well\nfitted to render intelligent aid.\nThe experiments in thought-tramference given in the Journal for\nDecember, 1887, and the experiments in aldomatic writing frequently pub-\nliahed of late, may serve to Ihow with how little of preparation or trouble\n(provided the work be done with complete good faith and care)\nresults of value may be attained. Experiments in hypnotiem require more\ncaution; but here Mr. G. A. Smith, an experienced hypnotist, with whose\nname readers of the Proceeding. have long been familiar, will be glad to give\nadvice or inatruction. Peraona willing IiO experiment in any of these dirac-\ntiona should communicate with the Hon. Secretary of the Society, Mr. E.\nGurney, 26, Montpelier Square, S.W. Mr. Gurney will also be happy to call\non members or their friends who may desire to communicate information\nby word of mouth on any of the lubjects with which the Society deala.\nWritten communicationa may also be addressed to the co-aecretary of the\nLiterary Committee, Mr. F. W. H. Myers, Leckhampton House, Cambridge.\nThe Council wish it to be distinctly understood that they solicit information\nnot only on those points (Iuch as apparitiona at death) on which much\nevidence baa already been forthcoming, but also on other points included\nwithin the range of their investigationa, elpecially the lo-called physical\nphenomena of Spiritualism. On this lubject Prof8l8Or Barrett, 6, De Veaci\nTerrace, Kingstown, Dublin, the Hon. Secretary of the Committee eatabliahed\nby the late President, Prof8l8Or Balfour Stewart, will be glad to receive\ncommunicationa, or accounts of caaea in or near London may be sent to Mr.\nGurney for immediate investigation. In conclulion, the Council would remind\nthe members of the Society that they have from its first inception, fOreBeen\nand announced that an inquiry so novel, complex, and important must of\nneceaaity be a prolonged one, needing the combined efforts of many persona\nover a lpace of many years. While attaching great value to the reaaltB\nalready published, the Council feel that thOle who sympathise with their\nobject must be invited to frelh exertiona, if a progreaa at once rapid and\ndurable is to be made in a research whOle very importance and interest\nincrease the difficulty of conducting it with adequate circumspection, and\nwith due minuteneaa of care.\nDigitized by Coogle\n\f","_id":557}