{"name":"Proceedings of the Society for Psychical Research 6458 9405 7607","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_10_may_1889.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, May 10, 1889","mylang":"de","content":"4.86 Recent Expe,i'T1Umt8 in Crystal,-vision. [May 10,\nPROCEEDINGS OF THE GENERAL MEETING ON\nMay 10th, 1889.\nThe thirty-second General Meeting of the Society was held at the\nWestminster Town Hall, on May 10th, 1889.\nTHB PRESIDENT, PaoPE880R SIDGWICK, IN THE CH.UR.\nThe President gave an address on the \"Canons of Evidence in\nPsychical Research.\"\nThe following paper was then read .-\nIII\nRECENT EXPERIMENTS IN CRYSTAL-VISION.\n[The following' paper is contributed by a lady, well known to\nthe Editor, who prefers for the present to remain anonymous.]\nIt is proposed in the following paper to.offer a short account of\nsome recent attempts at Crystal-vision, experiments in which, for\npurposes of divination or clairvoyance, have been recorded from the\nearliest ages. I should have been glad to proceed to them without\nfurther preface; since, however, I have been unable to find in the\nBritish Museum Library any English book bearing directly upon the\nsubject of Crystallomancy, I venture to prefix a few notes upon its\nhistory and method. Though the information obtainable upon the\nsubject has, for the most part, no great evidential value, it is ne'-ertheless\nhistorically interesting, for, just as the witch-stories contain the first\nhint of hypnotic suggestion, now so familiar, it may be possible to\ndiscern by examination and experiment whatever element of truth the\ntraditions of mirror-gazing may contain, and perhaps to apply them to\nthe elucidation or illustration of some of those questions of the sub-\nconscious workings of mind, on which, in spite of great recent effort,\nwe have still much to learn.\nAlike both in purpose and in method of use, and therefore for our\npresent intention to be classed with the Crystal as a means of divination,\nwere vessel:s containing liquid, usually water,-water in springs, mirrors\nof polished steel, liquid poured into the palm of the hand, and various\nobjects having a redecting surface, such as the beryl or other gems, the\nDigitized by Coogle\n\f1889.] 487\nblade of a sword, 1 and in Egypt, Persia, and in Europe in the Middle\n.Ages---even the human finger nail.\nWith the use of one or more such means, we find that mirror-\ngazing in BOme form has been practised for at least 3,000\nyears, and that traces of it exist in the histories of Assyria, Persia,\nEgypt, Greece, Rome, China, Japan, India, possibly Nubia, and, in the\nform of cup-divination, according to Captain Cook, among the natives\nof the South Sea Islands. Ceasing to rank among manifestations of\nDivine power, though as to its in1luence on the minds and actions of\nthose consulting it, taking a no less important place as the accredited\nwork of the author of evil, mirror-gazing aasumed a. new importance in\nthe history of Europe in the Middle Ages, reaching its highest develop-\nment in the 16th and 11th centuries, and finding its exponents among\nthe learned physicians and mathematicians of the Courts of Eliza.beth,\nthe Italian Princes, the Regent Catherine de Medici, and the\nEmperors Maximilian and Rudolph.\nIt is interesting to observe the close resemblance in the various\nmethods of employing the mirror, and in the mystic symbolism which\nsurrounds it, not only in different ages, but in different countries.\nFrom the time of the Assyrian monarch, represented on the walls of the\nNorth West palace of Nimroud, down to the 11th century, when Dr.\nDee placed his Shew-stoile on a cushioned table, \"in the goodly little\nchapel next his chamber,\" in the college of which he was Warden at\nManchester, the seer has usually surrounded himself with the cere-\nmonials of worship, whether to propitiate Pan or Osiris, or to disconcert\nAhriman or the Prince of Darkness. In the same way we find that in\na.ll ages, and alike in Greece, Rome, Persia, Egypt, India, 11.8 well 11.8 in\nlater traditions of Europe, the seer, variously called Speculator, Scryer,\nViewer, or ~er, was usually a child, \"who had not known sin.\"\nBefore going further into the history of the subject, it may be 11.8\nwell to give some account of the method pursued, which, 11.8 hll.8 been\nsaid, is in all essential features the same under all circumstances j and\nfor this I ~lect the description given by Lane in his Manners and\nCU8toms of the Modern Egyptians,2 written in Egypt, during the years\n1833-4-5, which may then be compared with the traditions of antiquity.3\nThe curiosity of the author had been excited by Mr. Salt, the\nEnglish Consul-General, who, on suspecting his servants of theft, sent\nfor a Mughrebee magician. Mr. Salt himself selected a boy as Scryer,\n1 .. Blade of a. sword, buckle, or other shining object.\"-Plin. Bilt. Nat., xxxvii. ii.\nI Vol. I., c. xii.\nI A gnoetio papyrus in Greek, said to have been written in Egypt ea.rly in the\nChristian era., now preserved in the British Museum, describes a scene, in which\nDivination wi~h the Bowl, under conditions very similiar to those of Mr. Lane's\nstory, fOl'lDll an euential feature.\nDigitized by Coogle\n\fRecent EJ.:perirnents in Cry8tal-vision. [May 10,\nwhile the magician occupied himself with writing channs on pieces of\npaper which, with incense and perfumes, were afterwards burnt in a\nbrazier of charcoal. After drawing a diagram in the boy's right palm\ninto the middle of which he poured some ink, the magician desired him\nto look into it fixedly, when, after seeing various visionary forms\nas directed, the boy finally perceived the guilty person, who, from\nthe description given of his dress and stature, was recognised as a\ncertain labourer, who, on being arrested, confessed his crime.\nThis incident prompted Lane to further inquiries, and on a subse-\nquent occasion other results were obtained, and the proceedings are\ndescribed with greater detail.\nFirst, invocations were written on paper by the magician, summon-\ning his two Genii, then a verse from the Koran \"to open the boy's eyes\nin a supernatural manner. to make his sight pierce into\nwhat is to us the invisible world.\" These were thrown into a chafing-\ndish containing live charcoal, frankincense, coriander seed, and benzoin.\nA boy of eight or nine years old had been chosen at random from a\nnumber who happened to be passing in the street, and the magician,\ntaking hold of his right hand, drew in the palm of it a magic square,\nthat is to say, one square inscribed within another, and in the space\nbetween certain Arabic numerals; then, pouring ink in the centre, bade\nthe boy look into it attentively. At first he could see only the face of the\nmagician, but proceeding with his inspection, while the other continued\nto drop written invocations into the chafing-dish, he at length described a\nman sweeping with a broom, then a scene in which flags and soldiers\nappear,1 and finally Lane asks that Lord Nelson should be called for.\nThe boy describes a man in European clothes of dark blue, who has\nlost his left ann, but adds, on looking more intently, \"No, it is placed\nto his breast.\" Lord Nelson generally had an empty sleeve attached tQ\nthe breast of his coat, but as it was the right ann he had lost, Lane\nadds, \"Without saying that I suspected the boy had made a mistake,\nI asked the magician whether the objects appeared in the ink as if\nactually before the eyes, or as if in a glass, which makes the right appear\nleft. He answered they appeared as in a mirror. This rendered the\nboy's description faultless.\"\nAmong the Greeks, various methods of divination by reflections on\nglass or water were used. 1. Hydromancy. This was practised chiefly\nat Patrre, a city on the sea coast of Achaia., where was a temple\ndedicated to Demeter. Before the temple was a fountain in which were\n1 It i8 perhaps worth noting that a lady mentioned by Lane-a friend of his own,\nwho was invited to act as Scryer,-also saw a man with a broom, that the same vision\nis recorded by Dr. Dee. and that various accounts of Egyptian mirror-gazing, given\nby Sir G. Wilkinson and by Kinglake, speak of flags. Cpo Account of Lord Prudhoe,\nin Noctcs .Amhrorianre.-Blackwood, Aug., 1831.\nigitized by Goog\n\f1889.] .Recent Experitnents in Crystal-vision. 4S9\ndelivered oracles, very famous for the truth of their predictions. These\nwere not given upon every account, but concerned only the events of\ndisea.ses.1 The manner of consulting was this: they let down a mirror\nby a small cord into the fountain, so that the lower edge might\njnst touch the surface of the water, but not be covered by it ; this done,\nthey offered incense and prayers to the goddess, then looked upon the\nmirror, and from the various figures and images represented in it, made\nconjectures concerning the patient. 2. Lecanomancy, divination by a\nbowl containing water or a mixture of oil and wine. The Scholiast\nupon Lycophron believes this method to have been practised by\nUlysses, and to have given occasion to the stories of his consultation\nwith the ghost of Tiresias. 3. Catoptromancy, in which mirrors were\nused without water. Sometimes it was performed in a vessel of\nwater, the middle part of which was called gaster, and then the\ndivination termed Gastromancy (4), in which glass vessels were used\nfilled with clear water, and surrounded by torches. A demon was\ninvoked, and a boy appointed to observe whatever appearances arose\nby the demon's action upon the water. 5. Onychomancy,2\" performed\nby the nails of an unpolluted boy, covered with oil and soot, which they\nturned to the sun, the reflection of whose rays were believed to\nrepresent by certain images the things they had a mind to be satisfied\nabout.\" 8 6. Crystallomancy, \"performed by polished and enchanted\ncrystals, in which future events were signified by certain marks and\nfigures.\" .\nWe find still existing in India 4 a mode of divination with mirrors\n(called\" unjoun \"-black lamps), which reminds us of the Greek\nhydromancy, in which a child, gazing into a mirror, sees the image of\nthe sick person, whose recovery is in question. Indian magicians have\nalso another process, which resembles that practised in Egypt. Incense,\nmade after elaborate and careful rules, is burnt, and the remains\ncollected, which, after being moistened with castor-oil, are poured into\nthe hands of a child, who sees visions of spirits and demons.\nReinaud, quoting from an Arab MS., gives the following as the\nmethod of mirror-gazing among the Mussulmans:-\nH one is in need of something, he writes on the edge of a mirror the\nnames of Gabriel, Azrael, Raphael, and Aarsfel, with words from the Koran,\n. relating to the Omnipotence of God. He then fasts for seven days of strict\nretirement, and then, the mirror being held, either by himself, or by man,\n1 Cp. Potter's AtItiquitita oj Gnece, VoL I. cxi. PaUll&niaa, vii, 21,12. Bouch'\nLeclercq, HUimre tk fa Dimnatitm dam rAntiquiU, II. 255.-Del Rio, DVqui.l. Maq.,\nLib. IV. Quest. 6, Sec. 3.\nt Boiuard, True. DifJ., Co v., p. 17.\n• Potter's Antiquitw oj ~ Vol. I. cxviii.\n4 Maury, La Magie et \"A~ P. 433; cpo Herklot, MUI8IIlma\" GM Hirwloo\nMirTora, p. 375.\nDigitized by Coogle\n\f490 Rece'nt Experime'nts in Orystal-vision. [May 10,\nwoman, or child, no matter who, he recites many prayers, and is enabled to\nsee what he needa.1\nIt may be as well to note here that the ingenious mechanical\nmirrors found in China, India, and Japan, the secret of which was\nexamined by Mr. James Prinsep, Wolff, of Berlin, and Sir David\nBrewster, are concerned with purely physical magic, and appear to be\nin no way connected with our present subject.\nReinaud also refers to a Persian romance, in which it is mentioned\nthat if a mirror be covered with ink and placed in front of anyone,\nit will indicate whatever he wishes to know.\nPythagoras is said to have written on a steel mirror with human\nblood, and to have made his friends read the message by the light of\nthe full moon, which appeared to reveal the message as a reflection\nfrom her own surface.:!\nHISTORY.\nAs has already been said, the history of cup and mirror divination\ntakes us back to the earliest ages. The art of divination, of which\nthis is one of the oldest forms, is ascribed to various sources.\n..A!1schylus 8 refers it to Prometheus, Cicero 4 to the Assyrians and\nEtrurians, Zoroaster to Ahriman, Varro to the Persian Magi,5 and a\nvery large class of authors, from the Christian Fathers and Schoolmen\ndownwards, to the devil.\nThere can be little doubt that the Cup of Joseph, \"in which my\nLord drinketh andwhereby indeed he divineth,\"6was one used for magical\npurposes, thQugh there are some who tell us that even here the mis-\ntranslator has been at work. The tradition seems the more probable,\ninasmuch as cups having special properties figure largely in the\nearliest Egyptian sculptures,f hll.ving a further symbolic reference to\nEgypt as the cup of the Nile, and also to cycles or periods of time.\n1 Reinaud, DucriptUm de. Monumenta MulUhnam du C'alrind de M. k Dttc de\nlJlo.ctu. Paris, 1828. Vol. II., p. 9.\nI .. The moon's orb is round just &1\\ mirrors are, and there is a saying that tbOile\nwho are skilled in such matters can in this way bring the goddess down. There it.\ntoo, a trick of Pythagol'&8 which is played by means of a reflector of this kind. When\nthe moon is full, if anyonewrites with blood anything be pl_ on a mirror and holds\nit up to the mOOD, having previously bidden a friend to stand behind him, his friend,\nlooking intently at the moon's reflected orb, will read everything which was written OD\nthe mirror as if it had been written on the moon.\"-Scholiast's Note on Aristopbanes'\nNt.tbu, v. 750.\na .lEach., P~ Vindu., 492.\n.~ Cicero, De Div. I. i. and I. ii., Clem. Alex. .r;'rom., i. 326.\nB S. Augustine, De Cir. Dei., vii. 35.\n• Greg. Naz. Works, Ed. BIlned, ii. 131 and Plin. Nat. BUt., \"ii. 56;\nGen. xliv. 5-15; cpo Burder'8 Orimtal CtuWfM, p. 25.\n7 Nineveh and iU Palaee., Bonomi, p. 265; Ed. 1852. Hivemick, Imro. 10 tAt\nP~h. Cardan, De Rerum Variet, cap. 93.\nDigitized by Coogle\n\fr 1889.] Recent Ezperiments in Orystal-vision. 491\nThe Persian poets make frequent allusion to the Cup of Gia.mschid,\n\" in which could be seen the whole world and all the things which were\ndoing in it,\"l and to the existence of which theya.scribed the prosperity\nof their ancient monarchs. .\nTo the possession of such a vessel the Orientals a.scribe the wisdom\nof Solomon, S and that used by Alexander the Great was probably of\nlike mystic properties.S\nThe sculpture on the walls of the Ha.ll of Divination at Nimroud,\nalready referred to, represents the king as drinking or divining in the\npresence of the gods of Assyria..\nThe question as to the use and meaning of the Urim and Thummim\nis one upon which scholars and theologians, rabbinical and Christian,\nhave hesitated in a.ll ages to pronounce a decided opinion.4 I shall,\nhowever, venture to recu~ to this subject in another connection, and\nfor the present will merely add that the earliest and best accredited\ntraditions assert that the sacred gems worn upon the breast of the\nHigh Priest symbolised light, and were probably of some colourless\nstone, in which light was embodied in clearest purity, probably diamond\nor rock crystal.6\nOf the practice of mirror-gazing among the Greeks, we have already\nspoken, and but little change seems to ha.ve occurred in the course of\nages, from what we learn from Pausanias, who, travelling through\nGreece in the second century, visited Patne in Achaia., and witnessed\nthe practice of catoptromancy by means of a mirror suspended over\nwater, with the usual incantations and burning of incense.6\nThe instances of divination by mirror or crystal gazing which occur\namong the Romans are so closely a.llied in kind and in method to those\nof Egypt and Greece as scarcely to need special mention.7 Yarro tells\na story of a child who was consulted as to the war of Mithridates, 8 and·\n1 Bonomi, p. 266.\n2lJ'Herbelot LV. II Giamschid \"( = Vaae of the Sun), Occult ~ 817. Cp.\nPaalm xvi. 5; xxiii. 5; also in reference to its superstitions, Babylon spoken of lUI\n• II Golden Cup,\" Jer. li. 7. Suchwas perhaps the cup made by Merlin. Fcurie\nQuem, III. 2, 19.\n• That a strong feeling still exists in the East on the subject of eup divination is\nillUBtrated by the following :-\" When Seringapatam was stormed by General Harris\nand Sir David Baird, the unfortunate Tippoo Sa.ib retired during the heat of the\nconftict to gaze on his divining cup. After remaining a long while in. profound absorp-\ntion be rUshed desperately among the combatants in the breach, and fell there covered\nwith wounde.\"-E1IC1fC. Md., OccuU SciLfK%. Elihu Rich.\n4 Kimchi, Aben Ezra, S. Augustine, and many others meet us with such expres·\nIIiona lUI II Non constat,\" \"NeecimUB,\" ..Difficile est invenire.\"\nI EpUau to Ute Sewn Churchu, Trench, p.125.\n• Paueaniaa. VII.• 21, 12.\n7 Cicero, De mv., i. M.\neApuleiUB, Apolog. Co 41, Ed. Hildeb., p. 536. See also Cornelius Agrippa,\nCkc. Phil. B. I., cb. 57.\nDigitized by Coogle\n\f492 Recent ExperirrientB in C1'Y8tal-vision. [May 10,\nchildren, we learn, were consulted by Fabius. It is also said that a\nchild foresaw by reading in a mirror the issue of the contest between\nSeverus and Tullius Crispinus, and revealed the prophecy to Didius\nJulianus, by whom the oracle WM consulted. 1\nWe learn from Pliny 2 that in the arts of divination the ancient\nBritons excelled even the Persians themselves, but. we have no means\nof discovering whether any form of mirror or crystal gazing was known\nto them.s\nThe arts of the crystal seers, or as they were called in the Councils\nof the Church, \"Specularii,\" seem to have passed, with but little\nchange except in outward ceremonial, from the superstitions of the\nPagan to those of the Christian.\nCasaubon 4 tells a story of a Latin Christian who was frequently\nmortified by seeing the opposite faction victorious in the games. He\naccordingly sought out Hilarion, a monk of great piety, who put into\nhis hand a VMe of water, in which he saw horses and chariots, and\nbecame aware that they were under magical spells. Hilarion dissipated\nthe enchantment with the sign of the cross, and his client departed,\ngiving thanks to God.\nThe Specularii, or those who inquired into the future with the aid\nof a mirror, had a large following in the Middle Ages, and are mentioned\nin the Councils of a Synod convened by S. Patrick and two others\nabout 450,5 which shows that the infection had spread as far as\nIreland.6 John of Salisbury, Bishop of Chartres 1177-1181, has left us\na list of procedures against the Specularii, who were looked upon as\nheretics, and fell under the ban of the Church.7\nS. Thomas Aquinas, writing about the same period, says that the\npeculiar gift of seeing visions possessed by children is not to be\nascribed to any virtue of innocence or power of nature, but is the work\nof the devil; nevertheless, in spite of S. Thomas and John of Salisbury\nand a special condemnation from the Faculty of Theology in Paris,\n1 Spartian Did. Jul., vii. ; BoucM Leclercq. Op. cit., Note, p. 841, Vol. I. \"On\nprenait un mirroir et un enfant y voyait I'image de l'avenir, non avec iIe8 yeux qui\netaient bandes, mnis avec Ie sommet de In tete, probablement 'enchant6.' C'cst de\ncette f~n que Didills Julianus aPl'rit sa chute l'rocbaine, et l'avenementde Sth'ere,\"\n2 Hi.t. Nat., xxx., 13.\n3 \" n est probable que les druides tenaient d'une source orientale leurs doctrine8\nsur la vertu des pierres, dont on retrouve d('s traces panni les traditions populaire.; de\nl'Annorique et parmi relies des parties de la Grande Bretagne et de l'Irlande, oil I\"\ndruidisme s'est conserve pluslongtemps. Les Ecossaisattachent encore une vertu par-\nticulillre II certaines pierres nommees cairn-gorm qu'on trouve dans leurs pays.\"-De\nrusie, &i.encCII Occulte\" II. p. 98.\n~ Ad Spartian., c. vii. 250. Paris, 11',oa. Ed. Casaubon.\n3 Brand's Popular Antiquities, III., p. 31.\nB La Mayie rt l A,trologie, Maury, pp. 427-31.\n7 John of Salisbury. Polycrat., I., c. xii., 21.\n\f1889.] Recent Experimenta in Crystal-vis-ion. 493\n1398, the Specularii continued to flourish,) and the art of mirror-\ngazing lingered on till the sixteenth century, when it received a new\nimpetus, and soon reached its highest development, not in the hands of\nobscure charlatan or nameless heretic, but under the auspices of a\nCourt physician or a University professor.\nThe time was at hand in which men began to think for themselves,\nalike in literature, Politics, and religion; when, just as a nobleman\ndared also to be a poet, a statesman to question a priest, or a country\ngentleman to inquire into the Divine right of kings, so despite the\nterrors of the Inquisition on the one ha.nd, or the prosecutions of civil law\non the other,2 men of learning, repute, and acknowledged position began\nto inquire into the hidden secrets of natural magic.\nAt the time of the struggle between Francis I. and Charles V. we\nare told that the action of the French was influenced by a magician,\nwho, by means of the reflections in a mirror, discovered to the Parisians\nthe progress of events at Milan.\nA little later, we find Catherine de Medici consulting a magician,\nwho shows her by means of a mirror how long her sons would occupy\nthe throne. I have not been able to discover if the seer on this\noccasion were, as seems very probable, Jean Fernel, Court physician to\nHenry II., who has recorded S that he saw figures in a mirror which\nexpressed their meaning in gesture so significant that even his assistants\nunderstood them.'\nFico de Mirandola (1463-94), himself a foe to astrologers, who\nhad declared his death in his 32nd year, was nevertheless \"infatue\nde la vertu des mirroirs constelIes, et assurait qu'il suffisait d'en faire\nfabriquer un sous une constellation favoraBle, et de donner ason corps\nla temperature convenable, pour lire dans Ie passe Ie present et l'avenir.\"5\nJohann Rist,6 an accomplished mathematician and scholar, tells of a.\ncrystal made by Wisbro in Augsburg in which were seen men and\nanimals. 7\n1 \" Already (1456) were cryst&ls 1l8tld in England, and their ill8JlOOtion brought to\na acience.\"-Die SicAt6are und die Unllidtlbare Welt. Max Perty, 1881.\nS .. En 1609 on brt\\la en place de Greve Ie Sorcier normand Saint Germain, pour\navoir fait en compagnie d'une femme et d'un mtldecin, usage de miroirs magiqUe8.\"\nI.e Jlm:ure j'mw;au, 1609, p. 348.-Wierus, PIeUdo·Monarcltio. Dremonu1a, Lib. III.•\nCo xii. 6.\na Feme!, De Abdil~ Rerum lhlUi6, I., xi\n4 Michael N08tradam'18 and Cosimo Ruggieri were Court astrologers to Catherine\nde Medici.\nD Maury, La Magie et l'A.troiogie, p. 431•\n• ruet, a voluminous writer both in German and Latin, was the founder of a\nliterary llOciety under the title of the Order of the Swan. The _y quoted is one of\na aeries apparently published monthly, and containing much quaint talk upon various\neubject&-mathematiC8, medicine. verse, mWlic, magic -between himself and hiM\nfriends.\n7 Die Aikr·EdcUk Zeit Verl-urtunll der ya7lZm WeU. ron dem BUllium, 1668, p. 253.\nDigitized by Coogle\n\f494 Recent Experiments in Orystal-viBion. [May 10,\nAubrey, writing in 1696,1 refers to the earlier practice of mirror or\ncrystal-reading in Italy. The Earl of Denbigh, he says, when\nAmbassador at Venice, \"did find one who did show him there in\na glass, things past and to come\"; and Sir Marmaduke Langdale\nwhen in Italy, went to a magician, who showed him in a glass a vision\nof himself kneeling before a crucifix, at which he, being a devout\nProtestant, was properly shocked, but the prophecy was fulfilled when\nhe later became a Roman Catholic. \" He told Mr. Thomas Henshaw\nthis himself.\"\nBodin, ala.wyer of some eminence in Toulouse (d. 1596), and author\nof works on demonology, gives a story of a fellow-townsman, who used\nto divine by the finger nail of a boy.\nIt is interesting to note how universally the theory of devil-posses-\nsion was held in regard to the stone, and even writers holding widely\ndifferent views such as Naude,2 Cornelius Agrippa.,s and his pupil'\nWier or Wierus on the one hand, and their opponents Bodin and Del\nRio 5 on the other, aU maintained the hypothesis, though they made\nuse of it for different ends. Pomponatius,6 Fernel, and the persecuting\nDe l'Ancre and his colleague Espaignol, also recognised a supernatural\ncause for the phenomena.\nWe now come to the period of Dr. Dee, who perhaps the greatest,\nis certainly the most voluminous exponent of the art of crystallomancy\nin this or any other country. He is thus described by Hudibras:-\nI've read Dee's prefaces before,\nThe Devil and Euclid o'er and o'er,\nAnd all the intrigues 'twixt him and Kelly\nLaseus and the Emperor would tell ye,\nKelly did all his feats upon\nThe devil's looking-glass, a stone ; 7\nWhere playing with him at Bo Peep\nHe solved all problems ne'er so deep.\n-Part II., Cant.o 3.\nJohn Dee was born in London, 1521, was Fellow of Trinity\nCollege, Cambridge, visited the Low Countries in 1541, lived afterwards\n1 Aubrey's Mt.«llaniu, pp. 129·30.\ns Naud~ 1600-53, physician and librarian to the Queen of Sweden, author of\n.A.poWgie pour la Grand. HUfM1I,U GCCUIU de la Magie. .\nI See De lneut. et Yallit. &imtiar., cxxvi.\n4 Wier, for 30 years physician to the Duke of Cleves, and of high medical\nreputation.\nG Del Rio, 1551·1608.\n• PomponatiuB, 1462·1525.\n7 Mr. Hockley considers the stone here alluded to, to be one which, having come\ninto the hands of Horace Walpole, was sold at the Strawberry Hill sale in 1842, and\nwhich he describes as \"composed apparently of a flat circular and highly pOlished\npiece of cannel coa1, about 6 inches in diameter.\"\nDigitized by Coogle\n\f1889.] Recent Ezpe1'imen18 in Orystal-vision. 495\nin Louvain and Paris, and returned to England in 1551, when he\nbecame Rector of Upton-on-Severn. He was arrested under Mary, on\nsuspicion of being attached to the cause of Elizabeth, who afterwards\nshowed him much kindness,l and when in 1564 he left England to pay\na visit to the Emperor, and fell sick at Louvain she sent two doctors to\ninquire into his condition. Later, Dee settled at Mortlake, where he\nbecame famous as an astrologer, and where in 1583 his library of 4,000\nbooks was plundered by the people.\nIn 1582 Dee became associated with Kelly, with whom he was\ninduced to go to Gemmny to visit Albert Lasky.1I 'He was afterwards\nbanished from Poland by the Pope's Nuncio, and in 1589 was reca.lled\nby Elizabeth to England. Through the influence of Archbishop Whit-\ngift and Lady Warwick he was appointed Chancellor of St. Paul's, and\ntwo years after, Warden of Manchester College. On the accession of\nJames I. he fell under suspicion and himself invited inquiry into his life.\nThis was refused, and he retired to Mortlake, where he died in 1608.\nHis son Arthur, often mentioned in his book, was brought up under\nCamden and became COurt physician to Oharles I.\nHis account of his various experiments may be read in a thick folio\nvolume, edited with a quaint and entertaining preface by Meric\nOasaubon,8 who belonged to the generation following that of Dee, a.nd\nwho examines the subject with much learning and care, though with an\namusing air of superiority and condescension. He seems entirely to\nacquit Dee of the charge of charlatanry and imposture, which has been\nbrought upon him by some, for he says :-\nI think no man will make any question but the poor man did deal with\nall possible simplicity and lincerity, to the utmost of his understanding at\nthe time. And truly, this one thing excepted, his mistaking of evil spirits\nfor good, it doth not appear by anything but that he had understanding and\nperfect use of his reason to the very last.\nDee's method differed so far from that of his predecessors that his\nseryer or seer, Kelly, could not be described as \"unpolluted,\" or \"one\nthat had not known sin,\" for he seems to have been a well known\nscoundrel, to which recognition the fact that he had been deprived of\nboth his ears, for some misdeeds in Lancashire, bore sufficient testimony.\nThe child, who seems to be a necessary member of the dramatv\npe'1'1JOf&(8 of crystal drama., existed, however, in Ma.dimi, one of their\n1 .. Her Majeatie willed me to fetch my glue 10 famaas, and to shew unto heraome\nof the properties of it, which I did; her Majestie being taken down from her horse by\nthe Earl of Leicester, did. _ lOme of the properties of that glaBa, to her Majestie'.\ngreat contentment and delight.\"-Di4'11 of Dr. Dee, March 16th, 1575.\nI Referred to by Hudibrall &8 .. Lescus. \"\nIlIlerio Oauubon, IOn of Iaaao Casaubon, ProfeBlOr of Greek at Geneva, wu a\nacholar aud critic, Rector of Bleadon, in Somerset, d. 1671.\n2K\nDigitized by Coogle\n\f496 .Recent Experim.ents in OryHtal-vis-ion. [May 10,\nmost frequent spirit visitors, with whom the story opens, and who is\nthus described :-\nA pretty girle of seven or nine years of age, attired on her head with her\nhair rowled up before and hanging down very long behind, with a gown of\nSey, changeable green and red, with a train that seemed to play up and down\nlike, and seemed to go in and out behind my books, lying on heap8.\nShe was a bright, pleasant, little creature, anxious to make herself\nuseful, even to the extent of wishing to learn Greek, Latin, and\nSyriac, in order to be helpful to Dr. Dee, and begging to be taught\nto spell. She seems to have had a dull time at home, to judge from her\npleasure in the society of two old savants such as Dee and Kelly, but\nit usually happened that just tI.S she was beginning to enjoy herself, her\nmother, a somewhat ill-tempered person, carried her off to her domestic\nduties, apparently the care of her younger brothers and sisters. They\nhad also some 20 other visitors, who appear in the crystal in endless\nvariety, from Angelicall Creatures and Spirituall Beings down to a\nDivel of Hell. Dee seems to have had a theory that the Crystal or\nShew·stone was 1\\ means of testing the spirits whether they were of\nGod, for he says they \"had warrant that into the stone no wicked\nspirits should enter, but without the stone ill-doers might deal with\nthem unless God prevented it.\" However, if it be true of spirits as of\nmen, that\" by their deeds ye shall know them,\" one would hesitate,\nafter reading the history, to give adhesion to his creed in this\nparticular.\nSome of their visitors are described minutely. One is, \"A woman\nlike an old Mayde, in a red petticoat, nnd with a red silk upper bodies,\nher hair rowled about like a Scottish woman, the same being yellow.\"\nAnother,-\" A goodly tall man, aged, all in black, with a Hat on\nhis head.\"\nWe have also, \"A youngman sitt.ing on the side of a ditch,\"-\" a\nmultitude of young children,\"-\" a thin-visaged man,\" and among the\nAngelicall beings, Esmeli, Gabriel, Michael, Nalvage, Uriel, as to whom\nCasaubon says, \"Whether all Interlocutors I know not, because I do\nnot remember, neither doth it much concern.\"\nThey not only see these persons but hold long conversations with\nthem; the stone also produces other sounds, sometimes of a somewhat\ndisturbing nature. On one occasion, Kelly says, \"I have heard a voice\nabout the Shew Stone very great, as though men were beating down of\nmud walls,-the thumping, shussing, and cluttering, is such.\" Another\ntime we read, \"It thundereth in the Stone.\"\nThe nature of the messages received is as varied as the style of the\nmessengers. The Angelicall Beings usually relieve themselves of a good\ndeal of \" Sermon-like Stuffe,\" somewhat stale and thin in quality, and\nwith an affectation of originality, and an assumption of importance in\nigitized by Goog\n\f1889.] Recent Ezperiments in Orystal-vision. 497\ntheir teaching, with which in our own day we are tolerably familiar at\nthe hands of our lady novelists. Madimi is a pleasant little chatterbox.\nThe Scottish Mayde was apparently\" on a journey, too busy-wise to\nstop talking,\" and somewhat offended by the persistence with which a\nman, whom she met on her way, inquired, like another historical\ncharacter, \"Where are you going to, my pretty Maid'\" She answers,\n\"Belyk you are of kyn to these men,\"-some others she had met,-\n.. for they are also desirous to know whither I go.\"\nHowever unsatisfactory Kelly 1 may have been in private life, his\nsincerity with regard to the crystal seems fairly established by the\nfollowing story.\nIt seems that, if contemporary history is to be trusted, Kelly had\nsold himself to the devil, who promised lie should live 1,000 years.\n(He died at something like four-score.) Perhaps with a view to provide\nfor so long a career, Kelly was anxious to sell his accomplishments to\nthe highest bidder, and ungratefully left his master in the lurch on\nmore than one occasion. Once, however, his designs were frustrated;\nthough, by the way, I think the story ends in his receiving an addition\nto his salary. There appeared, after the usual preliminaries of prayer\nand self-mortification, \"One in the very top of the frame of the Shew-\nstone much like Micrui.el,\" and soon certain words are seen, which\nKelly, not understanding the Greek character, declared to be \"Ghyl>-\nbrish.\" Madimi, whose classical studies seem not to have advanced far,\nis of opinion that the language is Syriacke, in which she was supported\nby Dee, \"but this he said,\" adds Ca.sa.ubon commenting on the story,\n\"to jeer at Kelly.\"\nHowever, the message, as translated by Ca.sa.ubon, runs thus :-\nThis fellow will overthrow this work His baggage is in a readineaa And\nhe doth very much endeavour To withdraw himself from this common\nfriendship Take heed that you give him no occasion For he doth mightily plot\nby art and CUWling How he may leave you for ever.t\nThe descriptions given of the Shew-stone itself 3 a.re so fragmentary\nand conflicting that Ca.sa.ubon is of opinion tha.t Dr. Dee had more stones\nthan one, which he accounted sacred, including the \"Principal Stone\"\n1 W. Scott, afterdescribingthe uaeof crystals, writes: .. Dr. Dee, an excellent mathe-\nmaticia.n bad a stone of this kind, and is Did to have been imposed upon concerning\nthe spirits attached to it, their actionB and answers, by the report of one Kelly, who\nacted &II his viewer. The unfortunate Dee was ruined byhis II8IIOCiates both in fortune\nand in reputation.\" ~!I and Witchcraft, p. 339 1Ul.\nI Kelly afterwards owned to Dr. Dee \"that unle&ll this bad so faln out he would\nhave gone beyond the - . taking ship at Newcastle, within 8 dayes next,\" p. 28.\nI Now to be aeen in the British Muaeum. It is interesting also to know\n. that Dee'. library, the scene of his crystal visions, remains almost as he left it in Man-\nchester College, difficult though it be to associate any hue of romance with a scene so\nblackened with dirt and moneY-8'I;tting.\n2K2\nDigitized by Coogle\n\f498 &cent E:r:periments in Orystal-'Ilieion. [May 10,\nand \"this other stone,\" and \"first sanctified Stone,\" usual \"Shew-\nstone, and Holy Stone.\" In another place he says:-\nThe form of it W&8 round, &8 appeareth by lOme coarse representations of\nit. in the margins (not given in edition of 1659), and it seems to have been of\na pret.ty bigness. It seems it. W&8 most like unto crystal, &8 it is called\nIOmetimes Inapecto Chryst.allo,-nihil visibile apparuit in chrystallo sacrato,\npneter ipsius cryatalli visibili (ric.) formam.. . . It is a secret of Magick\nwhich happily may be grounded, in part at least, upon lOme natural reason\n(not known unto us), to represent. Objects (externally not visible) in smooth\nthings.\nOf the history of the stone, or how it came into Dee's hands, we\ncan discover nothing. It appears in the very first scene, and is an\n. important fea~ure in almost every part of the story. In a letter to\n.Rodolph, Emperor of Germany, Dee says (p. 223) :-\nThe Holy Angels for these two years and a half have used to inform\nme • • . Yea,. they have brought me a Stone of that value that no\nEarthly Kingdom is of that worthinesse &8 to be compared to the vertue or\ndignity thereof.\nAnd in another place (p. 245):-\nThe Emperour, desirous to see the Stone brought to me by an Angel.\nwilled me to come to-morrow also to diner.\nCasaubon, in the absence of inform\"tion as to its origin, suggests\nthat the reader, if he please, may \"find some satisfaction if he read\nthe maner how it was taken away and restored, very particularly set\ndown.\" Accordingly we tell the story (with some omissions) in Dr.\nDee's own words :_1\nNot long ago there appeared a great flame of fire in the principal stone\n(both standing on the table before E. Kelly), which thing, though he told me,\nI made no end of my prayer to God. And, behold, suddenly one seemed to\n. come in at the lOuth window of the chappel, right against E. K. (But\nbefore that the stone W&8 heaved up an handful high, and set down again\nwell, which thing E. K. thought did signifie lOme strange matter toward.)\nThen, after the man that came in at the window seemed to have his nether\nparts in a cloud, and with spread-abroad arms to come toward E. K, at.\nwhich sight he shrinked back IOmewhat, and then the creature took up\nbetween both his hands the ,tone and jrafM of gold, and mounted up away as\nhe CBnle. E. K. catched at it, but could not touch it.'\nHow long they had to wait for the recovery of the stone we are not\ntold. They lost it on the 24th of April, 1587, and recovered it on\nFriday afternoon, about four of the clock, under the following circum-\nstances :-Dee and Kelly had been taking a walk by the\" little River,\"\nand were returning home when Kelly\nsaw twain as high &8 my IOn Arthur, fighting by the River side with sworda ~\n1 The italics are Dr. Dee'L\nt Page 19, Second Part.\nDigitized by Coogle\n\f1889.] 499\nand the one laid to the other, .. Thou hast beguiled me.\" Then I at length\nsaid unto them, \"Can I take up the matter between you'\" One Mid,\n.. Yea, that you can.\" \" In what is it 1\" quoth I. 'l'h.en lJ(£id he, .. I Beut a\nlhiflg to thy wife by my man, aud thia felloto ha.th taken it ffYYm him.\"\nThen they fought again, and the thief being wounded produced the\nstolen stone, and at the other's bidding, disappeared and on his return\nwas asked: \"Hast thou laid it under the right pillow of the bed\nwhere his wife lay yesternight t\" after which they vanished.\nAnd I, coming to my chamber, found my wife lying upon her bed, and\nthere I lifted up the right pillow upon which ahe layreating heraelf (not being\nwell at ease) • • • and there I found my precious Stone, that was taken\naway by Madimi. Whereat E. K. greatly wondered, doubting the verity of\nthe ahew. But I and my wife rejoiced, thanking God.\nOne does not see why Madimi should be charged with the deporta-\ntion of the Shew-stone, which had also other vicissitudes in its career.\nOn one occasion U riel appears, and after some preliminary \"Sermon\nStuffe\" says, \"This is the last time any shew shall be made in this\nStone.\" However, the sentence is afterwards revoked, and the stone\n.. dignified \" by Nalvage, another, perhaps a rival, spirit. It was even\n\"marvellously brighter than before.\" Sometimes the stone, on being\nconsulted, gives no response, but remains \"of his natural diapliinitie.\"\nOn one such occasion we gather a small detail, which reminds us of the\nmethod pursued by a magician, Simon d'Achard, who was hanged in\nPa.ris in 1596 for the crime of mirror-reading, and whose pla.n was to\nwrite down the questions to which he desired a.n answer, aild put the\npaper awa.y with the mirror, in which the following day he read the\nmessage for which he sought.lI Dr. Dee writes :-\nVery long I prayed in my Oratory and at my deake, to have answer or\nresolution of divers doubts whioh I had noted in a paper,3 and whioh doubts\nI read over distinctly . . . but answer came t.here none, neither in the\nStone did anything appear, no, not the golden ourtain.. . • But I held\non in a pitiful manner.\nThe surroundings of the Shew-stone seem to have been a matter re-\nquiring great attention. Even when on a passing visit to the Emperor\nwe find that an oratory is arranged, and \" the Angelicall Stone set in\nthe frame of gold on the Table,\" and when at home, Dee frequently\nspeaks of the oratory or sanctuary, also of \"curtains\" and\" a veil.\"\nThese curtains, however, are not to be confounded with another\n1 Part n., p. 23.\nI Story told by De l'Anore in L'Incri4uliM d Milcniance flu SortiJ.ege. Paris,l622,\np.774-\nI On another oooaaion, we read that Kelly left written qUestiODB in his window\n(p. SO;. \"Nah'8p told him the devil bad now taken away his questiODL E. K.\nwent down to see if it were true, and it W&II true.\"\nDigitized by Coogle\n\f500 Recent Eape'Y\"inn,mts in Crystal-\"ision. [May 10,\nII curtain .. often mentioned, which \"a man would think at first per-\nchance . somewhat outward, but it will be found otherwise, it.\nwas seen in the Stone, and appeared of different forms and colours.\" It\nserved in fact as a sort of drop-scene to distinguish between the acts,\nand W8S sometimes superseded by \" a ball or cloud of smoak.\"\nBut enough of Dr. Dee, whose book, however, I can recommend\nas very suggestive and entertaining reading, containing much which is\nunexpected, from what seems the first seed of certain modem theo-\nlogical heresies down to an early statement of the principles of Pepper's\nGhost. The results attained by Cagliostro were so similar to those of\nDr. Dee as scarcely to need special mention, though the fact that\nCagliostro made use of a carafe of water constitutes a slight difference\nin method. Some interesting facts and illustrations of crystal-gazing\nare recorded by Boissard,l in which we have the usual elements-the\nmirror, incantations,and child seer; and oneof the instancesgiven is note-\nworthy as an example of clairvoyance, rather than of the Spiritualistic\nflavour of the Dee stories.\nA man having committed a murder is fleeing from his country. On\nthe way he goes to a magician for news of his wife. Incantations are\nperformed, a child is called, and looking in a mirror describes a room, a.\nlady, the details of her dress. She is flattening something in her palm,\nand laughs and talks with a young man who sits by.\nThe husband recognises his wife, and the room she occupies, but\nnot the young man, and seized with jealousy, returns at the risk of his\nlife to a village near home, whence he sends a messenger to his wife\ndesiring an interview. The lady arrives much rejoiced at the unex-\npected meeting, and on being questioned, gives an account of the scene\ndescribed, which agrees in every particular, even 8S to the dress she was\nwearing at the time. The mysterious young man turns out to be the\nhusband's brother, for whom she was preparing a plaster which she\nflattened between her hands.\nDe l'Ancre gives a somewhat similar story also of a jealous husband,\nto whom a magician, reading in a glass, describes a scene which induces\nhim to return home at once, to find that his wife had broken her arm\nwhich had been set by a surgeon-monk, the sight of whom had caused\nso much. unnecessary anxiety.2 Ben Jonson enumerates among the\ntricks of \"the Alchemist,\"\" taking in of shadows with a glass, told in\nred letters.\" In a note by Whalley, Ed. 1811, we read, \" i.e. says\nMr. Upton, letters written in blood, and he thinks it an allusion to ~\nparticular manner of divination with a glass mentioned by the Scholia.o;t\nof Aristophanes in Nub. 760. I rather apprehend it an allusion to the\nI BoiBaard, 7'rac. Dil'\" cap. V. pp. 15, 16.\nI L'JncrM,uJ,iU eC MilIcrMnce du SortiUgt, De l'Ancre, p. 257. Paris, 1622. Readers\nof Sir W. Scott may be reminded of .. Aunt Margaret's Mirror.n\nDigitized by Coogle\n\f1889.] Recent Experirn,ents in Orystal-vision. 501\nfortune-tellers of our author's day, and that these shadows were visions,\ntaken by a beril, which is a kind of crystal, they had used to look into.\"\nA crystal at Nuremburg is often referred to by writers of the 17th\ncentury, 1 in which a boy could read answers to any question asked and\nby which an important scientific difficulty (we are not told of what kind)\nwas once decided. Unfortunately, the owner was seized with scruples\nas to its use, and fina.lly broke it in pieces.\nAmong crystal-seers of importance in England after Dee's time, was\na Mr. Compton of Somersetshire, i said to be a physician of repute, who,\nwishing to give proof of occult skill to a patient, Mr. Hill, asked him to\nlook in a mirror, which (without the usual prelinIinaryincantation, &c.)\nhe offered for his immediate inspection. Mr. Hill then beheld his wife,\nwho was many miles distant, \"in the habit which she then wore, work-\ning at her needle, in such a part of the room, in which, and about which\nshe really was, as he found upon enquiry when he came home. Comp-\nton . . . was an utter stranger to the person of his wife.\"\nTo the same period belong several seers, mentioned by Lilly,S none\nof whom present any special features of importance. He also gives us\na description of a crystal used in his time by a Mr. Gilbert Wakering,\n\"a beril, of the largeness of a good big orange, set in silver, with a\ncross on the top, and another on the handle, and round about engraved\nthree angels' names,-Raphael, Gabriel, and Uriel.\"\nA similar description is given by Aubrey,' of \"a berill now in the\npossession of Sir Edmund Harley, ~.B., at Brampton Bryan, in\nHerefordshire.\" It was originally used by a minister in Norfolk with\na call, \"afterwards a miller had it, and both did work great cures with\nit.\" Fina.lly,\" it came into somebody's hands in London, who did\nstrange things with it, and was questioned for it, and it was taken\naway by authority.\"\nThe \"caW' seems to be the modem substitute for the earlier\nincantation. Examples are given by writers of the time; one quoted\nby Percy 6 is headed \"An excelient way to get a Farie,\" of which the\nconditions are :-\n\" Firat get a broad .quare crystal or Venice glasa, in length and breadth\n3 inch. Then lay that cryatall in the bloud of a white henne, 3 Wednes-\ndays or 3 Fridays...\n. And so on. Another, still more curious, quoted by Reginald Scot,6\n1 Sprenger, Introduction to his Edition of Plutarch's De Dtfectu Oractiloru\",;\nCaaaubon in Introduction to Dr. Dee, and Bodin, FUtsu de. ~, p. 129, Ch. II.\nI Soducilm1U TriumpMe1U, Glanville, 1681, pp. 202·3-4.,\nI Life \/MIll Timu of W'tuiam Lilly, 1602·81, pp. 1lM-5.\n'llUcdl4niu, J. Aubrey, 1696, p. 130•\n• From a MS. in the Ashmolean Museum. Probably the one referred to by\nAubrey as .. the call Mr. Elias Aabmole had.II\n• DiIcmJerg of W'itcAcnJft, Reginald Scot.\nDigitized by Coogle\n\f502 Recent Experirrwmts m CrY8tal-vision. [May 10,\nis called \"an operation . • . to have a spirit enclosed in a crystal\nstone or beryl glass.\" This was a work of time, demanding not only\n\"new and fresh and clean array,\" but the repeating of seven Psalma,\nseveral long prayers, sundry operations with fine bright swords,\nfive days' fasting, and other tedious performances.\nLilly tells us of one Mortlack who had a crystal and a call for\nQueen Mab. \"He deluded many thereby.\" Once, on trying in\npresence of a large company to no effect, he complained of adverse\ninfluence in the presence of Lilly, who adds: \"I at last showed him\nhis error, but left him as I found him, a pretending ignoramus.\"\nPerhaps the latest historical example of mirror-gazing is that given\nby Saint-Simoni, who tells in his Memoirs of a magician who predicted\nto the Duke of Orleans the fate of the princes through whose death he\nattained the position of Regent of France. The seer in th.;.s case was\n0. girl, young and innocent, whose visions were perceived by means of a\nglass of water. I\nSome interesting examples of crystal-seeing are me6tioned by\nMrs. De Morgan,1 whose comments upon them are as follows :-\nCrystal-vision is a well attested fact, having its laws and conditions like\nother phenomena in this world of known and hidden causes, lI.nd a little\ncareful observation may clear away some of that obscurity whi~1b has kept\nit &8 the property of witches and sorcerers. The Crystal . . .1 seems to\nproduce on the eye of the seer an effect exactly like what would e\"lAue under\nthe fingers of a powerful mesmeriser. The person who looks at it often\nbecomes 8J.eepy. Sometimes the eyes close. At other times tears flow,\nThe following remarks. to the same effect are from La Ma.JU .t\nl'A.WoI.ogi8 (Louis F. A. Maury, 1860).\nEntre les principaux moyens de divination un grand nombre avait pour\neffet de determiner une sorta de vertige, en agisBant sur les yeu'\" et par\noonaequent sur Ie cervesu, apeu pm de la mAme f&90n que dans l'hypnotiame\nIe font des corps brillants. (p. 426.)\nIn one instance quoted by Mrs. De Morgan the percipient dwells\nupon the fact that the crystal vision is not interfered with by the\nnormal vision, that she could discontinue her observation, occuPy herself\nwith other things, and return to find the scene as she left it. In my\nown experience, on the contrary, absolute fixity of gaze is essential to\nthe very existence of the picture, which remains only so lo~: as'I can\ncontinue without relaxation either of attention or vision.\nWe have already seen that there seems a probability that the\ndivination by the Urim and Thummim was in some way anAlogous to\nthat by mirror-gazing. I venture to quote in this connection from Dean\nPlumptre who, in his article \"Urim and Thummim,\" in Smith',\n1 Saint-Simon, Cb. clxi.\n2 F'tvm MaUn- to Spirit, p. 110.\nDigitized by Coogle\n\f1889.] .Recent Experirn.ents Vn Ory8tal-vision. 503\nDictionary of eM Bilk, says in answer to the question, \"In what\nway was the Urim instrumental in enabling the High Priest to give a\ntrue oracular response t\"- .\nIn lOme way they helped him to rise out of all aelfiahneaa and hypo-\ncriay, out of all ceremonial routine, and to pa8II into a state analogous to that\nof the later prophets, and 80 to become capable of a new spiritual illumina-\ntion. The mod1l3 operandi in this caae may, it is believed, be at leaat\nillustrated by lOme lower analogies in the 18811 common phenomena of con-\naciousneaa. Among the moat remarkable of such phenomena is the change\nproduced by concentrating the thoughts on a single idea, by gazing steadfaatly\non a single fixed point.1 The brighter and more dazzling the point upon\nwhich the eyes are turned, the more rapidly is the change produced. The\nlife of perception is interrupted. Sight and hearing fail to fulfil their usual\nfunctions. The mind passes into a state of profound abstraction, and loaes\nall distinct personal oonaciousness. Though not asleep, it may see visions\nand dream dreams. Under the suggestions of a will for the time stronger\nthan itaelf it may be played on like •• a thinking automaton.\"\nAmong recent examples of mirror-gazing some, at once the best\nattested, as well as the most striking, come to us from modern Egypt. II\nSome interesting remarks upon the question and its relation to the\nphenomena of Mesmerism may be found in an article by Mr. Hockley,\nin The Ewl (Vol VII., p. 251, 1849-50), and it is said, though I have\nnot been able to meet with any trustworthy account of the period, that\nthe subject attracted great. attention, especially in Lancashire, about\nthe middle of this century. 3 An intel\"Elsting experiment, made in 1869,\nhas recently been recorded by Mr. Dawson Rogers (Ligltt, March 16th,\n1889). He relates that he put a crystal into the hands of a lady, to\nwhom its use was quite unknown, who, after gazing into it· for a short\ntime, minutely described a scene, in which a lecturer, apparently an\nEnglishman, was addressing a foreign audience, while behind his chair\nstood the spirit of a North American Indian, who seemed, to some\nextent, to inspire his discourse. Some months later the lady was by\ncha~ce introduced to the United States Consul for Trebizond, whom\nI Cp. Maury, La Magie d l'Altrologi~, pp. 430-81. After speaking of onycho-\nmanoy and similar fol'Ul8 of divination by gazing, he adds: .. Ces moines du Mont\nAthoa qu'on avait surnommee umbilicaiDB ou ompbalo-psychiques, et qui croyaient\n...oir, aprils avoir longtemps contempM leur nombril, la lumillre du Thabor, tltaient\ndupes d'une hallucination de m6me HOrte. • • • Cette aecte des umbilicaiDB pamt\nd8D8 la premillre moititl du eeizillme sillcle. • • • La rondelle de mtltal ~ d'un\ntrou dont fait usage M. Phillips dans 888 exptlriences d'hypnotisme. rappelle la forme\nde l'organe 11111' lequel ces moines fixaient leu,t'fl regards d'admiration.\"-Fleury, BiM.\nEcdb., 7. xcv. c. ix.\nI In addition to works already referred to, 888 Butler's Court Life in Egypt.,\npp. 238-242-\na Crystal-seeing now very common,-a nine days' wonder of the Metropoli&.\nAdmitted 118 undoubted truth in Lancashire. Elihu Rich, Enqc. Md., 0ccuU Scierw:u•\n•• Catoptromancy still found in many \\·illagea.\"-Diet. 171femo1., Paris, 1863, p. 145.\nDigitized by Coogle\n\f504 Recent Experiments in OryBtal-viBion. [May 10.\nshe recognised as the subject of her vision, and who believed it to refer\nto some occasion when he had given an address in that town. He ~\nstated that other Spiritualist seers had given similar descriptions of the\nIndian spirit.\nAn interesting little volume has lately been brought to my notice,\nViBionen im Wasserglasse, by Adelina Freiin v. Vay; geb. Grii.fin\nWurmbrand.\nIt is the record of about 90 experiments, extending over the years\nNovember, 1869-December, 1875. The authoress tells us that they\nwere undertaken by the desire of her \"Spirit Leader\" (p. 3), who also\nexplains their significance. Except that I can lay claim to neither\n\" spirit leader\" nor spirit visitants, and am responsible for my own\nexplanations, I find that the experiences resemble mine in many\nrespects. Frau v. Yay sees her pictures without distress or difficulty-\nsometimes like photographs, showing light and shade only, at others\nwith their natural colouring, usually distinct. in outline, though some-\ntimes as mere cloud pictures; at times they are only of momentary\nduration, at others they remain some time, or melt gradually into\nnew combin&:tions (p. 4). The will of others does not influence\nher visions-concentration of sight and attention is all that i&\nnecessary. The \"Spirit Leader\" speaks of such picture-seeing as\nbeing as old as mankind, known to all the nations of antiquity,\nthough not in our own day receiving the attention it deserves\n(p. 5). Though no attempt has been made at classification, I am\ninclined to think some such arrangement as I have ventured to suggest\nfor my own would also meet all the cases in the record, which has been\nkept in an orderly manner. Fran v. Vay dictates the description of\nthe picture while present before her to her husband, the \"Spirit\"\ncontributes the interpretation, and the fulfilment is afterwards added in\nproper historical order.\nExPERIMENTS.\nThose interested in such matters may perhaps be glad to learn that\nseveral persons have lately made experiments with the Crystal, which\nhave been carefully recorded.\nIn attempting some examination of the result, I have for material\nseveral cases which I am permitted to quote at first-hand, as well as\nmore than 70 of my own, of which I have kept notes, invariably made\nwithin a short time (at the furthest, an hour) of the occurrence of\nthe experiment. Of these, I believe not more than two or three !,fe\nof a kind to which I can assign no meaning, and even as to these I\nthink it quite possible that some explanation may yet be forthcoming,\nseveral other cases having occurred, as will be seen, in which the source\nof the message or vision was not immediately evident.\nDigitized by Coogle\n\f1889.] 505\nThe experiences of the different percipients have sufficient resem-\nblance to each other, and to some extent to those recorded in history, to\njustify a provisional classification.\nIn the first place, we must treat the Crystal-visions on the analogy\nof other hallucinations, assuming that the part played by the Crystal is\nmainly to concentrate the gaze. This is evident from the variety of\nthe means employed, already in part enumerated, and to which\nmay be added many others which the imagination of the percipient may\nsuggest, the crystal having maintained its position of preference, pro-\nbably on the ground of convenience. From my own experience I\nwould suggest a dark framed photograph, hanging on the same side of\nthe room as that on which the light enters, as very effective. The reflect-\ning balls, a favourite toy on a Christmas tree, which others have found\nsuitable, always strike me as reflecting too much, and in too grotesque a\nmanner, to be of 'use, and the same may be said of the back of a watch.\nThe Arabs and Hindoos sometimes use a cup of treacle, the Chinese\nthe palm of the hand alone; olive oil, lamp-black, and other liquids\nhave all, as we have seen, their place amongst the methods of Crystal-\nseeing. The Crystal of the 17th century seers seems to have usually\nbeen cut and polished and mounted in a ring, but was occasionally used\nin its natural fonn. That spoken of as belonging to MI'. Dawson\nRogers is of the latter kind. A glass or Va&e of water serves every\npurpose, but is obviously inconvenient to handle, especially if used in\nthe dark. I can also recommend, particularly for daylight experiment,\na good-sized magnifying glass placed on a dark background.\nAssuming, then, that the crystal is used for the purpose of con-\ncentration, both mental and physical, we shall find that the visions\nfollow the main lines of other hallucination, and may be :\n1. After-images or recrudescent memories, often rising thus and\nthus only from the sub-conscious strata to which they had\nsunk.\n2. Objectivations of ideas or images\n(a) Consciously or (b) unconciously in the mind of the per-\ncipient.\n3. Visions, possibly telepathic or clairvoyant, implying acquirement\nof knowledge by super-nonnal means.\nIn seeking to illustrate the first of these three groups I hope to be\nforgiven. if I draw mainly from my own experience, not only because\nmy own record is largely concerned with this class of vision, but because\nsuch stories contain so little of the marvellous that they are practically\nignored by most writers on the subject.\nThe tendency of the conscious memory is so strongly in favour of\npicture-making that we may naturally assume this habit on the part of\nigitized by Goog\n\f506 .&cent Experiments in Orystal-vision. [May 10,\nthat which is latent or sub-conscious. We notice this strongly in the\nchild, whose play consists for the most part of a reproduction of\ntIOme \"fragment from his dream of human life,\" and it becomes still\nmore marked among the uneducated, the grown-up children of our\ncivilisation.. One asks a poor woman after her rheumatism, or her\nflower garden, or her grandchild, no matter what, and she inevitably\nbegins by telling you how on a certain da.y she was sitting, \"as it\nmight be there,\" and a friend dropped in just as you have done this\nmorning, and so on--convinced that the assertion that the stones remain\nthere unto this day, is as convincing an argument to your mind as to\nher own. The question often asked, \"Is thought conducted in words7\"\nmay present many difficulties, but we are all probably agreed as to the\ntendency of recollection to the forming of pictures.\nThe revival of impressions or preeentations, says Mr. Sully, baa, as ita\nphY8ioiogical condition, the modification of the centres in 80me way and the\nproduction of a phY8ioiogical disposition. Owing to this, though excitation\nof the centres can take place at first only through some peripheml stimu-\nlation it may subsequently become independent of it. Milton mentally\npicturing scenery after he had lost his sight, and Beethoven representing\nmusical sounds after he had 108t his hearing, are striking illustrations of\nthis 8urviving central effect of external 8timulation.1\nSuch pictures sometimes occur in the Crystal when I am looking\nfor something else, and may consist of a room I have seen during the\nday, a glimpse of some corner of a house where I have chanced to call,\na sudden movement which has startled me, indoors or in the street, as\nwhen a maid has surprised me with an unexpected service, or the dog\nhas run under a passing vehicle-something which has received but the\nslightest notice at the moment of its occurrence, but which recurs in\nintensest clearness when it presents itself in the Crystal. It is a matter\nof regret to me that for the present I am unable to compare notes\nupon this kind of vision with any other percipient, as one would be glad\nto know how far it depended upon the habit of visualising impressions.\nIf, for example, I desire to describe a room in a friend's house, I return\nin recollection to the occasion of my last visit; I once more occupy the\nsame chair, the carpet at my feet becomes visible, the furniture nearest to\nmy seat, gradually the whole contents of the room, till walls and ceiling\ncomplete the picture, and I am able to give an inventory which would\nnot disgrace an auctioneer's clerk. How much this idiosyncrasy may\nhave to do with the clearness of my crystal-pictures, I leave to the\nwiser in sucb matters to determine.\n(No.7.) Here, for example, I find in tbe Crystal a bit of dark wall,\ncovered with white jessamine, and I ask myself, \"Where have I walked\nto-day 1\" I have no recollection of sucb a sight, not a common one in\nigitized by Goog\n\f1889.] Recent Ea:periments in Orystal-vision. 507\nthe London streets, but to-morrow I will repeat my walk of this\nmorning, with a careful regard for creeper-oovered walls. To-morrow\nsolves the mystery. I find the very spot, and the sight brings with it\nthe further recollection that' at the moment we passed this spot I was\nengaged in absorbing conversation with my companion, and my\nvoluntary attention was pre-occupied. '\n(No. 62.) To take another example. I had been occupied with\naccounts; I opened a drawer to take out my banking-book. My hand came\nin contact with the Crystal, and I welcomed the suggestion of a change\nof occupation. However, figures were still uppermost, and the Crystal\nhad nothing more attractive to show me than the combination 7694.\nDismissing this as probably the nUlpber of the cab I had driven in that\nday, or a chance grouping of the figures with which I had been\noccupied, I laid aside the Crystal and took up my banking-book, which\nI had certainly not seen for some months, and found, to my surprise,\nthat the number on the cover was 7694. Had I wished to recall the\nfigures I should, without doubt, have failed, and could not even have\nguessed at the number of digits or the value uf the first figure.\nCertainly, one result of crystal-gazing is to teach one to abjure the\nverb \"to forget,\" in all its moods and tenses. Perhaps the time may\ncome when we shall relegate the waters of Lethe to the region of other\nmyths, which exist only for the Royal Academician hard up for a\nsubject, and try to endure the conjugating of some such verb as to\n\" dis-remember.\"\n(No. 68.) To quote again from my note-book,-this time an instance\nmore satisfactory to myself. I had carelessly destroyed a letter without\npreserving the address of my correspondent. I knew the county, and\nsearching in a map recognised the name of the town, one unfamiliar to\nme, but which I was sure I should know when I saw it. But I had\nno clue to the name of house or street, till at last it struck me to test\nthe value of the Crystal as a means of recalling forgotten knowledge.\nA very short inspection supplied me with \"H. House\" 1 in grey\nletters on a white ground, and having nothing better to suggest from\nany other source, I risked posting my letter to the address so strangely\nsupplied.\nA day or two brought me an answer, headed H. House in grey\nletters on a white ground.\n(No. 30.) The following illustration is in some respects similar. It\nwas suggested to me, one day last September, that I should look into the\nCrystal with the intention of seeing words, which had at that time\nformed no part of my experience. I was immediately rewarded by the\nsight of what was obviously a. newspaper announcement, in the type\n1 The entire wonl-une I know in DO other connection-was supplied.\nDigitized by Coogle\n\f508 Recent Experilrnenta in Orystal-visWn. [May 10.\nfamiliar to all in the first column of the Times. It reported the death\nof ala.dy, at one time a very frequent visitor in my circle, and very\nintimate with some of my nearest friends, an announcement, therefore,\nwhich, had I consciously seen it, would have interested me considerably.\nI related Iny vision at breakfast, quoting name, date, place, and an\nallusion to' \" a long period of su1fering\" borne by the deceased lady.\nand added that I was sure that I had not heard any report of her\nillness or even, for some months, any mention of her likely to suggest\nsuch an hallucination. I was, however, aware that I had the day\nbefore taken up the first sheet of the Times, but was interrupted before\nI had consciously read any announcement of death. Mrs. Henry\nSidgwick, with whom I was staying, immediately sought for the paper,\nwhere we discovered the paragraph almost exactly as I had seen\nit. We each recorded our own share in the circumstance and carefully\npreserved the newspaper cutting.\n(No. 71.) The following is a more recent example of word-seeing,\nwhich depended upon, as I believe, a revival of memory. It had occurred\nto me to write down some verses which I had once learnt some years ago\nand which I knew I could not recover should I ever forget them. I had\nno difficulty in recalling what I believed to be a correct version and was\ntherefore, at first, surprised to read in the Crystal, a few days later,one\nverse, in which occurred the following line :-\n.. Clear by the mountain torrent, and soft by the lonely tAm,\"\nwhich I had written, and certainly had long believed to be, \"clear to\nthe mountain echo, and sweet by the moorland tarn.\" I believe the\nformer to be the correct version, not only because the antithesis was\ncharacteristic of the style of the writer, but also because, as forming\npart of a description of a voice, this edition obviously conveys more\nmeaning.\nThe question of association, as in all cases of memory, plays an\nactive part in this class of crystal-vision. One of my earliest ex-\nperiences was of a picture, perplexing and wholly unexpected (No. 11)-\na quaint oak chair, an old hand, a worn black coat-sleeve resting on the\nann of the chair,-slowly recognised as a recollection of a room in a\ncountry vicarage, which I had not entered and but seldom recalled\nsince I was a child of ten. But whence came this vision, what\nassociation has conjured up this picture' What have I done to-\nday 1 . At length the clue is found. I have to-day been\nreading Dante, tirst enjoyed with the help of our dear old vicar many\na year ago.\n(No. 40.) One more illustration will suffice. We all know the mood in\nwhich it is impossible to recall some face with which we are thoroughly\nfamiliar. I have been speaking of M. and praising her beauty, but no\neffort will bring her countenance to my remembrance. The crystal is\nDigitized by Coogle\n\f1889.] Recent Experiments in a'l'ystal-vision. 509\nnear,~ album containing her picture across the room,-SO I seek\nwhat I want in the crystal. In vain; it remains, as Dr. Dee says, of its\n~'natural diaphinitie.\" I make another effort, this time not to see the\nface itself, but its counterfeit presentment. The Crystal shows me the\nopen page in my album, and the left-hand portrait, but that of M. is\ncovered by what appears to be the back of a photograph of a pinkish\nyellow colour, lying crookedly above it, which refuses to move. This is\nirritating, and I lay aside the Crystal and fetch the book. As I open it,\nout falls the photograph of which the back vi~ had been presented '\nto me, one which I had but a day or two before, promised to send to\na friend, a promise I had carelessly failed (I may not say forgotten) to\nfulfil. There seems to be a curious struggle for supremacy between a\nvoluntary and a non-voluntary faculty, a claim, 8S it were, of duty\nor conscience to have the first hearing. .\n(No. 28.) Sometimes the latent memory is less certain, more confused\nin its action, than in the cases above quoted. One day I had been seeking\na medical prescription which I failed to find among my papers. After\nlooking in many pla.ces, likely and unlikely, I concluded it had been\naccidentally destroyed, and dismissed the matter from my thoughts.\nSome hours later, without having consciously thought of my search\nmeanwhile, I was occupied with the Crystal, which, after presenting\nme with one or two other pictures, suddenly showed a pa.per which by\nits colour and general appearance I recognised as the one in question.\nOn further inspection, however, I observed, without being able to read\nthe words, that the prescription was in the handwriting, not of my\ndoctor, but of my friend E. As I have never yet found any Crystal\nvision to be absolutely without meaning, or deceptive in a.ny particular,\nI resolved to follow up this indication in the only way which occurred\nto me, and finally found my lost prescription accidentally folded within\none of E.'sletters, where it had remained, I have reason to believe,\nfor more than four years. I may add that E. is a very frequent corre-\nspondent; that this particular letter had been preserved quite by\naccident, and that there was no possible connection of ideas, either of\ntime or place, between the two documents.\nI give another illustration, of a rather different kind, of the same\nprocess of confused recollection, in which the part played by memory,\nthough I think it undoubtedly exists, is of so undefined a nature that\nat first sight the case seems almost to belong to the third group-that\nin which we find trace of knowledge acquired by some kind of super-\nnormal means.\n(No. 18.) A small key had been lost, by a member of the household,\nto the great general inconvenience, and all other means having failed I\napplied to the Crystal for information. All that I obtained, after\npatient inspection, was a glow of red colour, which, as I had taken\nDigitized by Coogle\n\f510 Recent Experiments in CryRtal-vision.. [May 10,\neve.,y precaution against reflection, seemed meaningless, and so, con-\ncluding that a mere formless shining, so entirely new in my experience,\ncould be merely an effect of weariness, mental or physical, J put the\nCrystal away. The following afternoon I was playing at the piano,\npaying no attention to what was passing in the room, when my ear was\ncaught by the sound of a click. Before I had consciously recognised it\nas the snap of a purse, the red glow recurred to mind, and it flashed\nacross my thoughts tliat A., the loser of the key, was the possessor of 8.\nscarlet morocco purse. Offering no reason, I begged to be allowed to\nhandle it, and in an outside pocket found the missing object. I ought\nto add that, as it was all along supposed that the key had dropped\nfrom its ring on to the floor, the thought of the scarlet purse was not 8.\nlikely coincidence, so unless it be assumed that the knowledge had been\nacquired telepathically from the lady who had herself ~pl8.ced the key\nwhere it was finally found, one is reduced to the supposition that I had\nunconsciously caught some accidental glimpse of its whereabouts.\nReaders of Du Prel's Pl'ilosophy of Mysticisrt& will be reminded\nof m.any examples given of a like exaltation of memory,1 sometimes\nassociated with some circumstance of e~citement or stimulus, such as an\nattack of fever, of insanity, or delirium,-8ometimes at the moment of\ndeath,2 in a condition of somnambulism, or even in ordinary dream.\nDu Prel says, for instance (Vol. II., p. 33):-\n\" The true cause mU8t be common to all those conditions, and is no other\nthan the disappearance of the normal habitual consciousness and its content.\nEven the mere stopping up of the chief inlet of sense-impressions,\nblindness, as it usually exalts other psychical capacities, can also awaken the\nlatent memory.\"\nIs it an over-stretching of analogy to compare the pre-occupation\nof the sense of sight by the fixity of gaze required for crystal-seeing,-in\nso far as it is an occasion of \" wisdom at that entrance quite shut out,\"-\nto a temporary blindness 1\nWe now pass to the second group (2) Objectivation~ of ideas or\nimages; and in proceeding with some illustrations of those consciously\nin the mind of the percipient, I am glad here to be able to draw upon\nthe experience of others. In two cases the first experiment with\nthe Crystal resulted in a vision of this sort.\nMy friend T. had never handled or even seen a Crystal before I put\none into her hand, asking her to attempt to make use of it. The vision\n1 A recent probable example of the return of memory is that familiar to readers\nof the Proceeding, of the Society for Psychical Research, of Mr. Schiller, who pr0-\nduced in automatic writing, passages in the Provpno;al dialect, which he was not aware\nof having ever seen or heard before.\n2 It is interesting to find this fact noticed by a writer of the 17th century.\n.. Men I!Ometimee at the hour of their departure do speak and re&IIOD above them·\naelves.\"-Beliqio Medici, xi.-8ir Thomas Browne. 1642.\nigitized by Goog\n\f1889.] Recent Experiments in Orystal-viaion. 511\nwhich shortly presented itself was a face which, at first indistinct,\ngradually became clearer, till she was able to recognise it as that of a\nfriend whom she had lately nursed in a fatal illness, and who, though\nnot actually in her thoughts at the moment, was no doubt an ever\npresent memory. In the same way G. on her first inspection of the\nCrystal saw the outline of a sheeted corpse which, without seeing the\nface, she felt assured was that of a near relative whose serious illness\nwas a subject of deep regret to herself and her friends.!\nSpeaking for myself, though I sometimes deliberately and inten-\ntionally call into the Crystal the creatures of my fancy, this reproduc-\ntion of the more familiar subjects of recent conscious experience is\nvery unusual with me, perhaps for the same reason that my remembered\ndreams are never,~ntrary, I believe, to theory,-concerned with the\nthoughts and events of the past day, the surroundin~rs of daily life,\nseldom even with the friencls about'me ;-though if they go from home\nI at once have the pleasure of their presence in dreamland.\nJust as a fanciful child will tell itself a story, I sometimes in a\nmoment of idleness create a group of figures a.nd put them in the\nCrystal to see what they will do, and so far is one's con8cious a stranger\nto one's unconsciou8 Ego, that I sometin.tes find their little drama 80\nstartling and unexpected that I watch the scene with curiosity and\nsurprise.\nI am unable to quote directly from the Crystal any example of this\nsort of vision, in\"any way worth the spaCe it would occupy, but as it\nhas already been submitted that the nature of the means used for\nconcentration of gaze is of little consequence, I venture to su~join the\nfollowing.\nI had been discussing with a friend the motto, \"Noblesse oblige,\"\nand mainly for the sake of argument had supported the theory that the\nconduct illustrating the principles it involved was more likely to be an\nhereditary tendency than the result of external surroundings. The\nsame evening, while sitting at the piano in the firelight, I had wovep\n- into my music a story in support of my argument, and had reached the\nclimax, where the hero, having sacrificed all he most cared for, for the\nsake of his principles, was about to be re-instated in the opinion of his\nfriends by the good offices of one who had appreciated the real heroism\nwhich underlay all the apparent inconsistencies of his career. I had\nconjured up a vivid picture,-the stately mansion, the group of friends\ngathered on the terrace, the distinguished officer who pleads the cause\nof the cast-off son of the house, the young man himself in whose\ncountenance pride and affection struggle for the mastery. Just then,\n1 I am not aware that either friend haa since had any unpleasant\"Vidion of the\nkind.\n2L\nDigitized by Coogle\n\f512 Recent Experiments in Crystal-'1Jis'Wn. [May 10,\na flame suddenly shooting up from the wood on the hearth showed me\nthe picture I had imagined, reflected upon the polished front of the\npiano,l--ca.rrying out my fancy with detailed exactness, except in one\nparticular. The officer is dressed for riding, and his horse is held in\nthe background by the hero himself in the dress of a private soldier,\nsuggesting, as a better illustration of my theory, that he should be\nbrought triumphantly through scenes of coarse' temptation and an\natmosphere of lower aims.\nSo far as crystal-vision is a revelation of one's unconscious self, it\ndoes not, so far as my experience goes, administer greatly to one's self-\nesteem. . So grotesque and commonplace are the ideas which float to\nthe surface, that one is tempted to be thankful for the silence of the\n\"songs unsung.\" I give as illustration one or two, always with 'apology\nfor their very trivial nature.\n(No. 26.) I find in my note-book a memorandum of August 3rd, as\nto a vision of a comer of a room with a red carpet, and walls decorated\nin stripes of pink, white, and green, for which for many months I was\nunable to account. Only a few days ago I called on a friend whom I\nhad not visited since July, and whose house had, I observed, been newly\nand handsomely decorated. A letter which she had written to me before\nleaving town in the summer was by chance referred to, and on\nreturning home I sought it in order to settle a disputed point, and\nfound th\/lt it was dated August 2nd and contained the information\nthat her staircase had been painted and \"looked at present like a.\nNeapOlitan ice.\" This, I doubt not, supplied the colouring of my\npicture.\n(No. 63.) On March 9th I saw in the Crystal a rocky coast, a rough\nsea, an expanse of sand in the foreground. As I watched, the picture\nwas nearly effaced by that of a mouse, so large that I could see only a bit\nof cliff above his tail. Two days later, I was reading a volume of\npoetry which I remembered having cut open, talking the while, certainly\nnot consciously reading, on the day of my vision. As I turned o'-er\nthe leaves a couple of lines struck me as somehow familiar, though the\nbook, a volume by Aldrich, was quite new to me.\n\" Only the Be8 intoning,\nOnly the wainscoat mouse.\"\nThese I imagine suggested the images.\n(No. 74.) The remaining example was of a more practical kind. On\nMarch 20th, I happened to want the date of Ptolemy Phila.delphus, which\n1 The writer of an article in. Rlad.\"1fKJ(J(\/,'8 MtJ{Jazine upon ..Georges Sand,\" tells UtI :\n.. She 1188d to seat herself at her mother's feet before the fire, gazing into an old fire-\nscreen oovered with green. In that fire-screen marvellous pictures would design\nthemselves, as they were said to do in the pool of ink in the palm of the Egyptian\nsorcerers. • • • She shut her eyes and she saw it all still; when she opened them\nit was nowhere visible but on the fire-screen.\"-Rlad;toood, Vol. CXXI., p. 76.\nDigitized by Coogle\n\f1889.] .Recent Experimenta in OrY8tal-vision. 513\nI could not recall, though feeling sure that I knew it, and that I\nassociated it with some event of importance. When looking in the\nCrystal some hours later, I found a picture of an old man with long\nwhite hair and beard, dressed like a Lyceum Shylock, and busy writing\nin a large book with tarnished massive clasps. I wondered much who\nhe was, and what he could possibly be doing, and thought it a good\nopportunity of carrying out a suggestion which had been made to me,\nof examining objects in the crystal with a magnifying glass. The glass\nrevealed to me that myoid gentleman was writing in Greek, though\nthe lines faded away as I looked, all but the characters he had last\ntraced, the Latin numerals LXX. Then it flashed into my mind that\nhe was one of the Jewish Elders at work on t~e Septuagint, and that\nits date, 277 B.C., would serve equally well for Ptolemy Philadelphus !\nIt may be worth while to add, though the fact was not in my conscious\nmemory at the moment, that I had once learnt a chronology on a\nmnemonic system which substituted letters for figures, and that the\nmemoria technica for this date, was \"Now Jewish Elders indite a\nGreek copy.\"\nIt is easy to see how visions of this kind, occurring in the age of\nsuperstition, almost irresistibly suggested the theory of spirit-visitation.\nThe percipient, receiving information which he did not recognise as\nalready in his own mind, would inevitably suppose it to be derived from\nsome invisible and unknown source external to himself. The use of\nthe magnifying glass is a suggestive test of the degree of independence\nof the stratum of thought revealed by the Crystal, but obviously it\ncannot be readily or usefully applied except' in a few instances where\nthe object perceived is of a kind to admit of minute inspection.\nUnfortunately, the suggestion of its use was made to me bu,t recently,\nso that I have had but two or three opportunities of applying it, but\non each occasion with the result of acquiring additional information.\nThe messages, conveyed from one stratum of consciousnses to another\na.re indeed sometimes such as to mystify the percipient. 1\nAn experience of this kind occurred in }Iarch, 1886, to Miss Z., a\nlady known to Mr. Myers, who has shown me the transcribed message.\nA number of letters appeared to her in the crystal, each letter seen\n1 Nicetaa, (Afidron. Clm&n., II. 9.) relates that the Emperor Andronicua Comnenus\nbad recoU1'll8 to Lethoa, a diviner by hydromancy, in order to dve the question who\nWlI8 to be his SUCCllllllOr, his intention being to defraud the revelation of its due by\niDBtantly destroying the pel'8On indicated. The water showed the letters S I, and upon\nbeingfurther qUlllltioned as to the periodof hi. su_ion denoted, •• before the Feast of\nthe Exaltation of the Cross.,,' The prediction was verified, for within the time named\nIaaa.c Angelus had succeeded to power, and Andronicua had been torn in pieces by\nhis infuriated subjects. Elihu Rich, commenting on this story, tells us that \"the devil\nspells as herecitetltheLord'. Prayer backwards. S I, wheninverted, would fairly enough\nrepresent 11I8&C according to all laws of magic.\"-Op. cit., p. 318. Cpo case of\nKelly, already quoted, reading in Greek lettel'll.\n2L2\nDigitized by Coogle\n\f514 Recent Experi'numts in CryStal-MO'1\/,. [May 10,\nseparately, of a bright red colour. At first they seemed to be absolutely\nmeaningless, but it was at length discovered that they composed words,\nspelt backwards, in the following fashion :-\nde tnawae n 0 e m 0 s 0 tn ioj a e ta vi rpe lc ric ts\num eb gnilliwotevigsevlesmehtpuotehtt\nc e j bu s\nand the message at length became intelligible :-\nWanted a someone to join a private circle, must be willing to give them-\nselves up to the subject.\nIn illustrating the third group, visions clairvoyant or telepathic,\n1 have but few instances of my own from which to select examples. It\nwould be easy to draw from a very large number of recorded ca.ses; but\nas in this connection, even more than in our former examples,\neverything depends on the evidence, a large proportion of those which\nhave come down to us are practically without value. However, I\nselect a few, as fairly typical of the class.\nFor many rea.sons,-the gratification of a taste for the marvellous,\nthe immediate possibility of testing their accura.cy,-the greater\ninterest to the on-looker,-the demand for something beyond the\npurely subjective,-the clairvoyant vision is that with which the\ngreater number of seers seem to have been in a.ll ages concerned. The\nfate of the sick, the detection of robbers, the recovery of stolen goods,\nthe conduct of absent friends-some such question is the motifof the\nscene, let who will be the players.\nSome recent cases have been already given from Lane's Modern\nEfl!JPtians, with which we may compare the account given of a similar\nscene by Sir Grant Wilkinson.1 The mis6-et1r8Cene is exactly as before-\nthe boy, the magician, the perfumes, brazier, magic square, invocations,\njust the same probably as at any time for some hundreds or thousands\nof years. But the result was not satisfactory. Lord Fitzroy Somerset\nand the Queen were asked for, and the latter described by the seer as\nwearing black trousers and shoes, a white hat, red coat, black waist-\ncoat, having whiskers, and presenting a glass tumbler.\nLord Nugent,2later, says that not one image evoked bore the sma.llest\nresemblance to the person asked for. The same author accounts for\nthe success of the magician interviewed by Lane by saying that though\nknown as Osman Effendi, he was really a Scotchman and may therefo~\nbe supposed to have had some sort of traditional acquaintance with the\npersons asked for, which he conveyed to the boy by means of leading\nquestions. It is, however, fair to remember that Lane's experiences\nwere not confined to dealings with one magician only. Sir Grant\n1 Modem EgyptiafUl, Sir G. Wilkinson, Vol. I. 218-23. Similar accounts are given\nby Reinaud, IklCriptitm du (Jabind BUmu, p. 401.\n2 Nugent, Landa (JUu,ical and Saered, pp. 134·6.\nDigitized by Coogle\n\f1889.] Recent Experiments in Crystal-vision. 515\nWilkinson, determined to avoid all chance of collusion, sent for a boy\nfrom a distance, and the evocations were all failures of the most\nludicrous type, upon which the magician accused the young 'seer of\nlying, which, says Lord Nugent, \"was no doubt true, but not the cause\nof the ill success.\"\nOne or two typical cases, in addition to some already given, may\nsuffice for illustration before proceeding to such as have resulted from\nrecent experiment.\nA story told by Rist 1 belongs rather to that class of prophecies\nwhich tend to their own fulfilment. A girl, whose parents refused\ntheir sanction to her betrothal, interviewed an old woman who volun-\nteered to show her in the Crystal how far her hopes of happiness were to\nbe fulfilled. The girl, afraid to be left alone with the witch, induced Rist\nto be present·at the interview, which he was thus enabled to describe\nat first-hand. The usual elaborate ceremonies were performed, and the\ncrystal, wrapped in a yellow handkerchief, placed on a green bowl,\nwhich rested on a blue cloth decorated with pictures of dragons. The\nincantations completed, Rist and the girl are permitted to inspect the\nCrystal, in which they see the girl herself, attired as a bride, pale and\ntimid, accompanied by her lover, also pale, wearing top-boots with\nspurs, and carrying pistols. The seers turn faint with fear, and the\nold woman hurries away, but they would indeed have been dull of\nimagination had not the story ended, as it did, with' a runaway\nmarriage.\nThe same explanation, a tendency of prophecies of this kind to\nsuggest their own fulfilment, may be found also in a story told by Lilly.2\nA certain Dr. Hodge had a Crystal, which his partner John Scott\nwished to inspect, so the two went into a field near home, and Hodge,\npulling out the crystal, bade his friend describe what he saw.\n\"I see,\" said Scott, \"a ruddy-complexioned wench in a red waistcoat\ndrawing beer.\" Hodge:\" She must be your wife.\" Scott answered,\n\"Nay, for he should marry a tall woman in London.\" Hodge answered,\n\"he would not, but would marry the woman he now saw,\" and Hodge\nwas right, for Scott soon found the tall lady had thrown him over, and\nafter remaining disconsolate for two years he accidentally saw and\nrecognised in an inn in Canterbury, the ruddy-complexioned wencl~\ndrawing ale, whom he of course ultimately married.\nI now proceed to offer some examples from my own note-book,\nbeginning with three, as to which telepathy seems to offer a very\nplausible explanation.\n(No. 23.) On the evening of Saturday July 28th, 1888, the Crystal\n1 Op. cit., pp. 255·59.\n2 Lilly, Life and Tima, p. 117.\n\f516 &cent Experiments in OrystaJ,-vision. [May 10,\npresented me with a picture of a medieval saint, carrying a rabbit. This\nI recognised as representing a stained glass window at a church in the\nI!eighbourhood, which I visit perhaps two or three times in a year,\nalways sitting within view of this window. As I had not been there\nfor many months, nor consciously pictured the spot since my last visit,\nI was puzzled to account for the vision. Early the next morning on\nwaking I observed on my table a letter, which had probably lain there\nunnoticed the previous evening and which I found contained a request\nthat I would, if possible, attend the early service at the church in ques-\ntion that morning.\nThe friend from whom this request came was an inviilid who had\ncome·to London the day before for medical treatment, whom I had\nbelieved unable to leave his room, and from whom I had certainly not\nexpected to receive any such message. In fact this attendance at\nchurch, which he then believed to be possibly his last, was only by special\npermission of the doctor and he did not leave his room again for\nbetween two and three months.\n(No. 55.) ~ Monday evening, February 11th, I took up the Crystal,\nwith the deliberate intention of seeing in it a figure, which happened to\noccupy my thoughts at the moment, but I found the field pre-oocupied\nby a small bunch of daffodils,-a prim little posy, not larger than might\nbe formed by two or three fine heads. This presented itseH in various\npositions, in spite of my hurry to be rid of it, for I rashly concluded\nmy vision to be a consequence of my having the day before seen, on a\nfriend's dinner table,the first daffodils of the season. The resemblance\nwas not complete, for those I had seen were loosely arranged and\nintermixed with ferns and ivy, whereas my crystal-vision had no\nfoliage, and was a compact little bunch. It was not till Thursday,\n14th, that I received, as a wholly unexpected c. Valentine,\" a painting,\non a blue satin ground, of a bunch of daffodils, corresponding exactly\nwith my crystal picture, and learnt that the artist had spent some\nhours on Monday, previous to my lision, in making studies of the\nflowers in various positions.l\n1 Readers ot Pl&afIttufI&IJ oj Ut,e Lif1ing may remember a cue [I., p. 255 where Mr.\nKeulemane _ in hiB mind's eye a wicker basket of rather peculiar eggs, which, u it\nturned out, precisely resembled a basket of eggs which a friend at that moment ...\nsending off to him. Mr. Keulemane sayB of these mental picturee: ..There is no\nattempt on my part to conjure them up--on the contrary, they come quite suddenly\nand unexpectedly, binding my thoughts so fixedly to the subject u to render all\nexternal influences imperceptible.\" It would seem u though Mr. Keulemane (a pro-\nfeBBional draughtBman of noted accuracy) were able to get definite picturee transferred\nfrom the uncollBciouB region of the mind without needing a crystal to aid in their\nfixation. In the American S.P.R. Proc. IV., p. 515, two aomewhat similar _...\"\ngiven by II Mrs. J. G. W.,\" of whom ProfeBBOr Royce speaks (p. 526) u of a valued\nOOlTeBpOndent. I abbreviate the C8IIeB. .. About two years ago, u I sat in the t.ck\nDigitized by Coogle\n\f1889.] Recent Experiments in CrY8tal-vis-ion. 517\n(No. 64.) On Saturday, March 9th, I had written a somewhat\nimpatient note to a friend, accusing her of having, on her return from\na two months' absence on the Continent, spent ten days in London with-\nout paying me a visit. I was not, therefore, surprised when on Sunday\nevening she appeared before me in the Crystal, but could not under-\nstand why she should hold up, with an air of deprecation, what appeared\nto be a music portfolio. On Monday I received an answer, written the\nprevious day, pleading guilty to my charge, but urging, in excuse, that\nshe was attending the Royal Academy of Music, and was engaged\nthere during the greater part of every day. This intelligence was to\nthe last degree unexpected, for my friend is a married woman, who has\nnever studied music in any but amateur style, and who, according to\nthe standard of most ladies of fashion, had \"finished her education\"\nsome years ago. I have since ascertained that she, in fact, carries a\nportfolio corresponding with the sketch I made of that seen in the\nvision.1\nI now add, also from my own experience, two further instances, for\nwhich, as it seems, telepathy affords no explanation, as to which I have\nno theory to offer, and which I can only leave to the reader to\ninterpret as clairvoyance, or coincidence, or prevision, or whatever else\nhe will.\n(No. 36.) In January last I saw in the Crystal the figure of a man\ncrouching at a small window, and looking into the room from the outside.\nI could not see his features, which appeared to be muffled, but the crystal\nwas particularly dark that evening, and the picture being an un-\npleasant one, I did not persevere. I concluded the vision to be a result\nof a discussion in my presence of the many stories of burglary with\nof the carriage, I saw, as it were, in the air, numberless pansies which appeared\nsucceeaively, and which I studied in detail as they floated in vision before me. Or\nreaching home I found a large basket containing pansies which had been left for me\nby a friend, and which included very many of the peculiar pansies which I had seen\nin vision on my way home.\"\n\"On another ooca.sion [when similarly driving] I saw a sUOOO88ion of flowers\ncalled bachelors' buttons. On reaching home I found that a large dish of bachelors'\nbuttons had been left for me by a friend. and every distinctive colour that I had seen\nphotographed in the air had its representative flower awaiting me.\"\nI am glad to find these parallels to the triviality of my own crystal·visions; and I\nwould suggest that if-as one hopes may be the ca.se---it becomes the gtlneral rule to\nm dQl\/In ~ford&and any inlage of this kind which is thought to have\" psychical \"\nsignificanee, then the record will be made easier if the images are deliberately looked\nfor in the crystal. and thus distinguished from other more fleeting acts of inward\nvisualisation. It remains, I suppose, to be seen whether such images insist on\nchoosing their own time, or can be \"called from the vasty deep\" of the crystal at\nhours appointed for the experiment.\n1 Perhaps I may here mention a case, given in the Procu:ding. of the American\nS.P.R., Part IV., p. 467, which, though no t:r!l8tal was concerned in it, seems to me to\nbe curiously parallel to this IIJIIall experience of my own. I abridge the narrative. A\nMrs. M. L. M. writes that she was anxiou8 to see a Mr. H., but was uncertain on\n\f518 Rece-nt Experiments in Crystal-vision. [May 10\nwhich the newspapers had lately abounded, and reft.ected with a passing\nsatisfaction that the only windows in the house divided into four panes\nas were those of the Crystal-picture, were in the front attic and almost\ninaccessible. Three days later a fire broke out in that very room,\nwhich had to be entered from outside through the window, the face of\nthe fireman being covered with a wet cloth, as a protection from the\nsmoke which rendered access through the door impossible.\n(No. 39.) A week later I had gone to my room for the night, after\nperforming some small services for an invalid member of the household\nwhom I had left comfortably settled, if not asleep. I was somewhat\nsurprised when the Crystal showed me the same friend, sitting up in\nbed, and apparently in a state of alarm. As she is by no means a\nnervous person, and her illness was the temporary effect of cold, I could\nnot account for the picture, but was sufficiently alarmed to provide\nmyself with a book and await events, instead of myself going to bed as\nI had intended. About an hour and a half later I heard the rush\nof fire engines, and cries of \"fire,\" and remembering our recent\nmisfortune went to the door of my friend's room to ascertain whether\nshe were startled by the commotion. Hearing her call my name I\nentered the room and found her sitting up in bed, much alarmed at\nhaving been aroused from sleep by so near a reminder of the enemy\nwith which we were now familiar. It may be worth while to mention\nthat as she showed no excitement whatever on the occasion of the\n.immediate danger, I could not have anticipated any fear at that\nwhich was merely threatened. .\nAll who, either in their own experience or in that of others, have\nconsidered the question of premonitions have probably found that a\nwhat day he would call. \"On the 19th (July, 1881] I was called out of the office,\nand, before gomg out, I put on the door a card having these worda on it, 'Will\nreturn BOOn.' I was absent about an hour. On my return I came upstairs, but did\nnot ask the [elevator] boy if anyone had called; nor did he tell me anyone had done\nso. As I came within a short distance of the door I saw some characters written upon\nthe card I had left, and just below the printed words, 'Will return IIO()n,' I stooped\ndown and read, 'Mr. H. has been here, and will return.' As I looked the words\nfaded away. I entered the office, and in a very short time Mr. H. came in. He had\nleft no name or message. He had impressed my face upon his mind very strongly,\nwith the intention of seeing if I would be in any way affected by it. or conscious of\nhis approach.\" l\\1r. H. gives a concordant aocount, saying, \"While on my way to\ncall upon her, I impressed upon my mind very vividly the lineaments of her face.\nwith the intention of learning if she would be in any way affected thereby, and if\nshe would mention anything that would show that she had any knowledge of my visit\nbefore I saw her...\nUnless we take this coincidence to have been accidenta1, we must, I IIUPpoee.\nassume that some telepathic influence from l\\1r. H. had reached Mrs. M.'8 un-\nconscious self, and externali.sed itself as a written message at the moment when Mn.\nM. was looking at the card-a suitable surface for the hallucination. Did not Mrs.\nM.'s card play much the same part as the crystal which showed me my apologetic\nfriend with her music-portfolio!\nDigitized by Coogle\n\f1889.] .Recent E~riments in Crystal-viAnon. 519\nconsiderable proportion relate to the arrival of letters at the time or\ndOOn afterwards passing through the post, and have perhaps concluded\nthat from such premonitions one must, as a rule, discount considerably\nfor expectation, conscious or unconscious, for probability, and perhaps\nsomething also for telepathy. It is not therefore surprising that in my\nown record of crystal-visions about 14 per cent. are of this character.\nThough some of these are more or less interesting to myself, I cannot\nregard them for the most part as satisfactory evidences of clairvoyance.\nThe following instance is, however, somewhat exceptional.\n(No. 66.) On the evening of March 11th, being tired, I was about to\ngo early to my room, when it occurred to me to wait for the last post,\nalready late, that I might not be again disturbed by having the\nletters brought to my room. I took up the Crystal rather to\npass the time than with much expectation of seeing anything;\nfor as a rule when one is tired the concentration of attention\nnecessary to crystal-vision is somewhat difficult to attain. However, I\nperceived a white object on a dark ground, soon becoming more\nclearly defined as a letter in a very large envelope torn at the edges\nas if not sufficiently strong to hold its contents. Another envelope, of\nordinary size, lying at the top, concealed the address, and the writing\non the sma.ller one was too much blurred to decipher. The vision was\nmomentary only, or I might have applied the test of the magnifying\nglass, which is sometimes, though not always, of use in such cases. I\nthought it possible that the vision might be merely the result of expecta.-\ntion, but it seemed at least worth while, after making a note of the fact,\n-my invariable rule whenever possible,-to test its significance. As a\nmatter of fact, the letters were lying on a seat in the hall, showing\nwhite against the dark polished wood-placed there possibly by some-\none leaving the house who had met the postman before he had time to\nring. The letters were two,-the lower one, which had burst the\nenvelope, was of the size of a sheet of letter-paper not folded, and was\nfor myself, the upper one the usual size of a note, and not for me, which\nmay have accounted for my ·inability to read the address.\nThe following cases are from the note-book of \"G.,\" a lady already\nquoted, and both lend themselves to a possible explanation by thought-\ntransference :- .\nShe had lost sight of a friend whose address she had no opportunity\nof hearing, as it was unknown to all about her. She, however, sub-\nmitted the question to the test of the crystal, and was so far rewarded\nas to discover, as the event proved quite correctly, that the place had a\nname of two words, each beginning with a capital; she also dis-\ntinguished omi letter and its place in the word. Encouraged by this\nsuccess, she next consulted the crystal as to her friend's surroundings,\nand obtained a picture of the room, with many details as to shape,\nDigitized by Coogle\n\f520 .Recent Experiments in Crystal-vision. [May 10,\ncolouring, a.nd position of furniture; but her gaze was more especiaJly\nattracted by a. photogra.ph frame, containing two portraits, which she\nknew he possessed, though she had no mea.ns of knowing a.nything of\nthe frame in which they had been placed. This she described to me at\nthe time minutely. The frame was double, of padded lea.ther, dark in\ncolour, a.nd ha.ving a. pattern which a.ppea.red indistinct, but was not a.ny\nof those with which the shop-windows of the time had made us\nfamiliar, such as sprays of flowers, or flights of birds, or representations .\nof drapery. It was not till about three months la.ter that she saw the\nphotogra.phs in their actual frame, which she a.t once recognised as that\nof her vision, to which it a.nswered exactly, even as to the indistinct\noutline of the pattern stamped upon the lea.ther. The description of\nthe room proved, however, wholly wrong in every respect, neither have\nwe been a.ble to identify it with any other which the same friend has\noccupied before or since.\nAs this paper aims merely a.t recording some cases of crystal-vision\nand does not profess to be in a.ny sense an inquiry into its physio-\nlogical explana.tion, or psychica.l significa.nce, I shall have achieved\nmy purpose if I suggest to others to attempt a wider and more\nsystematic investiga.tion for themselves. Having hea.rd from trust-\nworthy sources 1 of several persons who ha.ve been dissuaded from\nexperiment by the disagreea.ble sensation it has produced, I think it\nworth while to say tha.t neither to myself nor to a.ny of the friends\nwho have assisted me in the inquiry has the use of the Crysta.1, whether\nsuccessful or no, been in a.ny degree painful or unplea.sant; a.nd indeed\nthe very weariness and exhaustion, mental or physica.l, which would\nma.ke crystal-vision a. fa.tigue, suffices in my own ca.se to prevent its\noccurrence. On the other hand, it seems proba.ble that it is only with a.\nvery few persons tha.t the attempt at vision will lead to results of a.ny\nkind whatever. I ha.ve already expla.ined the very simple process; if\nda.rkness is desired, it is easy at any hour to veil the Crystal with a.\npiece of black drapery, or to put it at the ba.ck of a deep half-()pened\ndrawer, nothing further being essential than to guard against refleCtion\nof surrounding objects; a.nd, ha.ppily our enlightened age requires\n1 :Mr. DawllOll Rogel'll says that the lady whOle vision baa been already deoaibed\nfound the I18nsation caull8d by holding the Crystal RO disagreeable that 8he wu\ncompelled to desist, and continued the experiment only upon hie pel'lluaeion, and with\nROme reluctance. He baa alRO communicated to me an intereeting aooount of another\npercipient, who diRCOntinued the practice of CryRtal·gazi.ng on aocount of ita being\naccompanied by a painfuleensation of preuure on the forehead. :Mr. Hockley(Op. cit.,\np. 265), speakingof a friend who had taken up a Crystal out of mere curioaity, without\nknowing ita use, adds: \"He felt '10 great an oppression of giddine811 and alarm that\nhe immediately replaced the Crystal, and was a considerable tinle before he ooald\nthrow off the unpleasant eensations it had produced.\"\nDigitized by Coogle\n\f1889.] Recent ExperirnentIJ in Cry8tal-vision. 521\nno stimulant of burning perfumes, or magic square, or muttered\nincantation.\nIt is perhaps a little discouraging to find from a recently published\nnote of Mr. TrailI's that by using the Crystal in the search for lost pro-\nperty I have rendered myself amenable to the law! 1 It appears\nthat when in 1736 the Act of James I. against witchcraft was\nrepealed, \"punishment was very wisely provided for persons pretending\nto exercise any kind of witchcraft, sorcery, enchantment, or conjuration,\nor to discover stolen or lost property by any occult or crafty science.\"\nI can only hope that my effort at experiment may be taken rather as\na proof of zeal for knowledge, otherwise Mr. Traill's further remark\nhas personally a somewhat unpleasant flavour.\nIt may be doubted whether even the crystal globes of Dr. Dee himself\nwould in these days continue to exhibit the l&ID.e prophetic viaiona to hill\nclients, if its magician owner had just \"done time\" under the oppreuive\nsentence of a Manchester stipendiary magistrate.\nBut even in the service of morality, crystal-vision is not without\nits uses. That which reveals to us the unbroken continuity of life,\nthe literal truth of our word\" character,\" the presence of the past, the\n\"what I have written, I have written,\" cannot but add to our sense of\n~nsibili~, for\n--With the Nameless is not ~y nor hour,\nTho' we thin minds who creep from thought to thought\nBreak into .. Thena\" and \" Whena \" the Eternal Now.\n.1 .. Eteaetera,\" EfI(J. lUUIt. MtIIJ., March.\nDigitized by Coogle\n\f522 The DaJnwn of Socrates.\nIV.\nAUTOMATICWRITING.-IV.-THE D~MON OF SOCRATES.l\nIn offering here, after an interval of two years, a further instalment\nof the series of papers on Automatic Writing of which three have\nalready appeared in these Proceedings, I must briefly remind my readers\nof what has already been attempted in the earlier essays. In the first\npaper (entitled \"On a Telepathic Explanation of some so-called\nSpiritualistic Phenomena,\" Vol. II., p. 217), I tried to explain the\nnature of automatic writing, and illustrated the operation of un-\nconscious cerebration in the messages given. In the second paper (Vol.\nIII., p. 1), I gave cases where the message written conveyed intelligence\nnot known to the writer, but known to some other person present in\nthe room, or at any rate to some person still in the flesh. And I gave\ncertain reasons for supposing that this telepathic information was\nreceived not by the normal consciousness of the subject, but rather by\nsome subjacent or secondary consciousness. In the third paper (Vol.\nIV., p. 209), I. discussed some cognate forms of automatic action,\npushed in some cases so far as to suggest the formation of a fresh\npersonality; and I argued that \"the sleep-waking state, natural or\ninduced, does not stand alone in its tendency to generate a secondary\nmemory, a secondary manifestation of the self, but that this tendency\nshows itself whenever there is any habitual shaking-up of those\nelements\"; any habitual alteration of the threshold of consciousness.2\nAnd in this present paper I shall endeavour further to extend our\nrange of analogies, and to show that automatic writing is but one\namong a whole series of kindred automatisms which have been inter·\nmittently noted, divergently interpreted, since history began. I shall\ntry to show that this word-writing impulse is but one among a group\nof impulses which prompt to every form or element-vocal, visual, or\nauditory-of automatic verbalisation ;-nl1y more, that the impulse to\nautomatic verbalisatioll itself is but one leading member of a still larger\ngroup of kindred impulses which parallel automatically whatever our\nconscious will, our conscious perception can discern or decree.\nAs soon, however, as we begin thus widely to extend the province of\nour specific automatisms, we feel at once the need of some general\ndefinition which may indicate what it is that we are rea.lly seeking,-in\nI This paper was read before a General Meeting, June 17th, 1887; but ita\npublication has been deferred for want of space.\nS The point at which the term •a fresh personality' becomes appropriate is a mere\nquestion of verbal definition. Personality, as we know it, depends on memory and\ncharacter, and character itself is largely a product of memory.\n\fThe Darmon of Socmte8. 523\nwba.t points the automatisms which here concern us differ from the\nmultitude of &etions, images, ideas to which such terms as automatic or\nr~ are commonly applied.\nIt would be interesting-but it would delay us too long-to analyse\nthe whole series of so-called automatisms, or \"self-moved\" phenomena,\nin health and disease, and to show what, in each case, is the \"self\"\nwhich supplies the initiating power. In default of such further inquiry,\nwe may at least point out certain main characters which unite in a true\ncl&SS all the a1itomatisms which we are here considering,-greatly\nthough these may differ among themselves in external form.\nIn the first place, then, our automatisms are independent phenomena;\nthey are what the physician calls idiognomonic. That is to say, they are\nnot merely symptomatic of some other affection, or incidental to some\nprofounder change. The mere fact, for instance, that a man writes\nmessages which he does not consciously originate will not, when taken by\nitself, prove anything beyond this fact itself as to the writer's condition.\nHe may be perfectly sane, in normal health, and with nothing unusual\nobserva.ble about him. This charac~ristic-provable by actual observa-\ntion and experiment--distinguishes our automatisms from various\nseemingly-kindred phenomena. Thus we may have to include in O\\lr\ncl&SS the occasional automatic utterance of words or sentences. But\nthe continuous exhausting vociferation of acute mania does not fall\nwithin our province; for those shouts are merely B1Jmptmnatic,. nor,\nagain, does the en hydroclphalique (or spontaneous meanlngless noise\nwhich sometimes accompanies water on the brain), for that, too, is no\nindependent phenomenon, but the direct consequence of a definite\nlesion. Furthermore, we shall have to include in our cl&SS certain\nsimple movements of the hands, c<H>rdinated into the act of writing.\nBut here, also, our definition will lead us to exclude clwreic movements,\nwhich are merely symptomatic of nervous mal-nutrition; or which we\nmay, if we choose, call idiopathic, as constituting an independent\nmalady. But our automatisms are not idiopathic but idiognomonic;\nthey may indeed be &SSOCiated with or facilitated by certain states of the\norganism, but they are neither a symptom of any other malady, nor are\nthey a malady in themselves.\nAgreeing, then, that our peculiar cl&SS consists of automatisms\nwhich are idiognomonic,-whose existence does not necessarily imply\nthe existence of some profounder affection already known as producing\nthem,-we have still to look for some more positive bond of connection\nbetween them, some quality common to all of them, and which makes\nthem worth our prolonged investigation.\nThis we shall find in the fact that they are allof them trI&.age-\nbearing or nwnciative automatisms. I do not, of course, mean that they\nall of them bring messages from sources external to the a.utomatist's own\nDigitized by Coogle\n\f524 The Damwn of Soc'ratts.\nmind. In some few cases (as in Mr. and Mrs. Newnham's case) we\nhave seen that they do this; but as a rule the so-ca.lled messages seem\nmore probably to originate within the automatist's own personality.\nWhy, then, it may be asked, do I call them messages 1 We do not\nusually speak of a man as sending a message to himself. The answer\nto this question ·involves, as we shall presently see, the profoundest\nconception of these automatisms to which we can as yet attain. They\npresent themselves to us as messages communicated from one stratum\nto another stratum of the same personality. Originating in some\ndeeper zone of a man's being, they float up into superficial consciousness\nas deeds, visions, words, ready-made and full-blown, without any accom-\npanying perception of the elaborative process which has made them\nwhat they are.\nWe may illustrate this statement by the example of post-hypnotic\nsuggestion,-a. phenomenon which will presently be found to fall readily\ninto its place as a simple and typical member of our automatic series.\nTake, for instance, one of Mr. Gurney's experiments (Proceedings, XI.,\np. 319), where the subject has been hypnotised, told that \"it has begun\nsnowing,\" and then awakened. He then reads aloud, in a waking state,\nand meantime (in fulfilment of a previous order) his hand writes out\nthe piece of information communicated to him in the hypnotic state :\n\" It began snowing.\" Here the automatic script is plainly a 'ln6lJ8age\nconveyed from the hypnotic stratum (so to say) of the subject's per-\nsonality to himself and others occupying the ordinary level of waking\nconsciousness. And we shall find as we proceed that such messages\nmay emanate from, and may be conveyed to, various strata of per-\nsonality by very various channels; while yet we discern as a common\ncharacteristic of all these cases the fact that the\" messa.ge,\"-be it\nverbalisation, picture, motor impulse, or other impression,--comes upon\nthe recipient phase of personality as though from some extraneous\n8Ource,-is presented as an automatic product whose initiation lies\noutside the conscious will.\nYet once more. We have made it clear to ourselves that the\nautomatisms with which we have to deal are messages, and are not\nnecessarily or obviously anything more. That is to say, they signify to\nus the fact, and only the fact, that some strain of intelligence, whether\nwithout us or within, which is not our conscious waking intelligence of\nthe moment, is in some fashion impressing or informing the conscious\nself.\nBut there is yet another aspect of these automatic messages which\nwe must bring out into strong prominence. Interesting though the\nmere fact of communication from one stratum of our personality to\nanother may be, this is not the culminant interest which has attracted\nus to the present inquiry.\nDigitized by Coogle\n\fThe Damwn of Socrate8. 5!5\nThat highest interest lies, of course, in the nature of some of the\nmessages thus received j in the fact that (like the hallucinations dealt\nwith in Phtmtaams qf tlUJ lAving) they are veridical messages,-that\nthey correspond with objective facts not normally within the purview\nof the writer. The messages written by Mrs. Newnham, and showing\na transference of thought from Mr. Newnham, have been the main,\nthough not the only, examples hitherto cited of this class. More are to\ncome; nor can telepathy, as we as yet understand it, be invoked to\nexplain all the cases which we shall have to consider. If, therefore, we\nare to label with a single epithet all automatic messages inexplicable on\nany ordinarily accepted hypothesis, we must use a term wider than\ntekpatM,c; we must call them IlUpernormal; implying by this term (as\noften already explained) that, whatever the precise nature of the powers\ninvolved in the production of these messages may be, they seem at\nleast primtifacie to transcend human powers, as known to us at the\npresent stage of evolution. The word \"supernormal\" is thus meant to\nbeg as few questions as possible j and so far as it connotes any theory\nas to the source or nature of apparently'transcendent powers, it implies\na disposition to seek the origin of those powers in some continuance of\nthe same evolutionary process by which we explain--so far as explanation\nis possible--such powers as we do admittedly possess.\nThis, however, has not been the line on which a clue to supernormal\nmessages has hitherto, in fact, been most often sought. It is on this\nadmixture of the supernormal element in automatic messages that the\ndoctrines of \"Modem Spiritualism\" have mainly been upbuilt. The\nSpiritualist uni~nd sometimes not only unites but confounds-two\nbeliefs for which little evidence has as yet been adduced in the pages of\nthese Proceeding,. He believes that effects are produced, without\nvisible cause, on this material, ponderable world. And he believes\nthat the spirits of the dead send messages through the automatic\nmediumship of living men. Now the acceptance of the .forst of these\ntwo beliefs would not, to my mind, carry with it any clear corollary as\nto the agency of departed spirits in the movements of matter thus\ninexplicably produced. Even if there be a force at work which is not\nthat of the medium's muscles exerted in the ordinary way, it by no\nmeans follows that that force should be referable to intelligences who\nexist apart from the medium, but who have once, like him, been men.\nBut the second of the beliefs above referred to,-the belief that\nmessages are received whose context proves their emanation from a\ndeparted spirito-this is indeed for the Spiritualist, as I conceive the\nmatter, the true articulus ,lamia aut cadMltia ecclesioJ. And surely\n-if only there be any hope of a solution-the human mind can scarcely\nbe engaged on any question of greater moment ·than this.\nTo resume, then j we have realised that the automatisms which we\nDigitized by Coogle\n\f526 The Dremon of Socrates.\ndiscuss are to be dealt with as independent, idiognomonic phenomena.;\nthat they are to be recognised as ntmciative or message-bearing,\nwhencesoever these messages be derived; and that it is especially the\nBUperrwrmal element traceable in some of them which claims our\npainstaking analysis.\n. But in the next place,-a.nd this was in fact the reason for intro-\nducing at this point so much of general discussion,-so soon as we thus\nattempt to form a coherent conception of the class of automatisms\nwhich we seek to explain, it becomes obvious that there is no reason\nwhy such automatism should be observed in connection with the ad of\nu'riting alone.\nIndeed, ,,:hen we selected writing as the first automatic phenomenon\nfor discussion, this was avowedly a choice determined by mere con-\nvenience; automatic script being a definite and easily perceptible\nphenomenon, and rapidly leading to intelligible results. And we soon\nfound that it conducted us to a conception far wider than itself;-\nnamely, the conception of automatic verboliBation as a whole, including\nunder this convenient word the four allied processes (two of them\nmainly sensory and two mainly motor), of word-hearing, word-seeing,\nword-uttering, and word-writing. I .tried to show, in diagrammatic\nform (Vol. III., p. 51, sqq.), in what manner a \"second focus of menta-\ntion\" might initiate supernormal processes of seeing, hearing, or uttering\nwords, as well as of writing them.\nBut even with this extension of our purview the limit assigned is\nstill an arbitrary one. If this automatic impulse can affect the pro-\ncesses of verbalisation, it can presumably affect other processes, both\nsensory and motor. Have we any limit assignable II pricwi, outside\nwhich it would be useless to look for any externalisation of an impulse\nemanating from sub-conscious strata of our being 1\nThe answer to this must be that· no such limit can be with any\nconfidence suggested. We have not yet learnt with any distinctness\neven how far the wave from a. comciously-perceived stimulus will\nspread, or what changes its motion will assume. Still less can we\npredict the limitations which the resistance of the organism will impose\non the radiation of a stimulus originated within itself. We are learning\nto consider the human organism as a practically-infinite complex of\ninteracting vibrations; and each year adds many new facts to our\nknowledge of the various transformations which these vibrations may\nundergo, and of the unexpected arlifices by which we may learn to\ncognise some stimulus which is not directly felt.\nA few concrete instances will make my meaning plainer. And my\nfirst example shall be taken from those experiments in mu.scl.e-reading-\nless correctly termed mind-reading-with which the readers of these\nProceedings are already familiar. Let us suppose that I am to hide a\nDigitized by Coogle\n\fThe Darmon of &crates. 527\npin, and that Mr. Sugden (Procudings, Vol. I., p. 291), or some\naccomplished muscle-reader, is to take my hand, and find the pin by\nnoting my muscular indications. I first hide the pin in the hearth.rug ;\nthen I change my mind and hide it in the bookshelf. I fix my mind\non the bookshelf, but resolve to make no guiding movement. The\nmuscle-reader takes my hand, leads me first to the rug, then to the\nbookshelf, and finds the pin. Now, what has happened in this case 1\nWhat movements have I made 1\nFirstly, I have made no voluntary movement; and secondly, I\nhave made no COfl.8cious involuntary movement. But, thirdly, I have\nmade an unconscious involuntary movement which directly depended\non conscious ideation. I strongly thought of the bookshelf, and when\nthe bookshelf was reached in our vague career about the room I made\na movement-sa.y rather a tremor occurred-in my hand, which, though\nbeyond both my knowledge and my control, was enough to supply to the\nmuscle-reader's delicate sensibility all the indication required. All this\nis now admitted, and, in a sense, understood; we formulate it by\nsaying that my conscious ideation contained a motor element; and that\nthis motor element, though inhibited from any conscious manifestation,\ndid yet inevitably externalise itself in a peripheral tremor.\nBut, fourthly, something more than this has clearly taken place.\nBefore the muscle-reader stopped at the bookshelf he stopped at the\nrug. I was no longer consciously thinking of the rug; but the idea\nof the pin in the rug must still have been reverberating, so to say, in\nmy sub-conscious region; and this unconscious memory, this unnoted\nreverberation, revealed itself in a peripheral tremor nearly as distinct as\nthat which (when the bookshelf was reached) corresponded to the strain\nof conscious thought.\nThis tremor, then, was in a certain sense a message-bearing\n.automatism. It was the externalisation of an idea which, once\nconscious, had become unconscious, though in the slightest conceivable\ndegree,-namely, by a mere slight escape from the field of direct\nattention.\nHaving, then, considered an instance where the automatic message\npasses only between two closely-adjacent strata of consciousness,-\nexternalising an impulse derived from an idea which has only recently\nsunk out of consciousness and which could easily be summoned back\nagain i-let us find our next illustration in a case where the line of\ndemarcation·between the strata of consciousness through which the\nautomatic message pierces is distinct and impassable by any effort\nof will.\nLet us take a case of po8t-lllJl1WWtic suggestion ;-say, for instance, the\nexperiment of Mr. Gurney's (Proceedings, XI., p. 319), already cited.\nThe subject had been trained to write with planchette, after he had\n211\nDigitized by Coogle\n\f528 The Damwn of Socrates.\nbeen awakened, the statements whicli. had been made to him when in\nthe hypnotic trance. He wrote the desired wonls, or something like\nthem, but while he wrote them his waking self was entirely unaware of\nwhat his hand was writing. Thus, having been told in the trance,\n.. It has begun snowing again,\" he wrote after waking, \"It begun\nsnowing,\" while he read aloud, with waking intelligence, from a book of\nstories, and was quite unconscious of what his hand (placed on a\nplanchette behind a screen) was at the same time writing.\nHere we have an automatic message of traceable origin; a mesS&ge\nimplanted in the hypnotic stratum of the subject's self, and cropping up\n-like a fault-in the waking stratum,-externaJised in automatic\nmovements which the waking self could neither predict nor guide.\nYet once more. In the discussion which will follow we shall have\nvarious instances of the transformation (as I shall regard it) of psychical\nshock into definite muscular energy of apparently a quite alien kind.\nSuch transformations of s<H:&lled psychical into physical force-of will\ninto motion-do of course perpetually occur within us. But the nature\nof these is commonly much obscured by the problem as to the true\nefficacy of the will i and it seems desirable to cite one or two examples\nof such transmutation where the process is what we call automatic, and\nwe seem to detect the simple muscular correlative--the motor equivalent\n-to some emotion or sensation which contains no obvious motor\nelement at all.\nAn easy, though a rough, way of testing transmutations of this kind\nis afforded by the dynamometer. It is necessary first to discover the\namount of pressure which the subject of experiment can exert on the\ndynamometer, by squeezing it with all the force at his command, in his\nordinary condition. After he has had a little p~ice his highest\nattainable force of squeeze becomes nearly constant; and it is then\npossible to subject him to various stimuli, and to measure the degree of\nresponse; that is, the degree in which his squeeze becomes either more\nor less powerful while the stimulus is applied. The experiments are, in\nfact, a sort of elaboration of a familiar phenomenon. I take a child to\na circus; he sits by me holding my hand i-there is a discharge of\nmusketry a.nd his griP. tightens. Now in this case we should call the\nchild's tightened grip automatic. But suppose that, instead of merely\nholding my hand, he is trying with all his might to squeeze the dyna-\nmometer, and that the sudden excitation enables him to squeeze it\nharder--aI'e we then to describe that extra squeeze as automatic 1 or as\nvoluntary 1\nHowe.er phrased, it is the fact (as amply established by M. Fare\nand othersl ) that excitations of almost any kind,-whether sudden and\nlStnaation et Mouvemmt, par Ch. Fen!. Paris: Alean, 1887.\nDigitized by Coogle\n\fTII.6 Darrrum of Socrates. 529\nstartling or agreeable and prolo.nged,~o tend to increase the subject's\ndynamometrical power. In the first pIa.ce---nd this is in itself an\nimportant fact-the average of squeezing-power is found to be greater\namong educated students than among robust labouring men,-thus\nshowing that it is not so much developed muscle as active brain which\nrenders possible a sudden concentration of muscular force. But more\nthan this ;-M. Fere finds that with himself a.nd his friends the mere\nlistening to an interesting lecture, or the mere stress of thought in\nsolitude,-or still more the act of writing or of speech-produces a\ndecided increase of strength in the grip, especially of the right hand.\nThe same effect of dynamogeny is produced with hypnotic subjects, by\nmusical sounds, by coloured light, especiAlly red light, and even\nby a hallucinatory suggestion of red light. \"All our sensations,\"\nsays M. Fere in conclusion, \",are accompanied by a development of\npotential energy, which passes into a kinetic state, and externa.1ises\nitself in motor Iflanifestations which even so rough a method as dyna-\nmometry is able to observe and record.\"\nI would beg the reader to keep these words in mind. We shall pre-\nsently find that a method apparently even rougher than dynamographic\ntracings may be able to interpret, with far greater delicacy, the auto-\nmatic tremors which are coursing to and fro within us. If once we\ncan get a spy into the citadel of our own being, his rudest signalling\nwill tell us more than our subtlest inferences from outside of what is\nbeing planned and done within.\nFurther illustrations might easily be here given. But for brevity's\nsake I pass on to the automatic messages which form our special\nsubject, trusting that the specimens above given of motor exter-\nnalisations of unexpected kinds may have led the reader to feel that\nexperiment alone' can tell us how far such delicate motor indications\nmay in fact be traceable; how much of information may pass from one\nstratum of our conscio1:U'ness to another, and in a form how strangely\ntransmuted. And having now to deal with what I define as messages\nconveyed by one stratum in man to another stratum, I must first\nconsider in what general ways hUJllan messages can be conveyed.\nWriting and speech have become predominant in the intercourse of\ncivilised men, and it is to writing and speech that we look with most\ninterest among the communications of the JInconscious self. But it\ndoes not follow that the unconscious self will always have such complex\nmethods at its command. We have seen already that it often finds it\nhard to manage the delicate coOrdinations of muscular movement\nrequired for writing,-that the attempt at autolIiatic script ends in a\nthump and a scrawl. Does tHe history of animal communication\n. suggest to us to try any easier, more rudimentary plan ,\nThe first communications of animals are by gesture; and even when\n2M2\nDigitized by Coogle\n\f530 The Dremon of Socrates.\nsound is added this is at first only a specialised kind of gesture. The\nhigher animals discriminate their ca.lls; man develops speech; and the\nmessa.ge-giving impulse parts into the main channels of movement--\nmovement of the throat and movement of the hand. The hand-\ngestures-\" high as heaven,\" \"horned like a stag,\" and so forth-\ndevelop in their turn into the rude drawing of objects; and this\ngraphic impulse again divides along two channels. On .the one hand\nit developes into the pictorial and plastic arts, conveying its messages\nthrough what may be termed a. direct, as opposed to an arbitrary\nsymbolism. On the other hand it assimilates itself to the laws of\nspeech, it becomes ideo~phic; and gradually merging direct into\narbitrary symbolism it becomes alphabetica.l script, arithmetic, algebra,\ntelegraphy.\nBut the word telegraphy suggests to us that in recent times a fresh\nbeginning has had to be made in human communica.tion; modes have\nhad to be invented by which a civilised man, disposing only of a few\nsimple movements,-the deflections of the indica.ting needle,-might\nattain to the precision of grammatical speech. This, as we know, has\nbeen easily effected; and the mere repetition of one or two simple\nmovements at varied intervals suffices, to eye or ear, for all the\npurposes of an alphabet.\nNow we shall find, perhaps, among the communica.tions of the\nunconscious self parallels to all these varying modes of communication.\nBut since the unconscious self, like the telegraphist, begins its effort\nwith full knowledge, indeed, of the alphabet, but with only weak and\nrude command over our muscular adjustments, it is apriori likely that\nits easiest mode of communica.tion will be through a repetition of simple\nmovements, so arranged as to correspond to letters of the alphabet.\nAnd here, I think, we have attained-perhaps for the first time--\nto a conception of the mysterious and much-derided phenomenon of\n\" table-tilting\" which enables us to correlate it with known phenomena,\nand to start at least from an intelligible basis, and on a definite line of\ninquiry.\nA few words are needed to explain what are the verifiable\nphenomena, and the less verifiable hypotheses, connoted by such words\nas \"table-turning,\" \"spirit-rapping,\" and the like.\nIf one or more persons of a special type,-a.t present definable only\nby the question-begging and barbarous term \"mediumistic,\"-remain\nquietly for some time with hands in contact with some easily moveable\nobject, and desiring its movement, that object will sometimes begin to\nmove. If, further, they desire it to indica.te letters of the alphabet by\nits movements,-a.s by tilting once for· a., twice for b, &c., it will often\ndo so, and answers unexpected by anyone present will be obtained.\nThus far, whatever our interpretation, we are in the region of easily\n\fThe Darmon of SOC)·ates. 531\nreproducible facts, which many of my readers may· confirm for\nthemselves if they please.\nBut beyond the simple movementa-or table-turning,-and the\nintelligible responses-or table-tilting-both of which are at least primd\nfacUJ physicaJ.ly explicable by the sitters' unconscious pressure, without\npostulating any unknown physical force at all,-it is alleged by many\npersons that further physical phenomena occur; namely that the table\nmoves in a direction, or with a violence, which no unconscious pressure\ncan explain; and also that percussive sounds or \"raps\" occur, which\nno unconscious action, or indeed no agency known to us, could produce.\nThese raps communicate messages like the tilts, and it is to them that\nthe name of \"spirit-rapping\" is properly given. But Spiritualists\ngenerally draw little distinction between these four phenomena,-mere\ntable-turning, responsive table-tilting, movements of inexplicable\nvehemence, and responsive raps,-attributing all alike to the agency of\ndeparted spiri~ of men and women, or at any rate to disembodied\nintelligences of some kind or other.\nThe present paper is not concerned with the physical phenomena of\nSpirituaJism, and I shall therefore leave on one side all the alleged\nmovements and noises of this kind for which unconscious pressure will\nnot account. I do not prejudge the question &8 to their real occurrence;\nbut assuming that such disturbances of the physical order do occur\nthere is at least no primd facie need to refer them to disembodied\nspirits. If a table moves when no one is touching it, this is not\nobviously more likely to have been effected by my deceased grandfather\nthan by myself. We cannot tell how I could move it; but then we\ncannot tell how he could move it either. The question must be argued\non its merits in each case; and our present argument is not therefore\nvitiated by our postponement of this further problem.\nFor the present there will for most of my readers be quite enough\nof novelty in my insistance on these tilted reap0nB68 &8 a phenomenon\neasily induced by many normal persons, and closely akin to various\nother phenomena on which ordinary physiology is yearly laying an\nincreasing stress.\nWith the single exception of M. Richet,l I am not aware of any\nwriter, outside the Spiritualistic group, who h&8 so much &8 shown any\npractical knowledge of this phenomenon,-still less endeavoured to\nexplain it. Faraday's well-known explanation of table-turning &8 the\nresult of the sumlD&tion of many unconscious movements,-obviously\ntrue &8 it is for some of the simplest cases of table-movement,-does\nnot touch this far more difficult question of the origination of these\nintelligent messages, conveyed by distinct and repeated movements of\n1 La 8ugf\/eICion Mmlak (see ProceetllfI(Jl., VoL II., pp. 239lqq.).\nDigitized by Coogle\n\f532 The Damwn of &crates.\nsome object 'admitting of ready displacement. The only explanation\nthat I have seen ofl'ered,-I am speaking, of course, of cases where\nfraud is not in question,-is that the sitter unconsciously sets going and\nstops t4e movements so as to shape the word in accordance with his\nexpectation. Now that he unconsciously sets going and stops the\nmovements is part of my own present contention, but that the word is\nthereby shaped in accordance with his expectation is often far indeed\nfrom being the case. An example cited at length in the SrxMty far\nPl1'!Ichical Research JotJI1\"fUJl, for May, 1887, may illustrate the bizarre\ncapriciousness of these replies,-their want of relation to anything\nanticipated or desired by the persons in contact with the table. Similar\ninstances might be indefinitely multiplied; but anyone who is really\nwilling to take the requisite trouble can satisfy himself on this point by\nexperiment with a sufficiently varied list of trustworthy friends. To\nthose indeed who have followed with any agreement my discussion of the\nwritten messages, this question as to the unexpectedness of the tilted\nmessages will present itself in a new light. If the written messages\noriginate somewhere outside the writer's consciousness, so too may the\ntilted messages;--6ven though we admit that the tilts are caused by his\nhand's pressure of the table just as directly as the script by his hand's\nmanipulation of the pen.\nIt may be remembered that one of the pieces of evidence which I\ncited in order to show that written messages were not always the mere\necho of expectation, was a case where anagrams were automatically\nwritten, which their writer was not at once able to decipher. Following\nthis hint, I have occasionally succeeded in getting anagrams tilted out\nfor myself by movements of a small table which I alone touched. I\nshould add that although, as I have elsewhere mentioned, I have never\nsucceeded in writing automatically, I have nevertheless, after some\nhundreds of trials, continued over 15 years, attained the power of\neliciting by unconscious pressure tilted responses which do not emanate\nfrom my own conscious self. That they do, however, emanate from\nBome stratum of my being-from that fragmentary and incoherent\nworkshop where dreams are strung together-seems to me, as already\nindicated, the most proba.ble hypothesis.\nThe anagrams-or rather jumbles of letters forming a short word-\nwhich I have myself obtained, have been of the simplest kind. But\noccasionally I have not at once recognised the word thus given, but\nhave been aware of a distinct interval before the word which my own\nunconscious muscular action had thus confusedly \"tilted out\" was grasped\nby my conscious intelligence. This is a kind of experiment which\nmight with advantage be oftener repeated; for the extreme incoherence\nand silliness of the responses thus obtain,ed does not prevent the process\nitself from being in a high degree instructive. Here, again (as in the\nDigitized by Coogle\n\fThe Damwn of Socrates. 533\nautomatic writing of the\" Olella\" case), a m&Il may hold colloquy with\nhis own dream-may note in actual juxtaposition two separate strata of\nhis own intelligence.\nI shall not at present pursue the discussion of these tilted responses\nbeyond this their very lowest &Ild most rudimentary stage. They\nalmost immediately suggest &Ilother .problem, for which our discussion\nis hardly ripe, the participation, namely, of several minds in the pro-\nduction of the same automatic message. We have already met with\nsomething of this difficulty in our consideration of messages given\nwhen the bands of two persons were touching a pl&Ilchette; but when\nthe instrument of response is large, &Ild the method of response simple,\nas with table-tilting, we find this question of the influence of more\nminds than one imperatively recurring.\nOur immediate object, however, is rather to correlate the different\nattainable modes ofautomatic response in some intelligible scheme them\nto pursue &Ily one of them through all its phases. We regarded the\ntable-tilting process as in one sense the simplest, the least differentiated\nform of motor response. It is a kind· of gesttvr6 merely, though a\ngesture implying knowledge of the alphabet. Let us see in what\ndirections the movement of response becomes more specialised,-aa\ngesture parts into pictorial art and articulate speech. We find, in\nfact, that a just similar divergence of impulses takes place in automatic\nresponse. On the one hand the motor impulse specialises itself into\ndrawing j on the other h&Ild it specialises itself into 8}J6ecl~. Each of\nthese classes of phenomena--automatic drawing and automatic speech\n. -will need at a future time detailed treatment. At present I shall\nonly briefly indica.te their position among cognate automatism&.\nSome of my readers may have seen what are termed \"spirit-\ndrawings,\"-designs, usually in colour, whose author asserts that he\ndrew them without any plan, or even knowledge of what his band\nwas going to do. This assertion may be quite true, and the person\nmaking it may be perfectly sane.l The drawings so made will be found\ncuriously accordant with what the view which I am explaining would\nlead us to expect. For they exhibit a fusion of arabesque with\nideography ; that is to say, they partly resemble the forms of ornamen-\ntation into which the artistic h&Ild strays when, as it were, dreaming on\nthe paper without definite plan; and partly they afford a parallel to the\nearly attempts at symbolic self-expression of savages who have not yet\nlearnt an alphabet. Like savage writing, they pass by ~nsible\n1 Instances will be afterwards given to substantiate this statement. But, of\ncoune, like other automatic impulses, this impulse to decorative or symbolical\ndrawing is sometiml'.8 seen at its maximum in insane patients. Some drawings of an\ninsane patient, reproduced in the American Journal of P,yc1uilogll, June, 1888, show\na noticeable analogy (in my view a predictahk analogy) with some of .the ..spirit-\ndrawings\" above discussed.\nDigitized by Coogle\n\fThe Dremon of Socrates.\ntransitions from direct pictorial symbolism to an abbreviated ideo-\ngraphy, mingled in its turn with writing of a fantastic or of an\nordinary kind.\nAutomatic utterance, again,is a phenomenon rarer than those which\nwe have thus far been discussing, and it has in consequence become much\nmore closely associated with \"professional mediumship.\" So-ca.lled\n\" trance-spea.king\" forms a recognised calling; and many volumes of\n\"inspirational addresses\" have been printed in England and America.\nMany Spiritualists hold that the style and matter of these addresses\nafford abundant evidence that a mind higher than the medium's has\nbeen concerned in producing them. Without denying the possibility of\nsuch an interpretation, we must pla.inlybe slow to infer the action of &Il\nexternal mind any improvement in the quality of the psychical product.\nRather we shall treat these trance-utterances somewhat as we should\ndiscuss some passage in an ancient author which was suspected to be an\ninterpolation, from but which was found in all the manuscripts. A mere\ndifference in 8tyk would in such a case be far less convincing than the\ndiscovery in the disputed passage of some historical fact which the alleged\nauthor could not have known. Now\" trance-addresses\" are eminently\nbarren of fact; they generally show little more than a mere power of\nimprovisation, which may either be fraudulently practised, or may be a\ncharacteristic faculty of the unconscious self.\nOn the whole, it seems best to defer further discussion of these last\ntwo forms of active automatism-picture-drawing and trance-utterance\n-until we have seen what light pa88ive automatisms may throw on the\nvalue of messages thus given from within.\nThe term \"passive automatism\" may sound at first, perhaps, some-\nwhat fantastic; but it expresses a real relation between various methods\nin which a message from our unconscious self may reach the conscious\nself. For that message may take a sensory .lS well as a motor form ;\nit may present itself in the fornl of a hallucination of sight or hearing\njust as well as in the form of tilts of a table or scrawls with a pencil.\nThe automatism may be called active if it finds a motor channel, pa88ive\nif it finds a sensory channel, but the impulse whence it originates may\nbe much the same in the one case as in the other.\nThe study of automatic writing leads us directly to this conclusion.\nBeginning by considering automatic writing alone, we soon found that\nit presented analogies to various lUIemic troubles (or brain-disturbances\ninfluencing the recognition and reproduction of spoken or written\nwords), and, moreover, that these a.semic distqrbances, in their various\ntypes, were spread over all the processes of verbalisation. They affected,\nthat is to say, .not the word-writing process alone, lior even the two\nactive processes of word-writing and word-speaking alone, but also the\ncomparativelypa88ive processes of word-hearing and word-seeing. In the\nDigitized by Coogle\n\fThe Damum of Socrates. 535\nscheme drawn out (Proceedings, Vol. III., p. 58, sqq.) a place was found\nfor these supernormal sensory or passive phenomena, as well as for the\nsupernormal motor or active phenomena which were then primarily\nunder discussion.1\nWithout reproducing the formulm there given, we may say that all\nthese speech-processes have a sensory as well as a motor side; and\nthat if we observe an affection of one form of verba.lisation--sa.y, the\nact of word-writing-we are likely to come upon some analogous\nphenomenon, affecting the other forms of verbalisation-word-apea.king,\nword-hearing, and word-seeing.\nNow we have already recognised that there is such a thing as\nautomatic word-apea.king, strictly parallel to automatic word-writing;\nand we may therefore all the more confidently expect to find some form\nof automatic hearing and seeing. of words. Nor indeed is there any\nreason why these twin forms of automatism-active and passive-should\nbe confined to the region of verba.lisa.tion alone. Wherever there is a\nmessage from one stratum of our being to another, we may expect that\nmessage to be delivered sometimes in motor and sometimes in sensory\nterms.\nBefore going further, we may test the meaning of these assertions\nby applying them to the familiar subject of dreamll.\nAccording to the definition above suggested, dreams may be regarded\nas one form-the commonest form~f message-bearing automatisms;\nthat is to say, they are phenomena, whose origin is within ourselves,\nbut yet outside our habitual stream of consciousness. Thus they fulfil\nour definition of automatisms. And, again, they are certainly message-\nbearing or nunciative, although the message which they bring to the_\nwaking self is usually merely nonsensical, useless for any practical\npurpose. That is to say, in my. view, the message which they bring\ncomes from & stratum or phase of our personality which is chaotic and\nfragmentary. Nevertheless a -message there is, a message conveyed by\nautomatic action from the sub-conscious to the conscious or waking self;\nand my iminedia.te object is to show that that message may, so to say, be\ncommunicated in either motor or sensory terms,-that there is no\nfundamental difference between dream-apeech and dream-s.udition,\nbetween dream-gesture and drea.m-vision,-but that the message, such\nas it is, which the dream-atratum of our personality has to convey\ngets itself expressed by whatsoe,:,er mechanism it can in each instance\nwork most easily-by whatsoever path of externalisation is worn the\nsmoothest in that special brain. (I vary the metaphors as much as\npossible in order to guard against being understood to give any of them\nas a real transoript of the unknown processes which actually occur.)\n1 See the definitions of the formube. xx'+HH' and xx'+88', loco cit.\nDigitized by Coogle\n\f536 The Damwn of Socrates.\nNow the \"psychosta.tical conditions\" of different brains,-the\nrelative arrangements of their internal forces,-are illimita.bly various.\nBut for present purposes the tll.l'ee main divisions, with which Mr.\nGalton and others have made the world familiar, will be enough. We\nhave auditory subjects, that is to say, persons in whom'the memory of\nsounds--of uttered words and so on-is clear and persistent, and who, if\nan idea is suddenly s~ggested to them, conceive it as though heard from\nsome internal utterance. Thus, suppose that an auditory subject-or\nauditive-reads the words, \"What is the largest quadruped 1\" He\nimmediately imagines himself as heariflfJ the word \"elephant.\" , Next\nwe have the visual subjects who in a similar case 866 either the object\n,itself or its printed name. A visualiser reading the above question will\ninstantly imagine either the'printed word elephant-or the picture of an\nelephant-or the look of the beast itself. Thirdly, we have the motor\nsubjects, who imagine themselves either as tuu.cl'iflfJ the object suddenly\nsuggested, or (much more frequently) as merely themselves uttering its\nname. A\" motile\" reading the above question will dimly Una.gine the\nmovements of his own larynx in uttering the word elephant.\nOf course we all of us, if we possess our full complement of senses,\nmore or less combine all these three forms of memory. And probably\nthe dreams of all of us conta.in images of all three kinds. But in the\nabsence of external stimuli, our ,permanent psychosta.tical attitude will\nnaturally determine our sensations more conspicuously than during\nwaking hours. The visualiser will be more markedly visual in dreams,\nthe imagery of the dream \" motile\" Will be even more barren of\nauditory or visual elements than in his wakmg hours.\nAnd, observe, that the very faintness and insta.bility of the\nhallucinations which dreams offer to us affords a singular insiglrt into\nthe genesis of hallucination. We have here indeterminate hallucina-\ntions, which cannot be assigned to one sense or another in their\nentirety; nay, which sometimes seem to inhabit chambers of the brain'\nin which the partition between sensation and motion is still indistinct.\nThe menta.l operations connected with a process so familiar as\nspeech ta.ke place, for the most part, too easily and rapidly for us to\nnote them. But if we think or dream in a foreign language, the\nconsequent friction will reveal somewhat more than usual of our mental\nworkings. I have felt (and probably many others have felt the same) a\nmarked fatigue after dreaming when in France,.-a. fatigue which I found\nto depend upon the effort made in sleep to conduct conversations in\nFrench. I seemed in my dream to be hearing Frenchmen ta.1k to me,\nand this might be thought to resemble an auditory hallucination rather\nthan an act of utterance. But in reality the experience was motor\nrather than auditory; it was my own sub-conscious effort at French\nDigitized by Coogle\n\fThe DamuYn of Socrates. 537\nspeech which presented itself to me as a. dream of hearing French\nconversation.\nWith other dreamers, again, when a. dream-scene is vividly realised,\ngesture becomes interchangeable with vision. Within the limits of the\ndream itself it is often not clear whether we are performing an action\nourselves or watching others perform it,--our centre of personality\nshifting to the focus of maximal intensity of the drea.m-operation.\nAnd the gestures of the excited· dreamer illustrate this fusion of\nsensory and mot.or elements in 0. curious way. He dreams of 0. scen&-\nsay of tiger-hunting-in which he is actor. Most of his dream is a.\nvisual hallucination merely; but when the tiger seizes him the stimulus\nspreads to motor centres and he struggles visibly in bed. Then, on\nawaking, he remembers the visual aspect of the dream, but not the\nmotor message which it has already conveyed to the waking observer.\nTo find 0. memory of that motor message--of his movements in bed-\nwe should have to get down to 0. stratum of his personality profounder\nthan dream.\nOn this last point, however, with its faint suggestion of possible\nstrata below the dream-stratum, we must not at present dwell. The\nimmediate object is to show that in this matter of messages communi-\ncated from one to another stratum of personality the form of the\nmessa.g&-whether motor or sensory, whether an action or 0. hallucina.-\ntion-is 0. secondary, and in some sense an accidental matter. The\nimpulse arising in the sub-conscious stratum may find its way to impress\nthe conscious life by very various channels, according to the previous\nproclivities of the brain affected. Quite similarly, we can inspire by\npost-hypnotic suggestion either 0. motor act or a sensory hallucination.\nThere, too, we enable 0. message to press upwards from the hypnotic to\nthe waking stratum of the subject's mind; but the channel by which that\nupward passage is made may be motor or sensory almost indifferently ;-\nthe active automatism of some suggested action, or the passive automa.-\ntism of some ima.gina.ry sight or audition. Considering all these things,\ntherefore, I hold that in order to understand active automatism it is\nnecessary to understand passive automatism as well. And among the\nvarious forms of paSsive automatism, or hallucination, the hearing of\nvoices is one of the commonest, and may first be discussed here. But\nsuch discussion will involve 0. slight divergence from the main thread\nof our argument. We have thus far been mainly concerned with the\nmode, rather than the sub8tance, of automatic communications, and we\nhave dwelt willingly on perfectly trivial messages, if only the mode of\ntheir reception was such as to exclude the conscious operation of the\nmind. But in the case of the hearing of voices we must make rather\n0. different choice. For whereas automatic writing is a phenomenon\nwhose existence is not generally admitted, and which therefore\nigitized by Goog\n\f538 The Damum of Socrates.\nneeds proof before explanation, hallucinatory voices are a very well-\nknown phenomenon, only.they are for the most part associated with\ninsanity. We do not need, therefore, to prove that they eNt; but, if\nwe are to take them as worth serious discussion, we must select some\ninstances where insanity cannot be alleged.\nOr if this be saying too much,-for some writers will allege insanity\nwllerever there is any markedly unusual psychical manifestation,....:....we\nmust at least select some instances where no circumstance, except the\nvoice itself, can be held to indicate insanity, and where the substance of\nthe messages given is above and not below the normal level of human\nthought. To find a case of this sorli,---a case where the messages con-\nveyed by auditory hallucination have been unquestionably above and not\nbelow the level of ordinary waking sanity,-is of course not easy. We\nmust not cite any modem example, where the repute for wisdom of the\nhallucinated person is yet undecided. Nor must we cite any case, like\nMahomet's, of religious fanaticism or ecstacy, where genius has certainly\nbeen·akin to insanity.\nBut .there is one instance,---&D instance well-observed and well-\nattested, though remote in date,-which will at once occur to every\nreader. The Founder of Science himself,-the permanent type of sanity,\nshrewdness, physical robustness, and moral balance,-was guided in all\nthe affairs of life by a monitory Voice,-by \"the Dillmon of Socrates.\"\nThis is a case which can never lose its interest, a case which has been\nvouched for by the most practical, and discussed by the loftiest intellect of\nGreece-both of them intimate friends of the illustrious subject;-& case,\ntherefore, which one who endeavours to throw new light on hallucination\nand automatism is bound, even at this distance of time, to endeavour to\nexplain. And this is the more needful since a treatise was actually\nwritten, a generation ago, as \"a specimen of the application of the\nscience of psychology to the science of history,\" arguing from the records\nof the Ba,fUWlO\" in Xenophon and Plato that Socrates was in fact\ninsane.1\nI believe that it is now possible to give a truer explanation; to place\nthese old records in juxtaposition with more instructive parallels ; and\nto show that the messages which Socrates received were only advanced\nexamples of a process which, if supernormal, is not abnormal, and which\ncharacterises that form of intelligence which we describe as genius.\nFor genius is best defined-not as \"an unlimited capacity of taking\npains\"-but rather as a mental constitution which allows a man to\ndraw readily into conscious life the products of unconscious thought.\nI have already urged that beneath the superficially conscious stratum\n1IN Dhntm d.e Socrate, &c., by L. F. Ulut, Membre de l'lnstitut. Nouvelle\ntldition, 1856.\nDigitized by Coogle\n\fThe DamW'fl, of Socrates. 539\nof our being there is not only a stratum of dream and confusion, but a\nstill subjacent stratum of coherent mentation as well. This thesis, I\nthink, is strongly supported by the records which have come down to\nus as to the Demon of Socr:ates. We shall see that the monitions\nwhich Socrates thus received were for the most part such as his own\nwiser self might well have given and that where the limits of\nknowledge attainable by his Own inmost reflection may possibly have\nbeen transcended, they seem to have been transcended in such direction\nas a clairvoyant development of his own faculties might allow, rather than\nin such a way as to suggest the intervention of any external power.\nLet us try to analyse the nature of the \"divine interventions\" actually\nrecorded by Socrates' contemporaries. The voice, it should be remarked,\nwas always a voice of restraint; its silence implied approva.1. In the\nfirst place Xenophon's testimony completely establishes thefact. He\ndesires, in defending his friend and master from the charge of impiety,\nto make as little as may be of the matter; but what he says is quite\nenough to prove-if such proof were needed-that the 3a,,.w.co•.is no\nmetaphor, but is to be taken literally as a notorious and repeated\nincident in Socrates' life.\n\"First then,\" he says,1 ~'as to his not worshipping the gods whom\nthe city worships, what evidence was there of this 7 He sacrificed\nconstantly, and obviously used the art of divination; for it was matter\nof notoriety that Socrates said that .,.v aa,,,,.s.col'-the divine Providence\n-gave him indications; and this indeed was the. principa.1 reason for\naccusing him of introducing new gods.\" .\/\nThe instances where such indication was given ~y be divided into\nthree heads.\nFirst come the cases where the warning voice--or its equally\nsignificant absence-gives proof of a sagacity at least equa.1 to that of\nthe waking Socrates; and decides him to action, or to absten~on from\naction, which he professes always to have recognised as right and wise.\nNext come the cases where the monition implies some sort of\nknowledge not dependent on any external source, yet not attainable by\nordinary means,-as a knowledge of potentia.1 \"rapport\" (to use the\nterm of the elder mesmerists), or specia.1 relation between two organisms.\nAnd, lastly, come one or two doubtful cases where-if they be\ncorrectly reported-there was something like clairvoyance, or extension\nof the ordinary purview of sense. .\nThe first of these classes contains the great majority of the\nrecorded cases, whether small or great matters are concerned. And\nit is noticeable that the monition frequently occurred in reference to\nmere trifles, and hatl been a habitual phenomenon for Socrates from\n1 XeD. Memorabilia I. 1.\nDigitized by Coogle\n\f540 \"The Dremon of Socrates.\nchildhood upwards,-both of which points are eminently in analogy with\nwhat we know of other automatisms. Let us take first some trivial\ncases.\n1. III the Euthydemm o~ Plato, Socrates is about to quit the\npahestra; the sign detains him; young men enter, and profitable\nconversation ensues.\n2. In the PJIDJd'r'UII, Socl'llotes, when\" leaving his resting-place, is\ndetained by the sign, which thus leads him to a discourse which he had\nnot intended to utter-E,,u a~ pbr'f \";11-\" I am, it seems, a prophet,\"\nhe then remarks,-but only just enough for my private use and benefit.\n3. In the Fir8t Alcihiades the sign restrains him from speaking to\nAlcibiades until the latter is old enough to understand him aright.\nThere are also various cases where Socrates dissuades his friends from\nexpeditions which ultimately turn to their harm. None of these are in\nour sense evidential; and in some of them (as in the case of the\nAthenian expedition against Syracuse) ordinary sagacity might have\ngiven the same warning. The case of Timarchus (Plato, TMag68) is\nthe most dramatic of these warnings.\nTimarchus was sitting at supper with Socrates, and rose to go out\nto a plot of assassination, to which plot only one other man was privy.\n\" 'What say you, Socrates l' said Timarclius, 'do you continue drink-\ning; I must go out somewhither, but will return in a little, if so I\nmay.' And the voice came to me; and I said to him,\" 'By no means\nrise from table; for .the accustomed divine sign has come to me.' And\nhe stayed. And after a time again he got up to go, and said, 'I must\nbe gone, Socrates.' And the sign came to me again; and again I\nmade him stay. And the third time, cietermining that I should not\nsee, he rose and said naught to me, when my mind was turned else-\nwhere; and thus he went forth, and was gone, and did that which was\nto be his doom.\"\nWe cannot now tell what the evidential value of this case may have\nbeen. There may have been that in the countenance of one of them\nwho sat at meat, which may have shown to Socrates that the hand of\nan assassin was with him on the table.\nBut, among these monitions of Socrates, a certain silence of the\nwarning voice on one last occasion was held by Socrates himself, and\nhas since been reputed, as the most noteworthy of all. This was when\nSocrates, accused on a capital charge of impiety, from which he might\nhave freed himself by far less of retractation than has been consented\nto by many a martyr, refused altogether to retract, to excuse\nhimself, to explain away; claiming rather, in one of the first and\nnoblest of all assertions of the law of conscience as supreme, that he\ndeserved to be supported at the public cost in the P\"ytaneum, as a\nman devoted to the mission of a. moral teacher of men. The divine\nDigitized by Coogle\n\fThe Dmman of Socrates. 541\nsign, as has been said, came only to warn or to restrain j when it was\nabsent, all was well. And throughout the whole series of events which\nled to Socrates' death, the voice intervened once only,-to check him\nfrom preparing any speech in his own defence. Thereafter, by an\nemphatic silence, it approved the various steps by which the philosopher\nbrought on his own head that extreme penalty which, B&ve for his own\ninflexible utterances, the Dikastery would not have ventured to inflict.\n\"There has happened to me, 0 my judges,\" he B&id in his last\nspeech after sentence passed, \"a wonderful thing. For that accustomed\ndivine intimation in time past came to me very many times, and met me\non slight occasion, if I were about to act in some way not aright; but\nnow this fate which ye behold has come upon me,-this which a man\nmight deem, and which is considered, the very worst of ills. Yet\nneither when I left my home this morning was I checked by that\naccustomed sign j nor when I came up hither to the judgment-hall, nor\nat any point in my speech as I spoke. And yet in other speeches of\nmine the sign has often stopped me in the midst. But now it has not\nhindered me in any deed or word of mine connected with this present\nbusiness. What then do I suppose to be the reason thereof1 I will\ntell you. I thi,nk it is that what has happened to me has been a good\nthing; and we must have been mistaken when we supposed that death\nwas an evil. Herein is a strong proof to me of this; for that accus-\ntomed sign would assuredly have checked me, had I been about to do\naught that was evil.\"\nI dwell upon this incident; for in the history of inward m8SB&ges\nno such scene is likely to recur. We shall never again see such a man\nat such a moment drawing strength from the silence of the monitory\nutterance which came to him as from without himself, though it were\nfrom the depths of his own soul.\nThe next class of the Socratic monitions can only be briefly dea;lt\nwith here. They touch on that singular phenomenon of so-called\nrapporl which is to us at present and has long been in the eyes of Science\nan unexplained and a very disputable thing j but on which recent\nhypnotic experiments are slowly bringing us to look as in some sense a\nreality. In modem terms we should say that the'disciples of Socrates\nwere influenced not so much by his instruction as by his 8'UflgeIJtion;\nand that some inward instinc~xpresaed by the monitory voice whose\nutterances we are analysing-informed him without conscious con-\nsideration whether his intending disciples were receptive to his sug-\ngestion or no. It is in the Platonic dialogue Theage8 that this aspect\nof the divine monition is most insisted on.\n\"I never learnt from you,\" B&Ys a certain Aristeides to Socrates,\n\"anything at all. You yourself well know this. But I always made\nprogress whenever I was along with you, even if I were in the B&me\nDigitized by Coogle\n\f542 The Damwn of Socrates.\nhouse but not in the same room; yet most when I was in the same\nroom; and even in the same room I got on better if I looked at you\nwhen you were speaking than if I looked anywhere else. But I got\non far the best of all when I was sitting near you and holding or\ntouching you. But now, said he, all my then character has dribbled\nout of me.\" Nw ai. ~ a'8s, \"l\/\"aua ltcli\"\" ~ ;~'s '~IPPV~\/CQI.\nI would not insist too strongly on an interpretation which may seem\nmerely fanciful. But nevertheless we should be puzzled to find Greek\nwords more expressive of the gradual dissipation and disappearance of\na post-hypnotic suggestion,-the melting away of some imparted energy\nin well-doing as the subject is removed from the operator's influence.\nAnd that the possibility of some rapport of this kind should be indicated,\nnot by conscious thought but by a message emanating from some sub-\nconscious phase of a man's being, this, too, is a phenomenon to which\nmodern experience furnishes not unfrequent analogies.\nThe third class of Socratic monitions which I have mentioned rests\non very slender evidence. We cannot be sure that'the monitory sign\never warned him of anything which no possible sagacity of the ordinary\nkind could have led him to discover. As is natural in the beginning\nof such inquiries, the cases cited to illustrate this supposed supernormal\nknowledge are mainly interesting and important incidents; and it is\nprecisely in relation to such incidents that some unconscious gti.eu is\nlikely to have been J;Qade. What we should like would be just what\nPlato has omitted ;-specimens, namely, of the trivial cases where the\ndivine warning saved the philosopher from some momentary mishap.\nOf this sort I can find one only; and that is merely a tradition, given\nin Plutarch's essay De Genio Socratis. Socrates, according to this\nstory (which Plutarch puts into the mouth of a supposed eye-witness),\nis walking and talking with Euthyphron, but stops suddenly, and calls\nhis friends to turn back by another street. Most of them follow him,\nbut others keep on their way, and presently meet a great herd of\nswine who knock down some of them and befoul the rest. \"Charillus \"\n(who had thus braved Socrates' warning) \"returned home with legs and\nclothes all full of mire,-so that we all remembered Socrates' familiar\nspirit, with roars of laughter, marvelling how the Divinity had care of\nhim continually.\"\nOne more remark. Among the most singular incidents in Socrates'\nlife were those pauses of immobility, frequently lasting for hours, and\nonce, as reported, for a consecutive day and night, when he was\ninaccessible to any outward stimulus, and remained fixed as in a deep\ncontemplation. Medical readers have seen that there must have been\nmore than mere contemplation here; and Ulut has treated these accesses\nas a kind of stupor attonitus-of bewildered paralysis of all intellectual\noperation, such as is seen in minds overbalanced by some terrible\nigitized by Goog\n\fThe Damwn oj SOCTUtes. 543\nshock. I cannot accept the parallel, nor believe that symptoms so\ngrave can supervene in robust health and disappear without leaving a\ntrace behind. Nor, again, is there anything which suggests epilepsy.\nI believe the accesses to have been accesses of ecstacy, reached, as in\nsome rare cases, without any previous hysterical disturbance; and .\nindicating (as I hold) a sub-conscious self, so powerful and so near the\nsurface that some slight accident sufficed to determine its temporary\npredominance over the whole man.\nBut; I must leave here the story of Socrates, rich in unworked\n. psychological suggestion, but cited here only as an example of wise\nautomatism j of the possibility that the messages which are conveyed\nto the conscious mind from unconscious strata of the personality,-\nwhether as sounds, as sights, or as movements,-may sometimes come\nfrom far beneath the realm of dream and confusion,-from some self\nwhose monitions convey to us a wisdom profounder than we know.\nThe case, assuredly, is a marked one; but it may ~ thought to be too\nexceptional for the purpose of my argument. Socrates, it may be said,\nwas too strangely above ordinary men to allow· us to draw wider\ninferences from this unique example. It might be well if we could add\na case not complicated by such towering genius j-& case where some-\none with no great gifts of nature, with no incomprehensible workings of\nthe soul, had, nevertheless by monitory voices been taught wisdom and\nraised 1;0 honour,-and who, if so it might be,. had testified to the\nreality of the inward message by some witness which the world could\nnot gainsay. And such a case there is; there is a figure in history\nunique and marvellous, but marvellous in this point alone. One there\nhas been who was born with no conspicuous strength of intellect, and\nin no high or powerful place, but to whom.voices came from childhood\nonwards and brought at length a strange.command ;---one who by mere\nobedience to that monitory call rose to be the saviour of a great nation;\n-one to whose lot it fell to push that obedience to its limit, and to\npledge life for truth; to perish at the stake rather than disown those\nvoices or disobey that inward law.\nI speak, of course, of Joan of Arc, the Maid of Orleans, the\nnational heroine of France; whose name crowns the poet's list of\nthose famous women of old time who have vanished like II the snow.\nof yester-year.n\nLa reyne blanche comme ung Iys\nQui chantoit avoix de sereine\nBerthe au grant pi~, Bietris, Allys,\nHarembourgea qui tint Ie Mayne\nEt Jehanne 1& bonne Loraine\nQu' Angloys brual6rent a. Rouen,\nOU IOnt-ila, Vierge lOuveraine ¥\nMaia ou IOnt lea neiges d'antan ¥\nDigitized by Coogle\n\fThe DamuJ'TI, of Socrates.\nI must be excused for dwelling on this signal example; for I\nbelieve that only now, with the comprehension which we are gradually\ngaining of the possibility of an impulse from the mind's deeper strata\nwhich is so far from madness that it is wiser than our sanity itself,-\nonly now, I repeat, can we understand aright that familiar story. I\nshall not repeat its incidents in detail; but shall draw my citations\nfrom the only trustworthy source, namely, Joan's evidence, given in\n1431, before Cauchon, Bishop of Beauvais, and the other ecclesiastics\nwho ultimately condemned her to be burnt alive. The condemnation\nwas based on her own admissions; and the Latin proces-verbol still\nexists, and was published from the MS. by M. Quicherat, 1841-9, for\nthe French Historical Society. Joan, like Socrates, was condemned\nmainly on the ground, or at least on the pretext, of her monitory·\nvoices; and her Apology remarkably resembles his, in its resolute\ninsistance on the truth of the very phenomena which were being used\nto destroy her. Her answers are clear and self-consistent, and seem\nto have been little, if at all, distorted by the recorder. Few pieces of\nhistory so remote as this can be so accurately known.\nOn the other hand, the Proces de Rlhohilitation, held some 20 years\nafter Joan's death, when memories had weakened and legend had\nbegun to grow, is of little value as evidence. Joan's credit must rest\nentirely on that testimony on the strength of which she was condemned\nto death.\nFortunately for our purpose, her inquisitors asked her many\nquestions as to her voices and visions; and her answers enable us to\ngive a pretty full analysis of the phenomena which concern us.\nI. The voices do not begin with the summons to fight for France.\nJoan heard them first at 13 years of age,-a.s with Socrates also the\nvoice began in childhood. The first command consisted of nothing\nmore surprising than that \"she was to be a good girl, and go often to\nchurch.\" After this the voice-a.s in the case of Socrates-intervened\nfrequently, and on trivial occasions.\nII. The voice was accompanied at first by a light, and sometimes\nafterwards by figures of saints, who appeared to speak, and whom Joan\nappears to have both seen and felt, as clearly as though they had been\nliving persons. But here there is some obscurity; and Michelet thinks\nthat on one occasion the Maid was tricked by the courtiers for political\nends. For she asserted (apparently without contradiction) that several\npersons, including the ArChbishop of Rheims, as well as herself, had\nseen an angel bringing to the King a material crown.\nIII. The voices came mainly when she was awake, but also some-\ntimes roused her from sleep; a phenomenon often observed in our cases\nof \"veridical hallucination.\" \"Ipsa dormiebat, et vox excitaba.t earn.\"\n(Quicherat, I., p. 62.)\nDigitized by Coogle\n\fThe D(JJrnon of Socrate8. 545\nIV. The voice was not always fully intelligible (especially if she was\nhalf awake) ;-in this respect again resembling some of our recorded\ncases, both visual and auditory, where, on the view taken in\nPlumtasms, the externalisation has been incomplete. \"Vox dixit\naliqua, sed non omnia intellexit.\" (Quicherat, I., 62.)\nV. The predictions of the voice, 80 far as stated, were mainly\nfulfilled; viz., that the siege of Orleans would be raised; that Charles\nVII. would be crowned at Rheims; that she herself would be wounded j\nbut the prediction that there would be a great victory over the English\nwithin seven years was not fulfilled in any exact way, though the\nEnglish continued to lose ground. In short, about so much was fulfilled\nas an ardent self-devoted mind might have anticipated; much indeed\nthat might have seemed irrational to ordinary observers, but nothing\nwhich actually needed a definite prophetic po'!er. Here, again, we are\nreminded of the general character of the monitions of Socrates. And\nyet in Joan's chse, more probably than in the case of Socrates, there\nmay have been one singular exception to this general rule. She knew\nby monition that there was a sword \"retroaltare \"-somewhere behind\nthe altar-in the Church of St.Catherine of Fierbois. \"Scivit ipsum ibi\nesse per voces\" :-she sent for it, nothing doubting, and it was found\nand given to her. This was an unique incident in her career. Her\njudges asked whether she had not once found a cup, and a missing\npriest, . by help of simila.r monitions, but this she denied; and it is\nremarkable that no serious attempt was made either to show that she had\nclaimed this clairvoyant power habitually, or, on the other hand, to\ninvalidate the one instance of it which she did in effect claim. It\nwould be absurd to cite the alleged discovery of the sword as a proof of\nclairvoyance, any more than Socrates' alleged intimation of the\na.pproaching herd of swine. But when we are considering monitions\ngiven in more recent times it will be well to remember that it is in this\ndirection that some supernormal extension of knowledge seems possibly\ntraceable.\nAnd, lastly, it must be observed that among all the messages thus\ngiven to Joan of Arc there does not seem to have been one which fell\nshort of the purest heroism. They were such commands as were best\nsuited to draw forth from her who heard them the extreme of force,\nintelligence, virtue, of which she had the potency at her birth. What\nbetter can we desire as the guide of life 1\nWe need not assume that the voices which she heard were the\noffspring of any mind but her own, any more than we need assume that\n·the figures in which her brave a.nd pious impulses sometimes took\nexternal form were veritable saints,-the crowned St. Margaret and\nthe crowned St. Catherine and Michael in the armoury of Heaven.\nYet, on the other ha.nd, we have no right to class Joan's monitions,\n2M'2\nDigitized by Coogle\n\f546 the Damwn of 8ocmtes.\nany more than those of Socrates, as an incipient madness. To be sane,\nafter all, is to be adjusted to our environment, to be capable of coping\nwith the facts around us. Tried by this test, it is Socrates and Joan\nwho should be our types of sanity; their difference from ourselves\nlying rather in the fact that they were better able to employ their own\nwhole being, and received a clearer inspiration from the monitory soul\nwithin.\nI have dwelt at some length on these two cases, far more remote in\ndate than those to which it is our custom to appeal. But this has been\nbecause I held it essential to make my reader undel'lltand that the\ngrotesque and trivial messages or monitions, with which in this inquiry\nwe habitually dea~ are not to be taken as covering the whole field\nof automatic action. Before we p'roceed to consider the question as to\nthe action of minds external to the automatist's own, we ought at\nany rate to recognise that words given in these strange ways may in\nthemselves be worth hearing,-that not the mechanism only but the\ncontent of automatic messages may sometimes deserve our close and\nserious attention.\nMy promised discussion on messages claiming an external source is\nstill delayed for lack of adequate material. More cases are needed where\nfacts are said to have been given which were not known to the automatist\nhimself, or to any person present at the time. Some such cases we\ndo possess-a few have been already printed in the Jounwl-but more\nshould be forthcoming before they can ~ profitably compared and\ndiscussed.\nAnd I cannot conclude this paper without making yet another\nappeal to Spiritualists, in England or elsewhere, for any evidence which\nthey can send me bearing on this question of \"spirit identity,\"-on the\npossibility of proving from the content of automatic messages-however\ngiven-that the mind of some departed friend has in truth inspired\nthem. For the few cases already received I have thanked my in-\nformants privately, and here thank them again. But it seems to me\na.n extraordinary thing that if, as seems clear, there are some thousands\nof persons in the world who do actually believe that the dead can\ncommunicate with us by messages of this kind, these believers should\napparently make so little effort either to prove or to conduct such\ncommunication. I am not thinking only of the paucity of the cases\nsent to myself, but of the barrenness, in this all-important particular, of\n\"II the Spiritualistic journals which I know. There is constant assertion\nthat proofs of identity can be obtained by patience and care; but\nactual proofs-or even attempts at proof-are hardly ever forthcoming_\nYet, without these, what reality is there in disquisitions on doctrine,-\nin lengthY\"revelatiOlis\" without any kind of guarantee' For my own\npart, I am anxious to see the Spiritualistic explanation advocated with\nDigitized by Coogle\n\fThe Darrncm of &CTates. 5417\n•\na.ll possible industry and care. It is by far the most interesting\nhypothesis, and there are a few cases which tell strongly in ita\nfavour. I think it possible, too, that the attitude of receptiveness,\nwhich Spiritualists urge a.s necessary, may contribute to the attainment\nof proofs which, when attained, may have an objective and independent\nvalue. If so, now.is the time to try earnestly to attain them, and\nto reinforce that alleged evidence to a continuing and ever-present\nintercourse between the living and the dead.\nFREDERIC W. H. MYERS.\nDigitized by Coogle\n\f- -~\n\f","_id":558}