{"name":"Proceedings of the Society for Psychical Research 9497 6756 9329 5680","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v5_may_1889_supplement.pdf","mytitle":"Proceedings of the Society for Psychical Research, V5, Supplement, May 1889","mylang":"de","content":"Supplemeut.) On a Series of Experiments at Pesaro. 549\nSUPPLEMENT.\nON A SERIES OF EXPERIMENTS AT PESARO.\nI.\nINTRODUCTION.\nI propose to give some account of a series of experiments which\nhave been carried on during a number of years at Pesaro, a small town\non the east ooa.st of Italy, a little to the north of Ancona.. These\nexperiments are partly concerned with automatic writing, partly with\nspirit;-rapping, and partly with hypnotism.\nIt will conduce to clearness if some information is first given as to\nthe persons concerned, and the materials from which my account of the\nexperiments is drawn. Professor Rossi-Pagnoni is Director of the\nGinnasio or Public School at Pesaro. In the year 1871 he was led, by\ncircumstances which need not be here detailed, to take an interest in\nSpiritualism, and began daily to practise automatic writing under the\nadvice and direction of a friend who had frequently obtained communi-\ncations from spirits, as he believed, by that means.\nIn his experiments in automatic writing Professor Rossi used\nwhat is, I believe, the most usual method. He held a lead pencil in\nhis hand, allowing its point to rest on a sheet of paper, but not touch-\ning the table with his arm, and waited for results. For the first\n43 days of experiment the movements of the pencil were incoherent\nand unintelligible. On the 44th, a name was written; and from\nthat time onwards the facility and distinctness of the writing increased,\nand communications of considerable length were often obtained.\nThese experiments, and also experiments in table-rapping, which\nhad been tried by Professor Rossi and a small circle of friends, were\ndiscontinued in the year 1877, owing to the increased claims ofscholastic\nduties upon the Professor's time. In 1886 he found sufficient leisure to\nresume them; and he was then joined by some former members of the\ncircle, and also by others. Among these was Dr. Moroni, who has\nbeen for 30 years Municipal Doctor at Pesaro. Dr. Moroni had\nbeen in the habit of hypnotising a woman named Isabella Carzetti;\nand hypnotic experiments with this subject were added to the others.\nThe hypnotic experiments were at first directed towards the observa-\ntion of physiological phenomena.. After a time, however, results\nDigitized by Coogle\n\f550 On a Series of Experiments at Pesaro. [SuppJem.t.\nbelieved to be spiritualistic were ob~ed; and spiritualistic seances,\nwith Carzetti in the hypnotic state as a speaking medium, are con-\ntinued regularly at the present time.\nIn the year 1877 Professor Rossi published a pamphlet entitled,\nInturno ai Fenomeni Spiritici, Lettera 011' Orwrando Signor ConU\nTerenzio Mamiani. This containS, besides other matter, reports of\nthe more striking results obtained in the earlier series of experiments,\nwhich were concerned chiefly with automatic writing. A second\npamphlet, entitled, Alcuni Saggi di .Median~ Ipnotica, was published\nin 1888, by Professor Rossi and Dr. Moroni. This contains a.ccounts\nof hypnotic seances with Ca.rzetti as medium. Professor Ro~ has in\nhis possession a number of documents bearing on the occurrences and\nexperiments related in these two pamphlets. They are written and\nsigned by persons concerned, and confirm, supplement, or correct the\npublished accounts. Copies of these documents have been sent by\nProfessor Rossi to Mr. Myers, with a legal certificate that the copies\nare correct, and that the originals bears the signatures of persons who\nare known and respected.\nIn November last I paid a short visit to Pesaro. I was most\nkindly and cordially received by Professor Rossi and his friends, and\nwas present at three seances, with Can'.etti as medium and Dr. Moroni\nas hypnotiser. I took notes of everything of importance that occurred\nat these seances; and also had the opportunity of seeing and making\nextracts from the records of previous seances, and other documents.\nAmong these were the original automatic manuscripts, which have\nbeen preserved from the beginning.\nThese, then, with the addition of several letters from Professor R()88i\nto Mr. Myers and myself, are the materials for the following account of\nthe more important experiments.\nII.\nAUTOMATIC WRITING.\nThe following case, in which a similar message was received\nindependently, in automatic writing, by Professor Rossi and a friend,\nia rela~ by the former (Letter to Hamiani, p. 130):-\nOne evening my hand unexpectedly wrote the Dame of a very dear friend\nwho waadead. He gave me news of himself which waa far from joyful. Some\nevenings later he returned, expr8118ing himself to the _me effect. I spoke\nof the matter in confidence toa friend, whose affection for the deceased W&8 no\n18118 than mine, and whom I knew, from some worde which I had chanced to\nhear, to be of like inclination with myself, and desirous to make trial of\nautomatic writing. Some time paased. and one evening, while I W811 evoking\nmy aoouetomed spirit [i.e., another friend whose name frequently appeared\nin the scripts]. my hand instead wrote the name of the dead friend\nmentioned above, who told me that his condition waa happily\nDigitized by Coogle\n\fSapplemeDt.) On a Series 0\/Experiments at Pesa'l'o. 551\nchanged. The following morning (December 10th), as I waS walking,\nI met in the Piazza the friend to whom I had confided the previous com-\nmunications of the same spirit. He no sooner saw me than he asked, \"How\nlong is it since you had communication with so-and-so' .. \" A propos\/ he\ncame yesterday evening and said that his state was changed for the better...\n\"Know,\" replied my friend, \"that yesterday evening he came to my house,\ntoo, and told me the same thing. I had set myself down for the first time\nto make \" trial, without evoking anyone. Before telling you of this I asked\nyou that question, because, aa this communication of mine did not agree\nwith your previous meuage, I 8U8pected that either you or I had been\ndeoeived... We showed one another the scripts. At an interval of two or\nthree hours we had both received the same unexpected announcement. My\nfriend wrote with his own hand an account of the occurrence, and gave it to\nme.\nIn confirmation of this account are two document&, signed by\nFerdinando Spadoni.' The first is apparently the narration referred to\nby Professor Rossi. It bears no date, and runs as follows :-\nOn Saturday, December 9th, 1871, at 4 o'clock in the afternoon, having\ndesired to try for the first time to write by spiritualistic means, I did not\nexpect any positive result from that experiment. However, when I had set\nmyself to the attempt, without any invocation, to my extreme surprise I\nsaw produced with wonderful rapidity the name of ..4.leuandro Patetm, and\nin the second line, \"God has panioned me.\"\n(Signed) F. SPADONI.\nThe second document is dated December 26th, 1888. Ferdinando\nSpadoni states that he is \"the friend\" mentioned in Professor Rossi's\naccount of the occurrence, and that the account is perfectly true.\nIt is to be noted that in this case Spadoni knew the name of the\nfriend, and the purport of the former message: that the second message,\nthough said by Rossi to be unexpected, was not an unnatural sequel to\nthe first: that the wording of the messages was not the same: 1 and\nthat the coincidence of time was not quite exact. Rossi's message was\nreceived at 8 p.m., and the interva~ therefore, was four hours.1\nThe next case is somewhat similar in character (Letter to Mamitmi,\np. 131):-\nIn April, 1872, a friend asked Rossi to evoke the spirit of a relation,\nformerly living near Modena, who had been dead about two years. \"I had\nnever known her,\" says RoBBi, \"and my friend told me what I was to ask\nher on his account. I did as I was asked, and after the answer was obtained,\nto my great astonishment (for a similar thing had never happened before) I\nfelt my hand impelled to draw, one aft.er the other, two flowers, with their\nlittle leaves. After this addio was written, and the movement ceased. The\n1 The message written by Spadoni's hand waa \"Dio mi ha perdonato\"; while\nRossi's hand wrote, in answer to the question\" Stai bene! \", \"Aseai bene; in Best&.\"\nI These facts appeared from the original record, which I saw a.t Pesaro.\nDigitized by Coogle\n\f552 On a Be'ries of Experiments at Pesaro. [8uppl_t.\nfollowing day I took the answer to my friend and told him of the curious\ndrawings. •Do not be surprised,' said he. •Know that she was very fond\nof drawing, and also every time that she writes by my hand, she makes me\ndraw something.' \"\nThis acoount isconfirmed by a document dated December 28th, 1888, and\nsigned by Cesare Peneguiti, barrister, who states that he is the friend men-\ntioned by Rossi, and that the account of the incident is perfectly true in all\nparticulars.\nWith regard to the character of the writing produced, Rossi says\n(LetUlr to 1lamiani p. 133);-\nIt is not necessary for me to say that my ordinary hand writing is ugly\nand always of one pattern. Nevertheless, when writing as a medium, I\nhave had very various forms of caligraphy according as various beings made\ncommunication. When these beings presented themselves again, often\nunexpectedly and after a long interval, they reproduced their former\nhandwriting. Moreover, in that uncomfortable })Osition of hand and arm I\nhave had caligraphic forms 80 perfect that I could not reproduce them when\nwriting at ease. .\nThis statement by itself is too vague to be of much value as\nevidence; but the following documents confirm it, and give more\nprecise information as to the persons whose writing was reproduced,\nand as to the degree of likeness obtained ;-\nI. Pesaro, January lit, 1889.\nTo Professor lWssi-Pagnoni :-\nMy dear friend Ercole ArtazU. who has now been dead for some years,\nwas a good writer, and a son of Luigi ArtazU. municipal accountant and at\none time public teacher of caligraphy, who died long since. I remember\nvery well that one day, in conversation, my friend Ercole assured me that\nhe had not before believed in Spiritualism, but that once he went to your\nhouse and you showed him certain communications written in pencil: that\nyou said you had received these communications when evoking the spirit of\nhis father LUIgi, no other person being present; that in those pages he not\nonly recognised the elegant form of his father's handwriting, very different\nfrom your writing, which is anything but beautiful; but that the flourish\nmade underneath the signature was exactly that which his father used; and\nthat he himself, who had for 80 long had it before his eyes, would have been\nunable to reproduce it, at any rate with equal rapidity and freedom.\n(Signed) CIBO GIOVAGNOLI\n(TelegraI,bic Official).\nThis evidence is second-hand, but it is the best obtainable, as\nErcole ArtazU is dead. It is worth reproducing, if it be considered\nin connection with the other documents which bear on the same\npoint:-\nII. Pesaro, Jaflllw,nJ lit, 1889.\nI have a lively recollectiun of having come sometimes to your house in\n1873, to take part in spiritualistic experiments with the table and with\nDigitized by Coogle\n\fSuppJement.J On a SeM of Experiments at Pesaro. 553\nwriting. One evening, after some experiments with the table, I asked you\nto summon my dear writing.master, Luigi Brunetti, to write. He had at\nthat time been dead for some years. You set yourself to try the\nexperiment, the pencil resting vertically upon the paper, and your wrist and\nelbow raised. When the motion of the hand, which you &88ured us was\nspontaneous, began, there appeared, after the signature of Brunetti, some\nlines of writing of various sizes. The first was extremely small-so that a\nmagnifying gl&88 was neceBBSry to read it and to see its great precision. The\nfollowing lines were of middle size, and the last large. This, I recollect,\nwas a beautiful verse. I remember that I immediately bore witneaa to those\npresent-in accordance with the truth-that, specially in the larger charac-\nMr, the manner of writing and the hand of my dear master were clearly to be\nacen.\nSo much for the trllth, which now, also, I willingly confirm.\n(Signed) CLETO MAsINI.\nProfeaaor of Writing and Book-keeping at the Royal\nTechnical School of Peaaro_\nWhen I. was at Pesaro I saw the original MS. here referred to.\nThe writing was pretty and regular, and entirely different from\nProfessor Rossi's usual hand.\nIII.-This also is at second-hand, the original witness being now\ndead:-\nPesaro, Jan1lary 211d, 1889.\nI, the undersigned, well remember having heard several times from my\nfather, Pietro Romei, who is now dead, the following account: He once\nwent to the house of ProfeBBor Ros.'!Ii, who showed him, amongst others,\ncertain communications which he (the Profe88or) said he had recoived from\nthe spirit of Dr. Roberto 'l'rafarti, who had long been dead. My father\nobserved not only the complete resemblance of those signatures to one\nanother, but also their entire correspondence with the actualsignaturesofthe\nsaid Doctor, with which my father, as a chemist, was well acquainted. He\nobserved, further, below the signature a reproduction of the flourish [or\ndevice--la dfm] generally used by him. He t<lld this to the Profe880r, and,\nin confirmation of what he said, invited him to go to his pharmacy to see\nsome prescriptions of that Doctor's, which were still preserved. In\nconfirmation of the truth, I add my signature.\nROMEI Ro~lOLO, Chemist.\nIV. Pesaro, January 2nd, 1889.\nI comply with your wish and willingly declare, as I have a lively\nrecollection of the fact, that towards the end of 1873 I had occasion to go to\nyour house. You showed me certain communications, written in\npencil, which you said you had received from the spirit of the lamented\nSignor Ale88&ndro Paterni, uncle of my wife. I said that the writing of the\nname and surname seemed to me very like the real signature of my deceased\nconnexion. You &88erted that you had never seen his signature, and,' in\nfact, it was very probable that it was entirely unknown to you.\nPIETRO BoNINI, Captain.\nigitized by Goog\n\f554 On a Series of EflJperillumts at Pesaro. [Suppl-'-\nIn the following cases messages, apparently telepathic, were\nreceived by means of raps and automatic writing.\n(1) (Letter to Mamiani, p. 139):-\nOn November 14th, 1873, Profe880r Rossi was correcting the proofs of a\npamphlet, when he heard a rap of a kind which he believed to be spiritualistic.\"\nIn consequence, he sat down to write auromatically, and was advised to omit\nsome pages from the pamphlet by a measage prof8lllling to come from the\nspirit of a person whose opinion he respected. Wishing to know whether\nthe m8ll8&ge really came from the source from which it purported to come,\nhe went to a friend, who wasa very good medium. \"Without informinghim\nprecisely of the matter concerned, I told him that a short time ago I had\nhad a certain spirit which had given me advice with regard to\nsomething I was printing. I affirm on my honour that I did not explain\nmyself more fully. I added that the advice appeared to me good and wise ;\nbut in order to assure myself of the identity of the spirit, I· begged him to\nevoke it by himself, that he might question it on this point.\" The friend\nundertook to send the answer by 8 o'clock next morning, and Rossi went\nhome. Half-an-hour afterwards he heard another rap, sat down again to\nwrite, and received the following words, with the same name as before :-\n.. You were deceived in my name, and you did well to seek the aid of\nyour friend, who will confirm the truth to you to-morrow.\"\nNext morning Rossi received from his friend a note, containing the\nanswer given by the spirit: \"It was not I who communicated with Rosai,\nbut another spirit, whom Rossi ought not to obey.\" Words were added,\nclearly allusive to the special advice, which was unknown to the friend.\nRossi then compared the handwriting of the two measages which he had\nreceived, and in the first of the two found differences from the usual hand-\nwriting of the spirit.\nThe accuracy of this account is confirmed by a letter from the friend in\nquestion, dated January 2nd, 1889.\nHere we have a similar communication, obtained by Rossi and his\nfriend. The friend, however, was aware that Rossi had some doubt.\nas to the genuineness of the original message; and consequently it\nis not surprising that each should receive a message confirming those\ndoubts. The words of that part of the friend's message which alluded\nto matters unknown to him do not appear in the printed account. It\nis, therefore, impossible for us to form an independent judgment as to\nwhether they can have been suggested by guess, or inference from the\nfacts of the case so far as they had been communicated to the friend.\n(2) (Letter to Hamiani, p. 143):-\nOn November 21st, 1873, about half-past 10 in the evening, Rossi was ill\nhis study. He had been correcting proofs for more than an hour, and w..\ntired and rather cold. In consequence he intended, when his wo~k was\nfinished, not to go to the cafl, &8 was then his custom almost every evening\nabout 11, but to warm himself a little with a walk through the streeta. He\nthen perceived two slight but very distinct mps close to him on a side door\nDigitized by Coogle\n\fSupplemeDt.) On a Series of Experiments at Pesaro. 555\nopening into an inner room in which there was no one. He paid no attention\nto these, trying to persuade himself that they were due to natural causes.\nHalf-an-hour afterwards he had finished his work and was going out; but at\nthe moment when he had his hand upon the door of his rooms, to shut it\nafter him, he heard a loud knock upon it as if given with the fist. He hl\\d\nno doubt that this was spiritualistic in character, and returning at once to\nhis room, Mt down to write. He fully expected to receive a warning against\ngoing out that evening, for fear of some dangerous encounter. Instead, how-\never, of any such warning the following melll!&ge appeared: .. My sincere\nfriendship'leads me to warn you that you are desired by S.l (i.e., Stanislao\nCecchi): go, therefore, to see him.\" This message was signed with the\nname of a dead person in whose name m_ges had been obtained on other\noccasions. Rossi collsidered it extremely improbable that Cecchi <an\nacquaintance with whom he was not then intimate) would wish to see him ;\nbut went at once to the cafe where he was generally to be found at that hour.\nAs he approached, he MW Stanislao and some friends coming out of the cafe.\n.. He had no sooner seen me,\" continueB RoMi, \"than he came to meet me,\nand Mid he had need of a certain favour from me. Knowing from\nsome converMtions which I had had with him that he was a disbeliever\n(in Spiritualism), I caught at the opportunity and answered that I\nwould willingly do him the service, on condition that he woqld at once\naccompany me to my house. • . We went to my house together,\nwe entered into the room t-ogether, and I showed him on my table the\nmessage which had caused me to go in search of him. He\nsubsequently gave an account of the occurrence to some friends, though\nwithout adopting my explanation, and so far as he was able, loyally bore\nwitne88 to ita truth.\"\nStanislao Cecchi is now dead, and therefore direct confirmation of\nthis account cannot be obtaiped. A sister of his, Clelia by name, is\nthe wife of Dr. Luigi Frigerio, Director of the Lunatic Asylum at\nAlessandria. Dr. Frigerio was living at Pesaro in 1873, and Rossi,\ntherefore, applied to him to know whether he or his wife would\nconfirm the account. Dr. Frigerio writes as follows :-\nDecember 27th, 1888.\nCIelia remembers to have heard from Stanislao the strange event of which\nyou write to me. She does not, however, remember the particulars after\n10 years [as a matter of fact it is 15]. I remember that Stanislao talked\nto me about it in those days, and that when he was asked with reference\nthereto, he replied that it was Unp088ible to doubt your convictions.\nFRIGERIO.\nThe second confirmation is more precise; but in estimating its\nvalue as evidence, it should be remembered that it is the record of a\nconversation retained in memory for 15 years, and that Rossi's\n1 I believe that the name, and not merely the initial, was written. The initial\nonly is given in the printed account, because at that tim'\" Professor Roesi was not at\nliberty to publish the name.\n\f556 On a Series of Experiments at Pesaro.\naccount of the occurrence, printed in 1877, may have influenced to\nsome extent the recollections of the narrator.\nPesaro, Febrllartj 8th, 1889.\nDEAR PROPESSOR,-According to your desire, I prepare with pleasure to\nnarrate the inexplicsble occurrence which happened between you and our\nexcellent friend, the engineer, Stanislso Cecchi, of good memory, more than\nonce told by him at that time to me and to others, with increasing\nwonder. I CSDDot remember the preciae time at which the event happened,\nbut I think about 1873, that is 15 years ago, when our deceased friend, you,\nand others, uaed to frequent the Cafe Masetti.\nOne morning Cecchi had no sooner Been me in the Piazza. than with a\nvery serious manner (unusual with him in speaking of such matters, in\nwhich, as he used openly to say, he did not in the least believe) he said to\nme, \"Do you know, yesterday evening, there happened to me .\nreally curious . . . a thing . . . he's lucky who csn explain\nit. . . . Yesterday I had it in my mind to go to ProfeBBOr Rossi's\nhouse for some business of mine, but afterwards I put aside the thought, with\nthe idea of aeeing him in the evening. As I csme out of the Cafe Maaetti\nlate in the evening with some friends, I saw him coming towards me, and as I\nnaturally went to meet him, I observed upon his face a certain expression of\nsatisfaction, as if atsomething which happened according to his expectation.\nI begged him eagerly to do for me a little piece of work, for the marriage of\na near relation of mine. After some hesitation Rossi agreed to. my request\non condition that I would go at once with him to his houae, where he wished\nto show me something which would surprise me. Unwillingly I consented.\nWe went at once to his house, and without speaking he gave me to read a\nshort piece of writing which he said he had received from a familiar spirit of\nhis. In this he was told to go instantly in search of me, since I wished to\nsee him. . . • Obaerve also that I had not indicsted my wish to see\nProfoBBOr Rossi in any way to any living soul.\"\nThis event, which Cecchi at that time told more than once to me and to\nothers, made a very vivid impression, the more so that we all knew what a\ncharacter for truthfulne88, and I may almost say for rugged sincerity, our\nexcellent friend bore. Sometimes, when discussing this matter with friends\nat the csfe he ended thus: \"I don't believe anything, but here one cannot\nbut say •a fact's a fact.' \"\nI hope I have thus satisfied you, Professor, and I am glad to have been\nable to do so, since I still preaerve a very clear recollection of the facts.\nCARLO CINELLI.\n(Cavaliere Carlo Cinelli, Member of the Communal Council, &c.)\nThe following is a summa.ry of Professor Rossi's account of another\noccurrence, of a very similar character :-\n(3) (Letter to Jfamiani, p. 144.)\nOn the evening of September 3rd, 1875, Rossi had been at the cafe till 8,\nand had then gone home, not meaning to go out again that evening. After\nan hour he heard two light raps of the kind which he was accustomed to\nconsider spiritualistic, and placed his hand with a pencil on the sheet of\npaper in front of him. The following message was written: \"I am A.O...\nDigitized by Coogle\n\fSapplem8llt.) On a Se1-ies of Experiments at Pe801f'O. 557\n{the name ofa friend who had been dead about a year), \"and 1 wished to warn\nyou to return to the cafe, where your presence is desired.\" Roaai. noted on\nthe aheet of paper the hour and minute and went out. 011 the way to the\neaie he met Signor Gaetano Toai, a barrister, now filling a judicial post\n(Cancelliere della Reale Corte di Caaaazione) at Palermo, and Signor\nZaniboni, directer of the Post Office at Peaaro. Toai at once called to him\nby name, and aaid, \"I was looking for you. 1 atart for Meaaina to-morrow,\nand wished to aay good-bye. 1 have been at the cafe for half-an-hour till\njust now, waiting for you to join ua, and 1 have inquired about you also\nfrom the cafe-keeper.\" Roaai asked his two friends to wme to his house\nfor a moment. They came, and went with him into the room, where they\nread the \"telegram,\" which was dated four or five minutes before.\nSignor Toai writes under the date November 11th, 1888, partly confirm-\ning and partly correcting this account. He aaya, referring to the paaaage\n8UDlDllU\"i.aed above; \"The account which you gave in the Letter to Mamiani\nis not absolutely correct, if 1 remember right, for 1 have not got it with me\nat this moment. • . . 1 will correct the errora by narrating the facta\nafreah.\n\"On September 4th, 1875, 1 had to leave Peaaro with my family for\nNaples and Palermo. The day before 1 wiahed to take leave of all my\nfrienda. 1 could not see you in the day, but 1 hoped to meet you as usual at\nthe club. The evening arrived, and at a rather late hour I found myaelf\nin the company of the lamented Cavaliere Zaniboni. I asked if he had aeen\nyou, and he replied that he had not. I aaid that I wished to go to your\nhouse to aay good-bye, and Zaniboni offered to accompany me. We came\nto your house together. • . . We knocked, and Angelica (the aervant)\nopened the door to us, remaining at the top of the stair with the light.\nWhile we were mounting the atair you appeared upon it ; and it was then\nthat you made ua come into your room, and showed us the so-called 'tele-\ngram' of four or five minutes before, by which you were told to go to the\ncafe (where Zaniboni and I in fact were), because your presence was deaired.\nIt was then that I said that if I had been with YOIl a little longer you would\nhave turned my head. This I said on account of another circumstance also,\nwhich perhaps you do not remember. I did not find it mentioned in your\nletter to Mamiani, and from that 1 conclude that you have confused a little\ntwo separate occurrences.\n\" When we were living together in the Palazzo Mamiani\" you will re-\nmember that almoat every evening after midnight we were at the club, and\nwent home together. One evening, in 1873 or 1874 (I do not remember the\nexact date), I had in vain waited for you at the club till about one in the\nmorning,,and atarted home alone. As 1 was paaaing through the Piazza my\nname was called by Cesare Peraeguiti, a barrister, who was at the door of the\ncafe underneath the Palazzo Municipale. He aaid that he had been\nwaiting there about an hour, having urgent need to apeak with you, and\nhoping to see you paaa with me. I replied that, contrary to our custom, 1\nhad not aeen you, and wenton my way. • • • A little afterwards • . •\n1 met you. Being aurprised at your coming out so late 1 asked the reason,\nand you answered that you were working and had not wished to\"go out, but\nthat you had been compelled to do so, becauae a apirit had just warned you\nDigitized by Coogle\n\f558 On a, Series of Experiments at Pesa1'o. [Supplem8llL.\nthat a friend of yours was waiting for you at the cafe. I was astonished.\nbecause I had not told you that Perseguiti was actually looking for you and\nwaiting for you at the cafe, and only told you of it afterwards. \"\nIn a subsequent letter Rossi says that he may, perhaps, have con-\nfused the two occasions mentioned by Signor Tosi, and that this may\naccount for the discrepancy as to the place where he met Tosi and\nZaniboni.\nWe have, then, two cases, and perhaps three, in which Rossi was\ninduced to leave his house\" by an automatic message telling him to go\nand meet a friend. The first question which occurs is, \"Had ,Rossi\nany reason to suppose that the friend wanted to see him 1\"\nIn the first case, that of Cecchi, we have Rossi's direct statement\nthat \"the last thing which would come into his mind, and the most\nunlikely, was that Cecchi should be looking for him.\" In the second\ncase, RoBBi must probably have known of his friend's approaching\ndeparture, and would naturally infer that he would wish to see him.\nIn the third case, we have no information, and no means of judging.\nThe value of the second case as evidence for thought-transference\nor spirit-messages is thus much diminished, for if the thought that\nTosi wished to see him was present even indefinitely in Rossi's mind,\nit might be produced in automatic writing. It may, however, be said\nthat the two raps which he heard could not be produced in this way.\nI imagine that the same cause which on this hypothesis produced the\nautomatic message, might also produce an auditory hallucination.\nBut if we are to accept Tosi's corrections of Rossi's account, they may,\nperhaps, be explained in another way. Tosi says: \"We knocked at the\ndoor,\" meaning clearly the street-door at the foot of the staircase. It\nis not impossible that RoBBi, intent upon his work, may have mistaken\neven so familiar a sound as a knock at the street-door for spi!it-\nrappings. A little delay on the part of the servant in opening the\ndoor would give time for Rossi to write the message, and meet them on\nthe stair. The\" four or five minutes\" which elapsed between the\nwriting of the message and the entry of the visitors is not a serious\nobstacle to this view, for the vagueness of the expression shows\nthat the interval was not precisely noted.\nThe first case, that of Stanislao Cecchi, is much stronger. The\nrappings were repeated twice; the second time loud. The message wag\n, entirely unexpected; and there is confirmation of it, though necessarily\nat second-hand and after a long interval.\nIf the facts are accepted as accurate, I think there are only two\nadmissible explanations-telepathic and spiritualistic; and if the\nformer of these be adopted, there is some difficulty with regard to the\nraps.\nIt should be mentioned, further, that Rossi states that a message of\nigitized by Goog\n\fSapplmDeDt.J On a 8e')'ie8 of Experiments at Pesaro. 559\nthis nature, spontaneously given, has never proved false in his\nexperience.\nIII.\nHYPNOTIC EXPERIMENTS, ApPARENTLY SHOWING THOUGHT-TRANSFERENCE\nAND SUGGEsTION AT A DISTANCE.\nI now come to the second class of experiments, viz., those concerned\nwith hypnotism.\nOnly onesubject has been employed. Her name is Isabella Carzetti ;\nbut she is genera.lly called Aminta instead of Isabella. She was born\nin 1845, and in 1870 she came to Pesaro as servant to a family there.\nIn 1883 she left service, and since then has lived with an aunt, working\nas a sempstress and laundress. Professor Rossi and Dr. Moroni describe\nher as fairly intelligent, but uneducated. They say that she' does not\nread newspapers, but has read a few novels. In 1871 she had frequent\nattacks of convulsions, and in 1873 a cataleptic stroke, caused by fright\nat an earthquake. Dr. Moroni treated her successfully with hypnotism,\nand in the course of his treatment observed other remarkable phenomena.\nOf these, apparently, no systematic account has 'been preserved; but\nthey seem to have been of the nature of clairvoyance. Dr. Moroni\ncontinued to employ her as a clairvoyant for the purpose of diagnosis,\nafter hypnotism had ceased to be necessary as medical treatment.\nIn 1886 Dr. Moroni renewed these experiments, which had then\nbeen discontinued for some years, in company with Professor Rossi and\nthe other members of his circle. The experiments were at first physio-\nlogical, but after a time assumed a spiritualistic character. Professor\nRossi, Dr. Moroni, and their friends continue to hold seances regularly\nonce a week, with Carzetti as medium.\nAmong the accounts of these experiments there are several\nincidents which give evidence for the possession of clairvoyant powers\nby the medium.\nOn June 10th, 1886,1 at the first of this second series of experiments,\nCarzetti came to RoBBi's house for the first time. She saw nothing but the\nentrance-hall, in which she was hypnotised. In answer to questions, she said\nthat between the hall and the other rooms there was a narrow passage, but\nnot on the same level as the hall, since there was an ascent from it of five\nsteps, two of masonry and three of wood. Then she said that in the last\nroom she saw against the wall an arm-chair, and, in the middle, a little table.\nWhen asked the shape of the table, she said it was round, and was used for\nthe evocation of spirits. The whole of this description was correct.'\nOn August 6th, of the same year, she described correctly the malady of a\n1 Akuni Saggi, p. 5.\n20\nDigitized by Coogle\n\f560 On a &ries of Experiments at Pesaro. [Supplemell~\nperaon whose portrait was placed before her; and at the same ance she\ndescribed the appearance of the writer of a letter which was given to her\"\nIn several cases the medium, at a distance from the table at which\nsome of the company were sitting, indicated beforehand the nature of\nthe communication which would be made by raps.\nThus at the aMnce of June 10th, 1&86,1 after describing the shape of\nthe table, which, it will be remembered, was in a room divided by a passage\nfrom an entrance hall in which the medium was sitting, she Mid that it was\nused for evoking spirits. She added, \"There is now in that room a youth\nwho demahds to be evoked, and begs you to go there.\" Moroni and another\nremained with the medium, while Roui and two others went into the room.\nThe two sat at the table, and a communication came from the spirit of a\nY9ung man who had been dead some months.\nIn this case those sitting at the table had heard the medium's\nstatement. The experiment, therefore, is of very little value so far.\n'No sooner, however, was the mel8&ge finished than the movements of the\ntable became so irregular that no words were formed. At that moment one\nof the two who had been left with the medium came with a mel8&ge from\nher, telling them to leave the table, for the place of the first spirit had been\ntaken by an intruder, who could not or would not talk,\nHere, again, we cannot be sure that the medium could not hear\nwhat was going on in the room with the table; and the indication of\nthe moment at which the message came is not sufficiently precise.\nSome other cases are not open to objections so obvious as these;\nand seem to show thought-transference either from or to the medium.\nThus on July 30th, 1886,s two friends (one of whom confirms the account)\nsat at the table, at some yards distance from the medium, evoking a spirit\ncalled Livia. The medium made gestures, indicating that she saw a spirit.\nAsked by Moroni in a low voice whom she saw, she answered, \"A lady,\nrelated to the shorter of the two at the table.\"\nA mel8&ge was rapped out from Lucia, aunt of the peraon indicated by\nthe shortll818 of his stature.\nThe medium then whispered to Moroni that the spirit of a young man\nwhose name began with R had come to the table. A m8l8&g6 was received\nfroma young man whose name began with that letter. '\nHere it is not definitely stated, but it is certainly implied, that\nthose at the table did not consciously hear the whispered remarks of\nthe medium. It is, however, possible that they may have heard and\nreproduced with the table's raps indications of which they were not\nconscious.\nAgain, on August 6th 4 of the same year, two friends sat at the table.\n1 I do not give the details of these experiments because it does not appear certain\nthat the information given by the medium could not have been derived from the coo'\nversation of those in the room, or from other natural sources.\nI Alcuni Saggi, Po 6.\nIAlcuni Saggi, pp. 6, 7.\n• Aliluni Saggi, p, 8.\nDigitized by Coogle\n\fSapp1em8llt.] On a Series of Experiments at Pesaro. 561\nThey evoked Lucia, and L W&II the first letter given. The medium whispered\nto Moroni that the spirit was Livia, and that the word ringrazio would be\nrapped out. Moroni took a note of this on a piece of paper, folded it with-\nout speaking, and put it on a table. The word was rapped out, and was\nfound to correspond with that which Moroni had written.\nThe medium then told Moroni to take the place of one of those at the\ntable. He did so. Another person went to the medium and asked her what\nspirit she would like. She answered, taking great care not to be heard,\n\" The Doctor's sister.\" The table rapped out Aiwnta, the name of a sister\nof Dr. Moroni's, who W&II dead. She then whispered that Moroni's father\nwished to manifest himself ; and the words, \"I am thy father ; I may call\nhappy the moment of finding myself with thee,\" were rapped. She then\nsaid that the spirit would rap one more word ; and one more word, addio,\nwas given.\nThe same criticisms apply to this experiment, except that we are\ntold that the medium took care not to be overheard. Nevertheless,\nmore stringent conditions are to be desired.\nAnother experiment, of a slightly different kind, seems also to\npoint to thought-transference. In this case we have an extract from\nthe original record, made at the time, and attested by the signatures of\nthose present.l\nTwo of the company sat at the table. The medium, who W&II not\nhypnotised, expressed disbelief in the table-game, as she called it ; and said\nshe would believe in it if it would rap her real name, which was not\nAminta, as they believed. The name Isabella was rapped. The medium\nwas surprised, and said that this was her real name. It was unknown to all\nthose present except Dr. Moroni, who was not at the table.\nIn this case, however, it is not impossible that one of those at the\ntable may have heard the name, and forgotten it. Experience shows\nthat any fact once known, though entirely forgotten by the conscious\nmind, may be reproduced by the automatic methods of writing or\ntable-rapping.\nNext we come to cases of suggestion at a distance, and suggestion\nwithout communication between the suggester and the subject.!1\nOn August 29th, 1886, in the course of a 1iMnC8 the medium,\nhypnotised, said to Moroni, \"Wake me up now for 10 or 15 minutes. Then\nwithout sayinganything you will send me to sleep again.\" She was waked,\ngot up, and sat on a sofa. While the others kept her in conversation Moroni\nwent into another room, on the pretence of fetching a glass of water.\nThence he mentally suggested to her to go to sleepand to return to her usual\nseat. When he came in again he found her in hypnotic sleep, and said,\n\"Why did you not obey completely ¥.. She answered, \"I perceived the\norder to return to my seat, but you did not leave me time to carry it out.\"\n1 ..dlctmi Saggi, p. 10.\nt ..dlcuni Sag¢. p. 12.\n202\nDigitized by Coogle\n\f562 On a Series of Expe1-iment8 at Pesaro. (Supplement.\nHere the hypnotic sleep may well have been the execution of a\ndeferred self-imposed command; but this does not account for her\nknowledge of the second part of the order.\nOn September 5th, 1886, Rossi called out of the room a medical\nstudent who was present; and the medical student called out Moroni.\nMoroni tried from the neighbouring room to hypnotise the Bubject,\nwho was standing talking to the others who were preBent. She all\nat once became silent and passed into the hypnotic Btate. One of\nthose to whom she WIUI talking came out and told thoBe outside\nwhat had happened. Moroni and the Btudent then agreed to try and\ntransmit to her the command to shake Rossi's hand. The medium hesitated\nfor Bome time, moving alternately towards Rossi and towards the medical\nstudent. Finally she went to the latter and Bhook hiB hand, to the surprise\nof Moroni, who saw his command disobeyed. The student then explained\nthat, being afraid of collusion, he had mentally commanded the subject to\nshake his hand instead of RoBBi's. The subject begged the hypnotiser'.\npardon for having disobeyed him, adding that she hacl perceived both\ncommands, but had obeyed the first, both because it was Btronger and also\nbecauBe it came from a disbeliever.\nThe force of this experiment is weakened by the fact that the two\nsuggesters were in the room at the time, and may have uncoIlBciously\nindicated by gestures the nature of the action to he performed.\nOn September 12th Moroni arrived before the subject. and was taken into\nanother room. When Carzetti came, Bhe was told that Moroni had not yet\narrived. The Doctor made hiB pasBes from the room in which he was, and\nthe Bubject at once fell into the hypnotic sleep.\nAgain, on October 13th of the same'year, RoBBi, Moroni, and Signor Dilli\nmet by chance. It had not been intended to hold a seance that evening, but\ntheBe three agreed to try whether a suggestion could be transmitted from\nRoBsi's house to Carzetti, who would probably be at home at that hour (about\n8 p.m.). Moroni fixed his thoughts firmly upon Carzetti for BOme minutes,\nand then, exhauBted by the effort, ceased, and said, \"If Bhe has perceived\nit, well-if not, patience.\" He then sat down to write automatically, and the\nfollowing wordB appeared: \"She has perceived you, but not BO completely\nas to satisfy your wiBheB. Someone must go to her, to prevent her from\npassing a disturbed Kight. You will find her in the street, or at the window,\nwaiting in indecision.\"\nDini went to see her, on BOme !lxcuse, and came back saying that Carzetti\nwas out, and that the aunt with whom Bhe lived said that she had gone outa few\nmoments before to do BOrne Bhopping in the Piazza. The three then left\nRoBBi'B house at 8.30, and RoBBi Beparated from the other two. These two\nmet Carzetti walking with a friend, and Djni asked her, \"Where are you\ngoing at this time of night 7\" She answered, \"I have come out impelled by\nBomething, I don't know what, which made me think that BOmeone was trying\nto magnetise me.\" \" Do you feel well now 1\" \" I am a little agitated; my\nheart beats fast, and I have a feeling aB though my legB were tied.\" \" And\nwhere do you come from l10W 1\" \" Do not you see 1 I have come from the\nDigitized by Ie\n\fBapplemeuto] On a 8elW of Experiments at Pesaro. 563\n~intotheVia Sabbatini, and ifI hadfound the dooropenand a lightonthe\nstairs of Roaai'& house, as on the evenings when there is a IMSance, I should\nhave gone upstairs.\"\nIf this account is accurate---and the latter part of it is confirmed\nby an account written by Signor Dini, and dated Oct. 13th, ISS6-there\n'C&ll be little doubt that we have here a case of suggestion at a\ndistance.\nIV.\nHyPNOTIC EXPBRIMBNTB, SPIRITUALISTIC IN CHARACTBR.\nAfter a time the character of the seances changed. From the\nexperiments already related it will be seen that the medium in the\nearlier period professed to see and hear'spirits, regarding them •\nIOmething external to herself. Soon, however, she began to speak in\nthe first person, in the character of different <lead persons; in fact,. to\nidentify herself with the spirits, or, as Professor Rossi prefers to put it,\nto act as the instrument through which spirits expressed themselves.\nIn this way, a large number of spirits---some of them professing to\nbe historical or distinguished persons, others relations of someone\npresent, or private persons who had died at Pesaro--have conversed\nthrough the medium with Professor Rossi's circle. Records of these\nconversations have been diligently kept, and a certain number of them\nare reproduced in the pamphlet, Alcuni Saggi, ~c.\nIt may be useful first to consider for a moment the value of these\nconversations as evidence.\nIt is clear that the mere fact that the medium speaks in the\ncharacter of certain dead persons proves nothing at all; nor is it of\nmuch value evidentially that these impersonations were, in the opinion\nof the auditors, decidedly successful. We must rely upon facts, not\ncharacteristics. If the medium, when impersonating a spirit, mentions\nsome fact which was certainly not known not known to her by the\nordinary channels of knowledge, we have at least something new,\nsomething which deserves further investigation.\nIt is, however, extremely difficult to prove that a particular fact is\nnot known to a particular person; the more so, that experience seems\nto show that no record once made upon the brain is ever absolutely\neffaced, and that memories lost to the ordinary waking consciousness\nmay be reproduced in the hypnotic, or other abnormal states. How-\never faint the under-writing of the palimpsest may be, it may, at some\ntime, reappear fresh and strong. Besides present knowledge, therefore,\nall past possibilities of knowledge must be taken into account.\nSo far as I cOuld judge from my own experiences at three seances\nat Pesaro, I am decidedly of opinion that there was no conscious fraud\non the part of the medium; but this, of course, does not exclude the\nuse, in the hypnotic state, of knowledge derived from the conversation\nDigitized by Coogle\n\f564 On a SeM of Experiments at Pesaro. (SuPJll-L\nof those in the room, 01' from other sources, for the purposes of im-\npel'SOnation. .\nIf, after giving due weight to these considera.tions, we find that she\nmentions facts which she cannot have known through the ordinary\nchannels of information, it will- remain to consider what hypothesis, .\ntelepathic, spiritualistic, or other, is necessary to account for the\nphenomena. It seems to me, however, that, in the present case, it is\nunnecessary to go on to this further investigation, because it is\nimpossible satisfactorily to ests;blish the ignorance of the medium with\nregard to the facts mentioned in the conversations.\nI will therefore only give one example of this class of phenomena :-\n• The spirit of a child, named Bettino, son of Prof88BOr Guidi, came\nseveral times. On one occasion the following conversation took placebetween\nBettino and his father. \"There is some one here who wishes me well-there\nare two.\" . . .(Who are they 'I) \"I don't know them. I have seen one,\npapa, not the other. • • .1 saw him with such a lot offlowers.\" (Where 'I)\n\" Where so many people went-you were there, papa-It's he who\nwishes me iJo well.\" (Where did you see the flowers 1) \"Not where I am,\nwhere you are • • • when he was dead. . • .No-one cannot say\nd~.\"\nThe father then understood that he referred to the flowers which adorned\nthe funeral procession of Mamiani, an Italian statesman, a native of Pesaro,\nwho was buried there. (Where did you see the flowers 1 From the window 'I)\n.. Y88, and in another place too.\" (In the camem ardetth1 Who took you\nthere 1) \"My brothers, I think. . . .1 saw him through a hole • • .\nthe face. \" (There was in fact a glaZed aperture in the coffin, over the face of\nMamiani.) \"She who wished me well was with me too.\" (What was\nher name 'I) \"Santin&.\"\nThe father confirms the truth of this account and adds, \"When, at that\nseance, my Bettino said that he had seen Mamiani in the camera ardenU\nthrough a hole and so on, taken there by Santin&, I frankly told my friend.\nwho were present that I did not know anything of it, and did not believe\nthat it had happened. When I reached home I asked my wife. She too knew\nnothing of it, and undertook herself to question the maid Santins. Themaid\nconfessed that, impelled by curiosity, she had gone at a late hour to see the\ncamera ardetth, accompanied by Bettino, whom she could not have left alone\nat home.\"\nCould we be sure that Carzetti knew nothing of this, it would be\nvery striking; but it is always possible that she may have been among\nthe crowds which assembled to.see tlie camera ardente, and may have\nseen the child Bettino there.\nOther cases might be given, in which the detailed knowledge of\nfacts exhibited is certainly difficult to explain as the etrec~ of memories\nunconsciously revived. But though difficult, this explanation does not\nseem to me so clearly excluded as to render the proof of the action of\nan alien intelligence decisive; and I have, therefore, not thought it\nDigitized by Coogle\n\fdesirable to extend an article already somewhat long by reporting these\ncases; though I shall watch with interest any further evidence of this\nkind which the circle at Pesaro may produce.\nI have already said that by Professor Rossi's kindness I was enabled\nto attend three seances at Pesaro in November last. The seances were\nsuccessful in one way, for the medium talked freely in the person of\ndifferent spirits; but the matter of these conversations gave no support,\nso far as I am aware, to the spiritualistic hypothesis entertained by\nProfessor Rossi and his friends. Some of the spirits impersonated by\nthe medium professed to be friends or relations of mine; and there was\ntherefore a good opportunity for the mention of matters of fact which\nwere unknown to the medium. None such were produced. All the\nstatements or allusions concerning my friends and relations were\neither vague or incorrect.\nIt is therefore unnecessary to reproduce here any of my records of\nthese seances.\nI must mention, however, two things which bear on the evidential\nva.lue of the accounts of previous experiments published by Professor\nRossi During the greater part of the seances I wrote down, fully\nand carefully, the conversations which took place. This was possible,\nbecause the medium spoke slowly and with pauses. A comparison of\nmy notes with those made by Professor Rossi and his friends gave me\na favourable impression of the care and accuracy with which the\nseances were recorded by them. On the other hand, strict silence was\nnot observed during the Ranees, and it appeared that sufficient care\nwas not taken to avoid the giving of hints by conversation in the\nhearing of the Illedium, and by leading questions.\nAt the third seance I asked that some experiments in thought-\ntransference and clairvoyance might be tried. Professor Rossi was\nunwilling that this should be done. No experiments of that nature\nhad been tried for some time, and he believed the chance of success\nto be very small. Dr. Moroni, however, consented, and two- experi-\nments were tried.\n(I) I had previoualy written a name, and enclosed it in an envelope.\nThis was placed in the medium's hand and she tried to read it-first as\"\nwhole, ·and subsequently letter by letter, but without success.\n(2) I wrote down another name, and showed it to Moroni, taking care\nthat it should not be visible to the medium or to anyone else in the room.\nMoroni then tried to suggest the word to the medium; again, without\nsuccess.\nH. BABINGTON SMITH.\nDigitized by Coogle\n\f566 Dr. Albert Moll's\" Hypnotism.\" [Supplement.\nII.\nDR. ALBERT MOLL'S \"HYPNOTISM.\"*\nIf it is true that a youth is interesting on ac~unt of his\npromise, and a man on account of his achievement, we may,\nif allowed to use this figure in speaking of the development of\na science, safely affirm that hypnotism has now entered upon\nits manhood. For the investigation of hypnotic phenomena. is\nreally now in the stage of achievement. It is showing itself to be\nof service in the spheres of labour of psychologists and of medical\nmen, of physiologists and of lawyers. This, however, has not been\nthe case till quite recently. Only a few years ago, the knowledge\nof even the principal facts was confined to a. very small band of\nworkers, and even they were not able always to unravel and grasp the\ntrue significance of their conflicting experiences. It was not until some\ndefinite starting points were attained by the formation of schools that\na freer outlook became possible. Charcot's coming forward in 1878\nwith a. rigidly consistent system was a fact of the greatest l,istorical\nsignificance, however differently one may estimate the value of his\ndoctrines. But from that moment experimental and literary activity\nin this subject began to assume such extensive proportions that a\ncomprehensive view such as had just been with difficulty achieved,\nthreatened to become again an utter impossibility. It was under\nthese circumstances that some time ago I saw the desirability of collect-\ning the most important part of the widely-scattered material in the\nform of a bibliography ; but I could not shut my eyes to the fact that\nthe second part of the impending task-I mean the formulating of the\nideas already gained-would be incomparably more difficult.\nIt is therefore with all the more pleasure that I find myself able to\npoint out to-day a work which fully meets all requirements as a standard\ntext-book in the literature of Hypnotism.\nDr. Moll has already won celebrity through several smaller works.\nand also through his courageous action in relation to the Berlin\nProfessors of Medicine. It was known that in the course of a long\npractice he had accumulated much valuable experience in our subject.\n• Der HypnotiMnuI von Dr. med. Albert Moll in Berlin. 280pp. 8vo., Berlin :\nFischer's Medizinische Buchhandlung (H. Kornfeld). 1889.\nDigitized by Ie\n\fDr. .Albert MOU'8\" Hypnotism.\" 567\nBut the work before us exhibits not only experience, but also a\nremarkable acquaintance with the. literature of the subject, and an\nunusual skill in sifting the valuable from the worthless. His method\nof presenting the subject is purely descriptive. Herr Moll wisely\nrefrains from giving any artificial system, which in the present\nstate of things it would be impossible to render free from objections.\nHe simply describes the phenomena and the theories, and attempts\nno causal explanation.\nI will now take up several points, the discussion of which seems to\nme likely to be of general interest. A sketch of the contents of the\nbook lies outside my task.\nThe historical survey which forms the beginning of this book is\ndistinguished by the novelty of much, and the trustworthiness of all,\nthat is said. As a rule these inevitable historical surveys are written\nwith copying-ink :-the author borrows his information from previous\ncompilations, and then proceeds to write as if he had most carefully\nstudied the sources at first hand. But in the case of our book one is\nconscious that the author has really read for himself the chief writings\nin the original languages, and this enables him to correct many\npreval~nt errors. The Society for Psychical Research also is here treated\nfor the first time with due appreciation; and in the course of the book,\nEdmund Gurney's remarkable work especially meets with thorough\nrecognition. I am only surprised that no mention is made of Beard.\nYears before Schneider, the American neurologist advanced the con-\ncentration-theory; in 1877 he attempted to classify the hypnotic\nsymptoms into negative and positive, and expressed his opinion that\nthe artificial trance, as a purely psychical phenomenon, ought to be\nstudied psychologically-for which task none but psychologists were\nproperly qualified.\nSpeaking in his second chapter of the induction of the hypnotic\nstate, Herr Moll observes, in the first place-possibly moved to do so\nby a suggestion made in an earlier notice in this journal-that, in\norder to make a distinction between it and the method of inducing\nsleep medicinally, it should be called not hypnogenesis (wIIOS-yl\"}'JIfIT6cu)\nbut hypnOBigenesis (v1rJHI)1T&s---yl\"}'Jlf1T61U). It is to be hoped that this\nexpression will come into general use, for it would prevent\nmany misunderstandings. The author then states emphatically\nthat much depends on individualising in hypnosigenesis. In\na.greem~nt with the Nancy doctors, he cousiders that in each\nindividual case those methods should be chosen by which the idea\nof the hypnotic condition, and the conviction that it has already\ncommenced, should be suggested as vividly as possible to the patient..\nIn this I entirely agree with him. Observation and experiment are\nDigitized by Coogle\n\f568 Dr. Albert MoU's \"Hypnotism.\" (Su~\nindispe1lll&ble: a knowledge of a man's mental peculiarities is more\nimportant than a knowledge of ana.tomy and physiology.\nI now come to a very difficult question, namely, the classification\nof hypnotic conditions. Dr. Moll divides them into three grades: In\nthe first grade, the eyes are closed, and cannot, or can only with great\ndifficulty, be opened, while the patient is generally subject to feelings of\nlassitude. In the second grade, the movements of the body, which at\nother times are voluntary, are either partially or entirely taken out\nof the patient's own control. In this state, too, the eyes are generally\nclosed, but sometimes-i.e., in fascination-they are open. In the\nthird grade the patient is susceptible to illusions, and these are\nalways accompanied by the symptoms of the second grade.\nI must in the first place remark at this point, that, in my opinion,\na description of some typical conditions, arranged in order, would have\nbeen more adapted to the character of the book and to our present\ndegree of knowledge. Dr. Moll might then perhaps have taken two or\nthree of the most striking cases, and described them according to their\nmutual relations. Within each of these distinctly defined combinations\nof symptoms, the intensity of the symptoms would show the high or\ndeep degree of the condition. But it would be very difficult to bring\nall the different kinds of artificial trance, lethargy, catalepsy, somnam-\nbulism, fascination, &c., into one category. It is for this reason that\nour author's classification is wanting in a thoroughly comprehensive\nbasis, such as one must demand from the standpoint of logical\nmethod. For both the first grades, the inhibition of voluntary move-\nments, and for the third grade susceptibility to illusions have been\nfixed upon as the chief characteristics. The distinction of the first\nfrom the second is one of degree, of the first and second from the\nthird one of kind. And moreover the shutting of the eyes, which is\ncharacteristic of the first grade, does not occur in fascination, which is\nplaced in the second grade, an inconsistency which becomes more\nstriking when it is specified of the third grade that it includes all the\nsigns of the second grade. The expression \"grade of the hypnotic\nstate\" implies that the second grade includes all that the first includes\nwith some addition, and that the third grade includes all that the first\nand second include with some addition. In Dr. lloll's scheme, however,\nthis does not always appear to be the case. He might have spoken\nof three conditions or even, if he preferred, of three phases, but surely\nnot of three deepening degrees of one and the same condition.\nIt seems to me, therefore, that in every instance the two first grades\nmust be considered as one. They have in common a degradation of the\nwill-power witltin Ute uwtor-spltere, while in the third class the 88flIlO1'1f\"\nnervous system becomes the theatre of the phenomena. That in most\nexperiments the beginning of the hypnotic condition is indicated by the\nDigitized by Coogle\n\fDr. Albert MoU's .. Hypnotism.\" 569\nshutting of the eyes, is not due to the nature of the experiment, but\nhas its source in our modus operafUli. We have had such a firm\nconviction that the shutting of the eyes belongs of necessity to the\ninduction of the hypnotic state, that we have always accustomed\nourselves to work at the beginning on the eyes either by fixation or\nsuggestion. I do not think that this conviction is really justified.\nOn the contrary, I should consider it equally the sign of the begin-\nning of a trance, if by somatic or psychical means we could prevent the\nsubject from shutting his eyes. Let us once free ourselves frQm this\ntradition and from the idea of the analogy with sleep, and let us\nexperiment on a person who is not at all familiar with these things, and\nwho will therefore be devoid of any tendency to self-suggestion, and let\nus try at the beginning to influence some other set of muscles. On\none occasion I began in the following way with a gentleman. I\npressed his right leg firmly with my hand, and at the same time\nconceived the corresponding idea of his not being able to lift it up. AB\nthis experiment was crowned with success, I extended the treatment to\nthe other leg and to the arms, and did not pass to the influencing of the\nmovements of the eyelids until the end of the experiment. On another\noccasion I had to deal with a postman, whose business it was to stamp\nthe letters. AB a thorough induction of the hypnotic state did not\ntake place in spite of repeated attempts, it occurred to me that I might\nattack.the man by means of his daily occupation. I asked him·to make\nthe movements of stamping letters before me, and after two or\nthree minutes I cried to him in an energetic tone of voice, \"Now you\ncannot leave oft'doing it.\" And sure enough the man was incapable of\nstopping; and in this way a hiatus occurred in his consciousness, into\nwhich suggestion was able to make its way with such success that\nwithin a short time the complete somnambulistic state supervened. In\nshort, it seems to me that the shutting of the eyes cannot be considered\nas an eumtial sign of the first grade, still less as a specific distinction.\nThe connection between such conditions as lethargy, catalepsy,\nfascination, captation, charm, is the failure in all of them of the\nvoluntary control of the centrifugal, nerves, and the muscles respectively\ninnervated by the!U. In another group of hypnotic conditions we may\nplace the weakening of those sensations which are produced through the\ncentripetal nerves. Whether this second group may be d6l¥!ribed as \"a\ndeeper hypnotic condition,\" depends, fir8t, on whether it includes\nalso without exception the phenomena of the first class, and 8eCQ1I,(]l1l,\non whether the second class is considered to ~ derivable theoretically\nfrom the first. The biological law that we may apply at this point\ndeclares that every evolution advances from the simple to the complex,\nand that dissolution takes the opposite course. We are then\nperhaps dealing in reality with a natwral deepening of the 8ame condition\n. .\nDigitized by Coogle\n\f570 Dr. Albert JfoU's \"HypnotiBm.\" (SapplameDt.\nand not one produced by the usual methods, and looking at it from this\npoint of view, we may be able to gain many useful hints.\nBut we must now follow our author into his symptomatology of\nhypnotism, which is as impressive as it is comprehensive. It is here-in\nthe exposition of the physiology and psychology of hypnotism-that\nthe extraordinary merits of the book most strikingly appear.\nAnd there are only a few points here in which I cannot concur with\nMoll in his opinions. When Herr Moll, e.g., defines IUf\/gestiot, as the\ninfiuencing of a person through the presentation' of an idea, and,\ncorresponding to this, defines character as the sum total of our own\nsuggestions, he only obscures the specific meaning of the words. He\nmay perhaps be historically justified, after the English psychologists of\nthe 18th and 19th centuries (Brown, cltc.), in describing every con-\nversion of a mental condition ~to an external act, or indeed every\nmodification of one idea by another, as suggestion, but such\nterminology is, in the first place, antiquated, and secondly, is very\nmuch calculated to cause confusion. And in the same way, when a\nsubject in the well-known experiment is unable to leave off'\nrevolving his hands, I should prefer to speak of this, not as automatic\nmovement, but as continuative movement, because the first of these\nexpressions is already in use for two other kinds of movements.1\nIn his symptomatology the purely descriptive method of our author\nis shown'in a marked degree. For example, he is content to say that\nevery kind of disorganisation of the faculty of language can be produced\nexperimentally by suggestion, that we can take away from a subject\nthe possibility of pronouncing the letter \"a\" and indeed deprive him\nof the whole idea\" a.\" But it is just in problems of this kind that a\nmore profound investigation would have been in place. It would have\nbeen very useful to have had the similarity pointed out of hypnotic\nphenomena to occurrences in ordinary life, such as in other places has\nbeen shown most skilfully by Herr Moll, and to have had a comparison\nmade with pathological conditions. I may ,remind the reader of\nTrousseau's conclusions, according to which the aphasia of hysterical\npatients is always to be referred either to the loss of memory of sound\nsymbols, or to a failure in the apparatus of articulation. If, with W.\nOgle, we distinguish two kinds of word memory-one by which we\nbecome conscious of the idea, and another by which we become capable\nof its expression-we should have to class both of Trousseau's groups\nin the second of these divisions, and admit that in the hypnotic state\nthe idea \"a \" still remained, though the power of the vocal and graphic\nexpression of it had disappeared. And this seems to be the only\n1 Vide Deaaoir, .. Das Doppel·Ich.\"-P&rt II. of the Proc«di7lf\/' 01 lAc S«id,\nlor EzperifMntal PllljChotogU at Berlin, 1889, pp. 2·6, 21\nDigitized by Coogle\n\fSuppl_t.l Dr. Alberl MOU'8 .. Hypnotism.\" 571\npossible conclusion from the standpoint of normal psychology. The\npatient who writes and says \"Momo\" instead of \" Mama.\" still\nreta.ins the idea \"Mama,\" and merely uses another symbol for\nthe sound .. a.\" The &88OCiation of his ideas is not false, only his\nmemory of their expression. And as he is not at all aware of his mis-\ntake, he does not struggle against it, as do those in whom the power of\narticulation alone is weakened, who can clearly write the vowel,\" a,\"\nbut who cannot make it pass their lips. The last case is, indeed,\ninvolved in the first, and we see a natural gradation from one to the\nother. But it would remain to be discovered whether abstract words\nare taken away by suggestion before concrete, and all notional words\nmore easily than exclamatory sounds, as one would surmise from Max\nMiiller's investigations into the psychology of speech. Many other\ninteresting questions might also arise.\nSome observations seem to support the theory just given. I have\noften noticed, for example, that when the use of the personal pronouns '\nhas been taken away from a subject by suggestion, and he has apparently\nquite forgotten them, he does not say, \"Le~go away, now\" (omitting\n\"me \"), but, \"Jetzt fortgehen\" (German idiom which cannot be literally\ntranslated), or \"Charles must go away now.\" These skilful substitutions\nshow clearly that it is only the form of the word, and not the idea of the\npersonal pronouns, of which he is temporarily deprived. When I gave\nthis particular order to one of my subjects E-stein, the young man got\nout of the difficulty by means of the English forms, with which he had\nbeen familiar from childhood. I have accidentally preserved a document\nrelating to this, which is also in other respects interesting. On the same\noccasion when he was in the hypnotic sleep, I gave him the suggestion\nthat he should dream in the night that he was on board a ship with. a\nfriend, Ewald W., and that a fearful storm should arise. Terrified at\nthe vividness of the dream, he was to wake up, and immediately after\nwaking was to write down what he had dreamt. When the next day\nHerr E-stein again paid me a visit, he could tell me nothing of any\nsuch dream. But after a somewhat long search, I found in one of his\n, pockets the following letter, which I copy verbatim :-\n\"Ibabe einen merkwiirdigen Trauni gehabt. I war mitE. W. zusammen\nauf der Ueberfahrt nach Amerika. We sprachen ueber das Verschiedenste,\nala sick (l) auf einmal ein grosser Sturm erhob. It wurde ganz finster,\nund I sah, wie die Wellen am Schiffe emporschlugen. Ewald wurde sehr\nseekrank und musste in die Kajiite geschleppt werden. I folgte ihm hierhin,\nund sah wie he schlimmer und schlimmer wurde und schlie. . . \" •\n... I have bad a remarkable dream. I was on a voyage to America with E. W.\nWe were talking about various things \\Vhen suddenly a great stonn arose. It became\nquite dark and I saw the waves dashing over the ship. Ewald grew very sea·sick and\nbad to go down to the cabin. I followed him and saw that he grew worse and worse\nand .....\nDigitized by Coogle\n\f572 Dr. Albert MOU'8 \"Hypnotism.\" (Supplemeat.\nHere the account breaks off: but it is interesting not merely as\nshowing a spontaneous carrying over of a suggestion. But of this on\nsome other occasion.\nVery ingenious are Moll's numerous analogies from waking life with\n.post-hypnotic suggestion. The author might perhaps have gone\nfurther and given us examples from the animal kingdom, which as far\nas I know has never yet been ·done at all. If I tease a strange dog\nto-day who is chained and cannot therefore defend himself, and I meet\nthe same dog in the street a week afterwards, it ma1 well happen that\nhe at once flies at me and bites me. We generally speak on such\noccasions of the revengeful feelings of the animal, without considering\nthat such an imputation of human sentiments is not justified without\nfurther proof. The event corresponds intrinsically much more to a\npost-hypnotic suggestion: the rage of the animal breaks out at a given\nsignal, namely, the sight of the person. We need not think that the\nanimal has carried about with hioi for a week feelings of revenge; it\nis enough if we consider his action as an act of memory, as a result of\nthe a.ssociation of ideas. A special signal raises a special idea.. Exactly·\nas in post-hypnotic suggestion.\n'l.'he fourth part of the book treats of the theories about hypnotism.\nAt the beginning the author says: \"By explanation we mean tracing\nback the unknown to the known. But hardly anything is known of\nthe real nature of psychical life, and from this arises the difficulty,\nnay impossibility, of giving any expla.na.tion of hypnotism, at least at\npresent.\" This admission goes somewhat too far. Even if we grant\nthat we know nothing of the peculiar nature of the soul-life, we may\nstill give the phenomena of hypnotism a proper position in connection\nwith psychical processes, without exactly penetrating into the essence\nof their being. The successful carrying out of such a work might\nquite justly be called an explanation, and in my opinion, Herr Moll\nmight well have taken the first step in such a direction. A synthesis\nof the psychological theories, instead of a mere enumeration of them,\nwould have shown that they all, in substance, run on the same lines. It\nsounds, indeed, very different to speak of condition of heightened\nsuggestibility, psychical reflex activity, concentrated attention, or\ncondition of mono-ideism, or of preponderating sub-consciousness, &c..,\nb~t at bottom they all prove to be the same thing. A complete proof\nof this statement would in this place lead us too far.\nThe author's reference to physiological theories seems to me very\nexcellent, he shows their insufficiency in a most striking manner. I\nwas reminded, whilst reading these pages, of two sayings of famous\nmen, which I may perhaps quote. Taine says somewhere: \"The\ngeography of the brain is still in its childhood. One perchance\ndistinguishes a few of the holder outlines, two or three ranges of\nDigitized by Coogle\n\fDr. ~lbert MoU's II Hypnotism.\" 573\nmountains, the course of the watersheds, but the network of streets, of\nroads, of stages, the countless flow of peOple which is continually\ncirculating, struggling and grouping itself in them, all this wonderful,\nmanifold, fine detail escapes the physiologist.\" And Lotze remarks\nopportunely, with keen irony, that he had for a long time made in\nsecret the statistical observation that the great positive discoveries of\nexact physiology possessed on an average an existence of about four\nyears each.\nOne feels that the remarks that Herr Moll makes about simulation\nin hypnosis are those of an eminent practitioner. Very just is his\ndictum that one should never conclude that the failure of any particular\nsymptom is a proof of simulation. But the emphasis that he lays, on\nthe power of dramatic expression in a hypnotised person, seems to me\nless to the point. This section, however, might perhaps have gained in\nimpressiveness by the insertion of individual examples. I can think at\nonce of one quite classical case, which is reported by Professor Ch.\nRichet. \"One day B. arrived at my house suffering much from an\nobstinate attack of bronchitis. She was coughing incessantly. When\nahe was asleep she left off coughing, in consequence, probably, of the\ngeneral awesthesia which affected also the larynx and the bronchial\ntubes. As soon as she 'woke up the cough began again, obstinate and\nunbearable. On that day I put her into a hypnotic sleep two or three\ntimes, and observed, without having said anything to her on the\nsubject, the same phenomenon of bronchial anresthesia., which lasted\nduring the patient's sleep, but ceased immediately on her waking.\"\nCould one think of a better refutation of those ignorant people who are\ncontinually blowing the trumpet of simulation1\nI must entirely pass over the chapter relating to forensic matters,\nbut I will mention two or three points in the medical chapter. Herr\nMoll shows very clearly that by means of suggestion the appearance of\nthe most various diseases may be produced, but that hypnosis is not\ntherefore to be considered identical with these diseases. The condition\nin itself is not pathological, not dangerous to health, it only becomes so\nunder the unskilful hands of the inexperienced operator, who generally\noverlooks the importance of removing suggestions before rousing the\npatient. But this remote possibility of danger should not prevent the\nphysician from making therapeutical use of it, for it may be asserted\nof any remedial agent or method ~hatever that it is also capable of\ndoing harm. It is advisable in practice to let some pre}iminary trials\nprecede special therapeutical experiments, and always to bear in mind\nthe psychological bias. \" Psychology must be the basis for a rational\ntreatment of the nerves.\" It therefore follows that physicians have\nnot an exclusive interest in hypnotism. \"Just as medicine must leave\nthe investigation of chemical and physical re-agents in part to the\nDigitized by Coogle\n\f574 Dr. Albert Moll'8 \"HyprwtiBm.\" [SU~\nrepresentatives of other sciences, so we must not only allow psycholo-\ngists to make a thorough examination of hypnotism, but it is precisely\nthey who must attempt it.\"\nThe last section of the book deals with animal magnetism, telepathy,\nclairvoyance, and similar phenomena. not yet generally recognised. In\nspite of the strong objectivity of the author, it seems to me that every\nnow and then a little a priori reasoning peeps out. Herr Moll would\nlike to have a stenographer present at telepathic experiments, because\neach word may be a source of error. But would he in reality be content\nwith a shorthand report1 Might he not then maintain thatas the reader\nhas no means of knowing the f'I'WV611I,I)nU of those who took part in\nthe experiment, this is still not free from objections1 In Guthrie's experi-\nments, e.g., the author finds no objections to make, but nevertheless \"he\nhas the subjective conviction tliat sources of error were overlooked in\nthose experiments and that IlUfIgestiun was in some way or other at\nwork.\" Against such purely subjective convictions it is difficult to\nfind cOgent arguments.\nIn conclusion I must point out that Dr. Moll's book is characterised\nby the admirable comprehensiveness of its arrangement and by two\nexcellent indexes. And, moreover, it is written with a transparent\nclearness which has no equal. I do not think that a single sentence\nout of the 261 pages leaves the reader in any uncertainty of its meaning.\nI took up the work with the highest expectations, and I laid it down\nagain with sincere satisfaction, and it is my firm conviction that every\none who reads it w.ill feel himself stimulated and benefited. And as\nno book exists either in the English or French languages which can be\ncompared with this comprehensive account, I must express the sincere\nwish tha.t before long Dr. Moll's foundation-laying work may find a\ntranslat9r.\nMAX DESSoIR.\nDigitized by Coogle\n\f","_id":560}