{"name":"Proceedings of the Society for Psychical Research 4590 6688","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_contents.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, Contents","mylang":"de","content":"PROCEEDINGS\nOF THB\n., .\nSOCIETY FOR PSYCHICAL RESEARCH.\nVOT,UME VI.\n(CONTAINING PARTS XV-XVII.)\n1889-90.\nLoNDON:\nKEGAN PAUL, TRENCH, TRUBNER AND CO., LIMITED,\nLUDGATE HILL.\n1890.\nDigitized by Google\n\fLll!'WO~ :\nNATIO!,\/AL PRESS AI;E~l'\\\", LUIlTt:D,\n13, \"'HlTEFRIAR.'! STREET, 1£.0.\nDiaitized b ~Ie\n•\n\fCONTENTS.\nPAGE\nAddress by the PREoIIDL'iT, PROFESSOR SIDGWICK, on The Canoll8 of\nEvidence in Psychical .Research . 1\nAddress by the PRESIDENT on The Cell8us of Hallucinatioll8 • 7\nOn Recognised Apparitioll8-Occurring more thana Year after Death. By\nF. W. H. MYERS 13\nFurther Experiments in Hypnotic Lucidity or Clairvoyance. By PRo-\nFB8S0R CHARLES RICHBT 66.\nDuplex Personality. An Essay on the Analogy between Hypnotic\nPhenomena and certain Experiences of the Normal Consciousness.\nBy THOMA!~ BARKWORTH 84\nNotes of Seances with D. D.Home. By WILLIAM CROOKBS, F. R. S. 98\nExperiments in Thought-Transference. By PROFESSOR and MRS. H.\nSIDGWICK, and MR. G. A. SMITH 128\nS\"CPPLBMBNT.\nI. International Congress of Experimental Psychology. By A. T.\nMYERS, M.D.\nII. Ad Interim Report on the Cell8us of Hallucinations .\nIlL Profe.omor Pierre Janet's \"Automatisme Psychologique.\" By\nFREDERIC W. H. MVER.~ .\nIV. Binet on the Consciousness of Hysterical Subjects. By F. W.H.\n171\n183\n186\nMYERS.\nV. \"Das Doppel-Ich.\" By F. W. H. MYER.~.\nVI. Dr... ules Janet on Hysteria and Double Personality.\n200\n207\nBy\nF. W. H MYERS. . 216\nVII. Professor Li~geois on Suggestionalld Somnambulism in Relation\nto Jurisprudence. By WALTER LEAF, Litt. D. 222\nVIII. Two Books ou Hypnotism. Bv WALTER LEAF, Litt. D. 225\nPhantaslll8 of tho Dead from Another Point of View. By F. PODMORE. 229\nA Defence of Phantasms of the Dead. By F. W. H. MYERS 314\n.A Record of Telepathic and Other Experienctls. By the AtTTHOR OF\n\" A RECORD OF RECENT EXPERIMENTS IN CRVIITAL VISION\" . 358\nExperimental Comparison between Chance and Thought-Transference.\nir ColTtlBpondence of DiagranlII. By LIEUT.-COLONEL G. Lx M. TAYLOR 398\nSUPPLEMENT.\nI. Observatioll8 on Clairvoyance, &c. By DRS. DUFAv and Az.uI:. 407\nAddress by the PRESIDENT, PROFBSIIOR SIDGWICK, on the Census of\nHallucinatioll8 (his second address on this subject) 429\nA Record of ObservatiOll8 of Certain Phenomena of Trance-\n(1) Introduction, by F. W. H. livERS 436\n(2) Part I., by PRoFESSoR O. J. LoDGE, F.R.S. 443\nDigitized by Google\n\fCnntents.\nPAGE\n(3) Part II., by WALTER LEAF, Litt. D. . 558\n(4) Index to Items in Parts I. and II., specially difficult\nto explain by direct thought-transference. By\nPRoFESSOR O. J. LoDGE, F. R. S. • 647\n(5) Part III., by PROFESSOR WILLIAM JAMES, of Harvard\nUniversity. 651\nSUPPLEMENT.\nI. Second Ad Interim Report on the Census of Hallucinatiolls\nII. Review of A. Aksakof's Animismus and Spiritismus.\n661\nBy\n.665\nF. W. H. MYER.'4 .\nSupplementary Catalogue of the Edmund Gurney Library\nList of Members and Associates\nList of Members and Associates of the American Branch\nDigitized by Google\n· 675\n· 679\n· 697\n\f","_id":562}