{"name":"Proceedings of the Society for Psychical Research 3568 5971 1776 2719 9637","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_10_may_1889_supplement.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, Supplement, May 10, 1889","mylang":"de","content":"I\n,\n•\nI\n.~\n,\n.,\n,\nl\nSOCIETY FOR PSYCHICAL RESEARCH.\nI.\nTHE CANONS OF EVIDENCE IN PSYCHICAL RESEARCH.\nAddTeBII giwn by the PRBSlDBNT, PROI'BSSOR SlDGWICK, ae tlte thirty-\n~ GMU!II'al Jl66ting 0\/ tM Society, held ae tlte We.tmiRltw Town\nHall, on May lOt\"\" 1889.\nI may begin by apologising for the pretentiousness of my announce-\nment, which will, I fear, lead those who read it to expect a more precise\nand detailed statement of the rules to be followed in such an investiga-\ntion as ours than I am at all prepared to offer.\nAs will appear, my view is that the investigation is inevitably of\ntoo obscure and tentative a kind to render it possible to treat it by any\nvery exact method; but there are certain general, though vague, princi-\nples which seem to me reasonable in dealing with the. kind of evidence\nthat comes before us, and which the very obscurity and tentativeness\nof the inquiry renders it desirable to put forward for discussion.\nI mean by \"the kind of evidence\" evidence for marvels; evidence\ntending to prove the intruSion-if I may so call it-into the world of\nordinary experience, material or mental, either of causes that find no\nplace at all in science-i.e., in our systematised knowledge of the world\nof experience--or of unknown modes of operation of known causes.\nThat there is an immense divergence of opinions among thoughtful\npersons as to the manner in which this evidence should be dealt with is\nshown in other ways than in the criticism passed on our work; it is\nshown, e.g., in the controversies that from time to time go on between the\nrepresentatives of orthodox theology and the lights of modern science.\nBut the question of the evidential value of narratives of miracles, as\ncredentials of a prophet or teacher sent from God, is complicated with\nprofound philosophical and ethical considerations which do not enter\ninto the question with which we are concerned. Most thoughtful\nwriters on Christian evidences in the present age would, I think, agree\nthat the evidence which the marvellous narratives of the Gospels afford\nof the Divine origin of Christianity must be taken in connection with\nthe direct appeal that Christianity makes to the moral and religious\nconsciousness of the individual; thus, e.g., if we had similar evidence\ntending to show the Divine origin of such a. religion as Mormonism, we\nshould certainly refuse to regard it as conclusive.\nB\nDigitized by Google\n\f2 The Oanons of Evidence in Psychical Research. [May 10,\nIn this religious controversy, therefore, we do not have the question\nof the right scientific attitude to take up towards evidence for marvels\nas such, presented in a simple form. To find it so presented, we must\ntum to our own inquiry. Any member of our Society who has followed\nthe controversy to which our publications have given rise must have\nfelt that, as regards what is to most the most interesting subject of\nour investigation-the possible action of intelligences other than those\nof living human beings in the world of our experience--we occupy a\nvery peculiar position. It is not only that we are attacked with equal\nvigour by Materialists and Spiritualists: but that each of the opposing\nparties attributes to us an extreme and irrational bias in favour of the\nother extreme. Our materialistic opponents seem to hold that there is\npractically no difference worth considering, in respect of credulity and\nsuperstition, between admitting the evidence of Spiritualists to be\ndeserving of serious and systematic consideration, and accepting their\nconclusions; while the Spiritualists seem to think that the manner\nin which we treat their evidence shows that we are as obstinately\nprejudiced against their conclusions as the most bigoted Materialists\ncan be.\nI do not infer from this that the position which we thus occupy be-\ntween the extremes is necessarily a right position: for, granting that\ntruth generally lies somewhere between extreme views, it is obvious that\nthe wider the interval between the extremes, the greater the chance that\nany particular position taken up in this interval may itself be remote\nfrom the truth. My object is rather to show how vast the intellectual\ninterval is between the opposing extremes, when our intermediate posi-\ntion is thus viewed on either side as almost indistinguishable from the\nopposite extreme.\nWhat, then, is the cause of this immense divergence as to the right\nmanner of dealing with the evidence 1 Is it possible by any reasoning\nto diminish it, and to bring the divergent extl-emes to something more\nlike a mutual understanding 1 These questions naturally force them-\nselves on us: and from our intermediate position, subjected as it is to\nvehement attacks from both sides, we are, I think, very favourably\nsituated for considering the question.\nIt is this question that I wish briefly to deal with this evening.\nI wish to show that in such inquiries as ours it is inevitable that there\nshould be a very wide margin within which neither side can prove, or\nought to try to prove, that the other is wrong: because the important\nconsiderations, the prOB and cons that have to be weighed against\neach other, are not capable of being estimated with any exactness.\nAnd therefore there is properly a very wide interval between the point\n-as regards weight of evidence--at which it is reasonable to embark\nupon an inquiry of this kind, and the point at which it is reasonable\nDigitized by Google\n\f1889.] The Canons of Evidence in Psychical Research. 3\nto come to a positive decision. Moreover, it would save useless\ncontroversy to keep in mind, that the considerations in favour of accept-\ning the evidence for the marvels as real is necessarily and reasonably\ntaken at a different value by different persons, according to the different\nrelations in which they stand to it.\nLet me first state briefly why the decisive considerations cannot be\nestimated with any exactness. In considering whether the evidence\nfor a marvellous fact is to be taken as true and adequate we have\nnecessarily to compare opposing improbabilities: it is improbable that\nthe marvel should have really happened, and it is improbable that the\ntestimony to its happening should be false-otherwise the testimony\nwould not be what we call evidence at all.\nNow these opposing improbabilities are quite diverse, and we have\nno intellectual scales in which we can weigh them accurately one against\nthe other. Some of our opponents offer us, by way of such scales,\nBume's summary argument against miracles: \"It is contrary to experi-\nence that miracles should be true, and not contrary to experience that\ntestimony should be false.\" But in saying that a marvel is contrary to\nexperience we can mean no more than that it is rtnlike previous\nexperience-or rather that it is unlike that porti!n of experience which\nhas been collected, handed down, and systematised by competent\npersons. But this only means that it is entirely novel and strange:\nand in the course of the life of the human race, during the period in\nwhich it has handed down and communicated experiences, different\nportions of mankind have been continually coming across things that\nwere at first entirely novel and strange, though further acquaintance\nhas rendered them familiar.\nLet us take the strangest of the marvels that we are investigating,\nthe physical phenomena of Spiritualism: and let us grant-for the\nsake of argument-that they are as strange to human experience as\nthey certainly are to modern science. No one will maintain that it is\nimpossible that the human race should ever come across anything so\nentirely novel in the course of its accumulation of experiences ; they\ncan only say that it is highly improbable. What is impossible is to\nestimate this improbability with anything like exactness: since to make\nsuch an estimate we should require to ascertain the proportion that\nwhat we do know about the universe bears to what we do not know\nabout it; and that proportion is certainly one of the things that we do\nnot know.\nWe are, therefore, in this position-not very satisfactory to the\nlogical mind, but one that we are bound to face: we must admit that\nthe statement of a fact novel beyond a certain degree of novelty is in\nitself an improbable statement, and that the improbability grows as the\nnovelty grows: but we must admit tha.t no one can pretend to lay down\nn2\n\f4 The Oanom of Evidence in Psychical Research. [Ma.y 10,\nat what rate the improbability grows. The improbability of course\nvanishes when we come to understand the conditions of the marvel, since\nthis process of \"understanding\"-as we call itr-brings it into harmony\nwith the rest of our experience: but till we have reached this under-\nstanding the improbability must remain solid but indefinite, and all we\ncan do is to weigh this improbability-not in any scales furnished by\nexact science, but in the rough scales of common-sense--against the\nimprobability that the testimony should be false. The greater the\nmarvel, the better must be the testimony; of that common·seIll!e has\nno doubt; but it is impossible to say precisely what accumulation of\ntestimony is required to balance a given magnitude of marvel.\nSome of the advocates of Modern Spiritualism am inclined to join\nissue with common-sense on this point. They say, If you admit that the\nmarvel in question is not strictly impossible, and the testimony would\nbe amply sufficient, in quantity and quality, to' establish any ordinary\nfact, would be accepted without hesitation in law courts, and in the\nordinary affairs of life, you ought not to treat it with exceptional sus-\npicion because the fact is novel and extraordinary.· Now, doubtless, as\nDr. Butler says, \"Probability is the guide of life,\" and, therefore,\nwhen it is highly improbable that testimony should be false, we treat\nthis improbability as if it were equivalent practically to negative\ncertainty in ordinary atrairs. But this only happens when there is no\nopposing improbability of equal weight: when in law courts, or in\nordinary life we are met with conflicting improbabilities-as (e.g.) when\ntwo generally trustworthy persons contradict each other-then the\ndegree of improbability of either being wrong has to be roughly esti-\nmated and is estimated for practical purposes. And, similarly, when\ntho improbability of a marvel is met by the improbability of testimony\nbeing false, we have to make some kind of estimate of the latter,\nand in so doing to take note carefully of different sources of possible\nerror. I need not dwell on these sources of error, as our Proceedings\nhave by this time made us all very familiar with the different species.\nThe chief are (1) alteration of a narrative or tradition, when it is not\nobtained at first hand; (2) errors in memory,when the narrative is told\nafter lapse of time; (3) errors in the actual apprehension of fact, partly\nthrough failure to observe material circumstances, partly through the\nmingling of inference with observation. But as regards this last source\nof error, it may be worth while to observe that an important part of\nour work-in collecting evidence for telepathy-was free from it, and\nwas thereby in a decidedly advantageous position as compared (e.g.)\nwith the inquiry into the physical phenomena of Spiritualism. For in\nthe proof that\" Phantasms of the Living\" are sometimes\" veridical\"-\ni.e., correspond to deaths or other critical events in the life of the\npersons they representr-we are only concerned with observation of a\nDigitized by Google\n\f1889.] The Oa'rum8 of E'llide'nCe in Psychical Research. 5\nmental fact, as to which the observer cannot be mistaken: in his state-\nment that a distant friend appeared to be in his room, there'can be no\nerroneous inference; error only comes in if he infers that the friend\nwas physically there. The fact of the apparition is undeniable, and\nthat fact is all we require for our argument. But in dealing with the\nevidence for physical phenomena this source of error has to be guarded\nagainst. If a man tells us that he sa.w a table get off the ground with\nno one touching it, though the fact that he had this impression is\ninteresting and noteworthy, it is not complete proof of the levitation\nof the table; we have still to inquire whether the impression on his\nmind could be produced otherwise than by the physical fact. If there\nwas anyone else there, it is primd facie possible that he may have\nproduced an illusion in the narrator's mind; therefore it becomes need-\nful (1) to study the art of producing illusions, and (2) to examine how\nfar the situation and circumstances of the narrator at the time at which\nthe impression was produced, gave opportunities for the exercise of this\nart. We have also, of course, to consider the possibility of the observer\nhaving been in an abnormal state of nerves or mind, tending to make\nself-deception natoral-lUld even perhaps deception of others.\nMy object now is not to emphasise these sources of error; but\nrather to show how in every case the probabilities are only capable of\nbeing vaguely estimated; and how in many cases they must necessarily\nbe estimated differently by different persons, according to their know-\nledge of the persons concerned. It is for this reason that I feel that a\npart of my grounds for believing in telepathy, depending, as it does,\non personal knowledge, cannot be communicated except in a weakened\nform to the ordinary reader of the printed statements which represent\nthe evidence that has convinced me. Indeed, I feel this so strongly\nthat I have always made it my highest ambition as a psychical researcher\nto produce evidence which will drive my opponents to doubt my honesty\nor veracity; I think that there are a very small minority of persons\nwho will not doubt them, and that if I can convince them I have done\nall that I can do: as regards the majority even of my own acquaintances\nI should claim no more than an admission that they were co~siderably\n8\\1rprised to find me in the trick.\nPerhaps my hearers may be inclined to ask me whether, having\nreduced the arguments on both sides to this degree of indefiniteness, I\nwish to leave the matter in this hazy condition. No; that is just\nwhat I do not wish to do. But I think it will be a long process\ngetting it out of this condition, and one that demands patience. What\nanyone has to do who is convinced himself of the reality of any alleged\nmarvel, isfirat to try, if he can, to diminish the improbability of the\nmarvel by offering an explanation which harmonises it with other parts of\noar experience; and secondly, to increase the improbability on the side\nDigitized by Google\n\f6 The Cancms of Evidence in Psychical Research. [May 10,\nof the testimony, by accumulating experiences and varying conditions\nand witnel!ses.\nAnd may I conclude by saying again what I said last time, that con-\nsidering the difficulties in which our investigation is involved, I think it\nunreasonable to complain at our slow rate of progress. I feel confident\nthat if at the end of the next seven years we and our cause have made\nas much way as has been made in the seven that have elapsed, the\nwhole attitude of at least the progressive past of the scientific world,\nin relation to the subjects that we are studying, will be fundamentally\nchanged.\nDigitized by Google\n\f","_id":564}